{
    "name": "OHenry - After Twenty Years",
    "body": "\nThe policeman on the beat moved up the avenue impressively. The impressiveness\nwas habitual and not for show, for spectators were few. The time was barely 10\noâ\u0080\u0099clock at night, but chilly gusts of wind with a taste of rain in them\nhad well nigh de-peopled the streets.\n\n\nTrying doors as he went, twirling his club with many intricate and artful\nmovements, turning now and then to cast his watchful eye adown the pacific\nthoroughfare, the officer, with his stalwart form and slight swagger, made a\nfine picture of a guardian of the peace. The vicinity was one that kept early\nhours. Now and then you might see the lights of a cigar store or of an\nall-night lunch counter; but the majority of the doors belonged to business\nplaces that had long since been closed.\n\n\nWhen about midway of a certain block the policeman suddenly slowed his walk. In\nthe doorway of a darkened hardware store a man leaned, with an unlighted cigar\nin his mouth. As the policeman walked up to him the man spoke up quickly.\n\n\nâ\u0080\u009cItâ\u0080\u0099s all right, officer,â\u0080\u009d he said, reassuringly.\nâ\u0080\u009cIâ\u0080\u0099m just waiting for a friend. Itâ\u0080\u0099s an appointment made\ntwenty years ago. Sounds a little funny to you, doesnâ\u0080\u0099t it? Well,\nIâ\u0080\u0099ll explain if youâ\u0080\u0099d like to make certain itâ\u0080\u0099s all straight.\nAbout that long ago there used to be a restaurant where this store\nstandsâ\u0080\u0094â\u0080\u0098Big Joeâ\u0080\u0099 Bradyâ\u0080\u0099s restaurant.â\u0080\u009d\n\n\nâ\u0080\u009cUntil five years ago,â\u0080\u009d said the policeman. â\u0080\u009cIt was torn down\nthen.â\u0080\u009d\n\n\nThe man in the doorway struck a match and lit his cigar. The light showed a\npale, square-jawed face with keen eyes, and a little white scar near his right\neyebrow. His scarfpin was a large diamond, oddly set.\n\n\nâ\u0080\u009cTwenty years ago to-night,â\u0080\u009d said the man, â\u0080\u009cI dined here at\nâ\u0080\u0098Big Joeâ\u0080\u0099 Bradyâ\u0080\u0099s with Jimmy Wells, my best chum, and the\nfinest chap in the world. He and I were raised here in New York, just like two\nbrothers, together. I was eighteen and Jimmy was twenty. The next morning I was\nto start for the West to make my fortune. You couldnâ\u0080\u0099t have dragged Jimmy\nout of New York; he thought it was the only place on earth. Well, we agreed\nthat night that we would meet here again exactly twenty years from that date\nand time, no matter what our conditions might be or from what distance we might\nhave to come. We figured that in twenty years each of us ought to have our\ndestiny worked out and our fortunes made, whatever they were going to\nbe.â\u0080\u009d\n\n\nâ\u0080\u009cIt sounds pretty interesting,â\u0080\u009d said the policeman. â\u0080\u009cRather a\nlong time between meets, though, it seems to me. Havenâ\u0080\u0099t you heard from\nyour friend since you left?â\u0080\u009d\n\n\nâ\u0080\u009cWell, yes, for a time we corresponded,â\u0080\u009d said the other. â\u0080\u009cBut\nafter a year or two we lost track of each other. You see, the West is a pretty\nbig proposition, and I kept hustling around over it pretty lively. But I know\nJimmy will meet me here if heâ\u0080\u0099s alive, for he always was the truest,\nstanchest old chap in the world. Heâ\u0080\u0099ll never forget. I came a thousand\nmiles to stand in this door to-night, and itâ\u0080\u0099s worth it if my old partner\nturns up.â\u0080\u009d\n\n\nThe waiting man pulled out a handsome watch, the lids of it set with small\ndiamonds.\n\n\nâ\u0080\u009cThree minutes to ten,â\u0080\u009d he announced. â\u0080\u009cIt was exactly ten\noâ\u0080\u0099clock when we parted here at the restaurant door.â\u0080\u009d\n\n\nâ\u0080\u009cDid pretty well out West, didnâ\u0080\u0099t you?â\u0080\u009d asked the policeman.\n\n\nâ\u0080\u009cYou bet! I hope Jimmy has done half as well. He was a kind of plodder,\nthough, good fellow as he was. Iâ\u0080\u0099ve had to compete with some of the\nsharpest wits going to get my pile. A man gets in a groove in New York. It\ntakes the West to put a razor-edge on him.â\u0080\u009d\n\n\nThe policeman twirled his club and took a step or two.\n\n\nâ\u0080\u009cIâ\u0080\u0099ll be on my way. Hope your friend comes around all right. Going\nto call time on him sharp?â\u0080\u009d\n\n\nâ\u0080\u009cI should say not!â\u0080\u009d said the other. â\u0080\u009cIâ\u0080\u0099ll give him half\nan hour at least. If Jimmy is alive on earth heâ\u0080\u0099ll be here by that time.\nSo long, officer.â\u0080\u009d\n\n\nâ\u0080\u009cGood-night, sir,â\u0080\u009d said the policeman, passing on along his beat,\ntrying doors as he went.\n\n\nThere was now a fine, cold drizzle falling, and the wind had risen from its\nuncertain puffs into a steady blow. The few foot passengers astir in that\nquarter hurried dismally and silently along with coat collars turned high and\npocketed hands. And in the door of the hardware store the man who had come a\nthousand miles to fill an appointment, uncertain almost to absurdity, with the\nfriend of his youth, smoked his cigar and waited.\n\n\nAbout twenty minutes he waited, and then a tall man in a long overcoat, with\ncollar turned up to his ears, hurried across from the opposite side of the\nstreet. He went directly to the waiting man.\n\n\nâ\u0080\u009cIs that you, Bob?â\u0080\u009d he asked, doubtfully.\n\n\nâ\u0080\u009cIs that you, Jimmy Wells?â\u0080\u009d cried the man in the door.\n\n\nâ\u0080\u009cBless my heart!â\u0080\u009d exclaimed the new arrival, grasping both the\notherâ\u0080\u0099s hands with his own. â\u0080\u009cItâ\u0080\u0099s Bob, sure as fate. I was\ncertain Iâ\u0080\u0099d find you here if you were still in existence. Well, well,\nwell!â\u0080\u0094twenty years is a long time. The old restaurantâ\u0080\u0099s gone, Bob;\nI wish it had lasted, so we could have had another dinner there. How has the\nWest treated you, old man?â\u0080\u009d\n\n\nâ\u0080\u009cBully; it has given me everything I asked it for. Youâ\u0080\u0099ve changed\nlots, Jimmy. I never thought you were so tall by two or three inches.â\u0080\u009d\n\n\nâ\u0080\u009cOh, I grew a bit after I was twenty.â\u0080\u009d\n\n\nâ\u0080\u009cDoing well in New York, Jimmy?â\u0080\u009d\n\n\nâ\u0080\u009cModerately. I have a position in one of the city departments. Come on,\nBob; weâ\u0080\u0099ll go around to a place I know of, and have a good long talk\nabout old times.â\u0080\u009d\n\n\nThe two men started up the street, arm in arm. The man from the West, his\negotism enlarged by success, was beginning to outline the history of his\ncareer. The other, submerged in his overcoat, listened with interest.\n\n\nAt the corner stood a drug store, brilliant with electric lights. When they\ncame into this glare each of them turned simultaneously to gaze upon the\notherâ\u0080\u0099s face.\n\n\nThe man from the West stopped suddenly and released his arm.\n\n\nâ\u0080\u009cYouâ\u0080\u0099re not Jimmy Wells,â\u0080\u009d he snapped. â\u0080\u009cTwenty years is\na long time, but not long enough to change a manâ\u0080\u0099s nose from a Roman to a\npug.â\u0080\u009d\n\n\nâ\u0080\u009cIt sometimes changes a good man into a bad one,â\u0080\u009d said the tall\nman. â\u0080\u009cYouâ\u0080\u0099ve been under arrest for ten minutes, â\u0080\u0098Silkyâ\u0080\u0099\nBob. Chicago thinks you may have dropped over our way and wires us she wants to\nhave a chat with you. Going quietly, are you? Thatâ\u0080\u0099s sensible. Now,\nbefore we go on to the station hereâ\u0080\u0099s a note I was asked to hand you. You\nmay read it here at the window. Itâ\u0080\u0099s from Patrolman Wells.â\u0080\u009d\n\n\nThe man from the West unfolded the little piece of paper handed him. His hand\nwas steady when he began to read, but it trembled a little by the time he had\nfinished. The note was rather short.\n",
    "metadata": {
        "author": "OHenry",
        "year": 1901,
        "url": "https://www.gutenberg.org/cache/epub/2776/pg2776-images.html",
        "name": "after_twenty_years"
    }
}