{
  "name": "OHenry - the Caliph, Cupid And the Clock",
  "body": "\nPrince Michael, of the Electorate of Valleluna, sat on his favourite bench in\nthe park. The coolness of the September night quickened the life in him like a\nrare, tonic wine. The benches were not filled; for park loungers, with their\nstagnant blood, are prompt to detect and fly home from the crispness of early\nautumn. The moon was just clearing the roofs of the range of dwellings that\nbounded the quadrangle on the east. Children laughed and played about the\nfine-sprayed fountain. In the shadowed spots fauns and hamadryads wooed,\nunconscious of the gaze of mortal eyes. A hand organ—Philomel by the\ngrace of our stage carpenter, Fancy—fluted and droned in a side street.\nAround the enchanted boundaries of the little park street cars spat and mewed\nand the stilted trains roared like tigers and lions prowling for a place to\nenter. And above the trees shone the great, round, shining face of an\nilluminated clock in the tower of an antique public building.\n\n\nPrince Michael’s shoes were wrecked far beyond the skill of the\ncarefullest cobbler. The ragman would have declined any negotiations concerning\nhis clothes. The two weeks’ stubble on his face was grey and brown and\nred and greenish yellow—as if it had been made up from individual\ncontributions from the chorus of a musical comedy. No man existed who had money\nenough to wear so bad a hat as his.\n\n\nPrince Michael sat on his favourite bench and smiled. It was a diverting\nthought to him that he was wealthy enough to buy every one of those\nclose-ranged, bulky, window-lit mansions that faced him, if he chose. He could\nhave matched gold, equipages, jewels, art treasures, estates and acres with any\nCroesus in this proud city of Manhattan, and scarcely have entered upon the\nbulk of his holdings. He could have sat at table with reigning sovereigns. The\nsocial world, the world of art, the fellowship of the elect, adulation,\nimitation, the homage of the fairest, honours from the highest, praise from the\nwisest, flattery, esteem, credit, pleasure, fame—all the honey of life\nwas waiting in the comb in the hive of the world for Prince Michael, of the\nElectorate of Valleluna, whenever he might choose to take it. But his choice\nwas to sit in rags and dinginess on a bench in a park. For he had tasted of the\nfruit of the tree of life, and, finding it bitter in his mouth, had stepped out\nof Eden for a time to seek distraction close to the unarmoured, beating heart\nof the world.\n\n\nThese thoughts strayed dreamily through the mind of Prince Michael, as he\nsmiled under the stubble of his polychromatic beard. Lounging thus, clad as the\npoorest of mendicants in the parks, he loved to study humanity. He found in\naltruism more pleasure than his riches, his station and all the grosser sweets\nof life had given him. It was his chief solace and satisfaction to alleviate\nindividual distress, to confer favours upon worthy ones who had need of\nsuccour, to dazzle unfortunates by unexpected and bewildering gifts of truly\nroyal magnificence, bestowed, however, with wisdom and judiciousness.\n\n\nAnd as Prince Michael’s eye rested upon the glowing face of the great\nclock in the tower, his smile, altruistic as it was, became slightly tinged\nwith contempt. Big thoughts were the Prince’s; and it was always with a\nshake of his head that he considered the subjugation of the world to the\narbitrary measures of Time. The comings and goings of people in hurry and\ndread, controlled by the little metal moving hands of a clock, always made him\nsad.\n\n\nBy and by came a young man in evening clothes and sat upon the third bench from\nthe Prince. For half an hour he smoked cigars with nervous haste, and then he\nfell to watching the face of the illuminated clock above the trees. His\nperturbation was evident, and the Prince noted, in sorrow, that its cause was\nconnected, in some manner, with the slowly moving hands of the timepiece.\n\n\nHis Highness arose and went to the young man’s bench.\n\n\n“I beg your pardon for addressing you,” he said, “but I\nperceive that you are disturbed in mind. If it may serve to mitigate the\nliberty I have taken I will add that I am Prince Michael, heir to the throne of\nthe Electorate of Valleluna. I appear incognito, of course, as you may gather\nfrom my appearance. It is a fancy of mine to render aid to others whom I think\nworthy of it. Perhaps the matter that seems to distress you is one that would\nmore readily yield to our mutual efforts.”\n\n\nThe young man looked up brightly at the Prince. Brightly, but the perpendicular\nline of perplexity between his brows was not smoothed away. He laughed, and\neven then it did not. But he accepted the momentary diversion.\n\n\n“Glad to meet you, Prince,” he said, good humouredly. “Yes,\nI’d say you were incog. all right. Thanks for your offer of\nassistance—but I don’t see where your butting-in would help things\nany. It’s a kind of private affair, you know—but thanks all the\nsame.”\n\n\nPrince Michael sat at the young man’s side. He was often rebuffed but\nnever offensively. His courteous manner and words forbade that.\n\n\n“Clocks,” said the Prince, “are shackles on the feet of\nmankind. I have observed you looking persistently at that clock. Its face is\nthat of a tyrant, its numbers are false as those on a lottery ticket; its hands\nare those of a bunco steerer, who makes an appointment with you to your ruin.\nLet me entreat you to throw off its humiliating bonds and to cease to order\nyour affairs by that insensate monitor of brass and steel.”\n\n\n“I don’t usually,” said the young man. “I carry a watch\nexcept when I’ve got my radiant rags on.”\n\n\n“I know human nature as I do the trees and grass,” said the Prince,\nwith earnest dignity. “I am a master of philosophy, a graduate in art,\nand I hold the purse of a Fortunatus. There are few mortal misfortunes that I\ncannot alleviate or overcome. I have read your countenance, and found in it\nhonesty and nobility as well as distress. I beg of you to accept my advice or\naid. Do not belie the intelligence I see in your face by judging from my\nappearance of my ability to defeat your troubles.”\n\n\nThe young man glanced at the clock again and frowned darkly. When his gaze\nstrayed from the glowing horologue of time it rested intently upon a four-story\nred brick house in the row of dwellings opposite to where he sat. The shades\nwere drawn, and the lights in many rooms shone dimly through them.\n\n\n“Ten minutes to nine!” exclaimed the young man, with an impatient\ngesture of despair. He turned his back upon the house and took a rapid step or\ntwo in a contrary direction.\n\n\n“Remain!” commanded Prince Michael, in so potent a voice that the\ndisturbed one wheeled around with a somewhat chagrined laugh.\n\n\n“I’ll give her the ten minutes and then I’m off,” he\nmuttered, and then aloud to the Prince: “I’ll join you in\nconfounding all clocks, my friend, and throw in women, too.”\n\n\n“Sit down,” said the Prince calmly. “I do not accept your\naddition. Women are the natural enemies of clocks, and, therefore, the allies\nof those who would seek liberation from these monsters that measure our follies\nand limit our pleasures. If you will so far confide in me I would ask you to\nrelate to me your story.”\n\n\nThe young man threw himself upon the bench with a reckless laugh.\n\n\n“Your Royal Highness, I will,” he said, in tones of mock deference.\n“Do you see yonder house—the one with three upper windows lighted?\nWell, at 6 o’clock I stood in that house with the young lady I\nam—that is, I was—engaged to. I had been doing wrong, my dear\nPrince—I had been a naughty boy, and she had heard of it. I wanted to be\nforgiven, of course—we are always wanting women to forgive us,\naren’t we, Prince?”\n\n\n“‘I want time to think it over,’ said she. ‘There is\none thing certain; I will either fully forgive you, or I will never see your\nface again. There will be no half-way business. At half-past eight,’ she\nsaid, ‘at exactly half-past eight you may be watching the middle upper\nwindow of the top floor. If I decide to forgive I will hang out of that window\na white silk scarf. You will know by that that all is as was before, and you\nmay come to me. If you see no scarf you may consider that everything between us\nis ended forever.’ That,” concluded the young man bitterly,\n“is why I have been watching that clock. The time for the signal to\nappear has passed twenty-three minutes ago. Do you wonder that I am a little\ndisturbed, my Prince of Rags and Whiskers?”\n\n\n“Let me repeat to you,” said Prince Michael, in his even,\nwell-modulated tones, “that women are the natural enemies of clocks.\nClocks are an evil, women a blessing. The signal may yet appear.”\n\n\n“Never, on your principality!” exclaimed the young man, hopelessly.\n“You don’t know Marian—of course. She’s always on time,\nto the minute. That was the first thing about her that attracted me. I’ve\ngot the mitten instead of the scarf. I ought to have known at 8.31 that my\ngoose was cooked. I’ll go West on the 11.45 to-night with Jack Milburn.\nThe jig’s up. I’ll try Jack’s ranch awhile and top off with\nthe Klondike and whiskey. Good-night—er—er—Prince.”\n\n\nPrince Michael smiled his enigmatic, gentle, comprehending smile and caught the\ncoat sleeve of the other. The brilliant light in the Prince’s eyes was\nsoftening to a dreamier, cloudy translucence.\n\n\n“Wait,” he said solemnly, “till the clock strikes. I have\nwealth and power and knowledge above most men, but when the clock strikes I am\nafraid. Stay by me until then. This woman shall be yours. You have the word of\nthe hereditary Prince of Valleluna. On the day of your marriage I will give you\n$100,000 and a palace on the Hudson. But there must be no clocks in that\npalace—they measure our follies and limit our pleasures. Do you agree to\nthat?”\n\n\n“Of course,” said the young man, cheerfully, “they’re a\nnuisance, anyway—always ticking and striking and getting you late for\ndinner.”\n\n\nHe glanced again at the clock in the tower. The hands stood at three minutes to\nnine.\n\n\n“I think,” said Prince Michael, “that I will sleep a little.\nThe day has been fatiguing.”\n\n\nHe stretched himself upon a bench with the manner of one who had slept thus\nbefore.\n\n\n“You will find me in this park on any evening when the weather is\nsuitable,” said the Prince, sleepily. “Come to me when your\nmarriage day is set and I will give you a cheque for the money.”\n\n\n“Thanks, Your Highness,” said the young man, seriously. “It\ndoesn’t look as if I would need that palace on the Hudson, but I\nappreciate your offer, just the same.”\n\n\nPrince Michael sank into deep slumber. His battered hat rolled from the bench\nto the ground. The young man lifted it, placed it over the frowsy face and\nmoved one of the grotesquely relaxed limbs into a more comfortable position.\n“Poor devil!” he said, as he drew the tattered clothes closer about\nthe Prince’s breast.\n\n\nSonorous and startling came the stroke of 9 from the clock tower. The young man\nsighed again, turned his face for one last look at the house of his\nrelinquished hopes—and cried aloud profane words of holy rapture.\n\n\nFrom the middle upper window blossomed in the dusk a waving, snowy, fluttering,\nwonderful, divine emblem of forgiveness and promised joy.\n\n\nBy came a citizen, rotund, comfortable, home-hurrying, unknowing of the\ndelights of waving silken scarfs on the borders of dimly-lit parks.\n\n\n“Will you oblige me with the time, sir?” asked the young man; and\nthe citizen, shrewdly conjecturing his watch to be safe, dragged it out and\nannounced:\n\n\n“Twenty-nine and a half minutes past eight, sir.”\n\n\nAnd then, from habit, he glanced at the clock in the tower, and made further\noration.\n\n\n“By George! that clock’s half an hour fast! First time in ten years\nI’ve known it to be off. This watch of mine never varies a—”\n\n\nBut the citizen was talking to vacancy. He turned and saw his hearer, a fast\nreceding black shadow, flying in the direction of a house with three lighted\nupper windows.\n\n\nAnd in the morning came along two policemen on their way to the beats they\nowned. The park was deserted save for one dilapidated figure that sprawled,\nasleep, on a bench. They stopped and gazed upon it.\n\n\n“It’s Dopy Mike,” said one. “He hits the pipe every\nnight. Park bum for twenty years. On his last legs, I guess.”\n\n\nThe other policeman stooped and looked at something crumpled and crisp in the\nhand of the sleeper.\n\n\n“Gee!” he remarked. “He’s doped out a fifty-dollar\nbill, anyway. Wish I knew the brand of hop that he smokes.”\n\n\nAnd then “Rap, rap, rap!” went the club of realism against the shoe\nsoles of Prince Michael, of the Electorate of Valleluna.\n",
  "metadata": {
    "author": "OHenry",
    "year": 1901,
    "url": "https://www.gutenberg.org/cache/epub/2776/pg2776-images.html",
    "name": "caliph_cupid_and_the_clock"
  }
}
