{
    "name": "OHenry - the Coming-out Of Maggie",
    "body": "\nEvery Saturday night the Clover Leaf Social Club gave a hop in the hall of the\nGive and Take Athletic Association on the East Side. In order to attend one of\nthese dances you must be a member of the Give and Takeâ\u0080\u0094or, if you belong\nto the division that starts off with the right foot in waltzing, you must work\nin Rhinegoldâ\u0080\u0099s paper-box factory. Still, any Clover Leaf was privileged\nto escort or be escorted by an outsider to a single dance. But mostly each Give\nand Take brought the paper-box girl that he affected; and few strangers could\nboast of having shaken a foot at the regular hops.\n\n\nMaggie Toole, on account of her dull eyes, broad mouth and left-handed style of\nfootwork in the two-step, went to the dances with Anna McCarty and her\nâ\u0080\u009cfellow.â\u0080\u009d Anna and Maggie worked side by side in the factory, and\nwere the greatest chums ever. So Anna always made Jimmy Burns take her by\nMaggieâ\u0080\u0099s house every Saturday night so that her friend could go to the\ndance with them.\n\n\nThe Give and Take Athletic Association lived up to its name. The hall of the\nassociation in Orchard street was fitted out with muscle-making inventions.\nWith the fibres thus builded up the members were wont to engage the police and\nrival social and athletic organisations in joyous combat. Between these more\nserious occupations the Saturday night hop with the paper-box factory girls\ncame as a refining influence and as an efficient screen. For sometimes the tip\nwent â\u0080\u0099round, and if you were among the elect that tiptoed up the dark\nback stairway you might see as neat and satisfying a little welter-weight\naffair to a finish as ever happened inside the ropes.\n\n\nOn Saturdays Rhinegoldâ\u0080\u0099s paper-box factory closed at 3 P. M. On one such\nafternoon Anna and Maggie walked homeward together. At Maggieâ\u0080\u0099s door Anna\nsaid, as usual: â\u0080\u009cBe ready at seven, sharp, Mag; and Jimmy and meâ\u0080\u0099ll\ncome by for you.â\u0080\u009d\n\n\nBut what was this? Instead of the customary humble and grateful thanks from the\nnon-escorted one there was to be perceived a high-poised head, a prideful\ndimpling at the corners of a broad mouth, and almost a sparkle in a dull brown\neye.\n\n\nâ\u0080\u009cThanks, Anna,â\u0080\u009d said Maggie; â\u0080\u009cbut you and Jimmy neednâ\u0080\u0099t\nbother to-night. Iâ\u0080\u0099ve a gentleman friend thatâ\u0080\u0099s coming â\u0080\u0099round\nto escort me to the hop.â\u0080\u009d\n\n\nThe comely Anna pounced upon her friend, shook her, chided and beseeched her.\nMaggie Toole catch a fellow! Plain, dear, loyal, unattractive Maggie, so sweet\nas a chum, so unsought for a two-step or a moonlit bench in the little park.\nHow was it? When did it happen? Who was it?\n\n\nâ\u0080\u009cYouâ\u0080\u0099ll see to-night,â\u0080\u009d said Maggie, flushed with the wine of\nthe first grapes she had gathered in Cupidâ\u0080\u0099s vineyard. â\u0080\u009cHeâ\u0080\u0099s\nswell all right. Heâ\u0080\u0099s two inches taller than Jimmy, and an up-to-date\ndresser. Iâ\u0080\u0099ll introduce him, Anna, just as soon as we get to the\nhall.â\u0080\u009d\n\n\nAnna and Jimmy were among the first Clover Leafs to arrive that evening.\nAnnaâ\u0080\u0099s eyes were brightly fixed upon the door of the hall to catch the\nfirst glimpse of her friendâ\u0080\u0099s â\u0080\u009ccatch.â\u0080\u009d\n\n\nAt 8:30 Miss Toole swept into the hall with her escort. Quickly her triumphant\neye discovered her chum under the wing of her faithful Jimmy.\n\n\nâ\u0080\u009cOh, gee!â\u0080\u009d cried Anna, â\u0080\u009cMag ainâ\u0080\u0099t made a hitâ\u0080\u0094oh,\nno! Swell fellow? well, I guess! Style? Look at â\u0080\u0099um.â\u0080\u009d\n\n\nâ\u0080\u009cGo as far as you like,â\u0080\u009d said Jimmy, with sandpaper in his voice.\nâ\u0080\u009cCop him out if you want him. These new guys always win out with the\npush. Donâ\u0080\u0099t mind me. He donâ\u0080\u0099t squeeze all the limes, I guess.\nHuh!â\u0080\u009d\n\n\nâ\u0080\u009cShut up, Jimmy. You know what I mean. Iâ\u0080\u0099m glad for Mag. First\nfellow she ever had. Oh, here they come.â\u0080\u009d\n\n\nAcross the floor Maggie sailed like a coquettish yacht convoyed by a stately\ncruiser. And truly, her companion justified the encomiums of the faithful chum.\nHe stood two inches taller than the average Give and Take athlete; his dark\nhair curled; his eyes and his teeth flashed whenever he bestowed his frequent\nsmiles. The young men of the Clover Leaf Club pinned not their faith to the\ngraces of person as much as they did to its prowess, its achievements in\nhand-to-hand conflicts, and its preservation from the legal duress that\nconstantly menaced it. The member of the association who would bind a paper-box\nmaiden to his conquering chariot scorned to employ Beau Brummel airs. They were\nnot considered honourable methods of warfare. The swelling biceps, the coat\nstraining at its buttons over the chest, the air of conscious conviction of the\nsupereminence of the male in the cosmogony of creation, even a calm display of\nbow legs as subduing and enchanting agents in the gentle tourneys of\nCupidâ\u0080\u0094these were the approved arms and ammunition of the Clover Leaf\ngallants. They viewed, then, genuflexions and alluring poses of this visitor\nwith their chins at a new angle.\n\n\nâ\u0080\u009cA friend of mine, Mr. Terry Oâ\u0080\u0099Sullivan,â\u0080\u009d was Maggieâ\u0080\u0099s\nformula of introduction. She led him around the room, presenting him to each\nnew-arriving Clover Leaf. Almost was she pretty now, with the unique luminosity\nin her eyes that comes to a girl with her first suitor and a kitten with its\nfirst mouse.\n\n\nâ\u0080\u009cMaggie Tooleâ\u0080\u0099s got a fellow at last,â\u0080\u009d was the word that went\nround among the paper-box girls. â\u0080\u009cPipe Magâ\u0080\u0099s\nfloor-walkerâ\u0080\u009dâ\u0080\u0094thus the Give and Takes expressed their indifferent\ncontempt.\n\n\nUsually at the weekly hops Maggie kept a spot on the wall warm with her back.\nShe felt and showed so much gratitude whenever a self-sacrificing partner\ninvited her to dance that his pleasure was cheapened and diminished. She had\neven grown used to noticing Anna joggle the reluctant Jimmy with her elbow as a\nsignal for him to invite her chum to walk over his feet through a two-step.\n\n\nBut to-night the pumpkin had turned to a coach and six. Terry Oâ\u0080\u0099Sullivan\nwas a victorious Prince Charming, and Maggie Toole winged her first butterfly\nflight. And though our tropes of fairyland be mixed with those of entomology\nthey shall not spill one drop of ambrosia from the rose-crowned melody of\nMaggieâ\u0080\u0099s one perfect night.\n\n\nThe girls besieged her for introductions to her â\u0080\u009cfellow.â\u0080\u009d The\nClover Leaf young men, after two years of blindness, suddenly perceived charms\nin Miss Toole. They flexed their compelling muscles before her and bespoke her\nfor the dance.\n\n\nThus she scored; but to Terry Oâ\u0080\u0099Sullivan the honours of the evening fell\nthick and fast. He shook his curls; he smiled and went easily through the seven\nmotions for acquiring grace in your own room before an open window ten minutes\neach day. He danced like a faun; he introduced manner and style and atmosphere;\nhis words came trippingly upon his tongue, andâ\u0080\u0094he waltzed twice in\nsuccession with the paper-box girl that Dempsey Donovan brought.\n\n\nDempsey was the leader of the association. He wore a dress suit, and could chin\nthe bar twice with one hand. He was one of â\u0080\u009cBig Mikeâ\u0080\u009d\nOâ\u0080\u0099Sullivanâ\u0080\u0099s lieutenants, and was never troubled by trouble. No cop\ndared to arrest him. Whenever he broke a pushcart manâ\u0080\u0099s head or shot a\nmember of the Heinrick B. Sweeney Outing and Literary Association in the\nkneecap, an officer would drop around and say:\n\n\nâ\u0080\u009cThe Capâ\u0080\u0099n â\u0080\u0099d like to see ye a few minutes round to the\noffice whin ye have time, Dempsey, me boy.â\u0080\u009d\n\n\nBut there would be sundry gentlemen there with large gold fob chains and black\ncigars; and somebody would tell a funny story, and then Dempsey would go back\nand work half an hour with the six-pound dumbbells. So, doing a tight-rope act\non a wire stretched across Niagara was a safe terpsichorean performance\ncompared with waltzing twice with Dempsey Donovanâ\u0080\u0099s paper-box girl. At 10\noâ\u0080\u0099clock the jolly round face of â\u0080\u009cBig Mikeâ\u0080\u009d Oâ\u0080\u0099Sullivan\nshone at the door for five minutes upon the scene. He always looked in for five\nminutes, smiled at the girls and handed out real perfectos to the delighted\nboys.\n\n\nDempsey Donovan was at his elbow instantly, talking rapidly. â\u0080\u009cBig\nMikeâ\u0080\u009d looked carefully at the dancers, smiled, shook his head and\ndeparted.\n\n\nThe music stopped. The dancers scattered to the chairs along the walls. Terry\nOâ\u0080\u0099Sullivan, with his entrancing bow, relinquished a pretty girl in blue\nto her partner and started back to find Maggie. Dempsey intercepted him in the\nmiddle of the floor.\n\n\nSome fine instinct that Rome must have bequeathed to us caused nearly every one\nto turn and look at themâ\u0080\u0094there was a subtle feeling that two gladiators\nhad met in the arena. Two or three Give and Takes with tight coat sleeves drew\nnearer.\n\n\nâ\u0080\u009cOne moment, Mr. Oâ\u0080\u0099Sullivan,â\u0080\u009d said Dempsey. â\u0080\u009cI hope\nyouâ\u0080\u0099re enjoying yourself. Where did you say you live?â\u0080\u009d\n\n\nThe two gladiators were well matched. Dempsey had, perhaps, ten pounds of\nweight to give away. The Oâ\u0080\u0099Sullivan had breadth with quickness. Dempsey\nhad a glacial eye, a dominating slit of a mouth, an indestructible jaw, a\ncomplexion like a belleâ\u0080\u0099s and the coolness of a champion. The visitor\nshowed more fire in his contempt and less control over his conspicuous sneer.\nThey were enemies by the law written when the rocks were molten. They were each\ntoo splendid, too mighty, too incomparable to divide pre-eminence. One only\nmust survive.\n\n\nâ\u0080\u009cI live on Grand,â\u0080\u009d said Oâ\u0080\u0099Sullivan, insolently; â\u0080\u009cand no\ntrouble to find me at home. Where do you live?â\u0080\u009d\n\n\nDempsey ignored the question.\n\n\nâ\u0080\u009cYou say your nameâ\u0080\u0099s Oâ\u0080\u0099Sullivan,â\u0080\u009d he went on.\nâ\u0080\u009cWell, â\u0080\u0098Big Mikeâ\u0080\u0099 says he never saw you before.â\u0080\u009d\n\n\nâ\u0080\u009cLots of things he never saw,â\u0080\u009d said the favourite of the hop.\n\n\nâ\u0080\u009cAs a rule,â\u0080\u009d went on Dempsey, huskily sweet,\nâ\u0080\u009cOâ\u0080\u0099Sullivans in this district know one another. You escorted one of\nour lady members here, and we want a chance to make good. If youâ\u0080\u0099ve got a\nfamily tree letâ\u0080\u0099s see a few historical Oâ\u0080\u0099Sullivan buds come out on\nit. Or do you want us to dig it out of you by the roots?â\u0080\u009d\n\n\nâ\u0080\u009cSuppose you mind your own business,â\u0080\u009d suggested Oâ\u0080\u0099Sullivan,\nblandly.\n\n\nDempseyâ\u0080\u0099s eye brightened. He held up an inspired forefinger as though a\nbrilliant idea had struck him.\n\n\nâ\u0080\u009cIâ\u0080\u0099ve got it now,â\u0080\u009d he said cordially. â\u0080\u009cIt was just a\nlittle mistake. You ainâ\u0080\u0099t no Oâ\u0080\u0099Sullivan. You are a ring-tailed\nmonkey. Excuse us for not recognising you at first.â\u0080\u009d\n\n\nOâ\u0080\u0099Sullivanâ\u0080\u0099s eye flashed. He made a quick movement, but Andy\nGeoghan was ready and caught his arm.\n\n\nDempsey nodded at Andy and William McMahan, the secretary of the club, and\nwalked rapidly toward a door at the rear of the hall. Two other members of the\nGive and Take Association swiftly joined the little group. Terry\nOâ\u0080\u0099Sullivan was now in the hands of the Board of Rules and Social\nReferees. They spoke to him briefly and softly, and conducted him out through\nthe same door at the rear.\n\n\nThis movement on the part of the Clover Leaf members requires a word of\nelucidation. Back of the association hall was a smaller room rented by the\nclub. In this room personal difficulties that arose on the ballroom floor were\nsettled, man to man, with the weapons of nature, under the supervision of the\nboard. No lady could say that she had witnessed a fight at a Clover Leaf hop in\nseveral years. Its gentlemen members guaranteed that.\n\n\nSo easily and smoothly had Dempsey and the board done their preliminary work\nthat many in the hall had not noticed the checking of the fascinating\nOâ\u0080\u0099Sullivanâ\u0080\u0099s social triumph. Among these was Maggie. She looked\nabout for her escort.\n\n\nâ\u0080\u009cSmoke up!â\u0080\u009d said Rose Cassidy. â\u0080\u009cWasnâ\u0080\u0099t you on? Demps\nDonovan picked a scrap with your Lizzie-boy, and theyâ\u0080\u0099ve waltzed out to\nthe slaughter room with him. Howâ\u0080\u0099s my hair look done up this way,\nMag?â\u0080\u009d\n\n\nMaggie laid a hand on the bosom of her cheesecloth waist.\n\n\nâ\u0080\u009cGone to fight with Dempsey!â\u0080\u009d she said, breathlessly.\nâ\u0080\u009cTheyâ\u0080\u0099ve got to be stopped. Dempsey Donovan canâ\u0080\u0099t fight him.\nWhy, heâ\u0080\u0099llâ\u0080\u0094heâ\u0080\u0099ll kill him!â\u0080\u009d\n\n\nâ\u0080\u009cAh, what do you care?â\u0080\u009d said Rosa. â\u0080\u009cDonâ\u0080\u0099t some of\nâ\u0080\u0099em fight every hop?â\u0080\u009d\n\n\nBut Maggie was off, darting her zig-zag way through the maze of dancers. She\nburst through the rear door into the dark hall and then threw her solid\nshoulder against the door of the room of single combat. It gave way, and in the\ninstant that she entered her eye caught the sceneâ\u0080\u0094the Board standing\nabout with open watches; Dempsey Donovan in his shirt sleeves dancing,\nlight-footed, with the wary grace of the modern pugilist, within easy reach of\nhis adversary; Terry Oâ\u0080\u0099Sullivan standing with arms folded and a murderous\nlook in his dark eyes. And without slacking the speed of her entrance she\nleaped forward with a screamâ\u0080\u0094leaped in time to catch and hang upon the\narm of Oâ\u0080\u0099Sullivan that was suddenly uplifted, and to whisk from it the\nlong, bright stiletto that he had drawn from his bosom.\n\n\nThe knife fell and rang upon the floor. Cold steel drawn in the rooms of the\nGive and Take Association! Such a thing had never happened before. Every one\nstood motionless for a minute. Andy Geoghan kicked the stiletto with the toe of\nhis shoe curiously, like an antiquarian who has come upon some ancient weapon\nunknown to his learning.\n\n\nAnd then Oâ\u0080\u0099Sullivan hissed something unintelligible between his teeth.\nDempsey and the board exchanged looks. And then Dempsey looked at\nOâ\u0080\u0099Sullivan without anger, as one looks at a stray dog, and nodded his\nhead in the direction of the door.\n\n\nâ\u0080\u009cThe back stairs, Giuseppi,â\u0080\u009d he said, briefly.\nâ\u0080\u009cSomebodyâ\u0080\u0099ll pitch your hat down after you.â\u0080\u009d\n\n\nMaggie walked up to Dempsey Donovan. There was a brilliant spot of red in her\ncheeks, down which slow tears were running. But she looked him bravely in the\neye.\n\n\nâ\u0080\u009cI knew it, Dempsey,â\u0080\u009d she said, as her eyes grew dull even in their\ntears. â\u0080\u009cI knew he was a Guinea. His nameâ\u0080\u0099s Tony Spinelli. I hurried\nin when they told me you and him was scrappinâ\u0080\u0099. Them Guineas always\ncarries knives. But you donâ\u0080\u0099t understand, Dempsey. I never had a fellow\nin my life. I got tired of cominâ\u0080\u0099 with Anna and Jimmy every night, so I\nfixed it with him to call himself Oâ\u0080\u0099Sullivan, and brought him along. I\nknew thereâ\u0080\u0099d be nothinâ\u0080\u0099 doinâ\u0080\u0099 for him if he came as a Dago. I\nguess Iâ\u0080\u0099ll resign from the club now.â\u0080\u009d\n\n\nDempsey turned to Andy Geoghan.\n\n\nâ\u0080\u009cChuck that cheese slicer out of the window,â\u0080\u009d he said, â\u0080\u009cand\ntell â\u0080\u0099em inside that Mr. Oâ\u0080\u0099Sullivan has had a telephone message to\ngo down to Tammany Hall.â\u0080\u009d\n\n\nAnd then he turned back to Maggie.\n\n\nâ\u0080\u009cSay, Mag,â\u0080\u009d he said, â\u0080\u009cIâ\u0080\u0099ll see you home. And how about\nnext Saturday night? Will you come to the hop with me if I call around for\nyou?â\u0080\u009d\n\n\nIt was remarkable how quickly Maggieâ\u0080\u0099s eyes could change from dull to a\nshining brown.\n\n\nâ\u0080\u009cWith you, Dempsey?â\u0080\u009d she stammered. â\u0080\u009cSayâ\u0080\u0094will a duck\nswim?â\u0080\u009d\n",
    "metadata": {
        "author": "OHenry",
        "year": 1901,
        "url": "https://www.gutenberg.org/cache/epub/2776/pg2776-images.html",
        "name": "coming-out_of_maggie"
    }
}