{
    "name": "OHenry - the Gift Of the Magi",
    "body": "\nOne dollar and eighty-seven cents. That was all. And sixty cents of it was in\npennies. Pennies saved one and two at a time by bulldozing the grocer and the\nvegetable man and the butcher until oneâ\u0080\u0099s cheeks burned with the silent\nimputation of parsimony that such close dealing implied. Three times Della\ncounted it. One dollar and eighty-seven cents. And the next day would be\nChristmas.\n\n\nThere was clearly nothing to do but flop down on the shabby little couch and\nhowl. So Della did it. Which instigates the moral reflection that life is made\nup of sobs, sniffles, and smiles, with sniffles predominating.\n\n\nWhile the mistress of the home is gradually subsiding from the first stage to\nthe second, take a look at the home. A furnished flat at $8 per week. It did\nnot exactly beggar description, but it certainly had that word on the lookout\nfor the mendicancy squad.\n\n\nIn the vestibule below was a letter-box into which no letter would go, and an\nelectric button from which no mortal finger could coax a ring. Also\nappertaining thereunto was a card bearing the name â\u0080\u009cMr. James Dillingham\nYoung.â\u0080\u009d The â\u0080\u009cDillinghamâ\u0080\u009d had been flung to the breeze during\na former period of prosperity when its possessor was being paid $30 per week.\nNow, when the income was shrunk to $20, the letters of â\u0080\u009cDillinghamâ\u0080\u009d\nlooked blurred, as though they were thinking seriously of contracting to a\nmodest and unassuming D. But whenever Mr. James Dillingham Young came home and\nreached his flat above he was called â\u0080\u009cJimâ\u0080\u009d and greatly hugged by\nMrs. James Dillingham Young, already\n\n\nintroduced to you as Della. Which is all very good.\n\n\nDella finished her cry and attended to her cheeks with the powder rag. She\nstood by the window and looked out dully at a grey cat walking a grey fence in\na grey backyard. Tomorrow would be Christmas Day, and she had only $1.87 with\nwhich to buy Jim a present. She had been saving every penny she could for\nmonths, with this result. Twenty dollars a week doesnâ\u0080\u0099t go far. Expenses\nhad been greater than she had calculated. They always are. Only $1.87 to buy a\npresent for Jim. Her Jim. Many a happy hour she had spent planning for\nsomething nice for him. Something fine and rare and sterlingâ\u0080\u0094something\njust a little bit near to being worthy of the honour of being owned by Jim.\n\n\nThere was a pier-glass between the windows of the room. Perhaps you have seen a\npier-glass in an $8 flat. A very thin and very agile person may, by observing\nhis reflection in a rapid sequence of longitudinal strips, obtain a fairly\naccurate conception of his looks. Della, being slender, had mastered the art.\n\n\nSuddenly she whirled from the window and stood before the glass. Her eyes were\nshining brilliantly, but her face had lost its colour within twenty seconds.\nRapidly she pulled down her hair and let it fall to its full length.\n\n\nNow, there were two possessions of the James Dillingham Youngs in which they\nboth took a mighty pride. One was Jimâ\u0080\u0099s gold watch that had been his\nfatherâ\u0080\u0099s and his grandfatherâ\u0080\u0099s. The other was Dellaâ\u0080\u0099s hair.\nHad the Queen of Sheba lived in the flat across the airshaft, Della would have\nlet her hair hang out the window some day to dry just to depreciate Her\nMajestyâ\u0080\u0099s jewels and gifts. Had King Solomon been the janitor, with all\nhis treasures piled up in the basement, Jim would have pulled out his watch\nevery time he passed, just to see him pluck at his beard from envy.\n\n\nSo now Dellaâ\u0080\u0099s beautiful hair fell about her, rippling and shining like a\ncascade of brown waters. It reached below her knee and made itself almost a\ngarment for her. And then she did it up again nervously and quickly. Once she\nfaltered for a minute and stood still while a tear or two splashed on the worn\nred carpet.\n\n\nOn went her old brown jacket; on went her old brown hat. With a whirl of skirts\nand with the brilliant sparkle still in her eyes, she fluttered out the door\nand down the stairs to the street.\n\n\nWhere she stopped the sign read: â\u0080\u009cMme. Sofronie. Hair Goods of All\nKinds.â\u0080\u009d One flight up Della ran, and collected herself, panting. Madame,\nlarge, too white, chilly, hardly looked the â\u0080\u009cSofronie.â\u0080\u009d\n\n\nâ\u0080\u009cWill you buy my hair?â\u0080\u009d asked Della.\n\n\nâ\u0080\u009cI buy hair,â\u0080\u009d said Madame. â\u0080\u009cTake yer hat off and letâ\u0080\u0099s\nhave a sight at the looks of it.â\u0080\u009d\n\n\nDown rippled the brown cascade. â\u0080\u009cTwenty dollars,â\u0080\u009d said Madame,\nlifting the mass with a practised hand.\n\n\nâ\u0080\u009cGive it to me quick,â\u0080\u009d said Della.\n\n\nOh, and the next two hours tripped by on rosy wings. Forget the hashed\nmetaphor. She was ransacking the stores for Jimâ\u0080\u0099s present.\n\n\nShe found it at last. It surely had been made for Jim and no one else. There\nwas no other like it in any of the stores, and she had turned all of them\ninside out. It was a platinum fob chain simple and chaste in design, properly\nproclaiming its value by substance alone and not by meretricious\nornamentationâ\u0080\u0094as all good things should do. It was even worthy of The\nWatch. As soon as she saw it she knew that it must be Jimâ\u0080\u0099s. It was like\nhim. Quietness and valueâ\u0080\u0094the description applied to both. Twenty-one\ndollars they took from her for it, and she hurried home with the 87 cents. With\nthat chain on his watch Jim might be properly anxious about the time in any\ncompany. Grand as the watch was, he sometimes looked at it on the sly on\naccount of the old leather strap that he used in place of a chain.\n\n\nWhen Della reached home her intoxication gave way a little to prudence and\nreason. She got out her curling irons and lighted the gas and went to work\nrepairing the ravages made by generosity added to love. Which is always a\ntremendous task, dear friendsâ\u0080\u0094a mammoth task.\n\n\nWithin forty minutes her head was covered with tiny, close-lying curls that\nmade her look wonderfully like a truant schoolboy. She looked at her reflection\nin the mirror long, carefully, and critically.\n\n\nâ\u0080\u009cIf Jim doesnâ\u0080\u0099t kill me,â\u0080\u009d she said to herself, â\u0080\u009cbefore\nhe takes a second look at me, heâ\u0080\u0099ll say I look like a Coney Island chorus\ngirl. But what could I doâ\u0080\u0094oh! what could I do with a dollar and\neighty-seven cents?â\u0080\u009d\n\n\nAt 7 oâ\u0080\u0099clock the coffee was made and the frying-pan was on the back of\nthe stove hot and ready to cook the chops.\n\n\nJim was never late. Della doubled the fob chain in her hand and sat on the\ncorner of the table near the door that he always entered. Then she heard his\nstep on the stair away down on the first flight, and she turned white for just\na moment. She had a habit for saying little silent prayers about the simplest\neveryday things, and now she whispered: â\u0080\u009cPlease God, make him think I am\nstill pretty.â\u0080\u009d\n\n\nThe door opened and Jim stepped in and closed it. He looked thin and very\nserious. Poor fellow, he was only twenty-twoâ\u0080\u0094and to be burdened with a\nfamily! He needed a new overcoat and he was without gloves.\n\n\nJim stopped inside the door, as immovable as a setter at the scent of quail.\nHis eyes were fixed upon Della, and there was an expression in them that she\ncould not read, and it terrified her. It was not anger, nor surprise, nor\ndisapproval, nor horror, nor any of the sentiments that she had been prepared\nfor. He simply stared at her fixedly with that peculiar expression on his face.\n\n\nDella wriggled off the table and went for him.\n\n\nâ\u0080\u009cJim, darling,â\u0080\u009d she cried, â\u0080\u009cdonâ\u0080\u0099t look at me that way.\nI had my hair cut off and sold because I couldnâ\u0080\u0099t have lived through\nChristmas without giving you a present. Itâ\u0080\u0099ll grow out againâ\u0080\u0094you\nwonâ\u0080\u0099t mind, will you? I just had to do it. My hair grows awfully fast.\nSay â\u0080\u0098Merry Christmas!â\u0080\u0099 Jim, and letâ\u0080\u0099s be happy. You\ndonâ\u0080\u0099t know what a niceâ\u0080\u0094what a beautiful, nice gift Iâ\u0080\u0099ve got\nfor you.â\u0080\u009d\n\n\nâ\u0080\u009cYouâ\u0080\u0099ve cut off your hair?â\u0080\u009d asked Jim, laboriously, as if he\nhad not arrived at that patent fact yet even after the hardest mental labor.\n\n\nâ\u0080\u009cCut it off and sold it,â\u0080\u009d said Della. â\u0080\u009cDonâ\u0080\u0099t you like\nme just as well, anyhow? Iâ\u0080\u0099m me without my hair, ainâ\u0080\u0099t I?â\u0080\u009d\n\n\nJim looked about the room curiously.\n\n\nâ\u0080\u009cYou say your hair is gone?â\u0080\u009d he said, with an air almost of idiocy.\n\n\nâ\u0080\u009cYou neednâ\u0080\u0099t look for it,â\u0080\u009d said Della. â\u0080\u009cItâ\u0080\u0099s\nsold, I tell youâ\u0080\u0094sold and gone, too. Itâ\u0080\u0099s Christmas Eve, boy. Be\ngood to me, for it went for you. Maybe the hairs of my head were\nnumbered,â\u0080\u009d she went on with sudden serious sweetness, â\u0080\u009cbut nobody\ncould ever count my love for you. Shall I put the chops on, Jim?â\u0080\u009d\n\n\nOut of his trance Jim seemed quickly to wake. He enfolded his Della. For ten\nseconds let us regard with discreet scrutiny some inconsequential object in the\nother direction. Eight dollars a week or a million a yearâ\u0080\u0094what is the\ndifference? A mathematician or a wit would give you the wrong answer. The magi\nbrought valuable gifts, but that was not among them. This dark assertion will\nbe illuminated later on.\n\n\nJim drew a package from his overcoat pocket and threw it upon the table.\n\n\nâ\u0080\u009cDonâ\u0080\u0099t make any mistake, Dell,â\u0080\u009d he said, â\u0080\u009cabout me. I\ndonâ\u0080\u0099t think thereâ\u0080\u0099s anything in the way of a haircut or a shave or\na shampoo that could make me like my girl any less. But if youâ\u0080\u0099ll unwrap\nthat package you may see why you had me going a while at first.â\u0080\u009d\n\n\nWhite fingers and nimble tore at the string and paper. And then an ecstatic\nscream of joy; and then, alas! a quick feminine change to hysterical tears and\nwails, necessitating the immediate employment of all the comforting powers of\nthe lord of the flat.\n\n\nFor there lay The Combsâ\u0080\u0094the set of combs, side and back, that Della had\nworshipped long in a Broadway window. Beautiful combs, pure tortoise shell,\nwith jewelled rimsâ\u0080\u0094just the shade to wear in the beautiful vanished hair.\nThey were expensive combs, she knew, and her heart had simply craved and\nyearned over them without the least hope of possession. And now, they were\nhers, but the tresses that should have adorned the coveted adornments were\ngone.\n\n\nBut she hugged them to her bosom, and at length she was able to look up with\ndim eyes and a smile and say: â\u0080\u009cMy hair grows so fast, Jim!â\u0080\u009d\n\n\nAnd then Della leaped up like a little singed cat and cried, â\u0080\u009cOh,\noh!â\u0080\u009d\n\n\nJim had not yet seen his beautiful present. She held it out to him eagerly upon\nher open palm. The dull precious metal seemed to flash with a reflection of her\nbright and ardent spirit.\n\n\nâ\u0080\u009cIsnâ\u0080\u0099t it a dandy, Jim? I hunted all over town to find it.\nYouâ\u0080\u0099ll have to look at the time a hundred times a day now. Give me your\nwatch. I want to see how it looks on it.â\u0080\u009d\n\n\nInstead of obeying, Jim tumbled down on the couch and put his hands under the\nback of his head and smiled.\n\n\nâ\u0080\u009cDell,â\u0080\u009d said he, â\u0080\u009cletâ\u0080\u0099s put our Christmas presents away\nand keep â\u0080\u0099em a while. Theyâ\u0080\u0099re too nice to use just at present. I\nsold the watch to get the money to buy your combs. And now suppose you put the\nchops on.â\u0080\u009d\n\n\nThe magi, as you know, were wise menâ\u0080\u0094wonderfully wise menâ\u0080\u0094who\nbrought gifts to the Babe in the manger. They invented the art of giving\nChristmas presents. Being wise, their gifts were no doubt wise ones, possibly\nbearing the privilege of exchange in case of duplication. And here I have\nlamely related to you the uneventful chronicle of two foolish children in a\nflat who most unwisely sacrificed for each other the greatest treasures of\ntheir house. But in a last word to the wise of these days let it be said that\nof all who give gifts these two were the wisest. Of all who give and receive\ngifts, such as they are wisest. Everywhere they are wisest. They are the magi.\n",
    "metadata": {
        "author": "OHenry",
        "year": 1901,
        "url": "https://www.gutenberg.org/cache/epub/2776/pg2776-images.html",
        "name": "gift_of_the_magi"
    }
}