{
  "name": "OHenry - the Love-philtre Of Ikey Schoenstein",
  "body": "\nThe Blue Light Drug Store is downtown, between the Bowery and First Avenue,\nwhere the distance between the two streets is the shortest. The Blue Light does\nnot consider that pharmacy is a thing of bric-a-brac, scent and ice-cream soda.\nIf you ask it for pain-killer it will not give you a bonbon.\n\n\nThe Blue Light scorns the labour-saving arts of modern pharmacy. It macerates\nits opium and percolates its own laudanum and paregoric. To this day pills are\nmade behind its tall prescription desk—pills rolled out on its own\npill-tile, divided with a spatula, rolled with the finger and thumb, dusted\nwith calcined magnesia and delivered in little round pasteboard pill-boxes. The\nstore is on a corner about which coveys of ragged-plumed, hilarious children\nplay and become candidates for the cough drops and soothing syrups that wait\nfor them inside.\n\n\nIkey Schoenstein was the night clerk of the Blue Light and the friend of his\ncustomers. Thus it is on the East Side, where the heart of pharmacy is not\nglacé. There, as it should be, the druggist is a counsellor, a\nconfessor, an adviser, an able and willing missionary and mentor whose learning\nis respected, whose occult wisdom is venerated and whose medicine is often\npoured, untasted, into the gutter. Therefore Ikey’s corniform,\nbe-spectacled nose and narrow, knowledge-bowed figure was well known in the\nvicinity of the Blue Light, and his advice and notice were much desired.\n\n\nIkey roomed and breakfasted at Mrs. Riddle’s two squares away. Mrs.\nRiddle had a daughter named Rosy. The circumlocution has been in vain—you\nmust have guessed it—Ikey adored Rosy. She tinctured all his thoughts;\nshe was the compound extract of all that was chemically pure and\nofficinal—the dispensatory contained nothing equal to her. But Ikey was\ntimid, and his hopes remained insoluble in the menstruum of his backwardness\nand fears. Behind his counter he was a superior being, calmly conscious of\nspecial knowledge and worth; outside he was a weak-kneed, purblind,\nmotorman-cursed rambler, with ill-fitting clothes stained with chemicals and\nsmelling of socotrine aloes and valerianate of ammonia.\n\n\nThe fly in Ikey’s ointment (thrice welcome, pat trope!) was Chunk\nMcGowan.\n\n\nMr. McGowan was also striving to catch the bright smiles tossed about by Rosy.\nBut he was no outfielder as Ikey was; he picked them off the bat. At the same\ntime he was Ikey’s friend and customer, and often dropped in at the Blue\nLight Drug Store to have a bruise painted with iodine or get a cut\nrubber-plastered after a pleasant evening spent along the Bowery.\n\n\nOne afternoon McGowan drifted in in his silent, easy way, and sat, comely,\nsmooth-faced, hard, indomitable, good-natured, upon a stool.\n\n\n“Ikey,” said he, when his friend had fetched his mortar and sat\nopposite, grinding gum benzoin to a powder, “get busy with your ear.\nIt’s drugs for me if you’ve got the line I need.”\n\n\nIkey scanned the countenance of Mr. McGowan for the usual evidences of\nconflict, but found none.\n\n\n“Take your coat off,” he ordered. “I guess already that you\nhave been stuck in the ribs with a knife. I have many times told you those\nDagoes would do you up.”\n\n\nMr. McGowan smiled. “Not them,” he said. “Not any Dagoes. But\nyou’ve located the diagnosis all right enough—it’s under my\ncoat, near the ribs. Say! Ikey—Rosy and me are goin’ to run away\nand get married to-night.”\n\n\nIkey’s left forefinger was doubled over the edge of the mortar, holding\nit steady. He gave it a wild rap with the pestle, but felt it not. Meanwhile\nMr. McGowan’s smile faded to a look of perplexed gloom.\n\n\n“That is,” he continued, “if she keeps in the notion until\nthe time comes. We’ve been layin’ pipes for the getaway for two\nweeks. One day she says she will; the same evenin’ she says nixy.\nWe’ve agreed on to-night, and Rosy’s stuck to the affirmative this\ntime for two whole days. But it’s five hours yet till the time, and\nI’m afraid she’ll stand me up when it comes to the scratch.”\n\n\n“You said you wanted drugs,” remarked Ikey.\n\n\nMr. McGowan looked ill at ease and harassed—a condition opposed to his\nusual line of demeanour. He made a patent-medicine almanac into a roll and\nfitted it with unprofitable carefulness about his finger.\n\n\n“I wouldn’t have this double handicap make a false start to-night\nfor a million,” he said. “I’ve got a little flat up in Harlem\nall ready, with chrysanthemums on the table and a kettle ready to boil. And\nI’ve engaged a pulpit pounder to be ready at his house for us at 9.30.\nIt’s got to come off. And if Rosy don’t change her mind\nagain!”—Mr. McGowan ceased, a prey to his doubts.\n\n\n“I don’t see then yet,” said Ikey, shortly, “what makes\nit that you talk of drugs, or what I can be doing about it.”\n\n\n“Old man Riddle don’t like me a little bit,” went on the\nuneasy suitor, bent upon marshalling his arguments. “For a week he\nhasn’t let Rosy step outside the door with me. If it wasn’t for\nlosin’ a boarder they’d have bounced me long ago. I’m\nmakin’ $20 a week and she’ll never regret flyin’ the coop\nwith Chunk McGowan.”\n\n\n“You will excuse me, Chunk,” said Ikey. “I must make a\nprescription that is to be called for soon.”\n\n\n“Say,” said McGowan, looking up suddenly, “say, Ikey,\nain’t there a drug of some kind—some kind of powders that’ll\nmake a girl like you better if you give ’em to her?”\n\n\nIkey’s lip beneath his nose curled with the scorn of superior\nenlightenment; but before he could answer, McGowan continued:\n\n\n“Tim Lacy told me he got some once from a croaker uptown and fed\n’em to his girl in soda water. From the very first dose he was ace-high\nand everybody else looked like thirty cents to her. They was married in less\nthan two weeks.”\n\n\nStrong and simple was Chunk McGowan. A better reader of men than Ikey was could\nhave seen that his tough frame was strung upon fine wires. Like a good general\nwho was about to invade the enemy’s territory he was seeking to guard\nevery point against possible failure.\n\n\n“I thought,” went on Chunk hopefully, “that if I had one of\nthem powders to give Rosy when I see her at supper to-night it might brace her\nup and keep her from reneging on the proposition to skip. I guess she\ndon’t need a mule team to drag her away, but women are better at coaching\nthan they are at running bases. If the stuff’ll work just for a couple of\nhours it’ll do the trick.”\n\n\n“When is this foolishness of running away to be happening?” asked\nIkey.\n\n\n“Nine o’clock,” said Mr. McGowan. “Supper’s at\nseven. At eight Rosy goes to bed with a headache. At nine old Parvenzano lets\nme through to his back yard, where there’s a board off Riddle’s\nfence, next door. I go under her window and help her down the fire-escape.\nWe’ve got to make it early on the preacher’s account. It’s\nall dead easy if Rosy don’t balk when the flag drops. Can you fix me one\nof them powders, Ikey?”\n\n\nIkey Schoenstein rubbed his nose slowly.\n\n\n“Chunk,” said he, “it is of drugs of that nature that\npharmaceutists must have much carefulness. To you alone of my acquaintance\nwould I intrust a powder like that. But for you I shall make it, and you shall\nsee how it makes Rosy to think of you.”\n\n\nIkey went behind the prescription desk. There he crushed to a powder two\nsoluble tablets, each containing a quarter of a grain of morphia. To them he\nadded a little sugar of milk to increase the bulk, and folded the mixture\nneatly in a white paper. Taken by an adult this powder would insure several\nhours of heavy slumber without danger to the sleeper. This he handed to Chunk\nMcGowan, telling him to administer it in a liquid if possible, and received the\nhearty thanks of the backyard Lochinvar.\n\n\nThe subtlety of Ikey’s action becomes apparent upon recital of his\nsubsequent move. He sent a messenger for Mr. Riddle and disclosed the plans of\nMr. McGowan for eloping with Rosy. Mr. Riddle was a stout man, brick-dusty of\ncomplexion and sudden in action.\n\n\n“Much obliged,” he said, briefly, to Ikey. “The lazy Irish\nloafer! My own room’s just above Rosy’s. I’ll just go up\nthere myself after supper and load the shot-gun and wait. If he comes in my\nback yard he’ll go away in a ambulance instead of a bridal chaise.”\n\n\nWith Rosy held in the clutches of Morpheus for a many-hours deep slumber, and\nthe bloodthirsty parent waiting, armed and forewarned, Ikey felt that his rival\nwas close, indeed, upon discomfiture.\n\n\nAll night in the Blue Light Drug Store he waited at his duties for chance news\nof the tragedy, but none came.\n\n\nAt eight o’clock in the morning the day clerk arrived and Ikey started\nhurriedly for Mrs. Riddle’s to learn the outcome. And, lo! as he stepped\nout of the store who but Chunk McGowan sprang from a passing street car and\ngrasped his hand—Chunk McGowan with a victor’s smile and flushed\nwith joy.\n\n\n“Pulled it off,” said Chunk with Elysium in his grin. “Rosy\nhit the fire-escape on time to a second, and we was under the wire at the\nReverend’s at 9.30¼. She’s up at the flat—she cooked\neggs this mornin’ in a blue kimono—Lord! how lucky I am! You must\npace up some day, Ikey, and feed with us. I’ve got a job down near the\nbridge, and that’s where I’m heading for now.”\n\n\n“The—the—powder?” stammered Ikey.\n\n\n“Oh, that stuff you gave me!” said Chunk, broadening his grin;\n“well, it was this way. I sat down at the supper table last night at\nRiddle’s, and I looked at Rosy, and I says to myself, ‘Chunk, if\nyou get the girl get her on the square—don’t try any hocus-pocus\nwith a thoroughbred like her.’ And I keeps the paper you give me in my\npocket. And then my lamps fall on another party present, who, I says to myself,\nis failin’ in a proper affection toward his comin’ son-in-law, so I\nwatches my chance and dumps that powder in old man Riddle’s\ncoffee—see?”\n",
  "metadata": {
    "author": "OHenry",
    "year": 1901,
    "url": "https://www.gutenberg.org/cache/epub/2776/pg2776-images.html",
    "name": "love_philtre_of_ikey_schoenstein"
  }
}
