{
    "name": "OHenry - Mammon And the Archer",
    "body": "\nOld Anthony Rockwall, retired manufacturer and proprietor of Rockwallâ\u0080\u0099s\nEureka Soap, looked out the library window of his Fifth Avenue mansion and\ngrinned. His neighbour to the rightâ\u0080\u0094the aristocratic clubman, G. Van\nSchuylight Suffolk-Jonesâ\u0080\u0094came out to his waiting motor-car, wrinkling a\ncontumelious nostril, as usual, at the Italian renaissance sculpture of the\nsoap palaceâ\u0080\u0099s front elevation.\n\n\nâ\u0080\u009cStuck-up old statuette of nothing doing!â\u0080\u009d commented the ex-Soap\nKing. â\u0080\u009cThe Eden Museeâ\u0080\u0099ll get that old frozen Nesselrode yet if he\ndonâ\u0080\u0099t watch out. Iâ\u0080\u0099ll have this house painted red, white, and blue\nnext summer and see if thatâ\u0080\u0099ll make his Dutch nose turn up any\nhigher.â\u0080\u009d\n\n\nAnd then Anthony Rockwall, who never cared for bells, went to the door of his\nlibrary and shouted â\u0080\u009cMike!â\u0080\u009d in the same voice that had once chipped\noff pieces of the welkin on the Kansas prairies.\n\n\nâ\u0080\u009cTell my son,â\u0080\u009d said Anthony to the answering menial, â\u0080\u009cto come\nin here before he leaves the house.â\u0080\u009d\n\n\nWhen young Rockwall entered the library the old man laid aside his newspaper,\nlooked at him with a kindly grimness on his big, smooth, ruddy countenance,\nrumpled his mop of white hair with one hand and rattled the keys in his pocket\nwith the other.\n\n\nâ\u0080\u009cRichard,â\u0080\u009d said Anthony Rockwall, â\u0080\u009cwhat do you pay for the\nsoap that you use?â\u0080\u009d\n\n\nRichard, only six months home from college, was startled a little. He had not\nyet taken the measure of this sire of his, who was as full of unexpectednesses\nas a girl at her first party.\n\n\nâ\u0080\u009cSix dollars a dozen, I think, dad.â\u0080\u009d\n\n\nâ\u0080\u009cAnd your clothes?â\u0080\u009d\n\n\nâ\u0080\u009cI suppose about sixty dollars, as a rule.â\u0080\u009d\n\n\nâ\u0080\u009cYouâ\u0080\u0099re a gentleman,â\u0080\u009d said Anthony, decidedly.\nâ\u0080\u009cIâ\u0080\u0099ve heard of these young bloods spending $24 a dozen for soap,\nand going over the hundred mark for clothes. Youâ\u0080\u0099ve got as much money to\nwaste as any of â\u0080\u0099em, and yet you stick to whatâ\u0080\u0099s decent and\nmoderate. Now I use the old Eurekaâ\u0080\u0094not only for sentiment, but itâ\u0080\u0099s\nthe purest soap made. Whenever you pay more than 10 cents a cake for soap you\nbuy bad perfumes and labels. But 50 cents is doing very well for a young man in\nyour generation, position and condition. As I said, youâ\u0080\u0099re a gentleman.\nThey say it takes three generations to make one. Theyâ\u0080\u0099re off.\nMoneyâ\u0080\u0099ll do it as slick as soap grease. Itâ\u0080\u0099s made you one. By\nhokey! itâ\u0080\u0099s almost made one of me. Iâ\u0080\u0099m nearly as impolite and\ndisagreeable and ill-mannered as these two old Knickerbocker gents on each side\nof me that canâ\u0080\u0099t sleep of nights because I bought in between\nâ\u0080\u0099em.â\u0080\u009d\n\n\nâ\u0080\u009cThere are some things that money canâ\u0080\u0099t accomplish,â\u0080\u009d remarked\nyoung Rockwall, rather gloomily.\n\n\nâ\u0080\u009cNow, donâ\u0080\u0099t say that,â\u0080\u009d said old Anthony, shocked. â\u0080\u009cI\nbet my money on money every time. Iâ\u0080\u0099ve been through the encyclopaedia\ndown to Y looking for something you canâ\u0080\u0099t buy with it; and I expect to\nhave to take up the appendix next week. Iâ\u0080\u0099m for money against the field.\nTell me something money wonâ\u0080\u0099t buy.â\u0080\u009d\n\n\nâ\u0080\u009cFor one thing,â\u0080\u009d answered Richard, rankling a little, â\u0080\u009cit\nwonâ\u0080\u0099t buy one into the exclusive circles of society.â\u0080\u009d\n\n\nâ\u0080\u009cOho! wonâ\u0080\u0099t it?â\u0080\u009d thundered the champion of the root of evil.\nâ\u0080\u009cYou tell me where your exclusive circles would be if the first Astor\nhadnâ\u0080\u0099t had the money to pay for his steerage passage over?â\u0080\u009d\n\n\nRichard sighed.\n\n\nâ\u0080\u009cAnd thatâ\u0080\u0099s what I was coming to,â\u0080\u009d said the old man, less\nboisterously. â\u0080\u009cThatâ\u0080\u0099s why I asked you to come in. Thereâ\u0080\u0099s\nsomething going wrong with you, boy. Iâ\u0080\u0099ve been noticing it for two weeks.\nOut with it. I guess I could lay my hands on eleven millions within twenty-four\nhours, besides the real estate. If itâ\u0080\u0099s your liver, thereâ\u0080\u0099s the\nRambler down in the bay, coaled, and ready to steam down to the Bahamas\nin two days.â\u0080\u009d\n\n\nâ\u0080\u009cNot a bad guess, dad; you havenâ\u0080\u0099t missed it far.â\u0080\u009d\n\n\nâ\u0080\u009cAh,â\u0080\u009d said Anthony, keenly; â\u0080\u009cwhatâ\u0080\u0099s her name?â\u0080\u009d\n\n\nRichard began to walk up and down the library floor. There was enough\ncomradeship and sympathy in this crude old father of his to draw his\nconfidence.\n\n\nâ\u0080\u009cWhy donâ\u0080\u0099t you ask her?â\u0080\u009d demanded old Anthony.\nâ\u0080\u009cSheâ\u0080\u0099ll jump at you. Youâ\u0080\u0099ve got the money and the looks, and\nyouâ\u0080\u0099re a decent boy. Your hands are clean. Youâ\u0080\u0099ve got no Eureka\nsoap on â\u0080\u0099em. Youâ\u0080\u0099ve been to college, but sheâ\u0080\u0099ll overlook\nthat.â\u0080\u009d\n\n\nâ\u0080\u009cI havenâ\u0080\u0099t had a chance,â\u0080\u009d said Richard.\n\n\nâ\u0080\u009cMake one,â\u0080\u009d said Anthony. â\u0080\u009cTake her for a walk in the park,\nor a straw ride, or walk home with her from church. Chance! Pshaw!â\u0080\u009d\n\n\nâ\u0080\u009cYou donâ\u0080\u0099t know the social mill, dad. Sheâ\u0080\u0099s part of the\nstream that turns it. Every hour and minute of her time is arranged for days in\nadvance. I must have that girl, dad, or this town is a blackjack swamp\nforevermore. And I canâ\u0080\u0099t write itâ\u0080\u0094I canâ\u0080\u0099t do that.â\u0080\u009d\n\n\nâ\u0080\u009cTut!â\u0080\u009d said the old man. â\u0080\u009cDo you mean to tell me that with\nall the money Iâ\u0080\u0099ve got you canâ\u0080\u0099t get an hour or two of a\ngirlâ\u0080\u0099s time for yourself?â\u0080\u009d\n\n\nâ\u0080\u009cIâ\u0080\u0099ve put it off too late. Sheâ\u0080\u0099s going to sail for Europe at\nnoon day after to-morrow for a two yearsâ\u0080\u0099 stay. Iâ\u0080\u0099m to see her\nalone to-morrow evening for a few minutes. Sheâ\u0080\u0099s at Larchmont now at her\nauntâ\u0080\u0099s. I canâ\u0080\u0099t go there. But Iâ\u0080\u0099m allowed to meet her with a\ncab at the Grand Central Station to-morrow evening at the 8.30 train. We drive\ndown Broadway to Wallackâ\u0080\u0099s at a gallop, where her mother and a box party\nwill be waiting for us in the lobby. Do you think she would listen to a\ndeclaration from me during that six or eight minutes under those circumstances?\nNo. And what chance would I have in the theatre or afterward? None. No, dad,\nthis is one tangle that your money canâ\u0080\u0099t unravel. We canâ\u0080\u0099t buy one\nminute of time with cash; if we could, rich people would live longer.\nThereâ\u0080\u0099s no hope of getting a talk with Miss Lantry before she\nsails.â\u0080\u009d\n\n\nâ\u0080\u009cAll right, Richard, my boy,â\u0080\u009d said old Anthony, cheerfully.\nâ\u0080\u009cYou may run along down to your club now. Iâ\u0080\u0099m glad it ainâ\u0080\u0099t\nyour liver. But donâ\u0080\u0099t forget to burn a few punk sticks in the joss house\nto the great god Mazuma from time to time. You say money wonâ\u0080\u0099t buy time?\nWell, of course, you canâ\u0080\u0099t order eternity wrapped up and delivered at\nyour residence for a price, but Iâ\u0080\u0099ve seen Father Time get pretty bad\nstone bruises on his heels when he walked through the gold diggings.â\u0080\u009d\n\n\nThat night came Aunt Ellen, gentle, sentimental, wrinkled, sighing, oppressed\nby wealth, in to Brother Anthony at his evening paper, and began discourse on\nthe subject of loversâ\u0080\u0099 woes.\n\n\nâ\u0080\u009cHe told me all about it,â\u0080\u009d said brother Anthony, yawning. â\u0080\u009cI\ntold him my bank account was at his service. And then he began to knock money.\nSaid money couldnâ\u0080\u0099t help. Said the rules of society couldnâ\u0080\u0099t be\nbucked for a yard by a team of ten-millionaires.â\u0080\u009d\n\n\nâ\u0080\u009cOh, Anthony,â\u0080\u009d sighed Aunt Ellen, â\u0080\u009cI wish you would not think\nso much of money. Wealth is nothing where a true affection is concerned. Love\nis all-powerful. If he only had spoken earlier! She could not have refused our\nRichard. But now I fear it is too late. He will have no opportunity to address\nher. All your gold cannot bring happiness to your son.â\u0080\u009d\n\n\nAt eight oâ\u0080\u0099clock the next evening Aunt Ellen took a quaint old gold ring\nfrom a moth-eaten case and gave it to Richard.\n\n\nâ\u0080\u009cWear it to-night, nephew,â\u0080\u009d she begged. â\u0080\u009cYour mother gave it\nto me. Good luck in love she said it brought. She asked me to give it to you\nwhen you had found the one you loved.â\u0080\u009d\n\n\nYoung Rockwall took the ring reverently and tried it on his smallest finger. It\nslipped as far as the second joint and stopped. He took it off and stuffed it\ninto his vest pocket, after the manner of man. And then he â\u0080\u0099phoned for\nhis cab.\n\n\nAt the station he captured Miss Lantry out of the gadding mob at eight\nthirty-two.\n\n\nâ\u0080\u009cWe mustnâ\u0080\u0099t keep mamma and the others waiting,â\u0080\u009d said she.\n\n\nâ\u0080\u009cTo Wallackâ\u0080\u0099s Theatre as fast as you can drive!â\u0080\u009d said Richard\nloyally.\n\n\nThey whirled up Forty-second to Broadway, and then down the white-starred lane\nthat leads from the soft meadows of sunset to the rocky hills of morning.\n\n\nAt Thirty-fourth Street young Richard quickly thrust up the trap and ordered\nthe cabman to stop.\n\n\nâ\u0080\u009cIâ\u0080\u0099ve dropped a ring,â\u0080\u009d he apologised, as he climbed out.\nâ\u0080\u009cIt was my motherâ\u0080\u0099s, and Iâ\u0080\u0099d hate to lose it. I wonâ\u0080\u0099t\ndetain you a minuteâ\u0080\u0094I saw where it fell.â\u0080\u009d\n\n\nIn less than a minute he was back in the cab with the ring.\n\n\nBut within that minute a crosstown car had stopped directly in front of the\ncab. The cabman tried to pass to the left, but a heavy express wagon cut him\noff. He tried the right, and had to back away from a furniture van that had no\nbusiness to be there. He tried to back out, but dropped his reins and swore\ndutifully. He was blockaded in a tangled mess of vehicles and horses.\n\n\nOne of those street blockades had occurred that sometimes tie up commerce and\nmovement quite suddenly in the big city.\n\n\nâ\u0080\u009cWhy donâ\u0080\u0099t you drive on?â\u0080\u009d said Miss Lantry, impatiently.\nâ\u0080\u009cWeâ\u0080\u0099ll be late.â\u0080\u009d\n\n\nRichard stood up in the cab and looked around. He saw a congested flood of\nwagons, trucks, cabs, vans and street cars filling the vast space where\nBroadway, Sixth Avenue and Thirty-fourth street cross one another as a\ntwenty-six inch maiden fills her twenty-two inch girdle. And still from all the\ncross streets they were hurrying and rattling toward the converging point at\nfull speed, and hurling themselves into the struggling mass, locking wheels and\nadding their driversâ\u0080\u0099 imprecations to the clamour. The entire traffic of\nManhattan seemed to have jammed itself around them. The oldest New Yorker among\nthe thousands of spectators that lined the sidewalks had not witnessed a street\nblockade of the proportions of this one.\n\n\nâ\u0080\u009cIâ\u0080\u0099m very sorry,â\u0080\u009d said Richard, as he resumed his seat,\nâ\u0080\u009cbut it looks as if we are stuck. They wonâ\u0080\u0099t get this jumble\nloosened up in an hour. It was my fault. If I hadnâ\u0080\u0099t dropped the ring\nweâ\u0080\u0094â\u0080\u009d\n\n\nâ\u0080\u009cLet me see the ring,â\u0080\u009d said Miss Lantry. â\u0080\u009cNow that it\ncanâ\u0080\u0099t be helped, I donâ\u0080\u0099t care. I think theatres are stupid,\nanyway.â\u0080\u009d\n\n\nAt 11 oâ\u0080\u0099clock that night somebody tapped lightly on Anthony\nRockwallâ\u0080\u0099s door.\n\n\nâ\u0080\u009cCome in,â\u0080\u009d shouted Anthony, who was in a red dressing-gown, reading\na book of piratical adventures.\n\n\nSomebody was Aunt Ellen, looking like a grey-haired angel that had been left on\nearth by mistake.\n\n\nâ\u0080\u009cTheyâ\u0080\u0099re engaged, Anthony,â\u0080\u009d she said, softly. â\u0080\u009cShe has\npromised to marry our Richard. On their way to the theatre there was a street\nblockade, and it was two hours before their cab could get out of it.\n\n\nâ\u0080\u009cAnd oh, brother Anthony, donâ\u0080\u0099t ever boast of the power of money\nagain. A little emblem of true loveâ\u0080\u0094a little ring that symbolised\nunending and unmercenary affectionâ\u0080\u0094was the cause of our Richard finding\nhis happiness. He dropped it in the street, and got out to recover it. And\nbefore they could continue the blockade occurred. He spoke to his love and won\nher there while the cab was hemmed in. Money is dross compared with true love,\nAnthony.â\u0080\u009d\n\n\nâ\u0080\u009cAll right,â\u0080\u009d said old Anthony. â\u0080\u009cIâ\u0080\u0099m glad the boy has\ngot what he wanted. I told him I wouldnâ\u0080\u0099t spare any expense in the matter\nifâ\u0080\u0094â\u0080\u009d\n\n\nâ\u0080\u009cBut, brother Anthony, what good could your money have done?â\u0080\u009d\n\n\nâ\u0080\u009cSister,â\u0080\u009d said Anthony Rockwall. â\u0080\u009cIâ\u0080\u0099ve got my pirate in\na devil of a scrape. His ship has just been scuttled, and heâ\u0080\u0099s too good a\njudge of the value of money to let drown. I wish you would let me go on with\nthis chapter.â\u0080\u009d\n\n\nThe story should end here. I wish it would as heartily as you who read it wish\nit did. But we must go to the bottom of the well for truth.\n\n\nThe next day a person with red hands and a blue polka-dot necktie, who called\nhimself Kelly, called at Anthony Rockwallâ\u0080\u0099s house, and was at once\nreceived in the library.\n\n\nâ\u0080\u009cWell,â\u0080\u009d said Anthony, reaching for his chequebook, â\u0080\u009cit was a\ngood bilinâ\u0080\u0099 of soap. Letâ\u0080\u0099s seeâ\u0080\u0094you had $5,000 in cash.â\u0080\u009d\n\n\nâ\u0080\u009cI paid out $300 more of my own,â\u0080\u009d said Kelly. â\u0080\u009cI had to go a\nlittle above the estimate. I got the express wagons and cabs mostly for $5; but\nthe trucks and two-horse teams mostly raised me to $10. The motormen wanted\n$10, and some of the loaded teams $20. The cops struck me hardestâ\u0080\u0094$50 I\npaid two, and the rest $20 and $25. But didnâ\u0080\u0099t it work beautiful, Mr.\nRockwall? Iâ\u0080\u0099m glad William A. Brady wasnâ\u0080\u0099t onto that little outdoor\nvehicle mob scene. I wouldnâ\u0080\u0099t want William to break his heart with\njealousy. And never a rehearsal, either! The boys was on time to the fraction\nof a second. It was two hours before a snake could get below Greeleyâ\u0080\u0099s\nstatue.â\u0080\u009d\n\n\nâ\u0080\u009cThirteen hundredâ\u0080\u0094there you are, Kelly,â\u0080\u009d said Anthony,\ntearing off a check. â\u0080\u009cYour thousand, and the $300 you were out. You\ndonâ\u0080\u0099t despise money, do you, Kelly?â\u0080\u009d\n\n\nâ\u0080\u009cMe?â\u0080\u009d said Kelly. â\u0080\u009cI can lick the man that invented\npoverty.â\u0080\u009d\n\n\nAnthony called Kelly when he was at the door.\n\n\nâ\u0080\u009cYou didnâ\u0080\u0099t notice,â\u0080\u009d said he, â\u0080\u009canywhere in the tie-up,\na kind of a fat boy without any clothes on shooting arrows around with a bow,\ndid you?â\u0080\u009d\n\n\nâ\u0080\u009cWhy, no,â\u0080\u009d said Kelly, mystified. â\u0080\u009cI didnâ\u0080\u0099t. If he was\nlike you say, maybe the cops pinched him before I got there.â\u0080\u009d\n\n\nâ\u0080\u009cI thought the little rascal wouldnâ\u0080\u0099t be on hand,â\u0080\u009d chuckled\nAnthony. â\u0080\u009cGood-by, Kelly.â\u0080\u009d\n",
    "metadata": {
        "author": "OHenry",
        "year": 1901,
        "url": "https://www.gutenberg.org/cache/epub/2776/pg2776-images.html",
        "name": "mammon_and_the_archer"
    }
}