{
    "name": "OHenry - the Romance Of a Busy Broker",
    "body": "\nPitcher, confidential clerk in the office of Harvey Maxwell, broker, allowed a\nlook of mild interest and surprise to visit his usually expressionless\ncountenance when his employer briskly entered at half past nine in company with\nhis young lady stenographer. With a snappy â\u0080\u009cGood-morning, Pitcher,â\u0080\u009d\nMaxwell dashed at his desk as though he were intending to leap over it, and\nthen plunged into the great heap of letters and telegrams waiting there for\nhim.\n\n\nThe young lady had been Maxwellâ\u0080\u0099s stenographer for a year. She was\nbeautiful in a way that was decidedly unstenographic. She forewent the pomp of\nthe alluring pompadour. She wore no chains, bracelets or lockets. She had not\nthe air of being about to accept an invitation to luncheon. Her dress was grey\nand plain, but it fitted her figure with fidelity and discretion. In her neat\nblack turban hat was the gold-green wing of a macaw. On this morning she was\nsoftly and shyly radiant. Her eyes were dreamily bright, her cheeks genuine\npeachblow, her expression a happy one, tinged with reminiscence.\n\n\nPitcher, still mildly curious, noticed a difference in her ways this morning.\nInstead of going straight into the adjoining room, where her desk was, she\nlingered, slightly irresolute, in the outer office. Once she moved over by\nMaxwellâ\u0080\u0099s desk, near enough for him to be aware of her presence.\n\n\nThe machine sitting at that desk was no longer a man; it was a busy New York\nbroker, moved by buzzing wheels and uncoiling springs.\n\n\nâ\u0080\u009cWellâ\u0080\u0094what is it? Anything?â\u0080\u009d asked Maxwell sharply. His\nopened mail lay like a bank of stage snow on his crowded desk. His keen grey\neye, impersonal and brusque, flashed upon her half impatiently.\n\n\nâ\u0080\u009cNothing,â\u0080\u009d answered the stenographer, moving away with a little\nsmile.\n\n\nâ\u0080\u009cMr. Pitcher,â\u0080\u009d she said to the confidential clerk, â\u0080\u009cdid Mr.\nMaxwell say anything yesterday about engaging another stenographer?â\u0080\u009d\n\n\nâ\u0080\u009cHe did,â\u0080\u009d answered Pitcher. â\u0080\u009cHe told me to get another one. I\nnotified the agency yesterday afternoon to send over a few samples this\nmorning. Itâ\u0080\u0099s 9.45 oâ\u0080\u0099clock, and not a single picture hat or piece\nof pineapple chewing gum has showed up yet.â\u0080\u009d\n\n\nâ\u0080\u009cI will do the work as usual, then,â\u0080\u009d said the young lady,\nâ\u0080\u009cuntil some one comes to fill the place.â\u0080\u009d And she went to her desk\nat once and hung the black turban hat with the gold-green macaw wing in its\naccustomed place.\n\n\nHe who has been denied the spectacle of a busy Manhattan broker during a rush\nof business is handicapped for the profession of anthropology. The poet sings\nof the â\u0080\u009ccrowded hour of glorious life.â\u0080\u009d The brokerâ\u0080\u0099s hour is\nnot only crowded, but the minutes and seconds are hanging to all the straps and\npacking both front and rear platforms.\n\n\nAnd this day was Harvey Maxwellâ\u0080\u0099s busy day. The ticker began to reel out\njerkily its fitful coils of tape, the desk telephone had a chronic attack of\nbuzzing. Men began to throng into the office and call at him over the railing,\njovially, sharply, viciously, excitedly. Messenger boys ran in and out with\nmessages and telegrams. The clerks in the office jumped about like sailors\nduring a storm. Even Pitcherâ\u0080\u0099s face relaxed into something resembling\nanimation.\n\n\nOn the Exchange there were hurricanes and landslides and snowstorms and\nglaciers and volcanoes, and those elemental disturbances were reproduced in\nminiature in the brokerâ\u0080\u0099s offices. Maxwell shoved his chair against the\nwall and transacted business after the manner of a toe dancer. He jumped from\nticker to â\u0080\u0099phone, from desk to door with the trained agility of a\nharlequin.\n\n\nIn the midst of this growing and important stress the broker became suddenly\naware of a high-rolled fringe of golden hair under a nodding canopy of velvet\nand ostrich tips, an imitation sealskin sacque and a string of beads as large\nas hickory nuts, ending near the floor with a silver heart. There was a\nself-possessed young lady connected with these accessories; and Pitcher was\nthere to construe her.\n\n\nâ\u0080\u009cLady from the Stenographerâ\u0080\u0099s Agency to see about the\nposition,â\u0080\u009d said Pitcher.\n\n\nMaxwell turned half around, with his hands full of papers and ticker tape.\n\n\nâ\u0080\u009cWhat position?â\u0080\u009d he asked, with a frown.\n\n\nâ\u0080\u009cPosition of stenographer,â\u0080\u009d said Pitcher. â\u0080\u009cYou told me\nyesterday to call them up and have one sent over this morning.â\u0080\u009d\n\n\nâ\u0080\u009cYou are losing your mind, Pitcher,â\u0080\u009d said Maxwell. â\u0080\u009cWhy\nshould I have given you any such instructions? Miss Leslie has given perfect\nsatisfaction during the year she has been here. The place is hers as long as\nshe chooses to retain it. Thereâ\u0080\u0099s no place open here, madam. Countermand\nthat order with the agency, Pitcher, and donâ\u0080\u0099t bring any more of\nâ\u0080\u0099em in here.â\u0080\u009d\n\n\nThe silver heart left the office, swinging and banging itself independently\nagainst the office furniture as it indignantly departed. Pitcher seized a\nmoment to remark to the bookkeeper that the â\u0080\u009cold manâ\u0080\u009d seemed to get\nmore absent-minded and forgetful every day of the world.\n\n\nThe rush and pace of business grew fiercer and faster. On the floor they were\npounding half a dozen stocks in which Maxwellâ\u0080\u0099s customers were heavy\ninvestors. Orders to buy and sell were coming and going as swift as the flight\nof swallows. Some of his own holdings were imperilled, and the man was working\nlike some high-geared, delicate, strong machineâ\u0080\u0094strung to full tension,\ngoing at full speed, accurate, never hesitating, with the proper word and\ndecision and act ready and prompt as clockwork. Stocks and bonds, loans and\nmortgages, margins and securitiesâ\u0080\u0094here was a world of finance, and there\nwas no room in it for the human world or the world of nature.\n\n\nWhen the luncheon hour drew near there came a slight lull in the uproar.\n\n\nMaxwell stood by his desk with his hands full of telegrams and memoranda, with\na fountain pen over his right ear and his hair hanging in disorderly strings\nover his forehead. His window was open, for the beloved janitress Spring had\nturned on a little warmth through the waking registers of the earth.\n\n\nAnd through the window came a wanderingâ\u0080\u0094perhaps a\nlostâ\u0080\u0094odourâ\u0080\u0094a delicate, sweet odour of lilac that fixed the broker\nfor a moment immovable. For this odour belonged to Miss Leslie; it was her own,\nand hers only.\n\n\nThe odour brought her vividly, almost tangibly before him. The world of finance\ndwindled suddenly to a speck. And she was in the next roomâ\u0080\u0094twenty steps\naway.\n\n\nâ\u0080\u009cBy George, Iâ\u0080\u0099ll do it now,â\u0080\u009d said Maxwell, half aloud.\nâ\u0080\u009cIâ\u0080\u0099ll ask her now. I wonder I didnâ\u0080\u0099t do it long ago.â\u0080\u009d\n\n\nHe dashed into the inner office with the haste of a short trying to cover. He\ncharged upon the desk of the stenographer.\n\n\nShe looked up at him with a smile. A soft pink crept over her cheek, and her\neyes were kind and frank. Maxwell leaned one elbow on her desk. He still\nclutched fluttering papers with both hands and the pen was above his ear.\n\n\nâ\u0080\u009cMiss Leslie,â\u0080\u009d he began hurriedly, â\u0080\u009cI have but a moment to\nspare. I want to say something in that moment. Will you be my wife? I\nhavenâ\u0080\u0099t had time to make love to you in the ordinary way, but I really do\nlove you. Talk quick, pleaseâ\u0080\u0094those fellows are clubbing the stuffing out\nof Union Pacific.â\u0080\u009d\n\n\nâ\u0080\u009cOh, what are you talking about?â\u0080\u009d exclaimed the young lady. She\nrose to her feet and gazed upon him, round-eyed.\n\n\nâ\u0080\u009cDonâ\u0080\u0099t you understand?â\u0080\u009d said Maxwell, restively. â\u0080\u009cI\nwant you to marry me. I love you, Miss Leslie. I wanted to tell you, and I\nsnatched a minute when things had slackened up a bit. Theyâ\u0080\u0099re calling me\nfor the â\u0080\u0099phone now. Tell â\u0080\u0099em to wait a minute, Pitcher. Wonâ\u0080\u0099t\nyou, Miss Leslie?â\u0080\u009d\n\n\nThe stenographer acted very queerly. At first she seemed overcome with\namazement; then tears flowed from her wondering eyes; and then she smiled\nsunnily through them, and one of her arms slid tenderly about the\nbrokerâ\u0080\u0099s neck.\n\n\nâ\u0080\u009cI know now,â\u0080\u009d she said, softly. â\u0080\u009cItâ\u0080\u0099s this old business\nthat has driven everything else out of your head for the time. I was frightened\nat first. Donâ\u0080\u0099t you remember, Harvey? We were married last evening at 8\noâ\u0080\u0099clock in the Little Church Around the Corner.â\u0080\u009d\n",
    "metadata": {
        "author": "OHenry",
        "year": 1901,
        "url": "https://www.gutenberg.org/cache/epub/2776/pg2776-images.html",
        "name": "romance_of_a_busy_broker"
    }
}