{
    "name": "OHenry - Sisters Of the Golden Circle",
    "body": "\nThe Rubberneck Auto was about ready to start. The merry top-riders had been\nassigned to their seats by the gentlemanly conductor. The sidewalk was\nblockaded with sightseers who had gathered to stare at sightseers, justifying\nthe natural law that every creature on earth is preyed upon by some other\ncreature.\n\n\nThe megaphone man raised his instrument of torture; the inside of the great\nautomobile began to thump and throb like the heart of a coffee drinker. The\ntop-riders nervously clung to the seats; the old lady from Valparaiso, Indiana,\nshrieked to be put ashore. But, before a wheel turns, listen to a brief\npreamble through the cardiaphone, which shall point out to you an object of\ninterest on lifeâ\u0080\u0099s sightseeing tour.\n\n\nSwift and comprehensive is the recognition of white man for white man in\nAfrican wilds; instant and sure is the spiritual greeting between mother and\nbabe; unhesitatingly do master and dog commune across the slight gulf between\nanimal and man; immeasurably quick and sapient are the brief messages between\none and oneâ\u0080\u0099s beloved. But all these instances set forth only slow and\ngroping interchange of sympathy and thought beside one other instance which the\nRubberneck coach shall disclose. You shall learn (if you have not learned\nalready) what two beings of all earthâ\u0080\u0099s living inhabitants most quickly\nlook into each otherâ\u0080\u0099s hearts and souls when they meet face to face.\n\n\nThe gong whirred, and the Glaring-at-Gotham car moved majestically upon its\ninstructive tour.\n\n\nOn the highest, rear seat was James Williams, of Cloverdale, Missouri, and his\nBride.\n\n\nCapitalise it, friend typoâ\u0080\u0094that last wordâ\u0080\u0094word of words in the\nepiphany of life and love. The scent of the flowers, the booty of the bee, the\nprimal drip of spring waters, the overture of the lark, the twist of lemon peel\non the cocktail of creationâ\u0080\u0094such is the bride. Holy is the wife; revered\nthe mother; galliptious is the summer girlâ\u0080\u0094but the bride is the certified\ncheck among the wedding presents that the gods send in when man is married to\nmortality.\n\n\nThe car glided up the Golden Way. On the bridge of the great cruiser the\ncaptain stood, trumpeting the sights of the big city to his passengers.\nWide-mouthed and open-eared, they heard the sights of the metropolis thundered\nforth to their eyes. Confused, delirious with excitement and provincial\nlongings, they tried to make ocular responses to the megaphonic ritual. In the\nsolemn spires of spreading cathedrals they saw the home of the Vanderbilts; in\nthe busy bulk of the Grand Central depot they viewed, wonderingly, the frugal\ncot of Russell Sage. Bidden to observe the highlands of the Hudson, they gaped,\nunsuspecting, at the upturned mountains of a new-laid sewer. To many the\nelevated railroad was the Rialto, on the stations of which uniformed men sat\nand made chop suey of your tickets. And to this day in the outlying districts\nmany have it that Chuck Connors, with his hand on his heart, leads reform; and\nthat but for the noble municipal efforts of one Parkhurst, a district attorney,\nthe notorious â\u0080\u009cBishopâ\u0080\u009d Potter gang would have destroyed law and\norder from the Bowery to the Harlem River.\n\n\nBut I beg you to observe Mrs. James Williamsâ\u0080\u0094Hattie Chalmers that\nwasâ\u0080\u0094once the belle of Cloverdale. Pale-blue is the brideâ\u0080\u0099s, if she\nwill; and this colour she had honoured. Willingly had the moss rosebud loaned\nto her cheeks of its pinkâ\u0080\u0094and as for the violet!â\u0080\u0094her eyes will do\nvery well as they are, thank you. A useless strip of white chafâ\u0080\u0094oh, no,\nhe was guiding the auto carâ\u0080\u0094of white chiffonâ\u0080\u0094or perhaps it was\ngrenadine or tulleâ\u0080\u0094was tied beneath her chin, pretending to hold her\nbonnet in place. But you know as well as I do that the hatpins did the work.\n\n\nAnd on Mrs. James Williamsâ\u0080\u0099s face was recorded a little library of the\nworldâ\u0080\u0099s best thoughts in three volumes. Volume No. 1 contained the belief\nthat James Williams was about the right sort of thing. Volume No. 2 was an\nessay on the world, declaring it to be a very excellent place. Volume No. 3\ndisclosed the belief that in occupying the highest seat in a Rubberneck auto\nthey were travelling the pace that passes all understanding.\n\n\nJames Williams, you would have guessed, was about twenty-four. It will gratify\nyou to know that your estimate was so accurate. He was exactly twenty-three\nyears, eleven months and twenty-nine days old. He was well built, active,\nstrong-jawed, good-natured and rising. He was on his wedding trip.\n\n\nDear kind fairy, please cut out those orders for money and 40 H. P. touring\ncars and fame and a new growth of hair and the presidency of the boat club.\nInstead of any of them turn backwardâ\u0080\u0094oh, turn backward and give us just a\nteeny-weeny bit of our wedding trip over again. Just an hour, dear fairy, so we\ncan remember how the grass and poplar trees looked, and the bow of those bonnet\nstrings tied beneath her chinâ\u0080\u0094even if it was the hatpins that did the\nwork. Canâ\u0080\u0099t do it? Very well; hurry up with that touring car and the oil\nstock, then.\n\n\nJust in front of Mrs. James Williams sat a girl in a loose tan jacket and a\nstraw hat adorned with grapes and roses. Only in dreams and millinersâ\u0080\u0099\nshops do we, alas! gather grapes and roses at one swipe. This girl gazed with\nlarge blue eyes, credulous, when the megaphone man roared his doctrine that\nmillionaires were things about which we should be concerned. Between blasts she\nresorted to Epictetian philosophy in the form of pepsin chewing gum.\n\n\nAt this girlâ\u0080\u0099s right hand sat a young man about twenty-four. He was\nwell-built, active, strong-jawed and good-natured. But if his description seems\nto follow that of James Williams, divest it of anything Cloverdalian. This man\nbelonged to hard streets and sharp corners. He looked keenly about him, seeming\nto begrudge the asphalt under the feet of those upon whom he looked down from\nhis perch.\n\n\nWhile the megaphone barks at a famous hostelry, let me whisper you through the\nlow-tuned cardiaphone to sit tight; for now things are about to happen, and the\ngreat city will close over them again as over a scrap of ticker tape floating\ndown from the den of a Broad street bear.\n\n\nThe girl in the tan jacket twisted around to view the pilgrims on the last\nseat. The other passengers she had absorbed; the seat behind her was her\nBluebeardâ\u0080\u0099s chamber.\n\n\nHer eyes met those of Mrs. James Williams. Between two ticks of a watch they\nexchanged their lifeâ\u0080\u0099s experiences, histories, hopes and fancies. And\nall, mind you, with the eye, before two men could have decided whether to draw\nsteel or borrow a match.\n\n\nThe bride leaned forward low. She and the girl spoke rapidly together, their\ntongues moving quickly like those of two serpentsâ\u0080\u0094a comparison that is\nnot meant to go further. Two smiles and a dozen nods closed the conference.\n\n\nAnd now in the broad, quiet avenue in front of the Rubberneck car a man in dark\nclothes stood with uplifted hand. From the sidewalk another hurried to join\nhim.\n\n\nThe girl in the fruitful hat quickly seized her companion by the arm and\nwhispered in his ear. That young man exhibited proof of ability to act\npromptly. Crouching low, he slid over the edge of the car, hung lightly for an\ninstant, and then disappeared. Half a dozen of the top-riders observed his\nfeat, wonderingly, but made no comment, deeming it prudent not to express\nsurprise at what might be the conventional manner of alighting in this\nbewildering city. The truant passenger dodged a hansom and then floated past,\nlike a leaf on a stream between a furniture van and a floristâ\u0080\u0099s delivery\nwagon.\n\n\nThe girl in the tan jacket turned again, and looked in the eyes of Mrs. James\nWilliams. Then she faced about and sat still while the Rubberneck auto stopped\nat the flash of the badge under the coat of the plainclothes man.\n\n\nâ\u0080\u009cWhatâ\u0080\u0099s eatinâ\u0080\u0099 you?â\u0080\u009d demanded the megaphonist,\nabandoning his professional discourse for pure English.\n\n\nâ\u0080\u009cKeep her at anchor for a minute,â\u0080\u009d ordered the officer.\nâ\u0080\u009cThereâ\u0080\u0099s a man on board we wantâ\u0080\u0094a Philadelphia burglar called\nâ\u0080\u0098Pinkyâ\u0080\u0099 McGuire. There he is on the back seat. Look out for the\nside, Donovan.â\u0080\u009d\n\n\nDonovan went to the hind wheel and looked up at James Williams.\n\n\nâ\u0080\u009cCome down, old sport,â\u0080\u009d he said, pleasantly. â\u0080\u009cWeâ\u0080\u0099ve got\nyou. Back to Sleepytown for yours. It ainâ\u0080\u0099t a bad idea, hidinâ\u0080\u0099 on a\nRubberneck, though. Iâ\u0080\u0099ll remember that.â\u0080\u009d\n\n\nSoftly through the megaphone came the advice of the conductor:\n\n\nâ\u0080\u009cBetter step off, sir, and explain. The car must proceed on its\ntour.â\u0080\u009d\n\n\nJames Williams belonged among the level heads. With necessary slowness he\npicked his way through the passengers down to the steps at the front of the\ncar. His wife followed, but she first turned her eyes and saw the escaped\ntourist glide from behind the furniture van and slip behind a tree on the edge\nof the little park, not fifty feet away.\n\n\nDescended to the ground, James Williams faced his captors with a smile. He was\nthinking what a good story he would have to tell in Cloverdale about having\nbeen mistaken for a burglar. The Rubberneck coach lingered, out of respect for\nits patrons. What could be a more interesting sight than this?\n\n\nâ\u0080\u009cMy name is James Williams, of Cloverdale, Missouri,â\u0080\u009d he said\nkindly, so that they would not be too greatly mortified. â\u0080\u009cI have letters\nhere that will showâ\u0080\u0094â\u0080\u009d\n\n\nâ\u0080\u009cYouâ\u0080\u0099ll come with us, please,â\u0080\u009d announced the plainclothes\nman. â\u0080\u009câ\u0080\u0098Pinkyâ\u0080\u0099 McGuireâ\u0080\u0099s description fits you like\nflannel washed in hot suds. A detective saw you on the Rubberneck up at Central\nPark and â\u0080\u0099phoned down to take you in. Do your explaining at the\nstation-house.â\u0080\u009d\n\n\nJames Williamsâ\u0080\u0099s wifeâ\u0080\u0094his bride of two weeksâ\u0080\u0094looked him in\nthe face with a strange, soft radiance in her eyes and a flush on her cheeks,\nlooked him in the face and said:\n\n\nâ\u0080\u009cGo with â\u0080\u0099em quietly, â\u0080\u0098Pinky,â\u0080\u0099 and maybe itâ\u0080\u0099ll be\nin your favour.â\u0080\u009d\n\n\nAnd then as the Glaring-at-Gotham car rolled away she turned and threw a\nkissâ\u0080\u0094his wife threw a kissâ\u0080\u0094at some one high up on the seats of the\nRubberneck.\n\n\nâ\u0080\u009cYour girl gives you good advice, McGuire,â\u0080\u009d said Donovan.\nâ\u0080\u009cCome on, now.â\u0080\u009d\n\n\nAnd then madness descended upon and occupied James Williams. He pushed his hat\nfar upon the back of his head.\n\n\nâ\u0080\u009cMy wife seems to think I am a burglar,â\u0080\u009d he said, recklessly.\nâ\u0080\u009cI never heard of her being crazy; therefore I must be. And if Iâ\u0080\u0099m\ncrazy, they canâ\u0080\u0099t do anything to me for killing you two fools in my\nmadness.â\u0080\u009d\n\n\nWhereupon he resisted arrest so cheerfully and industriously that cops had to\nbe whistled for, and afterwards the reserves, to disperse a few thousand\ndelighted spectators.\n\n\nAt the station-house the desk sergeant asked for his name.\n\n\nâ\u0080\u009cMcDoodle, the Pink, or Pinky the Brute, I forget which,â\u0080\u009d was James\nWilliamsâ\u0080\u0099s answer. â\u0080\u009cBut you can bet Iâ\u0080\u0099m a burglar;\ndonâ\u0080\u0099t leave that out. And you might add that it took five of â\u0080\u0099em to\npluck the Pink. Iâ\u0080\u0099d especially like to have that in the records.â\u0080\u009d\n\n\nIn an hour came Mrs. James Williams, with Uncle Thomas, of Madison Avenue, in a\nrespect-compelling motor car and proofs of the heroâ\u0080\u0099s innocenceâ\u0080\u0094for\nall the world like the third act of a drama backed by an automobile mfg. co.\n\n\nAfter the police had sternly reprimanded James Williams for imitating a\ncopyrighted burglar and given him as honourable a discharge as the department\nwas capable of, Mrs. Williams rearrested him and swept him into an angle of the\nstation-house. James Williams regarded her with one eye. He always said that\nDonovan closed the other while somebody was holding his good right hand. Never\nbefore had he given her a word of reproach or of reproof.\n\n\nâ\u0080\u009cIf you can explain,â\u0080\u009d he began rather stiffly, â\u0080\u009cwhy\nyouâ\u0080\u0094â\u0080\u009d\n\n\nâ\u0080\u009cDear,â\u0080\u009d she interrupted, â\u0080\u009clisten. It was an hourâ\u0080\u0099s pain\nand trial to you. I did it for herâ\u0080\u0094I mean the girl who spoke to me on the\ncoach. I was so happy, Jimâ\u0080\u0094so happy with you that I didnâ\u0080\u0099t dare to\nrefuse that happiness to another. Jim, they were married only this\nmorningâ\u0080\u0094those two; and I wanted him to get away. While they were\nstruggling with you I saw him slip from behind his tree and hurry across the\npark. Thatâ\u0080\u0099s all of it, dearâ\u0080\u0094I had to do it.â\u0080\u009d\n\n\nThus does one sister of the plain gold band know another who stands in the\nenchanted light that shines but once and briefly for each one. By rice and\nsatin bows does mere man become aware of weddings. But bride knoweth bride at\nthe glance of an eye. And between them swiftly passes comfort and meaning in a\nlanguage that man and widows wot not of.\n",
    "metadata": {
        "author": "OHenry",
        "year": 1901,
        "url": "https://www.gutenberg.org/cache/epub/2776/pg2776-images.html",
        "name": "sisters_of_the_golden_circle"
    }
}