{
    "name": "OHenry - An Unfinished Story",
    "body": "\nWe no longer groan and heap ashes upon our heads when the flames of Tophet are\nmentioned. For, even the preachers have begun to tell us that God is radium, or\nether or some scientific compound, and that the worst we wicked ones may expect\nis a chemical reaction. This is a pleasing hypothesis; but there lingers yet\nsome of the old, goodly terror of orthodoxy.\n\n\nThere are but two subjects upon which one may discourse with a free\nimagination, and without the possibility of being controverted. You may talk of\nyour dreams; and you may tell what you heard a parrot say. Both Morpheus and\nthe bird are incompetent witnesses; and your listener dare not attack your\nrecital. The baseless fabric of a vision, then, shall furnish my\nthemeâ\u0080\u0094chosen with apologies and regrets instead of the more limited field\nof pretty Pollyâ\u0080\u0099s small talk.\n\n\nI had a dream that was so far removed from the higher criticism that it had to\ndo with the ancient, respectable, and lamented bar-of-judgment theory.\n\n\nGabriel had played his trump; and those of us who could not follow suit were\narraigned for examination. I noticed at one side a gathering of professional\nbondsmen in solemn black and collars that buttoned behind; but it seemed there\nwas some trouble about their real estate titles; and they did not appear to be\ngetting any of us out.\n\n\nA fly copâ\u0080\u0094an angel policemanâ\u0080\u0094flew over to me and took me by the\nleft wing. Near at hand was a group of very prosperous-looking spirits\narraigned for judgment.\n\n\nâ\u0080\u009cDo you belong with that bunch?â\u0080\u009d the policeman asked.\n\n\nâ\u0080\u009cWho are they?â\u0080\u009d was my answer.\n\n\nâ\u0080\u009cWhy,â\u0080\u009d said he, â\u0080\u009cthey areâ\u0080\u0094â\u0080\u009d\n\n\nBut this irrelevant stuff is taking up space that the story should occupy.\n\n\nDulcie worked in a department store. She sold Hamburg edging, or stuffed\npeppers, or automobiles, or other little trinkets such as they keep in\ndepartment stores. Of what she earned, Dulcie received six dollars per week.\nThe remainder was credited to her and debited to somebody elseâ\u0080\u0099s account\nin the ledger kept by Gâ\u0080\u0093â\u0080\u0093â\u0080\u0093â\u0080\u0093 Oh, primal energy, you say,\nReverend Doctorâ\u0080\u0094Well then, in the Ledger of Primal Energy.\n\n\nDuring her first year in the store, Dulcie was paid five dollars per week. It\nwould be instructive to know how she lived on that amount. Donâ\u0080\u0099t care?\nVery well; probably you are interested in larger amounts. Six dollars is a\nlarger amount. I will tell you how she lived on six dollars per week.\n\n\nOne afternoon at six, when Dulcie was sticking her hat-pin within an eighth of\nan inch of her medulla oblongata, she said to her chum, Sadieâ\u0080\u0094the\ngirl that waits on you with her left side:\n\n\nâ\u0080\u009cSay, Sade, I made a date for dinner this evening with Piggy.â\u0080\u009d\n\n\nâ\u0080\u009cYou never did!â\u0080\u009d exclaimed Sadie admiringly. â\u0080\u009cWell,\nainâ\u0080\u0099t you the lucky one? Piggyâ\u0080\u0099s an awful swell; and he always\ntakes a girl to swell places. He took Blanche up to the Hoffman House one\nevening, where they have swell music, and you see a lot of swells. Youâ\u0080\u0099ll\nhave a swell time, Dulce.â\u0080\u009d\n\n\nDulcie hurried homeward. Her eyes were shining, and her cheeks showed the\ndelicate pink of lifeâ\u0080\u0099sâ\u0080\u0094real lifeâ\u0080\u0099sâ\u0080\u0094approaching dawn.\nIt was Friday; and she had fifty cents left of her last weekâ\u0080\u0099s wages.\n\n\nThe streets were filled with the rush-hour floods of people. The electric\nlights of Broadway were glowingâ\u0080\u0094calling moths from miles, from leagues,\nfrom hundreds of leagues out of darkness around to come in and attend the\nsingeing school. Men in accurate clothes, with faces like those carved on\ncherry stones by the old salts in sailorsâ\u0080\u0099 homes, turned and stared at\nDulcie as she sped, unheeding, past them. Manhattan, the night-blooming cereus,\nwas beginning to unfold its dead-white, heavy-odoured petals.\n\n\nDulcie stopped in a store where goods were cheap and bought an imitation lace\ncollar with her fifty cents. That money was to have been spent\notherwiseâ\u0080\u0094fifteen cents for supper, ten cents for breakfast, ten cents\nfor lunch. Another dime was to be added to her small store of savings; and five\ncents was to be squandered for licorice dropsâ\u0080\u0094the kind that made your\ncheek look like the toothache, and last as long. The licorice was an\nextravaganceâ\u0080\u0094almost a carouseâ\u0080\u0094but what is life without pleasures?\n\n\nDulcie lived in a furnished room. There is this difference between a furnished\nroom and a boarding-house. In a furnished room, other people do not know it\nwhen you go hungry.\n\n\nDulcie went up to her roomâ\u0080\u0094the third floor back in a West Side\nbrownstone-front. She lit the gas. Scientists tell us that the diamond is the\nhardest substance known. Their mistake. Landladies know of a compound beside\nwhich the diamond is as putty. They pack it in the tips of gas-burners; and one\nmay stand on a chair and dig at it in vain until oneâ\u0080\u0099s fingers are pink\nand bruised. A hairpin will not remove it; therefore let us call it immovable.\n\n\nSo Dulcie lit the gas. In its one-fourth-candlepower glow we will observe the\nroom.\n\n\nCouch-bed, dresser, table, washstand, chairâ\u0080\u0094of this much the landlady was\nguilty. The rest was Dulcieâ\u0080\u0099s. On the dresser were her treasuresâ\u0080\u0094a\ngilt china vase presented to her by Sadie, a calendar issued by a pickle works,\na book on the divination of dreams, some rice powder in a glass dish, and a\ncluster of artificial cherries tied with a pink ribbon.\n\n\nAgainst the wrinkly mirror stood pictures of General Kitchener, William\nMuldoon, the Duchess of Marlborough, and Benvenuto Cellini. Against one wall\nwas a plaster of Paris plaque of an Oâ\u0080\u0099Callahan in a Roman helmet. Near it\nwas a violent oleograph of a lemon-coloured child assaulting an inflammatory\nbutterfly. This was Dulcieâ\u0080\u0099s final judgment in art; but it had never been\nupset. Her rest had never been disturbed by whispers of stolen copes; no critic\nhad elevated his eyebrows at her infantile entomologist.\n\n\nPiggy was to call for her at seven. While she swiftly makes ready, let us\ndiscreetly face the other way and gossip.\n\n\nFor the room, Dulcie paid two dollars per week. On week-days her breakfast cost\nten cents; she made coffee and cooked an egg over the gaslight while she was\ndressing. On Sunday mornings she feasted royally on veal chops and pineapple\nfritters at â\u0080\u009cBillyâ\u0080\u0099sâ\u0080\u009d restaurant, at a cost of twenty-five\ncentsâ\u0080\u0094and tipped the waitress ten cents. New York presents so many\ntemptations for one to run into extravagance. She had her lunches in the\ndepartment-store restaurant at a cost of sixty cents for the week; dinners were\n$1.05. The evening papersâ\u0080\u0094show me a New Yorker going without his daily\npaper!â\u0080\u0094came to six cents; and two Sunday papersâ\u0080\u0094one for the\npersonal column and the other to readâ\u0080\u0094were ten cents. The total amounts\nto $4.76. Now, one has to buy clothes, andâ\u0080\u0094\n\n\nI give it up. I hear of wonderful bargains in fabrics, and of miracles\nperformed with needle and thread; but I am in doubt. I hold my pen poised in\nvain when I would add to Dulcieâ\u0080\u0099s life some of those joys that belong to\nwoman by virtue of all the unwritten, sacred, natural, inactive ordinances of\nthe equity of heaven. Twice she had been to Coney Island and had ridden the\nhobby-horses. â\u0080\u0099Tis a weary thing to count your pleasures by summers\ninstead of by hours.\n\n\nPiggy needs but a word. When the girls named him, an undeserving stigma was\ncast upon the noble family of swine. The words-of-three-letters lesson in the\nold blue spelling book begins with Piggyâ\u0080\u0099s biography. He was fat; he had\nthe soul of a rat, the habits of a bat, and the magnanimity of a cat . . . He\nwore expensive clothes; and was a connoisseur in starvation. He could look at a\nshop-girl and tell you to an hour how long it had been since she had eaten\nanything more nourishing than marshmallows and tea. He hung about the shopping\ndistricts, and prowled around in department stores with his invitations to\ndinner. Men who escort dogs upon the streets at the end of a string look down\nupon him. He is a type; I can dwell upon him no longer; my pen is not the kind\nintended for him; I am no carpenter.\n\n\nAt ten minutes to seven Dulcie was ready. She looked at herself in the wrinkly\nmirror. The reflection was satisfactory. The dark blue dress, fitting without a\nwrinkle, the hat with its jaunty black feather, the but-slightly-soiled\nglovesâ\u0080\u0094all representing self-denial, even of food itselfâ\u0080\u0094were\nvastly becoming.\n\n\nDulcie forgot everything else for a moment except that she was beautiful, and\nthat life was about to lift a corner of its mysterious veil for her to observe\nits wonders. No gentleman had ever asked her out before. Now she was going for\na brief moment into the glitter and exalted show.\n\n\nThe girls said that Piggy was a â\u0080\u009cspender.â\u0080\u009d There would be a grand\ndinner, and music, and splendidly dressed ladies to look at, and things to eat\nthat strangely twisted the girlsâ\u0080\u0099 jaws when they tried to tell about\nthem. No doubt she would be asked out again. There was a blue pongee suit in a\nwindow that she knewâ\u0080\u0094by saving twenty cents a week instead of ten,\ninâ\u0080\u0094letâ\u0080\u0099s seeâ\u0080\u0094Oh, it would run into years! But there was a\nsecond-hand store in Seventh Avenue whereâ\u0080\u0094\n\n\nSomebody knocked at the door. Dulcie opened it. The landlady stood there with a\nspurious smile, sniffing for cooking by stolen gas.\n\n\nâ\u0080\u009cA gentlemanâ\u0080\u0099s downstairs to see you,â\u0080\u009d she said. â\u0080\u009cName\nis Mr. Wiggins.â\u0080\u009d\n\n\nBy such epithet was Piggy known to unfortunate ones who had to take him\nseriously.\n\n\nDulcie turned to the dresser to get her handkerchief; and then she stopped\nstill, and bit her underlip hard. While looking in her mirror she had seen\nfairyland and herself, a princess, just awakening from a long slumber. She had\nforgotten one that was watching her with sad, beautiful, stern eyesâ\u0080\u0094the\nonly one there was to approve or condemn what she did. Straight and slender and\ntall, with a look of sorrowful reproach on his handsome, melancholy face,\nGeneral Kitchener fixed his wonderful eyes on her out of his gilt photograph\nframe on the dresser.\n\n\nDulcie turned like an automatic doll to the landlady.\n\n\nâ\u0080\u009cTell him I canâ\u0080\u0099t go,â\u0080\u009d she said dully. â\u0080\u009cTell him\nIâ\u0080\u0099m sick, or something. Tell him Iâ\u0080\u0099m not going out.â\u0080\u009d\n\n\nAfter the door was closed and locked, Dulcie fell upon her bed, crushing her\nblack tip, and cried for ten minutes. General Kitchener was her only friend. He\nwas Dulcieâ\u0080\u0099s ideal of a gallant knight. He looked as if he might have a\nsecret sorrow, and his wonderful moustache was a dream, and she was a little\nafraid of that stern yet tender look in his eyes. She used to have little\nfancies that he would call at the house sometime, and ask for her, with his\nsword clanking against his high boots. Once, when a boy was rattling a piece of\nchain against a lamp-post she had opened the window and looked out. But there\nwas no use. She knew that General Kitchener was away over in Japan, leading his\narmy against the savage Turks; and he would never step out of his gilt frame\nfor her. Yet one look from him had vanquished Piggy that night. Yes, for that\nnight.\n\n\nWhen her cry was over Dulcie got up and took off her best dress, and put on her\nold blue kimono. She wanted no dinner. She sang two verses of\nâ\u0080\u009cSammy.â\u0080\u009d Then she became intensely interested in a little red speck\non the side of her nose. And after that was attended to, she drew up a chair to\nthe rickety table, and told her fortune with an old deck of cards.\n\n\nâ\u0080\u009cThe horrid, impudent thing!â\u0080\u009d she said aloud. â\u0080\u009cAnd I never\ngave him a word or a look to make him think it!â\u0080\u009d\n\n\nAt nine oâ\u0080\u0099clock Dulcie took a tin box of crackers and a little pot of\nraspberry jam out of her trunk, and had a feast. She offered General Kitchener\nsome jam on a cracker; but he only looked at her as the sphinx would have\nlooked at a butterflyâ\u0080\u0094if there are butterflies in the desert.\n\n\nâ\u0080\u009cDonâ\u0080\u0099t eat it if you donâ\u0080\u0099t want to,â\u0080\u009d said Dulcie.\nâ\u0080\u009cAnd donâ\u0080\u0099t put on so many airs and scold so with your eyes. I\nwonder if youâ\u0080\u0099d be so superior and snippy if you had to live on six\ndollars a week.â\u0080\u009d\n\n\nIt was not a good sign for Dulcie to be rude to General Kitchener. And then she\nturned Benvenuto Cellini face downward with a severe gesture. But that was not\ninexcusable; for she had always thought he was Henry VIII, and she did not\napprove of him.\n\n\nAt half-past nine Dulcie took a last look at the pictures on the dresser,\nturned out the light, and skipped into bed. Itâ\u0080\u0099s an awful thing to go to\nbed with a good-night look at General Kitchener, William Muldoon, the Duchess\nof Marlborough, and Benvenuto Cellini. This story really doesnâ\u0080\u0099t get\nanywhere at all. The rest of it comes laterâ\u0080\u0094sometime when Piggy asks\nDulcie again to dine with him, and she is feeling lonelier than usual, and\nGeneral Kitchener happens to be looking the other way; and thenâ\u0080\u0094\n\n\nAs I said before, I dreamed that I was standing near a crowd of\nprosperous-looking angels, and a policeman took me by the wing and asked if I\nbelonged with them.\n\n\nâ\u0080\u009cWho are they?â\u0080\u009d I asked.\n\n\nâ\u0080\u009cWhy,â\u0080\u009d said he, â\u0080\u009cthey are the men who hired working-girls,\nand paid â\u0080\u0099em five or six dollars a week to live on. Are you one of the\nbunch?â\u0080\u009d\n\n\nâ\u0080\u009cNot on your immortality,â\u0080\u009d said I. â\u0080\u009cIâ\u0080\u0099m only the fellow\nthat set fire to an orphan asylum, and murdered a blind man for his\npennies.â\u0080\u009d\n",
    "metadata": {
        "author": "OHenry",
        "year": 1901,
        "url": "https://www.gutenberg.org/cache/epub/2776/pg2776-images.html",
        "name": "unfinished_story"
    }
}