{
    "name": "Grimm - Jorinda And Jorindel",
    "body": "\n      There was once an old castle, that stood in the middle of a deep gloomy\n      wood, and in the castle lived an old fairy. Now this fairy could take any\n      shape she pleased. All the day long she flew about in the form of an owl,\n      or crept about the country like a cat; but at night she always became an\n      old woman again. When any young man came within a hundred paces of her\n      castle, he became quite fixed, and could not move a step till she came and\n      set him free; which she would not do till he had given her his word never\n      to come there again: but when any pretty maiden came within that space she\n      was changed into a bird, and the fairy put her into a cage, and hung her\n      up in a chamber in the castle. There were seven hundred of these cages\n      hanging in the castle, and all with beautiful birds in them.\n    \n\n      Now there was once a maiden whose name was Jorinda. She was prettier than\n      all the pretty girls that ever were seen before, and a shepherd lad, whose\n      name was Jorindel, was very fond of her, and they were soon to be married.\n      One day they went to walk in the wood, that they might be alone; and\n      Jorindel said, ‘We must take care that we don’t go too near to the fairy’s\n      castle.’ It was a beautiful evening; the last rays of the setting sun\n      shone bright through the long stems of the trees upon the green underwood\n      beneath, and the turtle-doves sang from the tall birches.\n    \n\n      Jorinda sat down to gaze upon the sun; Jorindel sat by her side; and both\n      felt sad, they knew not why; but it seemed as if they were to be parted\n      from one another for ever. They had wandered a long way; and when they\n      looked to see which way they should go home, they found themselves at a\n      loss to know what path to take.\n    \n\n      The sun was setting fast, and already half of its circle had sunk behind\n      the hill: Jorindel on a sudden looked behind him, and saw through the\n      bushes that they had, without knowing it, sat down close under the old\n      walls of the castle. Then he shrank for fear, turned pale, and trembled.\n      Jorinda was just singing,\n    \n\n ‘The ring-dove sang from the willow spray,\n  Well-a-day! Well-a-day!\n  He mourn’d for the fate of his darling mate,\n  Well-a-day!’\n\n\n      when her song stopped suddenly. Jorindel turned to see the reason, and\n      beheld his Jorinda changed into a nightingale, so that her song ended with\n      a mournful jug, jug. An owl with fiery eyes flew three times round\n      them, and three times screamed:\n    \n\n ‘Tu whu! Tu whu! Tu whu!’\n\n\n      Jorindel could not move; he stood fixed as a stone, and could neither\n      weep, nor speak, nor stir hand or foot. And now the sun went quite down;\n      the gloomy night came; the owl flew into a bush; and a moment after the\n      old fairy came forth pale and meagre, with staring eyes, and a nose and\n      chin that almost met one another.\n    \n\n      She mumbled something to herself, seized the nightingale, and went away\n      with it in her hand. Poor Jorindel saw the nightingale was gone—but\n      what could he do? He could not speak, he could not move from the spot\n      where he stood. At last the fairy came back and sang with a hoarse voice:\n    \n\n ‘Till the prisoner is fast,\n  And her doom is cast,\n  There stay! Oh, stay!\n  When the charm is around her,\n  And the spell has bound her,\n  Hie away! away!’\n\n\n      On a sudden Jorindel found himself free. Then he fell on his knees before\n      the fairy, and prayed her to give him back his dear Jorinda: but she\n      laughed at him, and said he should never see her again; then she went her\n      way.\n    \n\n      He prayed, he wept, he sorrowed, but all in vain. ‘Alas!’ he said, ‘what\n      will become of me?’ He could not go back to his own home, so he went to a\n      strange village, and employed himself in keeping sheep. Many a time did he\n      walk round and round as near to the hated castle as he dared go, but all\n      in vain; he heard or saw nothing of Jorinda.\n    \n\n      At last he dreamt one night that he found a beautiful purple flower, and\n      that in the middle of it lay a costly pearl; and he dreamt that he plucked\n      the flower, and went with it in his hand into the castle, and that\n      everything he touched with it was disenchanted, and that there he found\n      his Jorinda again.\n    \n\n      In the morning when he awoke, he began to search over hill and dale for\n      this pretty flower; and eight long days he sought for it in vain: but on\n      the ninth day, early in the morning, he found the beautiful purple flower;\n      and in the middle of it was a large dewdrop, as big as a costly pearl.\n      Then he plucked the flower, and set out and travelled day and night, till\n      he came again to the castle.\n    \n\n      He walked nearer than a hundred paces to it, and yet he did not become\n      fixed as before, but found that he could go quite close up to the door.\n      Jorindel was very glad indeed to see this. Then he touched the door with\n      the flower, and it sprang open; so that he went in through the court, and\n      listened when he heard so many birds singing. At last he came to the\n      chamber where the fairy sat, with the seven hundred birds singing in the\n      seven hundred cages. When she saw Jorindel she was very angry, and\n      screamed with rage; but she could not come within two yards of him, for\n      the flower he held in his hand was his safeguard. He looked around at the\n      birds, but alas! there were many, many nightingales, and how then should\n      he find out which was his Jorinda? While he was thinking what to do, he\n      saw the fairy had taken down one of the cages, and was making the best of\n      her way off through the door. He ran or flew after her, touched the cage\n      with the flower, and Jorinda stood before him, and threw her arms round\n      his neck looking as beautiful as ever, as beautiful as when they walked\n      together in the wood.\n    \n\n      Then he touched all the other birds with the flower, so that they all took\n      their old forms again; and he took Jorinda home, where they were married,\n      and lived happily together many years: and so did a good many other lads,\n      whose maidens had been forced to sing in the old fairy’s cages by\n      themselves, much longer than they liked.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "jorinda_and_jorindel"
    }
}