{
    "name": "Grimm - the Miser In the Bush",
    "body": "\n      A farmer had a faithful and diligent servant, who had worked hard for him\n      three years, without having been paid any wages. At last it came into the\n      man’s head that he would not go on thus without pay any longer; so he went\n      to his master, and said, ‘I have worked hard for you a long time, I will\n      trust to you to give me what I deserve to have for my trouble.’ The farmer\n      was a sad miser, and knew that his man was very simple-hearted; so he took\n      out threepence, and gave him for every year’s service a penny. The poor\n      fellow thought it was a great deal of money to have, and said to himself,\n      ‘Why should I work hard, and live here on bad fare any longer? I can now\n      travel into the wide world, and make myself merry.’ With that he put his\n      money into his purse, and set out, roaming over hill and valley.\n    \n\n      As he jogged along over the fields, singing and dancing, a little dwarf\n      met him, and asked him what made him so merry. ‘Why, what should make me\n      down-hearted?’ said he; ‘I am sound in health and rich in purse, what\n      should I care for? I have saved up my three years’ earnings and have it\n      all safe in my pocket.’ ‘How much may it come to?’ said the little man.\n      ‘Full threepence,’ replied the countryman. ‘I wish you would give them to\n      me,’ said the other; ‘I am very poor.’ Then the man pitied him, and gave\n      him all he had; and the little dwarf said in return, ‘As you have such a\n      kind honest heart, I will grant you three wishes—one for every\n      penny; so choose whatever you like.’ Then the countryman rejoiced at his\n      good luck, and said, ‘I like many things better than money: first, I will\n      have a bow that will bring down everything I shoot at; secondly, a fiddle\n      that will set everyone dancing that hears me play upon it; and thirdly, I\n      should like that everyone should grant what I ask.’ The dwarf said he\n      should have his three wishes; so he gave him the bow and fiddle, and went\n      his way.\n    \n\n      Our honest friend journeyed on his way too; and if he was merry before, he\n      was now ten times more so. He had not gone far before he met an old miser:\n      close by them stood a tree, and on the topmost twig sat a thrush singing\n      away most joyfully. ‘Oh, what a pretty bird!’ said the miser; ‘I would\n      give a great deal of money to have such a one.’ ‘If that’s all,’ said the\n      countryman, ‘I will soon bring it down.’ Then he took up his bow, and down\n      fell the thrush into the bushes at the foot of the tree. The miser crept\n      into the bush to find it; but directly he had got into the middle, his\n      companion took up his fiddle and played away, and the miser began to dance\n      and spring about, capering higher and higher in the air. The thorns soon\n      began to tear his clothes till they all hung in rags about him, and he\n      himself was all scratched and wounded, so that the blood ran down. ‘Oh,\n      for heaven’s sake!’ cried the miser, ‘Master! master! pray let the fiddle\n      alone. What have I done to deserve this?’ ‘Thou hast shaved many a poor\n      soul close enough,’ said the other; ‘thou art only meeting thy reward’: so\n      he played up another tune. Then the miser began to beg and promise, and\n      offered money for his liberty; but he did not come up to the musician’s\n      price for some time, and he danced him along brisker and brisker, and the\n      miser bid higher and higher, till at last he offered a round hundred of\n      florins that he had in his purse, and had just gained by cheating some\n      poor fellow. When the countryman saw so much money, he said, ‘I will agree\n      to your proposal.’ So he took the purse, put up his fiddle, and travelled\n      on very pleased with his bargain.\n    \n\n      Meanwhile the miser crept out of the bush half-naked and in a piteous\n      plight, and began to ponder how he should take his revenge, and serve his\n      late companion some trick. At last he went to the judge, and complained\n      that a rascal had robbed him of his money, and beaten him into the\n      bargain; and that the fellow who did it carried a bow at his back and a\n      fiddle hung round his neck. Then the judge sent out his officers to bring\n      up the accused wherever they should find him; and he was soon caught and\n      brought up to be tried.\n    \n\n      The miser began to tell his tale, and said he had been robbed of his\n      money. ‘No, you gave it me for playing a tune to you.’ said the\n      countryman; but the judge told him that was not likely, and cut the matter\n      short by ordering him off to the gallows.\n    \n\n      So away he was taken; but as he stood on the steps he said, ‘My Lord\n      Judge, grant me one last request.’ ‘Anything but thy life,’ replied the\n      other. ‘No,’ said he, ‘I do not ask my life; only to let me play upon my\n      fiddle for the last time.’ The miser cried out, ‘Oh, no! no! for heaven’s\n      sake don’t listen to him! don’t listen to him!’ But the judge said, ‘It is\n      only this once, he will soon have done.’ The fact was, he could not refuse\n      the request, on account of the dwarf’s third gift.\n    \n\n      Then the miser said, ‘Bind me fast, bind me fast, for pity’s sake.’ But\n      the countryman seized his fiddle, and struck up a tune, and at the first\n      note judge, clerks, and jailer were in motion; all began capering, and no\n      one could hold the miser. At the second note the hangman let his prisoner\n      go, and danced also, and by the time he had played the first bar of the\n      tune, all were dancing together—judge, court, and miser, and all the\n      people who had followed to look on. At first the thing was merry and\n      pleasant enough; but when it had gone on a while, and there seemed to be\n      no end of playing or dancing, they began to cry out, and beg him to leave\n      off; but he stopped not a whit the more for their entreaties, till the\n      judge not only gave him his life, but promised to return him the hundred\n      florins.\n    \n\n      Then he called to the miser, and said, ‘Tell us now, you vagabond, where\n      you got that gold, or I shall play on for your amusement only,’ ‘I stole\n      it,’ said the miser in the presence of all the people; ‘I acknowledge that\n      I stole it, and that you earned it fairly.’ Then the countryman stopped\n      his fiddle, and left the miser to take his place at the gallows.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "miser_in_the_bush"
    }
}