{
    "name": "Grimm - Snowdrop",
    "body": "\n      It was the middle of winter, when the broad flakes of snow were falling\n      around, that the queen of a country many thousand miles off sat working at\n      her window. The frame of the window was made of fine black ebony, and as\n      she sat looking out upon the snow, she pricked her finger, and three drops\n      of blood fell upon it. Then she gazed thoughtfully upon the red drops that\n      sprinkled the white snow, and said, ‘Would that my little daughter may be\n      as white as that snow, as red as that blood, and as black as this ebony\n      windowframe!’ And so the little girl really did grow up; her skin was as\n      white as snow, her cheeks as rosy as the blood, and her hair as black as\n      ebony; and she was called Snowdrop.\n    \n\n      But this queen died; and the king soon married another wife, who became\n      queen, and was very beautiful, but so vain that she could not bear to\n      think that anyone could be handsomer than she was. She had a fairy\n      looking-glass, to which she used to go, and then she would gaze upon\n      herself in it, and say:\n    \n\n ‘Tell me, glass, tell me true!\n  Of all the ladies in the land,\n  Who is fairest, tell me, who?’\n\n\n      And the glass had always answered:\n    \n\n ‘Thou, queen, art the fairest in all the land.’\n\n\n      But Snowdrop grew more and more beautiful; and when she was seven years\n      old she was as bright as the day, and fairer than the queen herself. Then\n      the glass one day answered the queen, when she went to look in it as\n      usual:\n    \n\n ‘Thou, queen, art fair, and beauteous to see,\n  But Snowdrop is lovelier far than thee!’\n\n\n      When she heard this she turned pale with rage and envy, and called to one\n      of her servants, and said, ‘Take Snowdrop away into the wide wood, that I\n      may never see her any more.’ Then the servant led her away; but his heart\n      melted when Snowdrop begged him to spare her life, and he said, ‘I will\n      not hurt you, thou pretty child.’ So he left her by herself; and though he\n      thought it most likely that the wild beasts would tear her in pieces, he\n      felt as if a great weight were taken off his heart when he had made up his\n      mind not to kill her but to leave her to her fate, with the chance of\n      someone finding and saving her.\n    \n\n      Then poor Snowdrop wandered along through the wood in great fear; and the\n      wild beasts roared about her, but none did her any harm. In the evening\n      she came to a cottage among the hills, and went in to rest, for her little\n      feet would carry her no further. Everything was spruce and neat in the\n      cottage: on the table was spread a white cloth, and there were seven\n      little plates, seven little loaves, and seven little glasses with wine in\n      them; and seven knives and forks laid in order; and by the wall stood\n      seven little beds. As she was very hungry, she picked a little piece of\n      each loaf and drank a very little wine out of each glass; and after that\n      she thought she would lie down and rest. So she tried all the little beds;\n      but one was too long, and another was too short, till at last the seventh\n      suited her: and there she laid herself down and went to sleep.\n    \n\n      By and by in came the masters of the cottage. Now they were seven little\n      dwarfs, that lived among the mountains, and dug and searched for gold.\n      They lighted up their seven lamps, and saw at once that all was not right.\n      The first said, ‘Who has been sitting on my stool?’ The second, ‘Who has\n      been eating off my plate?’ The third, ‘Who has been picking my bread?’ The\n      fourth, ‘Who has been meddling with my spoon?’ The fifth, ‘Who has been\n      handling my fork?’ The sixth, ‘Who has been cutting with my knife?’ The\n      seventh, ‘Who has been drinking my wine?’ Then the first looked round and\n      said, ‘Who has been lying on my bed?’ And the rest came running to him,\n      and everyone cried out that somebody had been upon his bed. But the\n      seventh saw Snowdrop, and called all his brethren to come and see her; and\n      they cried out with wonder and astonishment and brought their lamps to\n      look at her, and said, ‘Good heavens! what a lovely child she is!’ And\n      they were very glad to see her, and took care not to wake her; and the\n      seventh dwarf slept an hour with each of the other dwarfs in turn, till\n      the night was gone.\n    \n\n      In the morning Snowdrop told them all her story; and they pitied her, and\n      said if she would keep all things in order, and cook and wash and knit and\n      spin for them, she might stay where she was, and they would take good care\n      of her. Then they went out all day long to their work, seeking for gold\n      and silver in the mountains: but Snowdrop was left at home; and they\n      warned her, and said, ‘The queen will soon find out where you are, so take\n      care and let no one in.’\n    \n\n      But the queen, now that she thought Snowdrop was dead, believed that she\n      must be the handsomest lady in the land; and she went to her glass and\n      said:\n    \n\n ‘Tell me, glass, tell me true!\n  Of all the ladies in the land,\n  Who is fairest, tell me, who?’\n\n\n      And the glass answered:\n    \n\n ‘Thou, queen, art the fairest in all this land:\n  But over the hills, in the greenwood shade,\n  Where the seven dwarfs their dwelling have made,\n  There Snowdrop is hiding her head; and she\n  Is lovelier far, O queen! than thee.’\n\n\n      Then the queen was very much frightened; for she knew that the glass\n      always spoke the truth, and was sure that the servant had betrayed her.\n      And she could not bear to think that anyone lived who was more beautiful\n      than she was; so she dressed herself up as an old pedlar, and went her way\n      over the hills, to the place where the dwarfs dwelt. Then she knocked at\n      the door, and cried, ‘Fine wares to sell!’ Snowdrop looked out at the\n      window, and said, ‘Good day, good woman! what have you to sell?’ ‘Good\n      wares, fine wares,’ said she; ‘laces and bobbins of all colours.’ ‘I will\n      let the old lady in; she seems to be a very good sort of body,’ thought\n      Snowdrop, as she ran down and unbolted the door. ‘Bless me!’ said the old\n      woman, ‘how badly your stays are laced! Let me lace them up with one of my\n      nice new laces.’ Snowdrop did not dream of any mischief; so she stood\n      before the old woman; but she set to work so nimbly, and pulled the lace\n      so tight, that Snowdrop’s breath was stopped, and she fell down as if she\n      were dead. ‘There’s an end to all thy beauty,’ said the spiteful queen,\n      and went away home.\n    \n\n      In the evening the seven dwarfs came home; and I need not say how grieved\n      they were to see their faithful Snowdrop stretched out upon the ground, as\n      if she was quite dead. However, they lifted her up, and when they found\n      what ailed her, they cut the lace; and in a little time she began to\n      breathe, and very soon came to life again. Then they said, ‘The old woman\n      was the queen herself; take care another time, and let no one in when we\n      are away.’\n    \n\n      When the queen got home, she went straight to her glass, and spoke to it\n      as before; but to her great grief it still said:\n    \n\n ‘Thou, queen, art the fairest in all this land:\n  But over the hills, in the greenwood shade,\n  Where the seven dwarfs their dwelling have made,\n  There Snowdrop is hiding her head; and she\n  Is lovelier far, O queen! than thee.’\n\n\n      Then the blood ran cold in her heart with spite and malice, to see that\n      Snowdrop still lived; and she dressed herself up again, but in quite\n      another dress from the one she wore before, and took with her a poisoned\n      comb. When she reached the dwarfs’ cottage, she knocked at the door, and\n      cried, ‘Fine wares to sell!’ But Snowdrop said, ‘I dare not let anyone\n      in.’ Then the queen said, ‘Only look at my beautiful combs!’ and gave her\n      the poisoned one. And it looked so pretty, that she took it up and put it\n      into her hair to try it; but the moment it touched her head, the poison\n      was so powerful that she fell down senseless. ‘There you may lie,’ said\n      the queen, and went her way. But by good luck the dwarfs came in very\n      early that evening; and when they saw Snowdrop lying on the ground, they\n      thought what had happened, and soon found the poisoned comb. And when they\n      took it away she got well, and told them all that had passed; and they\n      warned her once more not to open the door to anyone.\n    \n\n      Meantime the queen went home to her glass, and shook with rage when she\n      read the very same answer as before; and she said, ‘Snowdrop shall die, if\n      it cost me my life.’ So she went by herself into her chamber, and got\n      ready a poisoned apple: the outside looked very rosy and tempting, but\n      whoever tasted it was sure to die. Then she dressed herself up as a\n      peasant’s wife, and travelled over the hills to the dwarfs’ cottage, and\n      knocked at the door; but Snowdrop put her head out of the window and said,\n      ‘I dare not let anyone in, for the dwarfs have told me not.’ ‘Do as you\n      please,’ said the old woman, ‘but at any rate take this pretty apple; I\n      will give it you.’ ‘No,’ said Snowdrop, ‘I dare not take it.’ ‘You silly\n      girl!’ answered the other, ‘what are you afraid of? Do you think it is\n      poisoned? Come! do you eat one part, and I will eat the other.’ Now the\n      apple was so made up that one side was good, though the other side was\n      poisoned. Then Snowdrop was much tempted to taste, for the apple looked so\n      very nice; and when she saw the old woman eat, she could wait no longer.\n      But she had scarcely put the piece into her mouth, when she fell down dead\n      upon the ground. ‘This time nothing will save thee,’ said the queen; and\n      she went home to her glass, and at last it said:\n    \n\n ‘Thou, queen, art the fairest of all the fair.’\n\n\n      And then her wicked heart was glad, and as happy as such a heart could be.\n    \n\n      When evening came, and the dwarfs had gone home, they found Snowdrop lying\n      on the ground: no breath came from her lips, and they were afraid that she\n      was quite dead. They lifted her up, and combed her hair, and washed her\n      face with wine and water; but all was in vain, for the little girl seemed\n      quite dead. So they laid her down upon a bier, and all seven watched and\n      bewailed her three whole days; and then they thought they would bury her:\n      but her cheeks were still rosy; and her face looked just as it did while\n      she was alive; so they said, ‘We will never bury her in the cold ground.’\n      And they made a coffin of glass, so that they might still look at her, and\n      wrote upon it in golden letters what her name was, and that she was a\n      king’s daughter. And the coffin was set among the hills, and one of the\n      dwarfs always sat by it and watched. And the birds of the air came too,\n      and bemoaned Snowdrop; and first of all came an owl, and then a raven, and\n      at last a dove, and sat by her side.\n    \n\n      And thus Snowdrop lay for a long, long time, and still only looked as\n      though she was asleep; for she was even now as white as snow, and as red\n      as blood, and as black as ebony. At last a prince came and called at the\n      dwarfs’ house; and he saw Snowdrop, and read what was written in golden\n      letters. Then he offered the dwarfs money, and prayed and besought them to\n      let him take her away; but they said, ‘We will not part with her for all\n      the gold in the world.’ At last, however, they had pity on him, and gave\n      him the coffin; but the moment he lifted it up to carry it home with him,\n      the piece of apple fell from between her lips, and Snowdrop awoke, and\n      said, ‘Where am I?’ And the prince said, ‘Thou art quite safe with me.’\n    \n\n      Then he told her all that had happened, and said, ‘I love you far better\n      than all the world; so come with me to my father’s palace, and you shall\n      be my wife.’ And Snowdrop consented, and went home with the prince; and\n      everything was got ready with great pomp and splendour for their wedding.\n    \n\n      To the feast was asked, among the rest, Snowdrop’s old enemy the queen;\n      and as she was dressing herself in fine rich clothes, she looked in the\n      glass and said:\n    \n\n ‘Tell me, glass, tell me true!\n  Of all the ladies in the land,\n  Who is fairest, tell me, who?’\n\n\n      And the glass answered:\n    \n\n ‘Thou, lady, art loveliest here, I ween;\n  But lovelier far is the new-made queen.’\n\n\n      When she heard this she started with rage; but her envy and curiosity were\n      so great, that she could not help setting out to see the bride. And when\n      she got there, and saw that it was no other than Snowdrop, who, as she\n      thought, had been dead a long while, she choked with rage, and fell down\n      and died: but Snowdrop and the prince lived and reigned happily over that\n      land many, many years; and sometimes they went up into the mountains, and\n      paid a visit to the little dwarfs, who had been so kind to Snowdrop in her\n      time of need.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "snowdrop"
    }
}