{
    "name": "Grimm - the Twelve Huntsmen",
    "body": "\n      There was once a king’s son who had a bride whom he loved very much. And\n      when he was sitting beside her and very happy, news came that his father\n      lay sick unto death, and desired to see him once again before his end.\n      Then he said to his beloved: ‘I must now go and leave you, I give you a\n      ring as a remembrance of me. When I am king, I will return and fetch you.’\n      So he rode away, and when he reached his father, the latter was\n      dangerously ill, and near his death. He said to him: ‘Dear son, I wished\n      to see you once again before my end, promise me to marry as I wish,’ and\n      he named a certain king’s daughter who was to be his wife. The son was in\n      such trouble that he did not think what he was doing, and said: ‘Yes, dear\n      father, your will shall be done,’ and thereupon the king shut his eyes,\n      and died.\n    \n\n      When therefore the son had been proclaimed king, and the time of mourning\n      was over, he was forced to keep the promise which he had given his father,\n      and caused the king’s daughter to be asked in marriage, and she was\n      promised to him. His first betrothed heard of this, and fretted so much\n      about his faithfulness that she nearly died. Then her father said to her:\n      ‘Dearest child, why are you so sad? You shall have whatsoever you will.’\n      She thought for a moment and said: ‘Dear father, I wish for eleven girls\n      exactly like myself in face, figure, and size.’ The father said: ‘If it be\n      possible, your desire shall be fulfilled,’ and he caused a search to be\n      made in his whole kingdom, until eleven young maidens were found who\n      exactly resembled his daughter in face, figure, and size.\n    \n\n      When they came to the king’s daughter, she had twelve suits of huntsmen’s\n      clothes made, all alike, and the eleven maidens had to put on the\n      huntsmen’s clothes, and she herself put on the twelfth suit. Thereupon she\n      took her leave of her father, and rode away with them, and rode to the\n      court of her former betrothed, whom she loved so dearly. Then she asked if\n      he required any huntsmen, and if he would take all of them into his\n      service. The king looked at her and did not know her, but as they were\n      such handsome fellows, he said: ‘Yes,’ and that he would willingly take\n      them, and now they were the king’s twelve huntsmen.\n    \n\n      The king, however, had a lion which was a wondrous animal, for he knew all\n      concealed and secret things. It came to pass that one evening he said to\n      the king: ‘You think you have twelve huntsmen?’ ‘Yes,’ said the king,\n      ‘they are twelve huntsmen.’ The lion continued: ‘You are mistaken, they\n      are twelve girls.’ The king said: ‘That cannot be true! How will you prove\n      that to me?’ ‘Oh, just let some peas be strewn in the ante-chamber,’\n      answered the lion, ‘and then you will soon see. Men have a firm step, and\n      when they walk over peas none of them stir, but girls trip and skip, and\n      drag their feet, and the peas roll about.’ The king was well pleased with\n      the counsel, and caused the peas to be strewn.\n    \n\n      There was, however, a servant of the king’s who favoured the huntsmen, and\n      when he heard that they were going to be put to this test he went to them\n      and repeated everything, and said: ‘The lion wants to make the king\n      believe that you are girls.’ Then the king’s daughter thanked him, and\n      said to her maidens: ‘Show some strength, and step firmly on the peas.’ So\n      next morning when the king had the twelve huntsmen called before him, and\n      they came into the ante-chamber where the peas were lying, they stepped so\n      firmly on them, and had such a strong, sure walk, that not one of the peas\n      either rolled or stirred. Then they went away again, and the king said to\n      the lion: ‘You have lied to me, they walk just like men.’ The lion said:\n      ‘They have been informed that they were going to be put to the test, and\n      have assumed some strength. Just let twelve spinning-wheels be brought\n      into the ante-chamber, and they will go to them and be pleased with them,\n      and that is what no man would do.’ The king liked the advice, and had the\n      spinning-wheels placed in the ante-chamber.\n    \n\n      But the servant, who was well disposed to the huntsmen, went to them, and\n      disclosed the project. So when they were alone the king’s daughter said to\n      her eleven girls: ‘Show some constraint, and do not look round at the\n      spinning-wheels.’ And next morning when the king had his twelve huntsmen\n      summoned, they went through the ante-chamber, and never once looked at the\n      spinning-wheels. Then the king again said to the lion: ‘You have deceived\n      me, they are men, for they have not looked at the spinning-wheels.’ The\n      lion replied: ‘They have restrained themselves.’ The king, however, would\n      no longer believe the lion.\n    \n\n      The twelve huntsmen always followed the king to the chase, and his liking\n      for them continually increased. Now it came to pass that once when they\n      were out hunting, news came that the king’s bride was approaching. When\n      the true bride heard that, it hurt her so much that her heart was almost\n      broken, and she fell fainting to the ground. The king thought something\n      had happened to his dear huntsman, ran up to him, wanted to help him, and\n      drew his glove off. Then he saw the ring which he had given to his first\n      bride, and when he looked in her face he recognized her. Then his heart\n      was so touched that he kissed her, and when she opened her eyes he said:\n      ‘You are mine, and I am yours, and no one in the world can alter that.’ He\n      sent a messenger to the other bride, and entreated her to return to her\n      own kingdom, for he had a wife already, and someone who had just found an\n      old key did not require a new one. Thereupon the wedding was celebrated,\n      and the lion was again taken into favour, because, after all, he had told\n      the truth.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "twelve_huntsmen"
    }
}