{
    "name": "A Chautauqua Idyl",
    "author": [
        "Hill, Grace Livingston"
    ],
    "body": "GRACE LIVINGSTON\n\n\n\n\n\n\n\nBoston\nD Lothrop Company\nFranklin and Hawley Streets\n\nCopyright, 1887,\nBy\nD. Lothrop Company.\n\n\n\n\nINTRODUCTORY NOTE.\n\n\nMY DEAR MR. LOTHROP:—\n\nI have read Miss Livingston’s little idyl with much pleasure. I\ncannot but think that if the older and more sedate members of the\nChautauquan circles will read it, they will find that there are grains\nof profit in it; hidden grains, perhaps, but none the worse for being\nhidden at the first, if they only discover them. Miss Livingston has\nherself evidently understood the spirit of the movement in which the\nChautauquan reading circles are engaged. That is more than can be said\nof everybody who expresses an opinion upon them. It is because she\nexpresses no opinion, but rather tells, very simply, the story of the\nworking out of the plan, that I am glad you are going to publish her\nlittle poem: for poem it is, excepting that it is not in verse or in\nrhyme.\n\n                              Believe me,\n                                    Very truly yours,\n                                         EDWARD EVERETT HALE.\n\n\n\n\nA CHAUTAUQUA IDYL.\n\n\nDOWN in a rocky pasture, on the edge of a wood, ran a little brook,\ntinkle, tinkle, over the bright pebbles of its bed. Close to the\nwater’s edge grew delicate ferns, and higher up the mossy bank nestled\nviolets, blue and white and yellow.\n\nLater in the fall the rocky pasture would glow with golden-rod and\nbrilliant sumach, and ripe milk-weed pods would burst and fill the\ngolden autumn sunshine with fleecy clouds. But now the nodding\nbuttercups and smiling daisies held sway, with here and there a tall\nmullein standing sentinel.\n\nIt was a lovely place: off in the distance one could see the shimmering\nlake, to whose loving embrace the brook was forever hastening, framed\nby beautiful wooded hills, with a hazy purple mountain back of all.\n\nBut the day was not lovely. The clouds came down to the earth as near\nas they dared, scowling ominously. It was clear they had been drinking\ndeeply. A sticky, misty rain filled the air, and the earth looked\nsad, very sad.\n\nThe violets had put on their gossamers and drawn the hoods up over\ntheir heads, the ferns looked sadly drabbled, and the buttercups and\ndaisies on the opposite bank, didn’t even lean across to speak to\ntheir neighbors, but drew their yellow caps and white bonnets further\nover their faces, drooped their heads and wished for the rain to be\nover. The wild roses that grew on a bush near the bank hid under their\nleaves. The ferns went to sleep; even the trees leaned disconsolately\nover the brook and wished for the long, rainy afternoon to be over,\nwhile little tired wet birds in their branches never stirred, nor even\nspoke to each other, but stood hour after hour on one foot, with their\nshoulders hunched up, and one eye shut.\n\n\n\nAt last a little white violet broke the damp stillness.\n\n“O dear!” she sighed, “this is so tiresome, I wish we could do\nsomething nice. Won’t some one please talk a little?”\n\nNo one spoke, and some of the older ferns even scowled at her, but\nlittle violet was not to be put down. She turned her hooded face on\na tall pink bachelor button growing by her side.\n\nThis same pink button was a new-comer among them. He had been brought,\na little brown seed, by a fat robin, early in the spring, and dropped\ndown close by this sweet violet.\n\n“Mr. Button,” she said, “you have been a great traveller. Won’t you\ntell us some of your experiences?”\n\n“Yes, yes; tell, tell, tell,” babbled the brook.\n\nThe warm wind clapped him on the shoulder, and shook him gently,\ncrying,—“Tell them, old fellow, and I’ll fan them a bit while you do\nit.”\n\n“Tell, tell,” chirped the birds overhead.\n\n“O yes!” chorused the buttercups and daisies.\n\nThe little birds opened one eye and perked their heads in a listening\nattitude, and all the violets put their gossamer hoods behind their\nears so that they might hear better.\n\n“Well, I might tell you about Chautauqua,” said pink bachelor\nthoughtfully.\n\n“And what is Chautauqua?” questioned a saucy little fish who had\nstopped on his way to the lake to listen.\n\n“Chautauqua is a place, my young friend, a beautiful place, where\nI spent last summer with my family,” said the bachelor in a very\npatronizing tone.\n\n“Oh! you don’t say so,” said the naughty little fish with a grimace,\nand sped on his way to the lake, to laugh with all the other fishes at\nthe queer new word.\n\n“Go on, go on, go on,” sang the brook.\n\n“We lived in a garden by a house just outside the gates,” began\nBachelor.\n\n“What gates?” interrupted the eager daisies.\n\n“Why, the gates of the grounds.”\n\n“What grounds?”\n\n“Why, the grounds of Chautauqua.”\n\n“But who is Chautauqua?” asked the puzzled violets.\n\n“Don’t you know? Chautauqua is a beautiful place in the woods, shut\nin from the world by a high fence all around it, with locked gates.\nIt is on the shore of a lovely lake. Many people come there every\nyear, and they have meetings, and they sing beautiful songs about\nbirds and flowers and sky and water and God and angels and dear little\nbabies and stars. Men come there from all over this world, and stand\nup and talk high, grand thoughts, and the people listen and wave their\nhandkerchiefs till it looks like an orchard full of cherry trees in\nblossom.\n\n“They have lovely singers—ladies who sing alone as sweet as birds, and\nthey have great grand choruses of song besides, by hundreds of voices.\nAnd they have instruments to play on,—organs and pianos, and violins\nand harps.”\n\n“How beautiful,” murmured the flowers.\n\n“Tell us more,” said the brook; “tell us more, more, more,—tell, tell,\ntell!”\n\n“More, more,” said the wind.\n\n“It lasts all summer, so the people who can’t come at one time will\ncome at another, though my cousin said she thought that one day all\nthe people in the world came at once. There must have been something\nvery grand to bring so many that day. There were not enough rooms for\nvisitors to sleep in, and Chautauqua is a large place, the largest I\nwas ever in. Yes,” reflectively, “I think all the world must have been\nthere.”\n\nThe little white violet looked up.\n\n“There was one day last summer when no one came through the pasture,\nand no one went by on the road, and all day long we saw not one person.\nIt must have been that day, and they were all gone to Chautauqua,” she\nsaid softly.\n\n“I shouldn’t wonder at all,” said Bachelor.\n\nThen they all looked sober and still. They were thinking. The idea that\nall the people in the world had come together for a day was very great\nto them.\n\nAt last one spoke:\n\n“How nice it would be if all the flowers in the world could come\ntogether for a day,” said the little violet.\n\n“And all the birds,” chirped a sparrow.\n\n“And all the brooks and lakes and ocean,” laughed the brook.\n\n“And all the trees,” sighed the tall elm.\n\n“Oh! and all the winds. We could make as beautiful music as ever any\norgan or piano made.”\n\n“But what is it all for?” asked a bright-eyed daisy.\n\n“To teach the people all about the things that the great God has made,\nand show them how to live to please Him, and how to please Him in the\nbest way,” promptly answered Bachelor.\n\n“There is a great good man at the head of it, and I heard a lady say\nthat God Himself sent him there to take care of Chautauqua for Him, for\nit is all made to praise God. They have schools,—everybody studies, but\nit is all about God that they learn,—about the things He made, or how\nto praise Him better, and all the talking,—they call it lecturing,—is\nto help men to praise and love God more. They have three beautiful\nmottoes:\n\n“‘We study the word and works of God.’ ‘Let us keep our Heavenly Father\nin our midst,’ and, ‘Never be discouraged.’”\n\n“Wonderful, wonderful, wonderful,” said the old forest tree.\n\n“It is just what we need,” piped one of the birds. “We don’t praise\nGod half enough. Here we’ve been sitting and sulking all the afternoon\nbecause it is raining, and never one thankful chirp have we given for\nall the yesterdays and yesterdays when it hasn’t rained. We need a\nChautauqua. I declare, I’m ashamed!” And he poured forth such a glad,\nthankful song of praise as thrilled the old forest trees through and\nthrough and most effectually waked the napping ferns.\n\n“Yes,” said the listening daisies, when the song was done and the bird\nhad stopped to rest his throat, “we do need a Chautauqua.”\n\n\n\n“Let’s have a Chautauqua!” cried the brook.\n\n“But how could we,” said the wise-eyed violet, “when we know so little\nabout it?”\n\n“I will tell you all I know,” said Bachelor graciously. “You see we\nlived just outside the gates, and people used often to come and buy my\nbrothers and sisters. Once a young man came and bought a very large\nbunch of them and took them to a young lady in a white dress, and she\nwore them everywhere for three or four days—you know our family is\na very long-lived one, and we are something like the camel, in that\nwe can go a long time without a drink of water—well, she kept them\ncarefully and took them everywhere she went, and they saw and heard a\ngreat many new things. One evening this young lady sat in a big place\nfull of people, and an old lady sitting behind her said to another\nlady, ‘Just see those pink bachelor buttons! My mother used to have\nsome just like them growing in her garden, years and years ago, and I\nhaven’t seen any since.’ The young lady heard her, turned around and\ngave her a whole handful of my brothers and sisters. After the meeting\nwas out, the old lady carried them away with her, but one slipped\nout of her hand and fell on the walk, and some one came along in the\ndarkness and crushed her. Quite early the next morning our neighbor,\nMr. Robin, going to the market for a worm for breakfast, saw her lying\nin this sad state, and with great difficulty brought her home to us.\nShe lived only a day or two longer, but long enough to tell us many of\nher experiences.\n\n“After she had faded and gone, our friend Robin went every day to hear\nand see what was going on inside the great gates, and every night when\nthe bells were ringing”—\n\n“What bells?” interrupted an impolite buttercup.\n\n“The night bells for the people to go to sleep by. They rang beautiful\nmusic on bells by the water to put the people to sleep, and in the\nmorning to wake them, and they had bells to call them to the big place\nto praise God, and hear the lectures and singing.”\n\n“Beautiful, beautiful,” murmured the brook.\n\n“And every night,” proceeded the bachelor, “when the bells were ringing\nwe would wake up and Robin would tell us all about the day inside the\ngates. Of course I can’t remember all, but I will tell you all I know.”\n\n\n\n“Perhaps I can help you a little,” spoke out an old fish who had come\nup the stream unobserved some time before. “I lived in Lake Chautauqua\nmyself for some years until my daughter sent for me to come and live\nwith her in yonder lake.”\n\nThey all looked at the old fish with great veneration, and thanked him\nkindly.\n\n“Well, how shall we begin?” said an impatient daisy.\n\n“I should think the first thing to be done is to make a motion that we\nhave a Chautauqua,” Bachelor said.\n\nThen rose up a tall old fern. “I make a motion to that effect.”\n\n“I second it,” chirped a sparrow.\n\n“All in favor of the motion say ‘aye,’” said Bachelor, in a deep,\nimportant voice.\n\nAnd then arose such a chorus of “aye’s” as never was heard before in\nthat grove. The wind blew it, the brook gurgled it, the great forest\ntrees waved it, all the little flowers filled the air with their\nperfumed voices, the far-off lake murmured its assent, the purple\nmountain nodded its weary old head, the sun shot triumphantly through\nthe dark clouds, and all God’s works seemed joining in the “aye aye,\naye,” that echoed from hillside to wood.\n\n\n\n“A unanimous vote, I think,” said Bachelor, after the excitement had\nsomewhat subsided.\n\n“The next question is, When shall we have it?”\n\n“Oh! right away, of course,” nodded a buttercup. “See! the sun has\ncome out to help us.”\n\n“But,” objected white Violet, “we can’t. We must invite all the flowers\nand birds and brooks and trees all over the world, and they will have\nto get ready. It will take the flowers the rest of this summer and all\nof next winter to get their dresses made and packed in their brown\ntravelling seed trunks. I’m sure it would me if I were to go away from\nhere for the summer, and it is late in the season already. We couldn’t\nget word to them all in time.”\n\n“Yes,” said the fish, “and there are the travelling expenses to be\narranged for such a large company. We should have to secure reduced\nrates. They always do on Chautauqua Lake.”\n\n“Oh! as to that,” said the wind, “I and the birds would do the\ntransportation free of charge, and the brook would do all it could, I’m\nsure.”\n\n“Of course, of course,” babbled the brook.\n\n“That is very kind of you indeed,” said Bachelor. “But I should think\nthat the earliest possible beginning that we could hope to have would\nbe next spring.”\n\nAfter much impatient arguing on the part of the buttercups and daisies,\nit was finally agreed that the first meeting of their Chautauqua\nshould be held the following spring.\n\n“It must last all summer,” they said, “because some of us can come\nearly and some late. There is the golden-rod now, it never can come\ntill late in the fall.”\n\n“Of course, of course; certainly, certainly,” chattered the brook.\n\n\n\n“What comes next?” softly asked the wild rose.\n\n“The next thing to do is to appoint a committee to make out the\nprogramme,” remarked the fish.\n\n“Committee! Who is that?” cried a butterfly.\n\n“Programme! what’s programme?” chirped a sparrow.\n\n“O dear! we need a dictionary,” sighed the roses.\n\n“What’s a dictionary?” asked a little upstart of a fern.\n\n“Silence!” sternly commanded Bachelor. “Will Miss Rose kindly explain\nthe meaning of dictionary, after which Mr. Fish will proceed to tell\nus about programme and committee.”\n\nLittle Rose blushed all over her pretty face, and after thinking a\nmoment, replied,—\n\n“A dictionary is a book that tells what all words mean.”\n\n“Oh!” sighed the wind, “we must have a dictionary.”\n\nMr. Fish having made a dash up stream after a fly, now resumed his\nsedate manner and spoke:\n\n“My friends, a programme says what we will have every day, and a\ncommittee are the ones who make it.”\n\n“Then let’s all be committee,” said the buttercup.\n\n“That’s a very good plan,” said Bachelor. “Now, what shall we have?\nThey always have a prayer meeting first at Chautauqua.”\n\n“We can all pray,” said the elm. “Let us have a prayer meeting first\nevery morning to thank the dear God for the new day, and let the rising\nsun be the leader.”\n\n“That is good,” said the flowers, and bright rays of light, the sun’s\nlittle children, kissed them tenderly.\n\n“What is next?”\n\n“They have a large choir, and every morning after the prayer meeting\nthey meet and practise with the great organ and piano and band.”\n\n“We will be the singers,” chorused the birds.\n\n“I will tinkle, tinkle, like a piano,” sang the brook, “tinkle, tinkle,\ntinkle,—”\n\n“I will play the band, for I have very many instruments at my command,\nand my friend the thunder will play the organ, while you, dear old\ntrees, shall be my violins and harps, and every morning we will\npractise,” said the wind.\n\n“What do they have next at Chautauqua?” asked a pert blackbird.\n\n“Lectures,” said the fish.\n\n“What are lectures?”\n\n“Talks about things.”\n\n“What things?”\n\n“Oh! evolution and literature and theology and philosophy and art and\npoetry and science, and a great many other things.”\n\nThe high-sounding words rolled out from that fish’s mouth as if he\nactually thought he understood them.\n\nSilence reigned for a few minutes, deep and intense, at last broken by\nthe white violet:\n\n“We never could have all those, for we don’t know anything about them.\nAnd who could talk about such things? None of us.”\n\nSilence again. They were all thinking earnestly.\n\n“I don t believe it. Not one word,” chattered a saucy squirrel. “That’s\na fish story. As if _you_ could get on dry land and go to lectures.”\n\n“Oh! very well, you needn’t believe it if you don’t want to,” answered\nthe fish in a hurt tone, “but I heard a man on board the steamer read\nthe programme, and those are the very words he read.”\n\n“If we only had a dictionary,” again sighed the rose.\n\n“Dictionary, dictionary, dic, dic, dictionary,” murmured the brook,\nthoughtfully.\n\n“A dictionary is absolutely necessary before we can proceed any\nfurther,” said the south wind. “And as I am obliged to travel to New\nYork this evening, I will search everywhere, and if possible bring one\nback with me. Anything can be had in New York. It is getting late,\nand I think we had better adjourn to meet again to-morrow. I hope to\nbe able to return by two o’clock. In the meantime, let us all think\ndeeply of what we have heard, and if any one can see a way out of our\ndifficulty, let him tell us then.”\n\nThe sunbeams kissed the flowers good-night, the forest trees waved\nfarewell to the good wind, the brook called, “Good-night! sweet dreams\ntill to-morrow, to-morrow, to-morrow,” and all the air was soft with\nbird vespers.\n\n\n\nInto the bright sunshine of the next afternoon came the winds and the\neager birds to the place on the bank where the violets grew.\n\nThe daisies leaned far over the bank to listen.\n\nThe south wind came bringing two or three torn sheets of an old\ndictionary.\n\n“It is all I could find, and I’ve had hard work to get this,” said he.\n“I went in at a window where lay an open dictionary.—I had no idea that\na dictionary was such a very large book.—It was an old one, so I had no\ntrouble in tearing out these few leaves, as the paper was so tender. I\ntook them out of the window and hid them in a safe place and went back\nfor more, but just as I was turning the leaves over to find evolution,\nsome one came up and shut the window, and I had to crawl out through\nthe cracks. Well, I have all the ‘P’s’ and some of the ‘T’s’; we can\nfind theology and poetry.”\n\n“Philosophy, too,” said wise Violet.\n\n“My dear, that is spelled with an ‘f,’” said the kind old wind\npatronizingly.\n\n“O, no! I am sure you are mistaken. It is ‘p-h-i-l’; look and see if I\nam not right.”\n\nThe wind slowly turned over the leaves of his meagre dictionary, and,\nsure enough, there it was,—“p-h-i-l-o-s-o-p-h-y.”\n\n“Is it there? What does it say?” questioned the eager flowers.\n\n“Philosophy, the love of, or search after, wisdom,” slowly read the\nwind.\n\n“Oh!” said the flowers, “is that all it is? Why, we know philosophy.”\n\n“I think the forest trees could lecture on philosophy,” said the wind.\n\n“Yes, yes, yes,” they all cried. “The forest trees, for they are very\nold and have had longer to search for wisdom than we.”\n\n“Very well; three lectures a week on philosophy, by the old forest\ntrees; write it down, please,” cried Bachelor.\n\nThe secretary, a scarlet-headed woodpecker, carefully carved it on the\ntrunk of an old tree, and I think you can still find the minutes of\nthat day written in lines of beauty all over the tree.\n\n“Theology is the next word,” announced the wind, and again turned over\nthe leaves of their precious dictionary.\n\n“The science of God,” he read. “Science, what is science?” If we only\nhad the “s’s!”\n\n“I know what it is,” chirped a bird. “I hopped into the schoolhouse\nthis morning, and a book was open on the desk, and no one was there, so\nI hopped up and took a look to see if there was anything in it to help\nus. The first words my eye fell on were these,—‘science is knowledge.’\nAnd I didn’t wait for any more, but flew away to sit in a tree and say\nit over so that I wouldn’t forget it. Going back a little later to see\nif I could get any more words, I found the schoolhouse full of dreadful\nboys. As I flew away again, this little piece of paper blew out of the\nwindow, and I brought it, thinking it might be helpful.”\n\nAs he finished speaking, he deposited a small fragment of a definition\nspelling-book at the foot of the elm tree, and flew up into the\nbranches again, for he was a bashful bird, and this was a very long\nspeech for him to make before so many.\n\n“Good, good, good,” cried all the committee.\n\n“To go back to theology,” said the wind. “It is the science of God.\nScience is knowledge, therefore theology is knowledge of God. That is a\nvery great thing. Who is able to lecture on the knowledge of God?”\n\nSilence all. No one dared to volunteer. None felt worthy to do so great\na thing.\n\nOut spoke a shy little wren. “Last night I slept in a notch close over\na church window, and the window was open and there was a meeting of the\npeople there and the minister read out of the Bible these words:\n‘The heavens declare the glory of God, and the firmament sheweth his\nhandiwork.’”\n\nShe paused a moment to gather courage, and then said, “Why couldn’t the\nheavens teach theology?”\n\n“Bless your heart, little wren, that is the very thing,” cried the\nblustering north wind. And all the flowers cried,—“The heavens shall\nteach theology!”\n\nThe sky bowed its assent and said, “I will do my best to perform the\nwonderful work entrusted to me.”\n\nAnd the happy brook murmured, “Glory, glory, glory! the glory of God.”\n\n\n\n“Now we will see what this bit of paper has for us,” said the wind as\nhe picked up the paper at the foot of the elm.\n\n“Ah! What have we here? Evolution! Just what we want: ‘evolution, the\nact of unfolding or unrolling.’”\n\nHe stopped with a thoughtful look.\n\n“Yes, I see. As the young leaves and flowers unfold. The plants must\ntake full charge of this department, I think. I remember once turning\nover the leaves of a fat, dark-gray book, with gilt letters on its\nback. It lay on a minister’s window-seat, and it looked interesting,\nso I read a few minutes while the minister was out and not using it,\nand among other things that I read was this, and it stayed with me ever\nsince: ‘A lily grows mysteriously. Shaped into beauty by secret and\ninvisible fingers, the flower develops, we know not how. Every day the\nthing is done: it is God.’ You see, my dear,” addressing himself to a\npure white lily that had only that morning unfolded its delicate petals\nto the sun, “you see a great many don’t understand how it is done. You\nneed to tell how God has made you able to unfold.”\n\n“Yes, we will, we can,” they all cried.\n\n“The flowers will speak on Evolution,” wrote down Woodpecker.\n\n“There are three more words spoken by our friend Fish, still\nunexplained,—literature,—”\n\n“I know what literature means, Mr. Wind, it is books,” announced a\nbright butterfly who had just arrived on the scene.\n\n“Are you sure?” questioned the fish doubtfully.\n\n“Yes; of course I am. I went with a big pinch-bug one day into a great\nroom full of books, and he said, when he saw the shelves and shelves\nfull of them, ‘My! what a lot of literature!’”\n\nThe committee looked convinced, but now came the question of\nbooks,—Where should they get them? How could they lecture on books,\nwhen they knew nothing about them?\n\n“We must just send word around to all the flowers and birds and trees\nand everything, to see who can lecture on books, and we must all keep\nour eyes and ears open,” said a buttercup bud.\n\n“We shall have to lay that on the table for the present,” said the wind.\n\n“But we haven’t any table,” chattered a squirrel.\n\n“A well brought-up squirrel should know better than to interrupt. We\nshall have to put this aside, then, until we can learn more about\nit. In the meantime, let us proceed with the next word on the list,\npoetry.”\n\n“I know,” said the brook. “A bit of paper lay upon my bank, miles and\nmiles away from here, too high up for me to reach, but I could read\nit. It said, ‘For poetry is the blossom and the fragrance of all human\nknowledge.’ And I have said it over and over all the way here.”\n\n“Ah! the flowers shall give us poetry,” said the good old wind.\n\nBachelor bowed his head and said, “We will try.”\n\n“Try, try, try,” chattered the brook.\n\n“Art is next, I believe,” said Bachelor.\n\n“Yes, art,” said a squirrel.\n\n“Art is making pictures,” said the moss.\n\n“Then the sunset must paint them, for there are no pictures made like\nthose of the sunset,” said the wind.\n\nThe sun hastened to mix his paint, and in answer to the request that\nhe would be professor of art, painted one of the most glorious sunset\nscenes that mortal eye has ever looked upon. Rapidly he dashed on the\ncolor, delicate greens and blues blending with the sea-shell pink, and\nglowing with deep crimson and gold, till the assembled committee fairly\nheld their breaths with delight. The crimson and gold and purple in\nthe west were beginning to fade and mix with soft greys and tender\nyellows, before the committee thought of returning to their work.\n\n“What a lot of time we have wasted,” said the oldest squirrel;\n“to-morrow is Sunday, and of course we can’t work then, and now it is\ntime to go home.”\n\n“Not wasted, dear squirrel,” said White Violet, “not wasted when we\nwere looking at God’s beautiful sunset.”\n\nBachelor looked down at her in all her sweetness and purity, and some\nof the flowers say that later when he went to bid her good-night—under\nthe shadow of a fern—he kissed her.\n\n“To-morrow being Sunday reminds me that we have not made any\narrangements for our Sunday sermons. They always have great sermons\nat Chautauqua, and I have often heard the passengers on the steamer\nscolding because the boats did not run on Sunday, for they said the\ngreat men always kept their best thoughts for sermons.” This from the\nfish.\n\nThey all paused. “We can’t any of us preach sermons, what shall we do?”\nquestioned a fern.\n\n“I’m sure I don’t know; we might each of us go to church and listen to\na sermon and preach it over again,” said a thoughtful bird.\n\n“But we couldn’t remember it all, and by next summer we would have\nforgotten it entirely,” said one more cautious.\n\n“Well, we must go,” said the wind. “Monday we will consider these\nsubjects. To-morrow is God’s day, and we must go immediately, for it is\ngetting dark.”\n\nAnd so they all rested on the Sabbath day, and praised the great God,\nand never a wee violet, nor even a chattering chipmunk, allowed his\nthoughts to wander off to the great programme for the next summer, but\ngave their thoughts to holy things.\n\n\n\nThe busy Monday’s work was all done up, and the committee gathered\nagain, waiting for the work to go on, when there came flying in great\nhaste, a little bluebird, and, breathless, stopped on a branch to rest\na moment ere he tried to speak.\n\n“What is the matter?” they all cried.\n\n“Were you afraid you would be late? You ought not to risk your health;\nit is not good to get so out of breath,” said a motherly old robin.\n\n“Oh! I have such good news to tell you,” cried the little bird as\nsoon as he could speak. “I sat on a bough this morning, close to a\nwindow where sat an old lady, who was reading aloud to a sick man, so\nI stopped to listen. These are the words she read,—‘Sermons in stones,\nbooks in running brooks.’ I didn’t hear any more, but came right away\nto study that. I was so glad I had found something to help us. Two\nthings in one.”\n\nThey all looked very much amazed.\n\n“Why, we didn’t think we could do anything!” cried the stones, “and\nhere we can do one of the best things there is to be done. Thank the\ndear God for that. We will preach sermons full of God and his works,\nfor we have seen a great many ages, and their story is locked up in us.”\n\n“And the brook shall tell us of books,” said the old wind. “There is\ngood in everything, and we shall try not to feel discouraged the next\ntime we are in a difficulty.”\n\n“Books in running brooks,” said the brook. “Books, books, books. And I\ntoo can praise Him.”\n\n\n\n“This morning,” said a sober-looking bird, “a small girl just under my\nnest in the orchard, was saying something over and over to herself, and\nI listened; and these were the words that she said:\n\n    The ocean looketh up to heaven as ’twere a living thing,\n    The homage of its waves is given in ceaseless worshipping.\n    They kneel upon the sloping sand, as bends the human knee,\n    A beautiful and tireless band, the priesthood of the sea,\n    They pour the glittering treasures out which in the deep have birth,\n    And chant their awful hymns about the watching-hills of earth.\n\n“If the ocean is so good and grand as that he ought to do something at\nour Chautauqua. Couldn’t he? God must love him very much, he worships\nhim so much.”\n\n“Yes,” said the elm tree. “I have heard that a great man once said,\n‘God, God, God walks on thy watery rim.’”\n\n“Wonderful, glorious,” murmured the flowers.\n\n“They tell stories at Chautauqua—pretty stories about things and\npeople; and I have heard that Ocean has a wonderful story. We might\nsend word to ask if he will tell it,” suggested Bachelor.\n\n“I fear he cannot leave home,” said the wind, “but we might try him.”\n\nSo it was agreed that the woodpecker should write a beautiful letter,\nearnestly inviting him to take part in the grand new movement for the\ncoming summer. The brook agreed to carry the daintily-carved missive to\nthe lake, and the lake to the river, and the river would carry it to\nthe sea.\n\nBachelor spoke next: “They have a School of Languages at Chautauqua,\ncould we have one?”\n\n“I have thought of that,” said the fish, “but who could teach it?”\n\n“That is the trouble,” said Bachelor, slowly shaking his head.\n\n“I know,” said a little bird. “I went to church last night and heard\nthe Bible read, and it said, ‘Day unto day uttereth speech, and night\nunto night sheweth knowledge. There is no speech nor language where\ntheir voice is not heard.’ I think the day and the night could teach\nthe School of Languages.”\n\n“The day and the night, the day and the night,” said the brook.\n\n“Yes,” said the oldest tree of all, “the day and the night know all\nlanguages.”\n\n\n\n“We must have a Missionary Day and a Temperance Day,” said the wise old\nfish.\n\n“What is a Temperance Day?” asked a young squirrel, who was not yet\nvery well acquainted with the questions of the day.\n\n“My dear,” said his mother, “there are some bad people in the world who\nmake vile stuff and give it to people to drink, and it makes them sick\nand cross; then they do not please God, and there are some good people\nwho are trying to keep the bad people from making it, and the others\nfrom drinking it; they are called Temperance.”\n\n“Oh!” said the squirrel, “but why do the folks drink it? I should think\nthey’d know better.”\n\n“So should I, but they don’t. Why, my dear, I must tell you of\nsomething that happened to me once. I lived in a tree at a summer\nresort, that year, and just under my bough was a window; a young man\nroomed there for a few days, and every morning he would come to the\nwindow with a black bottle in his hand, and pour out some dark stuff\nand mix sugar and water with it, and drink it as if he thought it was\nvery good. I watched him for several mornings, and one morning the bell\nrang while he was drinking, and he left the glass on the window-sill,\nand went to breakfast. I hopped down to see what it was, and it smelled\ngood, so I tasted it. I liked the taste pretty well, so I drank all\nthere was left. Then I started home, but, will you believe it? I could\nnot walk straight, and very soon I could hardly stand up. I tried to\nclimb up a tree, but fell off the first bough, and there I lay for a\nlong, long time. When I awoke I had such a terrible pain in my head!\nAll that day I suffered, and didn’t get over my bad feelings for\nseveral days. I tell this as a warning to you, that you may never be\ntempted to touch anything to drink but water, my dear.”\n\n“You must tell that story, Mrs. Squirrel,” said Bachelor. “And we will\ncall it a story of intemperance, by one of its victims.”\n\n“I will, with all my heart, if it will do any one any good,” she\nresponded.\n\n“Yes, we must have a Temperance Day and all make a speech on drinking\ncold water,” said the fish.\n\n“And dew,” said the violet.\n\n“I have always drank water, and never anything else, and I think one\ncould scarcely find an older or a healthier tree than I am,” said the\nelm.\n\n“That is true,” said the fish.\n\n“Cold water, cold water, cold water,” babbled the brook.\n\n“Yes, we can all speak on Temperance Day; we will have a great\nplatform meeting. That is what they call it at Chautauqua when a great\nmany speak about one thing. I heard a man telling his little girl about\nit on the boat,” said the fish.\n\nAnd the woodpecker wrote it down.\n\n“What was that other you said?” asked a sharp little chipmunk.\n\n“Missionary Day,” said the fish.\n\n“And what is that?”\n\n“Why, there are home missions and foreign missions,” said the fish.\n“And they talk about them both. I think they have a day for each, or\nmaybe two or three. Missions are doing good to some one, but I don’t\nexactly see the difference between home and foreign missions.”\n\n“Why, that is plain to me,” said Bachelor. “Home missions is when some\none does something kind to you, and foreign missions is when you do\nsomething kind to some one else.”\n\n“Of course; why didn’t I think of that before?” said the fish.\n\n“One day last year I was very hungry,” said a robin, “very hungry and\ncold. I had come on too early in the season. There came a cold snap,\nand the ground was frozen. I could find nothing at all to eat. I was\nalmost frozen myself, and had begun to fear that my friends would\ncome on to find me starved to death instead of getting ready for them\nas they expected. But a little girl saw me and threw some crumbs out\nof the window. I went and ate them, and every day as long as the cold\nweather lasted she threw me crumbs—such good ones too—some of them\ncake; and she gave me silk ravelings to make my nest of. I think that\nwas a home mission, don’t you?”\n\n“Yes, my dear, it was,” said Bachelor.\n\n“You might tell that as one thing,” said the wind.\n\n“I will,” said Birdie.\n\nSaid a daisy, “When I was very thirsty, one day, and the clouds sent\ndown no good rain, the dear brook jumped up high here, and splashed on\nme so I could drink, and I think that was a home mission.”\n\n“Yes, yes,” said the elm, “it was.”\n\n“I know a story I could tell,” said the ferns.\n\n“And I,” said the elm; “one of many years ago, when I was but a little\ntwig.”\n\n“I know a home mission story too,” said White Violet.\n\n“And I,” said the brook. “Once I was almost all dried up and could\nhardly reach the lake, and a dear lovely spring burst up and helped\nme along until the dry season was over.”\n\n“And I, and I,” chorused a thousand voices.\n\n“But what about foreign missions?” said the fish.\n\n“I sang a beautiful song to a sad old lady in a window, this morning,”\nsaid a mocking-bird.\n\n“That’s foreign missions,” said the chipmunk.\n\n“Some naughty boys hid another boy’s hat yesterday, and I found it for\nhim and blew it to his feet,” said the wind.\n\n“I sent a bunch of buds to a sick girl, this morning,” said the\nrose-bush with a blush.\n\n“I think we shall have no lack of foreign missions,” remarked Bachelor.\n\n\n\n“But what can _we_ do?” asked an old gray squirrel. “We can’t preach,\nnor teach. We can run errands and carry messages, but that isn’t much.”\n\n“You might be on the commissary department,” said the wind.\n\n“What’s that?” they all asked.\n\n“Things to eat. We shall need a great many, and you could all lay in a\nstock of nuts, enough to last all summer, for a great many.”\n\n“Why, surely!” they cried, and all that fall such a hurrying and\nscurrying from bough to bough there was as never was seen before. They\nworked very hard, storing up nuts, and the people came near not getting\nany at all.\n\n\n\nIt must have been about a week from the time they sent their letter to\nOld Ocean, that one afternoon as they were assembled, waiting for the\ndecision of a certain little committee, which had been sent over behind\na stone to decide who should be the leader of the choir, that up the\nstream came a weary little fish.\n\nHe was unlike any fish that had ever been seen in that brook, and\ncaused a great deal of remark among the flowers before he was within\nhearing distance.\n\nHe came wearily, as though he had travelled a long distance, but as he\ndrew nearer, the old fish exclaimed, “There comes a salt-water fish!\nperhaps he has a message from the ocean.”\n\nThen the little company were all attention.\n\nNearer and nearer he came, and stopped before the old fish with a low\nbow, inquiring whether this was the Chautauqua Committee.\n\nOn being told that it was, he laid a bit of delicate sea-weed, a\npearly shell, and a beautiful stem of coral upon the bank, and said: “I\nhave a message from Old Ocean for you. He sends you greetings and many\ngood wishes for the success of your plan, and regrets deeply that he\ncannot be with you next summer; but he is old, very old, and he has so\nmuch to do that he cannot leave even for a day or two. If he should,\nthe world would be upside down. There would be no rain in the brooks,\nthe lakes would dry up, and the crops and the people all would die.”\n\n“O dear! and we should die too,” said the flowers.\n\n“Yes, you would die, too,” said the salt-water fish.\n\n“He has a great many other things besides to take care of; there\nare the great ships to carry from shore to shore, and there is the\ntelegraph,—”\n\n“What is telegraph?” interrupted that saucy little squirrel who had no\nregard even for a stranger’s presence.\n\n“Telegraph is a big rope that people send letters to their friends on.\nIt is under the water in the ocean, and the letters travel so fast that\nwe have never yet been able to see them, though we have watched night\nand day.”\n\n“Wonderful, strange,” they all murmured.\n\n“Old Ocean says,” proceeded the messenger, “that he cannot give you all\nof his story, as it would be too long, but that he sends some of it\nwritten on this shell, and in this coral and in this bit of sea-weed.\nIn the shell is a drop of pure salt water that if carefully examined\nwill tell you many more wonderful things.”\n\nThey all thanked the fish kindly for coming so far to bring them these\ntreasures, and begged him to stay and rest, but he declined, saying he\nhad a family at home and must hasten, so he turned to go.\n\n“Stay!” cried Bachelor. “Wouldn’t you be willing to come next summer\nand give us a lecture on the telegraph?”\n\nThe fish laughed.\n\n“Bless you!” said he, “I couldn’t do that. I don’t know enough about\nit myself. Ask the lightning. He is the head manager, and will give\nyou all the lectures you want. Good-by! the sun is getting low, and I\nmust be off.” And he sped away, leaving the woodpecker writing down\n“telegraph” and “lightning” on one corner of his memoranda.\n\nAnd now the committee returned, having decided, by unanimous vote,\nthat the mocking-bird should be the leader of the choir, as he could\nsing any part, and so help along the weak ones whenever he could see\nthe need of it.\n\n\n\nThere was a pause after the committee had been told all that had\nhappened during their absence, broken at last by Bachelor.\n\n“I’ve been thinking,” said he, “that it might be as well for us to have\na reply to Ingersoll.”\n\n“What is that?” they asked, for they were getting used to strange\nthings, and did not seem so surprised at the new word.\n\n“Ingersoll is a man that says there is no God, and he has written a\ngreat many things to prove it,” said Bachelor gravely.\n\nThe other poor little flowers were too much shocked to say anything,\nand they all looked at one another dumbly.\n\n“Is he blind?” asked a bird.\n\n“He must know better,” asserted a fern. “No one could possibly believe\nsuch a thing.”\n\n“I don’t know whether he is blind, but I think not,” said Bachelor.\n“They say he has made a great many other people believe as he does\nbecause he talks so beautifully.”\n\n“How dreadful!” said the flowers, in a sad voice.\n\n“They had a man at Chautauqua who answered all he said and proved that\nit was untrue, but every one did not hear him. I think we ought to have\na day to answer Ingersoll,” again said Bachelor.\n\n“Yes, we must,” said the north wind; “and we will all prove there _is_\na God. No one could have made me but God.” And he blew and blew until\nthe flowers crouched down almost afraid at his fierceness.\n\nWhen all was quiet again, out hopped a dignified-looking bird. “My\nfriends,” said he, “my wife and I went to church last night, and they\nsang a beautiful hymn that has long been one of my favorites. I told my\nwife to listen hard, and this morning, with my help, she was able to\nsing it. I think it would help on this subject if we were to sing it\nfor you now.”\n\n“Sing, sing, sing,” said the brook.\n\nThe meek little wife at her husband’s word stepped out, and together\nthey sang this wonderful hymn:\n\n    The spacious firmament on high,\n    With all the blue ethereal sky,\n    The spangled heavens, a shining frame,\n    Their great original proclaim;\n    The unwearied sun, from day to day,\n    Does his Creator’s power display,\n    And publishes to every land\n    The work of an Almighty hand.\n\n    Soon as the evening shades prevail,\n    The moon takes up the wondrous tale,\n    And nightly to the listening earth\n    Repeats the story of her birth:\n    While all the stars that round her burn,\n    And all the planets in their turn,\n    Confirm the tidings as they roll,\n    And spread the truth from pole to pole.\n\n    What though, in solemn silence, all\n    Move round the dark, terrestrial ball?\n    What though no _real_ voice or sound\n    Amid their radiant orbs be found?\n    In _reason’s_ ear they all rejoice,\n    And utter forth a glorious voice,\n    Forever singing as they shine,\n    The hand that made us is divine.\n\nWhen they had finished, the whole congregation bowed their heads.\n\n“Yes,” they said, “every day we will show forth the greatness of God\nwho made us, and that bad man will see and hear and believe, and the\npeople will not be led away from God any more.”\n\n“We will make that our great aim, to show forth the glory of God,” they\nall cried together.\n\n\n\nSo the little workers planned, and sent their messengers far and wide,\nover land and sea, and made out their programme; and the lecturers\nspent days and days preparing their manuscript,—for aught I know they\nare at it yet.\n\nThe flowers all have received their invitations to come, and some were\nso eager to be off that they packed their brown seed trunks and coaxed\nthe wind to carry them immediately, that they might be early on the\nspot.\n\nNext spring when the snow is gone and the trees are putting forth their\nleaves, and all looks tender and beautiful, you will see the birds\nflying back and forth, very busy, carrying travellers and messages; the\nsquirrels will go chattering to their store-houses to see that all is\nright, and to air the rooms a little; the birds will build many nests,\nmore than they need, and you will wonder why, and will never know\nthat they are summer nests for rent, else you might like to rent one\nyourself.\n\nThe wind, too, will be busy, so busy that he will hardly have time to\ndry your clothes that hang out among the apple blossoms.\n\nYou don’t know what it all means?\n\n    The year’s at the spring,\n    And the day’s at the morn;\n    Morning’s at seven;\n    The hillside’s dew pearled;\n    The lark’s on the wing;\n    The snail’s on the thorn;\n    God’s in his heaven—\n    All’s right with the world.]\n\nAnd then all the lily-bells will chime out the call to prayer, the\ngreat red sun will come up and lead, and the little Chautauqua will\nopen.\n\nYou will hear the sweet notes of praise from the bird choir, and\nprayers will rise from the flowers like sweet incense; you will see and\nhear it all, but will you remember that it is all to show forth the\nglory of God?\n\n\n\n\nTHE SCHOOL OF HOME.\n\n\nLet the school of home be a good one. Let reading be such as to\nquicken the mind for better reading still; for the school at home is\nprogressive.\n\n\n\nThe baby is to be read to. What shall mother and sister and father and\nbrother read to the baby?\n\nBABYLAND. Babyland rhymes and jingles; great big letters and little\nthoughts and words out of BABYLAND. Pictures so easy to understand that\nbaby quickly learns the meaning of light and shade, of distance, of\ntree, of cloud. The grass is green; the sky is blue; the flowers—are\nthey red or yellow? That depends on mother’s house-plants. Baby sees in\nthe picture what she sees in the home and out of the window.\n\nBABYLAND, mother’s monthly picture-and-jingle primer for baby’s\ndiversion, and baby’s mother-help; 50 cents a year.\n\n\n\nWhat, when baby begins to read for herself? OUR LITTLE MEN AND WOMEN is\nmade to go on with. BABYLAND forms the reading habit. Think of a baby\nwith the reading habit! After a little she picks up the letters and\nwants to know what they mean. The jingles are jingles still; but the\ntales that lie under the jingles begin to ask questions.\n\nWhat do Jack and Jill go up the hill after water for? Isn’t water down\nhill? Baby is outgrowing BABYLAND.\n\nNo more nonsense. There is fun enough in sense. The world is full\nof interesting things; and, if they come to a growing child not in\ndiscouraging tangles but an easy one at a time, there is fun enough\nin getting hold of them. That is the way to grow. OUR LITTLE MEN AND\nWOMEN helps such growth as that. Beginnings of things made easy by\nwords and pictures; not too easy. The reading habit has got to another\nstage.\n\nA dollar for such a school as that for a year.\n\n\n\nThen comes THE PANSY with stories of child-life, travel at home and\nabroad, adventure, history old and new, religion at home and over the\nseas, and roundabout tales on the International Sunday School Lesson.\n\nPansy the editor; THE PANSY the magazine. There are thousands and\nthousands of children and children of larger growth all over the\ncountry who know about Pansy the writer, and THE PANSY the magazine.\nThere are thousands and thousands more who will be glad to know.\n\nA dollar a year for THE PANSY.\n\n\n\nThe reading habit is now pretty well established; not only the reading\nhabit, but liking for useful reading; and useful reading leads to\nlearning.\n\nNow comes WIDE AWAKE, vigorous, hearty, not to say heavy. No, it isn’t\nheavy, though full as it can be of practical help along the road to\nsober manhood and womanhood. Full as it can be! There is need of play\nas well as of work; and WIDE AWAKE has its mixture of work and rest and\nplay. The work is all toward self-improvement; so is the rest; and so\nis the play. $2.40 a year.\n\n\n\nSpecimen copies of all the Lothrop magazines for fifteen cents; any one\nfor five—in postage stamps.\n\nAddress D. Lothrop Company, Boston.\n\nYou little know what help there is in books for the average housewife.\n\nTake _Domestic Problems_, for instance, beginning with this hard\nquestion: “How may a woman enjoy the delights of culture and at the\nsame time fulfil her duties to family and household?” The second\nchapter quotes from somebody else: “It can’t be done. I’ve tried it;\nbut, as things now are, it can’t be done.”\n\nMrs. Diaz looks below the surface. Want of preparation and culture, she\nsays, is at the bottom of a woman’s failure, just as it is of a man’s.\n\nThe proper training of children, for instance, can’t be done without\nsome comprehension of children themselves, of what they ought to grow\nto, their stages, the means of their guidance, the laws of their\nhealth, and manners. But mothers get no hint of most of these things\nuntil they have to blunder through them. Why not? Isn’t the training of\nchildren woman’s mission? Yes, in print, but not in practice. What is\nher mission in practice? Cooking and sewing!\n\nWoman’s worst failure then is due to the stupid blunder of putting\ncomparatively trivial things before the most important of all. The\nresult is bad children and waste of a generation or two—all for putting\ncooking and sewing before the training of children.\n\nNow will any one venture to say that any particular mother, you for\ninstance, has got to put cooking and sewing before the training of\nchildren?\n\nAny mother who really makes up her mind to put her children first can\nfind out how to grow tolerable children at least.\n\nAnd that is what Mrs. Diaz means by preparation—a little knowledge\nbeforehand—the little that leads to more.\n\nIt _can_ be done; and _you_ can do it! Will you? It’s a matter of\nchoice; and you are the chooser.\n\n    Domestic Problems. By Mrs. A. M. Diaz. $1. D. Lothrop\n    Company, Boston.\n\nWe have touched on only one subject. The author treats of many.\n\n\n\nDr. Buckley the brilliant and versatile editor of the _Christian\nAdvocate_ says in the preface of his book on northern Europe “I hope\nto impart to such as have never seen those countries as clear a view\nas can be obtained from reading” and “My chief reason for traveling in\nRussia was to study Nihilism and kindred subjects.”\n\nThis affords the best clue to his book to those who know the writer’s\nquickness, freshness, independence, force, and penetration.\n\n    The Midnight Sun, the Tsar and the Nihilist. Adventures\n    and Observations in Norway, Sweden and Russia. By J.\n    M. Buckley, LL. D. 72 illustrations, 376 pages. $3. D.\n    Lothrop Company, Boston.\n\nJust short of the luxurious in paper, pictures and print.\n\n\n\nThe writer best equipped for such a task has put into one illustrated\nbook a brief account of every American voyage for polar exploration,\nincluding one to the south almost forgotten.\n\n    American Explorations in the Ice Zones. By Professor\n    J. E. Nourse, U. S. N. 10 maps, 120 illustrations, 624\n    pages. Cloth, $3, gilt edges $3.50, half-calf $6 D.\n    Lothrop Company, Boston.\n\nNot written especially for boys; but they claim it.\n\nThe wife of a U. S. lighthouse inspector, Mary Bradford Crowninshield,\nwrites the story of a tour of inspection along the coast of Maine with\ntwo boys on board—for other boys of course. A most instructive as well\nas delightful excursion.\n\nThe boys go up the towers and study the lamps and lanterns and all the\ndevices by which a light in the night is made to tell the wary sailor\nthe coast he is on; and so does the reader. Stories of wrecks and\nrescues beguile the waiting times. There are no waiting times in the\nstory.\n\n    All Among the Lighthouses, or Cruise of the Goldenrod.\n    By Mary Bradford Crowninshield. 32 illustrations, 392\n    pages. $2.50. D. Lothrop Company, Boston.\n\nThere’s a vast amount of coast-lore besides.\n\n\n\nMr. Grant Allen, who knows almost as much as anybody, has been making\na book of twenty-eight separate parts, and says of it: “These little\nessays are mostly endeavors to put some of the latest results of\nscience in simple, clear and intelligible language.”\n\nNow that is exactly what nine hundred and ninety-nine in a thousand of\nus want, if it isn’t dry. And it isn’t dry. Few of those who have the\nwonderful knowledge of what is going on in the learned world have the\ngift of popular explanation—the gift of telling of it. Mr. Allen has\nthat gift; the knowledge, the teaching grace, the popular faculty.\n\n    Common Sense Science. By Grant Allen. 318 pages. $1.50.\n    D. Lothrop Company, Boston.\n\nBy no means a list of new-found facts; but the bearings of them on\ncommon subjects.\n\nWe don’t go on talking as if the earth were the centre of things, as if\nGalileo never lived. Huxley and Spencer have got to be heard. Shall we\nwait two hundred and fifty years?\n\nThe book is simply an easy means of intelligence.\n\n\n\nThere is nothing more dreary than chemistry taught as it used to be\ntaught to beginners. There is nothing brighter and fuller of keen\ndelight than chemistry taught as it can be taught to little children\neven.\n\n    Real Fairy Folks. By Lucy Rider Meyer, A. M. 389 pages.\n    $1.25. D. Lothrop Company, Boston.\n\n“I’ll be their teacher—give them private scientific lectures! Trust\nme to manage the school part!” The book is alive with the secrets of\nthings.\n\n\n\nIt takes a learned man to write an easy book on almost any subject.\n\nArthur Gilman, of the College for Women, at Cambridge, known as the\n“Harvard Annex,” has made a little book to help young people along in\nthe use of the dictionary. One can devour it in an hour or two; but the\nreading multiplies knowledge and means of knowledge.\n\n    Short Stories from the Dictionary. By Arthur Gilman, M.\n    A. 129 pages. 60 cents. D. Lothrop Company, Boston.\n\nAn unconscious beginning of what may grow to be philology, if one’s\nfaculty lies that way. Such bits of education are of vastly more\nimportance than most of us know. They are the seeds of learning.\n\n\n\nElizabeth P. Peabody at the age of eighty-four years has made a book\nof a number of essays, written during fifty years of a most productive\nlife, on subjects of lasting interest, published forgotten years ago in\n_Emerson’s Magazine_, _The Dial_, Lowell’s _Pioneer_, etc.\n\n    Last Evening with Allston and Other Papers, 350 pages.\n    $1.50. D. Lothrop Company, Boston.\n\n\n\nThe wife of Frémont, the Pathfinder of forty years ago and almost\nPresident thirty years ago, has written a bookful of reminiscences.\n\n    Souvenirs of My Time. By Jessie Benton Frémont. 393\n    pages. $1.50. D. Lothrop Company, Boston.\n\nMrs. Frémont has long been known as a brilliant converser and\nstory-teller. Her later years have been given to making books; and the\nbooks have the freshness and sparkle of youth.\n\n\n\nThe literary editor of the _Nation_ gathers together nearly a hundred\npoems and parts of poems to read to children going to sleep.\n\n    Bedside Poetry, a Parents’ Assistant in Moral\n    Discipline. 143 pages. Two bindings, 75 cents and $1.\n    D. Lothrop Company, Boston.\n\nThe poems have their various bearings on morals and graces; and there\nis an index called a key to the moralities. The mother can turn, with\nlittle search, to verses that put in a pleasant light the thoughts the\nlittle one needs to harbor. Hence the sub-title.\n\n\n\nReaders of poetry are almost as scarce as poetry—Have you noticed how\nlittle there is in the world? how wide the desert, how few the little\noases?\n\n    Through the Year with the Poets. Edited by Oscar Fay\n    Adams. 12 bijou books of the months, of about 130 pages\n    each. 75 cents each. D. Lothrop Company, Boston.\n\nIs it possible? Is there enough sweet singing ringing lustrous verse\nbetween heaven and earth to make twelve such books? There is indeed;\nand heaven and earth are in it!\n\n\n\nGinx’s Baby, a burlesque book of most serious purpose, made a stir\nin England some years ago; and, what is of more account, went far to\naccomplish the author’s object.\n\n    Evolution of Dodd. By William Hawley Smith. 153 pages.\n    $1. D. Lothrop Company, Boston.\n\nDodd is the terrible schoolboy. How he became so; who is responsible;\nwhat is the remedy—such is the gist of the book.\n\nAs bright as Ginx’s Baby. A bookful of managing wisdom for parents as\nwell as teachers.\n\n\n\nQuestions such as practical boys and girls are asking their mothers all\nthe year round about things that come up. Not one in ten of the mothers\ncan answer one in ten of the questions.\n\n    Household Notes and Queries, A Family Reference-Book.\n    By the Wise Blackbird. 115 pages. 60 cents.\n\nIt is handy to have such a book on the shelf, and handier yet to have\nthe knowledge that’s in it in one’s head.\n\n\n\n\n       *       *       *       *       *\n\n\n\nObvious punctuation errors were corrected.\n",
    "metadata": {
        "author": [
            "Hill, Grace Livingston"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51103/pg51103.txt",
        "name": "a_chautauqua_idyl.json"
    }
}