{
    "name": "A Chariot of Fire",
    "author": [
        "Phelps, Elizabeth Stuart"
    ],
    "body": "HARPER & BROTHERS PUBLISHERS\n\nNEW YORK AND LONDON\n\nMCMX\n\n\n\n\nCopyright, 1905, 1910, by HARPER & BROTHERS\n\nPublished October, 1910.\n\n_Printed in the United States of America_\n\n\n\n\n\"I've Got to Get to Gloucester, Sir!\" . . . _Frontispiece_\n\nThe Flowers in the Front Yard were Knee-Deep in Snow\n\n\n\n\n_A CHARIOT OF FIRE_\n\n\nWhen the White Mountain express to Boston stopped at Beverly, it slowed\nop reluctantly, crashed off the baggage, and dashed on with the\nnervousness of a train that is unmercifully and unpardonably late.\n\nIt was a September night, and the channel of home-bound summer travel\nwas clogged and heaving.\n\nA middle-aged man--a plain fellow, who was one of the Beverly\npassengers--stood for a moment staring at the tracks.  The danger-light\nfrom the rear of the onrushing train wavered before his eyes, and\nlooked like a splash of blood that was slowly wiped out by the night.\nIt was foggy, and the atmosphere clung like a sponge.\n\n\"No,\" he muttered, \"it's the other way.  Batty's the other way.\"\n\nHe turned, facing towards the branch road which carries the great\ncurrent of North Shore life.\n\n\"How soon can I get to Gloucester?\" he demanded of one who brushed\nagainst him heavily.  He who answered proved to be of the baggage\nstaff, and was at that moment skilfully combining a frown and a whistle\nbehind a towering truck; from this two trunks and a dress-suit case\nthreatened to tumble on a bull-terrier leashed to something invisible,\nand yelping in the darkness behind.\n\n\"Lord!  This makes 'leven dogs, cats to burn, twenty-one\nbaby-carriages, and a guinea-pig travellin' over this blamed road since\nyesterday--What's that?  _Gloucester?_--6.45 to-morrow morning.\"\n\n\"Oh, but look here!\" cried the plain passenger, \"that won't do.  I have\ngot to get to Gloucester _to-night_.\"\n\n\"So's this bull-terrier,\" groaned the baggage-handler.  \"He got\nswitched off without his folks--and I've got a pet lamb in the\nbaggage-room bleatin' at the corporation since dinner-time.  Some\ngaloot forgot the crittur.  There's a lost parrot settin' alongside\nthat swears in several foreign languages.  I wish to Moses I could!\"\n\nThe passenger experienced the dull surprise of one in acute calamity\nwho wonders that another man can jest.  He turned without remark, and\nwent to the waiting-room; he limped a little, for he was slightly lame.\nThe ticket-master was locking the door of the office, and looked sleepy\nand fagged.\n\n\"Where's the train to Gloucester?\"\n\n\"Gone.\"\n\n\"'Tain't _gone_?\"\n\n\"Gone half an hour ago.\"\n\nThe official pointed to the clock, on whose face an ominous expression\nseemed to rest, and whose hands marked the hour of half-past twelve.\n\n\"But I have got to get to Gloucester!\" answered the White Mountain\npassenger.  \"We had an accident.  We're late.  I ain't much used to\ntravellin'--I supposed they'd wait for us.  I tell you I've got to get\nthere!\"\n\nIn his agitation he gripped the arm of the other, who threw the grasp\noff instinctively.\n\n\"You'll have to walk, then.  You can't get anything now till the\nnewspaper train.\"\n\n\"God!\" gasped the belated passenger.  \"I've got a little boy.  He's\ndying.\"\n\n\"Sho!\" said the ticket-master.  \"That's too bad.  Can you afford a\nteam?  You might try the stables.  There's one or two around here.\"\n\nThe ticket-master locked the doors of the station and walked away, but\ndid not go far.  A humane uneasiness disturbed him, and he returned to\nsee if he could be of any use to the afflicted passenger.\n\n\"I'll show you the way to the nearest,\" he began, kindly.\n\nBut the man had gone.\n\nIn the now dimly lighted town square he was, in fact, zigzagging about\nalone, with the loping gait of a lame man in a feverish hurry.\n\n\"There must be hosses,\" he muttered, \"and places.  Why, yes.  Here's\none, first thing.\"\n\nInto the livery-stable he entered so heavily that he seemed to fall in.\nHis cheap straw hat was pushed back from his head; he was flushed, and\nhis eyes were too bright; his hair, which was red and coarse, lay\nmatted on his forehead.\n\n\"I want a team,\" he began, on a high, sharp key.  \"I've got to get to\nGloucester.  The train's gone.\"\n\nA sleepy groom, who scowled at him, turned on a suspicious heel.\n\"You're drunk.  It's fourteen miles.  It would cost you more'n you're\nworth.\"\n\n\"I've got a little boy,\" repeated the lame man.  \"He's dying.\"\n\nThe groom wheeled back.  \"That so?  Why, that's a pity.  I'd like to\n'commodate you.  See?  I'm here alone--see?  I darsen't go so far\nwithout orders.  Boss is home and abed.\"\n\n\"He got hurt in an accident,\" pleaded the father.  \"I come from up to\nConway.  I went to bury my uncle.  They sent me a telegraph about my\nlittle boy.  I ain't drunk.  They sent me the telegraph.  I've got to\nget home.\"\n\n\"I'll let you sleep here along of me,\" suggested the groom, \"but I\ndaresn't leave.  I'm responsible to the boss.  There's other places you\nmight get one.  I'll show you.  See?  I'd try 'em all if I was you.\"\n\nBut again the man was gone.\n\nBy the time he had found another stable his manner had changed; he had\nbecome deprecating, servile.  He entreated, he trembled; he flung his\nemergency at the feet of the watchman; he reiterated his phrase:\n\n\"I've got a little boy, if you please.  He's dying.  I've got to get to\nGloucester--I live in Squam.\"\n\n\"I don't like to refuse you,\" protested the night-watchman, \"but two of\nmy horses are lame, and one is plumb used up carrying summer folks.\nI'm dreadful short.  I haven't a team to my name I could put on the\nroad to Gloucester.  It's--why, to Squam it's seventeen\nmiles--thirty-four the round trip.  It would cost you--\"\n\n\"I'll pay!\" cried the lame man; \"I'll pay.  I ain't beggin'.\"\n\n\"I'm sorry I haven't got a horse,\" apologized the watchman.  \"It would\ncost you ten dollars if I had.  But I hain't.\"\n\n\"Ten _doll_ars?\"  The traveller echoed the words stupidly.\n\n\"I'm sorry; fact, I am,\" urged the watchman.  \"Won't you set 'n' rest a\nspell?\"\n\nBut the visitor had vanished from the office.\n\n\nTwenty minutes after, the door-bell of a home in the old residence\nportion of the town rang violently and pealed through the sleeping\nhouse.\n\nIt was a comfortable, not a new-fashioned, house, sometimes leased to\nsummer citizens, and modernized in a measure for their convenience; one\nof the few of its kind within reach of the station, and by no means\nnear.\n\nWhen the master of the family had turned on all the burglar electricity\nand could get the screen up, he put his head out of the window, and so\nperceived on his door-step a huddled figure with a white, uplifted face.\n\nA shaking voice came up:\n\n\"Sir?  Be you a gentleman?\"\n\n\"I hope so,\" went down the quiet reply.  \"But I can't remember that I\nwas ever asked that question at this time of morning before.\"\n\n\"Be you a Christian?\" insisted the voice from below.\n\n\"Sometimes--perhaps,\" went down the voice from above.\n\nThe voice from below came up: \"Sir!  Sir!  I'm in great trouble.  For\nthe love of Christ, sir, come down, quick!\"\n\n\"Why, of course,\" said the voice from above.\n\nThe man stood quite still when the great bolts of the door shot through\ntheir grooves.  Against a background of electric brilliance he saw a\ngentleman in pajamas and bathrobe, with slippers as soft as a lady's on\nhis white feet.  The face of the gentleman was somewhat fixed and\nguarded; his features were carefully cut, behind their heavy coat of\nseaside tan.\n\n\"Well,\" he said, \"that was a pretty solemn adjuration.  What is it?\"\n\n\"I want to get a team,\" stammered the figure on the steps.  Suddenly,\nsomehow, his courage had begun to falter.  He felt the enormity of his\nintrusion.  He came up against the mystery of social distinctions; his\ngreat human emergency seemed to be distanced by the little thing men\ncall difference of class.\n\n\"You want--to get--a team?\" repeated the gentleman; he spoke slowly,\nwithout irritation.  \"You have made a mistake.  This is not a\nlivery-stable.\"\n\n\"Livery-stable!\" cried the intruder, with a swift and painful passion.\n\"I've tried three!  Fust one hadn't any boss.  Next one hadn't any\nhoss.  It was ten dollars if he had.  Last one wanted 'leven dollars,\npay in advance.  I've got four dollars 'n' sixteen cents in my pocket.\nI've been up to Conway to bury my uncle.  My folks sent me a telegraph.\nMy little boy--he's had an accident.  My train was late.  I've got to\nget to Gloucester, sir.  So I thought,\" added the traveller, simply,\n\"I'd ask one of the neighbors.  Neighbors is most gener'lly kind.  Up\nour way they be.  Sir--could you let me have a team to see my little\nboy before--in case--he dies?\"\n\n\"Come inside a minute,\" replied the gentleman.\n\nThe words, which had began shortly, ended softly.  \"Perfectly sober,\"\nhe thought.  His fingers stole to the button of a bell as the stranger\nstepped into the hall.\n\n\"Yes--I'll send you over.  What's your name?\"\n\n\"Dryver, sir.  Jacob Dryver.\"\n\n\"Where do you live?\"\n\n\"Squam.\"\n\n\"Annisquam?  That is several miles beyond Gloucester.  Your trouble is\ntoo swift for horses.  I have rung for my chauffeur.  I'll send you in\nthe automobile.  Be so good as to step around to the stables, Mr.\nDryver.  I'll join you outside.\"\n\nNow the voice of a sleepy child could be heard overhead; it seemed to\nbe trying to say \"Popper!  Popper!\"  A woman's figure drifted to the\ntop of the padded stairs.  The intruder caught a gleam of delicate\nwhite drapery floating with laces, closely gathered at the throat, and\nheld with one ringed hand--as if it had been hastily thrown on.  The\ndoor shut, and the bolts shot again.  Jacob Dryver felt that he was at\nonce trusted and distrusted; he could not have said why he did not go\nto the stables, but sat down on the broad granite steps.  His knees\nhung apart; his elbows dropped to them; his face fell into his hands.\n\nThe child above continued to call: \"Popper!  Popper!\"  Then the little\nvoice trailed away.\n\n\"It's smaller 'n Batty,\" Jacob said.\n\nWhen he lifted his head from his hands, up the curving avenue an\nautomobile was sweeping upon him.  Its acetylene lanterns blazed like\nthe eyes of some prehistoric thing; but this simple fellow knew nothing\nabout prehistoric things.  The lanterns reminded him of the living\ncreatures that Ezekiel saw.  Such imagination as he had was Biblically\ntrained, and leaped from Ezekiel to Elijah easily.\n\n\"It's a chariot of fire,\" thought Jacob Dryver, \"comin' for to carry me\nhome.\"\n\nAs he gathered himself and went to meet the miracle, a dark figure,\nencased in rubber armor from foot to head, brought the carriage to a\nswift and artistic stop.\n\n\"Are you the shove-her?\" asked Jacob, timidly.\n\n\"I am not the shove-her,\" replied the figure at the brake, \"and I hope\nI sha'n't have to be.  I am Mr. Chester.  My chauffeur is not at home,\nI find.  I shall drive you to Annisquam myself.\"\n\n\"You're takin' some trouble, sir,\" said Jacob, slowly.  His head\nreeled.  He felt that he was growing stupid under the whirlwind of\nevents.  He went down the long steps like a lame blind man.  As he did\nso the bolts of the door behind him leaped back again, and the lady ran\ndown and slid into the automobile.  The fog glittered on the laces of\nher white woollen garment.  Her husband thought of it as a negligée,\nbut Jacob called it a wrapper.  She was a dainty lady, and fair to look\nupon; her hair lay in long, bright braids upon her shoulders; she had\ncaught up an automobile coat and cap, which she flung across her arm.\nDryver heard her say: \"I shall be--a little anxious.  After all, you\nknow nothing about him.  Mayn't I go?\"\n\n\"And leave Bert?  I don't think I would, Mary.  I've told James to sit\nup and watch.  Draw the big bolt on top, and keep the lights all on.\nIf I have good luck I shall be back in less than two hours.  Good-bye,\nMary--dear.\"\n\nThe last word lingered with the caressing accent which only long-tried\nmarriage love ever puts into it.  The lips of the two met silently,\nand, drooping, the lady melted away.  Jacob Dryver found himself in the\nautomobile, speeding down the avenue to the silent street.  He looked\nback once at the house.  Every pane of glass was blazing as if the\nbuilding were on fire.\n\n\"You'll find it colder than you expect,\" observed Mr. Chester.  \"I\nbrought along Thomas's coat.  Put it on--and hold on.  Never in one of\nthese before, were you?\"\n\n\"N-no, sir,\" chattered Jacob Dryver.  \"Thank you, sir.  I n-never was.\"\n\nHe clung to the side of the seat desperately.  In fact, he was very\nmuch frightened.  But he would have gone under the heavy wheels before\nhe would have owned it.  Spinning through the deserted Beverly streets\nthe automobile took what seemed to him a startling pace.\n\n\"I'm going slowly till we get out of town,\" remarked Mr. Chester.\n\"Once on the Manchester road I'll let her out a bit.\"\n\nJacob made no reply.  What had seemed to be fog drenched and drowned\nhim now like driving rain.  There had been no wind, but now the powers\nand principalities of the air were let loose.  He gasped for breath,\nwhich was driven down his throat.  That made him think of Batty, whom,\nfor the moment, he had actually forgotten.  When people died--they\ncould not--  Had Batty--by this time--it was so long--should he find\nthat Batty--\n\n\"What ails your boy?\" asked the half-invisible figure from the depths\nof its rubber armor.\n\n\"I had a telegraph,\" said Jacob, monotonously.  \"I never was away from\nhome so far--I ain't used to travellin'.  I supposed the train would\nwait for the accident.  The telegraph said he was hurt bad.  I got it\njust as the fun'ril was leavin' the house.  I had to quit it, corpse\n'n' all--for Batty.  I ran all the way to the depot.  I just got\naboard, and here I be becalmed all night--and there is Batty.--His name\nis Batwing,\" added the father.  \"He was named after the uncle I went to\nbury.  But we call him Batty.\"\n\n\"Any more children?\" inquired Mr. Chester, in the cultivated,\ncompassionate voice which at once attracted and estranged the breaking\nheart of Jacob Dryver.\n\n\"We haven't only Batty, sir,\" he choked.\n\nThe hand on the lever tightened; the throttle opened; the dark figure\nin the rubber coat bent, and its muscles turned to iron.  The\nautomobile began to rock and fly.  It was now whirling out upon the\nsilent, sleeping road that goes by the great houses of the North Shore.\n\n\"I'll let her out a little,\" said Mr. Chester, quietly.  \"Don't worry.\nWe'll get there before you know it.\"\n\nThe car took on a considerable pace.  Jacob's best straw hat flew off,\nbut he did not mention it.  His red hair stood endwise, all ways, on\nhis head; his eyes started; his hands gripped--one at the rail, one at\nthe knee of his companion.  The wind raised by the motion of the car\nbecame a gale and forced itself into his lungs.  Jacob gasped:\n\n\"It's--on account--of Batty.\"\n\n\"I have a little boy of my own,\" observed Mr. Chester.  Plainly\nthinking to divert the attention of the anguished father, he continued:\n\"_He_ had an accident this summer--he was hurt by a scythe; he slipped\naway from his nurse.  He was pretty badly hurt.  I was away--I hurried\nfrom Bar Harbor to get to him.  I think I know how you feel.\"\n\n\"Did you have a telegraph, sir?\" asked Dryver, rousing to the throb of\nthe common human poise.\n\n\"Yes, there was a telegram.  But I was a good while getting it.  I\nunderstand your position.\"\n\n\"Did he ever get over it--your little boy?  Oh, I see; that was him I\nheard.  'Popper,' he says--'Popper.'\"\n\nAbove the whir of the automobile, above the chatter of the exhaust,\nabove the voice of the wind, the sound of a man's muffled groan came\ndistinctly to the ear that was fine enough to hear it.\n\n\"Trust me,\" said Chester, gently.  \"I'll get you there.  I'll get you\nto your boy.\"\n\nThe gentleman's face was almost as white now as Jacob Dryver's.  The\nfog glistened upon his mustache and made him look a gray-haired man, as\nhe emerged from gulfs of darkness and shot by widely scattered dim\nstreet lamps.  Both men had acquired something of the same\nexpression--the rude face and the finished one; both wore the solemn,\nelemental look of fatherhood.\n\nThe heart of one repeated piteously: \"It's Batty.\"\n\nBut the other thought: \"What if it were Bert?\"\n\n\"I'll let her out a little more,\" repeated Chester.  The car throbbed\nand rocked to the words.\n\n\"How do you like my machine?\" he added, in a comfortable voice.  He\nfelt that the mercury of emotion had mounted too far.  \"Mrs. Chester\nhas named her,\" he proceeded.  \"We call her Aurora.\"\n\n\"Hey?\"\n\n\"We've named the machine Aurora, I said.\"\n\n\"'Roarer,' sir?\"\n\n\"Oh, well, that will do--'Roarer,' if you like.  That isn't bad.  It's\nan improvement, perhaps.  By-the-way, how did you happen on my place\nto-night?  There are a good many nearer the station; you had quite a\nwalk.\"\n\n\"I see a little pair o' reins an' bells in the grass alongside--such as\nlittle boys play horse with.  We had one once for Batty, sir.\"\n\n\"_Ah_!  Was that it?  What's your business, Dryver?  You haven't told\nme.  Do you fish?\"\n\n\"Winters, I make paving-stones.  Summers, I raise vegetables,\" replied\nJacob Dryver.  \"I'm a kind of a quarry-farmer.  My woman she plants\nflowers for the summer folks, and Batty bunches 'em up and delivers\n'em.  Batty--he--God!  My God!  Mebbe there _ain't any Batty_--\"\n\nThe sentence broke.  In truth, it would have been hard to find its\nremnants in the sudden onset of sound made by the motion of the machine.\n\nThe car was freed now to the limit of her mighty strength.  She took\ngreat leaps like those of a living heart that is overexcited.\nPowerfully, perfectly, without let or hindrance, without flaw or\naccident, the chariot of fire bounded through the night.  A trail of\nsmoke like the tail of a comet followed her.  The dark scenery of the\nguarded shore flew by; Montserrat was behind; Prides' was gone; the\nFarms blew past.\n\nThey were now well out upon the beautiful, silent Manchester road,\nwhere the woods, solemn at noonday, are sinister at dead of night.  The\nautomobile, flying through them, encountered no answering sign of life.\nBoth men had ceased to speak.  Awe fell upon them, as if in the\npresence of more than natural things.  Once it seemed to Dryver as if\nhe saw a boy running beside the machine--a little fellow, white, like a\nspirit, and, like a spirit, silent.  Chester's hands had stiffened to\nthe throttle; his face had the stern rigidity of those on whom life or\nhuman souls absolutely depend.  Neither man spoke now aloud.\n\nTo himself Jacob Dryver repeated: \"It's Batty!  It's my Batty!\"\n\nAnd Hurlburt Chester thought: \"What if it were Bert?\"\n\nNow the great arms of the sea began to open visibly before them.  The\nfog on their lips grew salter, and they seemed to have entered the Cave\nof the Winds.  Slender beach and sturdy headland slid by.  West\nManchester, Manchester, Magnolia rushed past.  In the Magnolia woods\nthey lost the sea again; but the bell-buoy called from Norman's Woe,\nand they could hear the moan of the whistling-buoy off Eastern Point.\nIn the Cape Ann Light the fog bell was tolling.\n\nAt the pace which the car was taking there was an element of danger in\nthe situation which Jacob Dryver could not measure, since he feared\nsafety ignorantly and met peril with composure.  Chester reduced the\nspeed a little, and yet a little more, but pushed on steadily.  Once\nJacob spoke.\n\n\"I'll bet your shove-her couldn't drive like you do,\" he said, proudly.\n\nFresh Water Cove slipped by; Old Stage Fort was behind; the Aurora\nbumped over the pavement of the Cut, and reeled through the rough and\nnarrow streets of Gloucester.  He of Beverly was familiar with the\nroute, and asked no questions.  The car, now tangled among electric\ntracks, swung around the angle from Main Street carefully, jarred\nacross the railroad, and took the winding, dim road to Annisquam.\n\nBay View flew behind--the bridge--the village--the pretty arcade known\nas Squam Willows.  The automobile dashed into it and out of it as if it\nwere a tunnel.  Then Dryver gripped the other's arm and, without a\nword, pointed.\n\nThe car followed the guidance of his shaking finger, and, like a\nconscious creature, swung to a startling stop.\n\nThere were lights in the quarryman's cottage, and shadows stirred\nagainst drawn shades.  Jacob Dryver tumbled out and ran.  He did not\nspeak, nor by a gesture thank his Beverly \"neighbor.\"  Chester slowly\nunbuttoned his rubber coat and got at his watch.  The Aurora had\ncovered the distance--in dark and fog, over seventeen miles--in\nfifty-six minutes.  Now, Jacob, dashing in, had left the door open, and\nChester, as he put his watch back into its pocket, heard that which\nsent the blood driving through his arteries as the power had driven the\npumps of the car.  The sound that he heard was the fretful moan of a\nhurt child.\n\nAs he had admitted, he was a Christian--sometimes; and he said, \"Oh,\nthank God!\" with all his generous heart.  Indeed, as he did so, he took\noff his heavy cap and bared his head.\n\nThen he heard the sobbing of a shaken man close beside him.\n\n\"Sir!  Oh, sir!  The God of Everlastin' bless you, sir.  Won't you come\nand look at him?\"\n\n\nBatty lay quietly; he had put his little fingers in his father's hand;\nhe did not notice the stranger.  The boy's mother, painfully poised on\none elbow in the position that mothers take when they watch sick\nchildren, lay upon the other side of the bed.  She was a large woman,\nwith a plain, good face.  She had on a polka-dotted, blue cotton\nwrapper which nobody called a negligée.  Her mute, maternal eyes went\nto the face of the visitor and reverted to the child.\n\nThere was a physician in the room--a very young, to the trained eye an\ninexperienced, man; in fact, the medical situation was unpromising and\ncomplicated.  It took Chester but a few moments to gauge it, and to\nperceive that his mission to this afflicted household had not ended\nwith a lost night's sleep and an automobile record.\n\nThe local doctor, it seemed, was away from home when Batty's accident\nbefell; the Gloucester surgeon was ill; some one had proposed the\nhospital, but the mother had the prejudices of her class.  A neighbor\nhad suggested this young man--a new-comer to the town--one of the\nflotsam practitioners who drift and disappear.  Recommended upon the\nground that he had successfully prescribed headache pills to a Swedish\ncook, this stranger had received into his unskilled hands the emergency\nof a dangerously wounded lad.  The accident, in fact, was more serious\nthan Chester had supposed.  He had now been told that the child was\ncrushed by an automobile racing through Annisquam Willows the day\nbefore.\n\nThe boy, it was plain, was sorely hurt, and ignorant suffering lay at\nthe mercy of ignorant treatment, in the hopeless and helpless\nsubjection to medical etiquette which costs so many lives.\n\n\"Dryver,\" said Chester, quietly, \"you need a surgeon here at once.\nYour physician is quite willing to consult with any one you may call.\"\nHe shot one stern glance at the young doctor, who quavered a frightened\nassent.  \"I know a distinguished surgeon--he is a friend of mine; it\nwas he who saved my boy in that accident I told you of, this summer.\nHe is not far away; he is at a hotel on Eastern Point.  I can have him\nhere in twenty--well, say twenty-five minutes.  Of course, we must wait\nfor him to dress.\"\n\nThe woman raised her head and stared upon the gentleman.  One swift,\nbrilliant gleam shot from her heavy eyes.  She had read of angels in\nthe Bible.  She had noticed, indeed, that they were men angels.  But\nshe had never heard of one in a rubber touring-coat, drenched from head\nto foot with fog, spattered from foot to head with mud, and with a\nwedding-ring upon his fine hand.\n\nJacob Dryver began: \"Sir!  The God of Everlastin'--\" but he sobbed so\nthat he could not finish what he would have said.  So Chester went out\nand oiled the Aurora, opened the throttle, and started off again, and\ndashed through the rude streets of Gloucester to her summer shore.\n\nDawn was rose-gray over Eastern Point, and the tide had turned upon the\nharbor, when the \"Roarer\" curved up quietly to the piazza of the hotel.\n\nIt was rose-gray upon Annisquam, and the tide was rising up the river,\nwhen the great surgeon went into the little place where the lad lay\nfighting for his mangled life.  There had been some delay in rousing\nthe sleeper--it was a trip of six rough miles twice taken--and it was\nthirty-five minutes before his \"merciless merciful\" hands went to work\nupon the mortal need of the boy.\n\nThe child had been crushed across the hips and body, and only an\nexperienced or only an eminent skill could have saved the little fellow.\n\n\nIn the blossoming day Jacob Dryver limped out and stood in the front\nyard among his wife's flowers that Batty \"bunched up\" and sold to\nsummer people.  He could not perceive the scent of the flowers--only\nthat of the ether.  His big boot caught in a sweet-pea vine and tore\nit.  One of the famous carmine dahlias of Cape Ann seemed to turn its\nlarge face and gaze at him.\n\nAn old neighbor--a cross-eyed lobsterer, going to his traps--came by,\ncast a shrewd look, and asked how the boy was.  Jacob did not reply to\nthe lobsterer; he lifted his wet eyes to the sky, then they fell to a\nbed of blazing nasturtiums, which seemed to smoke before them.  His\nlips tried to form the words which close like a strangling hand upon\nthe throat of the poor in all the emergencies of life.  Till he has\nanswered this question a poor man may not love a woman or rear a child;\nhe may not bury his dead or save his living.\n\n\"_What will it cost?_\" asked Jacob Dryver.  He looked piteously at the\ngreat surgeon, whose lips parted to speak.  But Hurlburt Chester raised\nan imperious hand.\n\n\"That,\" he said, \"is my affair.\"\n\n\nIt was broad, bright day when the Aurora came whirring home.  Chester\nnodded to his wife at the window, but went directly to the stables.  It\nwas a little longer than she expected before he returned.  She waited\nat the head of the stairs, then hurried half-way down to meet him.  Her\nwhite robe was ungirdled and flowing; it fell apart--the laces above\nfrom the laces below--and the tired man's kiss fell upon her soft\nthroat.\n\nShe was naturally a worrier in a sweet-natured way, but he had always\nbeen patient with her little weakness; some men are, with anxious women.\n\n\"No,\" he smiled, but rather feebly; \"you've missed it again.  The boy\nis saved.  St. Clair's got hold of him.  I'll talk presently, Mary--not\njust now.\"\n\nIn fact, he would say no more till he had bathed and taken food.  He\nlooked so exhausted that she brought his breakfast to his bed, serving\nit with her own hands, and asking no questions at all; for, although\nshe worried, she was wise.  She sent for the baby, too--a big baby,\nthree years old--and Chester enfolded the chin of the child in his\nslender brown hand silently.\n\nThen he said: \"Lock the door, Mary.  I've something to tell you.\"\n\nWhen she had drawn the brass bolt and returned, somewhat pale herself\nwith wonder and alarm, to the side of the bed, her husband spoke\nabruptly:\n\n\"Mary, you've got to know it--may as well have it over.  I found this\npinned on the stable wall.  It was the Aurora that ran over\nthe--that--that poor little fellow.\"\n\nHis hand shook as he laid the piece of paper in her own.  And while she\nread it he covered his face; for he was greatly over-worn, and the\nstrain which he had undergone seemed now to have leaped again with the\nspring of a creature that one supposes one has left lifeless behind.\n\nMrs. Chester read the writing and laid it down.  It ran like this:\n\n\nMR. CHESTER:\n\nSir,--Ime goin away while I can.  It was me run over that boy while you\nwas in town.  I took Her out for a spin.  I let Her out some racin with\nanother one in the Willows an he got under Her someways.  I see it in\nthe papers so I was afraid of manslorter.  Ime awful cut up about it so\nIme goin to lite out while I can.\n\nYour obedient servant,\n  THOMAS.\n\n\nThe eyes of the husband and wife met silently.  She was the first to\nspeak.\n\n\"Do they know?\"\n\nChester shook his head.\n\n\"You'll tell them, of course?\"\n\n\"I haven't made up my mind.\"\n\nThe baby was jabbering loudly on the bed--he was very noisy; it was not\neasy for her to hear what was said.\n\n\"I'm sure you ought to tell them!\" she cried, passionately.\n\n\"Perhaps so.  But I'd like to think it over.\"\n\nA subtle terror slid over her face.  \"What can they do to you?  I don't\nknow about such things.  Is there any--law?\"\n\n\"Laws enough--laws in plenty.  But I'm not answerable for the crimes of\nmy chauffeur.  It's only a question of damages.\"\n\nThe wife of the rich man drew a long breath.  \"Oh, if it's nothing but\n_money_!\"\n\n\"Not that it would make any difference if they _could_ touch me,\" he\ncontinued, with a proud motion of his tired head.  \"It's purely a\nquestion of feeling--it's a question of right within a right, Mary.\nIt's to do what is really kind by these people--  Why, Mary, if you\ncould have seen it!  From beginning to end it was the most beautiful,\nthe most wonderful thing.  Nothing of the kind ever happened to me\nbefore.  Mary, if an angel from the throne of God had done it--they\ncouldn't have felt--they couldn't have treated me--it was enough to\nmake a fellow a better man the rest of his days.  Why, it was worth\n_living_ for, I tell you! ... And now to let them know...\"\n\nHurlburt Chester was very tired, as we say.  He choked, and hid his\npale face in his pillow.  And his wife laid hers beside it and\ncried--as women do--without pretending that she didn't.  But the baby\nlaughed aloud.  And then there drove through the father's mind the\nrepeated phrase which followed the race of the \"Roarer\" all the way\nfrom Beverly to Annisquam:\n\n\"What if it were Bert?\"\n\nChester's head whirled yet from the fatigue and jar of the trip, and\nthe words seemed to take leaps through his brain as the car leaped when\nshe was at the top of her great speed.  So he kissed the child, and\ndashed a drop from his cheek quite openly--since only Mary saw.\n\n\nA constraint unusual to their candid relations breathed like a fog\nbetween the husband and the wife; indeed, it did not lift altogether as\nthe autumn opened and closed.\n\nChester's visits to Annisquam (in which she once or twice accompanied\nhim) were many and merciful; and the distinguished surgeon took the\nresponsibility of the case till the boy was quite convalescent.  The\nlad recovered slowly, but St. Clair promised that the cure would be\ncomplete.\n\nThe touching gratitude of Jacob Dryver amounted to an idealization such\nas the comfortable, undramatic life of Chester had never experienced.\nHe seemed to swim in it as an imaginative person dreams of swimming in\nthe air, tree-high above the heads of the crowd on the earth.  The\nsituation had become to him a fine intoxicant--but it had its\nreactions, as intoxicants must.\n\nSeptember and October burned to ashes upon the North Shore.  Fire of\nmaple, flash of sumac, torch of elder, flare of ivy, faded into brown\nNovember, and the breakers off the Beverly coast took on the greens and\nblues of north-wind weather below the line of silver surf.\n\nThe Chesters closed \"their own hired house\" and moved to town.  The\nAurora remained in her stable, nor had she left it since the morning\nwhen she came wearily back from Annisquam.\n\nHis wife had noticed, but had not seemed to notice, that Chester rode\nno more that fall.  She noted too, but did not seem to note, that he\ncontinued his visits to the injured lad after they had returned to the\ncity.\n\nOn all the great holidays he made a point of going down--Thanksgiving,\nChristmas, and New-Year's Day.  Mrs. Chester had wished to duplicate\nfor the quarryman's boy the Christmas gifts of her own child (such had\nbeen her pretty fancy), but Batty was quite a lad--ten years old; and\nBert, like a spoiled collie, was yet a baby, and likely to remain so\nfor some time to come.  So the mother contented herself, perforce, with\nless intimate remembrances.  Once, when she had packed a box of\nmiracles--toys and books, clothes and candy--she thrust it from her\nwith a cry: \"They would never touch these--if they knew!  Hurlburt!\nHurlburt! don't you think they ought to know?\"\n\n\"Do what you think best, Mary,\" he said, wearily.  \"I have never been\nable to decide that question.  But you are free to do so if you prefer.\"\n\nHe regarded her with an expression that went to her heart.  She flung\nherself into his arms and tried to kiss it away.\n\nNow, Mary Chester, as we have said, was a worrier, and the worrier\nnever lets a subject go.  As the winter set in, her mind closed about\nthe matter which had troubled her, and it began to become unbearable,\nlike a foreign substance in the flesh.\n\nOn a January afternoon--it was one of those dark days when souls cloud\nover--she flung on her furs, and leaving a pencilled line to her\nhusband saying what she had done, she took the train to Gloucester, and\na dreary electric-car to Annisquam.\n\nThe flowers in the front yard were knee-deep in snow, and Batty sat in\nthe window busy with a Sorrento wood-saw of her providing.  He laughed\noutright when he saw her, and his mother flung open the door as if she\nhad flung open her heart.\n\n\"Land!\" she cried.  \"In all this snow!\"\n\nShe finished tying a fresh white apron over her polka-dotted blue\nwrapper, and joyously led the lady in.\n\nBatty was a freckled little fellow, with red hair like his father's; he\nhad the pretty imperiousness of a sick and only child who has by all\nthe sorceries contrived to escape petulance.  When he had greeted the\nvisitor, he ran back to his jig-saw.  He was carving camwood, which\nstained his fingers crimson.\n\n\"I want to see you--alone,\" began Mrs. Chester, nervously.  It had been\none of Chester's pleasures to warm the entire house for the\nconvalescent lad, and big coal fires were purring in Batty's bedroom\nand in the ten-foot \"parlor,\" whither his mother conducted her guest.\nThe doors were left open.  The scent of the camwood came across,\npungent and sickening.  The fret of the jig-saw went on steadily.\n\n\"He's makin' a paper-cutter--for Mr. Chester,\" observed Batty's mother.\n\"He made a watch-case last week--for Mr. Chester.\"\n\nMary Chester paled, and she plunged at once:\n\n\"There's something I've come to tell--I've _got_ to tell you.  We can't\nkeep it to ourselves any longer.  I have come to tell you how it\nhappened--that Batty--  We thought you'd rather not know--\"\n\n\"Lord! my dear,\" said the quarryman's wife, \"we've known it all the\nwhile.\"\n\nThe visitor's head swam.  She laid it down upon her gloved hands on\nMrs. Dryver's centre-table.  This had a marble top, and felt as the\nquarries look in winter on Cape Ann.  What were tears that they should\nwarm it?  The sound of the jig-saw grew uneven and stopped.\n\n\"Hush!\" said the boy's mother.  \"_Batty_ don't know; he's the only one\nthat don't.\"\n\nShe tiptoed and shut the doors.\n\n\"You never seen Peter Trawl, did you?  He's a\nneighbor--cross-eyed--sells lobsters--well, it was him picked Batty up\nto the Willows that day.  So he seen the number runnin' away, an' so he\ntold.  We've known it from fust to last, my dear.\"\n\n\"And never spoke!\" said Mary Chester.  \"And never spoke!\"\n\n\"What's the use of jabberin'?\" asked Batty's mother.  \"We thought Mr.\nChester 'd feel so bad,\" she added.  \"We thought he didn't know.\"\n\nThe worrier began to laugh, then cry--first this, then that; for her\nnerves gave way beneath her.  She sat humbly in her rich furs before\nthe quarryman's wife.  She felt that these plain people had outdone her\nin nobility, as they had rivalled her in delicacy--her, and Hurlburt,\ntoo.\n\n\"Oh, come and see my baby!\" she cried.  It was the only thing that\noccurred to her to say.\n\nNow at that moment Batty gave a little yelp of ecstasy, threw down his\njig-saw, and got to the front door.  His father was there, stamping off\nthe snow, and the lad's idol, his ideal, his man angel, stood upon the\nthreshold--nervous, for an angel, and with an anxious look.\n\nBut when the two men saw the women crying together upon the quarry-cold\ncentre-table, they clasped hands and said nothing at all.\n\n\n\n\nTHE END\n\n\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Phelps, Elizabeth Stuart"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/34254/pg34254.txt",
        "name": "a_chariot_of_fire.json"
    }
}