{
    "name": "A Charmed Life",
    "author": [
        "Davis, Richard Harding"
    ],
    "body": "She loved him so, that when he went away to a little war in which his\ncountry was interested she could not understand, nor quite forgive.\n\nAs the correspondent of a newspaper, Chesterton had looked on at other\nwars; when the yellow races met, when the infidel Turk spanked the\nChristian Greek; and one he had watched from inside a British square,\nwhere he was greatly alarmed lest he should be trampled upon by\nterrified camels. This had happened before he and she had met. After\nthey met, she told him that what chances he had chosen to take before\nhe came into her life fell outside of her jurisdiction. But now that\nhis life belonged to her, this talk of his standing up to be shot at was\nwicked. It was worse than wicked; it was absurd.\n\nWhen the Maine sank in Havana harbor and the word “war” was appearing\nhourly in hysterical extras, Miss Armitage explained her position.\n\n“You mustn’t think,” she said, “that I am one of those silly girls who\nwould beg you not to go to war.”\n\nAt the moment of speaking her cheek happened to be resting against his,\nand his arm was about her, so he humbly bent his head and kissed her,\nand whispered very proudly and softly, “No, dearest.”\n\nAt which she withdrew from him frowning.\n\n“No! I’m not a bit like those girls,” she proclaimed. “I merely tell you\nYOU CAN’T GO! My gracious!” she cried, helplessly. She knew the words\nfell short of expressing her distress, but her education had not\nsupplied her with exclamations of greater violence.\n\n“My goodness!” she cried. “How can you frighten me so? It’s not like\nyou,” she reproached him. “You are so unselfish, so noble. You are\nalways thinking of other people. How can you talk of going to war--to be\nkilled--to me? And now, now that you have made me love you so?”\n\nThe hands, that when she talked seemed to him like swallows darting\nand flashing in the sunlight, clutched his sleeve. The fingers, that\nhe would rather kiss than the lips of any other woman that ever lived,\nclung to his arm. Their clasp reminded him of that of a drowning child\nhe had once lifted from the surf.\n\n“If you should die,” whispered Miss Armitage. “What would I do. What\nwould I do!”\n\n“But my dearest,” cried the young man. “My dearest ONE! I’ve GOT to go.\nIt’s our own war. Everybody else will go,” he pleaded. “Every man you\nknow, and they’re going to fight, too. I’m going only to look on. That’s\nbad enough, isn’t it, without sitting at home? You should be sorry I’m\nnot going to fight.”\n\n“Sorry!” exclaimed the girl. “If you love me--”\n\n“If I love you,” shouted the young man. His voice suggested that he was\nabout to shake her. “How dare you?”\n\nShe abandoned that position and attacked from one more logical.\n\n“But why punish me?” she protested. “Do I want the war? Do I want to\nfree Cuba? No! I want YOU, and if you go, you are the one who is sure\nto be killed. You are so big--and so brave, and you will be rushing in\nwherever the fighting is, and then--then you will die.” She raised\nher eyes and looked at him as though seeing him from a great distance.\n“And,” she added fatefully, “I will die, too, or maybe I will have to\nlive, to live without you for years, for many miserable years.”\n\nFearfully, with great caution, as though in his joy in her he might\ncrush her in his hands, the young man drew her to him and held her\nclose. After a silence he whispered. “But, you know that nothing can\nhappen to me. Not now, that God has let me love you. He could not be so\ncruel. He would not have given me such happiness to take it from me. A\nman who loves you, as I love you, cannot come to any harm. And the man\nYOU love is immortal, immune. He holds a charmed life. So long as you\nlove him, he must live.”\n\nThe eyes of the girl smiled up at him through her tears. She lifted her\nlips to his. “Then you will never die!” she said.\n\nShe held him away from her. “Listen!” she whispered. “What you say is\ntrue. It must be true, because you are always right. I love you so that\nnothing can harm you. My love will be a charm. It will hang around your\nneck and protect you, and keep you, and bring you back to me. When you\nare in danger my love will save you. For, while it lives, I live. When\nit dies--”\n\nChesterton kissed her quickly.\n\n“What happens then,” he said, “doesn’t matter.”\n\nThe war game had run its happy-go-lucky course briefly and brilliantly,\nwith “glory enough for all,” even for Chesterton. For, in no previous\ncampaign had good fortune so persistently stood smiling at his elbow. At\neach moment of the war that was critical, picturesque, dramatic, by some\nlucky accident he found himself among those present. He could not lose.\nEven when his press boat broke down at Cardenas, a Yankee cruiser and\ntwo Spanish gun-boats, apparently for his sole benefit, engaged in an\nimpromptu duel within range of his megaphone. When his horse went lame,\nthe column with which he had wished to advance, passed forward to the\nfront unmolested, while the rear guard, to which he had been forced to\njoin his fortune, fought its way through the stifling underbrush.\n\nBetween his news despatches, when he was not singing the praises of\nhis fellow-countrymen, or copying lists of their killed and wounded, he\nwrote to Miss Armitage. His letters were scrawled on yellow copy\npaper and consisted of repetitions of the three words, “I love you,”\n rearranged, illuminated, and intensified.\n\nEach letter began much in the same way. “The war is still going on. You\ncan read about it in the papers. What I want you to know is that I love\nyou as no man ever--” And so on for many pages.\n\nFrom her only one of the letters she wrote reached him. It was picked up\nin the sand at Siboney after the medical corps, in an effort to wipe out\nthe yellow-fever, had set fire to the post-office tent.\n\nShe had written it some weeks before from her summer home at Newport,\nand in it she said: “When you went to the front, I thought no woman\ncould love more than I did then. But, now I know. At least I know one\ngirl who can. She cannot write it. She can never tell you. You must just\nbelieve.\n\n“Each day I hear from you, for as soon as the paper comes, I take it\ndown to the rocks and read your cables, and I look south across the\nocean to Cuba, and try to see you in all that fighting and heat and\nfever. But I am not afraid. For each morning I wake to find I love you\nmore; that it has grown stronger, more wonderful, more hard to bear.\nAnd I know the charm I gave you grows with it, and is more powerful,\nand that it will bring you back to me wearing new honors, ‘bearing your\nsheaves with you.’\n\n“As though I cared for your new honors. I want YOU, YOU, YOU--only YOU.”\n\nWhen Santiago surrendered and the invading army settled down to arrange\nterms of peace, and imbibe fever, and General Miles moved to Porto Rico,\nChesterton moved with him.\n\nIn that pretty little island a command of regulars under a general of\nthe regular army had, in a night attack, driven back the Spaniards from\nAdhuntas. The next afternoon as the column was in line of march, and the\nmen were shaking themselves into their accoutrements, a dusty, sweating\nvolunteer staff officer rode down the main street of Adhuntas, and with\nthe authority of a field marshal, held up his hand.\n\n“General Miles’s compliments, sir,” he panted, “and peace is declared!”\n\nDifferent men received the news each in a different fashion. Some\nwhirled their hats in the air and cheered. Those who saw promotion and\nthe new insignia on their straps vanish, swore deeply. Chesterton fell\nupon his saddle-bags and began to distribute his possessions among\nthe enlisted men. After he had remobilized, his effects consisted of a\nchange of clothes, his camera, water-bottle, and his medicine case. In\nhis present state of health and spirits he could not believe he stood\nin need of the medicine case, but it was a gift from Miss Armitage, and\ncarried with it a promise from him that he always would carry it. He\nhad “packed” it throughout the campaign, and for others it had proved of\nvalue.\n\n“I take it you are leaving us,” said an officer enviously.\n\n“I am leaving you so quick,” cried Chesterton laughing, “that you won’t\neven see the dust. There’s a transport starts from Mayaguez at six\nto-morrow morning, and, if I don’t catch it, this pony will die on the\nwharf.”\n\n“The road to Mayaguez is not healthy for Americans,” said the general in\ncommand. “I don’t think I ought to let you go. The enemy does not know\npeace is on yet, and there are a lot of guerillas--”\n\nChesterton shook his head in pitying wonder.\n\n“Not let me go!” he exclaimed. “Why, General, you haven’t enough men in\nyour command to stop me, and as for the Spaniards and guerillas--! I’m\nhomesick,” cried the young man. “I’m so damned homesick that I am liable\nto die of it before the transport gets me to Sandy Hook.”\n\n“If you are shot up by an outpost,” growled the general, “you will be\nworse off than homesick. It’s forty miles to Mayaguez. Better wait till\ndaylight. Where’s the sense of dying, after the fighting’s over?”\n\n“If I don’t catch that transport I sure WILL die,” laughed Chesterton.\nHis head was bent and he was tugging at his saddle girths. Apparently\nthe effort brought a deeper shadow to his tan, “but nothing else can\nkill me! I have a charm, General,” he exclaimed.\n\n“We hadn’t noticed it,” said the general.\n\nThe staff officers, according to regulations, laughed.\n\n“It’s not that kind of a charm,” said Chesterton. “Good-by, General.”\n\nThe road was hardly more than a trail, but the moon made it as light\nas day, and cast across it black tracings of the swinging vines and\ncreepers; while high in the air it turned the polished surface of the\npalms into glittering silver. As he plunged into the cool depths of the\nforest Chesterton threw up his arms and thanked God that he was moving\ntoward her. The luck that had accompanied him throughout the campaign\nhad held until the end. Had he been forced to wait for a transport, each\nhour would have meant a month of torment, an arid, wasted place in his\nlife. As it was, with each eager stride of El Capitan, his little Porto\nRican pony, he was brought closer to her. He was so happy that as\nhe galloped through the dark shadows of the jungle or out into the\nbrilliant moonlight he shouted aloud and sang; and again as he urged El\nCapitan to greater bursts of speed, he explained in joyous, breathless\nphrases why it was that he urged him on.\n\n“For she is wonderful and most beautiful,” he cried, “the most glorious\ngirl in all the world! And, if I kept her waiting, even for a moment, El\nCapitan, I would be unworthy--and I might lose her! So you see we ride\nfor a great prize!”\n\nThe Spanish column that, the night before, had been driven from\nAdhuntas, now in ignorance of peace, occupied both sides of the valley\nthrough which ran the road to Mayaguez, and in ambush by the road itself\nhad placed an outpost of two men. One was a sharp-shooter of the picked\ncorps of the Guardia Civile, and one a sergeant of the regiment that lay\nhidden in the heights. If the Americans advanced toward Mayaguez, these\nmen were to wait until the head of the column drew abreast of them, when\nthey were to fire. The report of their rifles would be the signal for\nthose in the hill above to wipe out the memory of Adhuntas.\n\nChesterton had been riding at a gallop, but, as he reached the place\nwhere the men lay in ambush, he pulled El Capitan to a walk, and took\nadvantage of his first breathing spell to light his pipe. He had already\nfilled it, and was now fumbling in his pocket for his match-box. The\nmatch-box was of wood such as one can buy, filled to the brim with\nmatches, for one penny. But it was a most precious possession. In the\nearly days of his interest in Miss Armitage, as they were once setting\nforth upon a motor trip, she had handed it to him.\n\n“Why,” he asked.\n\n“You always forget to bring any,” she said simply, “and have to borrow\nsome.”\n\nThe other men in the car, knowing this to be a just reproof, laughed\nsardonically, and at the laugh the girl had looked up in surprise.\nChesterton, seeing the look, understood that her act, trifling as\nit was, had been sincere, had been inspired simply by thought of his\ncomfort. And he asked himself why young Miss Armitage should consider\nhis comfort, and why the fact that she did consider it should make him\nso extremely happy. And he decided it must be because she loved him and\nhe loved her.\n\nHaving arrived at that conclusion, he had asked her to marry him, and\nupon the match-box had marked the date and the hour. Since then she had\ngiven him many pretty presents, marked with her initials, marked with\nhis crest, with strange cabalistic mottoes that meant nothing to any one\nsave themselves. But the wooden matchbox was still the most valued of\nhis possessions.\n\nAs he rode into the valley the rays of the moon fell fully upon him, and\nexposed him to the outpost as pitilessly as though he had been held in\nthe circle of a search-light.\n\nThe bronzed Mausers pushed cautiously through the screen of vines. There\nwas a pause, and the rifle of the sergeant wavered. When he spoke his\ntone was one of disappointment.\n\n“He is a scout, riding alone,” he said.\n\n“He is an officer,” returned the sharp-shooter, excitedly. “The others\nfollow. We should fire now and give the signal.”\n\n“He is no officer, he is a scout,” repeated the sergeant. “They have\nsent him ahead to study the trail and to seek us. He may be a league in\nadvance. If we shoot HIM, we only warn the others.”\n\nChesterton was within fifty yards. After an excited and anxious\nsearch he had found the match-box in the wrong pocket. The eyes of\nthe sharp-shooter frowned along the barrel of his rifle. With his chin\npressed against the stock he whispered swiftly from the corner of his\nlips, “He is an officer! I am aiming where the strap crosses his heart.\nYou aim at his belt. We fire together.”\n\nThe heat of the tropic night and the strenuous gallop had covered El\nCapitan with a lather of sweat. The reins upon his neck dripped with it.\nThe gauntlets with which Chesterton held them were wet. As he raised the\nmatchbox it slipped from his fingers and fell noiselessly in the trail.\nWith an exclamation he dropped to the road and to his knees, and groping\nin the dust began an eager search.\n\nThe sergeant caught at the rifle of the sharpshooter, and pressed it\ndown.\n\n“Look!” he whispered. “He IS a scout. He is searching the trail for the\ntracks of our ponies. If you fire they will hear it a league away.”\n\n“But if he finds our trail and returns--”\n\nThe sergeant shook his head. “I let him pass forward,” he said grimly.\n“He will never return.”\n\nChesterton pounced upon the half-buried matchbox, and in a panic lest he\nmight again lose it, thrust it inside his tunic.\n\n“Little do you know, El Capitan,” he exclaimed breathlessly, as he\nscrambled back into the saddle and lifted the pony into a gallop, “what\na narrow escape I had. I almost lost it.”\n\nToward midnight they came to a wooden bridge swinging above a ravine\nin which a mountain stream, forty feet below, splashed over half-hidden\nrocks, and the stepping stones of the ford. Even before the campaign\nbegan the bridge had outlived its usefulness, and the unwonted burden of\nartillery, and the vibrations of marching men had so shaken it that it\nswayed like a house of cards. Threatened by its own weight, at the mercy\nof the first tropic storm, it hung a death trap for the one who first\nadded to its burden.\n\nNo sooner had El Capitan struck it squarely with his four hoofs, than he\nreared and, whirling, sprang back to the solid earth. The suddenness of\nhis retreat had all but thrown Chesterton, but he regained his seat, and\ndigging the pony roughly with his spurs, pulled his head again toward\nthe bridge.\n\n“What are you shying at, now?” he panted. “That’s a perfectly good\nbridge.”\n\nFor a minute horse and man struggled for the mastery, the horse spinning\nin short circles, the man pulling, tugging, urging him with knees and\nspurs. The first round ended in a draw. There were two more rounds with\nthe advantage slightly in favor of El Capitan, for he did not approach\nthe bridge.\n\nThe night was warm and the exertion violent. Chesterton, puzzled and\nannoyed, paused to regain his breath and his temper. Below him, in\nthe ravine, the shallow waters of the ford called to him, suggesting a\npleasant compromise. He turned his eyes downward and saw hanging over\nthe water what appeared to be a white bird upon the lower limb of a\ndead tree. He knew it to be an orchid, an especially rare orchid, and he\nknew, also, that the orchid was the favorite flower of Miss Armitage.\nIn a moment he was on his feet, and with the reins over his arm, was\nslipping down the bank, dragging El Capitan behind him. He ripped from\nthe dead tree the bark to which the orchid was clinging, and with wet\nmoss and grass packed it in his leather camera case. The camera he\nabandoned on the path. He always could buy another camera; he could not\nagain carry a white orchid, plucked in the heart of the tropics on the\nnight peace was declared, to the girl he left behind him. Followed by El\nCapitan, nosing and snuffing gratefully at the cool waters, he waded the\nford, and with his camera case swinging from his shoulder, galloped up\nthe opposite bank and back into the trail.\n\nA minute later, the bridge, unable to recover from the death blow struck\nby El Capitan, went whirling into the ravine and was broken upon the\nrocks below. Hearing the crash behind him, Chesterton guessed that in\nthe jungle a tree had fallen.\n\nThey had started at six in the afternoon and had covered twenty of the\nforty miles that lay between Adhuntas and Mayaguez, when, just at the\noutskirts of the tiny village of Caguan, El Capitan stumbled, and when\nhe arose painfully, he again fell forward.\n\nCaguan was a little church, a little vine-covered inn, a dozen one-story\nadobe houses shining in the moonlight like whitewashed sepulchres. They\nfaced a grass-grown plaza, in the centre of which stood a great wooden\ncross. At one corner of the village was a corral, and in it many ponies.\nAt the sight Chesterton gave a cry of relief. A light showed through\nthe closed shutters of the inn, and when he beat with his whip upon the\ndoor, from the adobe houses other lights shone, and white-clad figures\nappeared in the moonlight. The landlord of the inn was a Spaniard, fat\nand prosperous-looking, but for the moment his face was eloquent with\nsuch distress and misery that the heart of the young man, who was at\npeace with all the world, went instantly out to him. The Spaniard was\nless sympathetic. When he saw the khaki suit and the campaign hat\nhe scowled, and ungraciously would have closed the door. Chesterton,\napologizing, pushed it open. His pony, he explained, had gone lame, and\nhe must have another, and at once. The landlord shrugged his shoulders.\nThese were war times, he said, and the American officer could take\nwhat he liked. They in Caguan were noncombatants and could not protest.\nChesterton hastened to reassure him. The war, he announced, was over,\nand were it not, he was no officer to issue requisitions. He intended\nto pay for the pony. He unbuckled his belt and poured upon the table\na handful of Spanish doubloons. The landlord lowered the candle and\nsilently counted the gold pieces, and then calling to him two of his\nfellow-villagers, crossed the tiny plaza and entered the corral.\n\n“The American pig,” he whispered, “wishes to buy a pony. He tells me the\nwar is over; that Spain has surrendered. We know that must be a lie. It\nis more probable he is a deserter. He claims he is a civilian, but that\nalso is a lie, for he is in uniform. You, Paul, sell him your pony, and\nthen wait for him at the first turn in the trail, and take it from him.”\n\n“He is armed,” protested the one called Paul.\n\n“You must not give him time to draw his revolver,” ordered the landlord.\n“You and Pedro will shoot him from the shadow. He is our country’s\nenemy, and it will be in a good cause. And he may carry despatches. If\nwe take them to the commandante at Mayaguez he will reward us.”\n\n“And the gold pieces?” demanded the one called Paul.\n\n“We will divide them in three parts,” said the landlord.\n\nIn the front of the inn, surrounded by a ghostlike group that spoke\nits suspicions, Chesterton was lifting his saddle from El Capitan and\nrubbing the lame foreleg. It was not a serious sprain. A week would\nset it right, but for that night the pony was useless. Impatiently,\nChesterton called across the plaza, begging the landlord to make haste.\nHe was eager to be gone, alarmed and fearful lest even this slight delay\nshould cause him to miss the transport. The thought was intolerable. But\nhe was also acutely conscious that he was very hungry, and he was too\nold a campaigner to scoff at hunger. With the hope that he could find\nsomething to carry with him and eat as he rode forward, he entered the\ninn.\n\nThe main room of the house was now in darkness, but a smaller room\nadjoining it was lit by candles, and by a tiny taper floating before\na crucifix. In the light of the candles Chesterton made out a bed, a\npriest bending over it, a woman kneeling beside it, and upon the bed the\nlittle figure of a boy who tossed and moaned. As Chesterton halted and\nwaited hesitating, the priest strode past him, and in a voice dull and\nflat with grief and weariness, ordered those at the door to bring the\nlandlord quickly. As one of the group leaped toward the corral, the\npriest said to the others: “There is another attack. I have lost hope.”\n\nChesterton advanced and asked if he could be of service. The priest\nshook his head. The child, he said, was the only son of the landlord,\nand much beloved by him, and by all the village. He was now in the third\nweek of typhoid fever and the period of hemorrhages. Unless they could\nbe checked, the boy would die, and the priest, who for many miles of\nmountain and forest was also the only doctor, had exhausted his store of\nsimple medicines.\n\n“Nothing can stop the hemorrhage,” he protested wearily, “but the\nstrongest of drugs. And I have nothing!”\n\nChesterton bethought him of the medicine case Miss Armitage had forced\nupon him. “I have given opium to the men for dysentery,” he said. “Would\nopium help you?”\n\nThe priest sprang at him and pushed him out of the door and toward the\nsaddle-bags.\n\n“My children,” he cried, to the silent group in the plaza, “God has sent\na miracle!”\n\nAfter an hour at the bedside the priest said, “He will live,” and\nknelt, and the mother of the boy and the villagers knelt with him. When\nChesterton raised his eyes, he found that the landlord, who had been\nsilently watching while the two men struggled with death for the life\nof his son, had disappeared. But he heard, leaving the village along the\ntrail to Mayaguez, the sudden clatter of a pony’s hoofs. It moved like a\nthing driven with fear.\n\nThe priest strode out into the moonlight. In the recovery of the child\nhe saw only a demonstration of the efficacy of prayer, and he could\nnot too quickly bring home the lesson to his parishioners. Amid their\nmurmurs of wonder and gratitude Chesterton rode away. To the kindly care\nof the priest he bequeathed El Capitan. With him, also, he left the gold\npieces which were to pay for the fresh pony.\n\nA quarter of a mile outside the village three white figures confronted\nhim. Two who stood apart in the shadow shrank from observation, but the\nlandlord, seated bareback upon a pony that from some late exertion was\nbreathing heavily, called to him to halt.\n\n“In the fashion of my country,” he began grandiloquently, “we have come\nthis far to wish you God speed upon your journey.” In the fashion of\nthe American he seized Chesterton by the hand. “I thank you, senor,” he\nmurmured.\n\n“Not me,” returned Chesterton. “But the one who made me ‘pack’ that\nmedicine chest. Thank her, for to-night I think it saved a life.”\n\nThe Spaniard regarded him curiously, fixing him with his eyes as though\ndeep in consideration. At last he smiled gravely.\n\n“You are right,” he said. “Let us both remember her in our prayers.”\n\nAs Chesterton rode away the words remained gratefully in his memory and\nfilled him with pleasant thoughts. “The world,” he mused, “is full of\njust such kind and gentle souls.”\n\n\nAfter an interminable delay he reached Newport, and they escaped from\nthe others, and Miss Armitage and he ran down the lawn to the rocks, and\nstood with the waves whispering at their feet.\n\nIt was the moment for which each had so often longed, with which both\nhad so often tortured themselves by living in imagination, that now,\nthat it was theirs, they were fearful it might not be true.\n\nFinally, he said: “And the charm never failed! Indeed, it was wonderful!\nIt stood by me so obviously. For instance, the night before San Juan,\nin the mill at El Poso, I slept on the same poncho with another\ncorrespondent. I woke up with a raging appetite for bacon and coffee,\nand he woke up out of his mind, and with a temperature of one hundred\nand four. And again, I was standing by Capron’s gun at El Caney, when\na shell took the three men who served it, and only scared ME. And there\nwas another time--” He stopped. “Anyway,” he laughed, “here I am.”\n\n“But there was one night, one awful night,” began the girl. She\ntrembled, and he made this an added excuse for drawing her closer to\nhim. “When I felt you were in great peril, that you would surely die.\nAnd all through the night I knelt by the window and looked toward Cuba\nand prayed, and prayed to God to let you live.”\n\nChesterton bent his head and kissed the tips of her fingers. After a\nmoment he said: “Would you know what night it was? It might be curious\nif I had been--”\n\n“Would I know!” cried the girl. “It was eight days ago. The night of the\ntwelfth. An awful night!”\n\n“The twelfth!” exclaimed Chesterton, and laughed and then begged her\npardon humbly. “I laughed because the twelfth,” he exclaimed, “was the\nnight peace was declared. The war was over. I’m sorry, but THAT night I\nwas riding toward you, thinking only of you. I was never for a moment in\ndanger.”\n\n\n\n\n",
    "metadata": {
        "author": [
            "Davis, Richard Harding"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1821/pg1821.txt",
        "name": "a_charmed_life.json"
    }
}