{
    "name": "A Cold Night for Crying",
    "author": [
        "Marlowe, Stephen"
    ],
    "body": "The snow sifted silently down, clouds of white confetti in the glare of\nthe street lamps, mantling the streets with white, spilling softly from\nladen, wind-stirred branches, drifting with the wind and embanking the\nscars and stumps of buildings that remained of what had been the city.\n\nMr. Friedlander trudged across the wide, quiet avenues, his bare,\nbalding head burrowed low in his tattered collar for warmth, chin\nagainst chest, wet feet numb and stinging with cold inside his torn\novershoes which could not be replaced until next winter, and then only\nif the Karadi did not decrease the clothing ration still further.\n\nAll the way home, he conjured fantasies from the white, multi-shaped\nexhalations of his breath. Here it was the smoke of a good\nHavana-rolled cigar and there the warm hissing steam from a radiator\nvalve and later the magic-carpet clouds from the funnel of an ocean\nliner that might take him to far, warm places the Karadi had not\nreached. Almost, he thought he heard the great sonorous drone of the\nship's whistle, but it was the toot of an automobile horn as the\nsleek vehicle came skidding around a corner, almost running down Mr.\nFriedlander before it disappeared in the swirling flurries of snow. He\nthought if he followed the tire tracks before the snow could cover them\nhe would discover in which section of the city these particular Karadi\nlived, but he shook his fist instead, knowing the gesture would bring,\nat worst, a reprimand.\n\nIn the dim hallway of his tenement, smelling pungently of cabbage and\nturnips--and from somewhere way in back the faint, unmistakable aroma\nof beef--Mr. Friedlander shook the snow from his coat and stamped his\nnumb feet before he climbed the three dark flights to his apartment. At\neach landing he would pause and look with longing and resentment at the\ndoor of the unused elevator shaft, then shrug and wonder why the Karadi\nhad denied man even this simple luxury.\n\nOn the floor below his own, Mr. Friedlander heard the unmistakable\ncrackling sound of a short-wave radio receiver. The fools! He wasn't\ngoing to talk, he lost no love on the Karadi. But there were others.\nThere were neighbors, friends, brothers, even wives, there were the\nobvious quislings you shunned and the less obvious ones you didn't\nsuspect until it was too late. One thing you never did was listen\nto the short-wave radio so defiantly its crackling could be heard\nnot merely on the other side of the door but all the way out on the\nlanding. The punishment was death.\n\nMr. Friedlander paused in front of his own door, where the odor of\nstrong yellow turnips assailed his nostrils. It was so unsatisfyingly\nfamiliar, he almost gagged. The new generation hardly remembered the\ndelightful old foods, but if Mr. Friedlander shut his eyes and thought,\nhe could clearly smell steak and roast chicken and broiled lobster\nswimming in butter and a dry red wine to wash everything down slowly,\nso slowly he could taste every tiny morsel.\n\nHe pushed open the door and began to shrug off his worn coat. \"I'm\nhome,\" he said to the scabby walls, the gas range which had been\nconverted to wood when the Karadi suspended all public utilities, to\nthe bubbling pot which exuded the turnip smell, to the drab sofa, the\ntwo wooden chairs, the table he had constructed from two old saw horses\nand the planking he had found long ago after the Fourteenth Street Bomb.\n\nFrom the small bedroom, he heard sobbing.\n\n\n\nMrs. Friedlander blinked red-rimmed eyes at him and squeezed his hand,\nwringing it as if it had been a wet rag. She was forty-four years old,\nsix years younger than Mr. Friedlander, with a face which once had been\ncomely but now was lined, gaunt and big-pored. She was even thinner\nthan Mr. Friedlander, but looked shapeless in her thick woolen sweater\nand the baggy work trousers he had stolen from the quartermaster store\nof the plant where he worked.\n\n\"Try to tell me, Martha,\" he said. \"It's good to talk.\"\n\nShe looked at him mutely, opening her mouth to talk but swallowing\ninstead.\n\n\"You tell me, Martha. There now.\"\n\nShe managed to get the words out. \"It's Freddie.\"\n\nMr. Friedlander placed a tired arm about her shoulder. The feeling had\nstarted in the pit of his stomach, like when their son George had died\nof pneumonia two years ago this month. The Karadi had outlawed all\nwonder drugs, all hospitals, all medical schools. Helpless, they had\nwatched George die, his big child eyes not understanding, asking for\nhelp. Mr. Friedlander always wondered if he had died hating them.\n\n\"People die and you see them. You know,\" Mrs. Friedlander said. \"They\nare sick and you can't do anything but try to nurse them, anyway. Or\nthe big Karadi cars run them down and you see the broken body. You see\nthem. Alive. Then dead. It's hard, so hard you want to stop living\ntoo, but there's God and God shows you they are dead and you have the\nmemories, all the sweet ones. You know they're dead because you see\nthem dying. You can forget. In time, you forget. You have to forget\nbecause otherwise you don't want to live, but you ... hold me. Hold me\ntight.\"\n\nMr. Friedlander patted her hair awkwardly. The Karadi not only condoned\nbut encouraged displays of simple emotion and for that reason Mr.\nFriedlander tried to avoid them. \"What are you trying to tell me?\" he\nasked.\n\n\"Freddie. Freddie. His plane was shot down over the mountains, they\ntold me. Freddie is dead. Freddie.\"\n\nMr. Friedlander stopped patting his wife's hair, stopped stroking the\ntangles into a smooth glossiness. He bent down and carefully unbuckled\nhis torn overshoes, placing them carefully in a corner of the room.\nThen he walked to the window and stared out at the snow sparkling in\nwind-blown puffs under the street lamp which remained only because the\nKaradi liked to drive their confiscated autos at night. \"What are you\nsaying?\" he asked his wife.\n\n\"Just because they tell us Freddie is dead--\"\n\n\"Stop it. Don't say that.\"\n\n\"Freddie is dead. Because they tell us, that's no reason to believe.\nHow can we believe? We saw Freddie alive, but now they tell us Freddie\nis dead. Far away, two thousand miles. Over the mountains. Did we see\nhim die? He's dead. Oh, he's dead. But we'll never learn to live with\nit. Don't you see? How can we believe? How can we know? We saw him\nalive. Now he's dead.\"\n\nFreddie was flying a Karadi plane against the last strongholds of free\nman in the Rocky Mountains. Not because Freddie had wanted to pilot\nthe dart-swift craft particularly, but because they had made him. The\nKaradi announced their own human losses readily, almost as if they took\ngreat pleasure in the impressive figures. \"They told you this?\" Mr.\nFriedlander asked.\n\n\"That Freddie's plane was shot down. That he is assumed dead.\"\n\n\"You saw nothing in writing?\"\n\n\"They sent a man.\"\n\n\"You knew him?\"\n\n\"No. He wore good clothing. He drove up in a sleek Karadi car.\"\n\n\"Quisling.\"\n\n\"Freddie died a hero's death, he said. Against the rebels.\"\n\n\"Rebels? Trying to preserve their own freedom? Freedom which we lost\nbecause the bombed cities couldn't survive?\"\n\n\"I only know what the man told me, but how can we ... how ... all my\nlife, always, forever, I will be praying and waiting for Freddie to\nwalk in, right behind you, through that door. We never saw him die.\nThey should at least send something. Some proof. Anything to make me\nunderstand he is dead.\"\n\nMr. Friedlander had been thinking the same thing. If you loved someone,\nyour son, all his life and then a stranger came and said he was dead\nyou could forget the stranger came and go on thinking of that someone,\nyour son, alive and not dead, but too busy to come and see you, eating\nthe food you could only dream about, sleeping in a warm bed, in some\nclean place far away. Only it was like the cat he once had read about.\nYou took the cat and gave it food, catnip, but every time it ate you\nalso fed it electricity, a shock. It wanted to eat but it was afraid of\nthe electricity, the shock. It starved to death screeching from hunger\nin a room full of food. If that was what the Karadi wanted, he would\nsay Freddie was dead. He would believe and laugh every time he saw them\nbecause they thought he was screeching from hunger in a room full of\nfood.\n\n\"Stop it,\" Mr. Friedlander told his wife. \"You stop that. If they say\nso, then Freddie is dead. We must put an announcement in the Karadi\nnewspaper and make plans for a funeral.\"\n\n\"In all this snow? It's so cold.\"\n\n\"Anyway.\"\n\nMrs. Friedlander walked to the stove and stirred the bubbling turnip\nwater. \"You come and eat your supper,\" she said. \"We'll talk about\nFreddie later.\"\n\n\"There's nothing to talk about. Only the funeral.\"\n\n\"Maybe he was lying. The stranger.\"\n\n\"Stop that. It's what they want. They want us to be animals. They\nwant us never to know. Always doubting. Always clean in dirty places,\nworking hard, using all our energy to be only a little better than\nanimals. Every time you see a Karadi, you won't hate him. You'll think\nmaybe he's going to tell you some good news about Freddie. It was all a\nmistake. They want that, too. They feed on our sorrow and despair and\nconfusion. There is a word for them and their invasion and why they are\nhere. They don't need us, our resources. They feed on what we feel.\nThey are a--a sadistic fungi.\"\n\n\"Fred! Eat your supper and you'll feel better. You must be half frozen.\"\n\n\"It's warmer in here.\"\n\nMrs. Friedlander shivered, although she stood near the stove. \"It's\nstill cold. I hope it's warm where Freddie is.\"\n\nHe slapped her and was glad when she cried, then sorry, then glad\nagain when she came into his arms, sobbing. They would make funeral\narrangements in the morning.\n\nAfter supper a man from the Karadi newspaper visited them. He wore\na new overcoat and shining plastic overshoes and a bright scarf of\nred wool around his neck. His face was plump, his cheeks rosy, his\nwell-groomed hair smelling of some expensive perfume when he removed\nhat and earlaps.\n\n\"Mr. and Mrs. Friedlander,\" he said, his voice like the dimly\nremembered taste of pure maple syrup, \"I bring you the heartfelt\nsympathies of the Karadi Newspaper. If it is any consolation, know\nthat your son, Freddie Friedlander, Jr., died a hero's death against\nthe barbarians of the mountains.\" His nose was running with the cold;\nhe padded it daintily with a pale blue silk handkerchief. He offered\nMr. Friedlander a small, dry-crackling cigar, took one himself and\ntouched flame to them with a monogramed lighter. Mr. Friedlander\ninhaled gratefully, allowing the unfamiliar smoke to sear his lungs\npainfully before he exhaled a long blue plume at the ceiling. For Mrs.\nFriedlander the man from the Karadi Newspaper had a small box of candy,\nthe chocolate frozen over with powdery white but, by the expression on\nMrs. Friedlander's face, succulent nevertheless.\n\n\"At times like this,\" the man from the Karadi Newspaper said after he\nhad politely refused what was left of the yellow turnip mash, \"it is\ncustomary to place an ad in the newspaper in memory of the departed.\nThe cost, in such cases, is quite reasonable--benevolent, you might\nsay. Seven days of overtime for Mr. Friedlander.\"\n\n\"But,\" said Mrs. Friedlander, \"if we place the announcement in the\nKaradi Newspaper, don't you see? We are admitting Freddie is dead.\"\n\nThe man from the Karadi Newspaper cocked an eyebrow in practiced\nsurprise. \"He is quite dead, Mrs. Friedlander.\"\n\n\"What my wife means is that, well, we didn't see him die.\"\n\n\"Then you don't believe the Karadi?\"\n\n\"That's not it at all,\" said Mr. Friedlander. \"If Freddie is dead, it\nis unhealthy not to believe. We want to believe. We find it difficult.\"\n\n\"I understand,\" the man said. \"I would suggest a large ad in that\ncase. Two weeks overtime, Mr. Friedlander. Write it yourself. Don't use\nany of the forms. Write it from your heart, from what you feel deep\ninside.\"\n\n\"I suppose that is best,\" Mr. Friedlander admitted, secretly amazed\nat his own objective reaction to his son's passing. The sorrow would\ncome later, he told himself. The grief, when it came, would be good. It\nwould wash them clean so they could live again. Even at the funeral.\nHe guessed, they would walk slowly with measured tread and be sad, but\nthey would expect Freddie to join them in their sadness, as if it were\na funeral but not his funeral at all. Mr. Friedlander was about to tell\nthis to the man from the Karadi Newspaper because he thought it was a\ngreat truth and he had discovered it, when there was a knock on the\ndoor.\n\nIt was Mr. Davidson from downstairs on the second floor, a small old\nman, just bones and clothing and a high voice, who lived alone in the\napartment where his wife had died four years before of old age. It\nwas said the Karadi wanted old men like Mr. Davidson to go on living\nbecause they were unproductive and had to be cared for by younger\npeople who could hardly make ends meet, thus lowering the standard of\nliving. Everyone in the tenament took turns inviting Mr. Davidson in\nfor dinner.\n\n\"Beautiful snow, isn't it?\" Mr. Davidson demanded, puckering his dry\nlips in a toothless grin. \"Have you heard about Freddie? Have you heard\nthe news?\"\n\nHe seemed spitefully cheerful, Mr. Friedlander thought. Happy because\nhe had outlived a man two generations his junior? If, indeed, it was\nsuch a case of sadistic glee--so like the Karadi themselves--Mr.\nFriedlander made a mental note to stop inviting the old man to share\ntheir dinner.\n\n\"Yes, sir, great news,\" chirped Mr. Davidson. Then: \"Who's your friend?\"\n\n\"He's from the Karadi Newspaper,\" Mrs. Friedlander explained. \"Here to\nsee about placing an announcement in the paper.\"\n\n\"Damned quisling,\" spat Mr. Davidson. The old folks certainly had\nprivileges. That remark would mean a month of overtime for Mr.\nFriedlander, who turned earthenware kitchen pots on an archaic wheel.\nAll it earned Mr. Davidson was a scowl from the man from the Karadi\nNewspaper.\n\n\"What great news are you talking about?\" the man wanted to know.\n\n\"Great news? Who said anything about great news? Why don't you mind\nyour own business, anyway?\"\n\n\"You said it, old man. Great news, you said. I want to know.\"\n\n\"Maybe I did and maybe I didn't.\"\n\n\"You did.\"\n\n\"Don't always remember. Just what were we talking about? Freddie\nFriedlander, wasn't it?\"\n\n\"Yes.\"\n\n\"Like I said, great news. We all don't get to die a hero's death. No,\nsir. Lookit me, now. Die in bed one of these nights, just like that.\"\nClaw-like fingers snapped and made a singularly dry sound. \"Who'll\ncare? Who'll know until I don't show up for dinner one night? Great\nnews. Great thing to die a hero's death, I always say.\"\n\nThe man from the Karadi Newspaper smiled. \"I certainly misunderstood\nyou, old timer. I like your attitude. If the boy is dead, let's look at\nthe bright side of the picture.\"\n\nAll at once, Mrs. Friedlander wailed Freddie's name and cupped her face\nin coarse, work-hardened hands. \"Freddie's dead,\" she sobbed. \"Dead,\ndead, dead....\"\n\nMr. Friedlander gulped and turned away. If he touched her now he would\nbreak down too. He plopped a fork in the turnip mash and made little\ntracks with the tines, criss-crossing them like the tracks in the\ndeserted railroad yards down by the river.\n\n\"You see,\" the man from the Karadi Newspaper said, \"that's exactly what\nI said. The announcement is good for you. Let other people know about\nFreddie and you'll be able to live with your terrible loss. This man\nhas been very helpful.\"\n\n\"Please,\" Mr. Friedlander told him. \"Not now.\"\n\n\"But now is exactly the time.\" The man explored through his pockets and\nfound an announcement blank for Mr. Friedlander, a stiff yellow sheet\nof paper folded over crisply three times, with words printed in upper\ncase letters and many blank lines to be filled in. Mr. Friedlander\nread it, handed it back to the man from the Karadi Newspaper, who then\nasked questions and filled in the blanks with a precise hand as Mr.\nFriedlander answered him.\n\nThe man stood up, giving Mr. Friedlander another small cigar and\ngiving two of them to Mr. Davidson. \"Karadi blessings on you,\" he said.\n\"You'll be notified at work about your overtime, Mr. Friedlander.\"\n\n\"When will we see it in the newspaper?\"\n\n\"Tomorrow. Afternoon edition. Karadi blessings.\"\n\nThe man was gone.\n\n\n\n\"There,\" said Mr. Friedlander. \"Go ahead and cry. It will do you good.\nCry all you want.\"\n\n\"Young jackass,\" muttered Mr. Davidson. \"Thought he'd never leave. And\ndon't you cry, young lady. Laugh. Sing. Jump for joy. I couldn't tell\nyou the great news about Freddie while that man was here.\"\n\n\"We heard about Freddie,\" Mr. Friedlander said in a chill voice. \"Will\nyou please go downstairs?\"\n\n\"You heard baloney, or you wouldn't be talking like that. Freddie ain't\ndead.\"\n\n\"What did you say?\" Mr. Friedlander stood perfectly still, in the\ncenter of the room, his back to the stove, trying to peer through the\nwindow which by now had frosted over. Mrs. Friedlander had stopped\nher crying, hands clasped in front of her, below her waist, in an\nobsequious Oriental pose which the Karadi promoted.\n\n\"I said Freddie ain't dead.\"\n\n\"What are you talking about?\"\n\n\"Heard it on the short-wave, by God. Wouldn't kid about a thing like\nthis. I came busting in here to tell you, only that quisling was here\nand I had to wait.\"\n\n\"You mean it's you who owns the short-wave set downstairs?\" demanded\nMr. Friedlander. \"I never stopped on the landing. I always ran\nupstairs. You see, I didn't want to know who owned the short-wave, who\nlistened to the--\"\n\n\"The free radio, other side of the Rockies? Go ahead, say it. Listen to\nme, Mr. Friedlander. Those Karadi ain't here to stay. If you stopped to\nthink of it a minute, you'd understand like the rest of us.\"\n\n\"The rest of you?\"\n\n\"Well, a lot of us, anyway. They don't need us. We have nothing they\nwant. They enjoy making us knuckle under, is all. Something in their\nmakeup, I don't know what. They won't stay here forever, though some of\nus won't be around long enough to see them go.\"\n\n\"What's all that got to do with...?\"\n\n\"With Freddie and the short-wave? He's been captured, Mr. Friedlander!\nBy the free folk. He's on their side now, the side all of us want to be\non but can't be. He's alive, you understand?\"\n\n\"You wouldn't just be saying this? You're sure?\"\n\n\"Wouldn't you trust the word of your own people, the people who saw\nhim come down by parachute, who took him in, got his name and beamed\nit back here so you, his folks, wouldn't have to worry none? Well,\nwouldn't you?\"\n\n\"Yes!\" Mrs. Friedlander cried in a tremulous voice. \"Oh, yes....\"\n\n\"Sensible girl,\" said Mr. Davidson.\n\nWalking to the window and wiping away a circle of frost with his hand,\nMr. Friedlander felt a spring in his step he hadn't felt for twenty\nyears, since the day the Karadi came swooping down from space and\ncaught the world in a tired breathing spell in World War III. Freddie\nwas alive--and safe. Freddie was free. He must tell everyone. He\nmust shout it now, to all the neighbors, and shout it again at work\ntomorrow, and withdraw his announcement from the Karadi Newspaper and\na hundred other things. He lifted the warped window, with cardboard\nreplacing two of the shattered panes, and breathed in the crisp, cold\nnight air. \"I'll visit the newspaper in the morning,\" he said. \"Tell\nthem to forget all about the announcement.\" He turned around and faced\nhis wife and Mr. Davidson. \"What are you crying for? Stop crying.\"\n\n\"I'm so happy, Fred.\"\n\n\"Maybe I can get down to the newspaper now and see their night man.\"\n\n\"Hold on there,\" Mr. Davidson said. \"Are you crazy or something,\nyoung feller? Want to fit the noose around my neck yourself? Not just\nme, but all the others. Think I'm the only one? There's Mr. and Mrs.\nPeters, and the Schwartz's, the McDonalds, the Kopaks. You're just slow\ncatching on, that's all.\"\n\n\"You mean they all have short-waves, all those people?\"\n\n\"That's exactly what I mean. We have to find freedom our own way. Oh,\nwe conform. We cry when we're supposed to, and laugh. But at night\nwe listen to the radio and learn some of the truth, so that when the\nKaradi get bored with us and decide to leave, we can take our places in\na free world. Took me two years to build that short-wave out of spare\nparts, but it was worth every minute.\"\n\n\"What do you do when they come around hunting?\" Mr. Friedlander asked.\n\n\"Hide it, of course. Son, you're afraid of your own shadow.\"\n\n\"I am not. I just didn't know.\"\n\n\"For a time we were worried about you. Thought maybe you was a\nquisling. Now I had to take the chance. I just had to tell you. Listen,\nhere's the thing. Here's what we'll do. We'll let the announcement\nstick in the paper. Got to make them think we believe. Then we'll have\nourselves a real solemn funeral out to the graveyard near 92nd Street.\nKnow a preacher who'll wring every last tear out of all of us. I mean\nall. We'll all go. The Kopaks, the Schwartz's, the Peters, everyone\nwho heard in on the short-wave about Freddie and how he's alive and\neverything. The sadder we look, the happier we'll feel later on. Then\nwe'll have ourselves a real old fashioned celebration, like before the\nKaradi came. Mr. McDonald says he has a bottle of real champagne he\nwas saving for when his girl Betty got married, but I talked him into\nletting us use it. Son, we'll pull out all the stops. Of course, you\ncan't really get looped on an ounce or so of champagne, but we sure can\ntry! Well, see you at the funeral.\"\n\nAnd Mr. Davidson went downstairs, cackling and whistling the dirge from\nBeethoven's Eroica.\n\n\n\n\"Well,\" said Mr. Friedlander to his wife, \"what do you think?\"\n\n\"I think it's wonderful. That nice man, going to all that trouble.\"\n\n\"I'm not so sure. What do we know about Mr. Davidson? Maybe he's lying.\nMaybe he's--\"\n\n\"He wouldn't lie, not about a thing like that.\"\n\n\"I know how you feel. I felt that way at first, too. Free and--well,\nrelaxed for the first time in so long I can't remember. But then I got\nto thinking. What if he's senile? What if he imagined the whole thing?\nIt would be a sin to celebrate, with Freddie dead.\"\n\n\"We could ask Mr. Peters, or the others. And Freddie's not dead!\"\n\n\"That's what you want to believe. It's what I want to believe, too.\"\nMr. Friedlander walked to the window again, where the pane was frosting\nover once more, giving a ghostlike quality to the street, the lamps,\nthe facades of the other tenements, the snow-laden trees outside. He\nwanted to believe. But he had wanted to believe, in his youth, that\nthe killing war would one day end. When it did, the Karadi had come,\nwith talk of peace--although with their invincible weapons they had\ndisarmed all the world's armies and, instead of rebuilding, had made a\nshambles of our civilization. Every day the Karadi told lies and told\nyou to believe. And planted spies to see that you did. And visited\nyou at unexpected moments to see that you conformed. And trained your\nchildren to fight against free people, free people who they said were\nyour enemies. And gave extra clothing rations to a spy, to a believer,\nto a man in the Karadi image.\n\n\"We can't ask the others,\" Mr. Friedlander said. \"What if Mr. Davidson\nwas lying, or making it all up? You can't go around talking about\nshort-waves and things. It isn't safe.\"\n\n\"We have to know!\"\n\n\"Do you want to be turned in as an undesirable? Is that what you want?\nWe already know. The Karadi told us.\" The more he spoke, the easier\nit was to convince himself. You couldn't live with doubt. The Karadi\nfostered doubt and taught you that: you had to avoid it. You had to\nknow. This is so, this is not so--if this other thing may or may not\nbe so, I don't want to talk about it. Alternative A or alternative B.\nSimple. Concise. What did old Mr. Davidson know, anyway, listening to\nhis subversive radio? Why should the barbarians in the mountains tell\nthe truth any more than the Karadi or their agents? The barbarians are\nour enemies. It's propaganda. Maybe Mr. Davidson is a saboteur for them.\n\n\"Is that clear?\" Mr. Friedlander demanded. \"Is that quite, quite clear?\nCry if you want. Freddie is dead. Freddie is dead. Dead. You can't\nbelieve all the wild stories you hear.\"\n\nMrs. Friedlander was smiling at him through her tears, wiping them\naway, assuming again the Oriental pose. \"You believe what you want,\"\nshe said. \"We won't celebrate. We won't pretend. We'll say Freddie\nis dead. But I'll believe--what I believe. And I'm thankful to Mr.\nDavidson.\"\n\n\"So you can live in doubt all the rest of your life? For that you're\nthankful?\"\n\n\"I'm thankful for a crumb when I expected nothing. Where are you\ngoing?\"\n\nMr. Friedlander was buckling his worn overcoat and forcing his shoes\ninto wet overshoes. \"Out for a walk,\" he said. \"I want to think.\"\n\n\"It's a cold night.\"\n\n\"I don't care.\"\n\n\n\nOutside, with the snow still falling, drifting down in unhurried\nsilence, he found himself hating Mr. Davidson. The man should\nhave minded his own business. Old meddler. He was a menace to the\ncommunity, too. Whose side was he on, anyway? A senile old man? An\nagent provocateur for the barbarians in the western mountains? Was his\nself-appointed mission in life to see to it that people like poor Mrs.\nFriedlander never knew another moment of peace all the rest of their\nlives?\n\nThe short-wave radio--all lies. It had to be lies. If it weren't\nlies you could understand nothing. Black is white or white is black.\nEveryone saying something else. You don't know. You never know.\n\nHe didn't want to start any trouble. He wasn't looking for trouble.\nHe was only a good, Karadi-fearing citizen who knew his place. But\nMr. Davidson had made a revelation to him. If all the others, if all\nthose people Mr. Davidson had named, chuckling over each name, taking\nsecret delight in each one as if he, the patriarch of the tenament had\nconverted them, one at a time or in groups, into clandestine outlaws,\nif all those people were subversive, thought Mr. Friedlander, why\nshould he suffer along with them? Was it fair that he received the same\ninadequate food, the same squalid lodging, the same menial jobs to\nperform? He knew his place.\n\nBut they had told him about Freddie--or Mr. Davidson, their spokesman,\nhad--and he owed them something for that, for the one brief moment\nin which they had shoved back the snow, the grim cold winter, the\nbleak building and the smell of turnips, as a curtain, and revealed\nhis own youth to him, sparkling with hope, with promise, with a life\nunfulfilled.\n\nNo!\n\nEven that had been unkind. Premeditated? His lot would be all the more\nunpleasant for it. And Mrs. Friedlander's. They'd sealed her in a\nhalf-mourning, half-hoping future. They'd ruined her whole life.\n\nHe'd have to move, of course, with his wife. But perhaps they'd earn\nthe right to a better neighborhood. He walked up the six snow-covered\nsteps to the police station, went inside, sat down and started telling\nthe uniformed figure at the desk about the subversives in his building\nwho owned short-wave radios, starting with Mr. Davidson and going right\non down the list. He hoped the Karadi would come and take them away\nbefore the funeral.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Marlowe, Stephen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/58790/pg58790.txt",
        "name": "a_cold_night_for_crying.json"
    }
}