{
    "name": "A Day with Robert Louis Stevenson",
    "author": [
        "Byron, May"
    ],
    "body": "A DAY WITH STEVENSON.\n\n\nSupposing that in the month of April, 1886, you had arrived, a guest\nforeseen, at the pleasant ivy-muffled dwelling in Bournemouth, which\nhad recently adopted the name of Skerryvore, and that you had been\npermitted to enter its doors--you might account yourself a somewhat\nfavoured person.  For the master of the house, \"that rickety and\ncloistered spectre,\" as he termed himself, the \"pallid brute who lived\nin Skerryvore like a weevil in a biscuit,\" might be invisible for the\nnonce--shut upstairs, forbidden even to speak for fear of inducing\nhemorrhage.  Or again, you might yourself be afflicted with an obvious\ncold: in which case you would not be admitted into his presence, lest\nyou left contagion of that cold.\n\nBut if fate befriended you, you would chance upon the most remarkable\npersonality, it might be, that you had yet encountered.  A lean, long\nflat-chested man, gracefully emphatic of gesture--pacing up and down\nthe room as he talked--burning with hectic energy--a man of rich brown\ntints in hair and eyes and skin: mutable, mirthful, brilliant--above\nall \"vital,\" as he had described himself, \"wholly vital with a buoyance\nof life\" which had upborne him hitherto over the crest of most\ntumultuous distresses.\n\nRobert Louis Stevenson was now thirty-six years old: and ever since his\nsixth year, when, as his mother recorded in her diary, he dreamed that\nhe \"heard the noise of pens writing,\" his aim had been set unswervingly\ntoward the one goal.  Born of a strong and strenuous family, the great\nlighthouse builders of the north, he was not, like them, intent upon\nthe subjugation of obstinate stone, the ordering and ordaining of rocks\nand seas.  Dhu Heartach and the Bell Rock and Skerryvore he could\nadmire at a distance: but the material which cried aloud to him for\nmastery, was much more plastic,--yet, to him, no less stubborn.  \"I\nimagine,\" he declared, \"nobody ever had such pains to learn a trade as\nI had; but I slogged at it day in and day out.\"  His fastidious soul\nrefused to be contented with a facile and slipshod utterance.  A\npassionate quest: after _le mot propre_, which had led him, in his own\nphrase, to \"play the sedulus ape\" to all the great prose writers of the\npast--and a sense of style such as no man had ever so anxiously and\nassiduously developed in himself--these had achieved their own reward.\n\"'Thanks to my dire industry,\" said Stevenson, \"I have done more with\nsmaller gifts than almost any man of letters in the world.\"\n\nAnd this was a just pride: for there was no branch of literature in\nwhich he could not admirably acquit himself.  So many years a struggler\nin obscurity, with small hopes, few successes, little\nencouragement--battling with continuous and crippling maladies,--this\nindomitable artist, by sheer dint of \"dire industry,\" now suddenly\nstood forth in full blaze of public recognition.  The author of\n_Virginibus Puerisque_, _Treasure Island_, _Prince Otto_, _The Child's\nGarden of Verse_, and _Dr. Jekyll_, was very much a man to be reckoned\nwith.\n\nProbably few modern books have met with such instantaneous and\ntriumphant success as _Treasure Island_ and _Dr. Jekyll_.  The first,\nafter running its course, unannounced and comparatively unrecognized,\nthe serial of an obscure author, in _Young Folks' Paper_, was published\nin book form,--and Stevenson, like Byron, \"awoke to find himself\nfamous.\"  The honours which he had failed to obtain with all the dainty\nhumour, all the valiant fatalism, of _Virginibus Puerisque_, had been\naccorded without stint to _Treasure Island_.  It was a tense and\nstimulating piece of pure adventure.  The authentic air of the\neighteenth century breathed through every sentence of it: and its fine\nflavour of dare-devil romance kindled even sober statesmen, such as Mr.\nGladstone, to a very furore of avidity in devouring its breathless\npages.\n\nAs for _Dr. Jekyll_, that gruesome work--literally the product of a\nnightmare--had been quoted in pulpits, discussed in newspapers, read by\neverybody,--it had taken the world by storm.  Yet Stevenson's head was\nnot turned by his tardily-won success: with his customary _sang froid_,\nhe took things as they came, failures and triumphs, and met each alike\nwith smiling gallantry.\n\nThe motives which had led him into authorship--or rather forced him,\ndespite all stress and hindrance of froward circumstances,--were as\ncuriously varied as his own nature; and it was these motives which\nstill drove him hard and incessantly.  To fame he was perhaps not\nwholly indifferent.  No author sits so austerely aloft as to disdain\npopular applause altogether.  Yet a born stylist and a conscious\nartist, like Stevenson, knew that his most finished work was above and\nbeyond the appreciation of the general public.  For money,--though it\nwas a necessity of life to him, and although, with all his recent\ntriumphs, he was not at present earning more than £400 a year,--for\nmoney he did not care, except as a means to an end.  \"Wealth is only\nuseful for two things,\" he said, \"a yacht and a string quartet.  Except\nfor these, I hold that £700 a year is as much as a man can possibly\nwant.\"  Still, in declaring, \"I do not write for the public,\" he added\nwith engaging candour, \"I do write for money, a nobler deity,\" and\nthis, to a certain extent was true.  It was for money only, no doubt,\nthat he was now undertaking, against the grain, that \"romance of\ntushery,\" _The Black Arrow_, a tale with a mediæval setting in which he\nfelt himself ill at ease.  But \"most of all,\" he allowed, \"I write for\nmyself; not perhaps any more noble, but both more intelligent and\nnearer home.\"\n\nAnd that a man in such difficulties of health and finance, and so\nprecarious a position, should have the courage of his own determined\nartistry, was in itself sufficiently remarkable: but the result more\nthan justified his choice.\n\nAll the morning, Stevenson had been upstairs writing: probably after a\nbad night; very likely in what any other man would term a totally unfit\ncondition.  Under any and all circumstances, he continued to write\nunflinchingly; racked by coughing, reeling with weakness, with his\nright arm in a sling, and his left hand holding the pen,--sitting up in\nbed with a clinical thermometer in his mouth; and yet, as he declared,\n\"I like my life all the same ... I should bear false witness if I did\nnot declare life happy.\" ... He was, in his own words, \"made for a\ncontest, and the powers have so willed that my battlefield should be\nthis dingy, inglorious one of the bed and the physic bottle.\"\n\n\"To declare life happy,\" became, in fact, his literary mission,--the\ncondensed philosophy of his gay, inveterate courage.  \"I believe that\nliterature should give joy,\" was his maxim, \"one dank, dispirited word\nis harmful,--a crime of _lèse-humanité_.\"  This brave and cheerful\noutlook is evident in all his essays,--it is, so to speak, a glorified\nand artistic Mark-Tapleyism, all-pervading, unimpugnable, ready to\nsurvive the most malevolent accidents of life, the crowning tragedy of\ndeath itself.  And so you find the \"chronic sickist,\" as he termed\nhimself, still ready, in all but body, for great risks and inspiriting\nadventures, and--through a mist of pain--leading forlorn hopes with a\nwaving sword of flame.  You hear him proclaiming that:\n\n\"All who have meant good work with their whole hearts, have done good\nwork, although they may die before they have the time to sign it.\nEvery heart that has beat strong and cheerfully has left a hopeful\nimpulse behind it in the world, and bettered the tradition of mankind.\nAnd even if death catch people, like an open pitfall, and in\nmid-career, laying out vast projects, and planning monstrous\nfoundations, flushed with hope, and their mouths full of boastful\nlanguage, they should be at once tripped up and silenced; is there not\nsomething brave and spirited in such a termination? and does not life\ngo down with a better grace, foaming in full body over a precipice,\nthan miserable struggling to an end in sandy deltas?\"  (_Virginibus\nPuerisque_.)\n\nAnd to him, above all, applied his own triumphant lines, those which he\naddressed to W. E. Henley, another writer, a man of like courageous\noutlook, who, like himself, \"in the fell grip of circumstances, had not\nwinced nor cried aloud:\n\n  \"... Small the pipe; but oh! do thou,\n  Peak-faced and suffering piper, blow therein\n  The dirge of heroes dead; and to these sick,\n  These dying, sound the triumph over death.\n  Behold! each greatly breathes; each tastes a joy\n  Unknown before in dying; for each knows\n  A hero dies with him--though unfulfilled,\n  Yet conquering truly--and not dies in vain.\"\n\n\nAt present he was engaged upon _Kidnapped_, that admirable piece of\nfiction which he had begun, \"partly as a lark and partly as a\npot-boiler.\"  It was a relief, after the concentrated horror of _Dr.\nJekyll_, to escape into the Scottish heather-scent and to feel the salt\nsea-wind whistling through the cordage of _Kidnapped_.\n\n\n_Painting by W. Hatherell._\n\n  \"She stood on the bulwarks and held on by a\n  stay, the wind blowing in her petticoats.\n\n_Catriona._\n\n\nStevenson was desirous to \"get free of this prison-yard of the\nabominably ugly, where I take my daily exercise with my\ncontemporaries.\"  Possibly he recognised that the amazing popularity of\n_Jekyll_ had been due to the morbid attractiveness of its subject,\nrather than to its merits of craftsmanship; for, as he had averred, \"I\nknow that good work sometimes hits; but, with my hand on my heart, I\nthink it is an accident.\"  But now he was at liberty to give play to\nhis infinite variety upon a true boys' book,--a story to satisfy the\ninveterate boyishness of his own heart.  \"Of the romance of boyhood and\nadolescence, it has been said, he is an unsurpassed master ... the\nphilosophy of life developed in both his essays and romances is that\nrather of a gifted boy than a mature man.\"  (J. W. Mackail.)  And even\nthe girls of Stevenson's imagination have been accused of being \"boys\nin petticoats.\"  The phrase has reason.  \"I have never admired a girl,\"\nhe wrote, and again, \"I have never pleased myself with any women of\nmine.\"  The other sex remained for him, throughout, a mystery which he\nhardly cared to solve,--a sealed book which he was not desirous to\nopen.  \"Of the two eternal factors in the destiny of man, warfare and\nlove,\" although he allowed that \"to love is the great amulet which\nmakes the world a garden,\" he preferred to deal almost exclusively with\nthe warfare.\n\nAnd yet one women had played a very important part in Stevenson's life:\nand it was practically with his marriage that the tide of his fortunes\nhad changed.  His wife,--\"trusty, dusky, vivid, true,\" was his very\n_alter ego_: with \"a character\" (to quote Mr. Sidney Colvin) \"as\nstrong, interesting, and romantic almost as his own: an inseparable\nsharer of all his thoughts, the most shrewd and stimulating of critics:\nand in sickness, despite her own precarious health, the most devoted\nand most efficient of nurses.\"  To while away the weary hours of\nillness, Mrs. Stevenson made up stories to amuse him,--and subsequently\nthe husband and wife would write them out together.  She, with her\n\"eyes of gold and bramble-dew,\" was literally all-in-all to him as\ncompanion, helpmate, friend;--and far--how infinitely far!--above the\nideal wife whom he had described so adroitly,--in his bachelor\ndays,--that woman who should have \"a fine touch for the affections,\"\nand who should at least be sufficiently talented to avoid boring her\nlife-long comrade.  The character of the ideal wife, as there\nindicated,--apt at gracious compromises, possessor of a cheerful fluent\ntongue,--was very obviously set forth by a man who had never yet been\nstirred by the sharp throbs of an imperative emotion.  And now that\nStevenson realised what love in its depth and breadth might mean, it\nheld a certain sanctity for him,--he was loth to speak of it, as to\nwrite of it.  It was a marvel that had befallen him personally: but for\nother people, it might still perhaps, be no more than that gentle\ndomesticated affection which he had portrayed with such amiable humour.\nBut there was one point in which he, consciously or unconsciously\ninsisted, in his _desiderata_ of the female character.\n\n\"It always warms a man,\" he had declared, \"to see a woman brave,\" and\nhe saw it daily in his wife.  Therefore it came about, that, unversed\nin women--as Stevenson unquestionably was, he was able to endow his\nheroines with a touch of gallant boyishness, a hint of the heroic--and\nif they failed in flesh-and-blood-_vraisemblance_, they had that\n\"steel-true, blade-straight\" quality which he adored in the women he\nhad chosen.\n\nYou will notice this courageous virtue in all of them, rich and poor;\nfrom _Catriona_, that \"tall, pretty, tender figure of a maiden, when,\nhaving assured her father's escape from prison by a bold stratagem, she\narrives a fugitive and an exile at Helvoetsluys, and lands from the\nstaggering side of the _Rose_ into the little boat below;--when, in\nDavid Balfour's words:\n\n\"I began to think I had made a fool's bargain, that it was merely\nimpossible Catriona should be got on board to me, and that I stood to\nbe set ashore in Helvoet all by myself ... But this was to reckon\nwithout the lass's courage ... Up she stood on the bulwarks and held by\na stay, the wind blowing in her petticoats, which made the enterprise\nmore dangerous, and gave us rather more a view of her stockings than\nwould be thought genteel in cities\"--(_Catriona._)\n\nto Seraphina in _Prince Otto_, still inherently valorous in that\ndesperate flight through the forest: where:\n\n\"At length when she was well weary, she came upon a wide and shallow\npool.  Stones stood in it, like islands; bulrushes fringed the coast;\nthe floor was paved with pine needles; and the pines themselves, whose\nroots made promontories, looked down silently on their green images.\nShe crept to the margin and beheld herself with wonder, a hollow and\nbright-eyed phantom, in the ruins of her palace robe ... She addressed\nherself to make a toilette by that forest mirror, washed herself pure\nfrom all the stains of her adventure, took off her jewels and wrapped\nthem in her handkerchief, re-arranged the tatters of her dress, and\ntook down the folds of her hair.  She shook it round her face, and the\npool repeated her thus veiled.\"  (_Prince Otto._)\n\nClara Huddlestone, in the _Pavilion on the Links_, repeats the same\nundauntable note: Olalla is inexorable in moral courage of\nrenunciation, even the weeping Blanche, in the _Sieur de Malétroit's\nDoor_, has the mettle of some small creature at bay.\n\nThe charm of Stevenson's heroines is, in short, a cold charm; nor does\nhe often accord them the assistance of a personal description.  But\nthey are finely tempered, of the best Toledo steel, and owing to their\nboyish character, there is no very obvious gap in those novels where\nthey are conspicuously absent, such as _The Ebb Tide_, _The Wreckers_,\nand _The Master of Ballantrae_.  In the latter, indeed, there is a\nslight \"female interest,\" but a stronger personality in the heroine\nmust inevitably have changed or coloured the whole course of the book:\nand one cannot but detect a certain vacuum, where at least some emotion\nmight have lifted a haggard head, in the character of Mrs. Henry,--even\nin that scene, surcharged with hidden explosive possibilities, when the\nauthor describes how:\n\n\"The Master played upon that little ballad, and upon those who heard\nhim, like an instrument, and seemed now upon the point of failing, and\nnow to conquer his distress, so that the words and music seemed to pour\nout of his own heart and his own past, and to be aimed directly at Mrs.\nHenry....  When it came to an end we all sat silent for a time: he had\nchosen the dusk of the afternoon, so that none could see his\nneighbour's face: but it seemed as if we held our breathing: only my\nold lord cleared his throat.  The first to move was the singer, who got\nto his feet suddenly and softly, and went and walked softly to and fro\nin the low end of the hall.\"  (_The Master of Ballantrae._)\n\n\nBut Mrs. Henry plays a very minor part in the marring or making, here,\nof two men's lives: it is a rôle of _vis inertiæ_ at best.  And,\nindeed, when all is said, what shall a petticoat be if not irrelevant,\namong the clash of steel and smoke of pistols, in an atmosphere\npermeated by Spanish doubloons or illicit piratical treasure?\nStevenson's infallible artistic instinct led him to keep the\nadventure-story pendant upon the deeds of men, and the eager mistakes\nof boys; and a certain curious penchant for the squalid, the submerged,\nthe picturesque, brought him by choice into such company as no heroine\nshould enter--that of Villon, for instance, and John Silver, and\nHerrick the cockney vagabond.  \"The spice of life is battle,\" he said;\nand his life, and his books, were brimful of battles with foes or with\nfortune.\n\n\n_Painting by W. Hatherell._\n\n  \"'The words and music seemed to pour out of\n  his own heart and his own past and to be\n  aimed directly at Mrs. Henry.\"\n\n_Master of Ballantrae._\n\n\nThe open-air life which he had perforce abandoned, the joy of physical\nstrength and hair-breadth 'scape, could still be his by proxy.  He\nrevelled in delineating his ideal man:\n\n\"Being a true lover of living, a fellow with something pushing and\nspontaneous in his inside, he must, like any other soldier, in any\nother stirring, deadly warfare, push on at his best pace until he touch\nthe goal.  'A peerage or Westminster Abbey!' cried Nelson in his\nbright, boyish, heroic manner.  These are great incentives; not for any\nof these, but for the plain satisfaction of living, of being about\ntheir business in some sort or other, do the brave, serviceable men of\nevery nation tread down the nettle danger, and pass flyingly over all\nthe stumbling-blocks of prudence.\"  (_Virginibus Puerisque._)\n\n\nThe tramp of horse-hoofs, the clank of the capstan, the door ajar--a\nthousand sights and sounds were but symbolisms to him of some\nmysterious by-way of adventure to be followed up, quick with latent\npossibilities of romance; and from one word, one name, he could evolve\na whole intricate plot.  With the simplest of sentences, he could\nelectrify the startled reader, as when in _The Wrecker_, where the\ndesperate castaways sit gambling on the desert island, and one suddenly\ncries aloud, \"Sail ho!\"\n\n\"All turned at the cry,--and there, in the wild light of the morning,\nheading straight for Midway Reef, was the brig _Flying Scud_ of Hull.\"\n(_The Wrecker._)\n\n\nOn that moment the whole tale hangs as on a pivot.  All its involution\nand evolution, all its intricate and tangled clues, lead--backwards or\nforwards--to this one swift breathless sight.\n\nHis morning's work accomplished, the tall gaunt man came downstairs,\nliterally to play awhile.  After weeks, it might be, of enforced\nseclusion in his room, his eye rested pleasurably upon the various\nattractive objects which almost seemed like new to him.\nStevenson,--the avowed evader of personal property, the rolling-stone\nthat had so long refused to gather moss,--was now, under a woman's\ntender surveillance, surrounded with charm and comfort.  \"Our drawing\nroom,\" he maintained, \"is a place so beautiful that it's like eating to\nsit down in it.  No other room is so lovely in the world ... I blush\nfor the figure I cut in such a bower.\"  The garden, Mrs. Stevenson's\nspecial pleasure, but one in which her husband did not share, was very\nlovely, with a lawn, and heather-bank, and a half-acre of land, where a\nlittle stream ran down a \"chine\" full of rhododendrons.  A large\ndovecot figured in the garden; and there also \"Boguey,\" the Stevensons'\ndog, was buried, to whom no other dog had ever been deemed a worthy\nsuccessor.\n\nStevenson, his clothes hanging loosely on his emaciated figure, and his\nhands--\"wonderful hands--long and fragile, like those in the early\nportraits of Velasquez,\" lingered lovingly over the keys.  For a while\nhe amused himself by picking out, note by note, the old-world dance\nmeasures of Lully and Rameau; those gavottes, rigadoons and minuets,\nwhich conveyed to him the indefinable _pot-pourri_-like, flavour of his\nfavourite eighteenth century, embued with a certain stately dignity,\n\"the periwig feeling,\" he called it, as of lords and ladies treading\ncourtly measures.  Stevenson was passionately fond of classical music,\nbut he had never attained to any facility of execution.  And when he\ngrew tired with his efforts as an interpreter of Lully, he turned to\n\"pickling,\" as he called it--composing, that is to say, after a\nfashion, with \"the manly and melodious forefinger.\"  The fact that he\nhad invariably failed to master the rudiments of theory, in no wise\ndeterred him; on the contrary, difficulties rather enhanced his\ndelight.  \"Books are of no use,\" he avowed, \"they tell you how to write\nin four parts, and that cannot be done by man.\"  So he continued to\n\"pickle\" with a light heart, and to enjoy consecutive fifths and other\ntheoretical delinquencies with an enthusiasm worthy of the most modern\ncomposer.\n\nNothing but the lunch hour brought his musical experiments to a close.\nStevenson, who had, in his own words, \"been obliged to strip himself,\none after another, of all the pleasures that he had chosen, except\nsmoking\" (and indeed, he was smoking cigarettes all day long) by no\nmeans disdained the pleasures of the table.  Not, perhaps, in the role\nof a gourmet--but as an artist in the more recondite delicacies of\ntaste and smell.  \"To detect the flavour of an olive is no less a piece\nof human perfection than to find beauty in the colours of a sunset,\" he\nobserved; he coupled the flavour of wine with the beauty of the dawn,\nand declared that we do not recognise at its full value the great part\nin life that is played by eating and drinking.  \"There is a romance\nabout the matter after all,\" he observed.  \"Probably the table has more\ndevotees than love; and I am sure food is more generally entertaining\nthan scenery.\"  It was the \"romance of the matter\" that appealed to\nhim; especially the colour, and savour, and poetical tradition of wine.\n\"Books, and tobacco jars, and some old Burgundy as red as a November\nsunset, and as fragrant as a violet in April\"--these, he thought,\nshould suffice the most luxurious.\n\nAfter lunch, if he anticipated an exhausting evening, he went to\nsleep--at a moment's notice--and after a short, sound repose, was as\neager as ever to resume his pianoforte amusements; which he continued\nuntil friends arrived.\n\nAt the age of four-and-twenty, Stevenson had noted down his three chief\nwishes.  \"First, good health: secondly, a small competence: thirdly, _O\nDu lieber Gott!_ friends.\"  The first: wish was irrevocably denied: the\nsecond was only just beginning to be granted, the guerdon of unresting\ntoil: the third petition had been abundantly answered.  Never was a man\nmore happy in his friends; or one who made them so instantaneously and\nwithout effort.  \"He had only to speak,\" said one friend, \"in order to\nbe recognised in the first minute for a witty and charming gentleman,\nand in the second, for a man of genius.\"  Some, indeed, like Mr. Edmund\nGosse, came home dazzled and astounded, saying, as Constance does of\nArthur, \"Was ever such a gracious creature born?\"  His expression, of\nmingled tenderness and mirth, his \"scholarly and eclectic\npresence\"--together with his picturesque, velvet-coated appearance, and\nhis flashing flow of words, combined to make a man so attractive and so\nunique as could command all love at will.  And the friends were very\nmany and very notable, who haunted Skerryvore.  First and foremost was\n\"Bob,\" Mr. R. A. M. Stevenson, the poet's first cousin, the brilliant\nart critic: \"the man likest and most unlike to me,\" as R.L.S. described\nhim.  \"Bob's\" sister, Mrs. de Mattos, and her child were frequent\nvisitors; then there were celebrities from London: such as Sargent the\npainter, William Archer, Sidney Colvin, W. E. Henley, Henry James; and\nagain friends residing in the neighbourhood of Bournemouth; the poet\nSir Henry Taylor, and his family; Sir Percy Shelley and his wife.\nThese latter, indeed, regarded Stevenson almost in the light of a son.\nHe struck them as bearing an extraordinary resemblance to Percy Bysshe\nShelley; less, perhaps, in lineaments than in figure and in mind; and\nin consequence of this similarity, they held him very dear.\n\nBut to all he was the same bewildering charming host, the man who\nvariously displayed, to quote W. E. Henley:\n\n  \"A deal of Ariel, just a streak of Puck,\n  Much Antony, of Hamlet most of all,--\"\n\nAnd combined with these curiously versatile fruits, \"something of the\nShorter Catechist.\"\n\nGenerous in criticism, kind in praise, grave and humorous in rapid\ntransition, the amazing scope and variety of Stevenson's writings were\nexcelled by the scope and variety of his talk.  \"There was no part of\nthe writer that was not visibly present in the man.\"  (Graham Balfour.)\nHe had laid down his opinion that \"there can be no fairer ambition than\nto excel in talk; to be affable, gay, ready, clear and welcome.\"  But\nnone save those who were privileged to hear him, as with quick,\nimpetuous gestures, like a Southern foreigner, he emphasised his\nphrases, could realise the power, the versatility, the inexpressible,\nirrepressible charm with which the author could fulfil his \"fair\nambition.\"\n\nWhen the visitors had severally taken their departure, the strong\nresonant voice, with its Scottish accent and rich, full tones still\nringing in their ears,--Stevenson had suffered no abatement in the\nstream of his exuberant mental vitality.  The excitement of\nconversation had, if anything, keyed him up; and presently, for the\nwriting of a few unavoidable letters, he betook himself to his study;\n\"the study where a smiling God beholds each day my stage of labour\ntrod,\" and sate himself down there with reluctance.\n\n\n_Painting by W. Hatherell._\n\n  \"All turned at the cry, and there in the wild\n  light of the morning heaving straight for\n  midway reef was the brig _Flying Scud_ of\n  Hull.\"\n\n_The Wrecker._\n\n\nCorrespondence, as a rule, he found but an irksome affair; unless\nconducted upon his own whimsical lines.  \"I deny that letters should\ncontain news--I mean mine--those of other people should,\" was his\ntheory; and he boasted himself of a \"willingness to pour forth\nunmitigated rot, which constitutes in me the true spirit of\ncorrespondence.\"  For all that, his letters, grave or gay, remain among\nthe most delightful reading in existence; flavoured with his quaintest\nconceits, endowed with his most delicate turns of phrase, and often\ntempered with that \"something of the Shorter Catechist\" to which Henley\nhad alluded.\n\nFor, undoubtedly, as time went on, although Stevenson continued to\n\"combine the face of a boy with the distinguished bearing of a man of\nthe world,\" he was gradually exchanging the \"streak of Puck\" and the\ncapricious unconventions of the born Bohemian, for something graver and\nmore mature,--a tendency almost towards the didactic.  \"'Tis a strange\nworld indeed,\" he had commented, \"but there is a manifest God for those\nwho care to look for Him.\"  And now, \"with the passing of years,\" he\nobserved, \"there grows more and more upon me that belief in the\nkindness of this scheme of things, and the goodness of our veiled God,\nwhich is an excellent and pacifying compensation.\"  He was suffering,\nand in all probability would perpetually suffer, from \"that sharp\nferule of calamity under which we are all God's scholars till we die\":\nbut his patience was impregnable, and his desire to leave a brave\nexample bore him constant company.  \"To suffer,\" said he, \"sets a keen\nedge on what remains of the agreeable,\" and he prepared to enjoy with\nequal zest all pleasures which were still permitted to him.\n\nAs he put away his writing materials, and descended once more to his\nbeloved piano, his father and mother came in.  They were living in\nBournemouth to be near their only son.  The old lighthouse engineer,\nwhose father had built the Bell Rock, who had served under his brother\nAlan in the building of Skerryvore, \"the noblest of all extant\nsea-lights,\" who had himself erected Dhu Heartach, was now palpably\nfailing.  The spectacle of a stern and honest man slowly evacuating all\nthat he had held of personal strength, was, to his son Louis, a\npoignantly pathetic one.  Their disagreements had been very many and\ndeep-rooted, dating from even before that \"dreadful evening walk\" in\nStevenson's youth, when, \"on being tightly cross-questioned,\" the lad\nwho had been trained for a civil engineer, and had \"worked in a\ncarpenter's shop and had a brass foundry, and hung about wood-yards and\nthe like,\" confessed that he cared for nothing but literature,--\"no\nprofession!\" as his father contemptuously replied.  They had differed\non almost every conceivable topic open to their discussion,--yet here,\nin the fulness of time, they were at peace together,--the austere old\nman in his second childhood, and the chronic invalid who \"must live as\nthough he were walking on eggs.\"  Innumerable ineffaceable traits of\nsimilarity bound one to the other; at bottom of all the bygone angers\nlay a permanent bedrock of mutual love.  And perhaps the nearing vision\nof death which terminated all vistas for both of them, exercised its\nusual effect, of calm, and _laisser-faire_, and the equalisation of\nthings: for it is probable that no man has a just sense of\nproportionate values until he stands in the presence of death.\n\nStevenson had often alluded, as a matter of personal knowledge, to his\nconstant prescience of mortality, and how it affected a man's thoughts\nof life.  Very seldom has the view of the confirmed invalid, the doomed\nconsumptive, been put forth to the world with the frankness with which\nStevenson invested it.  He has been sometimes charged with a certain\nlack of reticence: but in this matter, unquestionably, his candour was\nto the benefitting of mankind: to whom these close views of the\ninevitable end are rarely possible under such deliberate and\nclear-headed conditions.\n\nThere is nothing maudlin, nothing hypochondriacal, about Stevenson's\ntreatment of this subject: the same cheerful philosophy bears him up,\nthe same vitality of joy.  It is hardly to be wondered at, that some\ncritics handled him seriously, on account of his lightheartedness in\nthe august shadow of the last enemy,--and his inveterate optimism in\nthe face of all calamities.  \"He jests at scars who never felt a\nwound,\" they practically told him,--and could hardly be persuaded to\ncredit the paradox that the man who preached in season and out of\nseason, the gospel of that \"cheery old Pagan, Hope,\" was not a denizen\nof the open-air,--healthy, athletic, vigorous, incapable of realising\nthe maladies incident to man,--instead of an emaciated, bed-ridden\ncreature, whose smallest pleasures must be measured, so to speak, in a\nmedicine-glass.  But, \"It is something after all,\" he has said, \"to\nleave a brave example\": and in that he triumphantly succeeded.  For the\nopportunities of meteoric heroisms are few and far between; but every\nhour beholds the need of those obscurer braveries which may be born of\npain and suffering....\n\nIn _Ordered South_ and other well-known essays, he shows the gradual\nrelaxation of the ties which bind a man to terrestrial things,--and the\ncuriously significant alteration in his regard for the facts of\nlife,--from the sower in the dank spring furrows, to the sight of\nlittle children with their long possibilities before them.\n\nStevenson had no children of his own.  His stepson, Lloyd Osbourne,\nthen at school in Bournemouth, was destined to become his friend and\ncollaborator: but it is doubtful that he cared for children as such.\nThe average small folk, \"dragged about in a pleasing stupor by nurses,\"\nwere very far remote from that superabundant vitality nursed in an\nattenuated physique, which had sat up with a shawl over its shoulders,\nso many tedious months in childhood, when its principal _habitat_ was\n\"The Land of Counterpane\" and other regions mapped out in the great and\nglorious world of Make-Believe.\n\n\n_Painting by W. Hatherell._\n\nST. IVES DESCENDS FROM EDINBURGH CASTLE.\n\n  \"The whole forces of my mind were so consumed\n  with losing hold and getting it again, that I\n  could scarce have told whether I was going up\n  or coming down.\"\n\n_St. Ives._\n\n\nFor this reason, the _Child's Garden of Verses_ is not, in any real\nsense of the word, a child's book at all.  It contains the exquisite\nimaginations of childhood as the grown-up man remembers them: to him\nthey have the charm of the vanished past, they are the utterances of\none who has also lived in Arcadia.  But to the child, they are the very\ncommonplaces of existence.  To sway to and fro in a swing, \"the\npleasantest thing a child can do,\"--to bring home treasures from field\nand wood, nuts and wooden whistles, and some all-precious\nunidentifiable stone, \"though father denies it, I'm sure it is\ngold,\"--these are everyday affairs to the country-child,--just as\nwatching the lamplighter is to the town child.  To read verses about\nthem is but a waste of time, when one might be actively engaged in\nsimilar avocations.  But to the grown-man who can never play with\nwooden soldiers in the garden, never be a pirate any more,--these\nreminiscences of Stevenson's are a delight unfailing.  No one else has\never worded them quite so accurately, quite so simply: and, taken all\nfor all, they are in themselves a summing-up of that most excellent\nphilosophy of this author, \"The world is so full of a number of things,\nI'm sure we should all be as happy as kings!\"  The world was indeed\nfull of a number of things to R.L.S. and,--passed through the crucible\nof his own astonishing personality,--they were all, bad or good,\ntransmogrified into things that make for joy.\n\nAfter eight o'clock dinner was over, the old folks bade\ngood-night,--the father, with touching affection, kissing Louis as\nthough he were a child, and murmuring, \"You'll see me in the morning,\ndearie,\" as if still addressing that little feeble creature who had\nbeen kept alive with such difficulty in the old days at Edinburgh.\n\nThe younger man returned to the piano-forte; it drew him like a magnet.\nFor a short time he indulged in his desultory music-making, relishing\nto the uttermost every success of sound which he achieved: and the\nhappiness, which was his theory of life, radiated in warm abundance\nfrom his richly-tinted face and glowing eyes.  \"It's a fine life,\" he\nexclaimed.\n\nAt last the day's supply of energy succumbed before the imperious\ndemands of this \"fiery threadpaper of a man,\" and in deference to his\nwife's suggestion he betook himself to bed.  Not necessarily to rest;\nfor even in his dreams his busy brain was working, and his \"Brownies,\"\nas he termed them, bringing him fresh material for plots.  _Dr. Jekyll_\nhad been thus evolved from three scenes dreamed successively in detail,\nfrom which the dreamer waked with cries of horror.\n\nBut he did not flinch before the coming night, and anything that it\nmight bring of sickness or unrest.  He thought alone upon the past\ndelightful day, fraught with strenuous work and simple pleasures; and\nhe petitioned, in his own words:\n\n  \"If I have faltered more or less\n  In my great task of happiness;\n  If I have moved along my race\n  And shown no glorious morning face;\n  If beams from happy human eyes\n  Have moved me not; if morning skies,\n  Books, and my food, and summer rain\n  Knocked on my sullen heart in vain:--\n  Lord, Thy most pointed pleasure take\n  And stab my spirit broad awake!\"\n                          (_Underwoods._)\n\n\nHis wife hovered around him with gentle ministrations, as suddenly\nout-wearied, Robert Louis Stevenson extended his long, lean form to a\npossible repose.  There was not, perhaps, a cheerfuller man that night\nin England.\n\nThe sea hummed at the foot of the chine, with that soft and dove-like\npurring of the South-coast sea; the doves made answer with a vibrant\ncooing in the middle distance of the twilight garden.  Spring buds of\npear-trees and cherry-trees globed themselves stealthily into blossom;\na delicate latent energy was consciously present in the air--the rising\nof sap and revivification of seed, all the mysterious hidden progresses\nof April.  And the man whose ways were set in a perpetual convergence\ntowards the doors of death, waved, so to speak, a blithe recognition to\nthe myriad hosts of life.\n\n\"O toiling hands of mortals!  O unwearied feet, travelling ye know not\nwhither!  Soon, soon, it seems to you, you must come forth on some\nconspicuous hilltop, and but a little way further, against the setting\nsun, descry the spires of El Dorado.  Little do ye know your own\nblessedness; for to travel hopefully is a better thing than to arrive,\nand the true success is labour.\"  (_Virginibus Puerisque._)\n\n\n\nThe author desires to acknowledge the kindness of Messrs. Cassell &\nCo., in allowing short extracts to be made from _The Master of\nBallantrae_, _The Wrecker_, and _Catriona_; also to thank Mr. William\nHeinemann for a similar courtesy with regard to _St. Ives_, and Messrs.\nChatto & Windus for their permission to include various quotations from\n_Virginibus Puerisque_, _Underwoods_, and _Prince Otto_.\n\n\n\n  Printed by The Bushey Colour Press (André & Sleigh, Ltd.),\n  Bushey, Herts., England.\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Byron, May"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/53165/pg53165.txt",
        "name": "a_day_with_robert_louis_stevenson.json"
    }
}