{
    "name": "A Day with William Shakespeare",
    "author": [
        "Byron, May"
    ],
    "body": "It was early on a bright June morning of the year 1599. The household\nof Christopher Mountjoy, the wig-maker, at the corner of Silver Street\nin Cripplegate, was already up and astir. Mountjoy, his wife and\ndaughter, and his apprentice, Stephen Bellott, were each refreshing\nthemselves with a hasty mouthful--one could not term it\nbreakfast--before beginning their day's work. For town wig-makers were\nbusy folk, then as now. Every fashionable dame wore \"transformations,\"\nand some noble ladies, like the late Queen of Scots and--breathe it\nlow--the great Elizabeth herself, changed the colour of their tresses\nevery day.\n\nBreakfast, in 1599, was a rite \"more honoured in the breach than in\nthe observance.\" Most people, having supped with exceeding heartiness\nthe previous night, ignored breakfast altogether: especially as dinner\nwould occur some time between 10 and 12 a.m. Those who could not go\nlong without food had no idea of a regular sit-down meal during that\nprecious morning hour which \"has a piece of gold in its mouth.\" They\ncontented themselves with beaten-up eggs in muscadel wine, as now the\nMountjoy family; who, being of French origin, boggled somewhat at the\nonly alternative--a very English one--small ale and bread-and-butter.\n\nTo these good folk, standing up and swallowing their morning draught,\nentered their well-to-do lodger, Mr. William Shakespeare, up betimes\nlike them--for he was a very busy person,--and shared their jug of\neggs and muscadel. Mr. Shakespeare was thirty-five years of age, \"a\nhandsome, well-shap't man,\" in the words of his friend Aubrey,--his\neyes light hazel, his hair and beard auburn. He still retained, in\nsome degree, the complexion which accompanies auburn hair, and this\nimparted a tinge of delicacy to his sensitive and mobile face. He was\nalready slightly inclined to _embonpoint_: for in the seventeenth\ncentury people aged soon, and thirty-five was much more like\nforty-five nowadays.\n\nIn all company, with all people, Shakespeare was charmingly\npleasant-spoken. He had long since shed any provincial _gaucherie_,\nand was of an exquisite courtesy, \"of a very ready and pleasant smooth\nwit,\"--again to quote his intimates, \"a good-natured man, of a great\nsweetness in his bearing, and a most agreeable company.\" Moreover,\nthat indefinable ease of bearing, which accrues with success, was\nevident in the gracious _bonhomie_ of his mien. For, after many years\nof stress and struggle, many hard bouts with fortune, innumerable\nhumiliations and adverse events, he was now prosperous, popular,\npossessed of this world's goods. Although a self-made man in every\nsense of the word,--although still a member of that despised\ntheatrical profession against which the pulpit thundered, at which the\ndecent citizen looked askance,--he was a distinctly marked\npersonality, not to be ignored. He was part proprietor of the _Globe_\nTheatre, the _Blackfriars_, and the _Rose_,--he had house property in\nSouthwark and Blackfriars, lands and houses at Stratford-upon-Avon. He\nhad obtained a coat-of-arms for his family from the College of\nHeralds, thus constituting himself legally a \"gentleman\"; he was the\nbrilliant author of immensely popular plays. And he was reputed to\nearn at the rate of £600 per annum--which would be now worth nearly\neight times as much.\n\nSuch was the man who presently sauntered out into the summer sunlight,\nthis June morning, and went leisurely westward towards Holborn. He\nstrolled along, thoughtfully ruminating the day's work before him, but\ncourteously alert to every greeting from passing acquaintances in the\nstreets. He encountered, as he went, warm and invigorating scents,\nwhich floated round each corner--and rose, for the nonce, above the\nmalodours of the open gutter--pleasant midsummer perfumes which were\nexhaled, in the clear and smokeless air of those days, from a\nmultiplicity of blossoming London gardens. For every house had its\nprivate garden, large or small. Every householder garnished his\ndwelling-rooms with flowers, instead of ornaments of potter's ware or\nmetal: the floors were still strewn with leaves and grasses, and the\ndoorways often decked with boughs. Cherries and strawberries were\nripening in the ancient monastery gardens, among the majestic\nprecincts of ruined priories: blackbirds were singing in the trees. If\nthe actual dewy freshness of the Warwickshire water-meadows were not\npresent in the London air--if the wild roses of the Avon-side did not\nbloom in Holborn--yet Shakespeare had only to close his eyes one\nmoment, to project himself back into his boyhood's scenes. For London\nwas emphatically a \"garden city,\" encircled by forests, and fields,\nand farms, and wooded hills; and the ecstatic sweetness of an English\nJune was wafted over its cobbled thoroughfares.\n\nOf all seasons, this was the most enjoyable to Shakespeare--because of\nhis passion for flowers. He delighted to make long luscious lists of\nflowers--their very names were a pleasure to him, each fraught with\nits own special significance. He loved to write of\n\n            Daffodils,\n    That come before the swallow dares, and take\n    The winds of March with beauty; violets dim,\n    But sweeter than the lids of Juno's eyes,\n    Or Cytherea's breath: pale primroses....\n    The crown-imperial,--lilies of all kinds,\n    The flower-de-luce being one.\n\n--to collect, in imagination,\n\n    Roses, their sharp spines being gone,\n    Not royal in their scent alone,\n        But in their hue.\n        Maiden pinks of odour faint,\n    Daisies smell-less yet most quaint,\n        And sweet thyme true;\n\n\"Carnations and streaked gillyflowers,\" and all the lovely company of\nthe garden, were a joy to him; and equally so the wild flowers in\nwoodlands where \"the wild thyme grows, And oxlips and the nodding\nviolet blows,\" over which the south wind breathes softly, \"stealing\nand giving odour.\" Beneath the tangled woodbines and musk-roses, the\npoet could linger in fantasy, if not in fact,--in dream, if not in\ndeed. A passionate enjoyment of wild nature distinguished him\npre-eminently above all his town-bred compeers. Trees and birds and\nforest brooks, but flowers especially, claimed an equal place with\nmusic in his affections. Beauty of sight and sound appealed, with\nmagic power, to the man on whom the robuster joys failed to make any\npermanent mark. For towards all the salient characteristics of the\nElizabethan age,--the volcanic vigour, the incandescent longing for\nadventure, the magnificent dare-devilry of seamanship, the fierce and\nsplendid valour, inciting men to desperate deeds,--William Shakespeare\nwas strangely impassive and unimpressionable. The wave of Elizabethan\nardour surged past, and left him not even sprinkled by its spray. He\nwas quite content to go on clothing with new flesh--glowing and\nGiorgione-like--the antique bones of old romances; to infuse new life\ninto forgotten mediæval episodes, crudely treated by his predecessors,\nthe men who supplied stock plays for travelling companies. He\npreferred some ardent love-scene in the rich, dim gardens of Verona to\nall the opulent possibilities of the New World: some pageantry in\nVenice or in Athens to any present splendour of the Elizabethan\ncourt. He secretly revelled, with conscious and justifiable pride, in\npouring forth imperial passages of words, reverberant with rolling\nsound; but frequently, for the sheer pleasure of musical effect, as it\nwould seem, he introduced those exquisite lyrics,--bird-like in\ntheir careless spontaneity, flower-like in their grace and\ndaintiness,--which float like flakes of thistledown above his plays.\nThese songs say all that need be said: they condense into a few swift\nwords the essential spirit of a whole drama. So in _Othello_:\n\n\"My mother had a maid call'd Barbara,\" says Desdemona, standing\nunwittingly upon the threshold of death,\n\n        \"She had a song of 'willow';\n    An old thing 'twas, _but it expressed the future_,\n    And she died singing it. That song, to-night,\n    Will not go from my head.\"\n\nThe most apparently casual and irrelevant ditties of Shakespeare's\ndramas, in like manner, \"express the future\" of the story.\n\n    \"Come unto these yellow sands,\n    And there take hands\"....\n\nSo, eventually, Ferdinand and Miranda avow their mutual love beside\nthe lapping of the long blue waves.\n\n    \"Under the greenwood tree\n    Who loves to lie with me,\"--\n\nmight be the very _leit-motiv_ of _As You Like It_.\n\n    \"Sigh no more, ladies,--ladies, sigh no more,\n        Men were deceivers ever:\n    One foot on sea, and one on shore,\n        To one thing constant never,\"--\n\n--here you have the treachery of Don John, and the vacillating\nmistrust of Claudio, succinctly summed up.\n\n    \"Journeys end in lovers' meeting,\n    Every wise man's son doth know,\"--\n\nthus the Clown in _Twelfth Night_ becomes mouthpiece of the\n_dénouement_ which was never long in doubt.\n\nTo every man his _métier_: and that of William Shakespeare was not to\nbe the mouthpiece of those \"spacious times,\" tingling with sensation,\nwith excitement, with huge enterprise. Exhibiting, throughout, the\ncurious patient persistence of the essential Midlander, he had worked\nhis way right up from the bottom rung of the ladder. The ill-mated\nyoung man of twenty-three, who had left Stratford with a travelling\ncompany of players in 1587,--who had (whether conscious or unconscious\nof his genius) plodded industriously onward as a literary hack of\ndrama--tinkering, adapting, re-shaping and re-writing the stale old\nstock plays, until they suffered a change \"into something rich and\nstrange,\"--whose colossal greatness his contemporaries were not great\nenough to appreciate;--that same man was now arriving--like so many\nother Midlanders--at a point where criticism could not touch him. He\nhad gained no giddy pinnacle of sudden success, but a safe and solid\nsummit of assured position. That he should attain it in his own way,\nand after his own methods,--that, after all, was his business. There\nwere plenty of other poets to utter _Arma virumque cano_. William\nShakespeare preferred to link himself with thoughts of Italy, and\nfairy-folk, and \"the sea-coast of Bohemia,\"--with youth and palaces\nand forests, and fortunate or frustrate love. His range and scope were\nenormous, if he cared: his output astonishing, if he chose....\nMeanwhile, it was mid-summer and there were roses....\n\n\n\n\"Ferdinand and Miranda avow their mutual love, beside the lapping of\nthe long blue waves.\"\n\n    _Ferdinand._ Here's my hand.\n\n    _Miranda._ And mine, with my heart in't.\n\n                            (_The Tempest_).\n\n\nMoving meditatively along Holborn, he presently encountered his old\nfriend Gerard the botanist, whose _Herball_ had been published two\nyears before,--who stood at the head of his profession for knowledge\nand achievement. He lived in Holborn, where he had not only a fine\ngarden-ground, but a fruit-ground in Fetter Lane, which he\nsuperintended for the surgical society of which he was a member.\n\n\"Well met, Will!\" said the grave and reverend herbalist, \"no other man\nin London would I more gladly welcome: for that thou hast a most\nworthy apprehension of the seemliness of plants and herbs. Country\nblood, country blood, good sir! Come, now, into my poor enclosure and\nlet me regale thee with new and marvellous things.... What! it is but\neight o' the clock! The paltry playhouse shall not claim thee yet\nawhile. What are all Euripides his dramas, in comparison with that\nwherewith I shall rejoice thine eyes?\"\n\nAnd, seizing the poet's hand, Gerard drew him through a side-door into\nhis beloved garden. \"Behold!\" he exclaimed, \"the Apple of Love, _Pomum\nAureum_!\"--and, with ineffable pride, he pointed out some\nslowly-ripening tomatoes. \"These grow in Spain, Italy and such hot\ncountries, from whence myself have received seeds for my garden,\nwhere, as thou seest, they do grow and prosper.... Howbeit there be\nother golden apples, which the poets do fable growing in the gardens\nof the daughters of Hesperus. These,\"--he added regretfully, \"I have\nnot.\"\n\n\"Master Gerard, there shall no golden apples ever come to England\nworthy to compare with yours,\" remarked the dramatist, luxuriously\ninhaling the warm June scents shut closely within sun-baked walls, and\ngazing down the coloured vistas and aisles of bloom. \"Here's flowers\nfor you!\" he murmured to himself,\n\n        \"Here's a plenty of sweet herbs!\n    Hot lavender, mints, savory, marjoram,\n    The marigold that goes to bed with the sun,\n    And with him rises weeping: these are flowers\n    Of middle summer. And I think they are given\n    To men of middle age.\"\n\n\"Sithee here again,\" continued Gerard, well launched upon his\nfavourite topic, \"this plant, which is called of some Skyrrits of\nPeru, is generally called of us, Potatus or Potatoes,\"--and he waved\nhis hand towards a bed of sweet potatoes. \"Of these roots may be made\nconserves, toothsome, wholesome and dainty, and many comfortable and\nrestorative sweetmeats. Other potatoes there be, which some do use\nwith salt,--but of these I have no present apprehension.\"\n\nShakespeare was not paying attention to the potatoes. On his knees\nbeside a strawberry bed, he looked up with a laughing face. \"Methinks\nI would rather fresh fruit than conserves,\" said he, filling his mouth\nwith much satisfaction.\n\n\"Then, of the Indian pot-herb, tobacco,\" the botanist proceeded, \"give\nme joy that I have had good fortune in three kinds thereof,--the\nHenbane of Peru, the Trinidada Tobacco, and the pigmy or dwarfish\nsort. But, indeed, this same tobacco is by no means to be commended as\na fume or smoking-medicine. The juice, boiled with sugar into a syrup,\nis a sovereign cure for many maladies. I pray you, good Master\nShakespeare,\" said he, earnestly seizing the other's arm and\npunctuating his words with a gentle see-saw movement, \"believe me,\nthat any other herb of hot temperature will suffice for\npipe-smoking--rosemary, thyme, winter savory, sweet marjoram and\nsuch-like.\"\n\n\"Faith, I am no great smoker,\" replied Shakespeare, as with a\ndexterous jerk he eluded his friend and dived down an alley of damask\nroses. \"Here,\" said he, \"I shall play the robber,--\" He gathered a\nrose and set it behind his ear in the most approved Court fashion. \"I\nwould fain linger all day among these manifold sweetnesses,\" he added,\n\"but alack! I have need to hasten now. I pray you, therefore, give me\nleave to depart.\" The herbalist, talking volubly, accompanied him to\nthe door.\n\nThe playwright turned down towards Blackfriars: on his way he entered\nan apothecary's shop, and, heedless of Master Gerard's warnings,\npurchased a \"rich smoke\" at sixpence a pipeful--(equivalent to,\nperhaps, four shillings of our money). This was no cheap and\nadulterated mixture, such as the \"groundlings\" used, but the very best\nprocurable: and, to emphasise its _recherché_ quality, it was kept in\na lily-pot, minced on a maple-block, served out with silver tongs, and\nlighted from a little fire of juniper shavings. Shakespeare, having\nthus filled his long clay pipe, proceeded to the Blackfriars shore,\nwhere he took a ferry-boat across to Bankside in Southwark and entered\nthe _Globe_ Theatre, of which he was part proprietor. It may here be\nexplained that, every theatre having recently been banished from the\nCity as the very quintessence of disreputability and root of all evil,\nthe exiled players had taken refuge south of the river, in Bankside:\nwhich, being a quarter singularly ill-famed, was considered by all\nreputable citizens a most appropriate situation for them. The _Globe_,\nlike other public playhouses of the period, was roofless: three\nstories high, with boxes all round in tiers, the ground tier paled\nwith oaken boards and fenced with strong iron pikes. The stage, which\nhad a \"shadow\" or cover over it, was some 40 ft. wide and extended to\nthe middle of the yard or pit. At the back of the stage was a balcony,\nover the entrance from the \"tiring-house\" or dressing-rooms. It was\nlighted, if necessary, by branched candlesticks, while \"cressets\"\n(tarred ropes' ends in cages) were set in front of the boxes.\n\nThe _Globe_ company of about ten actors, Burbage, Heminge, Condell,\nField and the rest, were entering by ones and twos, with the boys\nwho played women's parts: last of all, the orchestra of ten\nperformers, the largest in London, dawdled in, and took up their\ninstruments--chiefly drums and trumpets. The rehearsal commenced--the\nplay of _Hamlet_, with Burbage in the title-rôle. Shakespeare, though\nnecessarily present, paid but little attention to the business in\nhand. In studied and self-conscious acting he had no interest\nwhatsoever. His theory was the same as Ben Jonson's, that a man should\nact \"freely, carelessly, and capriciously, as if one's veins ran with\nquicksilver, and not utter a phrase but shall come forth in the very\nbrine of conceit, and sparkle like salt in fire.\" But this was too\nhigh a criterion to impose upon his company. He therefore left them\nchiefly to their own devices, under the capable management of Burbage,\nand remained himself in the tiring-room, employed upon his usual\nmorning's avocation, revising and revivifying old \"stock\" plays, and\nconsidering fresh MSS., which arrived in vast numbers--and accepting\nas much as he could. For he was incapable of jealousy: he \"did his\ngreatness easily,\" and was the kindest of friends, the most indulgent\nof critics, to would-be dramatic authors. His acquaintance with Ben\nJonson had originated in \"a remarkable piece of humanity and\ngood-nature.\" Jonson, unknown and unaccredited, had offered a play to\nthe theatre. \"But the persons into whose hands it was put, after\nturning it carelessly and superficially over, were just upon returning\nit to him, with an ill-natured answer, that it would be of no service\nto their company, when Shakespeare luckily cast his eye upon it, and\nfound something so well in it, as to encourage him to read it through,\nand afterwards to recommend Ben Jonson and his writings to the\npublic.\" (Rowe) Similar experiences befell many a budding stage\nwriter: Shakespeare's singular sweetness of disposition led him to be\nlavish of praise as of money. He was \"always willing to touch up this\nman's play, or write in an act for that one.\" And of no other man did\nhe utter a cruel or an injurious word. \"A kinder gentleman treads not\nthe earth,\" his intimates might have said of him, as he of Antonio.\n\n\n\n\"The young gallants were glad when the Play-scene was over.\"\n\n    _Hamlet._ He poisons him in the garden for his estate. His\n    name's Gonzago.\n\n                (_Hamlet_).\n\n\nYet it might almost be averred that William Shakespeare found himself\na dramatist by accident. He accepted from the first the conditions of\na life despised and contemned, the life of the actor classed with\nrogues and vagabonds, banished with contumely into ignominious\nneighbourhoods. \"He looked upon the half-art of acting with disdain\nand disgust\": he saw his worst plays performed much more frequently\nthan his best. By nature a poet _pur et simple_, of a delicate,\nfastidious, bookish temperament, one who continually corrected his\nbest verses with endless pains and critical scrupulosity--he had been\nthrown into the rowdy pot-house company of second-rate actors, and\nwas accused by jealous rivals of being \"an upstart crow,\" swelled out\nwith inordinate vanity--or gibed at, by those who professed themselves\nhis friends, as a slovenly and careless writer--or openly contemned by\nthe very lackeys and menials, should he receive a call to Court. And\nthis was only one of the darker sides to the life of this\ngentle-natured, cheerful, seemingly successful man. The others, as we\nshall presently perceive, were, in some sense, infinitely more tragic.\n\nThe rehearsal over, and the hungry actors pouring forth to obtain\ntheir dinner at the nearest taverns or cookshops, Shakespeare (who\nhad, as we know, already broken fast) re-crossed the river and paced\nquietly up towards St. Paul's Churchyard, to visit the booksellers'\nshops. The Signs of the _White Greyhound_, the _Angel_, the _Spread\nEagle_, the _Green Dragon_, the _Flower de Luce_, and so on, were the\nrecognised rendezvous for men of letters, and Shakespeare's own\nearlier works, such as _Venus and Adonis_, _Lucrece_, _Henry IV_, and\n_Richard II_, were issued at several of these shops. Here he could\nforegather with learned and literary friends; here he could sit and\nstudy the latest books; here, in short, he was no longer the actor,\nbut the author. And it may be noted in passing, that Shakespeare's\nliterary _confrères_ respected him, not as the permanent dramatist of\nthe _Globe_, the transmuter of old lead into gold of Ophir--but as a\nlyrical poet, an authentic \"maker\" of beautiful verse. \"The Muses\nwould speak Shakespeare's fine filed phrase if they could speak\nEnglish,\" so ran the encomium of his admirers. His \"sugared sonnets,\"\nthey declared, were of surpassing excellence and charm. \"His facetious\n(pleasant) grace in writing,\" as they termed it, \"which approves\n(proves) his art,\" was that of the sonneteer, not the playwright. That\nstate and majesty, that knowledge of human nature, which distinguish\nhis dramatic work, seemed, to his contemporaries, quite foreign to the\nman they knew, the witty, gracious, graceful poet.\n\nAfter a short look-in at his favourite bookshops, Shakespeare\nproceeded to another popular rendezvous--the middle aisle of St.\nPaul's. This was no sequestered haunt of studious folk, but a busy\npromenade where all sorts and conditions of men met freely, by\nappointment or otherwise: here one might encounter the down-at-heels\nadventurer, the \"masterless man or penniless companion,\" side by side\nwith the rubicund citizen, the opulent merchant, and the country\ngentleman whose talk was of hawks and hounds. Every condition of\ncharacter, every variety of type, was here for Shakespeare's sharp\neyes to scan: every fragment of conversation that fell upon his keen\nears was noted down almost automatically. Friends and acquaintances\nmany were here to be encountered: the popular writer received\nsalutations on every hand, and those who might benefit by his\nwell-known laxity of purse were not slow to avail themselves of it.\nMoney frequently changed hands before Shakespeare passed out of the\nCathedral. He had the customary careless generosity of stage-folk, and\nthe fact that he was reputed to spend as much as he earned was\ndoubtless largely due to his lavish freehandedness. Nobody could look\ninto that kindly face and expect a _No_ to any asking.\n\nBut now it was striking twelve on every clock in the City, and he\nturned into Cheapside to the _Mermaid_, which stood between Friday\nStreet and Bread Street. In those days, few except the upper classes\ndined at home. The \"restaurant habit\" of the twentieth century\nprevailed among middle-class townsfolk--especially those who were only\nlodgers, or visitors in London: and the cook-shops, ordinaries, and\ntaverns laid themselves out to provide such hearty dinners as were\nnecessary to people who had only two meals a day.\n\nUpon the table to which Shakespeare sat down there were a stewed\nrabbit, a roast capon, a salmon stuck with cloves, and a piece of\nboiled beef; a jug of ale, a flagon of white wine (sack or canary) and\na quart of claret. Honey was poured over the meat, and the wine-cups\nwere half full of sugar. For the Elizabethans loved \"sugar and spice\nand all things nice.\" Every dish was highly seasoned, highly\nsweetened, and spiced to what we should call a nauseating point.\nCooked vegetables were but little used: these strong meat-eaters\ndisdained them; potatoes were not yet indispensable articles of diet.\nHerbs, fruits, and roots, in fact, played a very secondary part in\ntown fare, though poor folk in country places must needs make shift\nwith these. The plates were of bread, the dishes of wood, and the wine\nwas poured into small green clay pots.\n\n\n\n\"The whimsical, delightful, happy-go-lucky humour which he has put\ninto the mouths of so many merry folk.\"\n\n    _Clown._ Well, God give them wisdom, that have it; and\n                      those that are fools, let them use their talents.\n\n                                                     (_Twelfth Night_).\n\n\nShakespeare did not linger over his dinner. Naturally no great eater,\nand by the robust, full-blooded Elizabethans considered a very poor\ndrinker, he was lost in thought. That customary flow of scintillating\nwit, which made him the life and centre of a crowd--that nervous,\nexcitable, impatient brilliance which often characterized him in\ncompany--seemed awhile to have forsaken him. To the irrelevant ups and\ndowns of the artistic temperament he was singularly subject. Various\nfamiliar friends passed in and out, with loud and jolly greetings: Mr.\nWill Shakespeare was hail-fellow-well-met with all men, from carters\nto courtiers. But to-day Mr. Will Shakespeare only smiled at them with\na humorous, pensive air, and retired yet further into himself.\n\nWhat was saddening and silencing him? Had a sudden distaste for his\noccupation seized upon his sensitive mind? Had some slight been put\nupon him by careless young nobles, such as my lords Pembroke or\nSouthampton, who take up a man one day and drop him the next? Had he\nreceived ill news from Stratford, as when the tidings arrived, three\nyears ago, of the death of his only little son? Or was he simply\ncogitating one of his \"sugared sonnets\"?\n\nThus the quidnuncs of the _Mermaid_ questioned among themselves: and\nthere was much surmising, and putting of heads together, and wagering\nupon the thoughts of Master Shakespeare's melancholy: for of a surety\nhe had lost his wonted flow of spirits. But only one or two men\nguessed truly at the secret troubles that sat heavy on his cheerful,\nmercurial mind.\n\nSeventeen years ago, at the age of eighteen, Shakespeare had made a\nhasty and ill-assorted marriage. Anne Hathaway, his senior in years,\nhis inferior in position, was no fit mate for the impetuous, ambitious\nyouth. A father at nineteen, with neither employment nor source of\nincome, he had chafed and fretted for five years against the\nconsequences of his own rash folly: at twenty-three, he found the\nposition intolerable. He quitted Stratford, and had never returned,\nsave for brief and flying visits. Nor had he ever brought up his wife\nand children to London. He was maintaining them in comfort, he was\npurchasing a fine house in Stratford, whither he would eventually\nretire and play the parts of husband and father. But--blame him or\nnot, as you will--there are limits beyond which human nature cannot be\nforced: and the illiterate, ill-tempered, incompatible Anne Hathaway\nwas the skeleton in Shakespeare's cupboard: not to be explained\naway--the thought of whom left a bitter taste at the bottom of every\npleasure.\n\nSo far, things were bad enough; but there was even worse to follow.\nThe lad whose calf-love had flung him into ill-considered matrimony\nwas now a mature man--and two years ago he discovered, for the first\ntime, what the love of mature manhood can be like. With equal folly,\nequal recklessness, to his first affair, he had conceived a desperate\nand hopeless affection for a woman who exactly reversed the previous\nconditions--for she was very much younger than himself, better\neducated, and of much superior rank. The \"dark lady\" of Shakespeare's\nsonnets, upon whom he lavished all his golden wealth of phrase, laying\nopen the most intimate secrets of human love, and scorn, and\nanguish--was (in all probability) Mary Fitton, a girl of\nnineteen, maid of honour to the Queen. Proud, high-spirited,\nvivacious--unquestionably beautiful, although \"in the old age black\nwas not counted fair\"--aristocratic, _grande dame_ to the finger-tips:\nin every respect the antithesis of countrified, shrewish, repellent\nAnne Hathaway--yet the \"dark lady\" was inherently wanton, false, and\nfaithless. Shakespeare recognised this, but it made no difference to\nthe strength and intensity of his passion:\n\n    So true a fool is love, that in your will,\n    Though you do anything, he thinks no ill.\n\nIn sonnet after sonnet he expressed his despair, his patience of\ncontempt or injury. No such sounding of the whole diapason of love--no\nsuch revealing of a tortured human heart--has ever been put before\nthe world.\n\n    Not marble, nor the gilded monuments\n    Of princes, shall outlive this powerful rhyme.\n\nAnd he depicted various features of this woman, in various rôles, in\nplay after play: he could not shut her out. Whether he pilloried her\ndark beauty as Cressida or Cleopatra--whether he masked her wit and\nspirit under the name of Beatrice or Rosalind--whether he alternately\nimplored or inveighed against her in the Sonnets--he was enthralled by\nso magnetic a fascination that it influenced his art at all points.\nShakespeare the man--Shakespeare the artist--was obsessed by--bound\nfast in--a hopeless infatuation for a woman whom he knew to be\nunworthy.\n\nHere, indeed, was sufficient matter for musing. But the poet's unhappy\nreveries were cut short by the appearance of a young man--his brother\nEdmund, who had recently arrived in London and obtained a small acting\npost at the _Blackfriars_ Theatre. He addressed the older man with a\nmixture of respect and boyish naïveté. \"Good Will, lend me a groat or\nso--ere I perish of sheer hunger. Six long hours have I laboured at\ntheir plaguy rehearsal, and I have not a penny to my pocket. In faith,\nI never starved like this in Stratford. I swear I will repay thee two\ndays hence!\"\n\nThe elder brother, with his easy, tolerant air waved the lad to a\nseat, and shouted for the drawer, or waiter. \"Anon, anon, Sir!\" and\nthat functionary hastened up. The _Mermaid_ was emptying now, and the\nattendants were less hurried and flurried. Shakespeare ordered in a\nsecond dinner--for, little though he had eaten, the food was cold:\nand, patting his brother affectionately on the shoulder, slipped a\nhandful of money into his hand. \"Ay, marry, thou hast a good\nWarwickshire hunger and thirst, Ned,\" said he, \"let it not cry out\nupon thee in vain. For me, I am away to the _Globe_. They play\n_Hamlet_ there to-day, and needs must I be present.\" He did not wait\nfor thanks, but, with his peculiarly pleasant smile, slipped out of\nthe _Mermaid_, and made haste towards his theatre.\n\n\n\n\"Like the three wanderers in Arden, against the bole of a huge oak.\"\n\n    _Touchstone_. The more fool I, to be in Arden!\n\n                                (_As You Like It_).\n\n\nThe _Globe_ was already crowded when he arrived, although the play did\nnot begin till three (there were no evening performances in those\ndays, except in noblemen's private theatres). Burbage, the favourite\ntragedian, as _Hamlet_, drew a great following: but the humble part\nplayed by the author himself as _Rosencrantz_ was a _succès d'estime_\nrather than a genuine one--for Mr. William Shakespeare was no very\nwonderful actor. \"A fellowship in a cry of players\" held little\nglamour for him. The man who could imagine, with every vivid\ncircumstance of detail, the sinister and foreboding atmosphere of\nElsinore, had little admiration for the \"strutting and bellowing\" of\nthe players who interpreted his visions....\n\nOn either side of the stage sat the young noblemen, the poetasters,\nand the shorthand writers who worked for private publishers. In the\nboxes--priced up to half-a-crown (about £1 of our present money) were\nvarious aristocratic and wealthy patrons of the play. The\n\"groundlings\" obtained standing room in the pit for a penny (say 6d.)\nand were vociferous in their applause of the sanguinary scenes, of\nthe Gravediggers, and of the grosser jests. Everyone who could afford\nit, smoked: the \"classes,\" rich authentic tobacco, and the \"masses,\"\nmen and women alike, an adulterated mixture of coltsfoot and other\n\"hot\" herbs. As for the middle classes, the merchant-folk, tradesmen,\nand _bourgeoisie_ in general, they were chiefly conspicuous by their\nabsence. Strongly pervaded by a growing flavour of Puritanism, and\nhaving a wholesome decent horror of \"play-acting\" as something\nundoubtedly congruous with all dissolute ways and ill-living, the\nmiddle classes avoided Bankside like the pestilence. Had they been\npresent, they would have been sorely put to it to understand what in\nthe world Mr. Shakespeare, through the mouth of Hamlet, was gibing at.\nWas he decrying actors? Was he contemning audiences? Was he scorching,\nwith bitter disdain, all who wrote for, or acted in, or crowded into\nplayhouses?... The young gallants, uncomfortable and uncertain, were\nglad when the Play-scene was over, and one arrived at more familiar\nmatters of battle, murder, and sudden death. Too much metaphysics\nabout this Hamlet fellow, so they held. A dramatist should stick to\nhis last, and not drag his hearers into deep waters of conjecture,\nwhere a man might well flounder for ever....\n\nThe play was over. Some few adventurous spirits from the audience\napproached the tire-room door: Heminge held it warily ajar. \"I would\nspeak with your author: where is he?\"--\"I would have a word with Mr.\nShakespeare: is he within?\" \"Not this way, I assure you, sir: we are\nnot so officiously befriended by him, as to have his presence in the\ntiring-house, to prompt us aloud, stamp at the book-holder, swear for\nour properties, curse the poor tireman, rail the music out of time,\nand sweat for every venial trespass we commit.\"--\"Was it not Mr.\nShakespeare, then, that played the part of Rosencrantz?\" enquired the\nbewildered ones. \"Close the door!\" thundered Burbage from within.\nFollowed a sound of bolts and bars.... Meanwhile, Mr. Shakespeare had\ndisappeared from the malodorous precincts of the _Globe_--for the\nadjacent bear-gardens were notorious for evil effluvia--had crossed\nthe river, and was making his way to the _Mermaid_, where he arrived\nabout six. A plentiful supper was already being partaken of: the\nrooms were full of steam and savoury smells. Supper was a smaller meal\nthan dinner, but in no way stinted. Lettuces and radishes were usually\nserved first, and afterwards a variety of highly flavoured dishes.\nPigeons stuffed with green gooseberries, fiercely-seasoned\nherring-pies, roast pork with green sorrel sauce--mustard,\nhorseradish, ginger, and honey _ad lib_, and sweet dishes innumerable.\nShakespeare did justice to his food, and took copious draughts of\nlight sweet wine: the morning's melancholy had passed away, and was\nsucceeded by an almost feverish gaiety. The artificial stimulus of the\ntheatre had produced a temporary excitement in him--he was flushed,\nbrilliant, loquacious. As his repartees flashed rapier-like across the\nroom, Ben Jonson smiled grimly, seated at the head of the table, and a\nscore of kindred souls, who surrounded it, relished the _verve_ and\nsparkle of their favourite comrade. Jonson was a man of great size, of\nimmense strength and personal courage--masterful, domineering,\njealous. He recognised and allowed the extraordinary genius of\nShakespeare--but always with many detractions, \"insinuating his\nincorrectness, or a careless manner of writing, and a want of\njudgment.\" That the Stratford shopkeeper's son, utterly unequipped in\nscholarship or training, should stand so high in popular estimation\nabove himself--the University graduate of great learning--was acutely\nannoying to Jonson: it may be, too, that, with the littleness of\ncertain minds, he had never forgiven Shakespeare for doing him a good\nturn in the matter of his comedies. At any rate he resented the\nWarwickshire man's unparalleled quickness, brightness, and flexibility\nof tongue; and every evening he inaugurated a duel of words, which\nalmost invariably resulted in a \"draw,\" and which was the delight of\nthose privileged to be present. \"At the _Mermaid_,\" says Fuller, one\nof these favoured auditors, \"many were the wit-combats between\nShakespeare and Ben Jonson, which two I beheld like a Spanish great\ngalleon and English man of war. Master Jonson (like the former) was\nbuilt far higher in learning, solid, but slow in his performance.\nShakespeare, like the English man of war, lesser in bulk, but lighter\nin sailing, could turn with all sides, tack about, and take advantage\nof all winds by the quickness of his wit and invention.\" And thus it\nbefell that the frequenters of the _Mermaid_--such notabilities as\nRaleigh, Fletcher, Marlowe, Beaumont, Greene,--were accustomed to hear\nthese two great poets disputing, and to join the tournament, in words\n(as Beaumont put it)\n\n    So nimble and so full of subtle flame,\n    As if that everyone from whence they came\n    Had meant to put his whole wit in a jest,\n    And had resolved to live a fool the rest\n    Of his dull life.\n\nHours passed swiftly away in this congenial manner. The amazing\nfluency and readiness of Shakespeare showed no sign of flagging: the\nwhimsical, delightful, happy-go-lucky humour, which he has put into\nthe mouths of so many merry folk, was still at its most\nlaughter-provoking stage,--when suddenly, by one of his customary\nrevulsions of feeling, he was seized by a great distaste for the\nheated apartment, the flaring light, the stale odours of wine and ale.\nLike Cassius, he had \"poor, unhappy brains for drinking,\" and the\nendless potations due at a city tavern were singularly unsuited to\nhis taste. He felt that he would give a thousand bursts of _Mermaid_\napplause, \"for an acre of barren ground, long heath, brown furze,\"\nanything that was out in the clean pure air. Though he was a thorough\ntownsman outwardly, the ineradicable instincts of a countryman tore at\nhis heart. He hankered after rural doings and the rough deep speech of\nthe shires. He did not pause to explain the cause of this sudden\nyearning to men who could hardly be expected to understand it. He\nsimply followed his own immediate inclination. Making a hasty and\ninadequate excuse, he escaped into the street; and, setting off\nnorthward and alone, he struck up across the fields. The delicate\nscent of hay was wafted warmly round him. Every hedgerow was a blaze\nof blossom, roses, honeysuckle, elder; every brook was fringed with\nmeadowsweet and loosestrife. Among these exquisitely calm\nsurroundings, what worth had the sordid and squalid matters of the\nstage, with its petty ambitions, its puny failures or successes? The\nboisterous conviviality of the _Mermaid_, the dazzling interchange of\nthrust and parry, his own reputation as a \"fellow of infinite jest,\"\nand a nobly-endowed poet, all sank away into nothing, as the midsummer\ntwilight, a glimmering grey translucence, slowly replaced the\nsplendours of the day.\n\n\"O Jupiter, how weary are my spirits!\" sighed Shakespeare, like his\nown Rosalind, as, flinging himself beneath the broad and leafy boughs,\nhe became submerged in the infinite, the maternal peace of Nature.\nShortly, as darkness deepened, he would return to his lonely room in\nSilver Street, challenged by the watch and replying in some gay jest:\nshortly he would toss upon a sleepless bed, consumed by violent and\nvaried emotions, until the cooler wind that comes with dawn should\nsoothe him into rest. But now he lay, like the three wanderers in\nArden, against the bole of a huge oak, watching the glow-worms\ngleaming around and the stars stealing forth above him: until the\nfloor of Heaven was \"all o'erlaid with patines of bright gold,\" and\nthe day, by that celestial sign, was ended.\n\n\n_Printed by Percy Lund, Humphries & Co., Ltd. Bradford and London._\n\n\n\n\n",
    "metadata": {
        "author": [
            "Byron, May"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/40441/pg40441.txt",
        "name": "a_day_with_william_shakespeare.json"
    }
}