{
    "name": "A Difficult Problem\n1900",
    "author": [
        "Green, Anna Katharine"
    ],
    "body": "Copyright The F. M. Lupton Publishing Company. 1900\n\n\n\n“A LADY to see you, sir.”\n\nI looked up and was at once impressed by the grace and beauty of the\nperson thus introduced to me.\n\n“Is there anything I can do to serve you?” I asked, rising.\n\nShe cast me a child-like look full of trust and candor as she seated\nherself in the chair I pointed out to her.\n\n“I believe so, I hope so,” she earnestly assured me. “I--I am in great\ntrouble. I have just lost my husband--but it is not that. It is the slip\nof paper I found on my dresser, and which--which----”\n\nShe was trembling violently and her words were fast becoming incoherent.\nI calmed her and asked her to relate her story just as it had happened;\nand after a few minutes of silent struggle she succeeded in collecting\nherself sufficiently to respond with some degree of connection and\nself-possession.\n\n“I have been married six months. My name is Lucy Holmes. For the last\nfew weeks my husband and myself have been living in an apartment house\non Fifty-ninth Street, and as we had not a care in the world, we were\nvery happy till Mr. Holmes was called away on business to Philadelphia.\nThis was two weeks ago. Five days later I received an affectionate\nletter from him, in which he promised to come back the next day; and the\nnews so delighted me that I accepted an invitation to the theater\nfrom some intimate friends of ours. The next morning I naturally felt\nfatigued and rose late; but I was very cheerful, for I expected my\nhusband at noon. And now comes the perplexing mystery. In the course\nof dressing myself I stepped to my bureau, and seeing a small\nnewspaper-slip attached to the cushion by a pin, I drew it off and read\nit. It was a death notice, and my hair rose and my limbs failed me as I\ntook in its fatal and incredible words.\n\n“‘Died this day at the Colonnade, James Forsythe De Witt Holmes. New\nYork papers please copy.’\n\n“James Forsythe De Witt Holmes was my husband, and his last letter,\nwhich was at that very moment lying beside the cushion, had been dated\nfrom the Colonnade. Was I dreaming or under the spell of some frightful\nhallucination which led me to misread the name on the slip of paper\nbefore me? I could not determine. My head, throat and chest seemed bound\nabout with iron, so that I could neither speak nor breathe with freedom,\nand, suffering thus, I stood staring at this demoniacal bit of paper\nwhich in an instant had brought the shadow of death upon my happy life.\nNor was I at all relieved when a little later I flew with the notice\ninto a neighbor’s apartment, and praying her to read it for me, found\nthat my eyes had not deceived me and that the name was indeed my\nhusband’s and the notice one of death.\n\n“Not from my own mind but from hers came the first suggestion of\ncomfort.\n\n“‘It cannot be your husband who is meant,’ said she; ‘but some one of\nthe same name. Your husband wrote to you yesterday, and this person must\nhave been dead at least two days for the printed notice of his decease\nto have reached New York. Some one has remarked the striking similarity\nof names, and wishing to startle you, cut the slip out and pinned it on\nyour cushion.’\n\n“I certainly knew of no one inconsiderate enough to do this, but the\nexplanation was so plausible, I at once embraced it and sobbed aloud in\nmy relief. But in the midst of my rejoicing I heard the bell ring in my\napartment, and running thither, encountered a telegraph boy holding in\nhis outstretched hand the yellow envelope which so often bespeaks death\nor disaster. The sight took my breath away. Summoning my maid, whom I\nsaw hastening towards me from an inner room, I begged her to open the\ntelegram for me. Sir, I saw in her face, before she had read the first\nline, a confirmation of my very worst fears. My husband was----”\n\nThe young widow, choked with her emotions, paused, recovered herself for\nthe second time, and then went on.\n\n“I had better show you the telegram.” Taking it from her pocket-book,\nshe held it towards me. I read it at a glance. It was short, simple and\ndirect.\n\n“Come at once. Your husband found dead in his room this morning. Doctors\nsay heart disease. Please telegraph.”\n\n“You see it says this morning,” she explained, placing her delicate\nfinger on the word she so eagerly quoted. “That means a week ago\nWednesday, the same day on which the printed slip recording his death\nwas found on my cushion. Do you not see something very strange in this?”\n\nI did; but, before I ventured to express myself on this subject,\nI desired her to tell me what she had learned in her visit to\nPhiladelphia.\n\nHer answer was simple and straightforward.\n\n“But little more than you find in this telegram. He died in his room.\nHe was found lying on the floor near the bell button, which he had\nevidently risen to touch. One hand was clenched on his chest, but his\nface wore a peaceful look as if death had come too suddenly to cause him\nmuch suffering. His bed was undisturbed; he had died before retiring,\npossibly in the act of packing his trunk, for it was found nearly ready\nfor the expressman. Indeed, there was every evidence of his intention to\nleave on an early morning train. He had even desired to be awakened at\nsix o’clock; and it was his failure to respond to the summons of the\nbell-boy, which led to so early a discovery of his death. He had never\ncomplained of any distress in breathing, and we had always considered\nhim a perfectly healthy man; but there was no reason for assigning any\nother cause than heart-failure to his sudden death, and so the burial\ncertificate was made out to that effect, and I was allowed to bring\nhim home and bury him in our vault at Wood-lawn. But--” and here her\nearnestness dried up the tears which had been flowing freely during\nthis recital of her husband’s lonely death and sad burial,--“do you not\nthink an investigation should be made into a death preceded by a\nfalse obituary notice? For I found when I was in Philadelphia that no\nparagraph such as I had found pinned to my cushion had been inserted in\nany paper there, nor had any other man of the same name ever registered\nat the Colonnade, much less died there.”\n\n“Have you this notice with you?” I asked.\n\nShe immediately produced it, and while I was glancing it over remarked:\n\n“Some persons would give a superstitious explanation to the whole\nmatter; think I had received a supernatural warning and been satisfied\nwith what they would call a spiritual manifestation. But I have not a\nbit of such folly in my composition. Living hands set up the type and\nprinted the words which gave me so deathly a shock; and hands, with a\nreal purpose in them, cut it from the paper and pinned it to my cushion\nfor me to see when I woke on that fatal morning. But whose hands? That\nis what I want you to discover.”\n\nI had caught the fever of her suspicions long before this and now felt\njustified in showing my interest.\n\n“First, let me ask,” said I, “who has access to your rooms besides your\nmaid?”\n\n“No one; absolutely no one.”\n\n“And what of her?”\n\n“She is innocence itself. She is no common housemaid, but a girl my\nmother brought up, who for love of me consents to do such work in the\nhousehold as my simple needs require.”\n\n“I should like to see her.”\n\n“There is no objection to your doing so; but you will gain nothing by\nit. I have already talked the subject over with her a dozen times and\nshe is as much puzzled by it as I am myself. She says she cannot see how\nany one could have found an entrance to my room during my sleep, as the\ndoors were all locked. Yet, as she very naturally observes, some one\nmust have done so, for she was in my bedroom herself just before I\nreturned from the theater, and can swear, if necessary, that no such\nslip of paper was to be seen on my cushion, at that time, for her duties\nled her directly to my bureau and kept her there for full five minutes.”\n\n“And you believed her?” I suggested.\n\n“Implicitly.”\n\n“In what direction, then, do your suspicions turn?”\n\n“Alas! in no direction. That is the trouble. I don’t know whom to\nmistrust. It was because I was told that you had the credit of seeing\nlight where others can see nothing but darkness, that I have sought your\naid in this emergency. For the uncertainty surrounding this matter is\nkilling me and will make my sorrow quite unendurable if I cannot obtain\nrelief from it.”\n\n“I do not wonder,” I began, struck by the note of truth in her tones.\n“And I shall certainly do what I can for you. But before we go any\nfurther, let us examine this scrap of newspaper and see what we can make\nout of it.”\n\nI had already noted two or three points in connection with it, to which\nI now proceeded to direct her attention.\n\n“Have you compared this notice,” I pursued, “with such others as you\nfind every day in the papers?”\n\n“No,” was her eager answer. “Is it not like them all----”\n\n“Read,” was my quiet interruption. “‘On this day at the Colonnade--’\nOn what day? The date is usually given in all the _bona-fide_ notices I\nhave seen.”\n\n“Is it?” she asked, her eyes moist with un-shed tears, opening widely in\nher astonishment.\n\n“Look in the papers on your return home and see. Then the print. Observe\nthat the type is identical on both sides of this make-believe clipping,\nwhile in fact there is always a perceptible difference between that used\nin the obituary column and that to be found in the columns devoted to\nother matter. Notice also,” I continued, holding up the scrap of paper\nbetween her and the light, “that the alignment on one side is not\nexactly parallel with that on the other; a discrepancy which would not\nexist if both sides had been printed on a newspaper press. These facts\nlead me to conclude, first, that the effort to match the type exactly\nwas the mistake of a man who tries to do too much; and secondly, that\none of the sides at least, presumably that containing the obituary\nnotice, was printed on a hand-press, on the blank side of a piece of\ngalley proof picked up in some newspaper office.”\n\n“Let me see.” And stretching out her hand with the utmost eagerness, she\ntook the slip and turned it over. Instantly a change took place in her\ncountenance. She sank back in her seat and a blush of manifest confusion\nsuffused her cheeks. “Oh!” she exclaimed, “what will you think of me! I\nbrought this scrap of print into the house _myself_ and it was _I_ who\npinned it on the cushion with my own hands! I remember it now. The sight\nof those words recalls the whole occurrence.”\n\n“Then there is one mystery less for us to solve,” I remarked, somewhat\ndryly.\n\n“Do you think so,” she protested, with a deprecatory look. “For me the\nmystery deepens, and becomes every minute more serious. It is true that\nI brought this scrap of newspaper into the house, and that it had, then\nas now, the notice of my husband’s death upon it, but the time of\nmy bringing it in was Tuesday night, and he was not found dead till\nWednesday morning.”\n\n“A discrepancy worth noting,” I remarked.\n\n“Involving a mystery of some importance,” she concluded.\n\nI agreed to that.\n\n“And since we have discovered how the slip came into your room, we can\nnow proceed to the clearing up of this mystery,” I observed. “You can,\nof course, inform me where you procured this clipping which you say you\nbrought into the house?”\n\n“Yes. You may think it strange, but when I alighted from the carriage\nthat night, a man on the sidewalk put this tiny scrap of paper into my\nhand. It was done so mechanically that it made no more impression on my\nmind than the thrusting of an advertisement upon me. Indeed, I supposed\nit was an advertisement, and I only wonder that I retained it in my hand\nat all. But that I did do so, and that, in a moment of abstraction I\nwent so far as to pin it to my cushion, is evident from the fact that a\nvague memory remains in my mind of having read this recipe which you see\nprinted on the reverse side of the paper.”\n\n“It was the recipe, then, and not the obituary notice which attracted\nyour attention the night before?”\n\n“Probably, but in pinning it to the cushion, it was the obituary notice\nthat chanced to come uppermost. Oh, why should I not have remembered\nthis till now! Can you understand my forgetting a matter of so much\nimportance?”\n\n“Yes,” I allowed, after a momentary consideration of her ingenuous\ncountenance. “The words you read in the morning were so startling that\nthey disconnected themselves from those you had carelessly glanced at\nthe night before.”\n\n“That is it,” she replied; “and since then I have had eyes for the one\nside only. How could I think of the other? But who could have printed\nthis thing and who was the man who put it into my hand? He looked like a\nbeggar but--Oh!” she suddenly exclaimed, her cheeks flushing scarlet and\nher eyes flashing with a feverish, almost alarming, glitter.\n\n“What is it now?” I asked. “Another recollection?”\n\n“Yes.” She spoke so low I could hardly hear her. “He coughed and----”\n\n“And what?” I encouragingly suggested, seeing that she was under some\nnew and overwhelming emotion.\n\n“That cough had a familiar sound, now that I think of it. It was like\nthat of a friend who--But no, no; I will not wrong him by any false\nsurmises. He would stoop to much, but not to that; yet----”\n\nThe flush on her cheeks had died away, but the two vivid spots which\nremained showed the depth of her excitement.\n\n“Do you think,” she suddenly asked, “that a man out of revenge might\nplan to frighten me by a false notice of my husband’s death, and that\nGod to punish him, made the notice a prophecy?”\n\n“I think a man influenced by the spirit of revenge might do almost\nanything,” I answered, purposely ignoring the latter part of her\nquestion.\n\n“But I always considered him a good man. At least I never looked upon\nhim as a wicked one. Every other beggar we meet has a cough; and yet,”\n she added after a moment’s pause, “if it was not he who gave me this\nmortal shock, who was it? He is the only person in the world I ever\nwronged.”\n\n“Had you not better tell me his name?” I suggested.\n\n“No, I am in too great doubt. I should hate to do him a second injury.”\n\n“You cannot injure him if he is innocent. My methods are very safe.”\n\n“If I could forget his cough! but it had that peculiar catch in it that\nI remembered so well in the cough of John Graham. I did not pay any\nespecial heed to it at the time. Old days and old troubles were far\nenough from my thoughts; but now that my suspicions are raised, that\nlow, choking sound comes back to me in a strangely persistent way, and\nI seem to see a well-remembered form in the stooping figure of this\nbeggar. Oh, I hope the good God will forgive me if I attribute to this\ndisappointed man a wickedness he never committed.”\n\n“Who is John Graham?” I urged, “and what was the nature of the wrong you\ndid him?”\n\nShe rose, cast me one appealing glance, and perceiving that I meant to\nhave her whole story, turned towards the fire and stood warming her feet\nbefore the hearth, with her face turned away from my gaze.\n\n“I was once engaged to marry him,” she began. “Not because I loved him,\nbut because we were very poor--I mean my mother and myself--and he had a\nhome and seemed both good and generous. The day came when we were to be\nmarried--this was in the West, way out in Kansas--and I was even dressed\nfor the wedding, when a letter came from my uncle here, a rich uncle,\nvery rich, who had never had anything to do with my mother since her\nmarriage, and in it he promised me fortune and everything else desirable\nin life if I would come to him, unencumbered by any foolish ties. Think\nof it! And I within half an hour of marriage with a man I had never\nloved and now suddenly hated. The temptation was overwhelming, and\nheartless as my conduct may appear to you, I succumbed to it. Telling my\nlover that I had changed my mind, I dismissed the minister when he came,\nand announced my intention of proceeding East as soon as possible. Mr.\nGraham was simply paralyzed by his disappointment, and during the few\ndays which intervened before my departure, I was haunted by his face,\nwhich was like that of a man who had died from some overwhelming shock.\nBut when I was once free of the town, especially after I arrived in New\nYork, I forgot alike his misery and himself. Everything I saw was so\nbeautiful! Life was so full of charm, and my uncle so delighted with me\nand everything I did! Then there was James Holmes, and after I had\nseen him--But I cannot talk of that. We loved each other, and under the\nsurprise of this new delight how could I be expected to remember the\nman I had left behind me in that barren region in which I had spent my\nyouth? But he did not forget the misery I had caused him. He followed\nme to New York: and on the morning I was married found his way into the\nhouse, and mixing with the wedding guests, suddenly appeared before me\njust as I was receiving the congratulations of my friends. At sight of\nhim I experienced all the terror he had calculated upon causing, but\nremembering at whose side I stood, I managed to hide my confusion under\nan aspect of apparent haughtiness. This irritated John Graham. Flushing\nwith anger, and ignoring my imploring look, he cried peremptorily,\n‘Present me to your husband!’ and I felt forced to present him. But\nhis name produced no effect upon Mr. Holmes. I had never told him of my\nearly experience with this man, and John Graham, perceiving this, cast\nme a bitter glance of disdain and passed on, muttering between his\nteeth, ‘False to me and false to him! Your punishment be upon you!’ and\nI felt as if I had been cursed.”\n\nShe stopped here, moved by emotions readily to be understood. Then with\nquick impetuosity she caught up the thread of her story and went on.\n\n“That was six months ago; and again I forgot. My mother died and my\nhusband soon absorbed my every thought. How could I dream that this man,\nwho was little more than a memory to me and scarcely that, was secretly\nplanning mischief against me? Yet this scrap about which we have talked\nso much may have been the work of his hands; and even my husband’s\ndeath----”\n\nShe did not finish, but her face, which was turned towards me, spoke\nvolumes.\n\n“Your husband’s death shall be inquired into,” I assured her. And she,\nexhausted by the excitement of her discoveries, asked that she might be\nexcused from further discussion of the subject at that time.\n\nAs I had no wish, myself, to enter any more fully into the matter just\nthen, I readily acceded to her request, and the pretty widow left me.\n\n\n\n\n\nII.\n\nObviously the first fact to be settled was whether Mr. Holmes had died\nfrom purely natural causes. I accordingly busied myself the next few\ndays with this question, and was fortunate enough to so interest the\nproper authorities that an order was issued for the exhumation and\nexamination of the body.\n\nThe result was disappointing. No traces of poison were to be, found in\nthe stomach nor was there to be seen on the body any mark of violence,\nwith the exception of a minute prick upon one of his thumbs.\n\nThis speck was so small that it escaped every eye but my own.\n\nThe authorities assuring the widow that the doctor’s certificate given\nher in Philadelphia was correct, he was again interred. But I was not\nsatisfied; neither do I think she was. I was confident that his\ndeath was not a natural one, and entered upon one of those secret and\nprolonged investigations which have constituted the pleasure of my life\nfor so many years. First, I visited the Colonnade in Philadelphia, and\nbeing allowed to see the room in which Mr. Holmes died, went through it\ncarefully. As it had not been used since that time I had some hopes of\ncoming upon a clue.\n\nBut it was a vain hope and the only result of my journey to this place\nwas the assurance I received that the gentleman had spent the entire\nevening preceding his death, in his own room, where he had been brought\nseveral letters and one small package, the latter coming by mail. With\nthis one point gained--if it was a point--I went back to New York.\n\nCalling on Mrs. Holmes, I asked her if, while her husband was away she\nhad sent him anything besides letters, and upon her replying to the\ncontrary, requested to know if in her visit to Philadelphia she had\nnoted among her husband’s effects anything that was new or unfamiliar to\nher, “For he received a package while there,” I explained, “and though\nits contents may have been perfectly harmless, it is just as well for us\nto be assured of this, before going any further.”\n\n“Oh, you think, then, he was really the victim of some secret violence.”\n\n“We have no proof of it,” I said. “On the contrary, we are assured that\nhe died from natural causes. But the incident of the newspaper slip\noutweighs, in my mind, the doctor’s conclusions, and until the mystery\nsurrounding that obituary notice has been satisfactorily explained by\nits author, I shall hold to the theory that your husband has been made\naway with in some strange and seemingly unaccountable manner, which it\nis our duty to bring to light.”\n\n“You are right! You are right! Oh, John Graham!”\n\nShe was so carried away by this plain expression of my belief that she\nforgot the question I had put to her.\n\n“You have not told whether or not you found anything among your\nhusband’s effects that can explain this mystery,” I suggested.\n\nShe at once became attentive.\n\n“Nothing,” said she: “his trunks were already packed and his bag nearly\nso. There were a few things lying about the room which were put into\nthe latter, but I saw nothing but what was familiar to me among them;\nat least, I think not; perhaps we had better look through his trunk and\nsee. I have not had the heart to open it since I came back.”\n\nAs this was exactly what I wished, I said as much, and she led me into a\nsmall room, against the wall of which stood a trunk with a traveling-bag\non top of it. Opening the latter, she spread the contents out on the\ntrunk.\n\n“I know all these things,” she sadly murmured, the tears welling in her\neyes.\n\n“This?” I inquired, lifting up a bit of coiled wire with two or three\nlittle rings dangling from it.\n\n“No; why, what is that?”\n\n“It looks like a puzzle of some kind.”\n\n“Then it is of no consequence. My husband was forever amusing himself\nover some such contrivance. All his friends knew how well he liked these\ntoys and frequently sent them to him. This one evidently reached him in\nPhiladelphia.”\n\nMeanwhile I was eying the bit of wire curiously. It was undoubtedly a\npuzzle, but it had appendages to it that I did not understand.\n\n“It is more than ordinarily complicated,” I observed, moving the rings\nup and down in a vain endeavor to work them off.\n\n“The better he would like it,” said she.\n\nI kept on working with the rings. Suddenly I gave a painful start. A\nlittle prong in the handle of the toy had started out and pricked me.\n\n“You had better not handle it,” said I, and laid it down. But the next\nminute I took it up again and put it in my pocket. The prick made by\nthis treacherous bit of mechanism was in or near the same place on my\nthumb as the one I had noticed on the hand of the deceased Mr. Holmes.\n\nThere was a fire in the room, and before proceeding further, I\ncauterized that prick with the end of a red-hot poker. Then I made my\nadieux to Mrs. Holmes and went immediately to a chemist friend of mine.\n\n“Test the end of this bit of steel for me,” said I. “I have reason to\nbelieve it carries with it a deadly poison.”\n\nHe took the toy, promised to subject it to every test possible and let\nme know the result. Then I went home. I felt ill, or imagined that I\ndid, which under the circumstances was almost as bad.\n\nNext day, however, I was quite well, with the exception of a certain\ninconvenience in my thumb. But not till the following week did I\nreceive the chemist’s report. It overthrew my whole theory. He had found\nnothing, and returned me the bit of steel.\n\nBut I was not convinced.\n\n“I will hunt up this John Graham,” thought I, “and study him.”\n\nBut this was not so easy a task as it may appear. As Mrs. Holmes\npossessed no clue to the whereabouts of her quondam lover, I had nothing\nto aid me in my search for him, save her rather vague description of his\npersonal appearance and the fact that he was constantly interrupted\nin speaking by a low, choking cough. However, my natural perseverance\ncarried me through. After seeing and interviewing a dozen John Grahams\nwithout result, I at last lit upon a man of that name who presented\na figure of such vivid unrest and showed such desperate hatred of his\nfellows, that I began to entertain hopes of his being the person I\nwas in search of. But determined to be sure of this before proceeding\nfurther, I confided my suspicions to Mrs. Holmes, and induced her to\naccompany me down to a certain spot on the “Elevated” from which I\nhad more than once seen this man go by to his usual lounging place in\nPrinting-house Square.\n\nShe showed great courage in doing this, for she had such a dread of him\nthat she was in a state of nervous excitement from the moment she left\nher house, feeling sure that she would attract his attention and thus\nrisk a disagreeable encounter. But she might have spared herself these\nfears. He did not even glance up in passing us, and it was mainly by his\nwalk she recognized him. But she did recognize him; and this nerved\nme at once to set about the formidable task of fixing upon him a crime\nwhich was not even admitted as a fact by the authorities.\n\nHe was a man-about-town, living, to all appearance, by his wits. He was\nto be seen mostly in the downtown portions of the city, standing for\nhours in front of some newspaper office, gnawing at his finger-ends, and\nstaring at the passers-by with a hungry look that alarmed the timid and\nprovoked alms from the benevolent. Needless to say that he rejected the\nlatter expression of sympathy, with angry contempt.\n\nHis face was long and pallid, his cheek-bones high and his mouth bitter\nand resolute in expression. He wore neither beard nor mustache, but made\nup for their lack by an abundance of light brown hair, which hung very\nnearly to his shoulders. He stooped in standing, but as soon as he\nmoved, showed decision and a certain sort of pride which caused him to\nhold his head high and his body more than usually erect. With all these\ngood points his appearance was decidedly sinister, and I did not wonder\nthat Mrs. Holmes feared him.\n\nMy next move was to accost him. Pausing before the doorway in which\nhe stood, I addressed him some trivial question. He answered me with\nsufficient politeness, but with a grudging attention which betrayed the\nhold which his own thoughts had upon him. He coughed while speaking\nand his eye, which for a moment rested on mine, produced upon me an\nimpression for which I was hardly prepared, great as was my prejudice\nagainst him. There was such an icy composure in it; the composure of\nan envenomed nature conscious of its superiority to all surprise. As I\nlingered to study him more closely, the many dangerous qualities of the\nman became more and more apparent to me; and convinced that to proceed\nfurther without deep and careful thought, would be to court failure\nwhere triumph would set me up for life, I gave up all present attempt\nat enlisting him in conversation, and went my way in an inquiring and\nserious mood.\n\nIn fact, my position was a peculiar one, and the problem I had set for\nmyself one of unusual difficulty. Only by means of some extraordinary\ndevice such as is seldom resorted to by the police of this or any other\nnation, could I hope to arrive at the secret of this man’s conduct,\nand triumph in a matter which to all appearance was beyond human\npenetration.\n\nBut what device? I knew of none, nor through two days and nights of\nstrenuous thought did I receive the least light on the subject. Indeed,\nmy mind seemed to grow more and more confused the more I urged it into\naction. I failed to get inspiration indoors or out; and feeling\nmy health suffer from the constant irritation of my recurring\ndisappointment, I resolved to take a day off and carry myself and my\nperplexities into the country.\n\nI did so. Governed by an impulse which I did not then understand, I went\nto a small town in New Jersey and entered the first house on which I saw\nthe sign “Room to Let.” The result was most fortunate. No sooner had I\ncrossed the threshold of the neat and homely apartment thrown open to my\nuse, than it recalled a room in which I had slept two years before and\nin which I had read a little book I was only too glad to remember at\nthis moment. Indeed, it seemed as if a veritable inspiration had come to\nme through this recollection, for though the tale to which I allude was\na simple child’s story written for moral purposes, it contained an idea\nwhich promised to be invaluable to me at this juncture. Indeed, by means\nof it, I believed myself to have solved the problem that was puzzling\nme, and relieved beyond expression, I paid for the night’s lodging\nI had now determined to forego, and returned immediately to New York,\nhaving spent just fifteen minutes in the town where I had received this\nhappy inspiration.\n\nMy first step on entering the city was to order a dozen steel coils made\nsimilar to the one which I still believed answerable for James Holmes’\ndeath. My next to learn as far as possible all of John Graham’s haunts\nand habits. At a week’s end I had the springs and knew almost as well as\nhe did himself where he was likely to be found at all times of the day\nand night. I immediately acted upon this knowledge. Assuming a slight\ndisguise, I repeated my former stroll through Printing-house Square,\nlooking into each doorway as I passed. John Graham was in one of them,\nstaring in his old way at the passing crowd, but evidently seeing\nnothing but the images formed by his own disordered brain. A\nmanuscript-roll stuck out of his breast-pocket, and from the way his\nnervous fingers fumbled with it, I began to understand the restless\nglitter of his eyes, which were as full of wretchedness as any eyes I\nhave ever seen.\n\nEntering the doorway where he stood, I dropped at his feet one of the\nsmall steel coils with which I was provided. He did not see it. Stopping\nnear him I directed his attention to it by saying:\n\n“Pardon me, but did I not see something drop out of your hand?”\n\nHe started, glanced at the seeming inoffensive toy at which I pointed,\nand altered so suddenly and so vividly that it became instantly apparent\nthat the surprise I had planned for him was fully as keen and searching\na one as I had anticipated. Recoiling sharply, he gave me a quick look,\nthen glanced down again at his feet as if half expecting to find the\nobject vanished which had startled him. But, perceiving it still\nlying there, he crushed it viciously with his heel, and uttering some\nincoherent words, dashed impetuously from the building.\n\nConfident that he would regret this hasty impulse and return, I withdrew\na few steps and waited. And sure enough, in less than five minutes he\ncame slinking back. Picking up the coil with more than one sly look\nabout, he examined it closely. Suddenly he gave a sharp cry and went\nstaggering out. Had he discovered that the seeming puzzle possessed the\nsame invisible spring which had made the one handled by James Holmes so\ndangerous?\n\nCertain as to the place he would be found in next, I made a short cut to\nan obscure little saloon in Nassau Street, where I took up my stand in\na spot convenient for seeing without being seen. In ten minutes he was\nstanding at the bar asking for a drink.\n\n“Whiskey!” he cried, “straight.”\n\nIt was given him; but as he set the empty glass down on the counter, he\nsaw lying before him another of the steel springs, and was so\nconfounded by the sight that the proprietor, who had put it there at my\ninstigation, thrust out his hand toward him as if half afraid he would\nfall.\n\n“Where did that--that _thing_ come from?” stammered John Graham,\nignoring the other’s gesture and pointing with a trembling hand at the\nseemingly insignificant bit of wire between them.\n\n“Didn’t it drop from your coat-pocket?” inquired the proprietor. “It\nwasn’t lying here before you came in.”\n\nWith a horrible oath the unhappy man turned and fled from the place. I\nlost sight of him after that for three hours, then I suddenly came upon\nhim again. He was walking up town with a set purpose in his face that\nmade him look more dangerous than ever. Of course I followed him,\nexpecting him to turn towards Fifty-ninth Street, but at the corner of\nMadison Avenue and Forty-seventh Street he changed his mind and dashed\ntoward Third Avenue. At Park Avenue he faltered and again turned north,\nwalking for several blocks as if the fiends were behind him. I began to\nthink that he was but attempting to walk off his excitement, when, at a\nsudden rushing sound in the cut beside us, he stopped and trembled. An\nexpress train was shooting by. As it disappeared in the tunnel beyond,\nhe looked about him with a blanched face and wandering eye; but his\nglance did not turn my way, or if it did, he failed to attach any\nmeaning to my near presence.\n\nHe began to move on again and this time towards the bridge spanning\nthe cut. I followed him very closely. In the center of it he paused and\nlooked down at the track beneath him. Another train was approaching. As\nit came near he trembled from head to foot, and catching at the railing\nagainst which he leaned, was about to make a quick move forward when a\npuff of smoke arose from below and sent him staggering backward, gasping\nwith a terror I could hardly understand till I saw that the smoke had\ntaken the form of a spiral and was sailing away before him in what to\nhis disordered imagination must have looked like a gigantic image of\nthe coil with which twice before on this day he had found himself\nconfronted.\n\nIt may have been chance and it may have been providence; but whichever\nit was it saved him. He could not face that semblance of his haunting\nthought; and turning away he cowered down on the neighboring curbstone,\nwhere he sat for several minutes, with his head buried in his hands;\nwhen he rose again he was his own daring and sinister self. Knowing that\nhe was now too much master of his faculties to ignore me any longer,\nI walked quickly away and left him. I knew where he would be at six\no’clock and had already engaged a table at the same restaurant. It was\nseven, however, before he put in an appearance, and by this time he\nwas looking more composed. There was a reckless air about him, however,\nwhich was perhaps only noticeable to me; for none of the habitues of\nthis especial restaurant were entirely without it; wild eyes and unkempt\nhair being in the majority.\n\nI let him eat. The dinner he ordered was simple and I had not the heart\nto interrupt his enjoyment of it.\n\nBut when he had finished; and came to pay, then I allowed the shock to\ncome. Under the bill which the waiter laid at the side of his plate\nwas the inevitable steel coil; and it produced even more than its usual\neffect. I own I felt sorry for him.\n\nHe did not dash from the place, however, as he had from the\nliquor-saloon. A spirit of resistance had seized him and he demanded to\nknow where this object of his fear had come from. No one could tell him\n(or would). Whereupon he began to rave and would certainly have done\nhimself or somebody else an injury if he had not been calmed by a man\nalmost as wild-looking as himself. Paying his bill, but vowing he would\nnever enter the place again, he went out, clay-white, but with the\nswaggering air of a man who had just asserted himself.\n\nHe drooped, however, as soon as he reached the street, and I had no\ndifficulty in following him to a certain gambling den where he gained\nthree dollars and lost five. From there he went to his lodgings in West\nTenth Street.\n\nI did not follow him in. He had passed through many deep and wearing\nemotions since noon, and I had not the heart to add another to them.\n\nBut late the next day I returned to this house and rang the bell. It was\nalready dusk, but there was light enough for me to notice the unrepaired\ncondition of the iron railings on either side of the old stone stoop and\nto compare this abode of decayed grandeur with the spacious and elegant\napartment in which pretty Mrs. Holmes mourned the loss of her young\nhusband. Had any such comparison ever been made by the unhappy John\nGraham, as he hurried up these decayed steps into the dismal halls\nbeyond?\n\nIn answer to my summons there came to the door a young woman to whom I\nhad but to intimate my wish to see Mr. Graham for her to let me in with\nthe short announcement:\n\n“Top floor, back room! Door open, he’s out; door shut, he’s in.”\n\nAs an open door meant liberty to enter, I lost no time in following the\ndirection of her pointing finger, and presently found myself in a low\nattic chamber overlooking an acre of roofs. A fire had been lighted in\nthe open grate, and the flickering red beams danced on ceiling and walls\nwith a cheeriness greatly in contrast to the nature of the business\nwhich had led me there. As they also served to light the room I\nproceeded to make myself at home; and drawing up a chair, sat down at\nthe fireplace in such a way as to conceal myself from any one entering\nthe door.\n\nIn less than half an hour he came in.\n\nHe was in a state of high emotion. His face was flushed and his eyes\nburning. Stepping rapidly forward, he flung his hat on the table in the\nmiddle of the room, with a curse that was half cry and half groan. Then\nhe stood silent and I had an opportunity of noting how haggard he had\ngrown in the short time which had elapsed since I had seen him last. But\nthe interval of his inaction was short, and in a moment he flung up\nhis arms with a loud “Curse her!” that rang through the narrow room and\nbetrayed the source of his present frenzy. Then he again stood still,\ngrating his teeth and working his hands in a way terribly suggestive\nof the murderer’s instinct. But not for long. He saw something that\nattracted his attention on the table, a something upon which my eyes\nhad long before been fixed, and starting forward with a fresh and quite\ndifferent display of emotion, he caught up what looked like a roll of\nmanuscript and began to tear it open.\n\n“Back again! Always back!” wailed from his lips; and he gave the roll a\ntoss that sent from its midst a small object which he no sooner saw than\nhe became speechless and reeled back. It was another of the steel coils.\n\n“Good God!” fell at last from his stiff and working lips. “Am I mad or\nhas the devil joined in the pursuit against me? I cannot eat, I cannot\ndrink, but this diabolical spring starts up before me. It is here,\nthere, everywhere. The visible sign of my guilt; the--the----” He had\nstumbled back upon my chair, and turning, saw me.\n\nI was on my feet at once, and noting that he was dazed by the shock of\nmy presence, I slid quietly between him and the door.\n\nThe movement roused him. Turning upon me with a sarcastic smile in which\nwas concentrated the bitterness of years, he briefly said:\n\n“So, I am caught! Well, there has to be an end to men as well as to\nthings, and I am ready for mine. She turned me away from her door\nto-day, and after the hell of that moment I don’t much fear any other.”\n\n“You had better not talk,” I admonished him. “All that falls from you\nnow will only tell against you on your trial.”\n\nHe broke into a harsh laugh. “And do you think I care for that? That\nhaving been driven by a woman’s perfidy into crime I am going to bridle\nmy tongue and keep down the words which are my only safeguard from\ninsanity? No, no; while my miserable breath lasts I will curse her,\nand if the halter is to cut short my words, it shall be with her name\nblistering my lips.”\n\nI attempted to speak, but he would not give me the opportunity. The\npassion of weeks had found vent and he rushed on recklessly.\n\n“I went to her house to-day. I wanted to see her in her widow’s weeds;\nI wanted to see her eyes red with weeping over a grief which owed its\nbitterness to me. But she would not grant me an admittance. She had me\nthrust from her door, and I shall never know how deeply the iron has\nsunk into her soul. But--” and here his face showed a sudden change,\n“I shall see her if I am tried for murder. She will be in the\ncourt-room,--on the witness stand----”\n\n“Doubtless,” I interjected; but his interruption came quickly and with\nvehement passion.\n\n“Then I am ready. Welcome trial, conviction, death, even. To confront\nher eye to eye is all I wish. She shall never forget it, never!”\n\n“Then you do not deny----” I began.\n\n“I deny nothing,” he returned, and held out his hands with a grim\ngesture. “How can I, when there falls from everything I touch, the\ndevilish thing which took away the life I hated?”\n\n“Have you anything more to say or do before you leave these rooms?” I\nasked.\n\nHe shook his head, and then, bethinking himself, pointed to the roll of\npaper which he had flung on the table.\n\n“Burn that!” he cried.\n\nI took up the roll and looked at it. It was the manuscript of a poem in\nblank verse.\n\n“I have been with it into a dozen newspaper and magazine offices,” he\nexplained with great bitterness. “Had I succeeded in getting a publisher\nfor it I might have forgotten my wrongs and tried to build up a new life\non the ruins of the old. But they would not have it, none of them, so I\nsay, burn it! that no memory of me may remain in this miserable world.”\n\n“Keep to the facts!” I severely retorted. “It was while carrying this\npoem from one newspaper to another that you secured that bit of print\nupon the blank side of which you yourself printed the obituary notice\nwith which you savored your revenge upon the woman who had disappointed\nyou.”\n\n“You know that? Then you know where I got the poison with which I tipped\nthe silly toy with which that weak man fooled away his life?”\n\n“No,” said I, “I do not know where you got it. I merely know it was no\ncommon poison bought at a druggist’s, or from any ordinary chemist.”\n\n“It was woorali; the deadly, secret woorali. I got it from--but that\nis another man’s secret. You will never hear from me anything that will\ncompromise a friend. I got it, that is all. One drop, but it killed my\nman.”\n\nThe satisfaction, the delight, which he threw into these words are\nbeyond description. As they left his lips a jet of flame from the\nneglected fire shot up and threw his figure for one instant into bold\nrelief upon the lowering ceiling; then it died out, and nothing but the\ntwilight dusk remained in the room and on the countenance of this doomed\nand despairing man.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Green, Anna Katharine"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22807/pg22807.txt",
        "name": "a_difficult_problem_1900.json"
    }
}