{
    "name": "A jar of jelly beans",
    "author": [
        "Gregory, Franklin"
    ],
    "body": "It seemed somehow appropriate to Justin that it was a little child who\nwould finally save the world; since, broadly speaking, it was the\nlittle brats who caused the mess in the first place.\n\n\"Not,\" Justin hastened to assure Doris with a tenderly approving glance\nat her expanded umbilical region, \"that it's all their fault. There's\njust so damn many of them.\"\n\nDoris, supine like a pampered queen on the day bed, corrected him\ngently.\n\n\"Us,\" she said. \"Really, Justin--\"\n\n\"Yes, yes,\" Justin agreed. \"With a name like mine. I ought to be more\nfair. Us, it is, of course, all ten damn billion of us. And it was\nreally our Great Granddads to blame. If they'd listened to Huxley and\nthe rest of the population-controllers, we'd not be in this box. We\nmightn't even be, period.\"\n\n\"What a frightening thing to think of!\"\n\n\"I only meant,\" Justin pursued, \"that since we were all kids, too,\nonce, it does rather keep going back to that. The more kids, the more\nthere are to grow up to beget more kids, ad infinitum till something\ngives. But with this lousy election coming on, maybe I'm not thinking\nso straight any more.\"\n\n\"You're a very straight thinker,\" Doris told him, and she smiled\nproudly at the Nobel scroll on the wall. \"Everybody at N. Y. U. insists\nyou're an absolute genius, one of the last.\"\n\nJustin tried, and as usual failed, to contain his sarcasm.\n\n\"Everybody? You mean all twenty-six morons on the faculty, or that mob\nof half-literate bums they call a student body?\"\n\n\"Now you're being difficult,\" Doris said. But Justin, genius-like, had\nstopped listening. Instead, he was thinking how silly his colleagues\nwould look when he finally announced his answer. It was the obvious\nthe clunkheads never saw; which, when you came down to it, was why\nclunkheads never won Nobel Prizes.\n\nNobody denied that in this year of Our Lord, 2060, a new frontier was\nneeded to relieve the horrible overcrowding. So where else, they asked,\nwould you find it except in Outer Space? You couldn't make the world\nstretch, could you? Of course not. But it was like saying a jar would\nhold only so many jelly beans. That was true, too, but only in a sense.\nIt was the other sense the clunkheads didn't see.\n\n\n\nDoris stirred and murmured. Justin stiffened with concern. Doris said:\n\"It didn't really hurt. It was the surprise. I can't get used to the\nlittle monster bumping around inside me. You don't mind me calling it a\nlittle monster, do you?\"\n\n\"Of course not.\"\n\n\"And it won't be, will it? You promised it wouldn't. Oh, Jus, I simply\ncouldn't stand having an abnormal baby.\"\n\n\"No,\" he said, sticking to the truth as he saw it. \"No, it won't be\nabnormal.\"\n\nThey had been through this before, ever since the first month when\nDoris agreed to the hormone injections and the special diet. He said\nsuddenly:\n\n\"Did you ever hear of Count Borulwaski? He was a Pole. Handsome, witty,\na scholar, and very healthy. He lived to be ninety-eight years old.\"\n\n\"Do you mean my baby will be like him? Oh, I'd love that!\"\n\n\"I think he will be very much like Borulwaski,\" Justin said, again\nquite honestly. And he hoped to God Doris never took it into her\npretty blonde head to look up the man in the encyclopedia. It wasn't\nlikely. That was the nice thing about a girl with so few intellectual\npretensions.\n\n\n\nJustin himself--Dr. Justin Weatherby, biochemist, geneticist,\nendocrinologist, and politician perforce--got his belly full of\nintellect every day. Since he could abide neither brains nor absolute\nidiocy, he was often lonely. But President Austin told people:\n\n\"What I like about Weatherby, he's the only confounded scientist I can\nunderstand.\"\n\nTo a President of the United States in the hot spot of making unpopular\ndecisions every day and simultaneously seeking reelection, this was\nimportant. And it was to have Justin's advice at hand that he had\nnamed him consultant to the National Demographic Authority, the agency\nwhich--in view of the galloping population crisis--had long since\nsucceeded the Security Council as No. 1 pusher-around of people. Nobody\nenvied Justin this position.\n\nNobody, either, gave Murray Austin a Chinaman's chance of whipping\nSenator Wheeler. In sixty years not one American President had won a\nsecond term; not one had made good his campaign promise to bring order\nout of chaos.\n\nTo this unavoidable handicap, President Austin had added one of his\nown: his deliberate by-passing of the powerful Strip City Bosses who\nhad placed him in office.\n\nBy habit, Justin glanced at Doris and then at the calendar on his\nwork table with its fatefully-ringed election date of two weeks\nhence--Tuesday, November 2. A bizarre race, he reflected, between the\nballot and the stork. Mind-reading Doris teased:\n\n\"What if I had a miscarriage?\"\n\n\"My God, don't even think it!\"\n\nDoris reached for her manicure set and began to do her nails. She'd\nreally never understood why Justin thought her baby would be more\nimportant than anyone else's--except to themselves, of course. But\nif she were puzzled, and if she wished Justin were less secretive\nabout the experiments that took him so often to his Rockland County\nlaboratory camp, she did not actually worry. She said:\n\n\"You're rather fond of the old goat, aren't you?\"\n\n\"Let us say, rather,\" said Justin stiffly, \"I am fond of my country.\nMurray Austin is the first President I can remember who is really\ntrying to do something.\"\n\n\"Meaning,\" smiled Doris, \"that the old goat listens to you.\"\n\n\"Exactly. But I wish you would not call him an old goat. He's younger\nthan I, a shade taller, and almost as handsome.\"\n\n\"Gee, we sure hate ourself.\"\n\nGrinning, Justin stepped to the window, his usual method of closing a\nconversation. Three panes were cracked and he had patched them with\ntape. Just outside, the once-private terrace had been converted to a\nfire escape long ago when the apartments were sub-divided. Somebody\nhad told him that Washington Square Village in the old days was a very\nnice place to live, with elevators even and private bathrooms. It would\nbe pleasant to have your own bath. Still, they were darn lucky to have\nthis single room to themselves, and that only because of his standing\nwith the Government.\n\n\n\nFrom his high vantage he could see into Washington Square where, under\nthe autumnal nudity of the ancient trees, the students had their\ndigs--old army tents mostly and packing-crate shanties. A snow threat\nhung in the bleak sky; a light breeze rippled the tent walls and\nchurned the smoke from the community kitchen's licensed fire. Oblivious\nof the forming weather, a group of ragged students mustered near the\nruined Arch. Some carried signs:\n\n\"Down with Austin! Vote for Wheeler!\n\n\"Venus or Bust!\n\n\"Damn the Budget, Try Again!\"\n\nIn loose, unmilitary formation they filed past the Arch, perhaps\nto picket some visiting delegation; more likely to stage another\nhot-headed rally of their own Society for the Settlement of Space.\n\nExasperated at their persistence (and the persistence of all human\nhope) Justin watched as they lost themselves in the wretched pedestrian\nhordes of Fifth Avenue. A little uneasily, he wondered how they would\ntake the President's announcement. Or, for that matter, his own.\n\n\"Hon, I'm gasping. Roll me one, huh?\"\n\nJustin returned to the table and lifted the porcelain top of the room's\nonly antique, a 19th Century apothecary's jar deceptively labeled\n\"Opium.\" There was but little tobacco left. Careful to spill not a\nsingle grain, he rolled a cigarette, inserted it between Doris' lips\nand held a match. When she'd inhaled, hungrily, she asked:\n\n\"Aren't you having one?\"\n\n\"Joe's not sure when he can get some more,\" he said thoughtlessly, and\nat once regretted subtracting from her pleasure.\n\n\"I feel like a heel. Have a drag on this.\"\n\n\"No. No, thanks, I'm trying to quit,\" he lied lamely.\n\nCrazy, this young girl latching onto the habit forty-odd years after\nthey'd switched the last Burley field to essential food grains. Only\ndimly could he himself remember when the Tobacco Prohibition Amendment\nwas enacted. Could there be something in Doris' metabolism to demand\nnicotine? The thought startled him; would it make a difference in his\ncalculations?\n\n\n\nFrom behind her pillow Doris pulled out a fat, once-glossy magazine\nof a type not published for generations. It was dated January, 1959,\nand Justin had brought it home from the college library to amuse her.\nTurning to a splashy, full-page cigarette ad, she asked:\n\n\"Were they really manufactured a hundred years ago?\"\n\n\"Oh, yes, they called them tailor-mades.\" He closed an eye to recall a\nspecific fact. \"Americans smoked nearly half a trillion a year. It was\na tremendous industry.\"\n\nDoris said slowly:\n\n\"You ought to have something relaxing to do.\"\n\n\"I could get drunk on lab alcohol, but that's illegal, too.\" He sat\ndown beside her and stroked her neck. \"Besides, I have you.\"\n\n\"You're leering! I'll see you after the baby is born.\"\n\nShe turned a page. It was hard to tell whether the slim girl stepping\nfrom the orchid-colored Cadillac in front of the theatre marquee was\nadvertising the Cartier emerald necklace or the sable coat.\n\n\"You never see anything like this,\" Doris said.\n\n\"They're still around. In hiding, mostly. Once in a while, after a\nriot, and if you want to pay an outrageous price, you can get something\nlike it under the counter.\"\n\n\"But you couldn't wear it!\"\n\n\"Of course not. You'd be torn to pieces.\"\n\n\"And just anybody could fly to Europe or take cruises? And everyone had\ncars like this? Not just the Government?\"\n\n\"Nearly,\" said Justin. \"You could put all the people in all the autos\nand all the back seats would still be empty.\"\n\nDoris sighed.\n\n\"It must have been a fabulous time to live.\"\n\nPerhaps it was. Even history-minded Justin found it hard to believe\nthe cold statistics of that storied era: a life expectancy at birth of\nsixty-eight years; a daily diet of three thousand calories; meat, eggs,\nmilk whenever you wished (why, he himself could scarcely remember the\ntaste of beef!); bountiful super-markets groaning with viands; choice\nliqueurs and wines; fresh fruit in winter; mountainous surpluses of\nwheat and corn; candy shops, jewelry shops, flower shops, book shops;\nopera, theatre, museums; a telephone for every three persons; half the\npopulation in steady jobs, another quarter in school ... and land,\nland, land for everyone!\n\nWhere had this great nation failed?\n\nTo the few who still troubled to study the past, there was no mystery.\nFrom the twelve billion a year spent during the infant age of Sputniks\nand Explorers, America had spilled her treasure like sand into the\nfrantic race to conquer Space. Temporarily braked by the Wars, but with\neach Peace redoubling the effort, the nation in the decade after the\nRed collapse had poured half her national income into those innumerable\nstabs toward the stars.\n\n\n\nLike the Mississippi Bubble, the madness mounted. With the first\nbuilding of the Moon stations, with a lucky landing on Mars, hope in\nthe great gamble rekindled and the world \"ahh'd\" like children watching\nfireworks.\n\nNo cost was counted. For, as the 20th Century turned into the 21st,\nthe exploding population seemed to make success ever more urgent.\nDemagogues were swept into office on the mere promise of more Space\nspending. Their failure but paved the way for successor demagogues with\nstill wilder plans.\n\nYet each new surge of the wasteful effort saw the economy erode, the\ndollar shrink, and private income shrivel and disappear. Markets for\nfirst the luxuries and then the staples contracted and vanished.\nNon-Space industries closed and scores of millions were thrown on the\ndole.\n\nThe simplest law of economics had asserted itself: the frantic\nexpenditure of capital without return could only end in complete\nbankruptcy.\n\nCorporate giants stopped their dividends and defaulted their bonds,\ntrading ceased on the stock exchanges, insurance empires collapsed,\nbanks failed and all the gold in Fort Knox could not make good on the\ninsured deposits.\n\nNewspapers folded for lack of advertising; television blacked out, and\nGovernment radio remained the sole means of mass communication.\n\nTaxes soared--and went unpaid. Schools closed, colleges foundered.\nSkills, acquired in a thousand years of Western civilization, were\nlost to posterity. And the great medical discoveries of the 19th and\n20th Centuries, so important a factor in the mushrooming population,\nwere all but forgotten by the ever-diminishing ranks of doctors.\n\nDiseases, once thought banished forever, reappeared. Ignorance spread.\nTensions gripped the nation. The hospitals, prisons and madhouses\nspilled over, and each night brought new terror from marauding gangs.\nLife became a nightmare.\n\n\n\nBy 2030 the last foundations for any industrial nation collapsed\nas increasing man--cancer on his own planet, spendthrift and\nwastrel--exhausted his oil and coal and gas and minerals. By that year\nthe subways had stopped in New York; trains braked to a halt from Coast\nto Coast; great liners rusted at their docks; planes grounded, and the\nlights went out in street and home.\n\nNor did power from atom or wind or sun or tide begin to fill the\nbreach. Research, so long channeled into the single paramount objective\nof celestial pyrotechnics, had neglected to find replacement fuels.\n\nThis was the chaotic age in which Justin Weatherby reached manhood and\nDoris was born.\n\n\n\nCharlie Hackett paid one of his rare calls next morning, flushed from\nclimbing the seven backstairs flights. He was Doris' uncle, a former\nMayor of New York and still the undisputed political boss with sixty\nmillion votes in his pocket if you counted the Upstate graveyards. He\nwas past middle age, plumper than the austere times permitted, and it\ntook him a moment to sit and recover his breath.\n\n\"Lord!\" he exclaimed, blinking. \"It's good to get out of that mob, and\nthe smallpox out of hand again. Why d'you know, when I was Mayor twenty\nyears ago, this town had only twenty-eight million people. It must be\ntwice that now.\"\n\nJustin, wondering what prompted the visit, said:\n\n\"And it was built for only eight.\"\n\n\"Really? Hmm. You ever been to India?\"\n\n\"Oh, yes.\"\n\n\"Worse'n here?\"\n\n\"Much worse,\" said Justin. \"Though I judge we're about where they were\neighty or ninety years ago.\"\n\n\"I was in London last week, gov'ment trip. This Hindu diplomat was\nblamin' us for their troubles.\"\n\nJustin guessed what was coming and smiled. Hackett went on:\n\n\"He said we went over there a century or so ago with our bloody doctors\nand our bloody anti-biotics and our bloody surplus food and cured their\ndiseases and filled their tummies. We cut down their death rate and\nnow, where they'd had at least a place to lie down, there's hardly room\nto stand. He claimed it wasn't moral.\"\n\n\"I suppose,\" murmured Justin, \"we should have let them keep on dying\nlike flies.\"\n\n\"That's what I told him, but he said we coulda educated 'em first and\nmaybe they'da turned to family planning.\"\n\nJustin was grinning.\n\n\"Education on an empty stomach? Like which comes first, the chick or\nthe egg? Rats! Education wasn't the answer. We had more schools than\nanywhere, but it happened here. We had two hundred million people back\nin 1975 and today we've got a billion. Which just proves that old Tom\nMalthus was right: the population outruns the food supply every time if\nyou don't keep it down with war, famine, disease or sexual discipline.\"\n\n\"And I guess,\" grunted Hackett, \"we can't put a cop in every bedroom.\"\nHe colored. \"Sorry, Doris.\"\n\n\"It's perfectly all right,\" Doris said. \"It might be a very good idea.\"\n\nHer uncle slapped his knee with delight and Justin chuckled.\n\n\"Y'know,\" said Hackett, \"there's people in Europe still think we\nshoulda used our nuclear bombs those last two wars. Maybe they're\nright, it woulda cut down the population.\"\n\n\"No,\" said Justin, \"but say we had. There were four billion in the\nworld in 1980. How many could the bombs kill before knocking both sides\nout? A billion? All Europe, Russia and North America? So you'd put\nthe clock back only twenty years to 1960 when there were only three\nbillion, and delayed the crisis by only that much. But you'd still have\nit. No, it was better not and we hadn't the blood on our hands.\"\n\nHe winked.\n\n\"Besides, it saved our nuclear power for the Great Adventure.\"\n\nHackett missed the malicious irony.\n\n\"But you can't tell 'em that. They blame us for everything. They're\npoor. God, they're poor. And because we're a mite better off, and by\nsome miracle still have free elections, they hate our guts.\"\n\n\"They always did,\" said Justin. \"The legend of Uncle Shylock dies hard.\"\n\n\"They hate us,\" Hackett repeated. \"And yet, it's just pitiful the way\nthey look to us for the answer.\"\n\nAnd now Justin suspected why Hackett had called.\n\n\"Space?\"\n\n\"Space,\" affirmed Hackett. \"They're waitin', like we all are, for the\ntime we can start movin' people upstairs.\"\n\nJustin said nothing, and Hackett stared out the window. Then, a bit too\ncasually:\n\n\"I hear Austin's goin' before Congress with some fool announcement?\"\n\nJustin thought: Damn Austin! If ever he needed grass roots support\nwhich only the Bosses could give, it was now. Yet the idiot had failed\neven to consult the most powerful man in the East!\n\n\"Yes,\" Justin said, \"and after that, I'm to make an announcement, too.\"\n\n\n\nHackett asked with blunt anger:\n\n\"You tellin'? Or is it too top-drawer for the likes of me?\"\n\n\"No, no. Listen! He should have told you. I don't blame you for being\nsore, or McPhail or Harvey and the rest of your bunch. But this is once\nyou've got to forgive him. You know the strain he's been under and it's\ntoo important for the country--\"\n\nHe glanced at Doris, not wishing to shock her, wondering how much she\nhad guessed.\n\n\"He's going to announce,\" Justin said slowly, \"that the Space Program\nhas failed.\"\n\nFor an utterly disbelieving moment, Boss Hackett sat very still. Only\nhis hands moved, to clench and unclench.\n\n\"The blasted fool!\"\n\nJustin waited.\n\n\"And I'm supposed to forgive that? Why, he'll lose the election for\nsure now--not that he had much chance!\"\n\nJustin said quietly:\n\n\"Isn't it about time we quit kidding ourselves?\"\n\nHackett glared.\n\n\"My God, man! To destroy in a single stroke everything we've looked\nforward to for Heaven knows how many years! It's our only hope!\"\n\nJustin shook his head.\n\n\"Not our only hope.\" Again he glanced at Doris, disliking to leave her\nalone now that it might happen at any hour. Still, there were the women\nnext door. He said: \"If you could spare a few hours, I want you to see\nwhat I've done up at my lab at Camp Jukes.\"\n\n\n\nAs the charcoal-burning Government car inched on through the miserable,\nsluggish throngs of mid-Manhattan, Justin closed his eyes. It was all\nthere, every evil man had prophesied for multiplying man: the skin\nlesions of pellagra, the deformities left by infantile rickets, the\nstarvation of face and body and mind. Silent expressionless sheep, they\nmoved slowly out of the way; and only a few of the more alert turned to\ncurse or spit.\n\nAt 42nd and Fifth, long lines queued patiently up worn stone steps\nto secure their meager daily rations in what had once been the great\nPublic Library.\n\nThe driver was new, and new to New York.\n\n\"Jeez! Where do they live, sir?\"\n\nJustin nodded toward the soaring skyscrapers, weather-blackened\nmonuments to a commercial past.\n\n\"As far up,\" he said wearily, \"as they care to climb.\"\n\nHackett emerged from his moody silence.\n\n\"Where you from, boy?\"\n\n\"Iowa, sir.\"\n\n\"It's better out there?\"\n\n\"Well, sir, really not. They're hungry, too. But there does seem a bit\nmore room.\"\n\n\"Like for some of our people?\"\n\n\"I didn't mean that, sir. They're moving folks out in fact. That's\nwhy I'm here. Grandpa had this farm, but they took it. They took 'em\nall and threw 'em together with automation. For better production,\nthey claimed. Nobody's allowed back but the damned button-pushers.\" He\nspoke bitterly. \"They said the rest of us would get in the way of the\nmachines.\"\n\n\"In the towns where do they live?\"\n\n\"Well, the empty factories mostly. Like here, they're all closed down,\nyou know, except the ones on the Space Program.\"\n\nHe did not speak again until they had crossed the sagging, rust-coated\nGeorge Washington Bridge. Looming out of a great signboard high on the\nPalisades a space-helmeted Uncle Sam pointed an imperative finger at\ntheir approach:\n\n\"For the American Dream, Buy Space Bonds!\"\n\nThere was eager conviction in the lad's voice:\n\n\"Gosh, when will we make it, sir?\"\n\nEven Boss Hackett, viewing Camp Jukes in its isolated fold of the\nRockland County Ramapos, marveled at the political strings Justin\nmust have pulled to create it. Its spacious gardens studded with\nminiature rustic cabins stood like a last remnant of heaven in a world\ngone to hell. But as they watched from a rise of ground the group's\ncalisthenics on the playing field below, Hackett burst out:\n\n\"Dammit, man! You bring me clear up here to see a couple dozen\nchildren?\"\n\n\"You'd better look again,\" Justin said quietly. \"They are not children.\"\n\n\n\nHackett glared--and gasped.\n\n\"But I can well remember when they were,\" Justin went on. \"When I took\nthem from various welfare bureaus, their average age was eighteen\nmonths. The girls' average height was thirty-one inches, the boys a\ntrifle more. Well, that's still their height, but they are now twenty\nyears old. Their bodies are of perfect proportion, and their health and\nI.Q. are far above the national average.\n\n\"Are you trying to tell me--\" Hackett began in horror.\n\n\"No, let me finish. Really, there isn't much new. The old Romans\npracticed a crude form of artificial dwarfing, but for their own\nsadistic amusement. And we've always had natural midgets and some\nvery famous ones. Philetas, the tutor of Ptolemy; Richard Gibson, the\npainter; Count Borulwaski of Poland. They were all tiny, extremely\nintelligent, and lived good long lives.\n\n\"What the early endocrinologists found was that a deficiency of\ngrowth hormone in the anterior lobe of the pituitary gland caused the\ncondition. They corrected it by injecting the right pituitary extracts\nso the midgets grew normally.\n\n\"Charlie, what I've done is merely reverse the process by a proper\nmanipulation of glandular balance. It's nothing they couldn't have done\na century ago. And there's your result: a new and better breed of human\nin which nothing is omitted but size.\"\n\nHackett sat heavily down on a rock and stared at the group.\n\n\"Good Lord, man, why did you do it?\"\n\n\n\nJustin replied with another question.\n\n\"Honestly now, Charlie, how long since we first suspected the Space\nProgram would fail?\"\n\n\"I don't know, twenty years maybe.\"\n\n\"Yes, which was when I began work on the problem. The goal, of course,\nwas to regain our high standard of living. And we thought there were\nonly two answers: move half the population off the planet, or--kill\n'em. Those were the only alternatives.\n\n\"But here I've come up with a third way: reduction in size. Can't you\nsee what it means? As workers, these little people can produce as much\nas normal adults. Yet they need only half the food and yardage in\nclothes, smaller houses, smaller everything. Think of the tremendous\nsavings in natural resources!\"\n\nHe paused.\n\n\"I know you are terribly shocked,\" he resumed earnestly. \"I was\nstartled myself when the idea occurred. We've always thought progress\nmeant bigness. The ideal man was six feet tall and all that. But it's\nbunk. Even when our standard of living was at record high, that ideal\nwas still the exception. And since our time of trouble began, the\naverage height has actually decreased by three inches.\"\n\nHackett was shaking his head.\n\n\"But dammit, you can't make 'em small all at once.\"\n\n\"No, it's a long haul and it will take all kinds of courage for\nCongress to pass the laws. But if we don't start now, soon it will be\ntoo late. Here is my plan:\n\n\"Some of us think the malnutrition and spreading disease are starting\nto stabilize the population at about one billion, which is still way\ntoo high. About fourteen million die each year; at present some fifteen\nmillion babies survive birth.\n\n\"I can't work it on children over two years old. By then they're too\ntall. But if we stop the growth, right now, of the thirty million in\nthat age group, allowing for natural mortality, in twenty years we'll\nhave over two hundred million small people--a fifth of our number. At\nleast it will give us some elbow room to attack our miserable standard\nof living.\"\n\nStill Hackett protested:\n\n\"It would be rough. Nobody wants to be peewees.\"\n\n\"I know, and there's another problem. At about age twenty, they'll be\nhaving their own kids. And midgets don't give birth to midgets. So we'd\nhave to keep on with artificial dwarfing in perpetuity, except--\"\n\nJustin had reached the most delicate point.\n\n\"Well, I tackled it from another angle. What science has known for\nyears is that it's the condition of the child in the womb during the\nfirst three months of pregnancy that regulates size. I developed a\nsimple injection and diet, and I think the baby Doris delivers will be\nthe answer.\"\n\nHackett sprang to his feet.\n\n\"You practiced on my niece? You cold-blooded louse!\"\n\n\n\nJustin held out a pleading hand.\n\n\"Please. I said it would take courage, more guts than the human race\nhas ever known. But if my procedure succeeds with Doris, we'd adopt it\nas part of the normal pre-natal care for all prospective mothers. And\nin two generations anyone over three feet tall would be the exception.\"\n\nHackett was sneering.\n\n\"Has it occurred to the Great Nobel Mind that when we have finally\nbe-littled ourselves, the foreign giants will move in and knock us off?\"\n\n\"Yes, and it's also occurred to Austin. The obvious answer is that\nsheer size hasn't counted since the invention of firearms. My guess is\nwhen they see our returning health and prosperity, they'll be only too\nglad to join us.\"\n\n\n\nHackett gazed down toward the field. The girls, apple-cheeked and hair\nin disarray, had teamed against the muscular boys in a softball game.\nIt had been a long time since he had seen such spirit and laughter.\nHeavily he asked:\n\n\"What d'ya want from me?\"\n\nJustin chose his words carefully:\n\n\"When Austin admits the Space failure, there will be a great wave of\ndespondency. Then, when all hope seems lost, I am to go before Congress\nwith this--new hope. Now I'd be damned naive to think Austin's strong\nenough to push it through by himself. But Congress would do it for you,\nand McPhail in Chicago and Harvey out on the Coast, and the rest of\nyour crowd.\"\n\nMentally he ticked them off: Blake in Atlanta and Lipsky up in Alaska\nand Cabot in Boston ... the all-powerful clique of Strip City Bosses\nwho actually ran the country.\n\n\"Of course,\" he pressed, \"you'd have to reelect Austin as the only man\nwho has the nerve to see the thing through.\"\n\nHackett grunted.\n\n\"That's just the trouble,\" he said.\n\n\n\nDarkness had fallen when they started back. There was still no telling\nwhat Hackett was thinking. He sat stonily alone in the rear seat, a man\nin deep thought.\n\nA bit before six, Justin switched on the radio. For a few moments an\nuninspired concert filled the car. Then:\n\n\"We again interrupt to repeat an important warning. Attention all\npersonnel using Government vehicles! If you are in normal riot zones,\nabandon cars at once and proceed on foot. We repeat--\"\n\nHackett stirred.\n\n\"Blast it, now what's up?\"\n\nAlready the driver was slowing down. Hackett pressed his nose to the\nwindow.\n\n\"We're in Fort Lee. We're okay here, but we sure can't make it across\nthe bridge. Dammit, we'll have to walk into town, but first let's hear\nthe news.\"\n\nTires crunched on gravel as the car, lights dimmed, swung into a\nby-street and stopped in the shadow of a high wall.\n\n\"And now for our news report!\n\n\"Riots, the worst in thirty years, swept the nation late today in the\nwake of President Austin's stunning message to Congress. The Federal\nBuilding in St. Louis is burning. In the San Francisco Embarcadero\nthousands of rock-throwing hoodlums are fighting Federal troops. In\nManhattan, mobs raided food depots.\n\n\"From Japan and India comes word that the President's message touched\noff a new wave of suicides....\n\n\"The message was brief and, in the view of his party's leaders,\ncourageous. He told Congress he has ordered abandonment of the\nMoon stations. He also has ordered immediate dismantlement of all\nrocket-launching installations, the closing of rocket-building yards,\nand the complete cessation of all Space research. He has turned back to\nthe General Treasury the last nineteen billion dollars earmarked for\nthe Space Program. We give you this recording--\"\n\nPresident Austin's voice came on, precise, cool:\n\n\"My decision, believe me, was most difficult. The destruction of a\nlong-cherished dream can never be easy. But within recent years, it has\nbecome increasingly clear to our leading scientists that man can never\nreach the stars.\n\n\"For better or worse, the ten billion of us humans who had hoped to\nfind a solution for our population problems in Outer Space must remain\nchained to this old and tired planet.\n\n\"I say, it is old and tired. But let us remember, too, that for six\nthousand years of recorded history this Earth of ours has made a pretty\ngood home. With Thomas Jefferson, I believe that our world belongs to\nthe living and not to the dead. I do not, I will not, give up hope.\n\n\"Thank you and God bless you.\"\n\nFor a moment the silence in the car was insufferable. Then Hackett said\ngruffly:\n\n\"We'd best get out now.\"\n\n\n\nJustin heard Doris' tortured sobbing long before he reached the top\nflight. Trying to hurry, his legs buckled. The long tramp across George\nWashington Bridge, the nine miles down the west face of Manhattan; the\nskirting of hysterical, shouting mobs; the senseless crushing to death\nof women under their feet ... no wonder he was exhausted.\n\nAnd there was Austin's speech. At Times Square, the mob had hanged him\nin effigy and wrecked his campaign headquarters. It was there, in the\nred glare of a burning building, that Hackett reached his decision.\n\n\"Okay,\" he'd said. \"I'm still sore as hell with Austin, but we'll go\nalong. I'll call McPhail and the boys tomorrow. This is only providing,\nof course, that Doris turns out all right.\"\n\n\n\nJustin reached his landing and swung into the corridor. Ahead, a door\nopened and the midwife flitted out.\n\nDoris was shrieking now. It tore at his heart. As he reached his door,\nthe shrieking stopped. Doris whimpered:\n\n\"It's a dwarf, I tell you! Oh Justin, how could you?\"\n\nJustin nodded at the midwife. Her answering nod was assuring.\n\n\"Rotten I'm late.\" He crossed to his table. From a drawer he procured a\nbottle, poured green fluid into a glass, stepped to the bed, held it to\nDoris' lips. Her eyes were wide and frightened.\n\n\"Drink,\" ordered Justin. \"Drink, damn it, I love you.\"\n\nOnly when the sedative calmed her did he step to the basket and peer\nin. Slowly, and with pride and great tenderness, he smiled.\n\n\"He's perfect.\"\n\n\"But so tiny,\" whispered the midwife in awe. \"It can't weigh a pound.\nCan it live?\" Justin was grinning.\n\n\"It's a new creation,\" he said.\n\n\n                                THE END\n\n\n",
    "metadata": {
        "author": [
            "Gregory, Franklin"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72538/pg72538.txt",
        "name": "a_jar_of_jelly_beans.json"
    }
}