{
    "name": "A Matter of Order",
    "author": [
        "Holden, Fox B."
    ],
    "body": "\"I don't like it at all,\" the tall thin man said. His name was Tharn,\nand he was known throughout the sprawling colony for the high-strung\nnervousness that was understandable enough in a youth of fifty, but\nhardly normal for a man of his years. You had to be careful how you\ntalked to Tharn, even if you were Angelo, Dean of Masters, himself. \"I\ndon't like it,\" Tharn reiterated, with another dramatic sweep of his\nlong bony arm, \"one bit, Angelo. Look at them, circling up there.\"\n\nThe thin, lined face turned squarely to Angelo's own, and the large,\nalmost protruding black eyes snapped with all the vibrant fire of the\nfine artistic mind that boiled constantly behind them.\n\nAngelo turned his own eyes upward, momentarily following Tharn's\nstill-upthrust arm. Although he did not need to look again. It was\nas the Second-Eldest of the colony said, of course. The slender,\nstylus-shaped object that reflected the golden midday sunlight in\nsplintering shards against the almost cloudless cobalt of the sky still\ncircled.\n\nIt would land at the edge of the great colony. Angelo knew this, Tharn\nknew it, the colony knew it.\n\nAngelo turned his old eyes back upon Tharn, and the ghost of a smile\nplucked at his white-bearded lips. Tharn colored, suddenly aware of the\nincongruous picture he presented. Poised with all the drama of a Mark\nAntony pleading to the populace to sorrow for a Caesar, while rather\nmundanely bedecked in his paint-spattered working-smock! The high color\nin his seamed face remained, but he pursued his point as though Angelo\nhad never smiled at all. \"They won't be satisfied--\"\n\nAngelo got up from the canvas stool before his easel, and the motion\nitself was enough to halt Tharn in mid-sentence. There was going to be\nsome sort of action, anyway.\n\n\"Now look,\" Angelo said slowly. His voice carried the measured\ndeliberation that its rich, deep timbre complemented so harmoniously.\n\"First of all, Tharn, if we begin showing signs of undue alarm, you\nknow what it will do to our younger men and women. They'll be upset for\nweeks, and we'll have another one of those terrible Realist periods.\"\nAngelo grimaced with his incredibly bushy eyebrows. \"Besides that, if\nyou'd take a really careful look at that ship, you'd see in a moment\nthat it's certainly of a type none of us have ever seen. We certainly\ncannot prevent its landing. We certainly do not have the means to\npresent a hostile front when it does. Therefore, we shall go to the\nDell and greet it. I would estimate--\" Angelo turned his massive,\nwhite head slowly for another glance above the low, alabaster walls of\nthe mosaic-tiled court-yard, \"that they will effect a landing within\nanother ten minutes or so. If you'll send an apprentice to go fetch\nMaler, the Philosopher, and Ghezi, the Semanticist, and--and I think\nOjar, the Orator, with word to meet us by the Lesser Amphitheater\nthere, we can be on our way directly. Oh--and Tharn--\"\n\nTharn followed the First-Elder's glance to his paint-smeared smock,\ncolored once more, and immediately erupted into a volcano of action,\nas though rounding up a young jack-a-napes apprentice and locating and\ndonning a suitable street toga were things that could be simultaneously\naccomplished.\n\nHe exited, mumbling heatedly between cries of \"Boy! _Boy!_\" and Angelo\nsmiled again, and prepared his own person for the meeting. He mused\nthat Maler, the Philosopher, commented often in his evening wine that\nto run was never to escape, only to change the pattern of pursuit,\nand of course you couldn't argue much with Maler. Not and win,--but\nthen, nobody on Ste. Catherine very often argued to win. Where was the\npleasure in that?\n\n\n\nThere was a great, scorched spot in the soft greenness of the\ngently-rolling earth, and it widened like an undammed, muddy pool as\nthe thundering, cylinder of steel lowered itself on a pillar of flame.\n\nThey kept a respectable distance; Angelo, Tharn, Maler, Ghezi, Ojar,\nand the several hundred curious and apprehensive of the colony who had\nfollowed. Angelo had decided the closest possible spot for waiting,\nstopped there, and then made no move save to shield his eyes from the\nterrible glare of the ship's landing-jets as it made its cautious\ndescent. As he had predicted, the chosen landing-spot was at the\nextreme northern edge of the Dell, near the Lesser Amphitheater. And\nthey had all just arrived in time.\n\nThe ship settled; its thunder ceased.\n\nMasters, Students, and apprentices alike unshielded their eyes, and\nthen all were turned in unbroken silence toward Angelo himself. He was\nDean. He could deal with this.\n\nAngelo hesitated for perhaps a full minute. In that time he ordered\nthe scene in his mind; the ship from Space, thrust upward toward\nthe heavens like some weapon of challenge, surrounded by the gentle\nundulations of the low Renoir range to the far west; the rugged,\nice-capped Alps of Cezanne to the south and further distant still; the\nlow, wind-tossed and wild Van Gogh Plain that stretched endlessly to\nthe east, and finally to the north, the fertile richness of the Valleys\nof Rembrandt which reached as far as the eye could see.\n\nAll this, and the warmth of the clear atmosphere that embraced it all\nwas seen and felt in that minute--by Angelo, and by the rest, as he\nintended they should. _This_, the minute seemed to say, _is yours. Do\nnot betray it._\n\nAnd then he was walking with the dignified deliberation of his office\ntoward the ship, the pure white of his full toga billowing gently in\nthe soft breezes of the Dell.\n\nThere was a clanging sound. A round section of the ship, near the\nwide fins of its stern, swung open; men came through it, started down\na series of metal rungs to the ground. As he walked, Angelo counted\nthem--one; two; three. Three men.\n\nThree men from Earth, of course.\n\nAnd he knew what they wanted.\n\nThey met halfway; three men from Earth in their blue-and-silver\nuniforms, their heads close-shaven, their boots polished as though\nfashioned of metal ... and Angelo, inches shorter than they, far\ngreater in girth than they, with his feet in hide sandals, and his long\nwhite hair falling free to merge with the rolling folds of his single\ngarment.\n\nThe man in the middle of the uniformed trio spoke; the obvious leader.\n\n\"This is the--the Colony of Artists, Planet of Ste. Catherine?\" The\nheavy sound of his voice seemed to balk at the words ever so slightly.\n\"You are their leader?\"\n\n\"I am Angelo, Dean of Masters here,\" Angelo replied. \"I do not lead,\nbut guide, instead. I am at your service, gentlemen of Earth.\"\n\n\"You seem certain of where we are from.\"\n\n\"But of course--do I not immediately recognize and speak your tongue?\"\n\n\"You would, of course,\" the leader said, and Angelo did not miss the\nhint of grudging acknowledgement in his voice as he said it. In face\nhe was little different than the other two, although perhaps a year or\ntwo older. But for all practical purposes they were the same--the high\nforeheads, the too-closely-spaced blue eyes, the sharp, disciplined\nfeatures, the lack of any genuine character at all. They were as much\nof the same bolt of cloth as the uniforms they wore.\n\n\"Of course,\" Angelo smiled. \"Our memories here on Ste. Catherine are\nfortunately long, and our libraries are well-filled--and well-used! And\nof course we have been expecting you.\"\n\n\"_Expecting_ us?\"\n\n\"Naturally,\" and again Angelo smiled. \"It is a philosophical truth\nafter all--Man is a social creature by nature, and as such, must\ncontinually seek the company of his own kind. And of course,\" and there\nwas the hint of a repressed glitter in the old man's eyes, \"the people\nof Earth have always known, and have--have never forgotten where we of\nSte. Catherine were to be found.\"\n\nThe leader reddened and seemed on the point of explosive speech, and\nthe muscles of his jaw hardened as he controlled his impulse. Angelo\nwaited.\n\n\"You are of course--correct,\" he said after a moment's pause. \"And it\nwill perhaps be best for all that we understand each other clearly from\nthe beginning. We come to you in some embarrassment, we come to you\nasking a favor.\" The last word the leader uttered with a distaste that\nthe best of his self-discipline could not control, and Angelo chuckled\ninwardly. A favor, was it? Embarrassed, were they? He could quite\nimagine!\n\n\"Perhaps,\" Angelo said, \"it would be more comfortable to discuss your\nmission in my studio. Will you gentlemen follow me, please?\"\n\nHe turned and began walking back to where the others waited, and\nthe three men from Earth followed him. At first they balked for the\nbriefest moment, but they followed him.\n\n\n\nThe studio of Angelo, Dean of Masters, was open to the sky like his\ncourt-yard, for this was the fair season on Ste. Catherine in this\nlatitude, and not yet time to draw the transparent tarpaulin skylight\nacross the tops of the studio walls. Angelo had seated himself near\nthe center of the superbly-muraled room, on one of the low, colorful\ncushions so widely preferred in the colony to the more formal furniture\nthat was still to be found, to some extent, in the shops and homes of\nthe artisans. Artists in their own way, of course--and some practical\nwork had to be put up with to satisfy the more mundane requirements of\nexistence. As long as they took true pride in the beauty of their work,\nthe artisans would always be very welcome members of the colony--as\nwell, to be sure, as necessary.\n\nAnd seated in a semi-circle behind Angelo were the other Elders,\nand two or three advanced Students to cater to whatever needs might\narise during the conference. There would be no apprentices here!\nBefore Angelo, taking to their cushions rather awkwardly (his beard,\nfortunately, was of sufficient luxuriance to cloak the tiny smile of\nsatisfaction at his lips!) were the three Earthmen; their leader, of\ncourse, in the center and facing Angelo directly.\n\n\"We may begin at any time,\" Angelo said in his most courtly fashion.\nThose behind him nodded--Tharn for once a little absently, because he\nhad become involved in a rather difficult line-sketch on the tablet\nsupplied him for note-taking. He didn't approve of these strangers, but\nthere were more important things than interstellar visitors, especially\nsince they were only Earthmen, and Angelo was insisting on taking full\ncharge. He, Tharn, was through arguing. Walking multiplication-tables!\nPah! Angelo could have them, then!\n\n\"It is possible you are not aware, here on Ste. Catherine,\" the leader\nbegan with the slightest tinge of sarcasm, \"that on Earth there is, at\npresent, a rather regrettable difference of thinking on policy.\"\n\n\"Another political slaughter, that is,\" Angelo countered not too\nlightly for the obvious allusion to Ste. Catherine's complete lack of\nany kind of electrical or electronic communications. \"A major war, in\nother words.\"\n\nThe leader flushed slightly. \"Well, yes. As a matter of fact, it has\ngotten somewhat out of control.\" His teeth were almost clenched as he\nmade the admission, and Angelo easily sensed the pain in the man at\nhaving to make it to the Artists of Ste. Catherine, of all people in\nthe universe. \"Out of control,\" the leader was continuing, \"to the\npoint where, in fact, and according to the unimpeachable findings\nof our actuarial computers, human life on Earth is threatened with\ncomplete extinction.\" The leader hesitated, interpreted the looks in\nthe eyes of the men whom he faced, and found himself not quite able to\nmeet them with his own. But he continued; best to get it said once and\nfor all.\n\n\"We are now, of course, well aware that predictions which were once\nthought the mere rantings of alarmists--religious and philosophical\ncranks--were tragically accurate. Both sides are perfectly matched\nfrom the technological aspect, of course. The so-called 'secrets' of\nscience cannot be kept 'secret' at all, at least not by men. They exist\neverywhere in the universe, for any man to seek and to exploit as he\nsees fit.\" He paused, at last found the temerity to meet the gazes of\nthe others.\n\n\"Go on,\" Angelo said.\n\n\"Both sides have come to absolute stalemate. But not, regrettably, the\nkind of stalemate that means cessation of activity. In a conflict to\nthe death, stalemate simply means battle without victory; battle until\nneither side has a living man left to fight.\n\n\"So, in short, we are desperate. There _must_ be a victor, or Earth is\nlost entirely. One more mass strato-attack with L-bombs and.... Well,\nat any rate--there must, as you can readily understand, be a victor,\nand soon. Obviously, the Others must be defeated.\"\n\n_Yes of course_, thought Maler, the Philosopher. _It is the_ Others,\n_always, who must be defeated_....\n\n\"And so we have,\" the leader was saying, \"come to you for help.\"\n\nHe stopped speaking then, for a moment, waiting for Angelo's\nreply. Waiting simply for him to ask \"what kind of help could we\nArtists possibly give _you_....\"--waiting for, and prepared to take\nunflinchingly, the searing taunt that could not help but be in the\nquestion ... \"--you who can fly ships through Space, who have at your\ncomputer-tips the hard-won miracles of science and engineering?\" But\nwordlessly, the leader waited.\n\nAnd in the brief moment before he spoke, the history of it all flashed\nthrough Angelo's mind; the history that began with the Revolt. Three\ncenturies ago, with the Ancestors of them all on Ste. Catherine. The\nartists, the philosophers, the writers, the orators, the dramatists,\nthe poets--all of them, who had, when at last they could no longer\nstomach their civilization's arrested adolescence and its refusal to\nbe weaned from its electronic and atomic toys, remembered the first\nFundamental Law of Order in art, and put it to devastating use. Unity.\n\nIn Unity, they rebelled.\n\nThey warned, first, in fairness. They took pains to point out\ncarefully that it is a healthy sign for the developing child to become\nintrigued with movement, sound, and color--that it was normal for a\nchild to spend hours observing, examining, operating, even building a\nnew mechanical toy. But when his new books gathered dust and fell into\ndisuse--when he could quote all of Faraday and none of Swinburne--when\nthis happened, his development as a human being of full depth and\nbreadth was at an end.\n\nWhen he became hypnotized by his toys--\n\nWhen motion and force became an obsession--\n\nWhen the means became an end in itself; when the tool became the\n_raison-d'etre_, rather than the structure it had been fashioned only\nto help build, then the point of civilization had been hopelessly lost,\nand thinking men had but one alternative: leave, and start over.\n\nAnd so, banded together, they had left.\n\nIt had not been so difficult. For to the Ancestors, a tool was always\nthat and nothing more. They could not build spaceships, but they could\nbuy them, and so they had.\n\nThey could not navigate Space nor pilot their craft, so they hired the\ntechnicians and engineers who could.\n\nAnd when the Ancestors had arrived at a planet of their choice (the\nscientists had been duly proud of their superior accomplishment in\nbeing able to find just such a planet--and of course were paid more\nthan the engineers and technicians) the Ancestors gave them all\nsizable bonuses and sent them packing back to Earth where there were so\nmany fine Things to spend their money on.\n\nThe Ancestors had, of course, been called dreamers, ivory-towerists,\nalarmists, fools. They had been called madmen who lived in the\nunenlightened past, believers in some foolishness called artistic\nintegrity; schizoids who were afraid to face Reality. Posh, polish,\nand good riddance muttered the sane ones over their charts and\noscilloscopes as the last of the Ancestors' ships blasted free of\nEarth. Muttered, of course, because there was, somehow, a vague\nawareness that the Culture-Vultures hadn't left in fear of the bright,\nquick Machines, but in--well, _they_ said, in _disgust_!\n\nGood riddance to childish rubbish.\n\nBut now, apparently, the men of Earth had gotten themselves into\nsomething so peculiarly impossible that they were desperate enough to\nface the cutting wit of the fat-bottomed Artists on Ste. Catherine,\nwho wouldn't be able to say \"I told you so\" in a straightforward,\nmatter-of-fact way and let it go at that. Oh, no. But it would be\nbetter to have their damned articulate tongues tear you apart than an\nS-field.\n\n\n\nThe moment of reflection was spent, and Angelo asked the question.\n\n\"And how can we help you?\" was all he said.\n\nThe leader took a deep breath.\n\n\"One moment,\" Angelo said as he was about to speak. \"Just a word of\nwarning if you please. If you want anything of us at all, simply state\nyour case in plain language. Don't try to 'sell' us anything--we can\nbeat you roundly at that! And if we agree to your request, you will\naccept _exactly_ what we give you; beggars, no matter how expert in\n_some_ things, are still not in the position of choosers! A matter,\nafter all, of--shall we say, artistic integrity?\"\n\nThe leader's eyes flashed: _Damn you and your infernal artistic\nintegrity!_ but it was his mouth which, fortunately for him under the\ncircumstances, did the talking.\n\n\"Very well. As I said, both Sides are in perfect technological and\ntherefore military balance--\"\n\n\"Balance _is_ so important,\" interrupted Angelo. Behind him, Ojar, the\nOrator was having a difficult time repressing a yelp of pure mirth.\nIt was unfair, of course, to bait these stumble-witted fellows like\nthis, but it _was_ amusing--especially when Angelo did it, who, though\na Painter, was well up on his word-play. \"... Perhaps you have already\nnoticed,\" Angelo was going on, quite oblivious to the perspiration on\nthe leader's high forehead, and exactly as Ojar had expected, \"how well\nwe of Ste. Catherine observe the Fundamental Laws of Order. The Rhythm\nof our very way of life, for example--but excuse me! You were outlining\nyour request....\"\n\nThe leader had reddened helplessly, and his subordinates had both\nstolen quick glances at him. It was as though images of the man\nhimself, reflected from mirrors at either side, had suddenly taken on\na volition of movement of their own. But quite quickly they became\nwell-behaved images again.\n\n\"Both sides have equally effective weapons and defenses,\" the leader\nwent on, \"and so it has become a disastrous war of attrition. To win,\nwe must have something they do not have, obviously.\"\n\n\"To bring your Side into Dominance, of course,\" said Angelo sagely. \"To\nprevent your Subordination, as it were....\" Ojar had a sudden, violent\nfit of coughing.\n\n\"Yes,\" the leader said. There was a momentary blankness in his eyes,\nand Angelo decided that enough was enough. Unfairness was unfairness,\nafter all. They must hear the man out.\n\n\"We have looked back over history,\" the leader said. \"It was an\nunprecedented step, to be sure, but we _were_ desperate! At any rate,\nwe discovered that one time, it was possible to make an enemy believe\nhe was wrong, and that you, _his_ enemy, were _right_, through a rather\nobscure verbal art called, I believe it was, propaganda?\"\n\n\"Yes,\" said Angelo. \"The province in Art of writers and orators. As a\npainter or sculptor will create illusion with paints or stone, just so\ndid the writer create illusion with letters.\"\n\n\"So we came to understand,\" the leader said, trying a little note of\nsarcasm of his own. \"Our present difficulty is this: we of course have\nno such peop--er, Artists--at our disposal. We of course tried our own\nhand at it but nobody ever seemed quite able to agree on just what it\nwas we were trying to talk about, so--well--We have come to you. Will\nyou do this for us? A few words, for the sake of humanity?\"\n\nClever, thought Maler, at that. An intended appeal to the philosophical\nside of the artistic mind. Maybe the poor wretch really meant it, even\nif he wasn't aware that \"humanity\" meant _both_ Sides.\n\n\"To answer you,\" Angelo was replying, \"I'll of course have to summon\nour Master of Letters. It may not be easy to win his assent, I warn\nyou. He can trace his own ancestry all the way back to newspaper\nreporters, advertising copywriters and trade-journal writers--and so\nhas naturally inherited their bitterness toward all such prostitutions\nof the Art of Writing, and artistic integrity in general. And you will\nadmit that hacking out propaganda to order is of course just that, to\nsay nothing of the moral aspects involved! However--\"\n\nMagnanimously, Angelo lifted his right arm and beckoned, and a Student\nwas at once at his side.\n\n\"Fetch Master Forsyth at once. And tell him I said to leave his new\nQuarto behind; this is urgent.\"\n\nThe young woman left, and they waited.\n\n\"A cigarette?\" Angelo proffered the leader.\n\nThere was surprise on the man's face. \"You mean you can make--\"\n\n\"Just crude paper and tobacco grown in the soil,\" Angelo said\napologetically. \"Untouched by any rays but the sun's, I'm afraid,\nand our few medicine-men--we have all kinds of hobbies here of\ncourse--just won't comment. Here ... and a light....\"\n\nThe leader had almost finished his cigarette when the Master of Letters\narrived.\n\n\"Angelo, you churl, sir! Do you know how long I've been working on\nthat line? You know how difficult it is for me to get a decent trochee\nwhen I'm--oh, company? Capital! 'Come fill the Cup, and in the Fire of\nSpring--'\"\n\n\"Please, Forsyth. These men are here on business. They want you to do\nthem a favor.\"\n\nResignedly, Forsyth kept quiet. And listened for good measure.\n\nHe listened for ten minutes. And then the leader was finished and\nForsyth said \"A pox on't!\"\n\n\"Please, Forsyth--\"\n\n\"He's _right_!\" came Tharn's voice. \"I told you I didn't like it, and I\n_don't_, and--\"\n\n\"_He_ doesn't like it?\" bellowed Forsyth. \"Then by Heav'n, I'll _do_\nit! Teach you, sire, to make charcoal caricatures of _me_ on a day when\nI'm not lampooning _you_! Very well, but I don't think I've got too\nmany apprentices that aren't engaged right at the moment. Nonetheless,\nif--\"\n\nThe leader was beyond control. \"_Apprentices_, did you say?\" he croaked\nhoarsely. \"Why, you--\"\n\n\"What in Dante did you think, man-child?\" shot back Forsyth. \"You\ndon't suppose I'd give you finished, creative _writers_ for the job\nof a trained ape, do you? _Some_ apprentices I've got, and _some_\napprentices you'll get--and only because Dean Angelo here says so.\"\n\n\n\nThe three men from Earth strode with military precision back toward\ntheir ship. The leader was in the center, and his subordinates, each\nwith bulging briefcases in both hands, were on either side. A large\ngroup from the colony walked at a slower pace behind. Angelo, as usual,\nwas at their head, and flanking him were Tharn and Forsyth.\n\n\"Another whole _week_ wasted!\" lamented Forsyth. \"Not that the time\nmeans anything, but those sensitive young boys and girls of mine will\nnever be the same! One of them, just this morning, told me she was\nthinking of taking up _politics_ as a hobby! The tortures I go through\nfor you, Angelo--\"\n\n\"I _still_ don't like it!\" Tharn cut him off. \"And I don't like them!\nAnd, Forsyth, I saw what you had your precious little apprentices\ndoing! You had them writing _exactly_ the same tripe they wrote for\nthat _other_ crowd that landed two weeks ago!\"\n\n\"Tharn, you certainly aren't the only one who has no use for that\nbarbaric breed. So--as long as they remain equally matched, they'll\neventually, uh--\"\n\n\"_But that means_--\"\n\n\"A Fundamental Law of Order, of course, my dear Tharn. _Balance_, as I\nthink I may already have pointed out....\"\n\nForsyth quoted something from on obscure source about the importance\nof artistic integrity, and then they watched together as the ship from\nEarth blasted homeward.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Holden, Fox B."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59504/pg59504.txt",
        "name": "a_matter_of_order.json"
    }
}