{
    "name": "A Pride of Islands",
    "author": [
        "MacApp, C. C."
    ],
    "body": "Alyarsmit clung to the top of a tall swaying hair and squinted toward\nthe ponderous caterpillar-shaped beast way off in the very far\ndistance.\n\n\"It's coming this way, all right,\" he called down to Brusmit, who was\nleaning against the base of the hair. \"It's moved half a length since\nwe first saw it.\"\n\n\"Do you think it sees us yet?\" Bru asked uneasily. From up here, six\nman-lengths above the skin, he looked even shorter and pudgier than he\nwas.\n\nAlyar grinned down at him, then looked toward the front of their own\nbeast. \"I think so,\" he said. \"Our eyestalks are up and signaling. The\npincers aren't active, though. It must be a friend-beast.\"\n\n\"I don't see how they can recognize each other this far apart,\" said\nBru doubtfully. \"We'd better go tell Paboss.\"\n\n\"He sees it.\" Alyar looked aft to where the leader of the smit clan\nperched on another hair, a good shout from Alyar's.\n\n\"You'd better come down,\" said Bru. \"He clobbered Jorsmit for being in\nsight, the last time we met another beast.\"\n\n\"He doesn't care when we're this far away.\" Nevertheless, Alyar climbed\ndown; it wasn't all comfort at the top of a hair, especially when the\nbeast felt you and twitched. \"Let's go back there. He might know who it\nis.\"\n\nHe started through the thick growth of shorter hair, and Bru followed.\nThey moved carefully, listening; it would be nip-and-tuck if only the\ntwo of them encountered a fley. They heard a few, detoured around them,\neventually reached Paboss's outpost.\n\nThe leader was down from the hair, sitting with his back against it,\nmunching dried meat. Three spearmen with him jumped up when they heard\nAlyar and Bru coming, then, recognizing them, relaxed.\n\nPabosssmit grunted and gestured toward the joint of meat beside him.\n\"Help yourself.\" He eyed Alyar keenly. \"That you on the hair up\nforward?\"\n\n\"Yes, boss. But I made sure I came down in time.\"\n\n\"Don't go showing yourself again before we make contact.\"\n\n\"I won't. Could you tell who it was?\"\n\n\"Looked like the jaksin beast.\"\n\n\"Oh. We don't fight them, do we?\" Alyar was a little disappointed; he'd\nnever been in a fight.\n\nPaboss grinned. \"No, but we don't trade with them, either. Pabossjaksin\ndoesn't like me.\"\n\nAlyar remembered something he'd heard. \"Was that where you stole\nMaboss?\"\n\nThe grizzled leader filled his thick chest and chuckled. \"That's right.\nStole her right out from under his nose!\" He extended his arms, showing\nsome scars. \"Here's where he got me, before I knocked him out. Here's\nwhere Ma bit me.\"\n\n\"She _bit_ you?\"\n\n\"Sure. Any girl worth stealing'll put up a fight. I had to haul her\nalong, kicking and screaming, and fight off half the jaksin clan at the\nsame time. It was some party.\"\n\nAlyar sighed, thinking what it must be like to go raiding. \"I'm old\nenough to have a woman of my own,\" he mused.\n\nImmediately, Paboss glowered. \"Don't you go getting any ideas, hear?\nI don't want an open war with the jaksins. We've got enough trouble\nalready, with the grans and the kendies.\" He put a hand tentatively on\nhis club. \"You hear?\"\n\n\"Yes, boss,\" said Alyar hastily.\n\n\n\nDuring the rest of the day the two beasts halved the distance between\nthem. Near evening, Alyar led Bru, protesting, up to the smit beast's\nhead and down over the edge where they could see forward and remain\nhidden in the short hair. It was dangerous; the beast might mistake\nthem for fleys and reach up with a pincer-tentacle, which could move\nfast, considering the size.\n\nWhen the slow hunching gait stopped and the beast settled down for the\nnight, they went back to the thickly furred spot where the clan lived.\nTwo of the moons were up, and with the excitement of being near another\nclan, nobody wanted to sleep yet.\n\nAlyar left Bru with an audience of young people who hadn't seen the\nother beast yet, and went looking for the older men. They were in a\nclearing, rehashing stories about other clans, especially about the\njaksins, which was an old one with a fine repertoire of legends.\nMaboss had naturally brought the stories with her.\n\nJust now, Paboss was retelling a fascinating, if ridiculous one, about\nhow people had originally come from another world on a beast that could\nfly.\n\nAlyar sat and listened for a while, then, when the icy evening rain\nbroke up the session, went to his sleeping place in a patch of\nprotecting curly hair. After the first sleep, when it was midnight and\ndry again, he sneaked to where Bru slept, hissed at him, and drew him\naway. \"Are you game for a little trip?\"\n\n\"Where? You mean up front again?\"\n\n\"No. Over to the jaksin beast. Just for fun.\"\n\nBru was horrified. \"At night? We'd freeze! Anyway, you heard Paboss!\"\n\n\"We can find something to put on over our own clothes, and wrap our\nfeet in leather. All Paboss said was I mustn't try to steal a girl.\nNobody'll miss us for one day, and the beasts will be together by\ntomorrow noon. We could bring back some kind of souvenirs.\"\n\n\"You must be crazy! What if the jaksins caught us?\"\n\n\"They'd only haze us a little, if we hadn't done anything. Think of\nit--besides Paboss and Maboss, only seven smits have ever been to\nanother beast!\"\n\n\n\nBundled in extra garments, they sneaked to the curve of the beast's\nside. Bru acted as if he were going to his own funeral. When they got\ndown to where the hair grew out horizontally, they moved out beyond\nthe short stuff and dropped from one coarse emergent to another; then,\nfinally, to the ground. Apparently no one had heard them. They ran\ntoward the front of the beast, staying as close to the furry belly as\npossible, for warmth and concealment.\n\nThe jaksin beast was due north, half-hidden by the horizon and hard to\nmake out against the background of the tremendous Forest where it had\nbeen feeding. Beyond the trees and a little to the right was a volcano,\nexhaling fiery clouds but not muttering audibly at the moment. East of\nthem was a river; to the west, on the far side of the beasts, another\nForest. It was not surprising that the two beasts had met, since they\nwere on a narrow strip of hardened lava between river and Forest.\n\nThey traveled in long jumps, gradually closing the distance to the\njaksin beast. Near it, they saw that it was awake, with all four front\neyestalks and one pair of pincers extended toward them.\n\nThey halted out of reach.\n\n\"Do you think he'll know we're not jaksins?\" Bru whispered.\n\n\"I don't think they care _who_ lives on them, just so we keep the\nfleys down. Let him get a good look at us and he'll see we're people.\"\n\nHe was right, but by the time the huge appendages began to retract, the\ncold was getting through the clothing. They hurried for the shelter of\nthe hair. Warm again, they chewed some of the meat they'd brought along\nand considered what to do next.\n\n\"We'd better go along the ground to the rear,\" Alyar said. \"The men\nwill be mostly near the front, on guard. Back there, there'll only be\nwomen and children.\"\n\n\"But we'll be a long way from home. What if the beasts don't come\ntogether?\"\n\n\"Oh, they usually stop and talk, or whatever they do, for three or four\ndays. We'll have a chance to sneak back.\"\n\n\"Why don't we just cut off some hairs right here for souvenirs and go\nhome?\"\n\n\"Don't you even want to spy on the clan?\"\n\nBru sighed unhappily. \"You're not actually going to try to steal a\ngirl, are you?\"\n\n\"Well--no. But it would be fun, wouldn't it?\" His imagination began to\npercolate. \"We're not far from the Warm Ground. That's what the first\nsmit did. He stole a girl and couldn't get home with her, so they lived\nfor a whole season on the Warm Ground until they found a young beast\nand started their own clan.\"\n\n\"If you've got any crazy ideas like that, you can count me out. People\nwho get lost from their beasts get caught by Demons, or outlaws, or\neaten by terrible animals. Next you'll be talking about going to Iron\nMountain and fighting the Iron Fley!\"\n\n\"Huh. The explorers who came back with all those stories probably\nexaggerated to make themselves look braver. Anyway, all I'm asking you\nto do is climb on the back end of this beast and spy on the jaksins.\"\n\nIt took the rest of the night to reach the blunt rear end, which had\nonly one pair of eyestalks and one of pincers. They went through the\nprocess of letting the beast see them again, so it wouldn't think they\nwere fleys when they began to climb, then picked a low rigid hair to\nstart on.\n\nIt was a good four man-lengths up, too much of a jump even in this\nlight gravity for Bru, who missed and floated back to the ground,\ncontorting, while Alyar tried to control his laughter. He uncoiled a\nrope. \"You need a good lively girl to work some of that fat off you,\"\nhe chuckled as he hauled Bru up.\n\nPanting, Bru pulled himself onto the hair. \"You'll get me killed before\nI ever have a chance to get married. Do you think they heard us?\"\n\n\"No. We haven't heard _them_ yet, and they're bound to be jabbering\nlike women always are.\" He coiled the rope and they began to climb.\n\n\n\nWhen they were halfway up, there were squeaks and rumbles below them.\nThey stopped, holding their breaths, while the tentacle curled toward\na spot only thirty or forty man-lengths away and the great claw\nbegan digging at the fur. Evidently something itched there; and in a\nfew moments, they did hear the screech of a hurt fley. They resumed\nclimbing.\n\nWhen the skin was level enough to walk on, they began hearing\nvoices--the giggling of girls and the drier chatter of older women, but\nno men's voices. They crept forward, parted the hair very carefully,\nand peered out.\n\nThey must have found the quarters of a very important family, for the\nclearing was freshly cut and expensive woven rugs covered the skin.\nThe walls were evenly trimmed, with several hung paintings. Sleeping\nplaces had been cut into one side and lined with soft leather from the\nunderparts of fleys.\n\nAlyar had only a glance for all this luxury, though, for within two\nman-lengths of him sat a pair of eminently stealable girls. Temptation\nbattered at him. One, evidently the older sister, was well muscled\nand lithe, but plump enough to have curves everywhere. The other was\nbeautiful too, but more slender. They had the black hair and tawny\nsmooth skin of the jaksins. Each wore a short lounging skirt of dainty\nleather which left few secrets.\n\nPrudence, overwhelmed, hardly put up a fight.\n\nAlyar maneuvered Bru carefully back until he could whisper. He ignored\nthe desperate protests. \"Shut up. All you have to do is stay here and\nwait for me, and when you hear a commotion, screech like a fley. You\ncan do that much, can't you?\"\n\nBru, groaning, finally nodded.\n\nA length from the clearing, Alyar chose a young hair-shoot and put the\npoint of his spear in the tender spot at its base. He jabbed with all\nhis weight, then dove for the clearing. The beast's involuntary twitch\ncame as he broke into the open.\n\nThe women were scrambling to their feet, with cries of \"Beastquake!\"\nand right on schedule Bru cut loose with a fine series of fley\nscreeches. In the confusion nobody noticed that Alyar was a stranger\nuntil he scooped up the two girls, one under each arm, and jumped for\nthe fur.\n\nIt was hard going, with both of them grabbing at hairs to hold them\nback, scratching him, and in general being uncooperative. He was\npanting when he reached Bru.\n\n\"Here!\" he gasped, considerately tossing him the slender one who'd be\neasier to carry. \"This one's yours.\"\n\nThe plump one knew by now what was happening. Slyly, she went limp\nuntil Alyar relaxed; then she twisted suddenly and got her teeth at his\nleft shoulder. He yelled as she took out a respectable divot of flesh,\nand spun her around so she couldn't reach him again.\n\nThere was much screaming behind them, but no pursuit yet. Alyar urged\nBru to the base of the nearest eyestalk. \"Start climbing!\"\n\n\"But we'll be trapped up there!\"\n\n\"No, we won't. Go on!\"\n\n\n\nThey were ten man-lengths up before a few old men and a crowd of\nwomen and children appeared at the base of the stalk. Seeing Alyar's\nspear-hand free part of the time, none acted anxious to follow them.\n\nNow they were high enough to be hurt in a fall, and the girls had\nprudently stopped struggling. Alyar's twisted her head and glared at\nhim. \"My father will feed you to the fleys!\"\n\nAlyar grinned. \"He'll have to catch us first. What's your name?\"\n\n\"Go to hell.\"\n\nHe let go of the scale he was clinging to with his right hand, and\npinched her in a vulnerable spot. She shrieked.\n\n\"If I have to keep pinching you,\" he said, \"we'll probably fall. You'd\nbetter tell me your name.\"\n\nShe hesitated, then said icily, \"Janeejaksin.\"\n\n\"Hm. You seem to be rich girls. You wouldn't be the Paboss's daughters,\nwould you?\"\n\nJanee wouldn't answer, but the other girl did, rather cordially. \"Yes,\nand my name's Marisujaksin. Are you going to steal us and make smits of\nus?\"\n\n\"They'll never get off this eyestalk,\" Janee said scornfully.\n\nAlyar motioned Bru higher. The figures around the base grew tiny and\nthe stalk tapered to only half the girth of a man. It swayed a little,\nand they moved around to what would be the upper side if it bent.\n\nShouts could be heard now from farther forward; undoubtedly the\nfighters would arrive soon. Bru looked nervously in that direction.\n\"What are we going to do--bargain with them?\"\n\n\"No. Listen carefully. You know about people riding a pincer. We're\ngoing to get one up here, and when it's close enough, jump onto it\nand ride it to the ground.\" Alyar grinned at the protests, put his\nspear-point between two scales, and jabbed.\n\nIn a minute the eyestalk began to bend ponderously downward. Far below\nthey could see the pincer-tentacle starting up to meet it.\n\n\"Be lively, now!\" Alyar warned.\n\nIt took a while for the pincer to arrive. They jumped from two\nman-lengths, landed on the slanting horny surface, and slid. Alyar,\nhanging onto Janee with one arm, managed to get the other around a\nsmall prong. He threw a glance toward Bru and saw that he'd made out\nall right too. They waited.\n\nEven though the irritation had stopped, the beast was going through\nwith the scratching after hauling all that weight to such a height. The\ntip of the pincer sawed deliberately at the place Alyar had jabbed, and\nthen they started down.\n\nThe movement was faster than it looked from a distance; still, it was a\nlong way to the ground. Partway down, the beast saw them and the claw\nhalted. They crouched while the stalk bent to bring the immense eye\ndirectly over them, but evidently the creature was only wondering what\nthey were up to now, for after a while the tentacle started down again.\n\nThree man-lengths from the ground they jumped, landed, and bounded away\nout of reach.\n\n\n\nMen, shouting, were clinging to long hairs, but nobody was climbing the\neyestalk. Perhaps no one wanted to imitate the novel descent. Closer\nshouts indicated a group coming down through the fur.\n\n\"What now?\" Bru asked.\n\nIt was a reasonable question. Even if they dared go home, they'd have\nto parallel the whole length of this beast and could hardly avoid\ninterception. Alyar and Bru had discarded their extra clothing, while\nthe girls were almost bare, so warmth would be an absolute necessity\nwhen night came.\n\nAlyar looked northward toward the volcano. The Warm Ground was supposed\nto surround it for some distance; maybe they could reach that before\nnight. There wasn't much time to ponder. Men were already dropping to\nthe ground. He picked up Janee and ran for the nearest cover, which was\nthe Forest. \"Come on, we can't stay here!\"\n\nBru didn't have to carry Marisu--she was evidently coming along\nregardless, even though she wailed a little--so he was able to keep up.\n\"We're not going into the Forest, are we?\" he panted.\n\n\"Just into the edge to get out of sight. Then we'll decide.\"\n\nThey were still a medium shout ahead when they came to the first\ncolossal uprights; trunks so thick it would take a man many breaths to\nrun around one; towering so high one tended to forget there were any\ntops. In between were smaller plants, some with flowers, that formed a\nthicket as dense as fur.\n\nAlyar paused, thinking of the stories he'd heard about the Forest. But\nthere was no doubt about how real the danger was behind them, so he\nheld his spear at the ready and plunged into the growth.\n\nJanee opened her mouth to scream, and he hastily muffled it with his\nhand. \"Do you want to attract every Demon in the Forest?\"\n\nHer eyes widened and she quit struggling.\n\nHe listened to the shouts from outside, then pointed north. \"That way.\"\n\nBru gaped. \"But that's away from home!\"\n\n\"We can't go home yet. Anyway, the jaksins'll expect us to. They're\nmoving south already. Hear them?\"\n\nInside the Forest, in the deep shade, there was less vegetation so that\nthey were able to move easily. Whenever Janee looked ready to scream,\nAlyar pretended to see or hear something, and by the time she was wise\nto that, they were out of earshot.\n\nTheir luck didn't last long, though. They heard a sound, whirled, and\nsaw a small being on a branch, watching them with malevolent yellow\neyes.\n\nThe girls whimpered, and Bru moaned, \"A Demon!\"\n\nIt had taken a strange shape, with four limbs and one other appendage\nthat looked like a tentacle. It was covered with short black fur, very\nthick and fine. Just now it had a set of claws for clinging to the tree.\n\nBefore they could run, it opened its mouth and uttered a curse, which\nsounded like \"Meow!\"\n\n\"Let's get out of here!\" Bru whispered.\n\nAlyar knew better. \"There's no use running; we're already cursed. The\nonly thing is to try to appease it.\"\n\n\"Maybe we could give it the girls?\"\n\nAlyar wavered. He'd become quite attached to Janee, though he was a\nlittle tired of being bitten and scratched, and he _had_ gone to a lot\nof trouble to get her. \"Let's try meat first,\" he decided.\n\nHe got a small piece out of his pouch and extended it on the end of his\nspear. Heart pounding, he moved closer. The Demon tensed as if to jump\nat them, then seemed to change its mind. It wrinkled its nose (which\nAlyar hoped was a sign of favor) and finally stretched out its head and\ntook the meat. It chewed daintily and swallowed.\n\nAlyar let out his breath. Nothing was guaranteed, of course, but\npossibly....\n\nThe Demon said, \"Meow,\" in a different tone.\n\nCarefully, they edged toward the open. After a few steps Bru began to\nrun. Immediately, there was a loud \"MEOW!\" and he stopped.\n\nIn a moment the Demon came into sight, walking on the ground. Alyar\nnoticed that it had ungrown the claws. As he looked (no doubt reading\nhis thought) it grew them again, stretched out its two front limbs,\nlengthened its body, and yawned.\n\nThey started on, but weren't able to make much time until they found\nthat the Demon wanted to be carried.\n\n\n\nAt the edge of the Forest, it was disappointing to see how little\ndistance they had covered. The nearest end of the jaksin beast,\nhunching slowly away now toward the smit beast, was still within three\nshouts. However, no jaksins were in sight.\n\nAgain, Alyar hesitated; troubles seemed to be piling up. Still, he\ndidn't see any choice. \"We'll have to go to the Warm Ground,\" he said.\n\nThe girls sobbed a little, and he frowned at them. \"_Now_ what's wrong?\"\n\n\"There are terrible outlaws there, and Demons, and--and things.\"\n\nHis patience ran out. \"To hell with them! We already have one Demon; do\nyou think it's going to share us with everything on the planet? Come\non!\"\n\nJanee didn't insist on being carried now; evidently she felt\ncompromised enough to come along. They hurried, stopping only once to\nfinish up their food. They were thirsty, but Hot Water was supposed\nto come up out of the Warm Ground, and anyway they could wait for the\nevening rains.\n\nIt was dusk, and already beginning to drizzle, when they noticed that\nthe ground under their feet was warm.\n\nThis was mostly hardened lava, sloping upward toward the volcano, but\nwith small streams and patches of vegetation.\n\nBefore they found a good place to stop for the night, Bru pointed\nahead. \"Look! That glow!\"\n\nThey went forward cautiously until they could see what must be a Fire,\nwith people sitting around it. Fascinated, Alyar went closer. Suddenly\nhe heard the girls scream, and simultaneously two pairs of rough hands\nseized him from behind. He wrenched desperately, throwing himself and\nthe two husky men around, but not getting free. More came shouting, to\nhelp pin him down and tie him with ropes. It sounded as if Bru and the\ngirls were being similarly treated.\n\nA man who acted like the leader came running from the Fire. \"What\nhave we got here? Scouts?\" He began directing squads of spearmen as\nif he expected an attack. \"Two women with them? Funny. All right,\nyou--who're you spying for?\"\n\n\"What are you talking about?\" Alyar demanded, as indignantly as his\nposition allowed. \"We're from the smit clan and we're--trying to get\nhome,\" he finished lamely.\n\n\"Clan? From a beast? What are you doing up here, then?\"\n\n\"We came to keep warm.\"\n\n\"Keep warm? Why didn't you build a Fire?\"\n\n\"I--we don't believe in Fires.\"\n\nLaughter arose. \"Let him up,\" the leader said. \"He must be telling the\ntruth. Only a fley-eater would be so ignorant.\"\n\nThey took off some of the ropes. Alyar rubbed at various bruises and\nabrasions, wondering whether he and Bru would be killed or made slaves.\nThe outlaws would surely keep the girls. He wondered whether the Demon\nwere going to give up its property so easily.\n\nAs if in answer to the thought, it came strolling into the light, and\nthe leader made a sign nervously. \"Damn! A black cat! Is it yours?\"\n\n\"A black what? It captured us in the Forest.\"\n\n\"It ... captured you? In the Forest? Then it's a real Demon!\"\n\n\"Of course! How can you be so ignorant?\"\n\n\"And you're still alive?\"\n\n\"It hasn't hurt us yet, but it won't let us get away and it makes us\ncarry it. I think we're uncursed right now. I'm not sure; I sort of\nlost track.\"\n\nThe man gulped and faced the Demon. \"Please forgive us, Demon. We\ndidn't know these people were yours.\"\n\nThe Demon looked at him scornfully and uttered a curse. People moved\naway, except one young spearman who stood his ground. \"It--it sounds\njust like a cat,\" he quavered.\n\nThe leader knocked him spinning with the sweep of a forearm. \"Of course\nit sounds like a cat! How do you think it would sound when it's in cat\nform? Do you expect it to speak ingils to us?\" He beckoned to several\nwomen. \"Bring food for the Demon, and offerings of iron and jewels!\" He\nglanced at the four captives, and added, as an afterthought, \"Better\nfeed its slaves, too.\"\n\n\n\nCooked meat was easy to chew, but it tasted odd, and the fruit was\ncompletely baffling. Still, they were filling.\n\nThe outlaw leader eyed the Demon, which had pre-empted Janee's ample\nlap. \"Where is it taking you?\"\n\nAlyar didn't want to admit how little he knew of the nature of things,\nso he said the most awesome thing he could think of. \"To Iron Mountain.\"\n\nThere were gasps. \"Oh, what unfortunate people you are!\" the leader\nsaid. Then, eagerly, \"When will you go?\"\n\nAlyar thought he'd better press his luck. \"It wants us to start\nright away. It only pretends to be asleep like that, to see if we're\nobedient. Er--I seem to have gotten turned around. Which way is Iron\nMountain from here?\"\n\nThe man pointed with alacrity. \"That way! A third of the distance\naround the volcano. Here, we'll help you get loaded up.\"\n\nThe girls were festooned with necklaces and pendants of rare stones,\nwhile Bru and Alyar toted the food and the oddments of iron. The\noutlaws had hastily gathered a fabulous treasure of the metal--whole\nspearheads, and even a knife, of it!\n\nAlyar waved and smiled at the outlaws just before they were out of\nsight, then turned north.\n\n\"We'll go upcountry,\" he said. \"They won't look for us there. I'm not\nsure they won't follow; they probably don't know what this Demon will\ndo any more than we do.\" He saw some huge rocks not far away, with\nbushes growing on top. \"Let's climb up there.\"\n\nWhen they were halfway to the rocks, incredible good fortune struck.\nThe Demon with one hurried \"Meow!\" scrambled away from Janee and ran\nback toward the outlaw camp.\n\n\"Come on!\" Alyar exclaimed. \"Maybe we can get out of its circle of\ninfluence!\"\n\nThey climbed the rocks and found they could see the Fire. Presently\nthey knew the Demon had arrived there, for the distant figures\nscattered. Moments later, faint laments drifted to them.\n\nThey spent the rest of the night awake and watchful. \"The outlaws will\nsurely be after us now,\" Bru said, \"to get back all this treasure.\"\n\n\"Marisu and I want to be near our clan,\" said Janee. \"Even if--\" she\nblushed--\"you make smits out of us, the two beasts would meet once in a\nwhile and we could visit.\"\n\nAlyar looked eastward, where numerous glows marked other outlaw camps.\nThe volcano was a barrier to the north. The outlaws would bar the way\nto the south, expecting them to head home to the beasts. The only\ndirection left was west, and he found that it pleased him.\n\n\"I guess we'll just have to visit Iron Mountain,\" he said. \"Then we'll\nbe such heroes that Pabosses smit and jaksin will have to forgive us.\"\n\nThe girls looked at him with awe while Bru moaned.\n\nWhen the sun came up they could see the northern end of the Forest,\nsouth of which the jaksin beast had been feeding. Past it, surprisingly\nvisible from this altitude, were the two beasts, head-to-head with\neyestalks touching.\n\nThe Forest ran up close to the steep side of the volcano, leaving only\na narrow pass. Beyond that was the river which, turning south, passed\nthe two beasts. Farther up the river, according to legend, was Iron\nMountain.\n\nThey stayed long enough to see what kind of animals prowled the country\nand to lay out a course, then climbed down and got started. They walked\nall day with only a few halts and some minor adventures with strange\nanimals, then found another high place to spend the night. In the\ndarkness they spotted a single Fire west of them. The next morning they\ndetoured around that spot, and entered the narrow pass. Before noon\nthey stood looking down at the river.\n\n\n\nThe canyon was deeper and wider than Alyar could have imagined, and\nthere was more water at the bottom. The country ahead, though, was so\nrough that it seemed the easiest way was to climb down and go along the\nriver. It took them half the afternoon to get down.\n\nNot very long after that, Alyar put out his hand. \"Wait! I hear voices!\"\n\nThey were men's voices and seemed to be coming downstream.\n\nHe pushed the other three to a hiding place behind some rocks and\nbushes. When the owners of the voices came into sight around a turn,\nhe gasped. They weren't walking, but riding on the water itself, in\nsomething like a big dish.\n\n\"Magicians!\" Bru whispered.\n\nTwo of the men (there were seven) were stroking the water with some\nkind of wands, flattened at the ends. They acted as if they were\nfleeing from something, talking in low voices and staring back\nupstream. Just before they came opposite, it caught up with them.\n\nThe first thing Alyar heard was a loud voice, distorted and with an odd\naccent. He had trouble making out the repeated words. \"Halt or I'll\nshoot. Advance and be recognized. Halt or I'll shoot. Advance--\"\n\nThe thing came into sight--flying! He gripped Bru's shoulder. \"The Iron\nFley!\"\n\nIt was made of the kind of iron that didn't rust, and had only eight\nlegs, not ten. All of them were folded to its sides except one with a\nlarger, oblong foot; that one was extended toward the fugitives.\n\nWhen they saw it, they jumped out of their dish and sank into the water.\n\n\"Halt or I'll shoot,\" said the Iron Fley again, then hurled its spell.\nThe dish shattered abruptly into small bits and a hissing cloud burst\nout of the water.\n\nThe terrible creature circled over the floating fragments for a few\nminutes, then flew off upstream. When it was gone the seven magicians\nappeared, climbing out of the river on the far side.\n\n\"Damn it!\" said one. \"A good boot lost, and not a bit of iron. I _told_\nyou we ought to wait for night!\"\n\n\"It doesn't make any difference,\" said another gloomily. \"It's always\non watch. Nobody's gotten away with any iron for three or four seasons.\"\n\n\"Well,\" said Alyar, after the magicians had straggled off down the\nriver, \"now we've seen it. It certainly put a powerful spell on that\nfloating dish, but it didn't hurt the magicians. Maybe if we're careful\nit won't bother us.\"\n\nThey followed the twisting canyon and eventually began to hear a\nroaring noise ahead. It turned out to be the water falling over a\ncliff, and to go any farther they had to climb out of the canyon\nagain. When they were on top they could see, ahead of them, what was\nundoubtedly Iron Mountain.\n\nParts of it were broken or rusted, but most of it was the non-rusting\nkind. Its shape was a surprise. It didn't look like a mountain, but\nsomething made by giants, broken off and stuck into the ground.\n\nIt was wonderful to stand here, beholding the mightiest magic in the\nentire world. Still, Alyar wasn't satisfied. He felt he must go closer,\neven--possibly--touch it.\n\n\"You'd better stay here. Bru, if anything happens to me, take the\ngirls and run. You can get back to the beasts by going down the river.\"\n\nBru was dismayed. \"Don't go any closer! You saw what happened to the\nmagicians' dish!\"\n\n\"They were trying to steal iron.\" He unloaded the metal he was\ncarrying, smiled at them, and went on.\n\n\n\nHe'd only covered a hundred man-lengths or so when he heard the\ndistorted voice, coming from over his head. He looked up, then stood\nrooted as the Iron Fley came spiraling down toward him. He tried to\nthink the purest, most serene thoughts he could, though the fervent\nwish to be somewhere else kept intruding.\n\nThe thing paused a few lengths away. \"Advance and be recognized,\" it\nsaid.\n\nHe took a faltering hop forward. \"Halt or I'll shoot,\" it said, and he\nstopped.\n\n\"Advance.\"\n\nHe did.\n\n\"Halt.\"\n\nHe did.\n\nFinally he was very close to it, and he waited for a spell to hit him.\n\n\"Name, rank, and serial number,\" it demanded. Then, as he was silent\n\"Speak or I'll shoot.\"\n\n\"I--I'm Alyarsmit! I don't think I'm rank, and I don't know what a\nserial number is.\"\n\n\"Friend or foe?\"\n\n\"F-friend. I haven't stolen anything. Just some girls.\"\n\nThe thing made a buzzing sound. \"You speak, and you have the requisite\nnumber of limbs, and one head. Are you human?\"\n\n\"Y-yes, I'm human.\"\n\n\"Name?\"\n\n\"Alyarsmit.\"\n\n\"Smith? Smith?\" It buzzed some more. \"There was a Colonel John Smith on\nthe roster. Are you his descendant?\"\n\n\"Yes,\" Alyar hazarded.\n\n\"Mr. Smith, sir, Robojeep twenty-seven four nine reporting. All other\njeeps inactivated, sir. No ship's personnel or other passengers\naccounted for in the last three hundred and seventy-four planetary\ncycles. Damage to ship unrepairable without human direction. Sporadic\nraids by savages, possibly degenerate humans, repelled successfully.\nWill you assume manual control, sir?\"\n\nAlyar stuck with \"Yes.\"\n\n\"Very well, sir.\" The Iron Fley descended and walked toward him on six\nof its legs, then squatted.\n\nHe stared at its back. Actually, it didn't have one; it was hollowed\nout from the top, and in the hollow were--seats! Four of them!\n\nUnable to mistake the meaning, he climbed in and sat down. Nothing\nhappened for a while. Then the creature began to buzz again. \"Have you\nforgotten the controls, sir? The lever on the left is for elevation;\nthe other one for horizontal motion. Would you prefer vocal control?\"\n\n\"N-no, this is all right.\"\n\n\"Very good, sir.\" The buzz stopped.\n\nThe levers were just in front of him. Gingerly, he reached out and\ngave the left-hand one a twitch, then yelled and let go of it as they\nshot upward. They stopped, and he tried again gently. They rose more\nsmoothly.\n\nHe experimented with the other and moved forward, backward, and to the\nsides. He lowered to a height where he was less frightened. \"Er--Fley?\"\n\n\"You spoke, sir?\"\n\n\"I can go wherever I want?\"\n\n\"Except into obvious danger, sir. I'm programmed to avoid that.\"\n\nAlyar flew toward where he'd left his companions. They lay face down,\nlamenting, Janee loudest of all. He eyed her posterior, and Bru's, with\nsome misgivings. The Fley's seats were a little skimpy.\n\nHe landed beside them, cleared his throat, and waited until they raised\ndumfounded faces.\n\n\"Get in,\" he said.\n\n\n\nAgainst feeble protests from the others, he maneuvered the creature\n(which preferred to be called \"Jeep\") toward Iron Mountain. When they\nwere close Jeep woke up, buzzed, and hovered while a great doorway slid\nopen. It carried the four, clinging together, into the hollow blackness\nwithin.\n\nThen, quite suddenly--even though the door slid shut behind them--it\nwas light as day inside.\n\nWhat a cave! Cylindrical, all of fifty man-lengths across, it slanted\ndown until it must reach far below ground. Far down there, where Jeep\nwas taking them, were some level platforms.\n\nAs soon as they settled on one, a terrible, huge, clanking monster,\nalso of non-rusting iron, flew toward them. They huddled while it\nspoke. \"Mr. Smith, sir, Roborepairunit seventeen reporting. Ship's\npower and drive in order. Unable to complete hull repairs, or repair\nother working and scouting units, without cannibalizing part of living\nquarters. Do I have Mr. Smith's permission to proceed?\"\n\nAlyar gulped several times, and got out \"Yes.\"\n\n\"Thank you, sir. The job will require arc cutting and welding and other\nhigh-temperature processes. Will you be here very long?\"\n\n\"We hope not.\"\n\n\"Very well, sir. I'll begin as soon as you leave.\"\n\nThey sat for a while, wondering what to do. Finally Alyar said, \"Jeep?\"\n\n\"Sir?\"\n\n\"Would we be permitted to leave?\"\n\n\"At once, sir.\"\n\nMore buzzing, and the door opened again.\n\nAs they flew away, Jeep said, \"Sir, Roborepair wants to know whether to\nrepair ship in its present position or move it elsewhere.\"\n\nAlyar was beginning to feel more confident. \"In its present position, I\nthink. For now.\"\n\nAs they turned south, Janee began to sniffle.\n\n\"What now?\" he demanded.\n\n\"I miss my Demon.\"\n\nAlyar turned to Bru. \"Isn't that just like a woman? She wants a Demon\nagain!\"\n\nShe raised her head and glared at him. \"He was cute and soft, and he\ncuddled against me and made happy sounds. You tamed the Iron Fley,\nand if you really loved me, you could surely handle one little fluffy\nDemon!\"\n\nAlyar let Jeep stop and hang there while he tried to cope with the\neffrontery of it. After all he'd been through, stealing her, to have\nher suggest that he go into more danger just to satisfy her crazy whim!\n\nHis hands reached out for the levers again. Shaking his head dazedly,\nhe started northeast to look for the outlaws.\n\n\n\nSome time later, they were headed south again, Janee's Demon asleep in\nher lap. Jeep was loggy with iron and other treasures extorted from\nvarious bands of outlaws. In the two rear seats, Bru and Marisu were\nholding hands.\n\nHe was startled to see two more beasts hunching up from the south,\nbeyond the smits and jaksins. Four of them together at one time!\n\nWhen they circled down, they found Pabossmit on his hair, scowling\nsouthward. He cringed when he saw the Iron Fley, then managed to look\nboth dumfounded and furious when he recognized Alyar and Bru.\n\n\"You young hoodlums! I'm glad that thing caught you! Look there--those\nare the grans and the kendies coming, and Pabossjaksin's so mad he'll\njoin them against us!\" His face softened into the start of a grin as he\nsized up the two girls, but then hardened again. \"I hope you're proud\nof yourselves, getting your whole clan killed or made slaves!\"\n\nAlyar started toward a clearing. \"Come on down, Paboss. We've got so\nmuch magic now, we could laugh at all the clans in the world.\" And, to\nJeep, \"Jeep, can we bring Iron Mountain over here and fly it around and\nshow these savages they better behave?\"\n\n\"A bloodless demonstration? Certainly, sir. I'll go aloft at once and\nradio.\"\n\n\n\nThe four stood in a clearing, with awed smits around them at a\nrespectful distance. Paboss came pushing through the hair, as awed as\nany, but less scared.\n\n\"Tamed the Iron Fley!\" He began to guffaw. \"Stole Pabossjaksin's\nown two daughters! Haw, haw! Young man, when I retire....\" His eyes\ncovered Janee approvingly, then turned back to Alyar. \"You're wounded!\nWhat--oh, toothmarks!\" He laughed some more. \"Didn't I say any girl\nworth stealing would put up a fight?\"\n\nAlyar happened to be looking toward Bru, who had his own knot of\nadmirers. Marisu was standing a little behind him, as a bride should.\nAt Paboss's words, she frowned and her eyes fixed on Bru's smooth\nshoulder. Her gaze grew more intent. She moved slowly forward, her eyes\ncrossing as they remained on the spot.\n\nCloser....\n\nCloser....\n\nBru yelled.\n\n\n\n\n",
    "metadata": {
        "author": [
            "MacApp, C. C."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60839/pg60839.txt",
        "name": "a_pride_of_islands.json"
    }
}