{
    "name": "A Question of Latitude",
    "author": [
        "Davis, Richard Harding"
    ],
    "body": "Of the school of earnest young writers at whom the word muckraker had\nbeen thrown in opprobrium, and by whom it had been caught up as a title\nof honor, Everett was among the younger and less conspicuous. But, if\nin his skirmishes with graft and corruption he had failed to correct the\nevils he attacked, from the contests he himself had always emerged with\ncredit. His sincerity and his methods were above suspicion. No one\nhad caught him in misstatement, or exaggeration. Even those whom he\nattacked, admitted he fought fair. For these reasons, the editors of\nmagazines, with the fear of libel before their eyes, regarded him as a\n“safe” man, the public, feeling that the evils he exposed were due\nto its own indifference, with uncomfortable approval, and those he\nattacked, with impotent anger. Their anger was impotent because, in the\ncase of Everett, the weapons used by their class in “striking back”\n were denied them. They could not say that for money he sold sensations,\nbecause it was known that a proud and wealthy parent supplied him\nwith all the money he wanted. Nor in his private life could they find\nanything to offset his attacks upon the misconduct of others. Men had\nbeen sent to spy upon him, and women to lay traps. But the men reported\nthat his evenings were spent at his club, and, from the women, those who\nsent them learned only that Everett “treats a lady just as though she IS\na lady.”\n\nAccordingly, when, with much trumpeting, he departed to investigate\nconditions in the Congo, there were some who rejoiced.\n\nThe standard of life to which Everett was accustomed was high. In his\nhome in Boston it had been set for him by a father and mother who,\nthough critics rather than workers in the world, had taught him to\ndespise what was mean and ungenerous, to write the truth and abhor a\ncompromise. At Harvard he had interested himself in municipal reform,\nand when later he moved to New York, he transferred his interest to\nthe problems of that city. His attack upon Tammany Hall did not utterly\ndestroy that organization, but at once brought him to the notice of\nthe editors. By them he was invited to tilt his lance at evils in\nother parts of the United States, at “systems,” trusts, convict camps,\nmunicipal misrule. His work had met with a measure of success that\nseemed to justify Lowell’s Weekly in sending him further afield, and\nhe now was on his way to tell the truth about the Congo. Personally,\nEverett was a healthy, clean-minded enthusiast. He possessed all of the\nadvantages of youth, and all of its intolerance. He was supposed to be\nengaged to Florence Carey, but he was not. There was, however, between\nthem an “understanding,” which understanding, as Everett understood it,\nmeant that until she was ready to say, “I am ready,” he was to think of\nher, dream of her, write love-letters to her, and keep himself only for\nher. He loved her very dearly, and, having no choice, was content to\nwait. His content was fortunate, as Miss Carey seemed inclined to keep\nhim waiting indefinitely.\n\nExcept in Europe, Everett had never travelled outside the limits of\nhis own country. But the new land toward which he was advancing held no\nterrors. As he understood it, the Congo was at the mercy of a corrupt\n“ring.” In every part of the United States he had found a city in the\nclutch of a corrupt ring. The conditions would be the same, the methods\nhe would use to get at the truth would be the same, the result for\nreform would be the same.\n\nThe English steamer on which he sailed for Southampton was one leased\nby the Independent State of the Congo, and, with a few exceptions, her\npassengers were subjects of King Leopold. On board, the language was\nFrench, at table the men sat according to the rank they held in the\nadministration of the jungle, and each in his buttonhole wore the tiny\nsilver star that showed that for three years, to fill the storehouses\nof the King of the Belgians, he had gathered rubber and ivory. In the\nsmoking-room Everett soon discovered that passengers not in the service\nof that king, the English and German officers and traders, held aloof\nfrom the Belgians. Their attitude toward them seemed to be one partly of\ncontempt, partly of pity.\n\n“Are your English protectorates on the coast, then, so much better\nadministered?” Everett asked.\n\nThe English Coaster, who for ten years in Nigeria had escaped fever and\nsudden death, laughed evasively.\n\n“I have never been in the Congo,” he said. “Only know what they tell\none. But you’ll see for yourself. That is,” he added, “you’ll see what\nthey want you to see.”\n\nThey were leaning on the rail, with their eyes turned toward the\ncoast of Liberia, a gloomy green line against which the waves cast\nup fountains of foam as high as the cocoanut palms. As a subject of\ndiscussion, the coaster seemed anxious to avoid the Congo.\n\n“It was there,” he said, pointing, “the Three Castles struck on the\nrocks. She was a total loss. So were her passengers,” he added. “They\nate them.”\n\nEverett gazed suspiciously at the unmoved face of the veteran.\n\n“WHO ate them?” he asked guardedly. “Sharks?”\n\n“The natives that live back of that shore-line in the lagoons.”\n\nEverett laughed with the assurance of one for whom a trap had been laid\nand who had cleverly avoided it.\n\n“Cannibals,” he mocked. “Cannibals went out of date with pirates. But\nperhaps,” he added apologetically, “this happened some years ago?”\n\n“Happened last month,” said the trader.\n\n“But Liberia is a perfectly good republic,” protested Everett. “The\nblacks there may not be as far advanced as in your colonies, but they’re\nnot cannibals.”\n\n“Monrovia is a very small part of Liberia,” said the trader dryly. “And\nnone of these protectorates, or crown colonies, on this coast pretends\nto control much of the Hinterland. There is Sierra Leone, for instance,\nabout the oldest of them. Last year the governor celebrated the\nhundredth anniversary of the year the British abolished slavery. They\nhad parades and tea-fights, and all the blacks were in the street in\nstraw hats with cricket ribbons, thanking God they were not as other men\nare, not slaves like their grandfathers. Well, just at the height of the\njubilation, the tribes within twenty miles of the town sent in to say\nthat they, also, were holding a palaver, and it was to mark the fact\nthat they NEVER had been slaves and never would be, and, if the governor\ndoubted it, to send out his fighting men and they’d prove it. It cast\nquite a gloom over the celebration.”\n\n“Do you mean that only twenty miles from the coast--” began Everett.\n\n“TEN miles,” said the Coaster, “wait till you see Calabar. That’s our\nExhibit A. The cleanest, best administered. Everything there is model:\nhospitals, barracks, golf links. Last year, ten miles from Calabar, Dr.\nStewart rode his bicycle into a native village. The king tortured him\nsix days, cut him up, and sent pieces of him to fifty villages with the\nmessage: ‘You eat each other. WE eat white chop.’ That was ten miles\nfrom our model barracks.”\n\nFor some moments the muckraker considered the statement thoughtfully.\n\n“You mean,” he inquired, “that the atrocities are not all on the side of\nthe white men?”\n\n“Atrocities?” exclaimed the trader. “I wasn’t talking of atrocities. Are\nyou looking for them?”\n\n“I’m not running away from them,” laughed Everett. “Lowell’s Weekly is\nsending me to the Congo to find out the truth, and to try to help put an\nend to them.”\n\nIn his turn the trader considered the statement carefully.\n\n“Among the natives,” he explained, painstakingly picking each word,\n“what you call ‘atrocities’ are customs of warfare, forms of punishment.\nWhen they go to war they EXPECT to be tortured; they KNOW, if they’re\nkilled, they’ll be eaten. The white man comes here and finds these\ncustoms have existed for centuries. He adopts them, because--”\n\n“One moment!” interrupted Everett warmly. “That does not excuse HIM.\nThe point is, that with him they have NOT existed. To him they should be\nagainst his conscience, indecent, horrible! He has a greater knowledge,\na much higher intelligence; he should lift the native, not sink to him.”\n\nThe Coaster took his pipe from his mouth, and twice opened his lips to\nspeak. Finally, he blew the smoke into the air, and shook his head.\n\n“What’s the use!” he exclaimed.\n\n“Try,” laughed Everett. “Maybe I’m not as unintelligent as I talk.”\n\n“You must get this right,” protested the Coaster. “It doesn’t matter\na damn what a man BRINGS here, what his training WAS, what HE IS. The\nthing is too strong for him.”\n\n“What thing?”\n\n“That!” said the Coaster. He threw out his arm at the brooding\nmountains, the dark lagoons, the glaring coast-line against which the\nwaves shot into the air with the shock and roar of twelve-inch guns.\n\n“The first white man came to Sierra Leone five hundred years before\nChrist,” said the Coaster. “And, in twenty-two hundred years, he’s got\njust twenty miles inland. The native didn’t need forts, or a navy, to\nstop him. He had three allies: those waves, the fever, and the sun.\nEspecially the sun. The black man goes bare-headed, and the sun lets him\npass. The white man covers his head with an inch of cork, and the sun\nstrikes through it and kills him. When Jameson came down the river from\nYambuya, the natives fired on his boat. He waved his helmet at them for\nthree minutes, to show them there was a white man in the canoe. Three\nminutes was all the sun wanted. Jameson died in two days. Where you are\ngoing, the sun does worse things to a man than kill him: it drives him\nmad. It keeps the fear of death in his heart; and THAT takes away his\nnerve and his sense of proportion. He flies into murderous fits, over\nsilly, imaginary slights; he grows morbid, suspicious, he becomes a\ncoward, and because he is a coward with authority, he becomes a bully.\n\n“He is alone, we will suppose, at a station three hundred miles from\nany other white man. One morning his house-boy spills a cup of coffee on\nhim, and in a rage he half kills the boy. He broods over that, until he\ndiscovers, or his crazy mind makes him think he has discovered, that\nin revenge the boy is plotting to poison him. So he punishes him again.\nOnly this time he punishes him as the black man has taught him to\npunish, in the only way the black man seems to understand; that is, he\ntortures him. From that moment the fall of that man is rapid. The heat,\nthe loneliness, the fever, the fear of the black faces, keep him on\nedge, rob him of sleep, rob him of his physical strength, of his moral\nstrength. He loses shame, loses reason; becomes cruel, weak, degenerate.\nHe invents new, bestial tortures; commits new, unspeakable ‘atrocities,’\nuntil, one day, the natives turn and kill him, or he sticks his gun in\nhis mouth and blows the top of his head off.”\n\nThe Coaster smiled tolerantly at the wide-eyed eager young man at his\nside.\n\n“And you,” he mocked, “think you can reform that man, and that hell\nabove ground called the Congo, with an article in Lowell’s Weekly?”\n\nUndismayed, Everett grinned cheerfully.\n\n“That’s what I’m here for!” he said.\n\nBy the time Everett reached the mouth of the Congo, he had learned that\nin everything he must depend upon himself; that he would be accepted\nonly as the kind of man that, at the moment, he showed himself to be.\nThis attitude of independence was not chosen, but forced on him by the\nmen with whom he came in contact. Associations and traditions, that in\nevery part of the United States had served as letters of introduction,\nand enabled strangers to identify and label him, were to the white men\non the steamer and at the ports of call without meaning or value. That\nhe was an Everett of Boston conveyed little to those who had not heard\neven of Boston. That he was the correspondent of Lowell’s Weekly meant\nless to those who did not know that Lowell’s Weekly existed. And when,\nin confusion, he proffered his letter of credit, the very fact that it\ncalled for a thousand pounds was, in the eyes of a “Palm Oil Ruffian,”\n sufficient evidence that it had been forged or stolen. He soon saw that\nsolely as a white man was he accepted and made welcome. That he was\nrespectable, few believed, and no one cared. To be taken at his face\nvalue, to be refused at the start the benefit of the doubt, was a novel\nsensation; and yet not unpleasant. It was a relief not to be accepted\nonly as Everett the Muckraker, as a professional reformer, as one holier\nthan others. It afforded his soul the same relaxation that his body\nreceived when, in his shirt-sleeves in the sweltering smoking-room, he\ndrank beer with a chef de poste who had been thrice tried for murder.\n\nNot only to every one was he a stranger, but to him everything was\nstrange; so strange as to appear unreal. This did not prevent him from\nat once recognizing those things that were not strange, such as corrupt\nofficials, incompetence, mismanagement. He did not need the missionaries\nto point out to him that the Independent State of the Congo was not\na colony administered for the benefit of many, but a vast rubber\nplantation worked by slaves to fill the pockets of one man. It was not\nin his work that Everett found himself confused. It was in his attitude\nof mind toward almost every other question.\n\nAt first, when he could not make everything fit his rule of thumb, he\nexcused the country tolerantly as a “topsy-turvy” land. He wished to\nmove and act quickly; to make others move quickly. He did not understand\nthat men who had sentenced themselves to exile for the official term\nof three years, or for life, measured time only by the date of their\nrelease. When he learned that even a cablegram could not reach his home\nin less than eighteen days, that the missionaries to whom he brought\nletters were a three months’ journey from the coast and from each other,\nhis impatience was chastened to wonder, and, later, to awe.\n\nHis education began at Matadi, where he waited until the river steamer\nwas ready to start for Leopoldville. Of the two places he was assured\nMatadi was the better, for the reason that if you still were in favor\nwith the steward of the ship that brought you south, he might sell you a\npiece of ice.\n\nMatadi was a great rock, blazing with heat. Its narrow, perpendicular\npaths seemed to run with burning lava. Its top, the main square of the\nsettlement, was of baked clay, beaten hard by thousands of naked feet.\nCrossing it by day was an adventure. The air that swept it was the\nbreath of a blast-furnace.\n\nEverett found a room over the shop of a Portuguese trader. It was caked\nwith dirt, and smelled of unnamed diseases and chloride of lime. In it\nwas a canvas cot, a roll of evil-looking bedding, a wash-basin filled\nwith the stumps of cigarettes. In a corner was a tin chop-box, which\nEverett asked to have removed. It belonged, the landlord told him, to\nthe man who, two nights before, had occupied the cot and who had died\nin it. Everett was anxious to learn of what he had died. Apparently\nsurprised at the question, the Portuguese shrugged his shoulders.\n\n“Who knows?” he exclaimed. The next morning the English trader across\nthe street assured Everett there was no occasion for alarm. “He didn’t\ndie of any disease,” he explained. “Somebody got at him from the\nbalcony, while he was in his cot, and knifed him.”\n\nThe English trader was a young man, a cockney, named Upsher. At home he\nhad been a steward on the Channel steamers. Everett made him his most\nintimate friend. He had a black wife, who spent most of her day in a\nfour-post bed, hung with lace curtains and blue ribbon, in which she\nresembled a baby hippopotamus wallowing in a bank of white sand.\n\nAt first the black woman was a shock to Everett, but after Upsher\ndismissed her indifferently as a “good old sort,” and spent one evening\nblubbering over a photograph of his wife and “kiddie” at home, Everett\naccepted her. His excuse for this was that men who knew they might die\non the morrow must not be judged by what they do to-day. The excuse did\nnot ring sound, but he dismissed the doubt by deciding that in such heat\nit was not possible to take serious questions seriously. In the fact\nthat, to those about him, the thought of death was ever present, he\nfound further excuse for much else that puzzled and shocked him. At\nhome, death had been a contingency so remote that he had put it aside as\nsomething he need not consider until he was a grandfather. At Matadi,\nat every moment of the day, in each trifling act, he found death must be\nfaced, conciliated, conquered. At home he might ask himself, “If I eat\nthis will it give me indigestion?” At Matadi he asked, “If I drink this\nwill I die?”\n\nUpsher told him of a feud then existing between the chief of police and\nan Italian doctor in the State service. Interested in the outcome only\nas a sporting proposition, Upsher declared the odds were unfair, because\nthe Belgian was using his black police to act as his body-guard while\nfor protection the Italian could depend only upon his sword-cane. Each\nnight, with the other white exiles of Matadi, the two adversaries met\nin the Cafe Franco-Belge. There, with puzzled interest, Everett watched\nthem sitting at separate tables, surrounded by mutual friends, excitedly\nplaying dominoes. Outside the cafe, Matadi lay smothered and sweltering\nin a black, living darkness, and, save for the rush of the river, in\na silence that continued unbroken across a jungle as wide as Europe.\nInside the dominoes clicked, the glasses rang on the iron tables, the\noil lamps glared upon the pallid, sweating faces of clerks, upon the\ntanned, sweating skins of officers; and the Italian doctor and the\nBelgian lieutenant, each with murder in his heart, laughed, shrugged,\ngesticulated, waiting for the moment to strike.\n\n“But why doesn’t some one DO something?” demanded Everett. “Arrest them,\nor reason with them. Everybody knows about it. It seems a pity not to DO\nsomething.”\n\nUpsher nodded his head. Dimly he recognized a language with which he\nonce had been familiar. “I know what you mean,” he agreed. “Bind ‘em\nover to keep the peace. And a good job, too! But who?” he demanded\nvaguely. “That’s what I say! Who?” From the confusion into which\nEverett’s appeal to forgotten memories had thrown it, his mind suddenly\nemerged. “But what’s the use!” he demanded. “Don’t you see,” he\nexplained triumphantly, “if those two crazy men were fit to listen to\nSENSE, they’d have sense enough not to kill each other!”\n\nEach succeeding evening Everett watched the two potential murderers with\nlessening interest. He even made a bet with Upsher, of a bottle of fruit\nsalt, that the chief of police would be the one to die.\n\nA few nights later a man, groaning beneath his balcony, disturbed his\nslumbers. He cursed the man, and turned his pillow to find the cooler\nside. But all through the night the groans, though fainter, broke into\nhis dreams. At intervals some traditions of past conduct tugged at\nEverett’s sleeve, and bade him rise and play the good Samaritan.\nBut, indignantly, he repulsed them. Were there not many others within\nhearing? Were there not the police? Was it HIS place to bind the wounds\nof drunken stokers? The groans were probably a trick, to entice him,\nunarmed, into the night. And so, just before the dawn, when the mists\nrose, and the groans ceased, Everett, still arguing, sank with a\ncontented sigh into forgetfulness.\n\nWhen he woke, there was beneath his window much monkey-like chattering,\nand he looked down into the white face and glazed eyes of the\nItalian doctor, lying in the gutter and staring up at him. Below his\nshoulder-blades a pool of blood shone evilly in the blatant sunlight.\n\nAcross the street, on his balcony, Upsher, in pajamas and mosquito\nboots, was shivering with fever and stifling a yawn. “You lose!” he\ncalled.\n\nLater in the day, Everett analyzed his conduct of the night previous.\n“At home,” he told Upsher, “I would have been telephoning for an\nambulance, or been out in the street giving the man the ‘first-aid’\ndrill. But living as we do here, so close to death, we see things more\nclearly. Death loses its importance. It’s a bromide,” he added. “But\ntravel certainly broadens one. Every day I have been in the Congo, I\nhave been assimilating new ideas.” Upsher nodded vigorously in assent.\nAn older man could have told Everett that he was assimilating just as\nmuch of the Congo as the rabbit assimilates of the boa-constrictor, that\nfirst smothers it with saliva and then swallows it.\n\nEverett started up the Congo in a small steamer open on all sides to the\nsun and rain, and with a paddle-wheel astern that kicked her forward at\nthe rate of four miles an hour. Once every day, the boat tied up to a\ntree and took on wood to feed her furnace, and Everett talked to the\nwhite man in charge of the wood post, or, if, as it generally happened,\nthe white man was on his back with fever, dosed him with quinine. On\nboard, except for her captain, and a Finn who acted as engineer, Everett\nwas the only other white man. The black crew and “wood-boys” he soon\ndisliked intensely. At first, when Nansen, the Danish captain, and the\nFinn struck them, because they were in the way, or because they were\nnot, Everett winced, and made a note of it. But later he decided the\nblacks were insolent, sullen, ungrateful; that a blow did them no harm.\n\nAccording to the unprejudiced testimony of those who, before the war, in\nhis own country, had owned slaves, those of the “Southland” were\nalways content, always happy. When not singing close harmony in the\ncotton-fields, they danced upon the levee, they twanged the old banjo.\nBut these slaves of the Upper Congo were not happy. They did not dance.\nThey did not sing. At times their eyes, dull, gloomy, despairing,\nlighted with a sudden sombre fire, and searched the eyes of the white\nman. They seemed to beg of him the answer to a terrible question. It was\nalways the same question. It had been asked of Pharaoh. They asked it of\nLeopold. For hours, squatting on the iron deck-plates, humped on their\nnaked haunches, crowding close together, they muttered apparently\ninterminable criticisms of Everett. Their eyes never left him. He\nresented this unceasing scrutiny. It got upon his nerves. He was sure\nthey were evolving some scheme to rob him of his tinned sausages, or,\npossibly, to kill him. It was then he began to dislike them. In reality,\nthey were discussing the watch strapped to his wrist. They believed it\nwas a powerful juju, to ward off evil spirits. They were afraid of it.\n\nOne day, to pay the chief wood-boy for a carved paddle, Everett was\nmeasuring a bras of cloth. As he had been taught, he held the cloth in\nhis teeth and stretched it to the ends of his finger-tips. The wood-boy\nthought the white man was giving him short measure. White men always HAD\ngiven him short measure, and, at a glance, he could not recognize that\nthis one was an Everett of Boston.\n\nSo he opened Everett’s fingers.\n\nAll the blood in Everett’s body leaped to his head. That he, a white\nman, an Everett, who had come so far to set these people free, should be\naccused by one of them of petty theft!\n\nHe caught up a log of fire wood and laid open the scalp of the black\nboy, from the eye to the crown of his head. The boy dropped, and\nEverett, seeing the blood creeping through his kinky wool, turned ill\nwith nausea. Drunkenly, through a red cloud of mist, he heard himself\nshouting, “The BLACK nigger! The BLACK NIGGER! He touched me! I TELL\nyou, he touched me!” Captain Nansen led Everett to his cot and gave him\nfizzy salts, but it was not until sundown that the trembling and nausea\nceased.\n\nThen, partly in shame, partly as a bribe, he sought out the injured boy\nand gave him the entire roll of cloth. It had cost Everett ten francs.\nTo the wood-boy it meant a year’s wages. The boy hugged it in his arms,\nas he might a baby, and crooned over it. From under the blood-stained\nbandage, humbly, without resentment, he lifted his tired eyes to those\nof the white man. Still, dumbly, they begged the answer to the same\nquestion.\n\nDuring the five months Everett spent up the river he stopped at many\nmissions, stations, one-man wood posts. He talked to Jesuit fathers,\nto inspecteurs, to collectors for the State of rubber, taxes, elephant\ntusks, in time, even in Bangalese, to chiefs of the native villages.\nAccording to the point of view, he was told tales of oppression, of\navarice, of hideous crimes, of cruelties committed in the name of trade\nthat were abnormal, unthinkable. The note never was of hope, never of\ncheer, never inspiring. There was always the grievance, the spirit of\nunrest, of rebellion that ranged from dislike to a primitive, hot hate.\nOf his own land and life he heard nothing, not even when his face was\nagain turned toward the east. Nor did he think of it. As now he saw\nthem, the rules and principles and standards of his former existence\nwere petty and credulous. But he assured himself he had not abandoned\nthose standards. He had only temporarily laid them aside, as he had left\nbehind him in London his frock-coat and silk hat. Not because he would\nnot use them again, but because in the Congo they were ridiculous.\n\nFor weeks, with a missionary as a guide, he walked through forests into\nwhich the sun never penetrated, or, on the river, moved between banks\nwhere no white man had placed his foot; where, at night, the elephants\ncame trooping to the water, and, seeing the lights of the boat, fled\ncrashing through the jungle; where the great hippos, puffing and\nblowing, rose so close to his elbow that he could have tossed his\ncigarette and hit them. The vastness of the Congo, toward which he\nhad so jauntily set forth, now weighed upon his soul. The immeasurable\ndistances; the slumbering disregard of time; the brooding, interminable\nsilences; the efforts to conquer the land that were so futile, so\npuny, and so cruel, at first appalled and, later, left him unnerved,\nrebellious, childishly defiant.\n\nWhat health was there, he demanded hotly, in holding in a dripping\njungle to morals, to etiquette, to fashions of conduct? Was he, the\nwhite man, intelligent, trained, disciplined in mind and body, to be\njudged by naked cannibals, by chattering monkeys, by mammoth primeval\nbeasts? His code of conduct was his own. He was a law unto himself.\n\nHe came down the river on one of the larger steamers of the State, and,\non this voyage, with many fellow-passengers. He was now on his way home,\nbut in the fact he felt no elation. Each day the fever ran tingling\nthrough his veins, and left him listless, frightened, or choleric. One\nnight at dinner, in one of these moods of irritation, he took offence\nat the act of a lieutenant who, in lack of vegetables, drank from\nthe vinegar bottle. Everett protested that such table manners were\nunbecoming an officer, even an officer of the Congo; and on the\nlieutenant resenting his criticism, Everett drew his revolver. The\nothers at the table took it from him, and locked him in his cabin.\nIn the morning, when he tried to recall what had occurred, he could\nremember only that, for some excellent reason, he had hated some one\nwith a hatred that could be served only with death. He knew it could not\nhave been drink, as each day the State allowed him but one half-bottle\nof claret. That but for the interference of strangers he might have shot\na man, did not interest him. In the outcome of what he regarded\nmerely as an incident, he saw cause neither for congratulation or\nself-reproach. For his conduct he laid the blame upon the sun, and\ndoubled his dose of fruit salts.\n\nEverett was again at Matadi, waiting for the Nigeria to take on cargo\nbefore returning to Liverpool. During the few days that must intervene\nbefore she sailed, he lived on board. Although now actually bound north,\nthe thought afforded him no satisfaction. His spirits were depressed,\nhis mind gloomy; a feeling of rebellion, of outlawry, filled him with\nunrest.\n\nWhile the ship lay at the wharf, Hardy, her English captain, Cuthbert,\nthe purser, and Everett ate on deck under the awning, assailed by\nelectric fans. Each was clad in nothing more intricate than pajamas.\n\n“To-night,” announced Hardy, with a sigh, “we got to dress ship. Mr.\nDucret and his wife are coming on board. We carry his trade goods, and I\ngot to stand him a dinner and champagne. You boys,” he commanded, “must\nwear ‘whites,’ and talk French.”\n\n“I’ll dine on shore,” growled Everett.\n\n“Better meet them,” advised Cuthbert. The purser was a pink-cheeked,\nclear-eyed young man, who spoke the many languages of the coast glibly,\nand his own in the soft, detached voice of a well-bred Englishman. He\nwas in training to enter the consular service. Something in his poise,\nin the assured manner in which he handled his white stewards and the\nblack Kroo boys, seemed to Everett a constant reproach, and he resented\nhim.\n\n“They’re a picturesque couple,” explained Cuthbert. “Ducret was\noriginally a wrestler. Used to challenge all comers from the front of\na booth. He served his time in the army in Senegal, and when he was\nmustered out moved to the French Congo and began to trade, in a small\nway, in ivory. Now he’s the biggest merchant, physically and every other\nway, from Stanley Pool to Lake Chad. He has a house at Brazzaville built\nof mahogany, and a grand piano, and his own ice-plant. His wife was a\nsupper-girl at Maxim’s. He brought her down here and married her. Every\nrainy season they go back to Paris and run race-horses, and they say the\nbest table in every all-night restaurant is reserved for him. In Paris\nthey call her the Ivory Queen. She’s killed seventeen elephants with her\nown rifle.”\n\nIn the Upper Congo, Everett had seen four white women. They were pallid,\nwashed-out, bloodless; even the youngest looked past middle-age. For\nhim women of any other type had ceased to exist. He had come to think of\nevery white woman as past middle-age, with a face wrinkled by the sun,\nwith hair bleached white by the sun, with eyes from which, through\ngazing at the sun, all light and lustre had departed. He thought of them\nas always wearing boots to protect their ankles from mosquitoes, and\narmy helmets.\n\nWhen he came on deck for dinner, he saw a woman who looked as though she\nwas posing for a photograph by Reutlinger. She appeared to have stepped\nto the deck directly from her electric victoria, and the Rue de la Paix.\nShe was tall, lithe, gracefully erect, with eyes of great loveliness,\nand her hair brilliantly black, drawn, a la Merode, across a broad, fair\nforehead. She wore a gown and long coat of white lace, as delicate as\na bridal veil, and a hat with a flapping brim from which, in a curtain,\nhung more lace. When she was pleased, she lifted her head and the\ncurtain rose, unmasking her lovely eyes. Around the white, bare throat\nwas a string of pearls. They had cost the lives of many elephants.\n\nCuthbert, only a month from home, saw Madame Ducret just as she was--a\nParisienne, elegant, smart, soigne. He knew that on any night at Madrid\nor d’Armenonville he might look upon twenty women of the same\ncharming type. They might lack that something this girl from Maxim’s\npossessed--the spirit that had caused her to follow her husband into the\ndepths of darkness. But outwardly, for show purposes, they were even as\nshe.\n\nBut to Everett she was no messenger from another world. She was unique.\nTo his famished eyes, starved senses, and fever-driven brain, she was\nher entire sex personified. She was the one woman for whom he had always\nsought, alluring, soothing, maddening; if need be, to be fought for; the\none thing to be desired. Opposite, across the table, her husband, the\nex-wrestler, chasseur d’Afrique, elephant poacher, bulked large as an\nox. Men felt as well as saw his bigness. Captain Hardy deferred to\nhim on matters of trade. The purser deferred to him on questions of\nadministration. He answered them in his big way, with big thoughts, in\nbig figures. He was fifty years ahead of his time. He beheld the Congo\nopen to the world; in the forests where he had hunted elephants he\nforesaw great “factories,” mining camps, railroads, feeding gold and\ncopper ore to the trunk line, from the Cape to Cairo. His ideas were the\nideas of an empire-builder. But, while the others listened, fascinated,\nhypnotized, Everett saw only the woman, her eyes fixed on her husband,\nher fingers turning and twisting her diamond rings. Every now and again\nshe raised her eyes to Everett almost reproachfully, as though to say,\n“Why do you not listen to him? It is much better for you than to look at\nme.”\n\nWhen they had gone, all through the sultry night, until the sun drove\nhim to his cabin, like a caged animal Everett paced and repaced the\ndeck. The woman possessed his mind and he could not drive her out. He\ndid not wish to drive her out. What the consequences might be he did not\ncare. So long as he might see her again, he jeered at the consequences.\nOf one thing he was positive. He could not now leave the Congo. He would\nfollow her to Brazzaville. If he were discreet, Ducret might invite\nhim to make himself their guest. Once established in her home, she MUST\nlisten to him. No man ever before had felt for any woman the need he\nfelt for her. It was too big for him to conquer. It would be too big for\nher to resist.\n\nIn the morning a note from Ducret invited Everett and Cuthbert to join\nhim in an all-day excursion to the water-fall beyond Matadi. Everett\nanswered the note in person. The thought of seeing the woman calmed\nand steadied him like a dose of morphine. So much more violent than the\nfever in his veins was the fever in his brain that, when again he was\nwith her, he laughed happily, and was grandly at peace. So different was\nhe from the man they had met the night before, that the Frenchman and\nhis wife glanced at each other in surprise and approval. They found\nhim witty, eager, a most charming companion; and when he announced his\nintention of visiting Brazzaville, they insisted he should make their\nhome his own.\n\nHis admiration, as outwardly it appeared to be, for Madame Ducret, was\nevident to the others, but her husband accepted it. It was her due. And,\non the Congo, to grudge to another man the sight of a pretty woman was\nas cruel as to withhold the few grains of quinine that might save his\nreason. But before the day passed, Madame Ducret was aware that the\nAmerican could not be lightly dismissed as an admirer. The fact\nneither flattered nor offended. For her it was no novel or disturbing\nexperience. Other men, whipped on by loneliness, by fever, by primitive\nsavage instincts, had told her what she meant to them. She did not\nhold them responsible. Some, worth curing, she had nursed through the\nillness. Others, who refused to be cured, she had turned over, with a\nshrug, to her husband. This one was more difficult. Of men of Everett’s\ntraditions and education she had known but few; but she recognized the\ntype. This young man was no failure in life, no derelict, no outcast\nflying the law, or a scandal, to hide in the jungle. He was what, in her\nMaxim days, she had laughed at as an aristocrat. He knew her Paris as\nshe did not know it: its history, its art. Even her language he spoke\nmore correctly than her husband or herself. She knew that at his home\nthere must be many women infinitely more attractive, more suited to him,\nthan herself: women of birth, of position; young girls and great ladies\nof the other world. And she knew, also, that, in his present state, at\na nod from her he would cast these behind him and carry her into the\nwilderness. More quickly than she anticipated, Everett proved she did\nnot overrate the forces that compelled him.\n\nThe excursion to the rapids was followed by a second dinner on board\nthe Nigeria. But now, as on the previous night, Everett fell into sullen\nsilence. He ate nothing, drank continually, and with his eyes devoured\nthe woman. When coffee had been served, he left the others at table,\nand with Madame Ducret slowly paced the deck. As they passed out of the\nreach of the lights, he drew her to the rail, and stood in front of her.\n\n“I am not quite mad,” he said, “but you have got to come with me.”\n\nTo Everett all he added to this sounded sane and final. He told her that\nthis was one of those miracles when the one woman and the one man who\nwere predestined to meet had met. He told her he had wished to marry\na girl at home, but that he now saw that the desire was the fancy of\na school-boy. He told her he was rich, and offered her the choice of\nreturning to the Paris she loved, or of going deeper into the jungle.\nThere he would set up for her a principality, a state within the State.\nHe would defend her against all comers. He would make her the Queen of\nthe Congo.\n\n“I have waited for you thousands of years!” he told her. His voice was\nhoarse, shaken, and thick. “I love you as men loved women in the Stone\nAge--fiercely, entirely. I will not be denied. Down here we are cave\npeople; if you fight me, I will club you and drag you to my cave. If\nothers fight for you, I will KILL them. I love you,” he panted, “with\nall my soul, my mind, my body, I love you! I will not let you go!”\n\nMadame Ducret did not say she was insulted, because she did not feel\ninsulted. She did not call to her husband for help, because she did not\nneed his help, and because she knew that the ex-wrestler could break\nEverett across his knee. She did not even withdraw her hands, although\nEverett drove the diamonds deep into her fingers.\n\n“You frighten me!” she pleaded. She was not in the least frightened. She\nonly was sorry that this one must be discarded among the incurables.\n\nIn apparent agitation, she whispered, “To-morrow! To-morrow I will give\nyou your answer.”\n\nEverett did not trust her, did not release her. He regarded her\njealously, with quick suspicion. To warn her that he knew she could not\nescape from Matadi, or from him, he said, “The train to Leopoldville\ndoes not leave for two days!”\n\n“I know!” whispered Madame Ducret soothingly. “I will give you your\nanswer to-morrow at ten.” She emphasized the hour, because she knew\nat sunrise a special train would carry her husband and herself to\nLeopoldville, and that there one of her husband’s steamers would bear\nthem across the Pool to French Congo.\n\n“To-morrow, then!” whispered Everett, grudgingly. “But I must kiss you\nnow!”\n\nOnly an instant did Madame Ducret hesitate. Then she turned her cheek.\n“Yes,” she assented. “You must kiss me now.”\n\nEverett did not rejoin the others. He led her back into the circle of\nlight, and locked himself in his cabin.\n\nAt ten the next morning, when Ducret and his wife were well advanced\ntoward Stanley Pool, Cuthbert handed Everett a note. Having been told\nwhat it contained, he did not move away, but, with his back turned,\nleaned upon the rail.\n\nEverett, his eyes on fire with triumph, his fingers trembling, tore open\nthe envelope.\n\nMadame Ducret wrote that her husband and herself felt that Mr. Everett\nwas suffering more severely from the climate than he knew. With regret\nthey cancelled their invitation to visit them, and urged him, for his\nhealth’s sake, to continue as he had planned, to northern latitudes.\nThey hoped to meet in Paris. They extended assurances of their\ndistinguished consideration.\n\nSlowly, savagely, as though wreaking his suffering on some human thing,\nEverett tore the note into minute fragments. Moving unsteadily to the\nship’s side, he flung them into the river, and then hung limply upon the\nrail.\n\nAbove him, from a sky of brass, the sun stabbed at his eyeballs. Below\nhim, the rush of the Congo, churning in muddy whirlpools, echoed against\nthe hills of naked rock that met the naked sky.\n\nTo Everett, the roar of the great river, and the echoes from the land he\nhad set out to reform, carried the sound of gigantic, hideous laughter.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Davis, Richard Harding"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1817/pg1817.txt",
        "name": "a_question_of_latitude.json"
    }
}