{
    "name": "A Reversion To Type",
    "author": [
        "Bacon, Josephine Daskam"
    ],
    "body": "Copyright, 1903, by Charles Scribner's Sons\n\n\nShe had never felt so tired of it all, it seemed to her. The sun\nstreamed hot across the backs of the shining seats into her eyes, but\nshe was too tired to get the window-pole. She watched the incoming class\nlistlessly, wondering whether it would be worth while to ask one of\nthem to close the shutter. They chattered and giggled and bustled\nin, rattling the chairs about, and begging one another's pardon\nvociferously, with that insistent politeness which marks a sharply\ndefined stage in the social evolution of the young girl. They irritated\nher excessively--these little airs and graces. She opened her book with\na snap, and began to call the roll sharply.\n\nMidway up the room sat a tall, dark girl, not handsome, but noticeably\nwell dressed. She looked politely at her questioner when spoken to, but\nseemed as far in spirit as the distant trees toward which she directed\nher attention when not particularly addressed. She seemed to have a\ncertain personality, a self-possession, a source of interest other than\ncollegiate; and this held her apart from the others in the mind of the\nwoman who sat before the desk.\n\nWhat was that girl thinking of, she wondered, as she called another\nname and glanced at the book to gather material for a question. What a\nperfect taste had combined that dark, brocaded vest with the dull, rough\ncloth of the suit--and she dressed her hair so well! She had a beautiful\nband of pearls on one finger: was it an engagement-ring? No, that would\nbe a solitaire.\n\nAnd all this time she called names from the interminable list, and\nmechanically corrected the mistakes of their owners. Her eyes went back\nto the girl in the middle row, who turned her head and yawned a little.\nThey took their education very easily, these maidens.\n\nHow she had saved and denied herself, and even consented to the\nindebtedness she so hated, to gain that coveted German winter! And how\ndelightful it had been!\n\nAlmost she saw again the dear home of that blessed year: the kindly\nhousemother; the chubby _Mädchen_ who knitted her a silk purse, and\ncried when she left; the father with his beloved 'cello and his deep,\nhonest voice.\n\nHow cunning the little Bertha had been! How pleasant it was to hear her\ngay little voice when one came down the shady street!”_Da ist sie, ja!_”\n she would call to her mother, and then Hermann would come up to her with\nhis hands outstretched. Had she had a hard day? Was the lecture good?\nHow brown his beard was, and how deep and faithful his brown eyes\nwere! And he used to sing--why were there no bass voices in the\nStates?”_Kennst du das Land_” he used to sing, and his mother cried\nsoftly to herself for pleasure. And once she herself had cried a little.\n\n“No,” she said to the girl who was reciting, “no, it takes the dative.\nI cannot seem to impress sufficiently on your minds the necessity for\nlearning that list thoroughly. You may translate now.”\n\nAnd they translated. How they drawled it over, the beautiful, rich\nGerman. Hermann had begged so, but she had felt differently then. She\nhad loved her work in anticipation. To marry and settle down--she was\nnot ready. It would be so good to be independent. And now--But it\nwas too late. That was years ago. Hermann must have found some\nyellow-braided, blue-eyed Dorothea by this--some _Mädchen_ who cared not\nfor calculus and Hebrew, but only to be what her mother had been, wife\nand house-mother. But this was treason. Our grandmothers had thought\nthat.\n\nShe looked at the girl in the middle row. What beautiful hair she had!\nWhat an idiot she was to give up four years of her life to this round of\nwork and play and pretence of living! Oh, to go back to Germany--to see\nBertha and her mother again, and hear the father's 'cello! Hermann had\nloved her so! He had said, so quietly and yet so surely: “But thou wilt\ncome back, my heart's own. And always I wait here for thee. Make me\nnot wait long!” He had seemed too quiet then--too slow and too easily\ncontent. She had wanted quicker, busier, more individual life. And now\nher heart said, “O fool!”\n\nWas it too late? Suppose she should go, after all? Suppose she should\ngo, and all should be as it had been, only a little older, a little more\nquiet and peaceful? The very fancy filled her heart with sudden calm.\nA love so deep and sure, so broad and sweet--could it not dignify any\nwoman's life? And she had been thought worthy and had refused this love!\nO fool!\n\nSuppose she went and found--her heart beat too quickly, and her face\nflushed. She called on the bright girl in the front row.\n\n“And what have _you_ learned?” she said.\n\nThe girl coughed importantly. “It is a poem of Goethe's,” she announced\nin her high, satisfied voice. “_Kennst du das Land_”\n\n“That will do,” said the German assistant. “I fear we shall not have\ntime for it to-day. The hour is up. You may go on with the translation\nfor to-morrow.” And as the class rose with a growing clamor she realized\nthat though she had been thinking steadily in German, she had been\ntalking in English. So that was why they had comprehended so well and\nanswered so readily! And yet she was too glad to be annoyed at the slip.\nThere were other things: her life was not a German class!\n\nAs the girls crowded out, one stopped by the desk. She laid her hand\nwith the pearl band on the third finger on the teacher's arm. “You look\ntired,” she said. “I hope you're not ill?”\n\n“Ill?” said the woman at the desk. “I never felt better. I've been\nneglecting my classes, I fear, in the study of your green gown. It is so\nvery pretty.”\n\nThe girl smiled and colored a little.\n\n“I'm glad you like it,” she said. “I like it, too.” Then, with a sudden\nfeeling of friendship, an odd sense of intimacy, a quick impulse of\ncommon femininity, she added:\n\n“I've had some good times in this dress. Wearing it up here makes me\nremember them very strangely. It's queer, what a difference it makes--”\n She stopped and looked questioningly at the older woman.\n\nBut the German assistant smiled at her. “Yes,” she said, “it is. And\nwhen you have been teaching seven years the difference becomes very\napparent.” She gathered up her books, still smiling in a reminiscent\nway. And as she went out of the door, she looked back at the glaring,\nsunny room as if already it were far behind her, as if already she felt\nthe house-mother's kiss, and heard the 'cello, and saw Klara's tiny\ndaughter standing by the door, throwing kisses, calling, “_Da ist sie,\nja!_”\n\nLost in the dream, her eyes fixed absently, she stumbled against her\nfellow-assistant, who was making for the room she had just left.\n\n“I beg your pardon--I wasn't looking. Oh, it's you!” she murmured\nvaguely. Her fellow-assistant had a headache, and forty-five written\npapers to correct. She had just heard, too, a cutting criticism of\nher work made by the self-appointed faculty critic; the criticism was\ncleverly worded, and had just enough truth to fly quickly and hurt her\nwith the head of her department. So she was not in the best of tempers.\n\n“Yes, it's I,” she said crossly. “If you had knocked these papers an\ninch farther, I should have invited you to correct them. If you go about\nin that abstracted way much longer, my dear, Miss Selbourne will inform\nthe world (on the very best authority) that you're in love.”\n\n“I? What nonsense!”\n\nIt was a ridiculous thing to say, and she flushed angrily at herself. It\nwas only a joke, of course.\n\nThe other woman laughed shortly.\n\n“Dear me! I really believe you are!” she exclaimed. “The girls were\nsaying at breakfast that Professor Tredick was ruining himself\nin violets yesterday--so it was for you!” and she went into the\nlecture-room.\n\nA chattering crowd of girls closed in behind her. One voice rose above\nthe rest:\n\n“Well, I don't know what you call it, then. He skated with her all the\nwinter, and at the Dickinson party they sat on one sofa for an hour and\ntalked steadily!”\n\n“Oh, nonsense! She skates beautifully, that's all.”\n\n“She sits on a sofa beautifully, too.” A burst of laughter, and the door\nclosed.\n\nThe German assistant smiled satirically. It was all of a piece. At\nleast, the younger women were perfectly frank about it: they did not\nfeel themselves forced to employ sarcasm in their references; it was\nnot necessary for them to appear to have definitely chosen this life\nin preference to any other. Four years was little to lend to such an\nexperiment. But the older women, who sat on those prim little platforms\nyear after year--a sudden curiosity possessed her to know how many of\nthem were really satisfied.\n\nCould it be that they had preferred--actually preferred--But she had,\nherself, three years ago. She shook her head decidedly. “Not for nine\nyears, not for nine!” she murmured, as she caught through the heavy door\na familiar voice raised to emphasize some French phrase.\n\nAnd yet, somebody must teach them. They could not be born with foreign\nidioms and historical dates and mathematical formulae in their little\nheads. She herself deplored the modern tendency that sent a changing\ndrift of young teachers through the colleges, to learn at the expense\nof the students a soon relinquished profession. But how ridiculous\nthe position of the women who prided themselves on the steadiness and\ncontinuity of their service! Surely they must find it an empty success\nat times. They must regret.\n\nShe was passing through the chapel. Two scrubbing-women were\nstraightening the chairs, their backs turned to her.\n\n“From all I hear,” said one, with a chuckle and a sly glance, “we'll be\nafther gettin' our invitations soon.”\n\n“An' to what?” demanded the other quickly.\n\n“Sure, they say it's a weddin'.”\n\n“Ah, now, hush yer noise, Mary Nolan; 'tis no such thing. I've had\nenough o' husbands. I know when I'm doin' well, an' that's as I am!”\n\n“'Tis strange that the men sh'd think different, now, but they do!”\n\nThey laughed heartily and long. The German assistant looked at the broad\nbacks meditatively. Just now they seemed to her more consistent than any\nother women in the great building.\n\nShe walked quickly across the greening campus. The close-set brick\nbuildings seemed to press up against her; every window stood for some\ncrowded, narrow room, filled with books and tea-cups and clothes and\nphotographs--hundreds of them, and all alike. In her own room she tried\nto reason herself out of this intolerable depression, to realize\nthe advantages of a quiet life in what was surely the same pleasant,\ncultured atmosphere to which she had so eagerly looked forward three\nyears ago. Her room was large, well furnished, perfectly heated; and\nif the condition of her closet would have appeared nothing short of\nappalling to a householder, that condition was owing to the hopeless\nexigencies of the occasion. With the exception of that whited sepulchre,\nall was neat, artistic, eminently habitable. She surveyed it critically:\nthe “Mona Lisa,” the large “Melrose Abbey,” the Burne-Jones draperies,\nand the “Blessed Damozel” that spread a placid if monotonous culture\nthrough the rooms of educated single women. A proper appreciation of\npolished wood, the sanitary and aesthetic values of the open fire, a\ncertain scheme in couch-pillows, all linked it to the dozen other rooms\nthat occupied the same relative ground-floor corners in a dozen other\nhouses. Some of them had more books, some ran to handsome photographs,\nsome afforded fads in old furniture; but it was only a question of more\nor less. It looked utterly impersonal to-day; its very atmosphere was\nartificial, typical, a pretended self-sufficiency.\n\nHow many years more should she live in it--three, nine, thirteen? The\ntide of girls would ebb and flow with every June and September; eighteen\nto twenty-two would ring their changes through the terms, and she could\ntake her choice of the two methods of regarding them: she could insist\non a perennial interest in the separate personalities, and endure\nweariness for the sake of an uncertain influence; or she could mass them\nfrankly as the student body, and confine the connection to marking their\nclass-room efforts and serving their meat in the dining-room. The latter\nwas at once more honest and more easy; all but the most ambitious or the\nmost conscientious came ta it sooner or later.\n\nThe youngest among the assistants, themselves fresh from college,\nmingled naturally enough with the students; they danced and skated and\nenjoyed their girlish authority. The older women, seasoned to the life,\nsettled there indefinitely, identified themselves more or less with the\ntown, amused themselves with their little aristocracy of precedence, and\nwove and interwove the complicated, slender strands of college gossip.\nBut a woman of barely thirty, too old for friendships with young girls,\ntoo young to find her placid recreation in the stereotyped round of\nsocial functions, that seemed so perfectly imitative of the normal and\nyet so curiously unsuccessful at bottom--what was there for her?\n\nHer eyes were fixed on the hill-slope view that made her room\nso desirable. It occurred to her that its changelessness was not\nnecessarily so attractive a characteristic as the local poets practised\nthemselves in assuring her.\n\nA light knock at the door recalled to her the utter lack of privacy\nthat put her at the mercy of laundress, sophomore, and expressman. She\nregretted that she had not put up the little sign whose “_Please do not\ndisturb_” was her only means of defence.\n\n“Come!” she called shortly, and the tall girl in the green dress stood\nin the open door. A strange sense of long acquaintance, a vague feeling\nof familiarity, surprised the older woman. Her expression changed.\n\n“Come in,” she said cordially.\n\n“I--am I disturbing you?” asked the girl doubtfully. She had a pile of\nbooks on her arm; her trim jacket and hat, and something in the way she\nheld her armful, seemed curiously at variance with her tam-o'-shantered,\ngolf-caped friends.\n\n“I couldn't find out whether you had an office hour, and I didn't know\nwhether I ought to have sent in my name--it seemed so formal, when it is\nonly a moment I need to see you--”\n\n“Sit down,” said the German assistant pleasantly. “What can I do for\nyou?”\n\n“I have been talking with Fräulein Müller about my German, and she\nsays if you are willing to give me an outline for advanced work and an\nexamination later on, I can go into a higher division in a little while.\nLanguages are always easy for me, and I could go on much quicker.”\n\n“Oh, certainly. I have thought more than once that you were wasting\nyour time. The class is too large and too slow. I will make you out\nan outline and give it to you after class to-morrow,” said the German\nassistant promptly. “Meanwhile, won't you stay and make me a\nlittle call? I will light the fire and make some tea, if that is an\ninducement.”\n\n“The invitation is inducement enough, I assure you,” smiled the girl,\n“but I must not stay to-day, I think. If you will let me come again,\nwhen I have no work to bother you with, I should love to.”\n\nThere was something easily decisive in her manner, something very\ndifferent from the other students, who refused such invitations\nawkwardly, eager to be pressed, and when finally assured of a sincere\nwelcome, prolonged their calls and talked about themselves into the\nuncounted hours. Evidently she would not stay this time; evidently she\nwould like to come again.\n\nAs the door closed behind her the German assistant dropped her cordial\nsmile, and sank back listlessly in her chair.\n\n“After all, she's only a girl!” she murmured. For almost an hour she sat\nlooking fixedly at the unlit logs, hardly conscious of the wasted time.\nMuch might have gone into that hour. There was tea for her at one of the\ncollege houses--the hostess had a “day,” and went so far as to aspire\nto the exclusive serving of a certain kind of tinned fancy biscuit every\nFriday--if she wanted to drop in. This hostess invited favored students\nto meet the faculty and townspeople on these occasions, and the\ntwo latter classes were expected to effect a social fusion with the\nformer--which linked it, to some minds, a little too obviously with\nprofessional duties.\n\nShe might call on the head of her department, who was suffering from\nsome slight indisposition, and receive minute advice as to the conduct\nof her classes, mingled with general criticism of various colleagues\nand their methods. She might make a number of calls; but if there is one\nsituation in which the futility of these social mockeries becomes most\nthoroughly obvious, it is the situation presented by an attempt to\nimitate the conventional society life in a woman's college. And yet--she\nhad gone over the whole question so often--what a desert of awkwardness\nand learned provincialism such a college would be without the attempt!\nHow often she had cordially agreed to the statement that it was\nprecisely because of its insistence upon this connection with the forms\nand relations of normal life that her college was so successfully free\nfrom the tomboyishness or the priggishness or the gaucherie of some of\nthe others! And yet its very success came from begging the question,\nafter all.\n\nShe shook her head impatiently. A strong odor of boiling chocolate\ncrept through the transom. Somebody began to practise a monotonous\naccompaniment on the guitar. Over her head a series of startling bumps\nand jarring falls suggested a troupe of baby elephants practising for\ntheir first appearance in public. The German assistant set her teeth.\n\n“Before I die,” she announced to her image in the glass, “I propose to\ninquire flatly of Miss Burgess if she _does_ pile her furniture in\na heap and slide down it on her toboggan! There is no other logical\nexplanation of that horrible disturbance.”\n\nThe face in the glass caught her attention. It looked sallow, with\nlines under the eyes. The hair rolled back a little too severely for\nthe prevailing mode, and she recalled her late visitor's effectively\nadjusted side-combs, her soft, dark waves.\n\n“They have time for it, evidently,” she mused, “and after all it is\ncertainly more important than modal auxiliaries!”\n\nAnd for half an hour she twisted and looped and coiled, between the\nchiffonnier and a hand-glass, fairly flushing with pleasure at the\nresult.\n\n“Now,” she said, looking cheerfully at a pile of written papers, “I'll\ntake a walk, I think--a real walk.” And till dinner-time she tramped\nsome of the old roads of her college days--more girlish than those days\nhad found her, lighter-footed, she thought, than before.\n\nThe flush was still in her cheeks as she served her hungry tableful, and\nshe could not fail to catch the meaning of their frank stares. Pausing\nin the parlor door to answer a question, she overheard a bit of\nconversation:\n\n“Doesn't she look well with her hair low? Quite stunning, I think.”\n\n“Yes, indeed. If only she wouldn't dress so old! It makes her look\nolder than she is. That red waist she wears in the evening is awfully\nbecoming.”\n\n“Yes, I hate her in dark things.”\n\nThe regret that she had not found time to put on the red waist was so\ninstant and keen that she laughed at herself when alone in her room. She\nmoved vaguely about, aimlessly changing the position of the furniture.\nHow absurd! To do one's hair differently, and take a long walk, and feel\nas if an old life were somehow far behind one!\n\nLater she found herself before her desk, hunting for her foreign\nletter-paper, and once started, her pen flew. There were long meditative\nlapses, followed by nervous haste, as if to make up the lost time;\nand just before the ten-o'clock bell she slipped out to mail a fat\nbrown-stamped envelope. The night-watchman chuckled as he watched the\nhead shrouded in the golf-cape hood bend a moment over the little white\nsquare.\n\n“Maybe it's one o' the maids, maybe it's one o' the teachers, maybe it's\none o' the girls,” he confided to his lantern; “they're all alike, come\nto that! An' a good thing, too!”\n\nIn the morning the German assistant dismissed her last class early and\ntook train for Springfield. On the way to the station a deferential\nclerk from the bookshop waylaid her.\n\n“One moment, please. Those books you spoke of. Mr. Hartwell's library\nis up at auction and we're sending a man to buy to-day. If you could get\nthe whole set for twenty-five dollars--”\n\nShe smiled and shook her head. “I've changed my mind, thank you--I can't\nafford it. Yes, I suppose it is a bargain, but books are such a trouble\nto carry about, you know. No, I don't think of anything else.”\n\nWhat freedom, what a strange baseless exhilaration! Suppose--suppose\nit was all a mistake, and she should wake back to the old stubborn,\nperfunctory reality! Perhaps it was better, saner--that quiet\ntaken-for-granted existence. Perhaps she regretted--but even with the\nhalf-fear at her heart she laughed at that. If wake she must, she loved\nthe dream. How she trusted that man! “Always I will wait”--and he would.\nBut seven years! She threw the thought behind her.\n\nThe next days passed in a swift, confused flight. She knew they were\nall discussing her, wondering at her changed face, her fresh, becoming\nclothes; they decided that she had had money left her.\n\n“Some of my girls saw you shopping in Springfield last Saturday--they\nsay you got some lovely waists,” said her fellow-assistant tentatively.\n“Was this one? It's very sweet. You ought to wear red a great deal, you\nlook so well in it. Did you know Professor Riggs spoke of your hat with\nwild enthusiasm to Mrs. Austin Sunday? He said it was wonderful what a\ndifference a stylish hat made. Not that he meant, of course--Well, it's\nlovely to be able to get what you want. Goodness knows, I wish I could.”\n\nThe other laughed. “Oh, it's perfectly easy if you really want to,” she\nsaid, “it all depends on what you want, you know.”\n\nFor the first week she moved in a kind of exaltation. It was partly that\nher glass showed her a different woman: soft-eyed, with cheeks tinted\nfrom the long, restless walks through the spring that was coming on with\nevery warm, greening day. The excitement of the letter hung over her.\nShe pictured her announcement, Fräulein Müller's amazed questions.\n\n“'But--but I do not understand! You are not well?'\n\n“'Perfectly, thank you.'\n\n“'But I am perfectly satisfied: I do not wish to change. You are not\nsick, then?'\n\n“'Only of teaching, Fräulein.'\n\n“'But the instructorship--I was going to recommend--do not be alarmed;\nyou shall have it surely!'\n\n“'You are very kind, but I have taught long enough.'\n\n“'Then you do not find another position? Are you to be--'”\n\nAlways here her heart sank. Was she? What real basis had all this sweet,\ndisturbing dream? To write so to a man after seven years! It was not\ndecent. She grew satiric. How embarrassing for him to read such a letter\nin the bosom of an affectionate, flaxen-haired family! At least, she\nwould never know how he really felt, thank Heaven. And what was left for\nher then? To her own mind she had burned her bridges already. She was as\nfar from this place in fancy as if the miles stretched veritably between\nthem. And yet she knew no other life. She knew no other men. He was the\nonly one. In a flash of shame it came over her that a woman with more\nexperience would never have written such a letter. Everybody knew\nthat men forget, change, easily replace first loves. Nobody but such a\ncloistered, academic spinster as she would have trusted a seven years'\npromise. This was another result of such lives as they led--such\nhelpless, provincial women. Her resentment grew against the place. It\nhad made her a fool.\n\nIt was Sunday afternoon, and she had omitted, in deference to the day,\nthe short skirt and walking-hat of her weekday stroll. Sunk in accusing\nshame, her cheeks flaming under her wide, dark hat, her quick step\nmore sweeping than she knew, her eyes on the ground, she just escaped\ncollision with a suddenly looming masculine figure. A hasty apology, a\nstartled glance of appeal, a quick breath that parted her lips, and she\nwas past the stranger. But not before she had caught in his eyes a look\nthat quickened her heart, that soothed her angry humility. The sudden\nsincere admiration, the involuntary tribute to her charm, was new to\nher, but the instinct of countless generations made it as plain and as\nmuch her prerogative as if she had been the most successful débutante.\nShe was not, then, an object of pity, to be treasured for the sake of\nthe old days; other men, too--the impulse outstripped thought, but she\ncaught up with it.\n\n“How dreadful!” she murmured, with a consciousness of undreamed depths\nin herself. “Of course he is the only one--the only one!” and across the\nwater she begged his forgiveness.\n\nBut through all her agony of doubt in the days that followed, one shame\nwas miraculously removed, one hope sang faintly beneath: she, too, had\nher power! A glance in the street had called her from one army of her\nsisters to the other, and the difference was inestimable.\n\nHer classes stared at her with naïve admiration. The girls in the house\nbegged for her as a chaperon to Amherst entertainments, and sulked\nwhen a report that the young hosts found her too attractive to enable\nstrangers to distinguish readily between her and her charges rendered\nanother selection advisable. The fact that her interest in them was\nfitful, sometimes making her merry and intimate, sometimes relegating\nthem to a connection purely professional, only left her more interesting\nto them; and boxes of flowers, respectful solicitations to spreads, and\ntempting invitations to long drives through the lengthening afternoons\nbegan to elect her to an obvious popularity. Once it would have meant\nmuch to her; she marvelled now at the little shade of jealousy with\nwhich her colleagues assured her of it. How long must she wait? When\nwould life be real again?\n\nShe seemed to herself to move in a dream that heightened and strained\nquicker as it neared an inevitable shock of waking--to what? Even at the\nbest, to what? Even supposing that--she put it boldly, as if it had been\nanother woman--she should marry the man who had asked her seven years\nago, what was there in the very obvious future thus assured her that\ncould match the hopes her heart held out? How could it be at once\nthe golden harbor, the peaceful end of hurried, empty years, and the\ndelicious, shifting unrest that made a tumult of her days and nights?\nYet something told her that it was; something repeated insistently,\n“Always I will wait.”... He would keep faith, that grave, big man!\n\nBut every day, as she moved with tightened lips to the table where\nthe mail lay spread, coloring at a foreign stamp, paling with the\ndisappointment, her hope grew fainter. He dared not write and tell her.\nIt was over. Violet shadows darkened her eyes; a feverish flush made\nher, as it grew and faded at the slightest warning, more girlish than\never.\n\nBut the young life about her seemed only to mock her own late weakened\nimpulse. It was not the same. She was playing heavy stakes: they hardly\nrealized the game. All but one, they irritated her. This one, since\nher first short call, had come and come again. No explanations, no\nconfidences, had passed between them; their sympathy, deep-rooted,\nexpressed itself perfectly in the ordinary conventional tone of two\nreserved if congenial natures. The girl did not discuss herself, the\nwoman dared not. They talked of books, music, travel; never, as if by\ntacit agreement, of any of the countless possible personalities in a\nplace so given to personal discussion.\n\nShe could not have told how she knew that the girl had come to college\nto please a mother whose great regret was to have missed such training,\nnor did she remember when her incurious friend had learned her tense\ndetermination of flight; she could have sworn that she had never spoken\nof it. Sometimes, so perfectly did they appear to understand each other\nbeneath an indifferent conversation, it seemed to her that the words\nmust be the merest symbols, and that the girl who always caught her\nlightest shade of meaning knew to exactness her alternate hope and fear,\nthe rudderless tossing toward and from her taunting harbor-light.\n\nThey sat by an open window, breathing in the moist air from the fresh,\nupturned earth. The gardeners were working over the sprouting beds; the\nsun came in warm and sweet.\n\n“Three weeks ago it was almost cold at this time,” said the girl. “In\nthe springtime I give up going home, and love the place. But two years\nmore--two years!”\n\n“Do you really mind it so much?”\n\n“I think what I mind the most is that I don't like it more,” said the\ngirl slowly. “Mamma wanted it so. She really loved study. I don't, but\nif I did--I should love it more than this. This would seem so childish.\nAnd if I just wanted a good time, why, then this would seem such a lot\nof trouble. All the good things here seem--seem remedies!”\n\nThe older woman laughed nervously. Three weeks--three weeks and no word!\n\n“You will be making epigrams, my dear, if you don't take care,” she\nsaid lightly. “But you're going to finish just the same? The girls like\nyou, your work is good; you ought to stay.”\n\nThe girl flashed a look of surprise at her. It was her only hint of\nsympathy.\n\n“You advise me to?” she asked quietly.\n\n“I think it would be a pity to disappoint your mother,” with a light\nhand on her shoulder. “You are so young--four years is very, little. Of\ncourse you could do the work in half the time, but you admit that you\nare not an ardent student. If nobody came here but the girls that really\nneeded to, we shouldn't have the reputation that we have. The girls to\nwhom this place means the last word in learning and the last grace of\nsocial life are estimable young women, but not so pleasant to meet as\nyou.”\n\nThree weeks--but he had waited seven years!\n\n“I am very childish,” said the girl. “Of course I will stay. And some\nof it I like very much. It's only that mamma doesn't understand. She\noverestimates it so. Somehow, the more complete it is, the more like\neverything else, the more you have to find fault with on all sides. I'd\nrather have come when mamma was a girl.”\n\n“I see. I have thought that, too.”\n\nAh, fool, give up your senseless hope! You had your chance--you lost it.\nFate cannot stop and wait while you grow wise.\n\n“When that shadow covers the hill, I will give it up forever. Then I\nwill write to Henry's wife and ask her to let me come and help take care\nof the children. She will like it, and I can get tutoring if I want\nit. I will make the children love me, and there will be a place where I\nshall be wanted and can help,” she thought.\n\nThe shadow slipped lower. The fresh turf steeped in the last rays, the\nbirds sang, the warming earth seemed to have touched the very core of\nspring. Her hopes had answered the eager years, but her miracle was too\nwonderful to be.\n\nA light knock at the door, and a maid came toward her, tray in hand. She\nlifted the card carelessly--her heart dropped a moment and beat in\nhard, slow throbs. Her eyes filled with tears; her cheeks were hot and\nbrilliant.\n\n“I will be there in a moment.” How deep her voice sounded!\n\nThe girl slipped by her.\n\n“I was going anyway,” she said softly. “Good-by! Don't touch your\nhair--it's just right.”\n\nShe did not wait for an answer, but went out. As she passed by\nthe little reception-room a tall, eager man made toward her with\noutstretched hands. Her voice trembled as she laughed.\n\n“No, no--I'm not the one,” she murmured, “but she--she's coming!”\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bacon, Josephine Daskam"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23364/pg23364.txt",
        "name": "a_reversion_to_type.json"
    }
}