{
    "name": "A Wasted Day",
    "author": [
        "Davis, Richard Harding"
    ],
    "body": "When its turn came, the private secretary, somewhat apologetically, laid\nthe letter in front of the Wisest Man in Wall Street.\n\n“From Mrs. Austin, probation officer, Court of General Sessions,” he\nexplained. “Wants a letter about Spear. He’s been convicted of theft.\nComes up for sentence Tuesday.”\n\n“Spear?” repeated Arnold Thorndike.\n\n“Young fellow, stenographer, used to do your letters last summer going\nin and out on the train.”\n\nThe great man nodded. “I remember. What about him?”\n\nThe habitual gloom of the private secretary was lightened by a grin.\n\n“Went on the loose; had with him about five hundred dollars belonging to\nthe firm; he’s with Isaacs & Sons now, shoe people on Sixth Avenue. Met\na woman, and woke up without the money. The next morning he offered to\nmake good, but Isaacs called in a policeman. When they looked into it,\nthey found the boy had been drunk. They tried to withdraw the charge,\nbut he’d been committed. Now, the probation officer is trying to get the\njudge to suspend sentence. A letter from you, sir, would--”\n\nIt was evident the mind of the great man was elsewhere. Young men who,\ndrunk or sober, spent the firm’s money on women who disappeared before\nsunrise did not appeal to him. Another letter submitted that morning\nhad come from his art agent in Europe. In Florence he had discovered the\nCorreggio he had been sent to find. It was undoubtedly genuine, and he\nasked to be instructed by cable. The price was forty thousand dollars.\nWith one eye closed, and the other keenly regarding the inkstand,\nMr. Thorndike decided to pay the price; and with the facility of long\npractice dismissed the Correggio, and snapped his mind back to the\npresent.\n\n“Spear had a letter from us when he left, didn’t he?” he asked. “What he\nhas developed into, SINCE he left us--” he shrugged his shoulders. The\nsecretary withdrew the letter, and slipped another in its place.\n\n“Homer Firth, the landscape man,” he chanted, “wants permission to use\nblue flint on the new road, with turf gutters, and to plant silver firs\neach side. Says it will run to about five thousand dollars a mile.”\n\n“No!” protested the great man firmly, “blue flint makes a country place\nlook like a cemetery. Mine looks too much like a cemetery now. Landscape\ngardeners!” he exclaimed impatiently. “Their only idea is to insult\nnature. The place was better the day I bought it, when it was running\nwild; you could pick flowers all the way to the gates.” Pleased that\nit should have recurred to him, the great man smiled. “Why, Spear,” he\nexclaimed, “always took in a bunch of them for his mother. Don’t you\nremember, we used to see him before breakfast wandering around the\ngrounds picking flowers?” Mr. Thorndike nodded briskly. “I like his\ntaking flowers to his mother.”\n\n“He SAID it was to his mother,” suggested the secretary gloomily.\n\n“Well, he picked the flowers, anyway,” laughed Mr. Thorndike. “He didn’t\npick our pockets. And he had the run of the house in those days. As\nfar as we know,” he dictated, “he was satisfactory. Don’t say more than\nthat.”\n\nThe secretary scribbled a mark with his pencil. “And the landscape man?”\n\n“Tell him,” commanded Thorndike, “I want a wood road, suitable to a\nfarm; and to let the trees grow where God planted them.”\n\nAs his car slid downtown on Tuesday morning the mind of Arnold Thorndike\nwas occupied with such details of daily routine as the purchase of a\nrailroad, the Japanese loan, the new wing to his art gallery, and an\nattack that morning, in his own newspaper, upon his pet trust. But his\nbusy mind was not too occupied to return the salutes of the traffic\npolicemen who cleared the way for him. Or, by some genius of memory,\nto recall the fact that it was on this morning young Spear was to be\nsentenced for theft. It was a charming morning. The spring was at\nfull tide, and the air was sweet and clean. Mr. Thorndike considered\nwhimsically that to send a man to jail with the memory of such a morning\nclinging to him was adding a year to his sentence. He regretted he had\nnot given the probation officer a stronger letter. He remembered the\nyoung man now, and favorably. A shy, silent youth, deft in work, and\nat other times conscious and embarrassed. But that, on the part of a\nstenographer, in the presence of the Wisest Man in Wall Street, was not\nunnatural. On occasions, Mr. Thorndike had put even royalty--frayed,\nimpecunious royalty, on the lookout for a loan--at its ease.\n\nThe hood of the car was down, and the taste of the air, warmed by the\nsun, was grateful. It was at this time, a year before, that young Spear\npicked the spring flowers to take to his mother. A year from now where\nwould young Spear be?\n\nIt was characteristic of the great man to act quickly, so quickly\nthat his friends declared he was a slave to impulse. It was these same\nimpulses, leading so invariably to success, that made his enemies\ncall him the Wisest Man. He leaned forward and touched the chauffeur’s\nshoulder. “Stop at the Court of General Sessions,” he commanded. What\nhe proposed to do would take but a few minutes. A word, a personal word\nfrom him to the district attorney, or the judge, would be enough. He\nrecalled that a Sunday Special had once calculated that the working time\nof Arnold Thorndike brought him in two hundred dollars a minute. At that\nrate, keeping Spear out of prison would cost a thousand dollars.\n\n\nOut of the sunshine Mr. Thorndike stepped into the gloom of an echoing\nrotunda, shut in on every side, hung by balconies, lit, many stories\noverhead, by a dirty skylight. The place was damp, the air acrid with\nthe smell of stale tobacco juice, and foul with the presence of many\nunwashed humans. A policeman, chewing stolidly, nodded toward an\nelevator shaft, and other policemen nodded him further on to the office\nof the district attorney. There Arnold Thorndike breathed more freely.\nHe was again among his own people. He could not help but appreciate the\ndramatic qualities of the situation; that the richest man in Wall Street\nshould appear in person to plead for a humble and weaker brother. He\nknew he could not escape recognition, his face was too well known, but,\nhe trusted, for the sake of Spear, the reporters would make no display\nof his visit. With a deprecatory laugh, he explained why he had come.\nBut the outburst of approbation he had anticipated did not follow.\n\nThe district attorney ran his finger briskly down a printed card.\n“Henry Spear,” he exclaimed, “that’s your man. Part Three, Judge Fallon.\nAndrews is in that court.” He walked to the door of his private office.\n“Andrews!” he called.\n\nHe introduced an alert, broad-shouldered young man of years of much\nindiscretion and with a charming and inconsequent manner.\n\n“Mr. Thorndike is interested in Henry Spear, coming up for sentence\nin Part Three this morning. Wants to speak for him. Take him over with\nyou.”\n\nThe district attorney shook hands quickly, and retreated to his private\noffice. Mr. Andrews took out a cigarette and, as he crossed the floor,\nlit it.\n\n“Come with me,” he commanded. Somewhat puzzled, slightly annoyed, but\nenjoying withal the novelty of the environment and the curtness of his\nreception, Mr. Thorndike followed. He decided that, in his ignorance, he\nhad wasted his own time and that of the prosecuting attorney. He should\nat once have sent in his card to the judge. As he understood it, Mr.\nAndrews was now conducting him to that dignitary, and, in a moment, he\nwould be free to return to his own affairs, which were the affairs of\ntwo continents. But Mr. Andrews led him to an office, bare and small,\nand offered him a chair, and handed him a morning newspaper. There\nwere people waiting in the room; strange people, only like those Mr.\nThorndike had seen on ferry-boats. They leaned forward toward young Mr.\nAndrews, fawning, their eyes wide with apprehension.\n\nMr. Thorndike refused the newspaper. “I thought I was going to see the\njudge,” he suggested.\n\n“Court doesn’t open for a few minutes yet,” said the assistant district\nattorney. “Judge is always late, anyway.”\n\nMr. Thorndike suppressed an exclamation. He wanted to protest, but his\nclear mind showed him that there was nothing against which, with reason,\nhe could protest. He could not complain because these people were not\napparently aware of the sacrifice he was making. He had come among them\nto perform a kindly act. He recognized that he must not stultify it by a\nshow of irritation. He had precipitated himself into a game of which he\ndid not know the rules. That was all. Next time he would know better.\nNext time he would send a clerk. But he was not without a sense of\nhumor, and the situation as it now was forced upon him struck him as\namusing. He laughed good-naturedly and reached for the desk telephone.\n\n“May I use this?” he asked. He spoke to the Wall Street office. He\nexplained he would be a few minutes late. He directed what should be\ndone if the market opened in a certain way. He gave rapid orders on many\ndifferent matters, asked to have read to him a cablegram he expected\nfrom Petersburg, and one from Vienna.\n\n“They answer each other,” was his final instruction. “It looks like\npeace.”\n\nMr. Andrews with genial patience had remained silent. Now he turned\nupon his visitors. A Levantine, burly, unshaven, and soiled, towered\ntruculently above him. Young Mr. Andrews with his swivel chair tilted\nback, his hands clasped behind his head, his cigarette hanging from his\nlips, regarded the man dispassionately.\n\n“You gotta hell of a nerve to come to see me,” he commented cheerfully.\nTo Mr. Thorndike, the form of greeting was novel. So greatly did it\ndiffer from the procedure of his own office, that he listened with\ninterest.\n\n“Was it you,” demanded young Andrews, in a puzzled tone, “or your\nbrother who tried to knife me?” Mr. Thorndike, unaccustomed to cross\nthe pavement to his office unless escorted by bank messengers and\nplain-clothes men, felt the room growing rapidly smaller; the figure of\nthe truculent Greek loomed to heroic proportions. The hand of the banker\nwent vaguely to his chin, and from there fell to his pearl pin, which he\nhastily covered.\n\n“Get out!” said young Andrews, “and don’t show your face here--”\n\nThe door slammed upon the flying Greek. Young Andrews swung his swivel\nchair so that, over his shoulder, he could see Mr. Thorndike. “I don’t\nlike his face,” he explained.\n\nA kindly eyed, sad woman with a basket on her knee smiled upon Andrews\nwith the familiarity of an old acquaintance.\n\n“Is that woman going to get a divorce from my son,” she asked, “now that\nhe’s in trouble?”\n\n“Now that he’s in Sing Sing?” corrected Mr. Andrews. “I HOPE so! She\ndeserves it. That son of yours, Mrs. Bernard,” he declared emphatically,\n“is no good!”\n\nThe brutality shocked Mr. Thorndike. For the woman he felt a thrill of\nsympathy, but at once saw that it was superfluous. From the secure and\nlofty heights of motherhood, Mrs. Bernard smiled down upon the assistant\ndistrict attorney as upon a naughty child. She did not even deign a\nprotest. She continued merely to smile. The smile reminded Thorndike of\nthe smile on the face of a mother in a painting by Murillo he had lately\npresented to the chapel in the college he had given to his native town.\n\n“That son of yours,” repeated young Andrews, “is a leech. He’s robbed\nyou, robbed his wife. Best thing I ever did for YOU was to send him up\nthe river.”\n\nThe mother smiled upon him beseechingly.\n\n“Could you give me a pass?” she said.\n\nYoung Andrews flung up his hands and appealed to Thorndike.\n\n“Isn’t that just like a mother?” he protested. “That son of hers has\nbroken her heart, tramped on her, cheated her; hasn’t left her a cent;\nand she comes to me for a pass, so she can kiss him through the bars!\nAnd I’ll bet she’s got a cake for him in that basket!”\n\nThe mother laughed happily; she knew now she would get the pass.\n\n“Mothers,” explained Mr. Andrews, from the depth of his wisdom, “are\nall like that; your mother, my mother. If you went to jail, your mother\nwould be just like that.”\n\nMr. Thorndike bowed his head politely. He had never considered going\nto jail, or whether, if he did, his mother would bring him cake in a\nbasket. Apparently there were many aspects and accidents of life not\nincluded in his experience.\n\nYoung Andrews sprang to his feet, and, with the force of a hose flushing\na gutter, swept his soiled visitors into the hall.\n\n“Come on,” he called to the Wisest Man, “the court is open.”\n\n\nIn the corridors were many people, and with his eyes on the broad\nshoulders of the assistant district attorney, Thorndike pushed his way\nthrough them. The people who blocked his progress were of the class\nunknown to him. Their looks were anxious, furtive, miserable. They stood\nin little groups, listening eagerly to a sharp-faced lawyer, or, in\nsullen despair, eying each other. At a door a tipstaff laid his hand\nroughly on the arm of Mr. Thorndike.\n\n“That’s all right, Joe,” called young Mr. Andrews, “he’s with ME.” They\nentered the court and passed down an aisle to a railed enclosure\nin which were high oak chairs. Again, in his effort to follow, Mr.\nThorndike was halted, but the first tipstaff came to his rescue. “All\nright,” he signalled, “he’s with Mr. Andrews.”\n\nMr. Andrews pointed to one of the oak chairs. “You sit there,” he\ncommanded, “it’s reserved for members of the bar, but it’s all right.\nYou’re with ME.”\n\nDistinctly annoyed, slightly bewildered, the banker sank between the\narms of a chair. He felt he had lost his individuality. Andrews had\nbecome his sponsor. Because of Andrews he was tolerated. Because Andrews\nhad a pull he was permitted to sit as an equal among police-court\nlawyers. No longer was he Arnold Thorndike. He was merely the man “with\nMr. Andrews.”\n\nThen even Andrews abandoned him. “The judge’ll be here in a minute,\nnow,” said the assistant district attorney, and went inside a railed\nenclosure in front of the judge’s bench. There he greeted another\nassistant district attorney whose years were those of even greater\nindiscretion than the years of Mr. Andrews. Seated on the rail, with\ntheir hands in their pockets and their backs turned to Mr. Thorndike,\nthey laughed and talked together. The subject of their discourse was one\nMike Donlin, as he appeared in vaudeville.\n\nTo Mr. Thorndike it was evident that young Andrews had entirely\nforgotten him. He arose, and touched his sleeve. With infinite sarcasm\nMr. Thorndike began: “My engagements are not pressing, but--”\n\nA court attendant beat with his palm upon the rail.\n\n“Sit down!” whispered Andrews. “The judge is coming.”\n\nMr. Thorndike sat down.\n\nThe court attendant droned loudly words Mr. Thorndike could not\ndistinguish. There was a rustle of silk, and from a door behind him\nthe judge stalked past. He was a young man, the type of the Tammany\npolitician. On his shrewd, alert, Irish-American features was an\nexpression of unnatural gloom. With a smile Mr. Thorndike observed that\nit was as little suited to the countenance of the young judge as was\nthe robe to his shoulders. Mr. Thorndike was still smiling when young\nAndrews leaned over the rail.\n\n“Stand up!” he hissed. Mr. Thorndike stood up.\n\nAfter the court attendant had uttered more unintelligible words, every\none sat down; and the financier again moved hurriedly to the rail.\n\n“I would like to speak to him now before he begins,” he whispered. “I\ncan’t wait.”\n\nMr. Andrews stared in amazement. The banker had not believed the young\nman could look so serious.\n\n“Speak to him, NOW!” exclaimed the district attorney. ‘You’ve got to\nwait till your man comes up. If you speak to the judge, NOW--” The voice\nof Andrews faded away in horror.\n\nNot knowing in what way he had offended, but convinced that it was\nonly by the grace of Andrews he had escaped a dungeon, Mr. Thorndike\nretreated to his arm-chair.\n\n\nThe clock on the wall showed him that, already, he had given to young\nSpear one hour and a quarter. The idea was preposterous. No one better\nthan himself knew what his time was really worth. In half an hour there\nwas a board meeting; later, he was to hold a post mortem on a railroad;\nat every moment questions were being asked by telegraph, by cable,\nquestions that involved the credit of individuals, of firms, of even the\ncountry. And the one man who could answer them was risking untold sums\nonly that he might say a good word for an idle apprentice. Inside the\nrailed enclosure a lawyer was reading a typewritten speech. He assured\nhis honor that he must have more time to prepare his case. It was one\nof immense importance. The name of a most respectable business house was\ninvolved, and a sum of no less than nine hundred dollars. Nine hundred\ndollars! The contrast struck Mr. Thorndike’s sense of humor full in the\ncentre. Unknowingly, he laughed, and found himself as conspicuous as\nthough he had appeared suddenly in his night-clothes. The tipstaffs\nbeat upon the rail, the lawyer he had interrupted uttered an indignant\nexclamation, Andrews came hurriedly toward him, and the young judge\nslowly turned his head.\n\n“Those persons,” he said, “who cannot respect the dignity of this\ncourt will leave it.” As he spoke, with his eyes fixed on those of Mr.\nThorndike, the latter saw that the young judge had suddenly recognized\nhim. But the fact of his identity did not cause the frown to relax or\nthe rebuke to halt unuttered. In even, icy tones the judge continued:\n“And it is well they should remember that the law is no respecter of\npersons and that the dignity of this court will be enforced, no matter\nwho the offender may happen to be.”\n\nAndrews slipped into the chair beside Mr. Thorndike, and grinned\nsympathetically.\n\n“Sorry!” he whispered. “Should have warned you. We won’t be long now,”\n he added encouragingly. “As soon as this fellow finishes his argument,\nthe judge’ll take up the sentences. Your man seems to have other\nfriends; Isaacs & Sons are here, and the type-writer firm who taught\nhim; but what YOU say will help most. It won’t be more than a couple of\nhours now.”\n\n“A couple of hours!” Mr. Thorndike raged inwardly. A couple of hours\nin this place where he had been publicly humiliated. He smiled, a\nthin, shark-like smile. Those who made it their business to study his\nexpressions, on seeing it, would have fled. Young Andrews, not being\nacquainted with the moods of the great man, added cheerfully: “By one\no’clock, anyway.”\n\nMr. Thorndike began grimly to pull on his gloves. For all he cared now\nyoung Spear could go hang. Andrews nudged his elbow.\n\n“See that old lady in the front row?” he whispered. “That’s Mrs. Spear.\nWhat did I tell you; mothers are all alike. She’s not taken her eyes off\nyou since court opened. She knows you’re her one best bet.”\n\nImpatiently Mr. Thorndike raised his head. He saw a little, white-haired\nwoman who stared at him. In her eyes was the same look he had seen\nin the eyes of men who, at times of panic, fled to him, beseeching,\nentreating, forcing upon him what was left of the wreck of their\nfortunes, if only he would save their honor.\n\n“And here come the prisoners,” Andrews whispered. “See Spear? Third man\nfrom the last.” A long line, guarded in front and rear, shuffled into\nthe court-room, and, as ordered, ranged themselves against the wall.\nAmong them were old men and young boys, well dressed, clever-looking\nrascals, collarless tramps, fierce-eyed aliens, smooth-shaven,\nthin-lipped Broadwayards--and Spear.\n\nSpear, his head hanging, with lips white and cheeks ashen, and his eyes\nheavy with shame.\n\nMr. Thorndike had risen, and, in farewell, was holding out his hand to\nAndrews. He turned, and across the court-room the eyes of the financier\nand the stenographer met. At the sight of the great man, Spear flushed\ncrimson, and then his look of despair slowly disappeared; and into his\neyes there came incredulously hope and gratitude. He turned his head\nsuddenly to the wall.\n\nMr. Thorndike stood irresolute, and then sank back into his chair.\n\nThe first man in the line was already at the railing, and the questions\nput to him by the judge were being repeated to him by the other\nassistant district attorney and a court attendant. His muttered answers\nwere in turn repeated to the judge.\n\n“Says he’s married, naturalized citizen, Lutheran Church, die-cutter by\nprofession.”\n\nThe probation officer, her hands filled with papers, bustled forward and\nwhispered.\n\n“Mrs. Austin says,” continued the district attorney, “she’s looked into\nthis case, and asks to have the man turned over to her. He has a wife\nand three children; has supported them for five years.”\n\n“Is the wife in court?” the judge said.\n\nA thin, washed-out, pretty woman stood up, and clasped her hands in\nfront of her.\n\n“Has this man been a good husband to you, madam?” asked the young judge.\n\nThe woman broke into vehement assurances. No man could have been a\nbetter husband. Would she take him back? Indeed she would take him back.\nShe held out her hands as though she would physically drag her husband\nfrom the pillory.\n\nThe judge bowed toward the probation officer, and she beckoned the\nprisoner to her.\n\nOther men followed, and in the fortune of each Mr. Thorndike found\nhimself, to his surprise, taking a personal interest. It was as good as\na play. It reminded him of the Sicilians he had seen in London in their\nlittle sordid tragedies. Only these actors were appearing in their\nproper persons in real dramas of a life he did not know, but which\nappealed to something that had been long untouched, long in disuse. It\nwas an uncomfortable sensation that left him restless because, as he\nappreciated, it needed expression, an outlet. He found this, partially,\nin praising, through Andrews, the young judge who had publicly rebuked\nhim. Mr. Thorndike found him astute, sane; his queries intelligent, his\ncomments just. And this probation officer, she, too, was capable, was\nshe not? Smiling at his interest in what to him was an old story, the\nyounger man nodded.\n\n“I like her looks,” whispered the great man. “Like her clear eyes and\nclean skin. She strikes me as able, full of energy, and yet womanly.\nThese men when they come under her charge,” he insisted, eagerly, “need\nmoney to start again, don’t they?” He spoke anxiously. He believed he\nhad found the clew to his restlessness. It was a desire to help; to be\nof use to these failures who had fallen and who were being lifted to\ntheir feet. Andrews looked at him curiously. “Anything you give her,” he\nanswered, “would be well invested.”\n\n“If you will tell me her name and address?” whispered the banker. He was\nmuch given to charity, but it had been perfunctory, it was extended on\nthe advice of his secretary. In helping here, he felt a genial glow\nof personal pleasure. It was much more satisfactory than giving an Old\nMaster to his private chapel.\n\nIn the rear of the court-room there was a scuffle that caused every\none to turn and look. A man, who had tried to force his way past the\ntipstaffs, was being violently ejected, and, as he disappeared, he waved\na paper toward Mr. Thorndike. The banker recognized him as his chief\nclerk. Andrews rose anxiously. “That man wanted to get to you. I’ll see\nwhat it is. Maybe it’s important.”\n\nMr. Thorndike pulled him back.\n\n“Maybe it is,” he said dryly. “But I can’t see him now, I’m busy.”\n\n\nSlowly the long line of derelicts, of birds of prey, of sorry, weak\nfailures, passed before the seat of judgment. Mr. Thorndike had moved\ninto a chair nearer to the rail, and from time to time made a note upon\nthe back of an envelope. He had forgotten the time or had chosen to\ndisregard it. So great was his interest that he had forgotten the\nparticular derelict he had come to serve, until Spear stood almost at\nhis elbow.\n\nThorndike turned eagerly to the judge, and saw that he was listening to\na rotund, gray little man with beady, bird-like eyes who, as he talked,\nbowed and gesticulated. Behind him stood a younger man, a more modern\nedition of the other. He also bowed and, behind gold eye-glasses, smiled\ningratiatingly.\n\nThe judge nodded, and leaning forward, for a few moments fixed his eyes\nupon the prisoner.\n\n“You are a very fortunate young man,” he said. He laid his hand upon a\npile of letters. “When you were your own worst enemy, your friends\ncame to help you. These letters speak for you; your employers, whom you\nrobbed, have pleaded with me in your favor. It is urged, in your behalf,\nthat at the time you committed the crime of which you are found guilty,\nyou were intoxicated. In the eyes of the law, that is no excuse. Some\nmen can drink and keep their senses. It appears you can not. When you\ndrink you are a menace to yourself--and, as is shown by this crime,\nto the community. Therefore, you must not drink. In view of the good\ncharacter to which your friends have testified, and on the condition\nthat you do not touch liquor, I will not sentence you to jail, but will\nplace you in charge of the probation officer.”\n\nThe judge leaned back in his chair and beckoned to Mr. Andrews. It was\nfinished. Spear was free, and from different parts of the courtroom\npeople were moving toward the door. Their numbers showed that the\nfriends of the young man had been many. Mr. Thorndike felt a certain\ntwinge of disappointment. Even though the result relieved and pleased\nhim, he wished, in bringing it about, he had had some part.\n\nHe begrudged to Isaacs & Sons the credit of having given Spear\nhis liberty. His morning had been wasted. He had neglected his own\ninterests, and in no way assisted those of Spear. He was moving out of\nthe railed enclosure when Andrews called him by name.\n\n“His honor,” he said impressively, “wishes to speak to you.”\n\nThe judge leaned over his desk and shook Mr. Thorndike by the hand. Then\nhe made a speech. The speech was about public-spirited citizens who, to\nthe neglect of their own interests, came to assist the ends of justice,\nand fellow-creatures in misfortune. He purposely spoke in a loud voice,\nand every one stopped to listen.\n\n“The law, Mr. Thorndike, is not vindictive,” he said. “It wishes only\nto be just. Nor can it be swayed by wealth or political or social\ninfluences. But when there is good in a man, I, personally, want to know\nit, and when gentlemen like yourself, of your standing in this city,\ncome here to speak a good word for a man, we would stultify the purpose\nof justice if we did not listen. I thank you for coming, and I wish more\nof our citizens were as unselfish and public-spirited.”\n\nIt was all quite absurd and most embarrassing, but inwardly Mr.\nThorndike glowed with pleasure. It was a long time since any one had\nhad the audacity to tell him he had done well. From the friends of Spear\nthere was a ripple of applause, which no tipstaff took it upon himself\nto suppress, and to the accompaniment of this, Mr. Thorndike walked to\nthe corridor. He was pleased with himself and with his fellow-men. He\nshook hands with Isaacs & Sons, and congratulated them upon their public\nspirit, and the type-writer firm upon their public spirit. And then he\nsaw Spear standing apart regarding him doubtfully.\n\nSpear did not offer his hand, but Mr. Thorndike took it, and shook it,\nand said: “I want to meet your mother.”\n\nAnd when Mrs. Spear tried to stop sobbing long enough to tell him how\nhappy she was, and how grateful, he instead told her what a fine son she\nhad, and that he remembered when Spear used to carry flowers to town for\nher. And she remembered it, too, and thanked him for the flowers. And\nhe told Spear, when Isaacs & Sons went bankrupt, which at the rate they\nwere giving away their money to the Hebrew Hospital would be very soon,\nSpear must come back to him. And Isaacs & Sons were delighted at the\ngreat man’s pleasantry, and afterward repeated it many times, calling\nupon each other to bear witness, and Spear felt as though some one had\ngiven him a new backbone, and Andrews, who was guiding Thorndike out of\nthe building, was thinking to himself what a great confidence man had\nbeen lost when Thorndike became a banker.\n\n\nThe chief clerk and two bank messengers were waiting by the automobile\nwith written calls for help from the office. They pounced upon the\nbanker and almost lifted him into the car.\n\n“There’s still time!” panted the chief clerk.\n\n“There is not!” answered Mr. Thorndike. His tone was rebellious,\ndefiant. It carried all the authority of a spoiled child of fortune.\n“I’ve wasted most of this day,” he declared, “and I intend to waste the\nrest of it. Andrews,” he called, “jump in, and I’ll give you a lunch at\nSherry’s.”\n\nThe vigilant protector of the public dashed back into the building.\n\n“Wait till I get my hat!” he called.\n\nAs the two truants rolled up the avenue the spring sunshine warmed them,\nthe sense of duties neglected added zest to their holiday, and young Mr.\nAndrews laughed aloud.\n\nMr. Thorndike raised his eyebrows inquiringly. “I was wondering,” said\nAndrews, “how much it cost you to keep Spear out of jail?”\n\n“I don’t care,” said the great man guiltily; “it was worth it.”\n\n\n\n\n",
    "metadata": {
        "author": [
            "Davis, Richard Harding"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1820/pg1820.txt",
        "name": "a_wasted_day.json"
    }
}