{
    "name": "A world to die for",
    "author": [
        "Carson, Sam"
    ],
    "body": "They cut the Markab out of hyper space three parsecs from Deneb, on the\nNorth Galactic Polar course. Three men were aboard the space yacht.\nThe alien ship they expected to find was a thousand times greater. By\nstandards of the Galactic Service, the Markab was on a suicide mission.\n\nRik Guelf, the Markab's pilot, conned sync parallax tapes, the robot\nmaster controls and set the screen charts. In came Captain Rodolph,\nstout and weary from twenty years of patrol service. Behind was Pere\nDanold, thin and lithe, with feral eyes and tight lips.\n\n\"I'm tossing out telar screens. If they're breaking out of hyper, as\nthe outposts charted, we won't wait long.\"\n\n\"You hope,\" Danold's sardonic voice jeered. \"Your phantom ship\nparalyzes five ships of the line beyond Altair, so they send for us to\nblast it.\"\n\nCaptain Rodolph looked the younger man over thoughtfully. \"You\nvolunteered back at Fleet Base Eighty.\"\n\nDanold settled to a bench, legs outstretched. \"Why not? When the brass\ninstalls the newest trinogen gun in this dinky yacht,\" he laughed\nmirthlessly, \"one that can blast the ears off a cruiser at a thousand\nmiles--well, I wanted a crack. Trouble was,\" he added, \"I thought we\nwere after a Vegan, making a sneak attack.\"\n\n\"You were told it was a mission beyond the call of duty,\" Rodolph said\nsternly. \"None of the ships meeting the alien had a trinogen battery.\nWe can't carry but one. We've got the fast drive. They figure we can\nget in one shot and duck.\"\n\n\"I still say it would make sense to arm a fleet with trinogens,\" Danold\ngrumbled. \"If that alien has a transparent ship five miles long, which\nI gravely doubt on both counts.\"\n\nRik Guelf or Captain Rodolph could have pointed out that fully two\nhundred Galactic Service crewmen had seen the ship, that beams passed\nthrough it and only telar caught its outlines. And there was no doubt\nof the alien's fire power. It had paralyzed electronic systems for\nhours, leaving the fleet marooned while it moved majestically onward.\n\nThe Markab was Guelf's, the gift of his mother's family. They had\ninfluence and power, enough to provide as fleet a small space craft\nas the Galaxy could boast, and to borrow Captain Rodolph from patrol\nservice.\n\nThere was a reason for all this. Eiler Guelf, Rik's father, ranked\nforemost among explorers, had been lost with his ship, the Perseid,\nfive years before. That was in the Rigel sector. And a half dozen\noutposts had caught the strange message Eiler Guelf sent before he\nvanished.\n\n\"... _Met crystal woman_ ... _alien ship_ ... _am_--\"\n\nTelar screens reached out by means of meshed beams. Streaks showed the\npath of meteors, leaving ghostly streaks. Once a freighter broke out of\nhyper, vanished after making a period check.\n\n\"_Met crystal woman_ ...\" Well, out of reports by the Galactic Service\nships crippled by the great alien visitor, there were two which were\nresponsible for the Markab's presence here, attempting to intercept.\nTwo observers had seen--or thought they had--the titan-like outlines of\na woman aboard the ship.\n\nWas _she_ the crystal woman? Captain Rodolph thought so. Danold wasn't\nconsulted. He was the gift of Galactic Service, and that organization\nwas curious to know if a trinogen gun could stand up against the\nstrange but powerful blue beams the alien possessed.\n\nRik Guelf had to know if his father was alive. And there was a\nchance....\n\nFor centuries, since Earthmen had left their own solar system and\npenetrated the galaxy with hyper space drive, there had been rumors of\na giant race, the Titans.\n\nThe strange, cold intelligent life-forms of the Rigellian cluster\nhad their version of Titans, but they seemed afraid, or at least\nuninterested, in passing information to Galactic Service. Rigellians\nabhorred Earthmen. They traded, kept diplomatic contacts. Beyond that,\nthey refused all contact.\n\nIt was in territory of the Rigel federation that the elder Guelf had\ntraveled, nearing the end of a five year charting voyage. And he had\nsaid in his last report that bits of information gained along his route\nbore out reports of a giant ship crossing the galaxy. The Perseid had\ntried to intercept the visitor.\n\nRik Guelf was acting more on a hunch than on logic. He believed the\nPerseid was captured, that the aliens--Titans or not--came into the\ngalaxy hunting specimens.\n\nMaybe it was logical after all. Captain Rodolph was inclined to accept\nRik's theory, with reservations. He had agreed to let Rik try his hand\nat making contact should they meet the alien. But he also told Danold\nto be ready.\n\nDanold was ready. He believed the trinogen gun, with an area of\ndestruction so great that at extreme range error of one hundred miles\nwas negligible, was master of space warships. And he was eager to try\nout his belief.\n\nOn the third day, the robot scanners idling, alarm bells rang\nsuddenly. Rik was in his bunk. He collided with Danold in the corridor,\nracing to the scanning room.\n\nCaptain Rodolph came in slowly, breathing hard. He stared, as did Rik\nand Danold, at the incredible sight. On all screens a ship showed, oval\nin shape, tremendous in length. Its substance could not be determined\nfor skeleton girders, even machines, showed vaguely. And moving slowly\non the screen, strode a woman in white robes!\n\n\"By the grace of Polaris,\" Captain Rodolph whispered, \"it's five miles\nlong, if it's a meter.\"\n\nDanold recovered first. \"She's inside fifty miles. Let's blast.\" He\nwhirled, headed for the gunnery room. \"Danold,\" Rodolph shouted. \"Hold\nit!\"\n\nFor a moment Danold seemed about to defy orders. Then discipline told.\n\"May I remind you, sir,\" he snapped, \"that surprise is the element, the\nfactor if we're attacking.\"\n\nRodolph didn't answer. He nodded to Rik. \"Use all frequencies.\nChallenge in service code.\"\n\nRik called. The huge ship, moving slowly, disdained to answer. The\nwoman was dimly visible, staring their way. Rik drew in a long breath.\n\"Whoever you are,\" he said, \"please acknowledge.\"\n\nDanold slammed the door of the gunnery room. Even then Captain Rodolph\nwasn't prepared for his insubordinate act. Too late he felt the\nshudder, the roar of the trinogen gun.\n\n\"The fool!\" Rodolph cried. He reached for a switch which cut off power\nto the gunnery room. But he was too late. As his hand touched the\nbutton a series of crimson patches splashed along the alien ship's hull.\n\nFor a moment Guelf believed that the trinogen gun had made a hit. Then\nthe splashes faded into nothingness and there stood the ship, hull as\nsemi-transparent as ever.\n\n\"We're in for it now!\" Rodolph shouted. \"The fool didn't touch her!\"\n\nThe woman stood rigid, her figure was clearer now. Slowly she moved an\narm and a column of intense brilliant blue, shot toward the Markab....\nAnd darkness enveloped them....\n\nGravity fled the Markab. Tumbling, Guelf caromed into Rodolph. They\nwere moving, but Rik Guelf never knew even that for his head crashed\nagainst the wall and he blacked out....\n\nWhen he came to, lights were on again. Guelf felt a heaviness as he\nlifted his body. He saw Captain Rodolph standing, gazing at a row of\nmachines that were gliding into the control room from the passage-way.\n\nThe machines were small, like canisters on struts, with tiny casters\nbeneath them. And each canister had four tentacles. They emitted\nintense, bluish light.\n\nCaptain Rodolph looked down at Guelf. \"Take it easy,\" he said. \"We've\nbeen captured. And these things\"--he pointed to the machines--\"are It.\"\n\nGuelf's head ached. He staggered to his feet. \"Danold?\" he gasped.\n\n\"They took him away right after opening our lock. I don't know why--or\nwhy they didn't take us, too.\"\n\nA voice, low and compelling, spoke in Rik Guelf's brain. \"_You and\nCaptain Rodolph will quit your ship. I advise you not to resist._\"\n\nRodolph jumped and Guelf knew he had received the order too. The robots\nwheeled aside, let them pass. \"We're in her ship,\" Rodolph said. \"She\nhooked us--lassoed us is a better word. Here we are.\"\n\nThe compartment was awe-inspiring in size. A blue vaulted ceiling rose\na thousand feet overhead. From wall to wall was the same distance. The\nfloor beneath them was metallic, not translucent. It appeared as solid\nas any Earth metal.\n\nHuge conduits ran to machines that the squat robots were tending. The\nequipment rose a hundred feet high.\n\nThen they saw Danold. He was walking slowly toward a moving runway.\nRobots stepped on and off the runway as they went about what seemed\nto be routine matters. And the same calm voice which had spoken\nsoundlessly into their minds, now bade them step on the runway.\n\nThey did so, traveled toward a screen and through it into a long, dim\ncorridor.\n\nAnd at the end of the corridor stood the Crystal Woman.\n\nShe was a giantess--a Titan--. She sat in a chair, white robe trailing\nfrom her shoulders and fully a hundred feet beyond her sandaled feet.\nAnd the three men stood like midgets before her, stared, rendered\nsilent with awe as the runway slowed to a full stop.\n\nThey waited, Danold with legs outspread, defiant, hands on blasters\nwhich he carried in holsters. Rodolph and Guelf were unarmed. Rodolph\nfolded his arms and tried to give the look of a man unafraid.\n\nGuelf wasn't thinking of the woman's size, nor of what she represented.\n\"Beautiful!\" raced through his mind. \"With a beauty which hurts like a\nsharp, twisting blade.\"\n\nThe woman's dark eyes stopped on Guelf. \"Thank you,\" she said\npleasantly. A shiver ran through Guelf, and he had no time to wonder at\nher knowledge of his own tongue.\n\nNow the woman looked at Danold. She rested an elbow on a knee, cupping\nher chin. \"Little man?\" she asked softly, \"why did you try to destroy\nthe _Avol_--my ship?\"\n\n\"You are my enemy,\" Danold answered. \"You fired on Galactic Service\nships. You destroyed the _Perseid_ and its crew. It was my duty to try\nand down you.\"\n\n\"Your Galactic Service attacked first. When I fled to hyper space they\nfollowed. When I emerged, they were on all sides. I had no quarrel with\nthem.\"\n\n\"What do you want?\" Danold said harshly. \"This is _our_ Galaxy. It--\"\n\n\"Little men from one planet? And you claim a Galaxy?\"\n\nDanold nodded, looked stubborn. \"You've got us,\" he admitted. \"But\nsomehow, some time, we'll destroy you. Unless,\" he added, \"you\nrecognize our authority and confess your trespassing.\"\n\nThe woman regarded Danold and there was a look of sadness in her\nbeautiful eyes. \"In your minds you call me a Titan,\" she mused.\n\"Perhaps I am. But I am not a race, such as you assume. I am not\ndisputing space with any life-form. The _Avol_ is mine and I have a\nmission, little men. If your Galactic Service forbids my traveling\nwhere I choose, I am sorry. But nothing your race can do shall stop me.\"\n\nDanold reached for his guns. Rodolph and Guelf acted as one to stop\nhim. But Danold fired straight at the heart of the woman before they\ncould reach him.\n\nNothing happened. That is, nothing happened to the woman--but Danold\nvanished!\n\n\"And you,\" the woman addressed Captain Rodolph, \"_you_ had a different\nreason for intercepting me.\"\n\n\"I am a soldier,\" Rodolph answered. \"I think you know my reason--I was\non no mission of destruction.\"\n\n\"Only if your trinogen gun could have matched my weapons,\" she said\ndrily. \"But you withheld your 'destruction' until you were sure. Your\nMarkab is undamaged, Captain Rodolph. It will carry you back to your\nhome port. And you will find your impetuous gunner in his quarters.\n\n\"Tell your Galactic Service superiors that I am called Shellon,\" she\nadded. \"When I have completed my mission I shall probably never revisit\nyour Galaxy.... You may go, Captain Rodolph.\"\n\nRodolph turned and strode to the runway. \"Come on Rik,\" he called.\n\n\"Rik Guelf stays,\" the woman said.\n\nRodolph turned, said, \"He's not like Danold. He--\"\n\n\"I mean no harm to your friend, Captain. I merely wish to talk with him\nalone.\" She smiled slightly.\n\nFrom nowhere a row of squat robots materialized. Gently they thrust\nRodolph onto the runway. \"Rik,\" he called, \"I won't leave till she\nturns you loose. They'll have to kill me to make me go without you....\"\n\nRik somehow had no fear at all, but this emotional display from Rodolph\nwas warming.\n\n\"Thanks, Rodolph,\" he said. \"But I am not afraid. I feel sure no harm\nwill come to me.\" He turned back to the fascinating creature on the\nthrone-like chair.\n\nRigellians were life-forms, no larger than Earthmen. Vegans were\nsmaller. But this Titan--she was amazing.\n\nRik Guelf waited. He felt no anger, no sense of antagonism. Rather, he\nhad a sense of relief now that he faced her.\n\nThe riddle of Space beyond the perimeter of the Galaxy was beyond his\ncomprehension. But somehow Rik Guelf knew he stood before a Being, not\nan Enemy.\n\n\"I know the question in your mind,\" the woman who called herself\nShellon said softly. \"You wish news of Eiler Guelf, your father.\"\n\nRik Guelf nodded, feeling excited, trying not to show his feelings.\n\n\"He is well, and with his command. His _Perseid_ I had to destroy. But\nI built your father another ship.\" She smiled. \"He is placed with his\nnew craft and his new assignment.\"\n\nHe stared at her, amazement filling him now.\n\n\"Where is he? And what is his new assignment? Why did he desert\nGalactic?\"\n\nShellon considered his questions. There was a faraway look in her eyes.\nFinally she said, \"He is so far away that your hyper space drive cannot\nreach him. He is beyond the reach of Galactic Service.\"\n\nAnger gripped Rik suddenly. \"He took the oath to serve Galactic unto\ndeath. And my father is no deserter.\"\n\nShellon regarded him thoughtfully. \"Your mind tells me that Eiler Guelf\nwas your hero, and after your mother died both of you were lonely.\nWould it hurt if I told you he has mated with a woman of my race, that\nhe is now a Titan?\"\n\nRik gasped. It was incredible. Yet Eiler Guelf had believed in such\na race as the Titans. Wherever spacemen met, sooner or later talk of\na giant race would crop up. But until the crystal ship had appeared,\nthere had been no real evidence of such a race. Unless they were\nVegans, Rigellians. \"How could my father become a Titan?\" he said.\n\n\"Between your world and ours there stands a barrier,\" she explained.\n\"Where the Markab is docked there is a barrier which is within my\ntouch, but is your dimension. This side of the barrier, where I am\nsitting is our dimension--what you call 'Titan' world.\n\n\"Eiler Guelf,\" she added, \"decided to come through that barrier. It\nwas his own choice.\"\n\nRik felt like sitting down. He felt confused. Why should the woman\nalter the truth? \"Why--what do you want of men like my father? Of\nEarthmen?\"\n\nShe rose to her feet deliberately. The white robe, gossamer despite\nits tremendous width and length, fell from her shoulders. As the mass\nof sheen dropped to the floor the woman let her hair down, a golden,\nshimmering screen about her white body. And as Rik Guelf watched, a\ngreat trembling seized him and he sank weakly to the floor....\n\nA dream is without substance, incoherent in pattern. Rik Guelf knew\nthis was no dream, but he felt as helpless now as he would have been in\na dream as there came to him a vision....\n\nA great city, stretching to infinity, grew from the space behind the\nwoman. There were towers of many hues, all connected by runways. There\nwere peaks in the distance, and on either side of a vast plain. He saw\na stretch of green water. And above it the sky was also green.\n\nFrom a copper disk above the city came light. It was a mammoth sun but\nwithout the hot intensity of Rik's home sun. This was the home of the\nTitans....\n\nThere were ships on the water, air vehicles, land machines, people in\nloose, thin clothing. There was verdure, trees, flowers in gardens\nsurrounding the entire city....\n\nAnd the woman was talking to him, through the vision. It was her home,\nthis city. It had the same name as her ship--_Avol_. And Avol was the\ncenter of Titan culture, with schools, technical institutes, great\ntemples of learning....\n\nAnd no military organization of any kind.\n\nThere was no war here for struggle between the life forms was not\nnecessary. Only from the archives did they know of war.\n\nThe Titans interfered with no one. When they traveled outside their\ngalaxy, they were prepared to defend themselves, but they did not\ndesire conflict. And only space police kept the vigil....\n\nShellon was telling him this mentally and Rik understood....\n\nFor a thousand years there had been a pattern of slowing up in\nthe Titans' Time-stream. The women remained unchanged. But in\ncomparisons-of-ability charts which were kept for every individual, the\nnear retrogression of males was discovered.\n\nTitan males were healthy and amiable--but with less and less driving\nforce. And as the male drive lessened drastically, a picked group of\nwomen left Avol in search of males with the forceful characteristics\nTitans must regain to stop their drift backwards. Shellon was one of\nthose women....\n\nShe had left her dimension to seek such a male, but after a century\nof fruitless search--for the life-form to which Titan and Earthmen\nbelonged, was rare, as Rik's galaxy already had learned--she was\nreturning to Titan when they had met the _Perseid_.\n\n\"Six men,\" Shellon said to Rik Guelf, \"were aboard the _Perseid_.\nMy friend, Berna, was with me when we found her helpless, her piles\nminiature suns. And of the six aboard, only Eiler Guelf was alive.\"\n\nRik felt a sudden release from the force which had rendered him so\nweak. Now he stood erect again. And Shellon was seated again, the\nrobe drawn over her shoulders once more. \"The atomic piles of the\n_Perseid's_ drive had overheated. There was no chance to jettison\nthem before the life-boats fused to their compartments. We had great\ndifficulty in rescuing your father. He was seriously injured.\n\n\"When we knew that we should not be able to treat your father there, we\nturned our ship back to Avol.\" She paused. \"Here we had to change him\nto our dimension to treat him. When he recovered, he chose to stay a\nTitan.\"\n\nShellon smiled. \"It could be that Berna was the influence that caused\nhim to make that decision. But aside from that, Eiler Guelf is doing\nmany things he had longed to do in your Galaxy but was never able to\ndo. Creative things. Titans respect men who create, who add to the\nbetterment of others. Such creativeness is encouraged here.\n\n\"We live in peace on Titan and Titans do not have any urge to\nruthlessness of any sort. And our span of life is ten thousand years.\"\n\nNow she paused. Rik Guelf was trembling.\n\n\"If I become a Titan ...\" raced through his mind. Then he thought of\nGalactic Service and his years with it, of the years spent preparing\nfor the service, of men who had spent their lives serving it.\n\n\n\nHe had never seen Earth, but many of the men he had served with had\nbeen demoted at the whim of some sector director or other political\nbigwig down there on Earth. There was outlawry aplenty there,\nthey knew. And the Galaxy Service had the job of fighting Earth's\nbattles--some of them battles against organized outlaws. And the\noutlaws were renegade Earthmen.\n\nSpace men talked of the good old days, when their forefathers met other\nlife-forms in the Galaxy. There was the showdown with Vegans, which\nlasted five centuries. Galactic Service had to have sporadic conflicts,\nskirmishes if not battles, in order to expand. Always the service was\nexpanding. The trinogen gun was developed for colonizing expeditions in\nhundreds of sectors where life-forms had outgunned Galactic Service in\nthe past.\n\n\"I should like to live the sort of life my father chose,\" Rik said\nabruptly. \"Is it possible for me to become a Titan, too?\"\n\nShellon smiled. \"You must first tell your Captain Rodolph of your\ndecision.\" She was studying him, her eyes bright now. \"After that,\" she\nadded, \"I shall be waiting for you at the barrier--here.\"\n\n\"You know why I want to be a Titan?\" Rik asked slowly.\n\n\"Hurry,\" she said softly, \"and tell Rodolph.\" Her cheeks were flushed,\nher face alive. \"Yes, I know. I know, darling--\"\n\n\n",
    "metadata": {
        "author": [
            "Carson, Sam"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73354/pg73354.txt",
        "name": "a_world_to_die_for.json"
    }
}