{
    "name": "Accept no substitutes",
    "author": [
        "Sheckley, Robert"
    ],
    "body": "Ralph Garvey's private space yacht was in the sling at Boston\nSpaceport, ready for takeoff. He was on yellow standby, waiting for the\ngreen, when his radio crackled.\n\n\"Tower to G43221,\" the radio buzzed. \"Please await customs inspection.\"\n\n\"Righto,\" said Garvey, with a calmness he did not feel. Within him,\nsomething rolled over and died.\n\nCustoms inspection! Of all the black, accursed, triple-distilled bad\nluck! There was no regular inspection of small private yachts. The\nDepartment had its hands full with the big interstellar liners from\nCassiopeia, Algol, Deneb, and a thousand other places. Private ships\njust weren't worth the time and money. But to keep them in line,\nCustoms held occasional spot checks. No one knew when the mobile\ncustoms team would descend upon any particular spaceport. But chances\nof being inspected at any one time were less than fifty to one.\n\nGarvey had been counting on that factor. And he had paid eight hundred\ndollars to know for certain that the East coast team was in Georgia.\nOtherwise, he would never have risked a twenty-year jail sentence for\nviolation of the Sexual Morality Act.\n\nThere was a loud rap on his port. \"Open for inspection, please.\"\n\n\"Righto,\" Garvey called out. He locked the door to the after cabin. If\nthe inspector wanted to look there, he was sunk. There was no place\nin the ship where he could successfully conceal a packing case ten feet\nhigh, and no way he could dispose of its illegal contents.\n\n\"I'm coming,\" Garvey shouted. Beads of perspiration stood out on his\nhigh, pale forehead. He thought wildly of blasting off anyhow, running\nfor it, to Mars, Venus.... But the patrol ships would get him before he\nhad covered a million miles. There was nothing he could do but try to\nbluff it.\n\nHe touched a button. The hatch slid back and a tall, thin uniformed man\nentered.\n\n\"Thought you'd get away with it, eh, Garvey?\" the inspector barked.\n\"You rich guys never learn!\"\n\nSomehow, they had found out! Garvey thought of the packing crate in the\nafter cabin, and its human-shaped, not-yet-living contents. Damning,\nabsolutely damning. What a fool he'd been!\n\n\n\nHe turned back to the control panel. Hanging from a corner of it, in\na cracked leather holster, was his revolver. Rather than face twenty\nyears breaking pumice on Lunar, he would shoot, then try--\n\n\"The Sexual Morality Act isn't a blue law, Garvey,\" the inspector\ncontinued, in a voice like steel against flint. \"Violations can have\na catastrophic effect upon the individual, to say nothing of the race.\nThat's why we're going to make an example of you, Garvey. Now let's see\nthe evidence.\"\n\n\"I don't know what in hell you're talking about,\" Garvey said.\nSurreptitiously his hand began to creep toward the revolver.\n\n\"Wake up, boy!\" said the inspector. \"You mean you _still_ don't\nrecognize me?\"\n\nGarvey stared at the inspector's tanned, humorous face. He said, \"Eddie\nStarbuck?\"\n\n\"About time! How long's it been, Ralph? Ten years?\"\n\n\"At least ten,\" Garvey said. His knees were beginning to shake from\nsheer relief. \"Sit down, sit down, Eddie! You still drink bourbon?\"\n\n\"I'll say.\" Starbuck sat down on one of Garvey's acceleration couches.\nHe looked around, and nodded.\n\n\"Nice. Very nice. You must be rich indeed, old buddy.\"\n\n\"I get by,\" Garvey said. He handed Starbuck a drink, and poured one for\nhimself. They talked for a while about old times at Michigan State.\n\n\"And now you're a Customs inspector,\" Garvey said.\n\n\"Yeah,\" said Starbuck, stretching his long legs. \"Always had a yen for\nthe law. But it doesn't pay like transistors, eh?\"\n\nGarvey smiled modestly. \"But what's all this about the Sexual Morality\nAct? A gag?\"\n\n\"Not at all. Didn't you hear the news this morning? The FBI found an\nunderground sex factory. They hadn't been in business long, so it was\npossible to recover all the surrogates. All except one.\"\n\n\"Oh?\" said Garvey, draining his drink.\n\n\"Yeah. That's when they called us in. We're covering all spaceports, on\nthe chance the receiver will try to take the damned thing off Earth.\"\n\nGarvey poured another drink and said, very casually, \"So you figured I\nwas the boy, eh?\"\n\nStarbuck stared at him a moment, then exploded into laughter. \"You,\nRalph? Hell, no! Saw your name on the spaceport out-list. I just\ndropped in for a drink, boy, for old time's sake. Listen, Ralph, I\n_remember_ you. Hell-on-the-girls-Garvey. Biggest menace to virginity\nin the history of Michigan State. What would a guy like you want a\nsubstitute for?\"\n\n\"My girls wouldn't stand for it,\" Garvey said, and Starbuck laughed\nagain, and stood up.\n\n\"Look, I gotta run. Call me when you get back?\"\n\n\"I sure will!\" A little light-headed, he said, \"Sure you don't want to\ninspect anyhow, as long as you're here?\"\n\nStarbuck stopped and considered. \"I suppose I should, for the record.\nBut to hell with it, I won't hold you up.\" He walked to the port, then\nturned. \"You know, I feel sorry for the guy who's got that surrogate.\"\n\n\"Eh? Why?\"\n\n\"Man, those things are poison! You know that, Ralph! Anything's\npossible--insanity, deformation.... And this guy may have even more of\na problem.\"\n\n\"Why?\"\n\n\"Can't tell you, boy,\" Starbuck said. \"Really can't. It's special\ninformation. The FBI isn't certain yet. Besides, they're waiting for\nthe right moment to spring it.\"\n\nWith an easy wave, Starbuck left. Garvey stared after him, thinking\nhard. He didn't like the way things were going. What had started out\nas an illicit little vacation was turning into a full-scale criminal\naffair. Why hadn't he thought of this earlier? He had been apprehensive\nin the sexual substitute factory, with its low lights, its furtive,\nwhite-aproned men, its reek of raw flesh and plastic. Why hadn't he\ngiven up the idea then? The surrogates couldn't be as good as people\nsaid....\n\n\"Tower to G43221,\" the radio crackled. \"Are you ready?\"\n\nGarvey hesitated, wishing he knew what Starbuck had been hinting at.\nMaybe he should stop now, while there was still time.\n\nThen he thought of the giant crate in the after cabin, and its\ncontents, waiting for activation, waiting for him. His pulse began to\nrace. He knew that he was going through with it, no matter what the\nrisk.\n\nHe signalled to the tower, and strapped himself into the control chair.\n\nAn hour later he was in space.\n\n\n\nTwelve hours later, Garvey cut his jets. He was a long way from Earth,\nbut nowhere near Luna. His detectors, pushed to their utmost limit,\nshowed nothing in his vicinity. No liners were going by, no freighters,\nno police ships, no yachts. He was alone. Nothing and no one was going\nto disturb him.\n\nHe went into the after cabin. The packing case was just as he had left\nit, securely fastened to the deck. Even the sight of it was vaguely\nexciting. Garvey pressed the activating stud on the outside of the\ncase, and sat down to wait for the contents to awaken and come to life.\n\n\n\nThe surrogates had been developed earlier in the century. They had\ncome about from sheer necessity. At that time, mankind was beginning\nto push out into the galaxy. Bases had been established on Venus, Mars\nand Titan, and the first interstellar ships were arriving at Algol and\nStagoe II. Man was leaving Earth.\n\nMan--but not woman.\n\nThe first settlements were barely toeholds in alien environments. The\nwork was harsh and demanding, and life expectancy was short. Whole\nsettlements were sometimes wiped out before the ships were fully\nunloaded. The early pioneers were like soldiers on the line of battle,\nand exposed to risks no soldier had ever encountered.\n\nLater there would be a place for women. Later--but not now.\n\nSo here and there, light-years from Earth, were little worlds without\nwomen--and not happy about it.\n\nThe men grew sullen, quarrelsome, violent. They grew careless, and\ncarelessness on an alien planet was usually fatal.\n\nThey wanted women.\n\nSince real women could not go to them, scientists on Earth developed\nsubstitutes. Android females were developed, the surrogates, and\nshipped to the colonies. It was a violation of Earth's morals; but\nthere were worse violations on the way if these weren't accepted.\n\nFor a while, everything seemed to be fine. It would probably have gone\non that way, had everyone left well enough alone.\n\nBut the companies on Earth had the usual desire to improve their\nproduct. They called in sculptors and artists to dress up the\nappearance of the package. Engineers tinkered with the surrogates,\nre-wired them, built in subtler stimulus-response mechanisms,\ndid strange things with conditioned reflexes. And the men of the\nsettlements were very happy with the results.\n\nSo happy, in fact, that they refused to return to human women, even\nwhen they had the opportunity.\n\nThey came back to Earth after their tours of duty, these pioneers, and\nthey brought their surrogates with them. Loud and long they praised\nthe substitute women, and pointed out their obvious superiority to\nneurotic, nervous, frigid human women.\n\nNaturally, other men wanted to try out the surrogates. And when they\ndid, they were pleasantly surprised. And spread the word. And--\n\nThe government stepped in, quickly and firmly. For one thing, over\nfifty percent of the votes were at stake. But more important, social\nscientists predicted a violent drop in the birth rate if this went on.\nSo the government destroyed the surrogates, outlawed the factories, and\ntold everyone to return to normal.\n\nAnd reluctantly, everyone did. But there were always some men who\nremembered, and told other men. And there were always some men who\nweren't satisfied with second-best. So....\n\n\n\nGarvey heard movements within the crate. He smiled to himself,\nremembering stories he had heard of the surrogates' piquant habits.\nSuddenly there was a high-pitched clanging. It was the standby alarm\nfrom the control room. He hurried forward.\n\nIt was an emergency broadcast, on all frequencies, directed to Earth\nand all ships at space. Garvey tuned it in.\n\n\"This is Edward Danzer,\" the radio announced crisply. \"I am Chief of\nthe Washington branch of the Federal Bureau of Investigation. You have\nall heard, on your local newscasts, of the detection and closure of an\nillegal sexual substitute factory. And you know that all except one of\nthe surrogates have been found. This message is for the man who has\nthat last surrogate, wherever he may be.\"\n\nGarvey licked his lips nervously and hunched close to the radio. Within\nthe after cabin, the surrogate was still making waking-up noises.\n\n\"That man is in danger!\" Danzer said. \"Serious danger! Our\ninvestigation of the molds and forms used in the factory showed us that\nsomething strange was going on. Just this morning, one of the factory\ntechnicians finally confessed.\n\n\"The missing surrogate is not an Earth model!\n\n\"I repeat,\" Danzer barked, \"the missing surrogate is _not an Earth\nmodel_! The factory operators had been filling orders for the planet\nAlgol IV. When they ran short of Earth models for humans, they\nsubstituted an Algolian model. Since the sale of a surrogate is illegal\nanyhow, they figured the customer would have no kickback.\"\n\nGarvey sighed with relief. He had been afraid he had a small dinosaur\nin the packing case, at the very least.\n\n\"Perhaps,\" Danzer continued, \"the holder of the Algolian surrogate\ndoes not appreciate his danger yet. It is true, of course, that the\nAlgolians are of the species _homo sapiens_. It has been established\nthat the two races share a common ancestry in the primeval past. But\nAlgol is different from our Earth.\n\n\"The planet Algol IV is considerably heavier than Earth, and has a\nricher oxygen atmosphere. The Algolians, raised in this physical\nenvironment, have a markedly superior musculature to that of the\ntypical Earthman. Colloquially, they are strong as rhinos.\n\n\"But the surrogate, of course, does not know this. She has a powerful\nand indiscriminate mating drive. _That's where the danger lies!_ So I\nsay to the customer--give yourself up now, while there's still time.\nAnd remember: crime does not pay.\"\n\nThe radio crackled static, then hummed steadily. Garvey turned it\noff. He had been taken, but good! He really should have inspected his\nmerchandise before accepting it. But the crate had been sealed.\n\nHe was out a very nice chunk of money.\n\nBut, he reminded himself, he had lots of money. It was fortunate he had\ndiscovered the error in time. Now he would jettison the crate in space,\nand return to Earth. Perhaps real girls were best, after all....\n\nHe heard the sound of heavy blows coming from the crate in the after\ncabin.\n\n\"I guess I'd better take care of you, honey,\" Garvey said, and walked\nquickly to the cabin.\n\nA fusillade of blows rocked the crate. Garvey frowned and reached for\nthe de-activating switch. As he did so, one side of the heavy crate\nsplintered. Through the opening shot a long golden arm. The arm flailed\nwildly, and Garvey moved out of its way.\n\nThe situation wasn't humorous any more, he decided. The case rocked and\ntrembled under the impact of powerful blows. Garvey estimated the force\nbehind those blows, and shuddered. This had to be stopped at once. He\nran toward the crate.\n\nLong, tapered fingers caught his sleeve, ripping it off. Garvey managed\nto depress the de-activating stud and throw himself out of range.\n\nThere was a moment of silence. Then the surrogate delivered two blows\nwith the impact of a pile driver. An entire side of the packing case\nsplintered.\n\nIt was too late for de-activation.\n\n\n\nGarvey backed away. He was beginning to grow alarmed. The Algolian\nsexual substitute was preposterously strong; that seemed to be how they\nliked them on Algol. What passed for a tender love embrace on Algol\nwould probably fracture the ribs of an Earthman. Not a nice outlook.\n\nBut wasn't it likely that the surrogate had some sort of discriminatory\nsense built in? Surely she must be able to differentiate between an\nEarthman and an Algolian. Surely....\n\nThe packing case fell apart, and the surrogate emerged.\n\nShe was almost seven feet tall, and gloriously, deliciously\nconstructed. Her skin was a light golden-red, and her shoulder-length\nhair was lustrous black. Standing motionless, she looked to Garvey like\na heroic statue of ideal femininity.\n\nThe surrogate was unbelievably beautiful--\n\nAnd more dangerous than a cobra, Garvey reminded himself reluctantly.\n\n\"Well there,\" Garvey said, gazing up at her, \"as you can see, a mistake\nhas been made.\"\n\nThe surrogate stared at him with eyes of deepest gray.\n\n\"Yes ma'am,\" Garvey said, with a nervous little laugh, \"it's really a\nridiculous error. You, my dear, are an Algolian. I am an Earthman. We\nhave nothing in common. Understand?\"\n\nHer red mouth began to quiver.\n\n\"Let me explain,\" Garvey went on. \"You and I are from different\nraces. That's not to say I consider you ugly. Quite the contrary! But\nunfortunately, there can never be anything between us, miss.\"\n\nShe looked at him uncomprehendingly.\n\n\"Never,\" Garvey repeated. He looked at the shattered packing case. \"You\ndon't know your own strength. You'd probably kill me inadvertently. And\nwe wouldn't want that, would we?\"\n\nThe surrogate murmured something deep in her beautiful throat.\n\n\"So that's the way it is,\" Garvey said briskly. \"You stay right here,\nold girl. I'm going to the control room. We'll land on Earth in a few\nhours. Then I'll arrange to have you shipped to Algol. The boys'll\nreally go for you on Algol! Sounds good, huh?\"\n\nThe surrogate gave no sign of understanding. Garvey moved away. The\nsurrogate pushed back her long hair and began to move toward him. Her\nintentions were unmistakable.\n\nGarvey backed away, step by step. He noticed that the surrogate was\nbeginning to breathe heavily. Panic overtook him then, and he sprinted\nthrough the cabin door, slamming it behind him. The surrogate smashed\nagainst the door, calling to him in a clear, wordless voice. Garvey\nwent to the instrument panel and began to evacuate the air from the\nafter cabin.\n\nDial hands began to swing. Garvey heaved a sigh of relief and collapsed\ninto a chair. It had been a close thing. He didn't like to think what\nwould have happened if the Algolian sexual substitute had managed to\nseize him. Probably he would not have lived through the experience. He\nfelt sorry at the necessity of killing so magnificent a creature, but\nit was the only safe thing to do.\n\nHe lighted a cigarette. As soon as she was dead, he would jettison\nher, crate and all, into space. Then he would get good and drunk. And\nat last, he would return to Earth a sadder and wiser man. No more\nsubstitutes for him! Plain, old-fashioned girls were good enough.\nYessir, Garvey told himself, if women were all right for my father,\nthey're all right for me. And when I have a son, I'm going to say to\nhim, son, stick with women. They're all right. Accept no substitutes.\nInsist upon the genuine article....\n\nHe was getting giddy, Garvey noticed. And his cigarette had gone out.\nHe resisted a tremendous desire to giggle, and looked at his gauges.\nThe air was leaving the after cabin, all right. But it was also leaving\nthe control room.\n\nGarvey sprang to his feet and inspected the cabin door. He swore\nangrily. That damned surrogate had managed to spring the hinges. The\ndoor was no longer airtight.\n\nHe turned quickly to the control board and stopped the evacuation of\nair. Why, he asked himself, did everything have to happen to him?\n\nThe surrogate renewed her battering tactics. She had picked up a metal\nchair and was hammering at the hinges.\n\nBut she couldn't break through a tempered-steel door, Garvey told\nhimself. Oh, no. Not a chance. Never.\n\nThe door began to bulge ominously.\n\nGarvey stood in the center of the control room, sweat rolling down his\nface, trying desperately to think. He could put on a spacesuit, then\nevacuate all the air from the ship....\n\nBut the spacesuits, together with the rest of his equipment, were in\nthe after cabin.\n\nWhat else? This is serious, Garvey told himself. This is very serious.\nHis mind seemed paralyzed. What could he do? Raise the temperature?\nLower it?\n\nHe didn't know what the surrogate could stand. But he had a suspicion\nit was more than he could take.\n\nOne hinge shattered. The door bent, revealing the surrogate behind it,\npounding relentlessly, her satiny skin glistening with perspiration.\n\nThen Garvey remembered his revolver. He snatched it out of its holster\nand flipped off the safeties, just as the last hinge cracked and the\ndoor flew open.\n\n\"Stay in there,\" Garvey said, pointing the revolver.\n\nThe Algolian substitute moaned, and held out her arms to him. She\nsmiled dazzlingly, seductively, and advanced upon him.\n\n\"Not another step!\" Garvey shrieked, torn between fear and desire. He\ntook aim, wondering if a bullet would stop her....\n\nAnd what would happen if it didn't.\n\nThe surrogate, her eyes blazing with passion, leaped for him. Garvey\ngripped the revolver in both shaking hands and began shooting. The\nnoise was deafening. He fired three times, and the surrogate kept on\ncoming.\n\n\"Stop!\" Garvey screamed. \"Please stop!\"\n\nSlower now, the surrogate advanced.\n\nGarvey fired his fourth shot. Limping now, the surrogate came on, her\ndesire unchecked.\n\nGarvey backed to the wall. All he wanted now was to live long enough\nto get his hands on the factory operator. The surrogate gathered\nherself and pounced.\n\nAt point-blank range, Garvey fired his last shot.\n\n\n\nThree days later, Garvey's ship received clearance and came down at\nBoston Spaceport. The landing was not made with Garvey's usual skill.\nOn the final approach he scored a ten-foot hole in the reinforced\nconcrete landing pit, but finally came to rest.\n\nEddie Starbuck hurried out to the ship and banged on the port. \"Ralph!\nRalph!\"\n\nSlowly the port swung open.\n\n\"Ralph! What in hell happened to you?\" Starbuck cried.\n\nGarvey looked as though he had been wrestling with a meat grinder and\ncome out second-best. His face was bruised, and his hair had been badly\nscorched. He walked out of the ship with a pronounced limp.\n\n\"A power line overloaded,\" Garvey said. \"Had quite a tussle before I\ncould put everything out.\"\n\n\"Wow!\" Starbuck said. \"Look, Ralph, I'm sorry to put you through this\nnow, but--well--\"\n\n\"What's up?\"\n\n\"Well, that damned surrogate still hasn't been found. The FBI has\nordered inspection of all ships, private and commercial. I'm sorry to\nask it now, after all you've been through--\"\n\n\"Go right ahead,\" Garvey said.\n\nThe inspection was brief but thorough. Starbuck came out and checked\nhis list.\n\n\"Thanks, Ralph. Sorry to bother you. That power line sure kicked up a\nmess, huh?\"\n\n\"It did,\" Garvey said. \"But I was able to jettison the furniture before\nit smoked me out. Now you'll have to excuse me, Eddie. I've got some\nunfinished business.\"\n\nHe started to walk away, Starbuck followed him.\n\n\"Look, boy, you'd better see a doctor. You aren't looking so good.\"\n\n\"I'm fine,\" Garvey said, his face set in an expression of implacable\nresolve.\n\nStarbuck scratched his head and walked slowly to the control tower.\n\n\n\nGarvey caught a heli outside the spaceport. His head was beginning to\nache again, and his legs were shaky.\n\nThe surrogate's strength and tenacity had been unbelievable. If she\nhad been operating at her full capacity, he would never have survived.\nBut that last shot at point-blank range had done it. No organism was\nconstructed to take punishment like that. Not for very long.\n\nHe reached his destination in the center of Boston and paid off the\nheli. He was still very weak, but resolutely he marched across the\nstreet and entered a plain gray-stone building. His legs wobbled under\nhim, and he thought again how fortunate he was to have gotten the\nsurrogate.\n\nOf course, the surrogate, with her amazing vitality, had also gotten\nhim.\n\nIt had been brief--\n\nBut unforgettable.\n\nHe had been damned lucky to live through it. But it was his own fault\nfor using substitutes.\n\nA clerk hurried up to him. \"Sorry to keep you waiting, sir. Can I help?\"\n\n\"You can. I want passage to Algol, on the first ship leaving.\"\n\n\"Yes, sir. Round trip, sir?\"\n\nGarvey thought of the tall, glorious, black-haired, golden-skinned\nwomen he would find on Algol. Not substitutes this time, the real\nthing, with the all-important sense of judgment.\n\n\"One way,\" said Ralph Garvey, with a little smile of anticipation.\n\n\n",
    "metadata": {
        "author": [
            "Sheckley, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71859/pg71859.txt",
        "name": "accept_no_substitutes.json"
    }
}