{
    "name": "Age of anxiety",
    "author": [
        "Silverberg, Robert"
    ],
    "body": "That morning, when Larry awoke, the robonurse was standing at the foot\nof his bed, smiling benignly. It made no attempt to help him into his\nhousecoat and give him his morning unworry capsule. Instead it waited,\npoised delicately on its humming treads, making no motion toward him.\n\n\"I'm awake,\" Larry said sourly. \"Why aren't you functioning?\" He\npaused, frowning slightly, and added, \"And where's my capsule?\"\n\n\"This morning is different,\" said the robonurse. \"This is your\nbirthday, young man!\" It clicked twice, hissed, and rolled forward at\nlast, holding Larry's capsule-box in its grips. The box flew open as\nthe robot approached Larry's bed, and the boy saw, within its gleaming\ninterior, _three_ capsules--one the usual light blue, the other two a\nharsh green and a bright yellow respectively.\n\n\"What's this?\"\n\n\"_Choose_,\" the robonurse said inexorably.\n\nThe trigger-word echoed in the room for an instant. \"_Choose_,\" the\nrobot said again, and the repetition unlocked a chain of synapses,\nunleashed data hypnotically buried in Larry's mind years before, opened\ndoors and brightened dark corridors.\n\n_Choose._ The terrifying word held promise of conflict, pain, anxiety.\nLarry's fingers quivered with terror for a moment; his hand hovered\nover the capsule-box, wavered for a long second of indecision, while a\nglistening bead of sweat rolled down his smooth face.\n\nHis hand grazed the light-blue capsule, the capsule that could end the\nsudden nightmare forever. He fingered its glossy surface for a moment,\nthen shook his head and touched the bright yellow one. A shudder of\nfear ran through him as he did so, and he swept up the green capsule\nhurriedly and swallowed it.\n\n\"Okay. I've chosen,\" he said weakly.\n\nThe robonurse, still smiling, closed the capsule-box and rolled away.\nIt replaced the box on its shelf and said, \"You've chosen, Larry--but\nall you've chosen is postponement of final decision.\"\n\n\"I know.\" His voice was dry. \"I--I'm not ready yet. But at least I took\na step forward. I didn't take the unworry drug.\"\n\n\"True enough,\" the robonurse said. \"You can still go in either\ndirection--back to the unworry of childhood, or on to the full anxiety\nof adult life.\"\n\n\"Let me think,\" Larry said. \"That's why I took the middle capsule. To\nthink this out.\"\n\n\"Yes, let him think!\" Larry glanced up and saw the stooped figure\nof his father at the door of the bedroom. The robonurse scuttled\naway hummingly, and Larry swung around in bed. His father's face,\nwrinkle-etched, baggy-eyed, and despairing, stared intently at him.\n\nThe tired face broke into a feeble grin. \"So you've arrived at the Age\nof Anxiety at last, Larry! Welcome--welcome to adulthood!\"\n\n\n\nBehind Larry lay an entire seventeen-year lifetime of unworrying--and\nbehind that lay the three centuries since Koletsky's development of the\nunworry drug.\n\nIt was tasteless, easily manufactured, inexpensive, and--despite its\nmarvelous properties--not permanently habit-forming. Adults under the\ninfluence of the unworry drug found themselves free from anxiety,\nfrom nagging doubts about the future, from any need to worry or grow\nulcers or to plan and think ahead. Koletsky's drug made them completely\nirresponsible.\n\nNaturally, the drug was highly popular among a certain group of adults\nwith low psychic resistance to panaceas of this sort, and for a while\nthe unworry drug was a considerable source of worry to those still\nclear-eyed enough to look ahead. Hundreds of thousands of people a year\nwere yielding to the synthetic bliss of the unworry drug, returning to\nchildhood's uninvolvement with the world.\n\nNaturally, one of the remaining worriers invented an anti-unworry\ndrug--and with that, a new social alignment came into being. The new\ntablet provided gradual weaning from the unworry drug; it took four\nyears for the treatment to be completed, but once so treated a person\ncould never bring himself to touch the Koletsky drug to his lips\nagain. There was an inflexible guarantee against back-sliding built\ninto the bonded hydrocarbons of the drug.\n\nThis second discovery left the world in possession of two remarkable\nphenomena: a soothing drug and its antidote, both of 100% efficiency. A\nnew solution now presented itself--a solution whose details were simple\nand obvious.\n\n_Give the drug to children._ Let them live in a carefree paradise of\nunworry until the age of seventeen--at which time, apply the four-year\nwithdrawal treatment. At twenty-one, they were ready to step into the\nadult world, unmarked by the horrors of childhood and equipped to face\nmaturity with a calm, if somewhat blank mind.\n\nAt the age of seventeen, then, a choice: forward or backward. One out\nof every ten elected to remain in the synthetic dream-world forever,\nthereby removing themselves from a world in which they probably would\nnot have been fit to contend. It was an efficient screening process,\neliminating those dreamers who would not have withstood the grind,\nwho would have retreated from reality anyway, would have slipped into\nneurotic fancies. The remaining ninety per cent chose maturity and\nreality--and anxiety.\n\nThe light-blue capsule was the way back to dreamland; the bright yellow\none, the first step in withdrawal. The third capsule was the one most\nfrequently chosen. It was a delayer; its effect, neither positive nor\nnegative, was to allow its taker's hormones to remain suspended during\nthe period of choice.\n\n\"I've got three days, don't I, Dad?\" The terms of the situation,\nimplanted in each child's mind long before he could possibly understand\nthe meanings of the words, now stood out sharply in Larry's mind.\n\nLarry's father nodded. \"You took the green one?\"\n\n\"Yes. Was that wrong?\"\n\n\"It's what I did when I was your age,\" the older man said. \"It's the\nonly sensible thing to do. Yes, you have three days to make up your\nmind. You can go on taking the unworry capsules for the rest of your\nlife--or you can begin withdrawing. You'll have to decide that for\nyourself.\"\n\nSomething fluttery throbbed in the pit of Larry's stomach. It was the\nfirst sign of worry, the first agony of decision-making. He remained\ncalm; despite his lifelong use of Koletsky's drug, its peculiar\nproperties were such that he felt no need of it now.\n\nYet--how did he choose? In three days, how? Uneasily, he wiggled his\nfeet against the cool, yielding surface of the floor for a moment,\nleft the bed, crossed the room, threw open the door. Across the hall,\nthe robonurse was ministering to his younger brother. The sleepy-eyed\neight-year-old was sitting up in bed while the pseudomother washed and\ndressed him.\n\nLarry smiled. His brother's face was calm, relaxed, confident-looking.\n\n\"The lucky devil,\" he said out loud. \"He's got nine years of happiness\nleft.\"\n\n\"You can have the rest of your lifetime, son.\"\n\nLarry turned. His father's voice was flat, without any hint of emotion\nor any trace of value-judgment.\n\n\"I know,\" Larry said. \"One way--or the other.\"\n\n\n\nLater that first day, he dressed and left the house. He crossed the\npedestrian-walk that led from his block to the next, feeling curiously\nimpermanent in his between-status status.\n\nThe pedestrian-walk was empty except for a wandering vendor struggling\nalong under a load of bubble-toys. Larry doubled his pace and caught\nup with the man, a short, long-nosed individual with worry-creases\nfurrowing his thin face.\n\n\"Hello, son. Got your bubble-ship yet?\" He held forth the inflatable\nvehicle and smiled--a forced, slick smile that faded when the vendor\nnoticed the luminescent armband that told of Larry's status. \"Oh--a\nChanger,\" the vendor said. \"I guess you wouldn't be interested in a\nbubble-ship, then.\"\n\n\"I guess not.\" Larry took the toy from the vendor's hand anyway, and\nexamined it. \"You make these yourself?\"\n\n\"Oh, no, not at all. I get them from the Distributory.\" The vendor\nscowled and shook his head. \"They keep cutting down my allotment all\nthe time. I don't know how I'll stay in business.\"\n\n\"Why? Won't there always be a market?\"\n\n\"There must be something new out,\" the vendor said gloomily. \"The young\nones just aren't interested in bubble-toys these days. Things were good\nlast year, but--\" he frowned dismally--\"they're getting worse all the\ntime.\"\n\n\"Sorry to hear that,\" Larry sympathized. He felt vaguely disturbed--the\nbubble-toys were vastly popular among his friends, and it was upsetting\nto learn that the vendor was doing so badly. \"I wish I could do\nsomething for you.\"\n\n\"Don't worry about me, son. You've got your own problems now.\" The\nvendor smiled bleakly at him and turned off the pedestrian-walk into\nthe side-road that led to the Playground, leaving Larry alone.\n\n_Those were strange words_, he thought. He revolved them in his mind,\ngetting used to their feel. _You've got your own problems._ He looked\naround, at the neat, clean suburb with its attractive little ten-story\nunits and carefully-spaced splotches of green garden, and shook his\nhead. _Problems. To be or not to be._ It was a line from an old play he\nhad found taped in his father's library.\n\nThe play had made no sense to him at the time, but now it troubled him.\nHe made a mental note to ask his father about it, some time in the next\ntwo days, and walked on. He wanted to see as much as he could of the\nadult world, before it was time to decide which he preferred.\n\n\n\nThe City was a maze of connected buildings, redoubled avenues, tangled\nbyways and confusing signs. Larry stood in the heart of the business\ndistrict, watching the grownups zoom past him, each walking alone, face\nset determinedly as he pursued some private mission.\n\n\"Move along, boy,\" someone said roughly. Larry glanced around, saw a\nman in uniform scowling at him. The scowl softened into something like\npity as the man noticed the badge of Larry's status. Hastily, Larry\nwalked on, moving deeper into the web of the City.\n\nHe had never been here before. The City was someplace where fathers\nwent during the day, during the pleasant hours of school and\nPlayground, and from which fathers came, grimy and irritable, in the\nevening. Larry had never considered going to the City before. Now it\nwas necessary.\n\nHe had no particular destination in mind. But after seventeen years in\nthe unworrying world, he would simply have to investigate the world of\nanxiety before making up his mind.\n\nA car buzzed by suddenly, and he leaped to one side. Out here in the\nCity, cars ran right next to the pedestrian-walks, not on flying\nskyways above them. Larry hugged the side of a building for a moment,\nrecovering his calm.\n\nCalm. Stay calm. Make a cool, objective appraisal.\n\nBut how?\n\nNine out of ten people picked this world. Larry ran his fingers over\nthe rough brick of the building, and felt the tension beginning to\ncurdle his stomach. Nine out of ten. _Am I the tenth? Am I going to\ndecide to go back to a lifetime of unworry?_\n\nIt seemed so. This dirty, hypertense, overcrowded place seemed\nboundlessly undesirable. The choice was obvious.\n\nBut still....\n\nHe shook his head. After a moment of complete unthought, he let go of\nthe side of the building and took a few hesitant steps forward. He was\nreally frightened now. Suddenly, he wanted to be home, wanted to know\nagain the smooth placidity of an unworried day.\n\nHe started to walk faster, then to run. After half a block, he stopped,\nsuddenly.\n\n_Where am I running?_\n\nHe didn't know. He felt trapped, hemmed in, overwhelmed by despair.\n\n_So this is the City? Sorry, I don't care for it._\n\n\"You're all alone, aren't you?\" said a sudden voice from behind him.\n\"It's not wise, on your first day off the drug.\"\n\nLarry turned. The man behind him was tall and narrow-shouldered, with\nthe pinched, baggy face of a grownup and a wide, sly smile. \"Yes, I'm\nall alone,\" he said.\n\n\"I thought so. I can tell a Changer when I see one, even without the\narmband.\"\n\nLarry glanced down at his arm quickly and saw that the identifying\narmband was gone. Somehow, somewhere, he must have ripped it off. He\nlooked at the stranger, and in a hoarse voice asked, \"What do you want?\"\n\n\"A companion for a drink,\" the stranger said affably. \"Care to join me?\"\n\n\"No--I--all right,\" Larry said with a firmness that surprised himself.\n\"Let's go have a drink.\"\n\n\n\nThe alcohol stung his mouth, and the flavoring in the drink tasted\nrancid, but he put the whole thing down and looked across the table at\nthe stranger.\n\n\"I don't much like that drink,\" he said.\n\n\"Not surprising.\" The other grinned. \"It's one of our favorites.\"\n\n\"_Our?_\"\n\n\"City people, I mean. Ulcer people. We gobble the stuff up. Not\nsurprising you don't like it.\"\n\nLarry touched his forefingers lightly together. \"I don't think I'd ever\nlike it, no matter how long I tried to get used to it.\"\n\n\"Oh?\" The stranger's left eyebrow rose slightly. \"_Never?_\"\n\nLarry shook his head. \"Or the rest of the City, for that matter.\" He\nsighed. \"I don't think I'm the City type. I think I'm going to give the\nwhole thing up and go back home. The City isn't for me.\"\n\n\"Have another drink,\" the stranger said. \"Go on--I'll pay. It'll take\nyour mind off your problems.\"\n\n\"There's a capsule that'll do it a lot more efficiently,\" Larry said.\n\"I don't need bad-tasting drinks to ease my mind.\"\n\n\"You're definitely cashing in your chips, then?\"\n\n\"What?\"\n\n\"I mean, you're definitely choosing Koletsky for life, eh?\"\n\nLarry paused a while, letting the images of the City filter through his\nmind again. Finally he nodded. \"I think so. I really do.\"\n\n\"Two full days more--and you've made up your mind?\" The stranger shook\nhis head. \"That'll never do, son. You'll have to think more deeply.\"\n\n\"How deep do I have to think?\"\n\n\"Tell me what anxiety is,\" the stranger countered.\n\nTaken aback by the sudden and seemingly irrelevant question, Larry\nblinked. \"Anxiety? Why--worry, isn't it? Fear? Ulcers and headaches?\"\n\nThe stranger shook his head slowly and dialed another drink. \"Anxiety\nis the feeling that things are too good, that you're riding for a\nfall,\" he said carefully. \"It's a sense of things about to get worse.\"\n\nLarry remembered the bubble-vendor and nodded. \"But they have to be\npretty good to start with, don't they?\"\n\n\"Right. You've got to have something pretty good--and be worried\nthat you're going to lose it. Then you fight to keep it.\nChallenge--response. That's anxiety. Fear's something different. Then\nyou creep into the corner and shake. Or you hang onto the side of a\nwall.\"\n\n\"I think I'll take another drink,\" Larry said thoughtfully.\n\n\"You get what I mean? Anxiety pushes and prods you, but it doesn't make\nyou shrivel. You've got to be strong to stand up under it. That's how\nour world works.\"\n\n\"So?\"\n\n\"You haven't experienced any real anxiety yet, boy. Just fear--and\nyou're reacting out of fear. You can't judge your response to something\nif you're really responding to something else.\"\n\nLarry frowned and gulped his drink. It tasted a little better, this\ntime, though only imperceptibly so. \"You mean I'm deciding too quickly,\nthen? That I ought to look around the City a little longer?\"\n\n\"Yes and no,\" the stranger said. \"You're deciding much too\nquickly--yes. But looking around the City won't do. No; go back home.\"\n\n\"Home?\"\n\n\"Home. Go back to your Playground. Look there. Then decide.\"\n\nLarry nodded slowly. \"Sure,\" he said. \"Sure--that's it.\" He felt the\ntension drain out of him. \"I think I'll have one more drink before I\ngo.\"\n\n\n\nThe Playground was crowded on the second day of Larry's three-day\nperiod. Small children played happily near the shimmering wading pond,\nolder ones gathered for games in the playing-field farther on, and, far\nin the distance, a group of permanent unworriers sat complacently in\nthe sun, neither thinking nor moving. Humming robonurses threaded here\nand there through the Playground, seeing to it that no one got into any\ntrouble. They were necessary, of course--because the unworried children\nwould have no fear of leaping from a tree head-first or walking into\nthe path of a speeding baseball.\n\nLarry stood at the edge of the Playground, leaning against the\nconfining fence, watching. His friends were there--the boys he had\nplayed with only two days before, still happily occupied with their\ngames and their bubble-toys. Walking carefully, in order not to be\nseen, he skirted the side of the playing area and headed for the green\nfields where the Permanents were.\n\nThere were about a hundred of them, of all ages. Larry recognized a\nformer playmate of his--a boy of about nineteen, now--and there were\nolder men, too, some well along in middle age. They sat quietly,\nunmoving, most of them, smiling pleasantly.\n\nLarry entered the field and walked to the nearest bench.\n\n\"Mind if I join you?\"\n\nThe man on the bench grinned. \"Not at all. Sit right down, friend.\"\n\nLarry sat. \"You're a Permanent, aren't you?\" he asked suddenly.\n\nA shadow seemed to cross the man's face. \"Yes,\" he said slowly. \"Yes,\nI'm a Permanent. Who are you?\"\n\n\"I'm Changing,\" Larry said.\n\n\"Oh.\"\n\nThe Permanent studied him idly for a moment or two, then leaned back\nand closed his eyes. \"It's nice here,\" he said. \"The sun's warm.\"\n\nLarry frowned. \"What do you do when it rains?\"\n\n\"We go indoors,\" the Permanent said.\n\n\"Look! I think it's starting to rain now!\" Larry pointed at the bright,\ncloudless sky. \"There'll be a terrible thunderstorm any minute!\"\n\n\"The robonurses should be here, then.\"\n\n\"Yes!\" Larry said. \"Where are they? Why aren't they here?\"\n\n\"They'll be here,\" the Permanent said blandly.\n\n\"I don't think so. I don't think they're coming. They're going to let\nyou get wet.\"\n\nThe Permanent shrugged. \"They wouldn't do that,\" he said.\n\n\"Of course not,\" a new voice said.\n\nLarry glanced up, startled. The copper-alloy face of a robonurse looked\ndown at him. He goggled confusedly.\n\nThe robonurse's grips seized his shoulders gently. \"You'll have to\nleave here, boy. We can't have you disturbing these people.\"\n\nLarry stood up. \"All right,\" he said. \"I'll go.\" He had seen all he\nneeded to see.\n\n\n\nThe stranger in the City had been right, Larry thought, as he made his\nway back to his home. The place to look had been in the Playground. He\n_had_ seen something even more frightening than the City.\n\nHis father was waiting for him as he entered.\n\n\"Well?\"\n\nLarry sat down heavily in a pneumochair and knit his hands together.\n\"I've seen the Playground,\" he said. \"Yesterday the City, today the\nPlayground. What's left to see?\"\n\n\"You've seen it all, son.\"\n\nLarry studied his father's pale, harried face for a moment. \"I thought\nthe City was pretty horrible. I decided yesterday I'd become a\nPermanent.\"\n\n\"I know. Your Watcher told me.\"\n\n\"Watcher?\"\n\n\"You know--the man who took you in for drinks. You don't think I'd let\nyou go into the City alone, do you?\"\n\nLarry smiled. \"I _thought_ it was too neat, the way he met me and sent\nme back. But--but--\"\n\nHe looked up helplessly at his father. \"Today I saw the Playground,\nDad. And I don't know what to do.\" His voice trailed off indistinctly.\n\n\"What's the trouble, son?\"\n\n\"Tomorrow I have to make my choice. Well, the Playground seems to be\nout--they turn into vegetables there--but am I ready for the City?\"\n\n\"I don't understand, Larry.\"\n\n\"I was sickened by the place.\" He leaned forward and said, \"Dad, why\nare children raised on the unworry drug?\"\n\n\"We try to spare you,\" his father said. \"Seventeen years of\ntranquility--it's good, isn't it?\"\n\n\"Not when it ends. It's the worst possible preparation for a life\nin your world, Dad. I'm not ready for it--and I never will be! My\nchildhood hasn't taught me how to worry!\"\n\nSuddenly, his father began to chuckle, first deep in his stomach, then\nhigh up in his throat, a ratchety, rasping laugh.\n\n\"What's the matter?\" Larry asked angrily. \"What's so funny?\"\n\n\"You say you don't know how to worry? Why, you're practically an\nexpert at it!\"\n\n\"What do you mean by that?\"\n\n\"Suppose you tell me what you've been thinking of, the past two days.\nEverything.\"\n\nLarry stood up, walked to the door. The robonurse was waiting in the\nnext room, patient, unmoving. After a moment, he turned to his father.\n\"Well--I've been thinking that I don't like the City. That I'm afraid I\nwasn't properly prepared for it. That I think raising me on the unworry\ndrug robbed me of any chance I'd have to learn to stand the strains of\nCity life. That even so I don't like the Playground either, and I'm\ncaught between.\" He checked each item off on his fingers. \"That--\"\n\n\"That's enough, Larry. You've analyzed it nicely.\"\n\nSlowly, the truth opened out before him and an embarrassed grin widened\non his face. Resistance to strain could be acquired overnight--by nine\nout of ten. Nine out of ten didn't need a long, grueling childhood to\nprepare them for adulthood; the tenth would never grow up anyway.\n\n\"I've _been_ worrying,\" he said. \"I'm the worrying kind. I've been\nworrying since yesterday, and I didn't even know it!\"\n\nHis father nodded. Larry took the capsule-box from its shelf, opened\nit, stared at the three different kinds of capsule inside. \"There never\nreally was any choice after all, was there?\"\n\n\"No. Your choice was made yesterday morning. If you didn't have the\nstuff for City life, you'd have grabbed for the unworry capsule the\nsecond you saw it. But you didn't. You stopped to make a decision--and\nwon your citizenship right then and there. You proved it to us--and by\nfighting with yourself over the decision you thought you still had to\nmake, you proved it to yourself.\"\n\nLarry's smile spread. \"Sure. The ability to worry is the measure of\nsuccessful City life,\" he said. \"And I'm a regular worry wart already.\"\nThe excitement of the past two days still thumped in his stomach--and\nit was only the beginning. \"I belong _here_. Why--it won't be long\nbefore I'll get my first ulcer!\"\n\nHis father was radiant with paternal pride. \"Welcome to your heritage,\nson--the heritage of the civilized man. You've got the makings of a\nfirst-rate citizen!\"\n\n",
    "metadata": {
        "author": [
            "Silverberg, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71491/pg71491.txt",
        "name": "age_of_anxiety.json"
    }
}