{
  "name": "Ajax, for example",
  "author": [
    "Tuttle, W. C. (Wilbur C.)"
  ],
  "body": "“Horse sense,” says “Magpie” Simpkins, “consists of knowing\nsomething that no school-teacher could pound into your head with a\npile-driver. It’s a sort of an initiative and referendum that books\ncan’t tell you about, and if you ain’t got it, Ike, you might as\nwell get you a loaf of bread, a jug of wine and hide out in the\nbrush, where you won’t hamper folks with your idiocy. There was\nAjax, for example.”\n\nMagpie hooks his spurs into the top of the table and leans back in\nhis chair. He knows there ain’t no argument, but hopes I’ll find\none. I agrees with Magpie--for once. I’ll tell you why I agree with\nhim, and maybe you’ll agree with me.\n\nMe and you both know that there’s educated fools. If I can have my\nchoice I’ll take the fool that never got educated in preference to\none what absorbed everything he found in books, ’cause the educated\none can’t even crawl into a blanket without peering into a book to\nsee the definition of the word “crawl,” the proper uses of a\nblanket, and the procedure according to precedent.\n\nYessir, there was Ajax, for example.\n\nMe and Magpie are cooking breakfast in our cabin on Plenty Stone\nCreek one Summer morning, when we hears footsteps approaching on\nhorseback. Magpie steps to the door with a pan of bacon in his hand\nand peers outside. He takes one look and tries to scratch his head\nwith the pan, the same of which leaves our hog-meat on the floor.\n\nThen he looks back at me.\n\n“Ike, come here! It’s either a mistake or I’m mistaken.”\n\nI walks over and takes a look. Looks like one of Sam Holt’s\nrat-tailed broncs, but the rider--whooee! I don’t blame Magpie for\ndropping the bacon. I’d ’a’ dropped a stick of dynamite if I’d had\none.\n\nI’ll begin at the top and work on down. First we have a hat. She\nlooks like a cross between a ordinary hard hat and a campaign lid,\nbeing as she’s sort of flat on the top. Under said hat cometh hair,\nwhich seems to grow straight out.\n\nThen we have a pair of funeral-rimmed specs forking the longest,\nskinniest nose I ever seen. I feels that it must blow about the same\nnote as the stopped-down E string on a fiddle. The chin of the\ncritter seems to be so long that the weight of it holds his mouth\nopen.\n\nWe have with us now the neck. To speak like a poet I’d say that he\nhad the neck of a swan. Maybe not so graceful, but longer. His\nshoulders shows a heap of neglect, and from there he just sort of\nslopes off to his feet, which is some slope, if you asks me.\n\nRiding with his elbows has made his sleeves pull up almost to his\nshoulders, and hanging on with his knees has pulled up the legs of\nhis pants until he’s setting on most of ’em. He ain’t anything for a\ndrinking man to look at--if he likes the taste of liquor.\n\nMe and Magpie stands there sort of weak-like and watches him search\nhis pockets. He ain’t said a word yet. The more pockets he searches\nthe less he seems to find. He grunts and reaches for his hip pocket,\nthe same of which seems to bend his legs backwards until his heels\ncatch in that bronc’s flanks.\n\n_Zowie!_\n\nThat rat-tailed bronc resents such familiarity, with the result that\nsaid apparition lands setting down in our front yard while the\ninsulted bronc wends its way home.\n\nI plumb forgot to mention that this person carried a little valise\non the saddle-horn. Yes, it came off with him.\n\nHe sets there on the chip-pile blinking like a old owl, and then he\nproduces an envelope from his hip pocket. Then he adjusts his specs\nand peers up at us.\n\n“I beg your pardon,” says he.\n\n“You have it,” says Magpie.\n\n“You won’t catch that bronc this side of Piperock,” says I. “He’s\nstill throwing sand.”\n\n“Ah! Oh, the--er--equine? Ah! Unavoidable, I assure you.”\n\n“Setting as you were,” admits Magpie. “Good scheme to always watch a\nbronc’s ears, old-timer.”\n\n“Pleasant pastime, I have no doubt,” he agrees. “Oh, quite\ninteresting. May I ask if either of you gentlemen is Mr. Simpson?”\n\n“Little high and to the right,” says Magpie. “I’m Simpkins.”\n\n“Ah, yes! Delighted, I assure you. My mistake.”\n\nHe peers at the letter.\n\n“Very good indeed. Simpkins it is. I beg your pardon.”\n\n“You’re going to get splinters in you if you don’t get up,” states\nMagpie.\n\n“Thank you very, very much,” says he, handing the letter to Magpie.\n\n“This is my--er--introductions, Mr. Simpson.”\n\n“S-i-m-p-k-i-n-s,” spells Magpie.\n\n“Ah, yes. Very simple.”\n\n“Yes,” says I. “Very.”\n\nMagpie opens the letter, and I reads it over his shoulder.\n\n    My Dear Simpkins:\n\n    The bearer, Professor Ajax Ulysses Green, B.A., F.H.S.,\n    K.P., I.O.O.F., B.P.O.E., etc., etc., is desirous of\n    testing out some pet theory, and I am taking the liberty\n    of sending him to you, knowing that you and Ike will see\n    that he gets what is coming to him. Do with him as you\n    will--and I know you will.\n\n    Professor Pettingill joins me in sending you our best\n    regards and hopes some day to see you again. Remember us\n    to Dirty Shirt Jones, and all the rest of the Pelicans\n    we met in the county of Yellow Rock.\n\n                              Very sincerely yours,\n                                          F. H. Middleton.\n\n    P. S.--As Dirty Shirt says, “For ----’s sake, did you ever\n    see the like?” He really is considered a brilliant man,\n    and devoted to his work. Do as you see fit--but spare\n    him, as Pettingill and myself will not rest well until\n    he returns to Boston and tells of his experiences.\n\n“Professor Middleton is one of my dear, dear friends,” explains this\nalphabetical person sweet-like. “He was primarily responsible for my\ncoming. You may thank him.”\n\n“My!” gasps Magpie. “I may, may I? Well, well! Come in, Ajax.”\n\n“I prefer to be known as Professor Green, if it is not too much\ntrouble,” says he stiff-like, but Magpie grins and says:\n\n“I’m Magpie; this is Ike. You’re Ajax. _Sabe?_”\n\n“Rather--er--personal, don’t you think?”\n\n“How’d you like Ulysses?” I asks.\n\n“No. If I have no choice in the matter I’d prefer Ajax.”\n\n“If I had my choice of weapons I’d take a pickax,” grins Magpie.\n“Are you the hombre what discovered lightning?”\n\n“Oh, no! The original Ajax defied the lightning, don’t you know.”\n\n“He made a sucker play,” says I. “Maybe he didn’t _sabe_\nelectricity.”\n\nAjax refused to smoke a cigaret, so we gave him an old pipe that\n“Polecat” Perkins left in our shack, but he didn’t seem to care for\nit.\n\n“Now,” says Magpie, “we’d admire to hear what you came here for.”\n\n               *       *       *       *       *\n\nAjax crosses his legs, adjusts his glasses and clears his throat.\nIt’s some job to clear a throat like his. The best way, I reckon,\nwould be to drop in a can of nitroglycerin like they do in\noil-wells.\n\n“I am here,” says he, rubbing his hands together, “to study the\neffects of astragalas splendens on the genus Ovius.”\n\nMe and Magpie looks at each other and then at Ajax.\n\n“It is very interesting, don’t you think?” asks Ajax.\n\nMagpie walks over to the stove and begins to cut more bacon. After\nhe gets it on the stove he turns to Ajax.\n\n“What do you drink for breakfast?”\n\n“Rarely anything, I thank you.”\n\n“You ought to take something,” says I.\n\n“Well, if I should, I prefer a beverage of _thea sinensis_.”\n\n“My ----!” grunts Magpie. “We’re all out of that. Ike, I told you to\nget us some the last time you was in Piperock.”\n\n“It is not necessary at all,” says Ajax.\n\n“I know it ain’t,” agrees Magpie, “but I’d sure like to know what in\n---- it is.”\n\nAjax drank water. Later on me and Magpie got his dictionary and\nlooked up everything that human beings drink, and we found that that\ndanged word-strangler wanted tea.\n\nHe don’t _sabe_ Blackfeet, Flathead or Chinook, and won’t talk\nUnited States. We can’t understand his wau-wau; so we can see that\neventually some of us are going to be badly misunderstood.\n\nIf it hadn’t been for Professor Middleton we’d have lured Ajax to a\ntall place in the trail and shoved him off. He wasn’t even funny.\n\nIf you poked a gun under his nose he wouldn’t have horse sense\nenough to hold up his hands. No, I’ll be danged if he would! He’d\nlikely smell into the muzzle, look it over careful-like and then\nclassify it in a language that nobody in Yaller Rock County could\ninterpret.\n\nAfter breakfast he says--\n\n“I will rest today if you don’t mind.”\n\n“Rest in peace,” says Magpie. “Take root if you must, but for the\nlove of Moses try and bend your back and be sociable. You don’t\nsmoke, and if you did swear in your own little way nobody’d\nunderstand you. Do you drink?”\n\n“_Spiritus frumenti?_”\n\n“Go to ----! Next time I says good morning to you, Ajax, it will be\nin sign language. I’m through talking to you, that’s a cinch.”\n\n“I will not consider it obligatory,” says he lofty-like, and I just\ngrabs Magpie’s hand in time.\n\n“Don’t hold the hand of progress, Ike,” says Magpie. “Can you figure\nout one good reason why I shouldn’t kill him?”\n\n“Except that we don’t know exactly where to ship his remains. He’s\nfrom Boston, Magpie, but it ain’t like saying, ‘He’s from Piperock.’\nYou’ve got to figure that Boston covers considerable space, and\nuntil we finds out his home address we better let him suffer.\n_Sabe?_”\n\n“Where is your home, Ajax?” asks Magpie.\n\n“Home? The habitual abode of one’s family?”\n\nI lets loose of Magpie’s hand and reached for my own gun, but the\ncoming of Dirty Shirt Jones saves me from killing a fool-hen out of\nseason. Dirty slides off his bronc and nods to us. Then he sees\nAjax. He peers at Ajax for a minute and then gets right back on his\nbronc.\n\n“Get off and rest your feet, Dirty,” says I, but Dirty only stares\nat Ajax and shakes his head.\n\nDirty shakes his head like a bee was buzzing around his ear. He\nshuts his eyes, shakes his head hard, and looks again.\n\n“My!” says he awed-like. “I’ve seen a lot of things in my life. I’ve\nseen a tarantaler waltzing with a angle-worm, I have. I’ve seen a\nlittle green devil riding a Gila monster in a race against a horned\ntoad which was ridden by me, but I’ve always been able to shake ’em\nloose for a minute. This’n I can’t!”\n\n“I am Professor Ajax Ulysses Green,” says Ajax stiff-like. “It is\nextremely embarrassing when one’s friends forget the--I--er--it\nplaces me in a position wherein I am forced to introduce myself to\none whom my acquaintances greet as one of their own kind.\nEmbarrassing, I assure you.”\n\n“Ex-cuse me,” says Magpie. “Ajax, let me make you used to Dirty\nShirt. Dirty, this here is Ajax.”\n\n“Name’s familiar,” says Dirty, scratching his head. “Oh, yes!\n‘Boiled Egg’ Benson had a jassack by that name. I wondered who he\nnamed it after and why he used to kick it in the ribs all the time.\nPoor mule!”\n\n“Maybe Dirty Shirt could help you, Ajax. He’s seen about all there\nis in this country.”\n\n“Possibly,” agrees Ajax. “I’d be grateful to a startling degree.”\n\nAnd then he turns to Dirty.\n\n“I am out here, sir, to study the effects of astragalas splendens on\nthe genus Ovius.”\n\nDirty spits out his cigaret and clamps his jaws hard.\n\n“Before you do anything, Dirty, appeal to your better nature,” says\nI.\n\n“What do you think, Dirty?” asks Magpie.\n\n“Think?”\n\nDirty swings his bronc around and talks to us over his shoulder.\n\n“I think you three has had all the fun you’re going to out of me. I\ndon’t know what it means, but you can all go to ---- as far as I’m\nconcerned.”\n\nWe watches him ride off down the road.\n\n“Is he--er--entirely sane?” asks Ajax, watching Dirty disappear.\n\n“Not now,” says Magpie. “A human being can only stand so much. He\ngot bit by a hipwiggler the other night.”\n\n“Ah! Quite interesting.”\n\nAnd he writes something in his little book.\n\nAjax wanted to rest that day, so we didn’t bother him none. It gave\nus a chance to control our natural impulses to kill him, and also\ngave us a chance to do a little placer work.\n\nI asks Magpie that night if we’re supposed to give up our bunk to\nAjax, but Magpie gives me one look which is plenty of answers.\nAnyway Ajax didn’t desire it.\n\n“Professor Middleton told me of the wonders of sleeping under the\nglorious firmament,” says Ajax, “and I desire to experience it as he\ndescribed.”\n\n“Fairly well ventilated,” says Magpie. “Nice enough unless she rains\nor a hipwiggler comes along.”\n\n“Who is ‘she,’ and what is a hipwiggler, if I may ask?”\n\n“She?”\n\nMagpie smooths his mustache and scowls at the ground.\n\n“Oh, yes; the hipwiggler. The hipwiggler is a animal. If one comes\nalong and finds you sleeping on the ground it just plumb ruins you\nfor future use. You’re dead--that’s about all.”\n\n“Your--er--friend you spoke about,” says Ajax. “Was he sleeping\non----”\n\n“Uh-huh. A log saved his life. It’s thisaway, Ajax: A hipwiggler is\na queer animal. It always prospects a man from his head down to his\ntoes. It gets to the end of you and then starts eating its way back.\n_Sabe?_\n\n“Dirty Shirt went to sleep with his feet on a log. The hipwiggler\ncomes along, walks to where it strikes the ground and then starts\neating. It ain’t got no _sabe_--not a bit. This one didn’t _sabe_\nthat Dirty had his feet on a log; so it went to the end of the log\nand starts eating. Logs ain’t noways digestible, so it got disgusted\nand left Dirty alone.”\n\nAjax took it all in and then gets inquisitive.\n\n“Could I procure a specimen?”\n\n“Nope. They only sleep between twelve and one o’clock, and nobody\nknows where they hole up. To catch one any other time you’ve got to\ntake a sack in your hands, stand on the stump of a persimmon-tree\nand make a noise like a loofmad.”\n\n“Oh, I see. Quite complicated. More of this later, as I am\ninterested.”\n\n“You deserve to be,” says I. “If it wasn’t for Middleton----”\n\n“Ah, yes. I am deeply indebted to Middleton, the dear fellow. I\nshall mention him in my monograph.”\n\n“Do it,” urges Magpie. “I’ll do the same--in my prayers.”\n\n“I--I feel that I am going to make some wonderful discoveries out\nhere.”\n\n“Well,” says Magpie, “that remains to be seen, as the feller said\nwhen he dug into the Injun’s grave.”\n\n               *       *       *       *       *\n\nAjax gets a little skittish about sleeping outdoors, so he rolls up\nin a blanket on the floor. Me and Magpie are heavy sleepers, but he\nwoke us up in the night. We sets up in bed and listens to him. He’s\nmaking a lot of noise like he was trying to move the cabin.\n\nMagpie is just getting up to see what the trouble is when Ajax comes\nin, grunting and wheezing. Comes a big bump on the floor, a deep\nsigh from Ajax, and then everything is still again; so we goes to\nsleep.\n\nIn the morning Magpie kicks me in the ribs, and I sets up in bed.\nThere is Ajax laying on the floor with his bare legs bent up over a\nsection of pine log about thirty inches in diameter. Magpie snorts\nright out, and Ajax sets up.\n\nHe looks all around the cabin and then reaches for his pants.\n\n“I thank you for the information, my dear Mr. Simpson,” says he. “I\nfeel that the section of the genus Pinus was the means of saving my\nlife. Several times after securing it I felt the deadly hipwiggler\ntravel my entire length, only to fall off the log in surprize. It\nwas a sensation I can not wish for again, but one I feel fortunate\nto have experienced. I thank you for your timely advice.”\n\nMagpie smoothed his mustache and stared at me and we both danged\nnear choked. Ajax sure offered himself as a highway for pack-rats\nthat night.\n\nThen cometh Judge Steele. He’s the educatedest hombre in the county.\nIf there’s anything he don’t know he won’t admit it. He owns\nhalf-interest in a claim up the creek, and is on his way up there\nwith a pack-load of grub for his pardner.\n\nWe asks him in to breakfast ’cause you never can tell when you’ll\nneed the friendship of a judge.\n\n“Good morning,” says he to me and Magpie, and then he sees Ajax.\n\n“Good gosh!”\n\n“Howdy, judge,” says Magpie. “Set in on the bacon.”\n\n“Ah!” says Ajax. “A judge. Are you an LL.B.?”\n\n“Nope. Missourian and a stanch Republican.”\n\n“Ah! It is refreshing to meet an educated man in the wilds. Where\ndid you matriculate, may I ask?”\n\n“Where did I what?”\n\n“Matriculate.”\n\n“I’m on my way to my mine, and I started from Piperock, if it’s\nanybody’s danged business.”\n\nAnd then he turns to Magpie.\n\n“Friend of yours?”\n\n“Liability, judge. He’s trailing something that ain’t here nor never\nwas.”\n\n“Huh! What’s he after?”\n\n“You tell him, Ajax. Something about strangling the----”\n\n“It is not a subject to cause levity,” chides Ajax. “Is there any\nreason why I should not come here to study the effects of astragalas\nsplendens on the genus Ovius?”\n\nThe judge stands up to drink his coffee and then goes out to his\nhorses.\n\n“What do you think, judge?” I asks.\n\nHe picks up the lead rope of his pack-horse and ponders the\nquestion.\n\n“Ike, I hate to give out a judicial reply as I might be called upon\nto render a decision from the bench, but I’ll say this much: Any\njury in Yaller Rock County would convict him without leaving their\nseats.”\n\nHe gets on his horse and pilgrims off up the trail.\n\n“How quaint,” grins Ajax. “Is he really a presiding judge or did he\nsimply acquire the title as many Westerners are reputed to have?”\n\n“I believe he is,” says Magpie. “Danged if I don’t believe he is.”\n\n“Is what?” asks Ajax.\n\n“Right.”\n\n“Ah, no doubt,” agrees Ajax foolish-like, and we let the matter\nrest.\n\nAjax puttered around for a while and then came to us.\n\n“May I--er--have a piece of rope? Three yards will be sufficient.”\n\n“Plenty,” agrees Magpie pleased-like.\n\n“You know how to tie the proper kind of a knot?”\n\n“I-- Perhaps not, but----”\n\n“The pleasure is all mine,” says Magpie.\n\nAjax looks the knot over interested-like.\n\n“Beg pardon, but will you tell me why you wound the rope around so\nmany times?”\n\n“Thirteen times,” says Magpie. “Any sheriff knows how. Now, do you\nwant us to elevate the wagon-tongue or do you prefer a limb?”\n\nAjax’s mouth hangs open for a full minute, and then he seems to\ncatch the point.\n\n“He, he, he! You--you thought perhaps I wanted to make a--er--a\nswing, I believe they call them. You were spoofing me, I fear. No, I\nthank you.”\n\nAnd he wandered away across the hills alone.\n\n“Ike,” says Magpie; “were you spoofing? A swing! My ----!”\n\nWe worked for a while but can’t seem to get Ajax out of our minds.\n\nThe blamed fool might get lost or bit by a snake. Sidewinders don’t\nrespect education. After a while Magpie says:\n\n“Ike, if it wasn’t for Middleton I’d let the blamed fool sink or\nswim, survive or perish, but I’d hate to rob Middleton of a chance\nto hear Ajax tell his experiences. Reckon we better pesticate around\na little and see where he went. I’d admire to find out what he’s\nafter.”\n\n“He said it was the effects of--” I began, but Magpie looked at me\nwith his sweet smile and I shut up.\n\n               *       *       *       *       *\n\nAjax pointed almost due south, but we figured he’d bear a little to\nthe west, so we cut across. We’re pilgriming down into a draw at the\nhead of a little fork of Medicine Creek when all to once we busts\ninto a clearing, and Magpie stops.\n\nI bumped into him, and then looked over his shoulder. There is\n“Doleful” Doolittle, who herds sheep when he’s sober enough, and\nstanding in front of him is Ajax.\n\nThem hombres sure show signs of rough usage. Ajax’s hat is smashed\ndown over his nose, and he’s looking out from between the crown and\nthe brim. His coat is split up the back, and his long legs wabble a\nheap.\n\nDoleful has lost one sleeve and his belt, the same of which causes\nhim to hang on to his pants, so they won’t come down and trip him.\nIf Doleful had twice as much sense he’d be almost half-witted.\n\n“Hear me?” yelps Doleful, shaking his one free hand at Ajax. “I’m\ntellin’ you hereby that I’m aimin’ to show you, feller!”\n\n“Very ungrammatical, to say the least,” pants Ajax. “Now I wish you\nto desist. Fisticuffs are a relic of----”\n\n“I _sabe_,” says Doleful, spitting on his hands. “Set yourself,\nfeller, ’cause I’m coming wide open like a wolf!”\n\n_Boof!_\n\nDoleful takes a skip and a jump and lands on Ajax’s bosom, and they\nboth went into the alkali. It was some fight. They’re both yelling\nfor help in about ten seconds, and then they gets to their feet.\n\n“You long-faced son-of-a-sea-cook, you bited me!” howls Doleful,\nrubbing his ear.\n\n“It was--uh--but fighting the dud-devil with fuf-fire,” wheezes\nAjax. “You masticated my e-ear, friend.”\n\n“Friend?” yells Doleful. “Don’t you call me friend! I hate ---- out\nof you, by ginger! Hold fast, ’cause I’m coming to visit you again!”\n\nAjax sidestepped this time, and when Doleful stumbled over his legs\nAjax fell on top of him. Man, they sure investigated each other.\nDoleful kicked, whooped and yelped and managed to squirm loose,\nminus one boot, which Ajax has annexed.\n\nFor a minute Ajax seems to show human intelligence by hammering\nDoleful over the head with the boot. Doleful wails loud and clear\nand hops away a few feet, where he takes off the other boot and\ncomes back at Ajax.\n\n“God didn’t make men equal but boots did,” says Magpie, and then\nthem two are at it again.\n\nIt was some duel if you asks me, and before they’re at it a minute\nme and Magpie are weeping on each other’s bosom. They never seen us.\nIn fact they hadn’t been at it a minute until they couldn’t see each\nother.\n\nPretty soon Doleful makes a wild swing, and the heel of that boot\nhit Ajax at the butt of his ear. That was plenty for Ajax, who\nsprawls on his face in the dirt, but Doleful didn’t know it. He kept\nright on, hopping back and forth, whaling away with that boot at\nsomething that ain’t there.\n\n“Look at the danged fool!” gasps Magpie. “He can’t see!”\n\nJust then Doleful makes an extra hard swing, his foot slipped, and\nthe toe of that boot hit him under the chin. He straightens up,\nshrugs his shoulders like a Frenchman and then falls flat on his\nback--knocked out, or rather kicked out.\n\n“Honest to ---- that never happened,” sobs Magpie. “Aw, it couldn’t!\nHe hit himself in the-- Haw, haw, haw!”\n\nI haw-haws with him, and we cries a duet.\n\nPretty soon Doleful gets to his feet, walks around in a circle and\nappears to be listening. Then Ajax coughs and sets up.\n\n“I’ve had a gosh-darn plenty,” states Doleful in a whisper. “Hear\nme?”\n\n“I’m sorry,” says Ajax.\n\n“You danged hog!” wails Doleful. “I know when I’ve had a plenty.\nWhere is my boots?”\n\nAjax feels of his ear like he half-expected to find the boot in\nthere, but when he don’t find it he shakes his head.\n\n“I don’t know, I’m sure.”\n\n“I’m going,” states Doleful. “My gosh, it’s dark today! I can just\nsee enough to miss hittin’ trees, and that’s about all. Where are\nyou?”\n\n“T fear I’m not able to give you concise information on the\nsubject,” says Ajax painful-like, “because I am not aware of my\nexact position. If it will enlighten you to any extent I will say\nthis much; I am on the ground.”\n\n“Then you stay there,” advises Doleful. “If I step on you don’t get\nsore, ’cause I don’t mean nothing but good-by. _Sabe?_”\n\nDoleful stumbles across Ajax’s feet and goes weaving off through the\nmesquite, hanging on to his pants and picking up cactus in his feet.\nThen Ajax gets to his feet and peers around. His specs are still\nhanging around his neck, and he tries to put ’em on. He’s been\nbooted across the bridge of his nose, the same of which makes his\nspecs feel like his nose was in a vise.\n\nHe yanks ’em off, and then begins to search his pockets. After a\nwhile he finds what he’s looking for. Then he feels his way over to\na rock, where he gets interested in looking at something--or trying\nto. We sneaked over and took a look. He’s got a compass on the rock,\nand is talking to himself.\n\n“Unless I am greatly mistaken I traveled due south. Due north would\ntake me--uh-- Now would it? Which way did I pursue the Ovius? Well,\nno matter, as I can not see the compass, therefore I am lost.\nPerhaps my shadow will inform me of the position of the sun, and by\ntaking the time of day----”\n\nHe turns and peers at the ground.\n\n“Futile,” he mutters. “There is no shadow. No matter, as my watch is\nnot running. Still I am lost. Not knowing the proper procedure in\nsuch a case, I will endeavor to remain stationary until such a time\nas I may regain the use of my optic nerves. I will think of a\nremedy.”\n\n“Raw beefsteak is hyiu stuff,” suggests Magpie. “Ever try it?”\n\nAjax almost hopped out of his shoes. He peers at us, and then:\n\n“Ah! Raw steak? I greatly prefer mine medium, _en casserole_.”\n\n“It’s no use, Ike,” sighs Magpie. “I had hopes that he’d been hit so\nhard that he’d talk our language, but I’m a poor guesser. You take\none side, Ike, and I’ll take the other.”\n\n               *       *       *       *       *\n\nAjax led like a old pack-horse and didn’t have much to say. We asked\nhim why he was sore at Doleful, and he said the idea was absurd. We\ntied some raw meat over his eyes, and by supper-time he was able to\nfeel the difference between a knife and a fork.\n\n“Maybe some day you _hombres_ will stay in the East where you\nbelong,” says Magpie disgusted-like. “You sure gallop in where\nnatives fear to sneak.”\n\n“We scientists must suffer that the masses be informed,” explains\nAjax.\n\n“You ain’t going to get a lot of publicity by fighting a boot duel\nwith a half-witted herder,” says I.\n\n“It was no violence of my making, I assure you, Mr. Harper. I was\nchasing the elusive Ovius when this vulgar person came between us.\nHe used very insulting adjectives--very! My lips could never repeat\nthe strange things he said. Naturally I resented. I descended to the\nlevel of a brute, and fought as my ancestors fought.”\n\n“I’ve heard of boot-leggers,” says Magpie, “but you must ’a’ sprung\nfrom a family of boot-fighters, Ajax. Did you hit him first?”\n\n“I did not. Nor second or third. In fact he pummeled me for some\ntime before I seemed to grasp his intentions, and then I\nretaliated.”\n\n“You ought to carry a boot,” advises Magpie. “Feller like you ought\nto go heeled all the time. What do you aim to do next?”\n\n“Next?”\n\nAjax rubs his sore eyes and looks up at Magpie.\n\n“I shall certainly persevere until I have observed fully the effects\nof astragalas splendens upon the----”\n\nBut me and Magpie went out and left him talking to himself.\n\nWe helped Ajax bring in his foot-rest that night and watched him go\nto bed with his feet thirty inches higher than his head. He’s so\nall-in that he never felt the pack-rats that night, and the next\nmorning he’s a sorry-looking hunk of scientific humanity.\n\nHis clothes are about seven-eighths to the sere and yaller leaf. His\nvalise don’t contain nothing but a book, some papers and a box of\npills. Magpie looks him over from all angles.\n\n“Somebody will kill you, Ajax, if you dress thataway,” says Magpie.\n“In memory of Professor Middleton me and Ike will have to dress you\ncivilized-like, I reckon.”\n\nWe got him into an old pair of boots, one of my shirts and an old\nsombrero of Magpie’s. He looks like ----, but he don’t know it. Then\nhe wants another length of rope.\n\n“You going back to the same place?” I asks.\n\nHe considers it a moment, and shakes his head.\n\n“I don’t believe I will. That vulgar person might accost me again,\nand I have no time to waste in combat. I will try in another\ndirection, if it makes no particular difference.”\n\n“Me and Ike are neutral,” says Magpie.\n\n“If you’d tell us just about what in ---- you’re hunting for, maybe\nwe’d advise you.”\n\n“Oh, thank you. You see I wish to observe the effects of\nastragala----”\n\n“You’re welcome!” yelps Magpie. “Go ahead, and may you die in your\nboots.”\n\n“I fear that is impossible,” says Ajax. “The boots belong to you.”\n\n“Happy birthday!” yelps Magpie. “They’re yours, Ajax. Go to it.”\n\n“I will do my best, sir,” says he, and we watches him going over the\nhills, dragging his rope behind him.\n\n“Just plain crazy, Ike,” declares Magpie. “Plain crazy.”\n\n“Not Ajax,” says I. “Nossir! That feller is plumb fancy crazy. He’s\ngilt-edged, perfumed and embroidered, Magpie. He knows a million\ndollars’ worth of things that won’t never do him any good--things\nthat other fellers like him have found out; and now he’s out here to\nfind out something to pass on to them. It won’t never do him nor\nanybody else any good--but they’ll be glad.”\n\n               *       *       *       *       *\n\nWe knocked off work late in the afternoon. I laid down on the bunk\nwhile Magpie fixes a kettle of beans. He’s standing in the door of\nthe cabin, pouring the water off them beans, when all to once there\ncomes a hunk of lead, knocks the kettle out of Magpie’s hand, and\nhives up in the foot of our bunk. Then comes the crack of a rifle.\n\nI sees Magpie elevate his hands, and I slips loose my six-shooter.\nThen here comes “Mighty” Jones, covering Magpie with a rifle.\n\nMighty owns the only herd of goats in the county, and each and every\none of them shaggy things is nitroglycerin on legs. I figures that\nMighty has gone crazy from herding same, so when he turns sideways\nto me I slams a .45 slug into the loading-plate of his rifle.\n\nThat slug seems to cause consternation, being as it explodes some of\nMighty’s magazine, and when a magazine full of 45-70s begin to heave\nand surge, it’s no place for a timid person.\n\nMagpie turns a flip-flop into the cabin, and Mighty tries to dig\nhimself into our chip-pile. I pilgrims out there and looks at\nMighty.\n\n“Why for the hands-up stuff, Mighty?” I asks. “You peeved?”\n\n“You dang well know I am! You know why, too--blast you! I only seen\none of you, but you two are pardners, and--I’ll see you in jail. I’m\ngoing to get the sheriff, me!”\n\n“Plain crazy, Ike,” says Magpie sad-like. “Plain crazy.”\n\n“Very plain,” I agrees.\n\n“I’ll see you both in jail--betcher life!” wails Mighty. “Sure\nwill.”\n\n“Better see a eye doctor, Mighty,” advises Magpie. “You’re seeing\nthings.”\n\n“You’ll see something--dang you both!”\n\nAnd Mighty fogs off down the trail.\n\n“Poor old coot,” says Magpie. “Can’t help feeling sorry for him,\nIke.”\n\n“Uh-huh. He was a good old buggy but he’s done broke down.”\n\n“No question about the buggy part, Ike.”\n\nWe fixed up our pot of beans and wondered where Ajax is. We ate\nsupper and wondered some more about Ajax.\n\nThen cometh Lindhardt Cadwallader Sims, knowed as “Scenery.” We\nalways figured that Scenery was sheriff by default, being as two of\nMagpie’s friends forgot to vote, and Scenery won by one vote. He’s\nabout knee-high to a he-human, and has darned near polished all the\nepitaph off his star in six months. He squeaks when he walks and\nsqueaks when he talks, which makes him a pathetic person among his\nfeller men.\n\nThe danged little imitation has a six-gun in his hand when he shows\nup in our doorway. He peers at us mean-like and clears his throat.\nI’m just about to pour some beans into my plate, but I takes one\nlook at his gun and swings back with that kettle and let her fly. It\nwas a good shot. She just turns over once and hit him right in the\nchin.\n\nHe staggers backward, drops his gun and begins to claw at them\nbeans. Sudden-like he remembers his gun and goes pawing around for\nit. I swings the door about half-shut when I hears a biff and a\ngrunt, and Scenery Sims comes into that door on his hands and knees.\nHe hops to his feet fighting mad, and squeaks like a bull fiddle:\n\n“You assassinators is all under arrest! Hear me? You can’t monkey\nwith no officer of the peace thataway and get away with it. Magpie,\nyou daw-gonned, long-whiskered----”\n\nMagpie stopped his yelps by picking him up and throwing him out of\nthe door. Scenery was just sailing out as Ajax starts to come in,\nand they met. When an irresistible jackass meets an immovable\neducated fool there is something going on.\n\nThem two misfits of the human race went into a clinch and hugged\neach other like long-lost brothers. They got up fighting blind, went\ninto another clinch and rolled under Scenery’s bronc.\n\nFor a few seconds there ain’t nothing but hoofs, boots and dust to\nbe seen. Then it gets too warm for a buzzard-headed bronc, and said\nanimal leaves its master to fate and an educated fool.\n\nAjax was a lot stronger than he looked. He squirmed loose, grabs the\nsheriff by the neck and the seat of the pants and cast him far away.\n\nPoor Scenery! He rolls over a few times and staggers to his feet. He\nwhales away with both fists at nothing, crosses his feet and falls\ndown again.\n\nThen he gets up and starts off down the road. He walks a few steps\nand then runs a few. Then he does it all over again, like he was\nexpecting a kick in the rear every time he steps.\n\nAjax has set down on the ground and is trying to dig the alkali out\nof his mouth and eyes. He sure is a sight. Me and Magpie walks over\nto him, and Magpie says--\n\n“Say, professor, we’d admire to know if it was you who knocked\nScenery into our cabin.”\n\n“Scenery?”\n\nHe peers up at us and then blinks shut again.\n\n“The general aspect, as regards variety or beauty, or the reverse,\nof a landscape?”\n\n“My ----!” says I. “He asked you in a lady-like manner: Who knocked\nScenery into our cabin? The man you fought. _Sabe?_”\n\n“The--the man I fought?” stutters Ajax. “Did I--I fight a man?”\n\n“Say,” says Magpie, “did you get hit so hard that you don’t _sabe_\nthings? What did you think you was mopping the earth with?”\n\n“I--er--really----” Ajax mops some more dirt out of his features and\npeers around-- “I--er--suppose I must take your unsupported word for\nit, but I--I thought at the time that I was being attacked by a\nspecimen of the genus Ovius.”\n\nMagpie kicks the empty bean-kettle into the cabin, and me and him\nfollers it inside. Pretty soon Ajax looks in. He peers all around\nand then begins to search outside.\n\nMe and Magpie went out there and looked around, too. Then Ajax\nstarts circling the cabin, and me and Magpie follered him like a\npair of bird-dog pups follering an old dog, but we don’t find\nanything. Pretty soon Ajax sighs deep-like.\n\n“Well, it isn’t here, it seems.”\n\n“Maybe you lost it some other place,” suggests Magpie.\n\n“No. I had it when I arrived.”\n\n“----!” grunts Magpie. “What was it, Ajax?”\n\n“The--er--specimen of the genus Ovius.”\n\nI grabs Magpie just in time. Ajax never did know how close he\nskidded to the graveyard that time. Magpie was so mad that he\nwouldn’t come into the cabin while I throws a feed into Ajax.\n\n“There should be a drastic legislation against the careless use of\nfirearms,” states Ajax. “Would you believe it--” he pokes a fork at\nme like he was trying to see if I was done--“some careless person,\nevidently shooting at random, nearly struck me? I was a little south\nof here, returning with my specimen, when I detected a singing noise\npast my ear. Immediately following came the report of a firearm.\n\n“In endeavoring to ascertain the location of the miscreant I became\nentangled with my specimen, and luckily we fell into a depression\nbehind an outcropping of granite formation. Luckily the depression\nwas filled with a thick growth of mimosaceous shrub, which screened\nus from view.\n\n“I feel sure that the target was located upon or near that granite\noutcropping, because in a few minutes I could hear the marksman\ncarrying on a conversation like this, omitting the vulgarity, of\ncourse:\n\n“‘Pshaw! Missed entirely!’\n\n“And then he seemed heartily ashamed of himself, as he said:\n\n“‘Too bad! I should have had higher aspirations.’\n\n“The last may not be correct, but at any rate he mentioned something\nabout holding higher, which amounts to the same.”\n\n“Yes,” says I; “he was careless, Ajax. I feel sorry for him.”\n\n“Perhaps I should have extended my sympathy,” says Ajax.\n“But--er--really I was in no position to think of the niceties of\nsocial custom.”\n\n“What was you doing all this time?” asks Magpie from the doorway.\n\n“I--er--I was trying to preserve my hold upon the Ovius.”\n\n               *       *       *       *       *\n\nI seen Magpie walk out about fifty feet, throw his hat on the ground\nand hop up and down on it. This Ovius is getting under his hide.\n\n“I will persevere,” says Ajax determined-like. “I must persevere.”\n\n“All right, Percy,” says I. “Don’t let us stop you.”\n\nMe and Magpie talked things over, but we can’t figure it out.\n\n“That’s the ---- of it, Ike,” says Magpie. “If Ajax was a human\nbeing he could tell us what he’s after, but education has plumb\nruined him for conversation. I reckon we’ve got to give him plenty\nof rope, and he’ll hang up some place.”\n\n“He’s used up enough rope to hang all the rustlers in Montana,” says\nI. “He had one specimen, Magpie, but somebody shot at him----”\n\n“Rotten shooting!” snorts Magpie. “There is such things as mob law,\nand if he don’t give us a chance to see what he’s after I’m going to\nturn myself into a mob and make him talk something we can _sabe_.\n\n“What in ---- is a Ovius? As far as I can remember there ain’t never\nbeen one seen here. None of the old-timers has ever spoke of any\nsuch a thing, Ike. There ain’t nothing in the Injun language that\nsounds like it.”\n\n“Well,” says I, “what is astragalas splendens?”\n\n“There you are!”\n\nMagpie waves his arms and walks in a circle.\n\n“There you are, Ike. Both of us holds a blank hand, so we just\nsplits the pot. I reckon I’ll likely kill Ajax tomorrow.”\n\n“And never find out what he’s after?”\n\n“There are things better left unknown, Ike. Let’s go to bed before\nwe mention something that we can’t explain.”\n\nAjax is writing in his little book by the light of a candle, and\nwhen we come in he stops.\n\n“Pardon me,” says he to Magpie. “Has anything ever been written\nregarding the hipwiggler?”\n\n“Nun-not that I knows about. It ain’t what you’d call popular.”\n\nHe thinks it over for a while, and then he sort of says to himself:\n\n“It could be named after me. What an honor!”\n\n“Yes’m,” admits Magpie. “You can be a father to it if you want to.”\n\n“If I could only secure a specimen!” he wails. “I must! I will!”\n\nHe hops off his seat and walks up and down the cabin.\n\n“You spoke of something about securing one by making a noise like\na--a----”\n\n“Loofmad?” asks Magpie.\n\n“Exactly. A loofmad. Is it a--er--difficult sound to make?”\n\n“Nope. Easy for lots of folks.”\n\n“Would you mind giving me a demonstration?”\n\n“Not me. I did once, and I almost got killed.”\n\n“Ah! Is it dangerous?”\n\n“It is and it ain’t. You’d be safe, Ajax.”\n\n“Will you teach me?”\n\nAjax stops in front of Magpie and holds out his hands like Magpie\nhad something to give him.\n\n“Teach you? Man, you’re born to it. No, I can’t tell you how to do\nit, but the proper note is in your voice every little while, only\nyou don’t know it.”\n\n“Is it a gift?” asks Ajax.\n\n“Merry Christmas!” explodes Magpie. “If it is I hope nobody knows\nwhen my birthday is, and that Sandy Claws goes blind.”\n\n“Interesting but vague,” says Ajax, and goes back to his book.\n\nYes, Ajax slept with his feet in the air again.\n\nMe and Magpie talks over the events of the day, but we can’t figure\nit out. We can’t figure why Mighty wishes to hold us up, and why he\nsends Scenery up there with blood in his eye. We asks Ajax the next\nmorning if he’s done anything wrong, but he shakes his head.\n\n“I never have done anything wrong,” says he.\n\n“This is a great little country to establish a precedent,” says\nMagpie. “A herder of goats comes here yesterday and shoots a\nbean-pot out of my hands. Later on the sheriff comes up--but you\nknow that. Do you know why they comes here?”\n\n“I haven’t an idea.”\n\n“I know you ain’t, but I thought maybe you had a hunch.”\n\nAjax got himself a rope this time. He hunted around until he found\nan old sack, and then he sets down to look in his little book.\n\n“Today,” says he, “I am going to make a supreme effort to secure\nvaluable data, and I wish to ask a few questions. Is the hipwiggler\na vegetarian or of the carnivora, and what is its habitat?”\n\n“The hipwiggler,” says Magpie, “eats anything and is fond of\nchildren. It is of the hootchie-kootchie family. Hootchie, meaning\nhip, and kootchie, meaning to wiggle. The great difference between\nit and anything else is in its shape, size, actions, color and\nodor.”\n\n“Hootchie-kootchie?” asks Ajax. “Is that--er--an Indian word?”\n\n“Uh-huh. The Camelpunchers.”\n\n“Has the hipwiggler a distinctive odor?”\n\n“You dang well know it has. You look for something that you never\nseen nor smelled before. _Sabe?_ Catch it and bring it here, and if\nit ain’t a hipwiggler we’ll tell you.”\n\n“I see. We will have an elimination proceedings.”\n\n“Somebody will be, that’s a cinch,” grins Magpie.\n\nAjax tightens the rope around his waist, picks up his sack and faces\nthe east.\n\n“I gird up my loins and fare forth. Today I will complete my quest.\nI bid you good morning, gentlemen.”\n\nWe watches the blamed fool pilgrim across the hills.\n\n“You’ve got to admire him for sticking,” says I, but Magpie snorts:\n\n“Yeah? Might as well give three cheers for a cactus, Ike.”\n\n               *       *       *       *       *\n\n“Doughgod” Smith comes past about dinner-time and stops to smoke a\ncigaret.\n\n“Seen a posse today,” grins Doughgod. “Some bunch. Scenery Sims,\nMighty Jones and Doleful Doolittle. Put them three on a two-by-four\nisland and they couldn’t find each other.”\n\n“Where did you see ’em, Doughgod?” asks Magpie.\n\n“They left town about an hour before I started. Pointed towards\nMighty’s place.”\n\nDoughgod rode on, and me and Magpie ponders things. That’s some\nposse to go after anybody. Pretty soon Magpie sniffs the air. I\nsniff a little too, and then we hear Scenery Sims’ squeaky voice.\n\n“Halt! You darn fool--halt!”\n\nWe steps around the corner of the cabin and sees a queer sight. In\nthe middle of the trail stands Ajax. Standing between his long legs\nis a goat--a sick-looking goat.\n\nAjax has got the sack over his shoulder, and when he sees us he\nswings it to the ground.\n\nAbove him on the hill is Scenery with a rifle in his hands, and\nabout sixty feet behind Ajax is Mighty, hanging on to his nose.\nBelow Ajax, standing on the side of the hill with a rock in each\nhand, is Doleful.\n\n“Stand still, dog-gone you!” squeaks Scenery. “You’re under arrest!”\n\n“It is all very peculiar,” says Ajax sick-like. “I don’t know what\nit all means, and I----”\n\nAjax picks up his sack and starts for us.\n\n“Stop him, Magpie!” yelps Scenery. “Shoot the darn fool!”\n\nAjax stops and looks foolish.\n\n“Will somebody explain things?” asks Magpie, holding his nose.\n\n“He’s a thief,” says Scenery. “Caught with the goods, too. He stole\nthet goat from Mighty Jones.”\n\n“Well,” says I, “why don’t you arrest him, Scenery? He ain’t\nheeled.”\n\n“Not me! I don’t want him.”\n\n“I demand his arrest!” yelps Mighty.\n\n“Shut up, Mighty!” squeaks Scenery. “He’s been arrested five\nminutes; ain’t you, feller?”\n\n“You mentioned such a proceeding,” admits Ajax.\n\n“The law is satisfied.”\n\n“What you got in the sack, Ajax?” I yells.\n\n“I am not sure, but I think it is a hipwiggler.”\n\n“He tried to steal my sheep,” stated Doleful. “He assaulted me\nand----”\n\n“Hipwiggler ----!” snorts Mighty. “He’s got a polecat in that sack.\nHim and that goat are inoculated against any smell from now on and\nforever. Amen.”\n\nAjax stands there and looks foolish. He can’t smell nothing. There\nis such a thing as getting too much. The goat swallers hard and\nleans against Ajax. I feel sorry for the goat.\n\n“Well,” says Magpie. “you might as well take your goat, Mighty.”\n\n“Not me!” yells Mighty. “I’m off that goat forever.”\n\n“Well, it’s sort of a deadlock,” says I. “Ajax is arrested in name\nonly and the owner of the stolen property refuses to take it back.”\n\nJust then Judge Steele rides in from the mine. We explains things to\nhim, and he looks wise.\n\n“Clean case against him, judge,” states Scenery. “He’s got the goods\non him.”\n\n“Think I can’t smell?” snorts the judge. “This is an open-air case.”\n\nHe pounds on his saddle-horn.\n\n“Hear ye, hear ye, hear ye! This honorable court is doing business.\nThe prisoner will stay where he is. Are you guilty or not guilty?”\n\n“I have no idea,” says Ajax weary-like.\n\n“Prisoner, does that goat belong to Mighty Jones?”\n\n“I have no idea.”\n\n“Call it and see if it comes to you, Mighty,” suggests Magpie.\n\n“Like ----!”\n\n“Let the goat loose and see who it goes to,” suggests the judge.\n\n“Whoa!” yelps Mighty. “Don’t do that! I don’t know how he ever got\nthe rope on it, but I do know it’s the champion butter of the world.\nYou stick with it, feller, and get time off for good behavior.”\n\n“This is the same one I had yesterday,” states Ajax. “It--er--struck\nthe sheriff, I believe.”\n\n“Haw! haw! haw!” whoops Magpie. “It upset our sheriff something\nawful.”\n\nWe considers things for a while, and then the judge says:\n\n“According to my own reckoning there ain’t nothing to be done, but I\nhas to pass an opinion. Being as the prisoner, smelling as he does,\nis of no value to the prosecution, and the plaintiff refuses to take\nback his alleged property, I adjudicates thusly:\n\n“The prisoner will be banished on his own recognizance. Feller, you\nbetter go away off some place. _Sabe?_ Take your clothes and burn\n’em and jump in the river or vicy versy. Given under my hand and\nseal this fifth day of August in the year of our Lord, and the\nCounty of Yaller Rock.\n\n“Now I’d admire why a freak like that does things like he’s done?”\n\n“I was desirous of observing the effects of astragalas splendens on\nthe genus Ovius.”\n\n“The ---- you was!” snorts the judge. “Find out?”\n\n“No. I was almost prepared for the experiment when this unforeseen\ncontingency arose.”\n\n“My ----!” grunts Magpie. “He was sure going to do something awful.”\n\n“It is nothing to----”\n\nAjax dropped his rope and stooped to pick it up; and didn’t finish\nhis sentence, ’cause that goat hit him dead center and Ajax and his\nsack turned a cartwheel. The polecat came out of the sack and\ntangled with the goat, and then both of them started back down the\ntrail towards Mighty.\n\nMighty must ’a’ got his property back, ’cause as far as we can see\n’em Mighty is still in the lead, but it’s almost a cinch the goat\nwill win out in the end.\n\nAjax watches ’em for a minute and then starts for the cabin.\n\n“Wait!” snaps Magpie. “I’ll get your belongings for you.”\n\n“I am going away,” says Ajax sad-like; “going where intellect is\nappreciated. I came here on a scientific mission, and I find that\nresearch work is not appreciated.”\n\n“We may not be strong for you, Ajax, but it’s a cinch you’re too\nstrong for us,” says Magpie, tossing the valise to Ajax.\n\n“Good-by, Ajax,” says I. “Tell Middleton hello for us.”\n\n“I shall tell him something for myself,” says he, picking up his\nvalise. “Most surely I shall speak to Middleton about you both.”\n\nWe watches him pilgrim down the trail, exuding odors of which there\nis no imitation.\n\n“Magpie,” says the judge, “have you any idea what he wanted?”\n\n“Not in my language, judge. I’m going to write to Professor\nMiddleton and ask him what it is. I reckon Ajax came to the wrong\nplace.”\n\n“Let me know, Magpie,” squeaks Scenery. “I’d admire to hear what it\nwas.”\n\nWe didn’t hear no more about Ajax, and about three weeks later we’re\ndown at Piperock and got a letter from Middleton. We got Scenery,\nand the three of us went up to Judge Steele’s office.\n\nMagpie opens the letter and reads it aloud to us:\n\n    Dear Magpie and Ike:\n\n    Professor Green returned. Tell me about the thing he\n    calls a hipwiggler. He dropped some information to\n    Pettingill regarding it, but refuses even to nod to me.\n    In fact he is very reticent over the whole matter.\n\n    He started to tell Pettingill about the “loofmad.”\n    Pettingill wrote it out and happened to spell it\n    backward. Now Green won’t speak to Pettingill. Please\n    tell us why a vigilance committee in Silver Bend made\n    him burn his clothes, which by the way contained his\n    money. We are very anxious to hear all about it.\n\n    You ask the meaning of Green’s statement--to study the\n    effects of astragalas splendens on the genus Ovius.\n\nMagpie’s lips move slow-like over it, and then he hands the letter\nto us. The three of us bends over it and reads where he left off:\n\n    He meant that he wished to study the effects of\n    loco-weed on sheep.\n\nThe four of us leans back against the wall and look at each other.\n\n“Magpie,” says the judge, clearing his throat and brushing off his\nvest, “Magpie, what do you think of too much education?”\n\n“On a par with astragalas splendens, judge.”\n\n“To which,” says the judge, “I will say, ‘_E pluribus unum._’”\n\nAll of which might be true, but Ajax was our first example.\n\n\n                               The End",
  "metadata": {
    "author": [
      "Tuttle, W. C. (Wilbur C.)"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/68820/pg68820.txt",
    "name": "ajax_for_example"
  }
}
