{
  "name": "Alpha Say, Beta Do",
  "author": [
    "Maxwell, Alfred E."
  ],
  "body": "Doyle Tindar was awakened by the urgent buzzing of the visor-phone by\nhis bed. He grumbled, rolled over, glanced at the view-plate and winced\nas he saw the fat, grim face of the Control Board Director, Sam Penset.\nHe sat up, yawned, and snapped the set on.\n\n\"Yeah?\"\n\n\"Listen, Tindar,\" Penset boomed and Tindar turned the volume down.\n\"We've got a large pile of trouble. No reports from the mines on Bolus\nlast night. Automatic radio communication absolutely dead. Power\nplant may have caught a meteor, but it would have to be a large one.\nTelescope won't tell us anything. Get out there, will you?\"\n\n\"Say, I'm on vacation, if you don't mind,\" Tindar said. \"What about\nBedding? Or Teppen?\"\n\n\"Bedding's on a honeymoon, damn him,\" Penset growled, \"and Teppen's\ngetting some new teeth planted. It has to be you.\"\n\n\"Miss Kanton's going out there tomorrow,\" Tindar insisted, not\nrelishing a space trip since he was on his first vacation in a year.\n\n\"I've thought of that,\" Penset boomed back. \"She couldn't report fully\non the state of affairs. She's a meter-reader. Strictly a control-room\nworker. Nothing to do with the power plant or the actual mines.\"\n\n\"Okay,\" Tindar sighed, \"I'll get on it. I'll leave Hessing Field this\nafternoon. Do I get a bonus?\"\n\n\"Yeah, you thief,\" Penset smiled, \"but get duplicated. You'll have\nenough work for two men.\"\n\n\"Okay.\"\n\n\"And, Tindar--\" Penset signaled him to stay on the air--\"I've just\nthought of something. Miss Kanton had better go to Bolus with you.\nMight as well clean up the whole mess at once.\"\n\n\"Okay,\" Tindar said, waved and shut the set off.\n\nHe climbed out of bed very slowly and shuffled across the room in a\npair of frayed slippers. He went to the bathroom, mixed and drank\na stimulant to snap him out of his stupor. He lit a cigarette and\nrummaged around in his closet until he found his space suit.\n\nSince Miss Kanton was going to be on the trip with him, the job was\nmore attractive. He mused about the very nice-looking Miss Kanton for\na moment, then began dressing hurriedly. He'd have to get down to the\nduplication labs before the noon rush.\n\n\n\nWashed, attired in the space suit he wanted his duplicate to wear,\nand considerably more awake, Tindar stood before the reception desk\nof the Central Commercial Duplication Laboratories of North America\nwith his governmental certificates of permission for his \"duping.\" The\nwhite-uniformed woman receptionist studied his certificates, handed him\nan identification disc and waved him on. She pressed a button on the\ndesk and the information about him was wired to the other stations.\n\nAn attendant met and ushered him down a long, cool, white corridor\nto the section of the building devoted to the duplication of living\nmatter. Another attendant took him from the first and whisked him up in\nan elevator to the floor where, as the somber sign stated, \"Duplication\nof the Human Being\" was carried on. He was directed to a pneumatic\nchair in the waiting room and he sat down.\n\nTindar had never ceased to wonder at the startling work done in this\nmassive building, which most people, over the course of the last\nhundred years of its use, had come to consider a natural part of the\nbustling, scientific worlds. C.D. Labs, holding a benevolent monopoly\non the process, could duplicate anything composed of atoms and smaller\nthan a three-storied dwelling in a matter of minutes. The products of\nsuch duplication existed only for a period of about eighty hours, but\nit had proved to be a tremendously utilitarian device in duplicating\noil and coal for immediate use; in duplicating the bodies of persons\nundergoing operations for dissection before the operation; for creating\nmicrobes of diseases and studying their effects upon the body, after\nwhich they would conveniently disappear, and for duplicating persons\nwhose talents or brawn were needed briefly for special problems. This\nlast use had been a great aid to industries by providing living,\nbreathing, duplicates of specially trained men in times of need; which\ntimes were frequent since the peoples of earth were spread so thinly\nover seven planets and thousands of asteroids.\n\nA nurse came into the waiting room with a glass of brown fluid on\na tray. Tindar, no novice at duplication, smiled at the nurse in\nrecognition, took the glass and drank it down. It was a sedative that\nwould put him deeply to sleep in a few minutes, so that he could be\npleasantly oblivious to the slight discomfort of the duplication cell.\n\nHe followed the nurse into the \"Dupe\" room and ran a familiar eye over\nthe shining and ponderous equipment. He knew the theory vaguely. Space,\nwarped, formed positive and negative fields. These fields, subjected to\nwarping and energy changes, formed nascent matter, unstable and simple.\nWarped again, the inchoate matter formed into molecular substances\nidentical with the pattern electrically projected into it. Whatever\nwas placed in the primary chamber was pierced back and forth at every\npossible angle by a thousand different types of rays and emanations\nfrom the energy sources about the primary chambers. These rays were\nthen the energy directed into the swirling haze of nascent matter. An\nidentical object would take form in about five minutes time and the\nproduct's differences from the \"pattern object\" could not be detected\nby the strongest microscope.\n\n\"Simple,\" the man in the street might say. Tindar, more familiar with\nthe theory of operation, was also more conscious of the hundreds and\nhundreds of years of research upon which the theory was based. He had\nalways held a tremendous respect for the scientists who fathered the\namazing invention.\n\nTindar climbed up onto the pneumatic cot and was slipped into the\nprimary cylinder. He was slipping slowly into the mist of sleep as the\ndoor of the primary chamber clanked softly behind him. He gazed for a\nmoment at the thousand lens-eyes on the curving walls about him. The\neyes suddenly shown with all the colors of the spectrum and bathed his\nbody in a weird and twisted rainbow of heterogeneous rays....\n\n\n\nTwo Tindars awoke abruptly and sat up on the pneumatic cots. They saw\nthat the cots had been moved and rested against another in a corner of\nthe room. They looked at one another.\n\n\"Who's who?\" one of them asked.\n\n\"We'll have to wait for the attendants,\" the other shrugged. It was\nodd. That was practically all you ever had to say to yourself.\n\nDown the hall feet slapped rapidly on the floor and approached the\n\"Dupe\" chamber. A taut-faced attendant looked into the room and waved\nat them frantically with a trembling hand.\n\n\"Don't get off your cots, please, sirs,\" he quavered and was gone.\n\nThe Tindars stared at one another.\n\n\"Something novel,\" they both said.\n\n\"Listen to the hell they're raising in the other room,\" one said,\nbreaking the identity of their thought streams.\n\nVisor-phones were buzzing; at least a dozen voices were raised in\na furious discussion. Another voice could be heard, pleading and\ndistraught. More attendants ran up and down the hall before the \"Dupe\"\nchamber. Three uniformed men with faces as white as their uniforms\nrushed through the waiting room and faced the Tindars.\n\n\"Dr. Bronsky will be here in a moment, sirs,\" one of them said.\n\n\"What's the matter?\" one of the Tindars asked.\n\n\"Dr. Bronsky will be here presently, sirs,\" the attendant repeated.\n\nDr. Bronsky came into the room with a retinue of flustered assistants.\nHe nodded to the Tindars and worked his lips around as he waited for a\npale little man to shuffle nervously into the room.\n\n\"Now, Endicott, how did you move the cots around? Try to remember.\" The\ndoctor spoke with a fatherly air to the little man.\n\n\"I don't know ... I was thinking of something else,\" Endicott whined.\n\"I was polishing the floors. They have to be cleaned by ten o'clock. I\nwas working with the sterilizer on the floors. I moved the cots to get\nthem out of my road. I thought they were identified.\"\n\n\"Thought!\" snorted Dr. Bronsky. \"Since when does a damned fool think!\"\n\n\"I'm sorry, Dr. Bronsky,\" the little man pleaded. \"It's a rule. The\nfloors have to be cleaned....\"\n\n\"It is also a rule--a primary rule, Endicott, that identification of\nthe 'pattern' is second only to the welfare of the 'pattern',\" the\ndoctor stormed. He gestured wildly in silence for a few minutes, then\nburst out again. \"Get out! I will not have asses in my ward! Get out!\nYou're fired!\"\n\nThe little man shuffled abjectly out. One Tindar turned to Dr. Bronsky.\n\n\"What's the fury about?\" he asked.\n\nThe doctor gestured the rest of his assistants and attendants out and\nclosed the door. He worked his lips nervously for a few seconds.\n\n\"An unprecedented occurrence has blackened the record of Commercial\nDuplication. You shall have a perfect right to sue, but I'm sure that\nPresident Histar will settle satisfactorily with you out of court.\" He\npaused as if it were painful to go on. \"That attendant--that double,\ndouble damned fool has mixed you up before you were stamped. One minute\nthe controller is out of the room and he does it! We have no means in\nour power now to tell which of you is the duplicate and which is the\noriginal. We have one hope. Perhaps one of you woke up before you were\nremoved from the chambers? Perhaps one of you remembers which chamber\nhe was in?\"\n\n\"The last thing I recall is dozing off in the primary,\" one Tindar said.\n\n\"Same here,\" the other said.\n\n\"This is indeed regrettable!\" boomed the doctor. \"It's unheard of!\"\n\n\"It's not that serious, doctor,\" one of the Tindars said. \"We can still\ndo our work. One of us shall disappear on the way back, that's all. The\nonly inconvenience shall be having to bring the duplicate part of the\nway back.\"\n\n\"But who shall be your pilot?\" the doctor mused, \"if on the way back\nthe one piloting the ship were to disappear....\"\n\n\"We have another person with us,\" a Tindar said. \"I think that\neverything will be quite all right.\"\n\n\"Well, we shall see. Apologies will be made to your corporation and\na settlement of some kind, of course,\" Dr. Bronsky shrugged. \"There\nis extremely little else that we can do. Until one of you dissipates,\nI suggest that you--\" he indicated one Tindar--\"be Alpha Tindar, and\nyou--\" he indicated the other--\"be Beta Tindar. It might simplify\nmatters.\"\n\nThe doctor himself checked them out at the desk and followed them to\nthe door full of regrets at the event.\n\n\n\nAlpha and Beta Tindar ate a hearty meal at a cafe, then phoned Miss\nKanton and felt better seeing her face in the view-plate. It was a nice\nface, a bit solemn, but nice. She had brown eyes and a burnt-honey mass\nof hair. They found that she was already out of the Dupe Labs and was\nwaiting for them.\n\nAn electric car whisked to the place where Miss Kanton stayed. They\nliked Miss Kanton, but her coolness and aloofness they did not like.\nShe was a woman technician, a capable intelligent young woman who, the\nTindars privately thought, could be an extremely nice person to have\naround if she would cease playing the part of the scientist for a few\nminutes. Her smile, her figure, her face all checked perfectly. But her\nmind was as sexless as an adding machine that had been left out in the\nsnow.\n\nShe came down the walk towards the car with her dupe, each with a\nbrief-case under one arm. The Tindars glanced simultaneously at her\nankles, but found them covered by the leather boots of her space suit.\n\n\"This is my dupe,\" Miss Kanton said as she came up to the car,\nindicating her duplicate who had a white top to her suit collar.\n\n\"Hello, muscles!\" greeted the dupe of Miss Kanton. \"Call me Kay, will\nyou?\"\n\nMiss Kanton looked startled and the two Tindars quietly gulped a\ngreeting.\n\n\"I'm afraid I have a rather wild replica of myself,\" Miss Kanton said\nwith surprise. \"I'm glad she's only good for eighty hours. But she\ncould ruin my reputation in thirty seconds.\"\n\n\"Quit worrying about your reputation,\" scolded the merry dupe. \"Get\nthose meter-readings out of your mind and think more about these two\nexciting hunks of masculinity here in the car.\"\n\n\"Katherine!\" Miss Kanton shrieked. \"I will not tolerate any such\ninopportune mouthing. Behave yourself!\"\n\n\"It's just your inner self speaking, sister,\" the dupe replied with a\nchuckle.\n\n\"Katherine!\" Miss Kanton gasped. \"Mr. Tindar, you will ignore this,\nplease?\"\n\nMiss Kanton and her dupe climbed into the car and Alpha Tindar pressed\na button, sending them purring quietly down the street towards the\nrocket port.\n\n\"Which of you is the dupe?\" Miss Kanton asked.\n\n\"We don't know,\" the Tindars answered.\n\n\"What!\"\n\nTogether Alpha and Beta explained the unusual situation. Miss Kanton\nwas shocked by the freak accident, but she smiled. Her dupe laughed and\nquickly sobered.\n\n\"Hell!\" she said, \"If I knew which was the dupe we could have a\nwonderful eighty hours!\"\n\nThe quartet arrived at Hessing Field a few minutes later and Alpha\nTindar went into the Rocket Dispatcher's office to check on the ship.\nHe came back and threw his hands up in the air.\n\n\"Another dilemma!\" he exclaimed. \"No four-seaters. Just those damned\ntwo-seaters. We'll have to take two of them.\"\n\n\"Well, get a couple of Armstrongs,\" Beta said. \"They're about the best.\"\n\n\"I'll take a Boison, myself,\" Miss Kanton said. \"Armstrongs have a\nshimmy when they're a couple of years old.\"\n\n\"The strong-willed woman scientist!\" her dupe sneered. \"Armstrongs are\nthe better ships.\"\n\n\"Katherine!\" Miss Kanton ejaculated. \"I'll have you dissipated if you\ncontinue this! I shall not tolerate much more!\"\n\n\"You haven't time, granny,\" her dupe replied blithely.\n\nThe field pilots jetted the small two-seater ships out onto the field\nand into the launching cradles. When they were readied and equipped,\nthe pilots signaled the Tindars and the Kantons.\n\n\"Beta, you and Miss Kanton's dupe take one,\" Alpha Tindar said.\n\"Miss Kanton will drive me in the other. If there is a preliminary\ndissipation of one of us, no one will be hurt that way.\"\n\nBeta nodded and Miss Kanton's dupe grabbed his hand and ran for one of\nthe ships.\n\n\"I honestly believe she's been drinking,\" Miss Kanton murmured,\nwatching her duplicate laughing as Beta helped her into the ship.\n\nAlpha walked in a slow and stately manner to the other ship and opened\nthe air-lock for the girl.\n\nThe ships flashed jets out of their rear tubes and rose slowly from\nthe ground cradles. A thunderous roar sent them both soaring into the\nstratosphere, where the ships veered together and rocketed out of sight\ntowards the band of transplanted asteroids that swung in an orbit\naround the earth two hundred thousand miles beyond the moon.\n\nAlpha Tindar settled himself deeper into the tight, sponge spring chair\nby Miss Kanton's side and watched with admiration the magnificent\npiloting job his \"atomic brother\" was doing. The other ship was keeping\nexactly abreast of Miss Kanton who was setting the pace.\n\nTindar was falling asleep when Miss Kanton switched on the intership\nradio. She called the other ship over the phones and all that came in\nanswer were giggles. Miss Kanton quietly replaced the microphone and\nstared straight ahead on her course with a slightly red face.\n\n\n\nTwenty hours later they were circling Bolus preparatory to landing. As\nwas the policy when dropping down upon open land, they switched on the\nanti-gravity fields, blasted themselves to a dead stop and sank slowly\ndown onto the furrowed land of the asteroid mine.\n\nThe ships thumped down within three hundred feet of one another. Miss\nKanton hurriedly snapped on her oxygen helmet, and Alpha followed her\nthrough the air-lock. Instead of going towards the control tower, which\nrose from the blue land like a pale yellow candle, Miss Kanton ran\nto the other ship and pounded on the door until Beta Tindar and the\ngirl-dupe opened it and stepped out.\n\n\"What have you been doing, Katherine?\" Miss Kanton asked over the\nhelmet radio.\n\n\"Telling secrets to each other, granny,\" the dupe laughed. Alpha Tindar\nwas a trifle envious of the smile on Beta's face.\n\nMiss Kanton flushed and turned away towards the Central Tower. The\nother three caught up with her and four abreast they walked lightly\nover the rough plain. Through the thin atmosphere and over the helmet\nphones they heard the crashing drone of the mine in operation. To\nthe Tindars it did not sound right. There was too much noise. The\nrobot-diggers and refiners were supposedly working far below the ground.\n\nAhead of them, over the close horizon, sprang a great, looming metal\nshape that filled the air with the roar of its engines. It rushed\ntowards them with a flat, toothed platform lowered slightly into the\nground. The platform was nearly twenty feet in length, with a thousand\nmetal claws above it hungrily scooping the soil up into the black maw\nof the storage bin that swelled from it like a monstrous belly.\n\n\"It's a digger!\" Alpha cried. \"Get out of the way!\"\n\nIn the weak gravity they were able to move by bounds out of the path\nof the mining machine. It roared past them, tearing up the ground in a\ndumb frenzy.\n\n\"The ships!\" Miss Kanton shouted, screaming above the roar of the\nDigger.\n\n\"Too late!\" Beta gasped. \"It has one!\"\n\nThere was a crashing clank and the cry of twisted steel as the machine\ngrabbed the small rocket ship up and crushed it in its jaws. The ship\nvanished into the bulging bin that followed the mouth on swiftly\nspinning wheels. The digger growled over the other horizon, leaving in\nits wake a shallow, wide furrow.\n\n\"I'll get the other ship to safety!\" Alpha cried and ran towards it.\n\n\"What are the Diggers doing on the surface?\" Miss Kanton asked Beta.\n\"They're supposed to be underground.\"\n\n\"Something is all wrong,\" Beta said. \"The Controls are obviously\nscrambled. Radio guides the diggers, keeps them underground until\nthey're full, then lets them come up to empty.\"\n\n\"Do you think you can fix it?\" Miss Kanton's dupe asked.\n\n\"If it's external trouble, yes,\" Beta said. \"But if it's inside the\nseals, we'd never be able to get at it. Everything is sealed against\ntampering. The controls are in vaults. How they ever got scrambled, I\ncan't imagine.\"\n\n\"No wonder there weren't any radio reports,\" Miss Kanton said. \"This\nplace is a madhouse! Look, here comes another one!\"\n\nAnother Digger appeared on the horizon but it was far to one side, a\nmoving shape against the stars.\n\n\"We'd better get into the control tower,\" Beta said. \"It's probably the\nonly safe place on this rock.\"\n\nThey were illuminated momentarily by the blasting jet of the ship as\nit arced upwards from the uneven ground. As they hurried towards the\ntower, the ship blasted past them and whistled to a halt near the door\nof the tower.\n\nThe quartet gathered together near the door and watched with amazement\nas six more of the huge diggers appeared, grunting and rooting at the\nsoil like mammoth pigs. Two crashed together with a terrific clank of\nmetal and their wheels dug up the ground as they hung locked together,\nwhirring thunderously.\n\nThe four went into the tower, down the metal corridors to the elevator\nwhich took them to the floor with the control boards. Beta pressed a\ncombination on the buttons of the door which shut off the room with the\ncentral boards. The door whined slowly open.\n\n\"The door's warped,\" Alpha observed. \"There must have been an explosion\ninside.\"\n\nThey entered the room and at first nothing seemed wrong. The great\nmetal vault in the center of the room seemed intact, the walls were\nwhole. Beta walked around the vault, which rose like a fat column from\nthe metal floor to the ceiling. Alpha came to his side when he heard\nhim exclaim.\n\n\"Look at the wall,\" Beta said.\n\n\n\nThere was a hole the size of a basketball in one side of the wall. The\nmetal about it was melted, bulging out in a fringe around the hole\nand running down the wall to the floor. Alpha traced the probable\ntrajectory of the missile which had made the hole and found another\nhole, much smaller, on the face of the vault. The walls of the vault\nwere buckled slightly inward.\n\nThe two Tindars stared from one hold to the other in amazement. The\nKantons came to their side.\n\n\"No meteor did that!\" Miss Kanton's dupe said.\n\n\"It's hardly possible, unless ...\" Beta paused. \"Power was packed into\nit, whatever it was!\"\n\n\"It penetrated three feet of tension steel at the very least,\" Alpha\nsaid. \"Nothing as small as this meteor seems to me could have done\nthat.\"\n\n\"Unless ...\" Beta paused again. \"The momentum is what counted. Suppose\nthat the mass was terrific, the speed equally terrific?\"\n\nAlpha and Beta snapped their fingers at the same instant.\n\"Neutronium!\" they said.\n\n\"We've found several bits of it already in space,\" Alpha added.\n\"Terrific mass. That's the only possible solution.\"\n\n\"A piece of neutronium, of high velocity, accelerated by the gravity of\nBolus, plus opposite velocities. That would have done it,\" Miss Kanton\nsaid.\n\nThey were speaking quickly, their keen minds suddenly tearing the veil\nfrom the problem with a scientific hunger.\n\n\"That's that, then,\" Alpha sighed as if it had been too easy.\n\n\"Wrong,\" Miss Kanton's dupe interposed. \"Look at these meters!\"\n\nThe other three went to her side. The meters were jumping crazily from\nmaximum to minimum, their needles bent and twisted. Another type was\nrapidly clicking off numerals on its way down to zero. Miss Kanton\ntapped it.\n\n\"That's the fuel tanks,\" she said.\n\n\"They're draining somewhere!\" Alpha said.\n\n\"Down, naturally!\" the girl-dupe said. \"The engine room covers the\nwhole underground floor! If--\"\n\n\"If the sparks from the engines touch that fuel--!\" Beta cried. He\nturned to the door and ran from the room with the others on his heels.\n\nThe elevator dropped them to the lower floor. The corridor was filled\nknee-deep with a pale, bluish fluid--explosive fuel! It poured like a\nblue waterfall down the steps leading to the engines. Alpha opened the\ndoors of the elevator and the syrupy liquid flooded in upon him. He\nwaded into it and to the steps where he stumbled to the lower floor.\nThe others were right behind him.\n\n\"What about friction?\" Miss Kanton asked, conscious of the metal studs\nof her suit clicking against each other.\n\n\"Have to chance it,\" Beta snapped.\n\nThey went into the engine room, wading carefully through the azure\nfluid. In the main room they saw the fuel slowly creeping up the fat\nlegs of the whirring engines towards the network of sparks that could\nbe seen through the ventilator grills.\n\n\"Isn't there any way to shut them off?\" Miss Kanton gasped.\n\nAlpha shook his head grimly.\n\n\"No. All controls are sealed. Can only be manipulated by Cooperation\nEngineers,\" he said.\n\n\"Six inches more,\" Miss Kanton said, looking at the fuel flowing\nbeneath the engine.\n\n\"We'd best get out of here fast!\" Alpha said. \"In ten minutes the\nCorporation is out one asteroid.\"\n\nThey were running up the stairs, pushing into the elevator. Beta shoved\nthe door slowly against the pressure of the blue syrup. He shot the car\nback to the ground level. Here there was no sign of the fuel which was\npouring down a stairs around a turn in the corridor. They ran down the\nhall to the door, the Tindars each gripping the arm of a Kanton.\n\n\"Wait!\" Miss Kanton was crying, \"wait! The ship. We've only got one!\nWe can only take two persons back. And you ... which of you....\" She\nstopped, aghast and panting, looking from Alpha to Beta.\n\nThe Tindars stiffened and gasped as the full implication of what she\nmeant hit them.\n\n\"Take the ship!\" Miss Kanton was sobbing. \"Both of you! Go on!\"\n\n\"Don't be foolish!\" Beta snapped. \"Get into the ship and get the jets\nwarm. We'll be there in a minute.\"\n\n\"But if you get the wrong one?\" Miss Kanton said, trembling.\n\n\"The right one will be left back here,\" Alpha snapped. \"Now get into\nthe ship. We've only got a few minutes!\"\n\nMiss Kanton turned and ran. She climbed into the two-seater and jetted\nthe rockets. As the tubes roared out a tongue of flame, over the\nhorizon came a Digger, eating the soil, dashing towards the control\ntower.\n\n\"We both might be able to get into the ship....\" Beta said.\n\n\"No. The seats are tailor-made. We'd never cram into them together,\"\nAlpha said. They stood looking at one another, wasting valuable seconds\nin their consternation. The Digger was looming larger and larger,\nroaring in a straight line for the control tower.\n\n\"Oh, Doyle....\" Miss Kanton's dupe said, tears in her eyes.\n\n\"Shut up!\" Alpha snapped. He whirled towards the thunder of the\nDigger. It was very near, swerving, slowly turning away from the\ncontrol with a ponderous gyration.\n\n\"It's going to hit!\" Alpha cried, leaping back.\n\nThe edge of the huge metal mouth struck the corner of the control\ntower, shaking the entire building and sending an avalanche of concrete\ndown from the facade. Alpha was struck by pieces of the debris as he\nbounded away from the door of the building. The debris piled into the\ndoorway, jamming it. Beta's head rose over the pile.\n\n\"Beat it!\" he screamed, \"I'll never get past that Digger!\"\n\nAlpha ran towards the ship and climbed into it. Crazy thoughts ran\nthrough his head as he squeezed himself into the seat. It was a one to\none bet. A fifty-fifty chance. Better than some odds he had had. It was\na decent gamble, but the stakes....\n\nHe sealed the door and Miss Kanton sent the rocket spiraling up into\nthe clear sky. She drew out of the range of the imminent explosion and\ncircled the little asteroid, waiting.\n\n\n\nInside the control tower, Beta brushed the dust of the wreckage from\nhim and hurried down the corridor, pulling the girl-dupe by the arm.\n\n\"What are you doing? What if you're the real one? Oh, Doyle....\" she\nmoaned irrationally.\n\nBeta went back to the engine room. He waded through the fuel with the\ngirl-dupe behind him.\n\n\"We have another bet, just in case,\" Beta said. \"Those hoses....\" He\npointed at the wall above the humming engines.\n\nThe dupe's eyes brightened.\n\n\"If only we have time!\" she said. \"I'll get them. It's dangerous up\nthere. You might be electrocuted. It doesn't matter with myself.\"\n\nBeta started to protest, then he saw the logic of the girl's\nsuggestion. He nodded curtly, and helped her climb upon the engine. She\nteetered precariously, slipping on the slime of the fuel which was on\nher feet.\n\nShe reached up and twisted the nozzle of a hose, unscrewing it from\nthe engine. Her face was twisted awry with effort, her slim body bent\nin straining against the stubborn threads. It loosened and she dropped\nit down to Beta who was standing in the swirling blue fluid, waiting.\n\nHe snatched it up.\n\n\"Get the others, quick!\" he shouted, watching with horrified\nfascination as the fuel crept up to meet the network of sparks.\n\nThe girl struggled silently. Beta could hear her quick breathing in his\nhead phones. The engines whirred, the sparks flashing down towards the\nexplosive fluid.\n\nShe dropped another of the hoses to Beta. The third one was free and\nin his hands when she began working on the fourth. She slipped; the\nsparks danced up, touching the legs of her suit. The lower part of her\nsuit burst into flame, soaked as it was with the fuel. She watched the\nflames, her face blanched white, as they ate into her suit.\n\n\"Katherine!\" Beta gasped. This was no duplicate, he thought\nfrantically; this was Katherine, blazing, burning. She would die;\nhe knew that. If she fell back into the fuel, both of them died. He\nstarted climbing the engine, reaching for the girl as she hung onto the\nhose, her gloved hands frozen to it in a rigid grip.\n\n\"No!\" she screamed. There was a plea, in the voice that stopped Beta,\nbrought him back to sanity. He dropped to the floor, watching her....\n\n\n\nIn the ship that circled the asteroid, there was silence. Alpha sat in\nthe seat by Miss Kanton, a hand gripping his knee, feeling it, waiting\nfor it to disappear beneath his fingers--watching his fingers, lest\nthey disappear if he looked away.\n\nMiss Kanton was frozen in her seat, gripping the guide-triangle until\nher knuckles were white spots on her hand. She looked straight ahead,\nafraid to look at Alpha.\n\nThey circled the asteroid; again and again they rounded it.\n\n\"They must have stalled the blast,\" Alpha said hoarsely. \"They can't\nstop it. They must have put it off someway.\"\n\nHis words echoed within the ship above the buzzing of the rockets.\nMiss Kanton said nothing. Her lips moved slightly, but no sound came.\n\nShe turned to speak to Alpha, conquering her emotion, bright tears in\nher eyes.\n\nThe seat beside her was empty, except for a crumpled space suit that\nslithered to the steel deck before her dilating eyes.\n\nMiss Kanton's hand went to her face. She screamed. It was one, brief\ncry of utter horror.\n\n\n\nIn the engine room Beta labored. The hoses were sucking at the fluid.\nThe hoses were there actually to suck away the gaseous waste of the\nengines. Now they were sucking away the fuel with thirsty, slurping\nsounds, pouring it out onto the soil outside the tower.\n\nThe fuel was sinking slowly, drawing away from the sparks in the\nengines. The girl was nowhere around. Near the fat legs bracing the\nengines from the floor, the transparent sphere of a space helmet\nswirled and rocked with the motion of the fuel. It was the only proof\nthat the girl had ever existed; the sole thing about her that had been\nreal.\n\nBeta watched the hoses and studied the transparent sphere that was\nfloating towards him, drawn by the suction of the wide mouths of the\nhoses.\n\n\"You were a great girl, Katherine,\" he said. He sighed. He felt\nweariness growing inside of him.\n\nThe fuel coming down the steps into the engine room was a mere trickle.\nThe tanks above were drained. The level of the fluid was dropping down\ntowards his ankles.\n\nBeta walked carefully through the fuel to the steps. He looked back,\nwatching the hoses. Confident that they could do the job, he mounted\nthe stairs and reached the long corridor to the rubble-blocked doorway.\nHe left wet, oily prints behind him as he walked. He entered the radio\ncommunication room.\n\nThe dials of the radio glowed warmly before him. He adjusted the\nfrequency to that of the ship of Miss Kanton.\n\nHe helloed for five minutes before Miss Kanton's voice came in answer.\nHe told her that everything was all right. She sobbed for a long time.\nThen she told him that he was the real one. He felt a faint qualm of\nbelated fear that was over-ridden by his weariness.\n\n\"You are a great girl, Katherine,\" he said. \"You hung onto the hose,\nburning, wrapping yourself around it so that you wouldn't fall into the\nfuel. It's one of the greatest things I've seen. You smiled when you\nwere disappearing. You knew that everything was all right then.\"\n\nThe girl on the radio was still sobbing. He told her to land. He walked\nout of the room into the corridor and pushed his way through the hole\nabove the rubble pile. He saw that the Diggers were still racing around\non the horizon.\n\nThe little ship came spurting into sight under full speed. It swooped\nrecklessly within feet of the ground before the anti-gravity field\ncrackled on and lowered it gently. A slim figure bounded out of the\nship and came running towards him. He ran to meet it.\n\nHe grabbed it up into his arms and stood on the weird plain holding it\nto him. Together, they walked to the ship and climbed into it. There\nwas a flash, a roar, and the ship shot up into the clear stars.\n",
  "metadata": {
    "author": [
      "Maxwell, Alfred E."
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/64722/pg64722.txt",
    "name": "alpha_say_beta_do"
  }
}
