{
    "name": "Among the Scented Ones",
    "author": [
        "Wells, Basil"
    ],
    "body": "A vast dark flood spread across the matted green of the broad Saaaran\nplain. It rolled westward relentlessly, its outer flanks washing\naround and over the lower hills and lapping deep into the fringes of\nthe jungle. A rolling endless thunder of countless pounding feet went\nbefore its tossing crest.\n\nPast the ruins of a score of ancient cities the stampeding herd\nof green-crested saurians thundered. It seemed a world devoid of\nintelligent life that they traversed in their unreasoning terror. Only\nthe jungle-grown walls and splintered streets showed that man had once\nbeen here....\n\nThe great salmon-hued sun was directly overhead as the maddened\n_denars_ poured through a five-mile gap between twin ranges of low\nhills. Twelve miles further their thundering progress was checked.\n\nAnd along the line of the northern cluster of hills a giant tube\nof unrusting metal mesh was laid. Lianas and other vegetation\nhalf-swallowed its forty-foot diameter, but inside there was a smooth\nhard-surfaced roadway where thirty-foot wheels, with cabins for\npassengers between their twin tires, raced swiftly.\n\nEven as a group of twenty wheels spun eastward through the tube the\nstampeding _denars_ crashed through the stout metal mesh guarding the\nhighway....\n\n\n\nBesan Wur shouted, terror-stricken, as an avalanche of huge\ngreen-crested saurians surged toward them through the disintegrating\nsides of the tubeway. He tasted the salt of bitten lips.\n\nThe giant double tires smoked as Nard Rost, the gray-haired Garro at\nthe controls, spun the wheel tightly about and sent it hurtling back\nalong the way they had come.\n\n\"That was--close!\" Besan's voice was shrill. His fingers were biting\ninto the back of his seat as he peered backward at the hissing horde of\n_denars_.\n\n\"Ras Thib--Walof Jemar--all the others!\"\n\nNard Rost nodded grave assent. At least twelve of the wheels had been\nswallowed up by that churning death from the open plains.\n\n\"There isn't any chance they could have survived,\" Besan said numbly.\n\"The wheels are flattened and broken already.\"\n\nBesan gasped and his hand went to his throat. For by now the acrid\nmusty scent of the older Garro pervaded the narrow drum of a cabin.\nThat scent was the natural protection of the men of Saaar; only a\nmindless stampeding herd of _denars_, or other men, would brave contact\nwith his kind.\n\nBesan Wur's eyes leaked moisture. He nudged the valve that released the\ncountering fumes of the tank under his left armpit. Unlike the older\nman he was not immune to the product of Garro scent glands.\n\nHe was an Earthman, one of a hundred-odd Terrans living secretly among\nthe Garros on forbidden Saaar. His dark hair was artfully dyed blonde\nalong the central stripe, and his oversize ears and the flaring tip of\nhis nose were the result of surgery in his youth. Even his red blood\nwas rendered purple by regular injections of an innocuous fluid.\n\n\"I know, Besan Wur,\" said the older man quietly. \"All dead. All our\nfriends and fellow students.\" He paused. \"And soon, perhaps, we shall\njoin them.\"\n\nHis hand indicated the slight bulge of the hill beside which the\nvehicular tube ran. It was a low hill, less than a hundred feet long\nand half as wide, covered with the coarse grass of the plains of Saaar.\nOnly a thin belt of trees touching the further extremity of its crest\noffered any protection.\n\n\"Perhaps the trees will shelter us,\" he said. \"If not....\"\n\nBehind them the sea of hissing thundering life chewed nearer and\nnearer. In a matter of seconds it would engulf the hill and sweep\nbeyond it, isolating them among the trees.... If they reached them.\n\n\"See there, Nard Rost!\" cried the Earthman. \"Two of the wheels behind\nus--broke through the mesh--headed for the trees!\"\n\nNard swung into the gap in the wall; the wheel tilted and rocked, the\ninner drum's gyros groaning in protest, and then they were racing after\nthe other vehicles.\n\n\"_Denar!_\" shouted Besan Wur, even as an elephantine hammer seemed to\ncrash against the thin metal skin of the cabin.\n\nThe great wheel toppled, righted itself, and toppled again as the\nweight of another _denar's_ vast bulk bludgeoned it. The ragged outer\nfringe of the great herd had reached them even as they came into the\nshadow of the trees!\n\nWith a crash the thirty-foot wheel and its inner cabin went over. The\ntwo occupants were unhurt save for a few bruises, and they wasted no\ntime in racing to the shattered port between the two huge tires. Nard\nRost led the way, a knobby metal wrench in his fist to clear away the\nbroken shards yet remaining in the frame.\n\nFive feet away the thick bole of a forest giant lifted. They had come\nthat close to its shelter. Without a moment's hesitation the two men\nraced up the knotty protuberances of the trunk to the lower branches.\nThere, twenty feet above the ground, they paused momentarily.\n\nWell that they had quitted the wheel when they did. The solid secondary\nflood of the _denar_ tide swept over the vehicle, churned, eddied, and\npounded onward again unchecked over the flattened scraps of metal and\nresilient _durnb_.\n\nAnd now the other wheels suffered a like fate. They too pulped and\ndisappeared. Besan Wur's square face brightened. He shouted something\nagainst the all-pervading din of the stampeding lizard horde.\n\n\"Relsa Dav!\" he shouted into Nard Rost's elongated ear cup.\n\nHe had glimpsed the trembling slim form of the girl clinging to a\nmassive horizontal branch a scant three feet above the tossing green\ncrests of the lizards. Now he hurried along a higher branch interlacing\nwith those of the other three where the girl had found refuge.\n\nA moment later he had pulled her to the safety of a higher limb and the\ngirl was sobbing against his tunic's soft brown cloth, her arms about\nhis neck.\n\nHe caught a suggestion of moisture in the violet eyes of the older man\nas he joined them. Nard Rost's mate, Ilva, had perished up ahead there.\nAnd with her had died the twenty-four other students and their three\ninstructors bound for a four month's course of practical study in the\ntin and copper mines of the Durlu Hills.\n\nOnly they three had escaped because of the temporary check of the\nhill and now the sheltering trees. How long the battered lower boles,\nmassive though they were, would remain upright, was doubtful. And the\nunending flow of squealing whistling _denars_ might continue unchecked\nfor more than two or three days!\n\n\n\nAs Besan held the soft warmth of the terrified girl in his arms a great\ngladness fought with the despair in his heart. Relsa Dav, whose least\nglance in the classrooms of Rhilg University made him more aware of his\nhopeless love, was alive.... And he was an Earthman, a renegade son of\nan alien race who could never hope to mate with a Garro!\n\nThe System that ruled Terra, and a score of other lesser and greater\nworlds, was responsible for their exile. The System's rigid code of\ncontrols over all the activities of its citizens--even to what they\nate, and wore, and what they thought--inevitably produced a diminishing\nhandful of rebels with every generation.\n\nThe punishment for any infraction of the rules was invariably amnesia;\nthe child-like result of this operation being trained again in the\nfrozen tenets of the System until the least spark of individuality was\nextinguished. There was no bloodshed in all the System's worlds and\nprisons were forgotten mounds of crumbling masonry and metal. Instead\nthere were the gentle blanking rays of the System Police and the\ninevitable hospitalization afterward.\n\nFrom this threat of complete forgetfulness Besan Wur's father and\nmother had escaped by spacer to this forbidden jungle planet of Saaar.\nHer RZX rating and that of Besan's father had not coincided within the\nnarrow limits prescribed. But they had mated and stolen a System police\ncraft in making their getaway.\n\nThey found that Saaar was a tropical savage world alive with ferocious\nand gigantic animals. The System's aversion for shedding blood--even\nanimal blood--had led them to bypass Saaar until the semi-civilized\nnatives of that world would have tamed it. So it was a safe refuge for\nthe parents of Besan ... as long as they could evade the bloodthirsty\ndenizens of the steaming jungles and broad grasslands!\n\nStrangest of all was the discovery that the cooler uplands of Saaar\nsupported a well-advanced civilization: the Saaaran bi-peds who\ncalled themselves Garros. Their cities were underground, in the\ncavern-honeycombed cliffs and deep canyons, and they were linked\ntogether by highways that ran through great tubes of a rustless\nmetal mesh. These tubes were designed to prevent the encroachment of\nvegetation and wandering animals on the roadway--no animal would face\nthe threat of the stripe-headed men's scent but their vehicles were so\nswift they had little warning of the Garros' approach.\n\nAnd so they had disguised themselves, as other Terrans before them had\ndone, and mingled with the Garros of the cone city of Rhilg.\n\n\"We must leave these trees, Besan,\" Nard Rost shouted, his voice\njolting the Earthman back to reality.\n\nThe tree was jolting and swaying as the mighty press of saurian\njuggernauts lumbered madly beneath. Inevitably it would be torn from\nits roots if the stampede continued. Nor was there any apparent end\nto the green-crested flood that rolled out of the northern purplish\nhorizon.\n\n\"Think you can climb now, Relsa?\"\n\nThe blonde-striped head of the girl nodded. Her deep blue eyes smiled\ninto his own purple-tattooed ones.\n\n\"Forest widens out that way.\" Nard Rost's muscular arm pointed out\nthe north-western loom of hills and the belt of vine-festooned trees\nlinking them with it. \"That's our road.\"\n\n\"Hills of Cratur, aren't they?\" Besan's voice was tense. He had seen\nsome of the reddish-haired bearlike brutes captured there by Rhilg\nhunters. They were unlovely elephantine creatures.\n\n\"Yes.\" Nard Rost's answer was short. He had knotted a slender rubbery\nliana around his waist and now he passed its pliant length to Besan and\nthe girl.\n\nA moment later they were creeping carefully out along a pitching\nbranch's narrowing path, their bodies linked by the slim rope of vine.\n\nTwo trees--three trees--they had reached a clump of three interlocking\ngiants when the trees they had first climbed went grinding over and\nwere swallowed up. A moment later another tree toppled drunkenly and\nthe dark avalanche of saurian flesh flowed over it.\n\nUnderneath their feet the broken bodies of _denars_ heaped higher and\nhigher until a temporary island of mauled bloody flesh fended off the\nstampeding herd's all-but resistless current.\n\n\"Do we stay here?\" gasped the girl.\n\nBesan shook his head. \"We aren't safe until we reach the hills,\" he\ntold her. \"The pressure is increasing as their broken bodies heap up\nand these _node_ trees are brittle.\"\n\nAlready Nard Rost was leading off. The girl was between them and Besan\nsaw her shudder as she glanced downward into the roaring death. Her\nshoulders stiffened and she smiled faintly back at him.\n\n\"Come along,\" she said, shouting the words, \"or must we drag you?\"\n\nBesan grinned back at her. There was a quaver in her voice that her\nbrave words did not dispel. _She has what it takes_, he thought as they\ninched along precariously high above the _denars_.\n\n\n\nThe great salmon-hued sun of Saaar was almost touching the distant loom\nof hills to the west as they slid down a natural ladder of lianas to a\nrocky ledge. For two hours and more they had been moving through the\ntrees' sketchy by-ways, expecting at any moment to be hurled into the\nmaelstrom of maddened saurians boiling underfoot.\n\nNow they were safe atop a sheer cliff lifting forty feet above the\nbranch-roofed bed of an unnamed stream.... A stream that now flowed\nwith hissing reptilian monsters.\n\n\"Tomorrow we cross the Cratur Hills,\" Besan told the girl sagging\nwearily now against his shoulder, \"and then reach Rhilg.\"\n\nNard Rost shook his head. \"I wish we had weapons,\" he said. \"We're safe\nfrom animals, yes, but the wild men....\"\n\nBesan nodded, lips tightening. For the thousandth time he deplored\nhis lack of the natural defense glands of the Garros. His supply of\nartificial scent, nestling under his right armpit, was low. Unlike his\ntwo companions he must depend on his fleetness of foot and his cunning\nto escape should he become separated from them.\n\n\"We should find a cave nearby,\" Relsa Dav said hesitantly. \"I can't\ntake another step, I'm afraid.\"\n\nNard Rost's lips smiled encouragement. \"A few moments of rest and\nyou'll be fit again. Besan and I will look around.\"\n\nBesan squeezed her arm. \"Be with you in a minute.\"\n\nThe ridge climbed steeply for a score of feet above the ledge. It\nleveled off then into a narrow uneven ribbon of rocky brush-spotted\nearth and fell away again into a jumbled region of twisting ravines,\ncanyons, and wooded ridges. The wind that had been blowing from the\nsouth had died and they could see three distant threads of smoke\nlifting gracefully into the reddening twilight sky.\n\n\"Savages.\" Besan's scalp tightened. The logical path for them to take\nback toward the dead volcanic cone housing Rhilg lay in that direction.\n\n\"Look here, Besan,\" Nard Rost's voice was muffled.\n\nThe instructor was not to be seen. Besan, after a quick look around,\nmade out a crevice in the rocky slope below him. The opening was large\nenough for a man to squeeze through. He jumped down and entered it.\n\nThere was no sign of Nard Rost at first; yet he felt sure that the\nolder man had entered the split rock before him. Then the walls\nwidened, a few feet from the entrance, and he found himself standing\ninside a large cave. Light filtered weakly from a crevice above.\n\nHis friend was examining the dead ashes of a fire. Beside it a\ndisorderly jumble of dead branches was stacked.\n\n\"Cold,\" the instructor said. \"And no recent tracks in the dust.\"\n\n\"Should be safe enough for one night.\"\n\nNard Rost's voice was doubtful. \"If it wasn't almost night I'd say we\nbetter move along. But we need shelter--and rest.\"\n\n\"The entrance is too small for _craturs_,\" argued Besan, \"and the\nnight-flying _wadts_ should keep away any roving savages.\"\n\n\"Go for the girl,\" decided the older man, \"while I kindle fire.\"\n\nAnd now reaction was setting in. Besan Wur felt his knees sagging as\nhe climbed to the upper level. Son of a Terran civilization that for\na score of generations had shunned violence and bloodshed, he had\nforgotten his aversion for the more primitive emotions these last few\nhours. Again he was feeling the nameless dragging pain of disgust and\nterror that the savage life of Saaar created in all Terran hearts.\n\nA shadow seemed to move toward him and he yelped, a dry-lipped whisper.\nHe heard a weak, terrified cry from ahead and the shadow was forgotten\nfor the moment. Relsa Dav needed him. He hurried to her side.\n\n\"Besan!\" She clung to him, sobbing. Her face was a dim oval.\n\n\"We have found a cave,\" he told her. \"Come. The _wadts_ will be aloft\nnow that darkness has come.\"\n\n\"I hear--things--moving!\" The girl's voice quavered.\n\nBesan thought of the shadow and the sense of oppression that had again\novercome him. And then he laughed, shakily, as he led.\n\n\"Nothing could reach us here save the _wadts_,\" he said, \"and in a\nmoment we will be safe from them.\"\n\nSo it was that they went warily along the shadowy ridge down to the\nrift in the opposite slope. Twice their soft shoes knocked unseen\npebbles clattering downward, but other than that there was no sound.\n\nAnd from the crevice a flicker of flame revealed that Nard Rost had\nalready kindled a fire. Besan opened his mouth to call out a greeting.\n\nBut he never spoke. A great hard-palmed hand clamped across his lips\nand an arm crushed his ribs together. Dimly he could see a savage face\nand the naked body of his assailant. There were other shadowy shapes,\ntoo. He felt Relsa Dav's fingers torn from his grasp. His knotted fists\nslammed into the hard flesh of the savage.\n\nHis captor grunted. The hairy body shifted and Besan's head was rocked\nby a club in a bony fist. He sank down into a pain-throbbing gulf that\nwas not completely without sound and sight.\n\nIn a detached sort of way he knew that he was being dragged into the\ncave and bound with stinking rawhide ropes. He lay in a corner of the\ncave beside the bound shapes of Nard Rost and the girl. And by the fire\na dozen half-naked man shapes crouched, harsh voices rumbling.\n\nRelsa Dav was calling to him but he kept slipping further and further\naway into the blackness of the cavern until he heard her no more.\n\n\n\nThe haft of a spear thudded alongside his skull. Besan shook his head\nand found that he was walking along a sunken game trail in a patch of\nthe yellow-green jungle flooring a narrow valley. His hands were roped\nbehind him and his lips were cracked and dry. Overhead the sun was\nhand-high in the sky.\n\nFrom behind him Nard Rost spoke.\n\n\"Better now, boy?\"\n\nBesan grunted. A sullen growing anger was blotting the fear and\nacquired timidity of Terra from his mind. If his hands were free....\n\n\"I'll do.\" He turned to see Nard Rost, and behind him the girl, with\nthe balance of the fierce-looking savages strung out behind them.\n\n\"They're taking us to their caves,\" Nard Rost told him.\n\n\"To eat, I suppose.\" Besan turned his face to the front again.\n\nNard Rost's chuckle reached him. \"Nothing so bloody as that. We're to\nbe slaves, cultivating their patches of vegetables and _goorn_.\"\n\n\"Relsa too?\"\n\n\"Unless Detch--he's the sub-chief who captured us--wants her.\"\n\nBesan stumbled and the huge warrior ahead of him, the leader\napparently, swung his spear again. It caught Besan across the ear and\ncheek. He staggered and his hatred for this grinning pulpy-nosed brute\ngrew. Once he got his hands on a spear, or a club, or a knife--then let\nthis gargoyle giant watch for his life!\n\nHe who had never killed an animal, or struck a blow in anger, was\npraying to all the unknown powers of space that he might strike the\nlife from Detch's hulking body!\n\nThe trail wound between a series of ragged gigantic boulders; black,\ngray, and red-mottled and layered white. A guard in a thatched shelter\nhigh above welcomed them and shouted the word along ahead.\n\nThe guard cranked at a rude windlass, the rope disappearing lumpily\ninto the rocks ahead, and when they rounded another black barrier of\nstone they saw a stout barrier of logs lifting to shoulder-height even\nas they reached it.\n\nThey stooped and passed beneath (apparently the gate lifted no higher)\nand were in a long, narrow valley.\n\nCultivated fields and groves of tall slender trees checkered the valley\nfloor. In the low cliffs on either hand black openings gaped, cave\nentrances, and before these scantily clad children and women moved or\nsprawled lazily in the sun.\n\nOverhead a rude network of interlaced vines, poles and twisted grasses\nsheltered the cultivated patches of ground. Besan saw now the purpose\nof the regular groves of trees--they were to support the guarding nets\nsagging overhead. It was only thus that the nocturnal raids of the\nbat-winged _wadts_ could be checked.\n\nDetch strutted proudly as he called out to the cave dwellers.\n\n\"I have taken slaves,\" he bragged. \"Two strong men fit for the fields.\nThem I will sell.\"\n\nA sleek-bodied girl, her central stripe almost pure white, pushed out\nfrom among the admiring group before the caves. Her small rounded hands\nperched atop her generously wide hips and her head tilted.\n\n\"The female,\" she said harshly, \"is for sale too?\"\n\nDetch laughed. \"For too long have you tried my patience,\" he said. \"No,\nLifa. The girl is not for sale. She will be my new mate. Go back to\nyour mother.\"\n\n\"No!\" Lifa's eyes flamed. From her soiled single garment of\n_cratur_-hide she snatched a slim knife and flung herself at Detch.\n\nBut Detch was familiar with the tigerish qualities of his erstwhile\nmate. He sidestepped her rush and the ever-present spear lashed out\nbrutally. She went down, a great welt growing along her suddenly white\nface. Detch kicked her side, and laughed.\n\n\"Drag her out for the _wadts_ to pick,\" he ordered the admiring pack of\nwomen and children. \"Or, if she lives, drive her from the valley.\"\n\nBesan Wur had made his way to Relsa's side. \"We'll get you out of\nthis,\" he told her.\n\nThe girl's face was empty of feeling or emotion. Apparently her mind\nhad temporarily gone numbly blank. Maybe it was better that way,\nthought Besan. But they'd have to escape soon.\n\nA warrior prodded him with his spear haft. \"Get along to the\nplace-of-selling,\" he ordered.\n\nThe place-of-selling was a waist-high slab of brown rock before the\ncaves. Here the savages bartered their weapons, slaves, and the\nproducts of their fields. Detch officiated as auctioneer.\n\nBesan brought six spears, two stone axes, a slightly nicked\nsword-knife--manufactured in Rhilg, Besan noticed--and three small bags\nof narcotic _goorn_ dust. Nard Rost brought Detch but five spears and\nfour bags of _goorn_ dust--he was older.\n\nTheir buyer, a corpulent narrow-eyed man named Noch, took them to his\ncaves, four of them on valley level, and fed them. Then a collar of\nheavy wood was laced about their necks and they were driven out into\nthe fields to hoe the newly planted vegetables.\n\n\n\nNight came all too slowly in the little canyon valley. Wearily the\ntwo men from Rhilg lay in the rear of the servants' cave, their necks\nchafed and bloody from the heavy collars. The cold scraps of meat lay\nheavy in their stomachs, and the foul stench of the stew they had\nforced themselves to gulp down pervaded the cave's thick atmosphere.\n\nBy the fire the other slaves chattered. Their collars were smaller and\ntheir spirits unhurt. If they worked loyally for their owner they might\nbe taken into the tribe or freed. And they were well fed and warm. Noch\nwas a good master.\n\n\"How are we to escape?\" whispered Besan. \"This yoke is too heavy and\nclumsy and the entrance is barred at night.\"\n\n\"If we can get a knife and cut the lashings.... They're like iron now\nthat they've dried but a knife could slice them. And the slaves must\nsleep soon.\"\n\n\"And Relsa Dav ... that brute taking her!\"\n\n\"Ssst!\"\n\n\"Someone coming, Nard?\"\n\n\"I heard nothing, Besan. I thought it was you.\"\n\nA hoarsely feminine voice broke in. They shifted to face the rear of\nthe cave where a small section of rock had disappeared.\n\n\"I am Lifa,\" said the voice, and then the woman's face emerged into the\nfire's half-light. \"I wish to revenge myself on Detch. And on Noch who\nis my brother. They have driven me from the caves.\"\n\nBesan felt his heart leap. \"Good,\" he agreed. \"Cut us free and we will\ngo with you.\"\n\n\"Will you take me to your tribe? If I go as your mate they will welcome\nme.\"\n\nBesan swallowed. \"I will claim you as my mate,\" volunteered Nard Rost\nquickly.\n\nLifa sniffed. \"You are too old. But the other is young and handsome.\"\nShe slipped into the cave, sheltered by their bodies.\n\nIf he could be freed and so rescue Relsa Dav, Besan told himself, it\nwould be worth mating with this stripe-haired wildcat. And she seemed\nthe only way of escape. Probably, if he refused, she would use her\nknife on the both of them.\n\n\"Why, sure,\" he agreed, his voice strained. \"But my friend's daughter\nmust be rescued too.\"\n\nLifa was silent for a moment before her muted harsh mirth sounded. He\nfelt Nard Rost's fingers squeeze his arm approvingly.\n\n\"Better yet,\" she agreed. \"I cheat them of both slaves and his new\nmate.\" She peered at Besan. \"Where does your tribe live?\"\n\n\"In Rhilg,\" he told her. \"In the city of the inner cone.\"\n\nWith an awed gasp the woman drew a well-whetted knife from within her\ngarment and started hacking at the dried bindings of the galling wooden\nyoke.\n\n\"I will be dressed like the aristocrats,\" she whispered. \"Shiny cloth,\nsparkling rings, polished leather, jewels. Then I can laugh at Detch.\"\n\nThe last strand of Nard Rost's collar finally being loosed, they\nslipped into the hidden opening through which the woman had come. The\ndeeper shadows and two heaped-up bundles of dried rushes and grass\nthat they left behind should cover their escape for a time, Besan told\nhimself.\n\nThey followed a low, narrow corridor that twisted along a path parallel\nwith the cliff.\n\n\"Detch, and the chief alone know of this way,\" she confided. \"Using it\nthey can listen to the conversation of any of the caves and learn who\nis disloyal. Or they can kill those who sleep within.\"\n\n\"Nice people for in-laws, Besan,\" Nard Rost jibed.\n\nBesan grunted. \"How far to the cave of the--of Detch?\" he demanded.\n\n\"Here it is,\" Lifa said, sliding a slab aside. \"Won't Detch be\nsurprised!\"\n\nBesan pushed through the opening. He was in the rear of a large cave\ncut into many low-walled chambers by irregular sections of fallen rock.\nThere was a reddish flicker of flames on the walls and roof from the\nfront of the cave. Toward this he made his way.\n\nBeside the fire, huddled in a little pile of _cratur_-hide blankets,\nwas Relsa. She was alone.\n\nBesan hurried to her and explained in a few brief words that he had\nmade a bargain with Lifa. Then he started to lead her back toward the\ncave's hidden exit.\n\n\n\nThe curtains rasped at the entrance and Detch was in the cave. Besan\ndropped the girl's hand and his eyes darted around the firelit circle\nof the nearby walls. There were pegs driven into rocky crevices and\nfrom them hung short sword knives and hatchets. Other pegs supported a\nlethal assortment of heavy hunting spears and small bows for birds and\nrodents.\n\nBesan jerked two of the sword knives from their pegs, his fingers\nfamiliar with their ridged leather grips from the required classes in\nfencing at Rhilg University.\n\n\"Is there meat cooked?\" roared Detch.\n\nHe shook his ugly head, his pig's eyes blinking.\n\n\"Where are you?\" he demanded. \"Come out before I beat you again.\"\n\n\"Here,\" cried Besan, and flung himself at the giant.\n\nIn that instant a hot fire seemed to consume the chill in his bones and\nhe felt no more fear. Detch's startled oath and his own sword knife\ncame out together. Their blades clicked.\n\nIt was Besan's first encounter with unshielded blades. One of his\nweapons went spinning in that first swift onslaught and then the\npracticed skills of his fencing class came to his defense.\n\nHe turned the hacking sword and his own blade ripped across Detch's\nhairy chest. The pain drew a cry from the big savage's throat and\nhis sword knife slashed more furiously. And already the cave was\nfilled with the choking foul haze that was the defense of all Saaaran\nhumanoids.\n\nDetch roared for aid. In a few moments others of the tribe would be\ncoming and they would be trapped. Besan drove his blade through the\nclumsy guard of the bigger man into the hairy chest.\n\nDetch went down. Besan wiped his streaming eyes and darted toward the\ncave's rear entrance where Relsa Dav and the others were waiting.\n\n\"Good work, boy,\" said Nard Rost exultantly. \"I hoped that you'd prove\nI was right.\"\n\n_Right about what?_ Besan wondered, as he helped roll the slab back\ninto its appointed slot.\n\nNor were they any too soon. From the cave they had so recently quitted\nthere sounded startled cries and shouts of rage. If Detch were not dead\nthey would soon have a party of warriors on their heels.\n\nLifa hurried before them, leading the way. Once she stopped in a\nstoreroom and tucked several small bags of _goorn_ dust into her\ngarment's inner pouch. To her it meant wealth and, although Besan told\nher Garro law forbade possession of the narcotic, she did not throw it\naway.\n\nThey emerged at last in the valley above the caves and beyond the\nbarrier of logs at its upper end. A dense thicket of thorny brush\nshielded the entrance and sheltered them from the leathery-winged\n_wadts_ cruising overhead, as they pushed westward toward Rhilg.\n\n\n\nMorning found them in a region of rocky gulches and vegetation choked\nstreams but a score of Terran miles from the Rhilg Hills. Far ahead\nthe majestic black cone of Rhilg lifted above the heaped-up jumble of\nwooded hills and ridges.\n\nBut between them and the opposite hills the tide of maddened _denars_\nflooded onward as they had two days before. They could only hope to\nfind a hiding place until the stampeding herds were gone, a useless\nplan for they had caught glimpses of a trailing party of warriors\nseveral times.\n\n\"If we could only find an impregnable position,\" Nard Rost told them,\n\"until help can reach us.\"\n\n\"You reached them at last?\" demanded Besan, tapping Nard Rost's\nbracelet broadcaster.\n\nThe instructor nodded. \"About ten minutes ago. Signals are very faint\nbut they're sending a dirigible. By midday probably.\"\n\n\"Besan,\" said Relsa Dav tensely, \"to the right!\"\n\nLifa whirled and her hand stole inside her scanty garment to where the\nsacks of _goorn_ dust and her knife rested.\n\nA smaller rift, a miniature gorge snaking down into the gulch they\nfollowed, lay revealed. And sprinting down its rocky floor came four\nwell-armed warriors of the pursuing band! In a matter of seconds they\nwould be blocking the trail ahead.\n\nBesan looked ahead and at the rocky slope to their left. A steep trail,\na brushy wet-weather watercourse, led upward to the gulch's bare rim.\n\n\"Quick,\" he ordered. \"Up with you!\"\n\nThey scrambled upward, the girls ahead and Nard Rost after them. The\nsavages realized that they had been seen and their shouts boomed\nthrough the air to their fellows behind.\n\nThe watercourse climbed yet more steeply so they were forced to pull\nthemselves upward by projecting roots and branches. A moment later they\nstumbled, one by one, over the lip of the little gulch and paused to\ncatch their breath.\n\nThey had reached a table-like flat of some sixty odd feet across.\nAt either end jumbled rocks sloped gradually downward and directly\nopposite a higher sheer escarpment blocked progress. Their only escape\nlay to the right, away from their pursuers.\n\nBesan led the way. He chose a course through the broken rocks that\ntried their wasted strength least. Yet he knew that before long they\nmust halt and attempt to make a stand--\n\nSuddenly he halted and the sword knife was in his hand.\n\nA menacing elephantine shape loomed up in his path, a reddish-haired\nbearlike _cratur_. And behind the foremost _cratur_ a half dozen others\njammed the way!\n\nHe turned--and saw the snowy-striped heads of the savage warriors\nalready entering the rocks. They were trapped.\n\nLifa pushed at him. Her purple eyes were blazing.\n\n\"Drive them out of the way!\" she cried. \"One whiff of your scent and\nthey will scatter.\"\n\nBesan groaned. His tank of scent lay back in the cave village of Detch.\n\n\"I can't,\" he confessed swiftly. \"I am--I was born without scent\nglands.\"\n\nLifa's eyes were scornful. She clawed him aside and pushed forward,\nlaying down an acrid barrage that split the lumbering _craturs'_ living\nwall apart. They pushed through into the more open ground beyond the\nrocks.\n\nBesan's eyes leaked but his brain was busy. If the _craturs_ could only\nbe used to stop the savages....\n\n\"Give me the _goorn_ dust,\" he told Lifa.\n\n\"I'll give you nothing,\" she screeched hoarsely. \"I want nothing to do\nwith a freak like you. I'll find a new mate.\" She turned to run toward\nthe southern hills.\n\nBesan spun her about and ripped the bags of _goorn_ dust from their\nhiding place. Lifa snarled, her nails raked his face, and then her\nknife slashed at his forearm. The Earthman chopped his hand down on her\nwrist and the knife jarred free.\n\n\"Take her,\" he told Nard Rost and Relsa.\n\nBack toward the _craturs_ he ran until he was within throwing distance\nof them. As he ran he untied the sacks, and once within range started\ntossing them accurately at the shaggy red heads of the bearlike\nmonsters.\n\nThe _goorn_ dust acted swiftly, deadening their senses and, at the same\ntime rousing their notoriously short tempers to a feverish peak. For\nthe moment they would pay no heed to the obnoxious natural weapon of\nthe striped men.\n\nAt that moment the pursuing warriors came into sight and darted in\namong the milling brutes. The _craturs_ roared and sprang upon them.\n\nBesan turned and raced back toward the others.\n\nLifa was gone. She had twisted free from Nard Rost and Relsa and headed\nsouthward into the jungle-clad gorges and hills there. And directly\nahead a faint trail dipped down into a tree-grown valley on the road to\nRhilg.\n\n\"We must hurry,\" he said urgently, and then became aware of Relsa's\neyes staring at his bleeding arm.\n\nThe blood welling from it was red--the purple coloring had been\nabsorbed and he had not renewed it. He shrugged. Now she would know he\nwas not a Garro--as would Nard Rost. That meant execution as a spy or\nshipment back to a System planet and amnesia.\n\nOf course he could escape into the jungle before the dirigible came,\nbut that would mean leaving Relsa and Nard Rost unprotected. He shook\nhis head. His decision was made. He faced them proudly.\n\n\n\nBut Relsa was not regarding him with the disgust Lifa had shown.\nInstead her eyes were shining; her lips parting in a glad cry.\nUnbelieving, he turned to Nard Rost. The weary purple eyes smiled.\nThere was no hatred or disgust here.\n\nRelsa came into his arms, sobbing. \"You're Terran too!\" she cried.\n\nNard Rost turned. For the moment they were safe. He found a flat\nboulder.\n\n\"We've known all along, Besan,\" he said to the dazed Earthman. \"Your\nsmell is different. But race or smell mean nothing to us if you have\ncourage.\" He paused. \"And are level-headed under stress.\"\n\n\"That you have proved, even as Relsa's parents proved they were fit\ncitizens of Saaar. With your race's greater knowledge to aid us Saaar\ncan rebuild its cities and resume its rightful place among worlds.\"\n\nNard Rost was studying the distant horizon where the great cone of\nRhilg loomed. Now he turned to see why Besan Wur had said nothing. He\ntugged at an earlobe and chuckled. They were not listening.\n\n\"Silly custom,\" he grunted and started wearily off down the trail\ntoward the plain.\n",
    "metadata": {
        "author": [
            "Wells, Basil"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64350/pg64350.txt",
        "name": "among_the_scented_ones.json"
    }
}