{
    "name": "An enemy of peace",
    "author": [
        "Silverberg, Robert"
    ],
    "body": "Center City belonged to Lloyd Riddell, and Lloyd Riddell belonged to\nthe city. He had held it together almost single-handed while the white\nblaze of atomics laid waste the horizon; he had turned panic into\ndetermination, defeat into dogged refusal to lie down. He had fought\nfor the city. He had killed for it.\n\nAnd now the city was threatened again.\n\n\"When does Northburg intend to attack us?\"\n\n\"I--I don't know,\" Len Colter said. \"It all depends on what's going on\nin David Barr's mind. I lit out for Center City as soon as I heard him\nmaking the speech, there in that rubbleheap. The minute I heard him\nyelling, '_We must wipe out Center City_,' I knew I had to come back\nhere and let you know.\"\n\nRiddell scowled. \"I suppose you did the best thing. But you should have\nwaited. You should have found out when they plan to attack.\"\n\n\"I'm sorry, sir, I--\"\n\n\"Forget it,\" Riddell said sharply. \"Get going. Get back to Northburg,\nscout around, find out whatever you can about this invasion. And send\nKen Naylor in when you leave.\"\n\n\"Yes, sir.\"\n\nThe youthful spy turned and left. Riddell stared at the boy's back as\nhe passed through the door, then studied the gold letters on the glass\ndoor that said \"_Mayor of Center City_\" in reverse.\n\nHe had come to Center City twenty years ago, a frightened, lonely\nten-year-old orphan with no place to stay. That had been before the\nMadness. Center City had taken him in, given him a home, foster\nparents, all the things denied him so long. Riddell had grown to\nmanhood in the pleasant Ohio town. And when the bombs came, blasting\nAmerica and changing it from the mightiest country on Earth to a\ncoast-to-coast chain of small towns separated by dreary ruins, Riddell\nhad repaid the town that had once found room for him. Alone, through\nthe smoke-filled night, he had marched through the blasted town,\ncollecting survivors, comforting the people. That night, he had kept\nCenter City alive.\n\n_For what?_ Riddell asked himself bitterly. Did I save this town and\nrebuild it brick by brick only to have some power-crazed fanatics in\nthe next town destroy it again?\n\nHe clenched his powerful fists. \"I won't let it happen,\" he said. \"Not\nwhile I'm alive. I'll stop Barr some way.\"\n\n\n\nThe office door opened, and Ken Naylor entered. Naylor was a big man,\nalmost as tall--though not as broad--as Riddell himself. Riddell had\nmet him for the first time the night of the bombing, and three years\nlater they were still operating as a team.\n\n\"I've heard this thing about Northburg,\" Naylor said without preamble.\n\"What's gotten into them? Are they crazy, trying to conquer America\ncity by city?\"\n\nRiddell shrugged. \"Who knows? Maybe they think they're going to start a\nnew Roman Empire here in America.\"\n\n\"Do you think we can stop them? We're not too heavy on guns.\"\n\n\"We're not going to go to war, Ken. We're not going to fire a shot.\"\n\n\"What do you mean?\"\n\n\"I've seen enough war, and I've killed enough men. We'll handle this\nthe sane way. The way I'm trying to teach our youngsters to live.\"\n\nNaylor stared blankly at him. \"But--\"\n\nThe phone rang. Riddell picked it up--listened--then said, \"We'll have\na man right over, Charlie.\" He hung up.\n\n\"Who was that?\"\n\n\"Charlie Drew. On the farm about a mile out of town on the road to\nNorthburg. I sent a couple of boys into Northburg last night, just to\nfeel around and see how things looked. One of the boys was Len Colter,\nthe one you just saw. The other was Ben Kingston. Couple of minutes\nago, Kingston's body got dumped on Charlie Drew's farm. There was a\nnote pinned to it. '_We don't like spies._'\"\n\nNaylor's face tightened. \"And you say we won't fight?\"\n\n\"There'll be no war. Get out to Drew's farm and pick up the body.\nHere--here's a permit to use my car.\" He scribbled a note that would\nallow Naylor to consume some precious gasoline. \"When that's taken care\nof, move into my office and act as Mayor until I get back--_if_ I get\nback.\"\n\n\"Where are you going?\" Naylor asked.\n\n\"I've got to catch Len Colter before he reaches Northburg.\"\n\n\"But I thought....\"\n\n\"I'll do the thinking,\" Riddell said. \"You do what you're told.\"\n\n\n\nTen minutes later, Riddell overtook Len Colter, halfway to Northburg.\n\"Go home,\" Riddell said. \"I'm taking you off the job. It's too risky.\"\n\nDisappointment showed in the boy's eyes. \"But I got back safe the first\ntime, sir!\"\n\n\"I'm giving you an order!\" Riddell snapped. \"Ben Kingston was just\nfound dead. I don't want you to go the same way.\"\n\n\"But--\"\n\nRiddell gestured with an upraised arm. \"Don't stand here arguing with\nme, Len. Go on home!\"\n\nThe boy turned away, moved slowly back toward town. Riddell watched him\nfor a moment, then walked rapidly toward Northburg and the challenge\nthere.\n\nThe road was still in good shape, despite pitted craters here and\nthere, despite an occasional slagheap where a stray blast of atomfire\nhad seared the hillside and sent molten rock spilling down on the\nhighway. Grass was pushing up in the slagheaps, the blasted trees were\nbeing replaced by timid saplings, the farms along the way were starting\nto look like farms again. America was returning to life.\n\n_Two hours of war_, Riddell thought for the thousandth time. _Just two\nhours of guided ICBMs overhead and a world is destroyed. But we're\ncoming back, now._\n\nA feeling of hatred welled up in him. Hatred for David Barr, the madman\nwho had inflamed the neighboring town of Northburg with dreams of\nconquest. Who now threatened to bring war back into a world already\nruined by war.\n\nYet Riddell realized dismally that hatred was not the solution. The\nworld was too battered for more hatred. He had vowed there would be no\nmore fighting--but how else could you cope with a man who would enslave\nyou?\n\nThere _had_ to be another way to meet the forces of evil without\ndescending to evil yourself.\n\nAs he walked through the quiet countryside, Riddell was plagued by the\nidea that had touched off the nightmare of 1973: _Get them before they\ncan get you_.\n\nIt wasn't the answer he wanted.\n\n\n\nNorthburg was a rambling, sprawling town that had once been populated\nby fifty thousand people. Even after the bombings and the subsequent\nlootings, twelve thousand had survived.\n\nReports had filtered in to Riddell about the Northburg people, and\nhe hadn't liked what he heard. This fellow Barr, for example--a wiry\nfarmer who had pushed his way to the top, had taken charge of Northburg\nthe way Riddell had Center City and the way strong men all over the\ncountry had probably taken over whatever town they were in. It was the\nonly way to survive.\n\nOnly Barr wasn't like the others. Whereas Riddell wanted peace, prayers\nand prosperity for all the population of Center City, Barr was hungry\nfor his own power and supremacy. After a lifetime of farming, suddenly\nhe had control of a miniature kingdom, and he wanted more.\n\nFrom the outskirts of the town, Northburg looked much like Center City\nor any other small town.\n\nBut a striking difference became evident as Riddell drew closer.\n\nThere was a wall around Northburg.\n\nIt rose some ten feet high, made out of row on row of gray bricks,\nand it seemed to encircle the entire city, turning it into an almost\nmedieval-looking fortress.\n\n\"You going somewhere, friend?\" a deep voice asked him suddenly.\n\nRiddell turned and saw a man in a blue uniform approaching him, hand on\nholster. \"I'm--I'm just out for a walk, sir,\" Riddell said, as timidly\nas he could.\n\n\"Outside the walls? Where's your permit?\"\n\n\"Just a minute, sir,\" Riddell said obsequiously. He fumbled beneath\nhis cloak, drew forth his wallet. \"Here you are.\"\n\nThe guard peered close as Riddell flipped through his wallet,\nostensibly looking for the permit. \"Hurry it up,\" the guard said. \"You\nought to know better than to go outside the walls.\"\n\n\"Dreadfully sorry, sir. Oh, there it is.\"\n\nHe sent a slip of paper fluttering to the ground. Involuntarily, the\nguard turned to see what it was. \"Hey, that's no perm--\"\n\n_Sorry_, Riddell thought. He ripped upward with a crashing right,\nfollowed with a left pounded into the guard's stomach. The man\nstaggered backward. Riddell grabbed him by the collar, hit him twice\nacross the face, and he folded.\n\nRiddell let the unconscious man sag to the ground. Then he looked\naround.\n\nNo one had seen the encounter. The quiet farm-houses remained quiet,\nthe cows in the field ignored the incident, and the cloudless skies did\nnot seem to care.\n\nHastily, Riddell dragged the guard off the road into a thick clump of\nunderbrush and stripped the man's uniform off. It was a tight fit, but\nhe managed to squeeze into it. He tore his own cloak into strips, tied\nit around the guard's arms and legs, and adjusted his clothing.\n\nThen he drew out the guard's wallet and examined it. He was now\nCorporal Edmund Calder of the Army of Northburg.\n\nThe new corporal Calder straightened up, cast a backward glance at the\nunconscious man in the shrubbery, and started walking towards the walls\nof the city of Northburg.\n\n\n\nThere was a gate in the wall about a hundred yards further along\nthe curve. Riddell walked quickly, carrying himself erect in proper\nmilitary fashion, and reached the gate.\n\nHe passed through, head down. The man on duty didn't seem to notice\nthat anything was wrong. But as Riddell started to enter the city, the\nguard said, \"Just a minute, Corporal.\"\n\nRiddell whirled, then got control of himself. \"Yes?\"\n\n\"I forget to ask you something,\" the soldier said. He was a private. He\nwas staring full into Riddell's face, and if he knew that the corporal\nwas an impostor he wasn't revealing anything. \"The Major wants to know\nif any prowlers were around while you were on duty.\"\n\n\"No,\" Riddell said uneasily. \"No, there wasn't any trouble at all.\nWhat's up?\"\n\n\"Trouble from Center City,\" the guard said. \"Seems a couple of kids got\nthrough our lines last night and slipped into the city. We caught one,\nbut the other's still around somewhere. Funny you hadn't heard about\nit.\"\n\n\"I've--I've been on leave,\" Riddell improvised. \"Just came back on duty\na couple of hours ago, and I guess they didn't fill me in.\" Without\nwaiting for any further discussion, he turned and moved onward.\n\nNorthburg looked peaceful enough, he thought. They had rebuilt pretty\nwell, though the telephone lines still seemed to be down, at least in\nthis part of town, and hardly any of the rubble-heaps had been cleared.\n\nThe townsfolk were going about their business. It might well have\nbeen Center City--except for the men in blue uniforms patrolling the\nstreets, and the beaten, harried look on the faces of the people.\nThere was _hope_ on people's faces there in Center City. In Northburg,\nRiddell saw fear.\n\nHe had to get information. He didn't know how he was going to handle\nthis, where to begin, what he was going to do--but he knew he\nwould have to eradicate this cancer spot from Ohio for the sake of\nre-awakening America, and he knew he would succeed.\n\nHe started down a large thoroughfare that looked as if it might once\nhave been the main shopping center of Northburg. No cars moved down it\nnow--not with gasoline rationed out for top-level priority only--and\nthere was the occasional clippety-clop of a pony-cart drawing produce\nto market somewhere on the other side of town.\n\n\n\nAfter about fifty feet, he came to a bar, and smiled. Bars were the\nbest places to get information. He went in.\n\n\"Morning, Corporal,\" the barkeep said as he entered. It was small,\ncozy, with some tables in the back and a well-polished bar along the\nwall. \"What'll you have?\"\n\n\"Beer,\" Riddell said. He accepted the drink and looked around the bar.\nThere was a little group of men in uniforms sitting at one of the far\ntables, and quickly he turned his back so they would not see him. To\nhis left, a couple of middle-aged farmers nursed their drinks and\nseemed to be glaring bitterly at him.\n\nHe studied them. _They don't like the soldiers_, he thought. It was\nindicative of the sort of feelings in the town.\n\nHe listened carefully, trying to pick up some threads of their\nconversation.\n\n\"... this crazy war,\" one of them was saying. \"What does Barr want to\ngo conquer the world for?\"\n\n\"Quiet,\" said the other. \"This place is full of his soldiers. You want\nto spend the rest of harvest season in jail?\"\n\nThe first farmer had evidently had a couple too many. He raised his\nvoice. \"I don't care if they do hear or not,\" he said thickly. \"This is\nAmerica, isn't it? _Isn't it?_\"\n\n\"It used to be. Shut up, Clyde. We'll get in trouble.\"\n\n\n\nRiddell felt his pulse quicken. _Here's my opening_, he thought.\n\nDowning his beer, he dropped a coin on the bar and turned to confront\nthe two farmers. His hand slipped to his holster.\n\n\"Hey there, you two!\"\n\n\"You mean us?\" the meeker of the two farmers said. \"We didn't do\nanything!\"\n\n\"It isn't what you did,\" Riddell said loudly. He flicked an eye at\nthe bartender and saw the man staring white-faced at him, livid with\nhatred. \"It's what you said.\" He gestured with his holstered gun.\n\"Suppose you two come along for questioning, maybe.\"\n\nOne of the soldiers from the back table detached himself and came to\nthe front of the bar. \"Any trouble, Corporal?\"\n\nRiddell looked at his uniform, saw that the other was a sergeant, and\nshook his head. \"I can handle it, Sergeant. Thanks anyway. Come on, you\ntwo.\"\n\nHe marched the farmers out into the street, which was still blessedly\nempty, and indicated that they should go to the end of the block and\nturn in at the side street. They did so and waited there, faces white,\nteeth chattering in terror.\n\n\"Okay,\" Riddell said. \"Would you care to repeat to me what you said\nabout the government of Northburg?\"\n\n\"We didn't say anything.\"\n\n\"Yes we did,\" said the outspoken one. \"They're going to put us away\nanyway, so we might as well speak up.\" He stared defiantly at Riddell.\n\"We don't like you, and we don't like Barr. And we don't want war.\nIt's--it's _madness_. Why can't we rebuild the country the way it used\nto be? Why--\"\n\n\"That'll be enough,\" Riddell said. \"You're speaking treason, you know.\nSuch words can condemn you.\"\n\nThe two men began to quiver. Riddell looked with pity on the one who\nhadn't spoken, the one who had desperately tried to silence his friend\nbefore it was too late. A scowl came to his face. Barr was ruling with\nan iron hand here, but there was a chink in his armor. The people\ndidn't want this war.\n\nRiddell grinned. \"Tell me something. Where can I find David Barr?\"\n\n\"What? But you're a--\"\n\n\"Don't mind the uniform,\" Riddell said. \"Better keep your voices low.\nYou're not arrested. I want you to tell me where Barr is.\"\n\n\"This is a trick, Clyde. He's trying to trap us.\"\n\n\"We already _are_ trapped,\" the other farmer pointed out. \"Who are\nyou?\" he asked.\n\n\"The name is Riddell. Of Center City. I want you to tell me where I can\nfind David Barr, and then I want you to go home and stay there.\"\n\n\"Riddell? I've heard of you. You're the--\"\n\n\"Look, friends, I can't waste time--_talk_! Where's Barr?\"\n\n\"His headquarters is at the corner of State and Main--three blocks\ndown. You can't get to see him, though.\"\n\n\"Don't worry about that,\" Riddell said. \"Just go home and keep quiet.\nMaybe by nightfall things will be different in Northburg. Let's hope\nso.\"\n\n\n\nCautiously, he made his way down Main, heading for the big brick\nbuilding that was undoubtedly Barr's headquarters.\n\nHe felt encouraged with the realization that Barr's influence was based\non a grip of fear. It was infinitely more easy to destroy a tyrant than\nto try to change the mind of an entire town.\n\nThese people wanted peace--but Barr drove them on to conquest, putting\nguns in their hands and uniforms on their backs. Riddell planned to\nstop it.\n\nSuddenly, a trumpet sounded. Riddell looked up, startled, and stood\nstill.\n\n\"_Attention!_\" a blaring voice cried, from what seemed to be a\nthousand loudspeakers. \"_Attention! All off-duty members of the Army\nof Northburg are to assemble outside GHQ at once for combat briefing.\nPlan 102 is to be accelerated._\"\n\nRiddell rubbed his jaw. That meant they probably had found the stripped\nguard outside the walls, and knew that another Center City spy was\nloose somewhere in Northburg. It meant they would probably launch the\nattack on Center City ahead of schedule. Riddell started to move at a\nfast half-trot. He didn't have much time now.\n\nSoldiers in blue were appearing from all over as he reached the\nHeadquarters--which had once been, Riddell observed, Northburg City\nHall. _He's got half the town militarized already_, he thought, seeing\nthe swarm of blue-clad soldiers.\n\nHe trotted up and filtered into the milling group outside GHQ. \"What's\nup?\" he asked the man nearest him.\n\n\"Barr's calling a briefing session,\" the soldier said. \"Didn't you hear\nthe announcement?\"\n\n\"I was--busy,\" Riddell said, grinning sheepishly. \"Must have missed it.\nWe having a change of schedule?\"\n\n\"It probably means we'll march on Center City tonight,\" the other said.\n\"Don't know why they're shifting plans.\"\n\n\"Spies,\" said a third man. \"Center City's catching wise. We're going\nto have to beat them to the punch. I hear they've had Northburg\nhoney-combed with spies all week.\"\n\n\"Yeah?\" Riddell asked. \"Hell, I thought our defense was tight as a\ndrum.\"\n\n\"Tight as a sieve, you mean.\" The other lowered his voice. \"You know,\nI've been hoping this day would never come,\" he said unexpectedly.\n\n\"What do you mean by that?\"\n\n\"Don't repeat this--but I still can't quite swallow everything Barr\nsays about Center City planning to jump us for months, that we have to\nstrike first. It doesn't sound right, somehow.\"\n\n\"Brother, you can't trust those Center City people,\" said Riddell. \"If\nBarr said it, Barr means it. You shouldn't be talking like this, you\nknow.\"\n\n\"I know. But I've wanted to get it off my chest for a long time, and\nyou look like you've got an honest face.\"\n\n\n\nRiddell grinned. \"That's the most dangerous kind, pal.\" He turned away\nand stared around at the growing army. _So that's the story Barr's been\ndishing out? That explains his hold over these people. He's got them\nall scared stiff of us!_\n\nSuddenly, Riddell knew that Barr could be stopped--that this whole\njuggernaut could be kept from going any further. Barr's machine was\nbuilt on a quicksand foundation.\n\nThe trumpet sounded again. Everyone looked up automatically. On a\nlittle balcony on the third floor of the building, a man stepped out.\nHe was thin and wiry, with a browned, weather-beaten face, and even at\nthis distance Riddell could see the fierce blaze of power-lust in his\neyes.\n\nThe man on the balcony was David Barr.\n\n\n\nRiddell broke away from the crowd of men he was in and pushed his\nway through them toward the door of the former City Hall. A row of\nsergeants stood at the entrance.\n\n\"Where you goin'?\" one of them asked.\n\n\"Got a message for Barr. Just came back from a spy-mission to Center\nCity, and I've got information he's got to have!\"\n\nThe sergeants looked at each other uneasily, as if not sure whether to\nadmit Riddell or not. He paused just a moment, then shoved past them\nand into the building.\n\n\"Hey! Come back here!\"\n\nRiddell ignored the shout and disappeared into the dark lobby of the\nbuilding.\n\nA staircase beckoned. He sprang up the first flight, met an armed guard\nposted on the landing. The guard started to say something, but Riddell\ncharged furiously on through him, knocking him reeling.\n\n\"Stop that man!\" someone shouted.\n\nHe looked down and saw several of the men who had stood at the entrance\ndashing after him. Riddell grabbed the first-floor guard, lifted him\nin the air, and hurled him down the staircase into the midst of his\npursuers. Then he turned and continued ascending.\n\nThere was no further trouble till he reached the third floor. There, he\nstood looking around for a second, heard the sound of Barr's hoarse,\nrasping voice coming from the left, and raced down the hall.\n\nHe came to a halt in front of an office-door guarded by another soldier.\n\n\"What do you want, Corporal? Why aren't you downstairs?\"\n\nWithout replying, Riddell drove a fist into the man's stomach. He\ngagged and doubled up. Riddell pushed him aside, opened the door,\nstepped in, and turned the lock.\n\nA voice was threatening from the balcony. \"Our enemies in Center City\nthreaten our very lives!\" Riddell looked up. The window was open, and\nstanding there delivering his harangue was Barr. Riddell watched him.\nHe was a remarkably small man to be wielding so much authority.\n\nThe sound of footsteps echoed in the hall outside, and Riddell heard a\nshoulder crash against the unyielding oak door. There wasn't much time.\n\nHe took a step forward--and stopped.\n\nHe stood there, staring at his hands. He was frozen.\n\nHe had killed for Center City before, had calmly fired shots into a\nswarm of fear-crazed looters who were sacking the bombed city, had\nexecuted criminals with his own hands in the name of the city. And\nhe had vowed never to kill again. He swore the rebuilding would be\naccomplished peacefully.\n\nYet up ahead was David Barr. A bullet in the unsuspecting demagogue's\nhead and it would all be over. But Riddell couldn't do it that way.\n\nHe hovered there in indecision for a fraction of an instant before the\nanswer came. Mere bloodshed was not enough--but violence was sometimes\nnecessary in the cause of peace. It was a paradox whose truth was\ninescapable.\n\nHe stepped forward. His decision was made.\n\nBarr broke off his speech and whirled. \"Who are you? Guards! _Guards!_\"\n\n\"They're not coming,\" Riddell said. \"Your door's so solid they can't\nbreak in. We're here alone.\"\n\nBarr's thin hands moved swiftly toward his hip, but Riddell moved also.\nBarr's gun came up just as Riddell's fist crashed into his arm. A shot\nwhined across the room and buried itself in the luxurious panelling,\nand Riddell reached out and knocked the gun from Barr's fingers.\n\nAgain Barr screamed for his men. And from below came a loud roar, a\nshout of defiance. Riddell smiled. The soldiers sensed that someone had\nbroken into Barr's stronghold.\n\n\"Let him have it!\" yelled somebody. \"Kill Barr!\"\n\n\"We don't want to fight another war!\" shouted another. Riddell glanced\ndown and saw the soldiers, divided.\n\nBarr crouched in the far corner. \"Leave me alone, don't touch me.\"\n\nSlowly, Riddell advanced across the room toward him, while the noise\nfrom below grew deafening. As he approached Barr, the small man\nsuddenly whipped a knife from his jacket and circled around Riddell.\n\n\"I'll kill you,\" Barr said.\n\nHe broke off and launched a savage leap at Riddell. The knife flashed\nharmlessly through the air as Riddell sidestepped and grasped the\nother's arm. The two men locked together for a moment, and Riddell\ncould see the hate in Barr's eyes.\n\nSuddenly he knew Barr had to die. Riddell had killed in the name of\npeace before.\n\nHe forced Barr back, twisting the wiry tyrant's arm until the knife\ndropped. Barr squirmed and clawed viciously, but Riddell held him.\n\nThey approached the balcony. \"_Don't!_\" Barr yelled.\n\nRiddell felt utterly calm as he lifted the wriggling Barr and hurled\nhim over the side of the balcony. A mighty roar went up.\n\nHe knew he had committed no crime, it was an execution, rather. Barr\nwas dead, and with his death another enemy of peace had perished.\n\n\n                                THE END\n\n\n",
    "metadata": {
        "author": [
            "Silverberg, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73586/pg73586.txt",
        "name": "an_enemy_of_peace.json"
    }
}