{
    "name": "And there was light",
    "author": [
        "Del Rey, Lester"
    ],
    "body": "Stefanie was still white and weak, but the worry on her face had\nnothing to do with her recent sickness as she rushed about the small,\ncrudely furnished apartment, trying to appear normal. Johann Volcek\nstudied his young wife, worrying more about her than the meeting for\nthe moment.\n\nIf the child had only lived....\n\nThen he smiled a bit ironically, before letting his mind come up\nwith the old palliatives. There'd be other children for him and\nStefanie--and for this half of the world. The other half would simply\nhave to suffer painlessly through a generation, for the good of the\nwhole world.\n\n\"But the Director, Johann....\" Stefanie's voice was on the thinnest\nedge of hysteria. \"Johann, to our place! If I'd known, I could have\nmade curtains, at least. And can you be sure....\"\n\n\"It isn't suspicion, radost moya,\" he assured her quickly. \"I told you\nthe Director trusts me--he has to. And he simply wants to see you. You\nknow he's a family man himself.\"\n\nBut he let her work, fussing about the place, refilling his coffee,\nbrushing an imaginary speck of dust off his coat. The doctor had told\nhim that work was best for her--anything to get her mind off the lost\nchild until there could be others. And the Director may have been a\nbetter distraction than any of the others, aside from the flattery of\nit.\n\nThen the telephone on the wall rang sharply, and he answered it,\nsmiling back at her. \"Volcek.\"\n\n\"Good, Johann.\" It was the Director's Secretary of Science, Jean\nPetrecci and Volcek's sponsor. \"We shall be there soon--and it's a\nbeautiful day for the test, not so?\"\n\nJohann agreed quickly, though he had not yet had time to look through\nthe windows even, with Stefanie's worry over the visit of the Director.\nBut as he looked out now, he saw that it was a good day, clear, with\nonly thin wisps of cloud in the sky.\n\nThen, in the street below, there was a stirring, first of big cars,\nand then the shouts of the people. It was silenced, and the creaking\nelevator began to thump upwards. Stefanie made a last frantic dash into\nthe bedroom, brushing nervously at her hair, and came out just as the\nknock sounded.\n\nJohann had been right--the Director must have trusted him, since the\nbig man had come up with only three of his guards, and now came\nthrusting his broad shoulders in, his greyed head not even darting\nabout the room, his eyes leading him toward the Volceks.\n\nQuick admiration filled his eyes at sight of Stefanie, and his gruff\nvoice was soft, the voice the radio brought them when he was the Father\nof the State, or when he was telling them of the new plans for more\nfood and better living.\n\n\"Sit--I'm only one of you, you know. Ah, Johann, this is the little\nStefanie. I've wanted to meet you, to see the one Johann has spoken of\nso often.\" His language was perfect, but with the queer stilted effect\nit always had when he was not reading a prepared speech.\n\nWatching Stefanie stammer over the honor of the Director's presence,\nand then relax gradually as the spell of the man took over, Johann\nbegan to smile more naturally. The Director was talking of his own\nbeginnings--in much less than this--and the moving they would soon be\ndoing, into a newer apartment, a fine new suburb. And surprisingly, he\nwas talking of his own wife and children, and Stefanie was answering.\n\n\n\nRemembering stories of the Director, Johann found it hard to recognize\nthis as reality. The man had come up from the lowest ranks, an iron\nhand leading him up the ladder of Centralia's autocratic bureaucracy.\nBut now the hand was sheathed, and even Stefanie began to smile.\n\nThen it was over, and the Director was rising. Johann kissed his wife\nquickly, embarrassed slightly at the Director's approving smile, and\nthey were out in the elevator, heading toward the big, waiting cars.\n\n\"Now I trust you, Johann Volcek,\" the Director told him. \"Now I can go\nwith you to this test. With such a wife waiting you, there can be no\ntrickery against the State. No--don't say it! It is not you I could\ndistrust--it is everyone I must distrust. But not now. What does the\ndoctor say?\"\n\n\"Another year.\" For a time they had been afraid that Stefanie could\nnever have children again, but the new treatments had apparently been\neffective. Centralia's progress in all phases of gynecology had been\nspectacular.\n\nThe Director nodded. \"Good. The State needs such children as you will\nhave. And a man has need of little ones. But tell me--you still feel\nsure of this test?\"\n\nThen the talk became technical. Johann was sure. There had been smaller\ntests, during the two years the project had been going on, and all of\nthem had been effective.\n\nThen cold fingers ran over him, tingling at the ends of his nerves, as\nhe realized the trick semantics was playing on him.\n\nTest? It had been the name they had given it, and in time it had come\nto be no more than that in his mind--a test of his theories. But this\nwas _not_ just a test. This was the feat itself, the step that\nwould bring an end to half the world, the culmination of the hopes of\nCentralia, and the final, positive proof of the ideas of Volcek.\n\nHe had been almost unaware of the power that had grown from his idea,\nbut now it hit him. It wasn't easy to do that to half a world, even in\nthese days. But it had to be done.\n\nThirty years before, there had been a sprawling group of small nations\nand several large powers. But with the beginning of the atomic age,\nthat had shaken itself down until now there were actually only the two\nhemispheres. Centralia had most of the world's population, but the\nWest had achieved equality by its head-start in the sciences and in\nindustry. For thirty years, little nation had accreted to big nation,\nuntil now there were the two of them. Nominally, the little nations\nstill existed; but it was a polite fiction, like the fiction of bland\nsoftness the Director had adopted before Stefanie.\n\nAnd this was not a world where two powers could exist. They had somehow\nachieved it, while the accretion of control over the neighboring states\nwent on. There had been fracas piled onto struggle, but never outright\nwar. Now, though, things had reached a stage where each side knew that\nsooner or later the hydrogen-bombs must fall, and where those bombs\nwere of a size and efficiency that might even end the world. There were\neven rumors of solar-phoenix bombs which could turn the world into a\nflaming, lesser sun.\n\nVolcek sighed. This was better than that. Better that half the world\nshould slow down and come to a gradual halt than that the rain of hell\nshould descend from the heavens, perhaps igniting the world itself.\n\n\n\nThey were at the laboratories, now, and Volcek got out of the car\nbehind the Director, vaguely conscious that taking second place was a\nmark of honor. Inside the building, one of the rooms had been cleared,\nleaving a few seats, a stand, and a single board of levers against the\nwall. Already, the seats were taken, and men were rising to salute the\nDirector.\n\nKi Fong, Tsamatsu, Bhandaputra, Simonolov, Schwartzkopf, Jordssen--all\nof the big names of government and science--were there. Some were\nscowling intently as they tried to digest the printed formulae on the\nbig blackboard which gave part of the theory behind Volcek's work;\nothers were smiling, assured only that this was the day when Centralia\nwould come into its own. And some, as always, were estimating Volcek,\nwondering how his importance would conflict with their own.\n\nThe Director smiled thinly, dropping an arm over Volcek's shoulder.\n\"After this day, Johann, you'll need bodyguards. I have seen to that.\nAnd Petrecci ... well, we shall see....\"\n\nJohann caught himself before he could wince. He'd liked Petrecci, had\nno desire to replace him. But if the implication of the Director's\nwords was what he thought ... still, it would be good for Stefanie. She\nhad had too much trouble, and it was time life smiled on her a little.\nIt would be good for their children, too, to grow up with comfort, even\na little luxury, tutored perhaps with the children of the Director,\nhimself. As Secretary of Science, Johann Volcek could give his family\na great deal. He caught Petrecci's eyes on him, and turned his head\nquickly back to the other men.\n\nAt the Director's nod, he began outlining the facts to them. Some\nalready knew of what was being done here, but all were listening as if\nthe Director himself were speaking.\n\nHe could only give the barest facts. He'd been experimenting with a\nmeans of controlling fission for some power application, working on\nthe problem of getting hydrogen to fission at temperatures below the\nmillions of degrees where it normally began, and in tiny amounts.\nAnd by sheer accident, he had stumbled on a process where nitrogen\nfissioned, instead--two atoms of nitrogen combining into one, straining\nthe nucleus that now held fourteen protons and fourteen neutrons,\ndistorting it until some of the binding force of the nucleus released\nenergy, and it broke up into simpler atoms again--as if both fission\nand fusion were going on.\n\nIt had not been successful, from a commercial angle, but it had\nproduced an unexpected result. The mice which had been kept to test out\ndanger of radiation had not been killed--but they had been sterile, as\nevents proved, from then on. The release of radiation was not quite\nnormal gamma rays; it was subtler than that--some queerly polarized\nradiation that struck at the fertility of animals and ended it.\n\n\"But you were not sterilized,\" Ki Fong interrupted him.\n\n\"I was lucky--I had been using a shield that was heavy enough to\nturn aside the radiation--the four-foot walls of the oven where the\nexperiment was conducted. It only leaked out through the panel we later\nfound had a crack in it--but that was toward the mice.\"\n\nThree years had been spent in testing it on mice, before the reports\nhad found Petrecci, and brought him to the little laboratory of\nJohann Volcek. By then, Volcek had developed a complete control of\nthe process, and had learned to fuse and fission oxygen as well as\nnitrogen, but without the production of sterilizing radiation this time.\n\nAfter that, there had been no more mice. Volcek shuddered, trying to\nconceal it, as he remembered the prisoners who had stood before the\nportal of the oven, and gone away, sterile. And there had been tests in\nthe big, deserted wastes near the Gobi, where balls of fire had leaped\nfrom his tiny little devices, and cracked themselves into flaming\nenergy that grew and spread before vanishing. More sterility had\nfollowed.\n\n\"It requires very little apparatus,\" Volcek said, finally. He pulled\na small tube from a drawer near the wall, and held it out to them.\n\"This is the source. A small battery, these coils, tubes, this little\ncrucible--nothing more. Once we knew why it started the fusion, it was\neasy to simplify.\"\n\nAnd it was simple. A man could carry one of the devices with him in a\nsmall bag, and it was meaningless in appearance. It could be built into\na radio, as if it were part of the tuning device. It could slip past\ncustoms, harmless in its looks, and be spread wherever wanted.\n\nAnd now....\n\n\n\nThe Director took over, then, telling them what had already been done.\nIn every city and hamlet, from coast to coast and from polar cap to\npolar cap, the West was covered with these tiny little devices, each\nequipped with a little crystal delicately attuned to one here, so that\nthey would all function at once.\n\nThere would be no war. Centralia had labored to avoid war in spite\nof the hatred and lusts of the West. Now, they would be even more\nagreeable, even more meek. They would take the insults; they would\nnot fight. Because, once the nitrogen of the air had done its job,\nthere would be only a generation of patience, while no more children\nwere born to the West. And some day, there would be only one\nPower--Centralia.\n\nSchwartzkopf asked the question that was bothering the others, though\nhe already knew the answer. \"But these balls of fissioning or fusioning\nnitrogen--when they go off over the West, they are too much like atomic\nbombs. Won't the West feel it is attacked and retaliate with their\ngenuine bombs?\"\n\n\"We, too, shall be attacked!\" It was Volcek's other process, of course.\nSimultaneously, there would be released similar \"bombs\" over all of the\nterritory of Centralia. The heat and power would do a minor amount of\ndamage, of course--but this process produced no sterilizing radiation.\n\"Only New Zealand will be free.\"\n\nNew Zealand had somehow held out of the two coalitions, by its hardest\nefforts and with the help of its location. It was weakly allied to the\nWest, but too remote.\n\nThe Director smiled again, the tight smile that was reserved for\nprivate meetings. \"We shall, of course, accuse the West--but within the\nhour, when word of their trouble comes, we shall ask for a truce to\nfind the culprit. Simple, is it not?\"\n\nThe clock on the wall indicated five minutes before zero hour, and\nVolcek wiped his hands surreptitiously against his coat. It was simple\nenough, this use to which they had put his discoveries. And, he told\nhimself again, it was better than any rain of real atomics. The West\nwould not be hurt seriously--it would simply die out slowly, as no more\nchildren were born. It was really the most merciful solution to the\npolitics of this world.\n\nHe could picture some of the panic, of course, when the little tubes\ndid their work. First a tiny spark would form in the tube, with a\nspitting and hissing. Then it would grow, breaking out of the tube and\nthrough walls or anything in its way, growing and rising, spreading\nerratically horizontally, moving with a strange random motion, as it\nclimbed upwards and grew larger and larger. It would reach the size of\na normal atomic bomb, in a few minutes. And some would be killed by\nits heat, as some buildings would catch fire from it.\n\nBut mostly, there would be the terror as the people in the cities\nsaw it spread its visible radiation and heard the familiar crackling\nthunder of its detonation. The terror would kill some of them, in\ntheir panic-flight, even while the thing itself drifted upwards until\nit found a layer of air too thin for it to go on, and it came to an\nautomatic end.\n\nBut they would mostly escape, except for bad cases of \"sunburn\" and\nthe results of their own panic. Dry material flamed quickly before\nits peculiar radiation, but men were not made of dry material, and it\nwas almost harmless. They would simply have no children. And that was\nbetter than most of them could expect in a day when each morning marked\nthe beginning of a new fear of hydrogen-bombs or worse.\n\nOne more minute.\n\nVolcek had expected the Director to move to the panel where the big\nswitch would cut on the surprisingly small oscillator that would\ntrigger the little crystals in the tube projectors. But the Director\nwas stepping back, motioning him forward. \"You, Johann--it is an honor\nI have reserved for you.\"\n\n\n\nThere was silence in the laboratory room as Volcek moved slowly toward\nthe board. He straightened, his eyes going down to his coat, where a\nbit of lint clung to it. Stefanie would have spotted it at once and\nrushed to brush it off. Stefanie who knew nothing of what his great\nwork was, but who was awed by having a husband who could receive a\nvisit from the Director. Stefanie who could have other children, after\nall, in this world that would have ultimate peace in spite of all the\nwar threats, because of the work her husband was now about to do.\n\nSuddenly, he wondered how many Stefanies there might be in the West.\nHow many women would wait for the children they wanted, and never find\nthem? How many would curse him, when they finally realized the truth,\nwithout ever knowing that he was the man they were cursing?\n\nHe cut off the thought, savagely. There would be others in the long\ncenturies to come, who would know his name and would then bless him, as\ntheir children grew up without the threat of war and extinction. His\nchildren would be proud of him--his and Stefanie's.\n\nHe touched the switch that was to set off the harmless, fake \"bombs\"\nover their own world first. The Director was at his side, his face no\nlonger smiling, but narrowed to that of a wolf.\n\nThen the Director chuckled, and the edge of his lips curled up. \"_Let\nthere be light_,\" he quoted, and his eyes showed that he knew the\noriginal usage of the term in the Book he was quoting.\n\n_And there was light_, as Johann's finger hit the switch. A tiny,\nspitting, hissing thing lifted from the nearby city, going up and\nforward in weird, erratic movements, growing larger, and spreading out,\nnow beginning the muttered, staccato thunder that was not unlike a\nplutonium bomb.\n\nThe Director reached over and pressed the other switch that would send\nthe sterilizing bombs up over the West--but he did not depress it\nfully. He stopped, and nodded to Volcek, and again Johann's hand went\nout, pushing the lever of the switch.\n\nHe should have brought Stefanie--if only she could have known nothing\nof the results. She would have been proud of him then, as the Director\nsolemnly shook the hand that had done its work, and the other men began\nto cluster around him.\n\nThen they moved toward the windows, hesitantly at first, not quite sure\nthat this fire in the heavens over the city beyond was really the safe\nkind. But the Director lead them, together with Volcek, and they stood\ngazing out.\n\nIt was a huge ball of blazing fire in the sky now, partially softened\nby the filters that had sprung shut over the windows automatically, and\nthe mutter of its detonation reached them as they stood there.\n\nThere was some damage, of course, even here. Some of the older wooden\nbuildings near where it had first appeared were bursting into flames,\nand the distant figures of people had gone into a panic--they had to\nbelieve it was real, just as the West must believe for a time that both\npowers had received the same treatment.\n\nStefanie? But Volcek had taken care of that, with a drug in her coffee.\nShe would be asleep, unaware of the tumult, and not one of the mob\ntrying frantically to escape what could never harm them.\n\n\n\nNow the ball of fire was rising upwards more steadily, its own heat\ndriving it up as a blast of hot air is carried up over a fire. The\nbrightness began to fade as they watched, moving up and turning\nsmaller, shrinking, and finally going away.\n\nVolcek sighed, and the Director echoed it, a satisfied sigh, and a\nsomewhat regretful one. \"It is hard to see even a few of my people\nhurting themselves,\" the Director said slowly. \"But it is best. And--it\nis done.\"\n\nHe turned to Volcek, and Johann straightened, reminding himself\nthat whatever the Director said must be remembered. He would have\nto tell Stefanie--and someday, he could tell his children, and his\ngrandchildren. He must remember it.\n\nBut the Director's words were never spoken. There was a shout from the\nwindows, and they swung back, to see another tiny flame leaping up,\nthis time nearer, growing and spitting.\n\nThere was something wrong with it. The other had grown more slowly.\nThis raged out, savagely, growing more sure of itself as it leaped\ntoward them, then darted sidewise.\n\nVolcek turned suddenly to the instruments packed in the drawers. The\nspectrovisor and the diffractograph came out in his shaking hands,\nand he slapped them down onto the wooden sill of the window, already\nbeginning to smoke faintly.\n\nThen his hands steadied as he adjusted the instruments.\n\nOne look was enough. This was the nitrogen-fusion, not the harmless\noxygen reaction.\n\nHis eyes met the Director's, and he nodded, but the nod was\nunnecessary. The Director had already guessed.\n\nThey moved toward him, a harsh mob sound coming from them, but the\nDirector was before them.\n\n\"No! Stop!\" The voice that had been trained to command a power greater\nthan men had ever held before stopped them. \"No, if the West has\nscientists too, that is no fault of Johann Volcek. Johann, you did not\nfail; you will not suffer.\"\n\nVolcek heard him, and saw them fall back. He thought again of the lint\non his coat, and looked down at it. He picked it off, while the others\ndrew back, and the Director was assuring him that all would be well\nwith him.\n\nStefanie would have no children now. There would be no grandchildren to\nhear the Director's senseless words, telling him he would not suffer.\n\nYou don't suffer when you've killed a race.\n",
    "metadata": {
        "author": [
            "Del Rey, Lester"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70364/pg70364.txt",
        "name": "and_there_was_light.json"
    }
}