{
    "name": "Animat",
    "author": [
        "Wells, Basil"
    ],
    "body": "For too long had the _Sun Maiden_ been plunging sunward, her\nmeteor-crushed jets and warped plates feeling the relentless chill of\nspace eating swiftly inward.\n\nPast the orbit of Mars; down past Earth's sector of space, and into\nthe pull of Venus she flashed, her pace quickening. And crew-members,\nsweating and hollow-eyed within the foul closeness of space suits,\nworked desperately to repair that all-but hopeless damage.\n\nAbruptly the forward jets flared raggedly. The great ship faltered; its\ncourse shifted planetward, and even as the clouds swallowed the _Sun\nMaiden_ the first of the patched jets exploded.\n\nThe remaining rockets flared briefly and died. The captain jettisoned\ncargo and equipment before releasing the eight undamaged emergency\nvanes. The shrieking solidity of the Wet Planet's air ripped the\nsturdy blades away as though they had been tinfoil and the ship's fall\nremained unslackened.\n\nThe slanting plunge ended at last. The nose plowed down a rocky\nmountain slope, crumbling with the impact, caromed off a boulder-strewn\nbench, and ripped through a tree-clad lower level into a mossy-grassed\nmeadow. There, in a soggy treeless hollow, the scarred hulk that had\nbeen the _Sun Maiden_ came to rest....\n\n\n\nJay Forsix turned puzzled eyes on the little knot of survivors beside\nthe ship. His fair-skinned face was square, like his powerful short\nbody, and there was red hair sprouting from beneath the gray plastin of\nhis control case's helmet.\n\nJay looked like a man; he even talked, in a meager jerky fashion, like\na man, but he was actually an android robot. Animats, Inc. turned\nout thousands of superior robots for the industries of Earth and\nMars--durable, foolproof _expensive_ machines they were. But for the\nuranium mines of Jupiter's moons they also had begun to create these\ninexpensive living blends of animate flesh and bone, synthetic moronic\ncreatures.\n\n\"There are six animats--and us!\" choked the little blonde haired girl.\nAlready the constant moisture of the atmosphere coated her skin with\nshining dampness.\n\nHer companion, a tall dark-skinned girl, rubbed a bruised elbow\nthoughtfully. Her teeth flashed in a rueful smile.\n\n\"Bottle the tears,\" she snapped at the blonde girl, slapping her\nshoulder, \"we got plenty water without them.\"\n\nThe smaller girl drew herself up.\n\n\"Perhaps you don't know who I am. I'm Thela Draper. My father owns most\nof Animats, Inc.\"\n\nThe tall girl laughed. \"X with me, Thela. We're in the same fix. No\nputting on a front--all we'll be doing is keep alive until help comes.\"\n\n\"If it does come.\" Thela Draper's lips quivered. \"I want....\"\n\n\"Will you shut up! I'm taking charge. You're a spoiled empty-head even\nif you are atomic-plated. I'm not dumb even if I do dance for a living\nin dives you'd blast clear of.\n\n\"Someday Ina Haan's name will be in all the lights of Mars and Terra.\"\n\nJay Forsix shook his head numbly from side to side as he heard the\nwomen talking. Strange thoughts and sensations were crowding into his\nbrain. His hand went up to the bulky helmet that was designed to keep\nhis synthetic body under the control of humans.\n\nHe gasped. The battery compartment was empty, its cover gaping. No\nwonder his uncontrolled senses were so active and his brain alive.\n\n\"Gone,\" he said to Ina Haan. He recognized her as the dominating\ncharacter of the group.\n\nIna pulled out a trim platinum-washed expoder and leveled it at the\nanimat. But her finger did not depress the little stud that would send\nthe explosive needles of biaton into his body.\n\n\"Maybe an animat is dangerous without his controls,\" she mused aloud,\n\"and then again.... We'll see. I can always kill it later.\"\n\n\"Thank you, Ina Haan,\" Jay Forsix said clumsily.\n\nIna's dark eyes widened. It was rarely that a robot spoke without being\naddressed, and then it used the term Master or Lady.\n\n\"Get to work,\" she commanded, \"salvaging food and clothing.\"\n\nThe animat nodded. He turned toward the battered port.\n\nIna was studying the serial plate on Jay's helmet. \"Take the others\nalong, J46,\" she said. \"You are in charge of them.\"\n\nJay's heart pounded proudly. The human one had confidence in him.\nNever, in all the six weeks of his short existence, had men spoken a\nkindly word to him. To them he had been a stupid machine to be worked\nout in the radioactive mines of distant worlds.\n\n\"Yes ... Ina Haan,\" he said.\n\n\"Onin Tufor,\" he ordered slowly, \"Zee Fivotu, come....\"\n\nThe animats rose from their mindless squatting and shuffled after him\ninto the _Sun Maiden's_ scrambled interior....\n\n\n\nJay and the tall shambling animat called Onin Tufor were gathering the\nsmall, brown-husked fruit of the balloon-like _kreth_ that grew on the\nslopes above the space ship. The fruit grew at the base of the swollen\nhollow globe, and on its stubby branches.\n\nIn the days since their landing the two girls and the animats had\nlearned to eat, if not like, the edible berries and fruits of the\neternally clouded world. And they had made two comparatively unharmed\ncabins snug and only slightly damp by sealing them with tough sheets of\nkreth.\n\n\"Would you boost me up?\" asked Jay.\n\nOnin stared at him stupidly. He answered nothing but commands. Jay\nswore, a habit acquired from the dark-haired human, and twisted open\nthe battery case of the animat. He wrenched out the batteries and sent\nthem hurtling into a nearby thicket of nik-nik.\n\n\"Ina Haan says we have good brains,\" he told Onin, \"if we do not have\nthem deadened by the control cases.\"\n\nOnin was sniffing at the warm thickness of the Venusian air, his\nslowly awakening eyes studying the ten-foot circle of mossy grass and\nbrush visible. His shoulders were straightening and his movements were\nsteadier.\n\n\"She says it is peculiar that I know so many words and am so familiar\nwith cities and machinery she mentions. It is as though that knowledge\nwas placed in our brains when we were created.\"\n\nOnin grunted something and started off into the nik-nik brush away from\nthe invisible spacer. Jay followed, his hand on the crude metal club\nthat Ina permitted him to carry.\n\n\"The ship's back this way.\" Jay touched Onin's shoulder. \"And you\nforgot your bundle of roots and fruit.\"\n\nOnin stopped and faced Jay defiantly. Something trembled on his lips\nand then he frowned, shaking his bony skull. He clawed at the strap,\nriveted securely under his chin.\n\n\"Off,\" he gurgled. \"Take it off.\"\n\n\"And have your head blown off too? Not much. To protect the controls\nfrom tampering the technicians have planted explosives in the helmet.\nIt's suicide.\"\n\nOnin's fingers dropped away, his eyes thoughtful. When he spoke again\nhis rusty uncertain voice was steadier.\n\n\"Let's go back,\" he said. \"Later we may learn ... how.\"\n\n\"How?\"\n\n\"How to take them off.\" Onin was scowling again.\n\n\"The humans must not know your batteries are gone.\"\n\n\"No,\" Onin agreed, his deep-set brown eyes studied Jay. \"Without the\nhelmets we could be ... like them.\"\n\nJay Forsix nodded. \"I have thought of that, many times. But the women\nwould know. They would tell, and we would be destroyed.\"\n\n\"They die too,\" the lanky one muttered, scowling. \"Why not?\"\n\n\"No.\" Jay hesitated. \"No, I could not see Ina, or even the sulky one\nkilled. And we know too little.\"\n\nThe lanky animat's brain seemed to be awakening swiftly now. He laughed.\n\n\"Already you think of yourself as a man,\" he told Jay. \"You are in love\nwith the tall female.\"\n\n\"Perhaps I am.\" Jay thumbed the line of his jawbone. \"I feel a, sort of\nwarmth ... a happiness ... when they are near.\"\n\nOnin snorted out a disgusted exclamation. \"Or perhaps you are like a\ndog worshipping its master.\"\n\nJay swung his fist at Onin's jaw. Onin dodged, grinning.\n\n\"You are wrong,\" Jay spat out. \"I am a man!\"\n\nOnin shrugged. \"All X here, _animat_. Call yourself a man.\"\n\n\"We will take all the batteries from the others,\" said Jay,\ndisregarding Onin's jeer. \"Perhaps the searchers will not find the\nwreck and we can go on living here. There are books and recordings to\nstudy.\"\n\nOnin's mouth twisted. \"Small chance. _They_ know the ship crashed\nsomewhere in this area. And with the Draper female aboard they'll spare\nno expense.\"\n\n\"I heard rocket motors yesterday,\" admitted Jay.\n\nA sodden thud-thud of approaching feet warned them of another's\nadvance. Jay gripped his club tighter and waited, crouching.\n\n\"A _butrad_?\" Onin muttered, referring to the gray-skinned froglike\nnatives of Venus.\n\n\"So far we've seen none of them,\" Jay whispered. And he found time to\npuzzle about the knowledge possessed by animats.\n\n\"Jay Forsix,\" called Ina Haan's deep voice guardedly.\n\nThe animat's weapon dropped. \"No talking,\" he warned Onin.\n\n\"Yes?\"\n\n\"Come back to the ship at once. There are frog men lurking around and\nthey may try to rush us. I killed one.\"\n\n\"Killed one! That was a mistake, Ina,\" Jay told her. \"If we could have\nmade friends with them....\"\n\nThe woman's dark eyes narrowed savagely. \"I'm in charge of our party,\nanimat,\" she snapped. \"Remember what you are and who are your masters!\"\n\nJay's blood ran hot. His nails bit deep into the palms of his hands as\nhe bowed his head stiffly. His eyes were trained on the ground at the\nwoman's slime-crusted boots. He swallowed with an effort.\n\n\"I remember,\" he said slowly, his voice colorless as a true robot's.\n\nIna's lips smiled triumphantly. Her eyes softened as she patted his\nshoulder possessively.\n\n\"You _are_ a handsome brute,\" she said softly. \"I could easily....\"\n\nOnin grinned at Jay sardonically and winked. Jay shifted uncomfortably.\nHer hand dropped and she pushed at his naked chest.\n\n\"Back to the ship!\" Her voice snapped crisply as she led the way.\n\n\n\nThey reached the ship without incident and dumped their loads in the\nkreth-patched airlock that served as a warehouse. Then the two animats\nwent along a dripping short corridor past the humans' cabin to their\nown quarters.\n\nThe other four androids were lying on dank heaps of nik-nik brush\nhalf-asleep. Two of them were huge-chested, brutal-featured animats,\npatterned after the sturdy peasant stock of Earth; the others were\npale-eyed, sharp-nosed little men. One of the little animats sat up.\n\n\"I am awake,\" he said, his high nasal voice carrying a note of\nhysteria. \"The hum that hurts my head is gone. I can think.\"\n\nJay looked at Onin and nodded. \"Dampness must have finished the cells.\nMaybe a short circuit.\"\n\n\"They'll all be like this shortly,\" Onin agreed.\n\nJay released the battery case's cover and snapped out the compact\nsquare batteries. The sharp-nosed animat, D601, scrubbed filthy fingers\nacross his chin. His pale eyes darted furtively around the ruined cabin.\n\n\"I'm hungry,\" he whined. \"I'd like a powdered steak dinner and a glass\nof _blika_. I got plenty of starshine in my straps.\"\n\nHis eyes widened as his fingers searched his ragged trunks.\n\n\"Took me off,\" he shrieked. \"All gone. Every credit.\"\n\nJay shook the screeching little man. \"What do you mean--all your\ncredits gone? How would an animat have anything of value?\"\n\nDesix Owun frowned and shook his head.\n\n\"I--I don't know,\" he finally admitted. \"For a moment it seemed as\nthough--I was not--what I am.\"\n\n\"Try to think; to remember,\" Jay urged. \"I have a wild theory that\nmaybe you remember more than you think. Why would the technicians\nimplant knowledge of finance and credits in a labor robot's brain?\"\n\nA grunted oath brought Jay around on his heels. The larger of the two\nhuge robots had Onin's skinny arm twisted up behind his back.\n\n\"Start degraving,\" his deep voice was rumbling angrily. \"How'd I get\nhere and who are you? You keeping me doped?\"\n\nJay stepped across the heap of leaves to the giant animat's side. His\nheavy club of metal was poised ready.\n\n\"Slip him free,\" he ordered sharply.\n\n\"Blast me if I will,\" grunted the animat, giving the bony arm a\nsickening wrench. Onin Tufor screeched thinly.\n\nJay swung the club along the blunt-featured animat's skull. The animat\nbellowed like a wild bull. He released Onin and clawed with dirt-caked\nfingers at his battered skull. Then he sprang at Jay.\n\nJay Forsix backed away and slipped to one knee. The blow he had just\ndelivered had dented the big brute's helmet along its base but had\nfailed to down him. He caught the thick body across his hips and\nflipped the animat's six feet into the side of the cabin.\n\nThe giant, Zee Fivotu, rumbled his primitive rage and rebounded from\nthe wall to launch himself again at Jay. Jay swung his club across the\nbrutal forehead and again above the ear. Zee Fivotu's helmet crunched\nin.\n\nJay fell backward to escape as much of the blast as possible. But there\nwas no explosion. The helmet with its carefully guarded control case\nhad somehow been rendered harmless by his blows!\n\nHe rolled over and to his feet--to see Zee Fivotu's back disappearing\nout the cabin door. He lunged after the animat but the giant android\nwas out the lock before he could reach it.\n\n\n\nHe was conscious of another presence in the outer airlock as his\nshoulder brushed something yielding.\n\n\"What?\" demanded Thela Draper angrily.\n\n\"Zee went blot,\" gasped Jay. \"Tried to kill Onin. And me.\"\n\nThe girl's small expoder snapped out of her wrist holster into her hand\nand she sent a stream of mosquito-sized explosive bullets after the\nanimat.\n\nA second later the all-pervading sea of fog had swallowed the apelike\nshape and she released the button. She jammed the weapon against Jay's\nmiddle.\n\n\"I knew we should have killed all of you animats,\" she said coldly.\n\"Without controls you are unpredictable--less than beasts.\"\n\nJay's muscles tensed for the miniature bomb blasts that the pellets'\nimpact would bring. Then he relaxed, laughing quietly.\n\n\"You know,\" he said, \"you should be at least four feet away before you\nfire. And before you can get that far I'll have the gun.\"\n\nThe muzzle dropped away. Thela started to inch backward. It was common\nknowledge that a biaton needle's explosion nearby was dangerous. The\nwhole magazine _might_ explode in her hand--a blast as devastating as a\ncase of ancient dynamite.\n\nJay's hand chopped across the girl's wrist. Her cry of dismay choked\noff abruptly and her eyes sparked contempt.\n\n\"Go ahead,\" she cried. \"Kill me. That's all you animats know how to do.\nWork, eat and destroy.\"\n\nJay tucked the tiny wrist expoder into his soggy trunks' waistband.\n\n\"Not interested,\" he told her. \"You better go back to your cabin and\nget another expoder. I'm keeping this one.\"\n\n\"No,\" Ina Haan's voice cut across the hostility of the tiny chamber\nlaconically. \"Give.\"\n\nJay shook his head. \"I'm keeping it. And you better get another for\nOnin Tufor. I think we're about to have trouble.\"\n\nAs though to emphasize his words a prolonged ghastly shriek came from\nthe fog. They heard broken shouted phrases, human words but with\nsomething bestial and terrible in their anguished pleading. The screams\nrose higher and higher--and choked off until almost inaudible.\n\nThe women's faces were pinched and terrified. They pressed close to\nJay, forgetting that he was a man-made creature--a robot of living\nflesh--in their instinctive urge for the protection of the male.\n\n\"That was Zee Fivotu,\" he said soberly. \"The Frogs have him. Probably\ntore him apart....\"\n\n\"We'll be next,\" said Ina Haan, her voice thinned.\n\n\"Guard the lock, Ina,\" ordered Jay. \"I'm going back after the animats.\nWe'll need them all.\"\n\nIna Haan made no protest to Jay's assumption of authority nor did he\nthink it strange that he should take control. From somewhere in his\nacquired memories he had dredged up adequate knowledge of the butrads'\nmethods of attack.\n\nHe raced back through the corridor to the animat cabin. Onin was\ngrinning, his long bony face alight.\n\n\"I've found how to remove the helmets,\" he cried, \"by inserting a\nsmall rod that locks the lever resting against the skull. We....\"\n\n\"No time for that now,\" he told the animat, paying no heed to the\nbattered control case Onin held gingerly in his long fingers. \"The\nFrogs are attacking!\"\n\n\n\nThey sprawled atop the wreckage of what had been the _Sun Maiden_,\ntheir puny expoders sending their explosive needles at the blurred\nshapes that crept out of the fog's pall.\n\nDown below the two women guarded the airlock with the two other\nexpoders, and with them waited the club-armed animats.\n\n\"Y'know, Onin,\" Jay said, touching the button that sent a short burst\ninto the butrads crawling closer, \"I'm beginning to believe that we're\nnot animats.\"\n\nThe lanky animat gulped. \"Huh? You think we're human?\"\n\n\"Sounds reasonable. Your knowledge of the control case--of which I'd\nknow little or nothing. And I know about the butrads, all their little\nstrategies. Even Venus seems familiar.\"\n\n\"But we don't know our own names. Just numbers. I'll confess I know\nlittle about Venus or its fauna. But I remember Blake City on Mars. I\ncan describe the laboratories of the university.\"\n\nJay stitched a burst of needles across a trio of the grotesque froglike\nnatives. Two flattened where they lay to move not again and the third\nraced for the fog's shield.\n\n\"In other words our acquired memories are different.\" Onin thumbed his\nhuge nose leaving a mossy green stain. \"But, of course, we may have\nbeen subjected to different training schedules before our--'birth'.\nPerhaps we had instructors with different backgrounds transmitting\nthrough the mentamit.\"\n\nJay snorted. \"Individual instruction? No! Uniformity is the rule for\nall robots. Any deviation is avoided. A mentamit recording is more\nprobable, teaching the simplest rules of behavior and obedience.\"\n\nOnin's weapon spat its lethal needles in short steady bursts. Jay\nshifted so he could help his comrade stem the approaching rush of\nbutrads. They came on, out of the grayness, an undisciplined mob,\nwaving clubs and spears as they ran, their purple-rimmed mouths\ncroaking insults.\n\nThe two expoders slashed at them. Twenty of the hideous brutes fell,\nwrithing and crying out thickly in pain, before the attack fell apart\nand disintegrated.\n\n\"Last attack they'll make today,\" said Jay. He examined the meager\nsupply of needles in his magazine and shook his head. \"It's almost\nnight and they stick close to their nests with darkness.\"\n\nOnin looked up from checking his own ammunition.\n\n\"Almost gone,\" he said glumly.\n\n\"Jay,\" a voice called from below.\n\n\"What is it, Ina?\"\n\n\"Water's coming into the ship. We're in a foot of water now.\"\n\nJay turned to the north where the river's invisible course snaked. A\nbrook had rolled muddily past the ship and through the hollow where\nit lay before from the western mountain slope but now a swollen water\nstream had joined it.\n\n\"The Frogs have breached the river and are flooding us out!\" he\nshouted. \"Probably they've damned the lower outlet. We'll be under\nwater by morning!\"\n\nOnin swore in amazement. \"They can swim underwater and attack. And with\nour guns empty....\"\n\n\"We could make a stand up here,\" Jay mused, \"but they'd starve us out.\nAll we can do is slip away in the darkness and hide.\"\n\nOnin looked over the side, gauging the height of the water.\n\n\"By another hour,\" he said, \"we'd have to wade through ten feet of\nwater.\" He stood up, flexing his skinny arms. \"Better go now.\"\n\n\"And have them see us? We've two space suits left intact. They'll serve\nas diving suits. Using them we can escape unobserved.\"\n\n\"I'll get them ready,\" Onin offered. He started to climb back through\nthe shattered spacer's gaping plates.\n\n\"Better get the biaton out of that helmet,\" Jay suggested. \"We can make\na few hand grenades out of it. We'll probably need some.\"\n\n\"We will,\" agreed the lanky animat. \"Our own helmets will supply some\nmore. I'll bring a rod up and we'll get rid of them.\"\n\n\n\nThe dirty gray dawn of Venus caught the little party of humans and\nanimats high up on the slope of the mountain. The fog was thinner here\nand as the light increased they had come upon a shallow fairly dry cave\nthat opened above a narrow brush-covered bench.\n\nTheir escape had been without incident, a series of weary walks\nunderwater, two going out and one returning dragging the empty suit.\nThe heavy suits they were forced to abandon at the water's edge before\nstarting the climb upward along the rain-washed ledges.\n\nTired though she was, Ina Haan's eyes were bright.\n\n\"It's wonderful,\" she told Jay, \"to learn that you are not an animat.\nThis is the break I've always been looking for.\"\n\nJay was puzzled by the girl's excitement. He could not imagine why she\nwas so pleased. Maybe she had fallen in love with him. At the thought\nhe felt his heart pound faster. She was very desirable despite the\ntattered wisps of garments that half-covered her firm breasts and\nshapely woman's body--or perhaps it was because of them.\n\nHe took her in his arms and kissed her. She did not resist him, but\nsurrendered her lips at once. Her eyes were dreamy.\n\n\"You love me,\" he said. \"We'll be mates!\"\n\nIna smiled mysteriously and leaned back against his chest.\n\n\"We must take the expoder from Thela,\" she said. \"She might try to kill\nyou to keep the secret of Animats Incorporated from the public. She'd\nwant to protect her father.\"\n\nJay nodded, looking back into the cave where the other girl slept.\n\"He'll probably go to prison or be shipped off to the asteroids,\" he\nagreed, \"when we report this affair.\"\n\nIna's eyes narrowed.\n\n\"You must say nothing to anyone if we are rescued,\" she told him.\n\"The company would probably have you murdered before you reached the\ngovernment heads of Earth or Mars.\"\n\n\"What's to keep her from telling them, then?\" demanded Jay.\n\n\"I think she's going to keep quiet,\" Ina smiled. \"Just let me handle it\nmy way.\"\n\nJay stared down into the foggy plain that extended outward for perhaps\nfifty feet from the cave mouth before it merged with the eternal gray\nblanket. Somewhere down there the Frogs would be swimming to the\ndeserted space ship--searching it.\n\n\"I wish I knew who and what I was before the company scientists worked\non my brain. Was I a criminal or a political refugee? Or did they\npirate a spacer I was on?\"\n\n\"It is a profitable racket,\" mused Ina. \"Taking humans and making\nrobots out of them. Cheaper than creating and educating androids.\nProbably they made a few of the real article too.\"\n\nJay nodded sleepily. He wondered how many human beings had been\ncondemned to the certain death of the uranium mines of Jove's\nsatellites.\n\nIna went back into the cave to sleep and he sat there on guard. Yet he\nwas weary and his head started to droop. In a moment he would have been\nasleep.\n\nA soft hand trembled on his shoulder. He turned, thinking Ina had come\nback. But it was Thela Draper.\n\n\"I heard,\" she said, her voice strained but low. \"I want you to know\nIna is wrong. If Father's company has been breaking the laws I want it\nknown. I know Father would do nothing wrong.\"\n\n\"You wanted to kill us when we first landed,\" accused Jay.\n\n\"But I thought you were uncontrolled robots--not men!\"\n\n\"Lucky Ina didn't agree with you,\" grunted Jay wearily.\n\n\"Jay,\" cried the girl, her eyes moist, \"please believe me. I have\nregretted saying what I did every day we have been marooned here.\nAnimat or man, you are worth a hundred ordinary men.\"\n\n\"Save your flattery for those who want it,\" said Jay gruffly. \"You're\nnot fooling me. Ina knows what you are. Get back to bed.\"\n\nThela's eyes flashed. \"I hate Ina. She's cruel and scheming. She's\nonly using you!\"\n\nJay pushed the girl away back toward the damp heap of hastily gathered\nleaves and brush where she had been sleeping. He heard her sobbing for\nseveral minutes before she again dropped off.\n\nAnd the pale gray light outside strengthened....\n\n\n\nHigher and higher they climbed the mountain slope. The cave where they\nhad rested now lay hundreds of feet below. The fog thinned and the glow\nof the swollen sun was a brighter blur above them. They could see for\nmore than a hundred feet on either hand and above.\n\n\"Spacer should find us easier up here,\" Onin said. \"If we can only find\na plateau or wide bench where they can land. And the two rocket flares\nI brought along should help.\"\n\n\"We might even find an abandoned trading station,\" Jay told him.\n\"Before the Frogs became hostile several hundred of them were built\nin the uplands. A few of them are still in operation, or were at the\nperiod I seem to recall.\"\n\n\"I hope,\" said Onin fervently, \"we'll find a fort or spaceport.\"\n\n\"Could be, but we haven't stumbled across any discarded plastin\ncartons,\" was Jay's dry rejoinder. \"They're stacked buckle-high around\nmost settlements on Venus.\"\n\nThe little man, Desix Owun, came breathlessly up from the rear of the\nstraggling party.\n\n\"I saw Frogs on our trail,\" his high voice shrilled, \"hundreds of 'em.\nGimme a stitcher.\"\n\nJay chuckled at Onin's raised eyebrows.\n\n\"Means an expoder,\" he explained. He turned to the ex-animat. \"Ina has\nan extra gun, the one Thela had. Tell her I said to give it to you.\"\n\nDesix Owun's shifty eyes gleamed delightedly. He hurried down to where\nthe two women toiled upward.\n\n\"I'm going back with the grenades, Jay,\" the lanky man said. He took a\nswipe at his huge nose. \"Keep climbing while I cover the rear.\"\n\n\"I'd rather go back,\" objected Jay.\n\n\"Some of them may have gone ahead of us,\" said Onin grimly, \"and\nthey'll be pushing rocks and spears down at you. We're trapped here on\nthe slope.\"\n\nJay could see the logic of the older man's words. He climbed upward\nalong the broken trail of ledges and watercourses more swiftly.\n\nAnd emerged suddenly, between two towering walls of shattered pink\nand black stone, on the edge of a grassy plateau-like expanse--the\nflattened top of the mountain they were ascending! He turned to call\ndown to the others, and a spear grazed his shoulder.\n\nFrom below three explosions, raggedly spaced, told of the effectiveness\nof the crude grenades. Then he turned to face the unknown enemies of\nthe plateau.\n\nThey were butrads like those on the trail below, unlovely web-footed\nbatrachians with the spraddled two-legged bodies of uncouth humanoids.\nTwelve of them there were, all armed with spears, clubs and knives of\nbone.\n\nHe fired carefully, husbanding his dwindling store of explosive\nneedles. And they went down, one after another, until only one croaking\ngiant remained on his feet.\n\nIt was then that the trimmer key jammed.\n\nHe worked with fog-wet fingers, not aided in the least by the sweat\nthat suddenly began to drip down his arm and fingers, to clear the key.\nIt was ticklish work for the exposed speck of biaton might explode at\ntoo rough contact.\n\nThe Frog raced closer, his ghastly purple-rimmed eyes and mouth\nstrained, and his croaking warcry booming triumphantly.\n\nThere was an explosion of rockets overhead, growing more audible\nwith every second; the butrad, hearing the sound, slowed his pace\nmomentarily. That instant gave Jay time to holster his little expoder\nand snatch up one of the clumsy spears at his feet.\n\nHe threw the weapon, scooped up another, and flung it. Both spears\nfound sleek gray flesh, one in the stomach and the other in the\nbatrachian's neckless throat. The giant Frog staggered and lurched\nforward uncertainly. Jay's fist swung up, smashing into the broad\nnoseless face, and the native went down.\n\nOne by one the three animats and the two women climbed to where he\nstood. He saw Onin hurl a last grenade downward and then climb upward\nagain. The bony-framed man's breathing was ragged as he reached the\nlevel and blood was dripping off his limp left hand from a spear wound\nin his shoulder.\n\nOnin sank down on the rocky level ground beyond the riven rocks. He\ngroped in his pouch with his good hand.\n\n\"The rocket flares,\" he murmured huskily.\n\nThe distant thunder of jets had swelled louder. There were several\nships, Jay decided, the cadence of their rockets differed. In a matter\nof seconds they would be almost directly overhead.\n\nHe ran out into the undulating grassy flat, knelt, and twisted off the\nflare's cap. He adjusted the height for six thousand feet and depressed\nthe firing stud. The rocket flare sped skyward, growling unevenly as\nits speed built up.\n\nA moment later a mushrooming blossom of orange light rode above them.\n\nRocket jets hammered, after a long instant of suspense, out a\none-three-two burst of fire. The signal had been seen. Jay shouted. He\nsent the other flare blasting heavenward to guide the ships.\n\nFrom the rocks at the rim a burst of expoder fire sounded.\n\n\n\nIna Haan stood over the three animats, two of them still helmeted. Jay\nand Onin had not yet found time to free the men from their encumbering\nexplosive-laden control cases. Their bodies were torn open by expoder\nneedles.\n\n\"What happened?\" he demanded as he raced closer.\n\n\"They attacked me,\" Ina said calmly, \"and I was forced to kill them.\"\n\n\"She lies!\" Thela cried out. \"She shot them down. So they couldn't\ntalk. She's going to blackmail Father--use the money to make her\nfamous.\"\n\nJay read the truth in the hard smile the dancer flashed him. She tipped\nup a defiant chin. And the little expoder in her hand swung to cover\nThela and himself. She planned to blackmail Animats Incorporated, once\nclear of Venus, and their lives meant little to her.\n\nShe nodded. \"Better throw in with me, Jay. We can both be rich--on\nAnimats credits. After what they did to you it's only right.\"\n\n\"And keep my mouth shut about this traffic in hunted men?\" Jay\nexploded. He shook his head. \"I'll rot in prison first.\"\n\n\"You'll not have the chance, Jay.\" For a brief moment Ina's eyes were\nsoft and pleading. \"We could have plenty fun together on all that\nstardust....\"\n\n\"Even if she kills you,\" Thela broke in, \"I'll talk. I'd rather see\nFather in prison than....\"\n\n\"You're both fools,\" said Ina Haan wearily, and the expoder swung up.\nHer face was twisted now into something not quite human.\n\nHer finger moved to depress the firing stud. There was an explosion on\nthe rocks directly behind her and she spun about toward its source. It\nwas Onin Tufor's weapon that had fired the needle. The dying animat had\naroused from his stupor long enough to loose but one ill-aimed shot.\nAnd that shot had missed.\n\nThe dancer's explosive needles ripped the lanky man's torso into shreds.\n\nBut that split second of death gave Jay the opportunity he needed. He\nsprang at Ina, knocked her expoder spinning, and the edge of his palm\nsmacked hard along the line of her neck. She dropped, unmoving, and Jay\nknotted her wrists together with a pack strap.\n\nThela came to him, and not far away the stratocars, surface ships\nequipped with radar and scanning scopes for work inside the Venusian\ncloud envelope, were grounding. In a few moments they would be bound\nfor civilization again.\n\n\"I meant it, Jay,\" said Thela softly, her breathing shallow and\nunsteady. \"No matter what comes--I'm blasting along with you.\"\n\nWith his arm around her waist the chunky man who had been an animat\nawaited the coming of the rescue party.\n",
    "metadata": {
        "author": [
            "Wells, Basil"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64595/pg64595.txt",
        "name": "animat.json"
    }
}