{
    "name": "Assassin",
    "author": [
        "Jones, Bascom"
    ],
    "body": "I deliberately dug my heels into the concrete floor of the corridor of\nthe Pentagon. The steel plates on the heels of my black uniform boots\nheralded my approach with sharp anvil sounds as I marched confidently\ntoward the unmarked door five hundred feet ahead.\n\nWhat was that expression used by Earth people of the 20th century? I\nshifted back through my training, shuffled through the facts about\nEarth's past history with which I had been indoctrinated, searching for\nthe word. _Assassin!_ That was it. But the term fell short. It lacked\nin magnitude. There was a difference in the murder of one person and\nthe assassination of the occupants of an entire planet!\n\nOne foot in front of the other, I paced off the distance toward the end\nof the hallway, carefully duplicating the strut which was a trademark\nof the Earth Council's Security Police. I'd practiced the peculiar,\njolting method of walking a thousand times, but I began to feel the\neffects of Earth's heavier gravity before I had covered half the\ndistance. It had been impossible to simulate the difference in gravity\nin my training.\n\nThe two guards standing outside the door alertly watched my approach.\nWhen I was still four paces away, one of them ordered me to stop.\nThey ignored as though they were not there the gold stars prominently\ndisplayed on the shoulders of my tunic.\n\nThe guard on the left said, \"Your ID card, sir.\"\n\nThe guards were well trained. They would not hesitate to shoot if I\nmade the slightest slip.\n\nI handed the card to him and watched as he held it up to a visi-scanner\nin the wall. The scanner glowed into life and purred softly, rapidly\nchecking the invisible identification codings on the card against the\nID component of Earth's Master Machine. Then it dulled and was silent.\nThe strident alarm siren over the scanner remained inactive. The ID\ncard was returned to me and the guards snapped smartly to attention as\nI went on into the room beyond the door.\n\nI had passed the first test.\n\n\n\nThe reception room was small. Thick carpeting deadened the clump of my\nheels as I marched toward the chromed desk guarding a second unmarked\ndoor. A flawlessly proportioned redhead sat behind the desk. Her eyes\nand face showed no expression when I stopped in front of her. Her\ntight-fitting uniform was black and bore the gold trim of the Security\nPolice.\n\nConstricting my throat, I let the words snap out crisply, as I had been\ntrained.\n\n\"General Spicer,\" I said, \"commanding general of the Security Police,\nreporting to the Secretary of Defense. As requested.\"\n\nI waited.\n\nHer eyes, still showing no outward expression, ran over me rapidly.\nThen she thumbed a button on the desk and a screen, recessed into the\nchromed surface, glowed into life.\n\nAlmost immediately, a full-face reproduction of the features of General\nSpicer appeared on the screen in color. She checked the image against\nmy face, her eyes flickering to the tiny scar under my left eye and to\nthe old blaster burn across my right ear. When the image changed to a\nprofile view, I turned my head to give her the same angle.\n\nShe nodded, pressing the button on her desk which darkened the screen.\n\nShe said, \"You're early. Your appointment with Secretary Bartlett is--\"\n\n\"For 1300 hours,\" I filled in automatically, when she hesitated in one\nlast routine test. \"I was in the building on another matter, however,\nand came here after I had finished my other business.\"\n\n\"Yes, of course,\" she said. \"Please take a seat. Senator Chambers is\nahead of you, but his business will not take long.\"\n\nI fought back the sudden impulse to pivot and stare in the direction\nher eyes were indicating. _Senator Carl Chambers._ My briefing on\nhim had been lengthy. For 60 Earth years, he had headed the un-Earth\nActivities Committee. As General Spicer, I was supposed to have a\nnodding acquaintance with him, but no more than that. During the\nyears, our rivalry had become legend. His unanticipated presence in\nthe waiting room could prove disastrous. Chambers would not be fooled\neasily.\n\nTurning slowly, I nodded stiffly and curtly in Chambers' direction and\nthen selected a chair across the room from him.\n\nThe senator's head merged directly into the shoulders of his grossly\nrotund body. Small, round eyes stared unblinkingly at me from the red\npudginess of his face. They hesitated on the black swagger stick which\nI held loosely in my right hand, moved on, and then returned to it. The\ninvisible scars, made by the electro-surgical knives in re-designing my\nbody, began to tense slowly. I shifted the swagger stick in my hand.\n\nThen the redheaded secretary stood up. She said, \"Secretary Bartlett\nwill see you now. Senator.\"\n\n\n\nFor a fraction of a time, I thought Senator Chambers had not heard her.\nHis expressionless eyes were still on me. Then, with a grunt, he lifted\nhimself to his feet and disappeared through the door behind her. A tiny\nclicking noise indicated that it locked automatically.\n\nI shifted my gaze and saw that the secretary was looking at me\nintently. It was impossible to guess at what might be going on behind\nthose eyes. The tension began to build inside me again, but I kept my\nown eyes as expressionless as hers.\n\nThe girl picked up a folded piece of paper out of a receptacle on her\ndesk and brought it over to me.\n\nShe said, \"While you're waiting, General, you might like to read the\nlatest facsimile. Or have you already seen it?\"\n\nI shook my head. \"I saw the 1100 fac-report, but I missed this one.\"\n\nShe handed it to me and returned to her desk. There was just the\nslightest suggestion of a rolling movement in her walk, not at all\nunpleasant.\n\nWhen I looked down at the facsimile sheet, the headline screamed\nsilently up at me. I swiveled my eyes over at the secretary, but\nshe was working her recordo-writer, her fingers moving rapidly,\nmechanically.\n\nThe headline read: ALIEN INVADER DISCOVERED! The story that followed\nreported that two Security Police guards had intercepted someone who\nlooked like and was dressed like an Earthman, trying to enter the\nSenate at 1109 hours that morning. A discrepancy had been discovered\nduring the routine ID card check and the imposter had tried to escape.\nThe guards had opened fire at close range, scoring two direct hits.\n\nWhile the account was obviously censored, it intimated that a full\nreport to be released later by Security Police Headquarters would be\nalmost unbelievable. It hinted that the hideous mess revealed when the\nguards' weapons had ripped through the surprisingly soft body armor of\nthe impostor positively confirmed the fact that the individual was an\nenemy alien.\n\nBefore I could read any further, there was a muted tone from the\ndirection of the desk. The secretary acknowledged the signal, spoke\nseveral words which I couldn't hear, then looked at me.\n\nShe said, \"You may go in now, General Spicer.\"\n\nI placed the facsimile sheet on her desk and waited while she activated\nthe circuit, which would release the catch on her side of the door.\n\n_Who had it been? There had been four of us. Volunteers. We had been\nselected, briefed and trained separately. We had been housed separately\nduring the mental and physical tortures of the surgical and the psych\nlabs. The ship which had brought us to Earth had released us at\nseparate points above the Earth capital. Only our ultimate goal was the\nsame. But now there was one less of us to accomplish that goal! And we\nhad lost the element of surprise._\n\nThe door clicked twice and swung open. I stepped through, just in time\nto see the rotund shape of Senator Chambers go out a private exit on\nthe far side of the room. Both doors closed at almost the same moment\nand I stood alone before the Secretary of Defense for the planet Earth.\n\nThe secretary sat behind a desk on the far side of the room. He was a\npowerful man, in keeping with the importance of the job he filled. But\nthe huge memory bank which he relied upon and which filled the entire\nwall behind his desk seemed to dwarf him.\n\nWithout looking up immediately, Secretary Bartlett carefully rewound a\ntape he had been referring to and fed it back into the open mouth of\nthe memory unit.\n\n\n\nHe said, \"Spicer, we've been talking about you. Do you have anything\nnew on this alien incident? Chambers said an impulse cleared the Master\nMachine last night, indicating there may have been some sort of ship\noverhead.\"\n\n\"No, sir,\" I lied. \"My people are working on it, but we don't have much\nmore to go on than appeared in the latest fac-report.\"\n\n\"If there was a ship overhead, it was protected by a new type of\nanti-identification device. The Master Machine probed for more than six\nminutes and registered only a void. Chambers, of course, is always--\"\n\nBartlett didn't finish the sentence. His words trailed off into a\nmoment of puzzled silence as he turned and looked squarely at me for\nthe first time.\n\nSomething had gone wrong. Something that I had done or hadn't done had\nrevealed to him that I wasn't General Spicer.\n\nSecretary Bartlett started to rise. \"Why, you're not Spicer! You're an\nimpostor!\"\n\nHis eyes displayed neither fear nor surprise, but his hand was less\nthan a time point from the alarm buzzer on the top of his desk when I\ntouched the tiny stud on the hilt of my useless-looking swagger stick.\n\nFor the tick of a pulse, he sat there with his body bathed in the\ncolored ray, his finger poised above the warning buzzer. Then his body\nbegan to glow. I closed my eyes when the heat and brightness reached\nmy face. When I opened them, there was nothing left of Bartlett but a\nswirl of dust motes.\n\nStepping behind the desk, I stripped off the thin plasti-mask which had\ndisguised my features to look like those of General Spicer. My hands\nmoved almost automatically. Each motion had been rehearsed, timed,\nanalyzed, and timed again.\n\nI reversed my coat, hiding the gold markings of the Security Police,\nand revealing the precious-metal insignia which had been worn by the\nSecretary of Defense. The now-useless ID card, which I had obtained\nearlier when I destroyed the real General Spicer, was dropped into the\noffice incendiary tube, along with the mask and the removable steel\ncappings of my boots.\n\nBy the time I had finished, only the swagger stick remained to connect\nme with General Spicer. I carefully telescoped its length, twisting\nand turning the artfully designed tubing, until it was identical to\nBartlett's cane of state, leaning against the desk. The real cane I\ndisposed of by dropping it into the incendiary tube after the other\narticles.\n\nI turned the stiff black collar of my coat up, in the same manner\nthat Bartlett had worn his. The upturned collar hid the tiny metal\nelectrodes protruding from the base of my neck, under each ear.\n\n\n\nWhen I sat down behind the desk, the image reflected up at me from\nthe chromed top was, feature for feature, that of Defense Secretary\nBartlett. The electro-surgical knives, wielded by experts, had done a\ngood job. I grimaced. I puffed out my cheeks. I rolled my eyes. And, in\nturn, the reflected image grimaced, puffed out its cheeks, and rolled\nits eyes. The texture of my skin was that of Bartlett's. Even the pore\nstructure.\n\nThis had been the final big hurdle. The rest was now up to me.\n\nNo! More accurately, the rest depended upon routine--a routine\nestablished more than 70 Earth years ago--a routine so inflexible that\nit had not been broken for a single day. My mission was to break that\nroutine.\n\nDestruction of Spicer and Bartlett was important only as a means to an\nend. As soon as they were missed, others would fill their places. I\nhad to destroy _all_ Spicers and _all_ Bartletts. I had to destroy the\nresidents of Washington, of London, of New York, of Earth!\n\nMy mission was to destroy so that we could live. That was what the\ntechnicians in the psych-labs had told me. That was what the physicians\nbehind the electro-surgical knives had told me. It had been drummed\ninto me over and over, through every phase of the mental and physical\npreparation that I had been put through.\n\nSo I sat in Bartlett's office, looking like Bartlett, waiting. I knew\nalmost to the exact time point when the buzzer on the desk in front of\nme would sound. I expected it, but when the strident tone filled the\nroom, I jumped.\n\nI thumbed the switch on the desk video-com and the features of the\nredheaded secretary looked out at me from the recessed screen. I\ndeepened my voice to mimic Bartlett's.\n\n\"Yes, Meta?\"\n\nThe video-com was a two-way security system and I knew that she could\nsee me, too. She continued to stare, and I felt the scar tissue\ntighten around the electrodes in my neck.\n\nThrough some flaw in transmission, for a brief moment, I thought I saw\nthe twinkle of an expression deep in her eyes. But that was impossible.\nHer lips twitched and the transmission flaw, or whatever it might have\nbeen, was corrected. Her eyes were as inscrutable as ever.\n\nShe said, \"It's 1324, sir. The inspection group will be here in two\nminutes. Shall I bring them in?\"\n\nI nodded my head to one side slightly, in a manner peculiar to\nBartlett. \"Thank you, Meta. Yes, of course. Bring them in as soon as\nthey arrive.\"\n\nI switched the video-com off and let my fingers lightly play with the\nbutton on the desk that activated the lock on Bartlett's private door\ninto the inner corridor. It was a temptation to open the door and\nattempt to go the rest of the way on my own. But I wouldn't make it.\nNot even disguised as Defense Secretary Bartlett. I had been warned not\nto try.\n\n\n\nMy only hope lay in the routine set up by Earth's scientists more\nthan 70 years ago--the daily inspection of the unit. As a member of\nthe inspection party, I could pass through the security guards. More\nimportant, as a member of the group, I would arrive at the protective\nforce sphere at the hub of the Pentagon at the only time and at the\nonly place the force sphere could be breached.\n\nI waited.\n\nPrecisely at the end of Meta's two minutes, the lock buzzed on the door\nto the reception room. I touched the control which opened the door and\nstood as the group filed into the room. My briefings on each of them\nhad been exhaustive, but I examined their faces for some sign that one\nor more might penetrate my disguise as Bartlett.\n\nThe redheaded Meta nodded. She had been with Bartlett as his security\nsecretary for 70 years. Senator Chambers, as a representative of the\nelectorate, darted rapid glances around the room as soon as the door\nhad closed, counting noses. General Whit Marshall, chairman of the\nJoint Chiefs of Staff of the police systems, nodded with the cold\nreserve of the high-ranking military to the higher-ranking civilian.\nThe fourth member of the group, Chet Meyers, chief Master Machine\ntechnician, was the only one to speak.\n\nThe lanky Meyers looked around the room. \"Where's General Spicer, sir?\nSenator Chambers was telling us you were going to invite him because of\nthis scare today.\"\n\nThe invisible scars which cobwebbed across my body from the\nelectro-surgical knives tensed so suddenly that I almost screamed. I\nmade myself reach for my cane casually. I had come so close!\n\nNo, wait--there was the bitter rivalry between Chambers and Spicer.\nChambers was too complete a politician to pass up an opportunity to\ndiscredit General Spicer.\n\nHis black pin-prick eyes darted up toward the time unit on the wall.\n\n\"There's no time to wait, Meyers,\" he said eagerly. \"Spicer knows the\nschedule. We must go without him.\"\n\nConscious of the stares of Meta and Meyers, I pushed the button which\nopened the door into the inner corridor.\n\nI looked directly at the Master Machine technician. \"I asked Spicer to\nget a late report on the incident for us. But you know that Chambers is\nright--we cannot afford to wait any longer. Perhaps he'll catch up.\"\n\nWe followed the corridor toward the hub of the Pentagon. Senator\nChambers led the way, almost at a trot, as though he were afraid that\nSpicer would catch up. General Marshall and Meyers, hard put to keep\nup, were strung out behind him, with Meta and me bringing up the rear.\n\nThat was the way we went through the check points manned by the\nsecurity guards. Twice I caught Meta looking at me. At one of the\ncheck points, I thought she was going to say something. I lifted the\ntip of my cane and put my finger near the stud, but she remained silent.\n\n\n\nThe tension began to mount inside me as we approached the door opening\non the invisible force wall. Through the wall, I could see the squat,\nugly building in the center of the hub of the Pentagon, which was our\ndestination. I held my cane ready. But even a CT-bomb wouldn't break\nthrough the force field.\n\nAs we drew near the final guard point, a scrubwoman who had been\nworking on the floor of the corridor picked up her bucket and fell in\nwith our party.\n\nChambers was already gesturing at the guard to set the combination,\nwhich would open the force wall at precisely 1330. I looked at the time\nunit on my wrist and saw that we had twenty seconds to wait. I resisted\nthe betraying impulse to rub the irritated area around the electrodes\nset in my neck.\n\nWhen I looked up from the time unit, everything was too quiet. Senator\nChambers was no longer dancing around impatiently. He was staring at\nthe bucket carried by the scrubwoman.\n\nThe inside of the bucket was not even damp. And the mop she had been\nusing was dry. The implication must have hit both Chambers and me at\nthe same moment. I wanted to shout a warning.\n\nChambers jumped back against the wall, yelling at the guard, \"Shoot\nher! Shoot! She is an alien!\"\n\nThe scrubwoman did the wrong thing. She turned and tried to run, her\nlegs lifting awkwardly against the pull of the unaccustomed gravity.\nBut the guard's weapon was already at his shoulder. The low-velocity\nmissile thudded into the body of the scrubwoman, flipping her up into\nthe air in a graceless somersault. She landed on the concrete floor\nwith a second thud, which echoed softly down the long hall. A pool\nslowly widened around her body and she lay still.\n\nI looked at my wrist time unit again. It was 1330. The door through the\nforce wall was open. I went past the huddled heap lying on the floor,\ncareful not to step in the pool of moisture.\n\n_Too hideous to put into words in a public fac-report! That's what the\nfacsimile sheet had hinted about the broken body of the other \"alien.\"\nTwo from four left only two. But the door through the force wall was\nopen. I had to get through the door and into the building._\n\nSenator Chambers stepped out from behind the guard and blocked the\ndoorway. His little eyes flashed from one expressionless face to\nanother as he tried to come to some inner decision. His shoulders\nslumped.\n\n\"I--I don't like it,\" he said. \"The door is open now. I think perhaps\nwe had better wait for General Spicer, after all.\"\n\nBut Meta shook her head and pushed past Chambers. She said, \"No. You\nknow the routine as well as we, Senator. We are required to inspect the\nunit. Leave the guard on duty here.\"\n\n\n\nI took advantage of the indecision of the others and pushed through the\ndoor after her toward the squat, ugly little building that was my goal.\n\nMeta was almost to the door of the building when I heard Chambers yell.\n\n\"Stop her, Secretary Bartlett! She's malfunctioning. We've all been\nordered to wait outside for an ID check.\" I ignored him and he yelled\nagain. \"Guard, open fire on the girl. Don't let her get inside that\ndoor!\"\n\nBut he was too late. Meta disappeared through the door into the black\nbuilding. I stepped inside just as it slammed shut and the first\nmissile smashed against the door from the guard's weapon.\n\nThe building was not large. The Master Machine squatted like a huge,\nthick-bodied black spider in the center of the building. A cobweb of\npower lines and control cables criss-crossed the floor and fed into the\nbase of the unit.\n\nA myriad of tiny moving parts, levers and cams and elbowed arms and\ngears pulsed and shifted and moved to give the impression that the\nMaster Machine was breathing, that it was alive. Tiny multicolored\nlights twinkled on and off. Giant vacuum tubes hummed and glowed. And\nall the while, it munched on endless tapes.\n\nThe black monster was the heart of Earth's civilization, and it was the\nmeans of it. As I started toward the machine, a grid at the top turned\nslowly and ogled me. Almost immediately, a red tube blinked on, and\nthe moving parts on one section of the machine plunged into a frenzied\nrhythm of action.\n\nI ran forward, breathing heavily under the strain of the unaccustomed\ngravity. I had only seconds in which to act. At any moment, Senator\nChambers and the guards would be coming through the door behind me.\n\nI raised the cane and touched the stud.\n\nThe finger of lavender light knifed toward the machine, searching for\nits heart and memory unit.\n\nThe ray fused and melted and burned, cutting deeper and deeper into the\nmaze of wires and tubes and relays. There was a blinding flash and one\nsection of the machine ground to a stop. Other sections immediately\nincreased their tempo of movement.\n\nBehind me the door slammed open, and Senator Chambers and two guards\nstumbled into the building.\n\nChambers yelled, \"He's over there in front of the Master Machine. Hurry\nup ... and ... shoot! Before it's ... too late! _Shoot!_\"\n\nHis face almost a cherry red, Chambers danced out of the way. The\nguards raised their weapons and sighted.\n\nThen the ray from my cane cut deeply into the very innermost section\nof the master unit and the machine died. A dial on the front of the\nblackened, twisted mess spun slowly to a stop. There was no more noise\nand no more movement.\n\nIt was done.\n\n\n\nAs I released the stud on the cane, the weapons of the guards were\npointed directly at my back. Chambers' eyes were like two black\nmarbles, staring at me, his head strained forward to watch the results\nof the missiles.\n\nI took a careful step to the left. And another. And then another. They\ndidn't move.\n\nThe guards' weapons remained trained on the spot where I had been\nstanding. Senator Chambers continued staring at the place where I had\nbeen.\n\nNone of them moved. They remained there, pointing at nothing. The\nelectrodes at the bases of their necks reflecting the molten glow from\nthe wrecked Master Machine.\n\nI relaxed. I rubbed the tender skin around the dummy electrodes set in\nmy neck. It was finally over.\n\nThen a shadow moved against the wall where there should have been no\nmovement. It lengthened and took on the shapely form of the redheaded\nMeta.\n\nOnly now her eyes were no longer dead and expressionless. They were\nalive with feeling.\n\nI said, \"So you are the other one. I should have guessed when you ran\ninto the building ahead of me. But I was too busy thinking of those\nguards and of Chambers.\"\n\nShe nodded. Her lips relaxed into a smile.\n\n_Two from four leaves two! But we had accomplished our mission. And\noutside the building, in Washington, London, New York--in every Earth\ncity--figures on the streets, in office buildings, and at home had\nbecome motionless, poised like mechanical toys with their springs run\ndown. Housewives, cab drivers, copter pilots, passengers, shoppers,\npolicemen, government workers had ceased to move, had stopped\nfunctioning with the destruction of the Master Machine._\n\nThe redhead said, \"It's really over, isn't it? They're stopped.\" She\nlooked at the still figures, the dummy electrodes in her neck quivering\nin a shiver. \"They can't kill any more?\"\n\nI said, \"It's over.\"\n\n\"They can't destroy or move?\"\n\n\"Without the Master Machine, they have no power supply--nothing. And\nthey can't kill or destroy.\"\n\nShe walked over to look at the figures. \"What went wrong? What happened\nto them?\"\n\nI shrugged. \"You can't blame them any more than you can blame a boiler\nthat explodes or a dam that breaks. It was the human race itself that\nwas responsible for what happened. We became lazy, careless. We built\ntoo many time saving gimmicks to do too many jobs for us.\"\n\n\n\n\"But the machines were designed to help us,\" she said. \"To make life\nbetter and more pleasant.\"\n\n\"At the beginning,\" I agreed, \"but we didn't know where to stop. We\nstarted with labor-saving devices. We replaced ourselves in factories,\noffices, restaurants, stores. Still it wasn't enough. We designed\nrobots to serve as traffic policemen, to drive cars, and to handle\nthinking tasks. Then we designed humanoid robots, mechanical replicas\nof man and woman, controlled by the computing sections of the Master\nMachine, activated by its power supply, able to move and talk and\nthink. We used them as servants. We had the means to replace ourselves\ncompletely--everywhere.\"\n\n\"Why did they turn on the human race?\" she asked.\n\nI pointed to the smoldering wreck of the Master Machine in the center\nof the room. \"Perhaps there was a weak circuit, or a tape was garbled,\nor a relay didn't close properly. The scientific colony on the Moon\nhelped some of us to escape. The rest of mankind was destroyed by the\nrobots--systematically and ruthlessly.\"\n\nThe redhead shivered again and walked over to the door leading from the\nbuilding. She stood there, looking up at the thin curve of the Moon\nshowing in the blue of the afternoon sky.\n\nFinally she said, \"Up there, by now, they will know that we have\naccomplished our mission. In a few hours, they will be filing out of\nthe underground caverns and loading onto the giant rockets. They'll be\ncoming back. But only the very oldest will have been on Earth before.\nLike us, thousands of them will be coming to a new world for the first\ntime. A world of beauty and opportunity--if they want it that way. What\nwill they decide?\"\n\nWhat _would_ they decide?\n\nI looked down at the redhead. Deep in her eyes, I saw the emotions\nwhich no humanoid robot could ever know. I saw them, and suddenly the\ntension eased out of my muscles.\n\nThe answer to her question was in her own eyes.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Jones, Bascom"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60907/pg60907.txt",
        "name": "assassin.json"
    }
}