{
    "name": "Assignats",
    "author": [
        "Leverage, Henry"
    ],
    "body": "Author of “The Iron Dollar.”\n\n\nWhen Ivan with the long surname walked down the beach at Novgorod he\nfound three men. These men were sitting on their haunches staring out\nover the Japan Sea. Ivan spoke to them in English.\n\n“I have a ship,” he said.\n\nThe first man glanced at the second; the second stared at the third.\nThey rose from their haunches and wrapped their rags around gaunt\nlimbs.\n\n“A ship in this accursed port?” asked one.\n\n“A bloody lie!” exclaimed a second castaway.\n\n“Ah hae me doots,” rasped a third derelict.\n\n“It is a fact, gentlemen,” said Ivan with the long surname. “The ship\nis loading between here and Vladivostok. She wants but a master, a\nmate and an engineer.”\n\nThe three men grew sad. They had been broken on the rack of peace.\nThey had come ashore at Novgorod in a leaking sampan. The government\nof Japan was at that moment interested in their whereabouts.\n\n“Our papers were lost in a great storm at sea,” said the leader of\nthe trio, whom men called “Micky” McMasters. “You mind the vast\nsimoom?”\n\nIvan, the Russian, spread out his hands. His great spade-shaped beard\nfluttered in the warm Japanese breeze. He thumped a be-medaled chest.\n\n“Come with me!” he said. “Papers or no papers--it is you three who\nshall take the _Shongpong_ out across the sea.”\n\n“He talks like a poet writes,” whispered “Red” Landyard, a Yankee\nmate, to Mike Monkey, the Scotch engineer.\n\n“Ah hae noo doot he’s read a wee bit. How otherwise would he know we\nwere on the beach at Novgorod? There is a price on our heads.”\n\nMicky McMasters edged the big Russian away from his whispering\ncompanions.\n\n“This ship,” asked the little skipper, “this boat you ’ave loading\nbetween ’ere and Vladivostok--what flag does she fly?”\n\n“Her home flag is Chinese. Her crew are loyal Russians. Her cargo,\nnow going aboard, is caravan tea. This tea must be taken to America\nwhere Victoria on the Island of Vancouver is. Do you know the route?”\n\nMicky felt his heart thump like a mallet inside a cask. He had\nsweated and toiled and starved on the mud flats of Novgorod. He\nsensed the coming of a bitter Winter. And here was a hard-eyed\nRussian offering him and his mates a ship for the Pacific broadside,\nwhere white men walked and roses bloomed and shirts could be worn.\n\n“I’ve steamed and sailed, man and boy,” he explained, “going on\nthirty years. I’m ’Umber born--at Great Grimsby on the North Sea. My\nmate, the tall man with the red face, is an American out of New\nBedford. My first engineer came from Tyneside--where they build good\nships. We take no back-slack from nobody. Show me your ship, says I,\nand I’ll work ’er across the Japan Sea and east by the line to\nVictoria.”\n\n“That is settled,” said Ivan Alexandrovski. “You may come with me.”\n\nMicky McMasters gathered the tattered collar of his dungaree coat\naround his unshaven neck.\n\n“One more question before it becomes a contract,” he said\nsuspiciously. “Are you loyal Russian or are you Bolshevik?”\n\nIvan with the long surname smiled blandly. He stroked his straggling\nbeard. He stared down at the little castaway.\n\n“Loyal Russian,” he said. “I have a home in Vladivostok--where Allied\ntroops are guarding.”\n\nMicky turned, jerked his head toward his mates who stood shivering in\ntheir rags, and shouted:\n\n“The contract’s signed! A fair thing for all of us. We work the\n_Shongpong_ across the western Pacific.”\n\n“Ye arranged about terms?” asked Mike Monkey, siding up to the\nskipper and glancing at the Russian.\n\n“Terms?”\n\n“Bonuses and wages?”\n\n“We’ll leave that to our noble friend.”\n\nMike gulped and spat to the mud flat.\n\n“Last time Ah left that,” he said, “Ah had nothing coming to me when\nAh went ashore.”\n\nThe Russian drew himself erect.\n\n“The scale of wages,” he declared, “shall be, for you three officers,\none thousand rubles a week--paid at Victoria.”\n\n“How much is a ruble?” asked Mike.\n\n“Two shillin’,” hissed the cockney skipper.\n\n“Twa shillin’? That make a hundred pun a week! Ah hae noo doot it’ll\nbe well earned before the end of the passage.”\n\n“Where’s the ship?” asked Red Landyard. “Show me the _Shongpong_!”\n\nThe Russian led the way up the beach. Two hours stiff walking brought\nthe castaways to a cove in which lay a rusty tramp flying the Chinese\nflag and swarming with coolies--like ants on a cockroach.\n\nMike Monkey stared at the boxes which the coolies were carrying\naboard the ship.\n\n“Tay!” he spat. “Aya, it may be tay and it may be something else.\nThem ain’t Chinese marks on the sides.”\n\n“Russian!” explained Ivan. “Come with me aboard my ship. You can see\nthe boxes are marked with Russian letters.”\n\nMicky McMasters jabbed the engineer in the ribs as they trailed up a\nshaky gangplank and sprang from the _Shongpong’s_ unpolished rail at\nthe waist.\n\n“Be careful!” he warned. “Don’t ask no bloomin’ questions. Wait till\nwe cross the Sea o’ Japan!”\n\nMike gulped. He eyed the decrepit back-stays and standing rigging of\nthe tramp. He ranged a fluttering glance along the dirty planks of\nthe freighter. He shifted his tongue in his mouth as he stared at the\ndrunken-looking funnel, which bore evidences of poorly patched shot\nholes.\n\n“A rum hooker,” he told Red Landyard. “She’s had her name painted out\nabout five times. She’s no more’n eight hundred tons, if she’s that.\nShe’s a broodin’ menace ov some kind. Ah wash my hands of this\nvoyage.”\n\n“You’re ’ands need washin’!” snapped Micky McMasters. “Drop below and\nlook over the engines. See hif there’s any coal or supplies aboard.\nReport to me on the bridge.”\n\n“D’ye call that a bridge?” Mike pointed forward of the tipsy funnel,\nwhich was painted light blue.\n\n“Hit’s a better bridge than the mud flats of Novgorod!” Micky said.\n“Get below and report. I’m skipper ’ere!”\n\n                *       *       *       *       *\n\nMike’s report, delivered between champs upon a chew of Chinese\ntobacco borrowed from a coolie, was tense and bitter.\n\n“Ye hae no conception of the state of things below,” he told Micky\nMcMasters. “There’s only one double-door boiler. It was made in\nCanton--China. The engines are cross-compound of the vintage of Isaac\nWatt and Robert Fulton. The coal is Japanese--twa bunkers of it. The\nstokehold leaks and the shaft-alley is full of bilge muck. Ah saw the\nstuffin’-boxes jettin’ water myself. The last engineer of this packet\nwrote wot he thought of it on the ditty-box door. He said enough. His\nname was MacFarland.”\n\n“What’s that got to do with hus?”\n\nMike walked from starboard to port of the tramp. He stared down at\nthe line of coolies who were staggering aboard under the last of the\nboxes. He watched the yellow hands of the gang in the forehold reach\nfor the cargo. He came back to Micky McMasters.\n\n“Wot’s it got to do with us?” he repeated. “It’s got a lot. Ah doot\nif we make Japan--let alone Victoria.”\n\n“We’ll try,” said Micky sadly. “The Russian says we can clear at\nnightfall. ’E and ’is crew are coming aboard then. I tested the\nsteering-gear. It works. Who got steam up?”\n\n“Three coolies who are sittin’ in the engine-room waiting to go\nashore. Ah borrowed some cut-plug from them--enough to last the\nvoyage--if it lasts. They can’t talk anything but pidgin English.\nTheir clothes are not worth taking--or I’d of taken them.”\n\nMicky McMasters rubbed a bristly chin reflectively. He stared at Mike\nMonkey’s faded outfit. He swung his gaze to where Red Landyard stood\non the forecastle deck, directing a gang of coolies who were clearing\naway wreckage which had fallen about the capstan.\n\n“This Russian,” he said with an anxious glance at the dark outlines\nof the shore, “this man who hired us at a thousand rubles a week is\nsome kind of a big labor captain or prince. The coolies salute him.\nThe two Tatars standing guard at that shed ashore bowed when he spoke\nto them. There’s a whackin’ mystery ’ere!”\n\n“Ah thought ye would get yer foot in it when ah saw ye chinnin’ with\nthat Russian on the mud flat. He is a smuggler!”\n\n“No! ’E don’t look like one.”\n\n“Looks is only skin deep. He ought to be skinned--with his thousand\nrubles a week.”\n\n“’E ’as nobody to navigate the ship, and the tea ’as got to be taken\nhover the western Pacific.”\n\n“Tay? Ye are daft? D’ye call that tay?”\n\nMike Monkey pointed a scornful finger at the boxes piled around the\nfore-hatch. He spat to the bridge-deck.\n\n“That ain’t tay! That’s opium or hashish or fireworks of some sort.\nAh never saw tay boxes with Russian letters on them.”\n\n“There is good tea grown in some parts of Russia.”\n\n“It’s grown! Aye, it’s grown! Wot’s to prove this cargo growed there.\nIt may have been brought to this cove in a sampan--it may have been\nbrought in a Chinese junk--it may have----”\n\n“’Vast with your ‘may-have’s!’ Get below to the boiler! ’Ere comes a\ncaravan or a funeral. They’re Russians of the province of the Don.\nSee their beards and their robes. There’s the big fellow who hired\nus. ’E’s a bloomin’ juke, that’s wot ’e is! Kow-tow when ’e comes\naboard.”\n\n“Ye told me to go below.”\n\n“’urry hup! Never mind the kowtowin’. You walk straight and take my\norders until we get on the ’igh seas.”\n\nThe first engineer fluttered a pair of pale lashes in the general\ndirection of the squad of Russians who were winding around the shore\nshed. He climbed down the rusty bridge-ladder and glided for the\nengine-room companion. He went through the single grating and thrust\nhis hands into the broken pockets of his dungaree trousers as he eyed\nthe three coolies sitting on the crank-shaft of the cross-compound\nengine.\n\n“On deck!” he roared at the chinamen. “Ye all get on deck, and don’t\nshow yer miserable faces here again. Ye’re discharged! Ye built my\nfires in Oriental fashion--upside down with all the Japanese coal on\nthe grates. Ye left me nothing but clinkers and salt water in the\nboiler and leaking gaskets and----”\n\nThe last yellow man stared down through the grating on his way to the\ndeck and departure.\n\n“Plenty much you learn by and by,” he said softly--too softly.\n“Plenty much----”\n\nMike picked up a rusty spanner. He had drawn this back when there\nsounded the raucous clang of an ancient gong in the engine-room.\nMicky McMasters, wasting no time, had rung for quarter-speed forward\nbefore the Russian crew were well aboard.\n\nTwo men came down the engine-room ladder in awkward fashion. They\nblinked at Mike. They stared at the engine as if it were an idol in a\ntemple. They stroked their whiskers.\n\n“Are ye coal-passers?” asked Mike.\n\n“Passengers.”\n\n“Wot?”\n\n“We are passengers.”\n\n“Ah asked ye if ye are coal-passers?”\n\nMike Monkey pointed toward the low door through the bulkhead which\nseparated the engine-room from the stoke hold.\n\n“Get forrard!” he rasped. “D’ye know the skipper rang for a turn on\nthe engines? D’ye know there’s only thirty pounds ov steam?”\n\nThe Russians moved toward the stokehold door. Mike picked up his\nspanner and followed them. He spent the next lurid hour breaking in\ntwo green firemen whose manners were sullen and morose.\n\n                *       *       *       *       *\n\nIt was after sundown when the _Shongpong_ clamped from her anchorage\nin the cove and started eastward over the polished waters of the\nJapan Sea.\n\nA tan-colored moon hung in the sky. A soft breeze swung out from\nManchuria. The powdered stars spangled the velvet dome of heaven.\n\nRed Landyard, Micky Masters and Mike Monkey came together on the\ndecrepit bridge of the freighter like three men making a common\nreport.\n\nIvan with the long surname and most of his following were in the\nlighted cabin where rose the quarter-deck of the freighter. A lone\nlookout stood on the forecastle head. He was smoking a long-stemmed\npipe. The ashes from the bowl of this pipe made tinder of his\nwhiskers. Now and then he pressed out the sparks and swore in\nRussian.\n\nA second and sinister figure squatted on the fore-hatch. He had a\nrifle across his knees. The end of this rifle was tipped with a\npolished bayonet.\n\n“Standin’ guard,” said Micky McMasters. “The grand juke put ’im there\nto watch the tea.”\n\n“Tay!” said Mike Monkey. “Ye still insist it is tay?”\n\nMicky squared his jaw. “I know nothing,” he said, “save that we are\n’oldin’ a course for ’Akodate and the Inland Sea, which we should\nreach this time day after tomorrow--if the steam don’t die out\naltogether.”\n\nRed Landyard stared at the Russian on the fore-hatch. He eyed the\nbright point of the steel bayonet.\n\n“They’re quiet now,” he drawled, “but we’re hardly out of sight of\nland. I expect I’ll have to chain a man or two before long. The\nforecastle is a volcano. Hear them talking? They’re arguing some\npoint in Russian.”\n\nMicky swung and eyed the break of the quarter-deck, which showed four\nlighted port-holes within the smudge of smoke that draped from the\ntipsy funnel.\n\n“They’re doing the same aft,” he said. “Ivan, the grand juke, is\nleadin’ in the prayin’ or whatever it is. I never saw such a crew for\ntalking. I don’t know who are passengers and who are workin’ the\nship. I wish I’d studied Russian.”\n\n“Wot good would that do?” asked Mike Monkey. “They wouldn’t reveal\ntheir secret plans to us. Wot did they bring the rifle aboard for?\nWot’s to prove we ain’t shipmates with a howlin’ bunch of anarchists?\nThey’re quiet now. Them twa in the stokehold only look at me and chew\non their beards when Ah give orders. They’re waitin’ for somethin’!”\n\nMicky strode across the bridge. He gazed sadly at the ripples that\ncurved from the _Shongpong’s_ straight bow. He estimated the speed of\nthe ship to be not more than seven knots an hour. There was no\nbridge-rail log.\n\nHe came back to Mike Monkey and Red Landyard.\n\n“Briefly stated,” ye said, “we’re in the ’ands of Providence.\nAnything is likely to ’appen with all that talking fore and aft. The\ncourse the grand juke gave me is to the Pacific--by the nearest\nstrait. I’m ’olding that course. That’s all I know. I ’ave a wife and\nchildren at ’ome. I was thinkin’ of them when I took the contract to\nwork this ship to Victoria.”\n\nMike studied the little skipper’s dungaree jacket and unshaven face.\n\n“How many Russians are there aboard?” he asked.\n\n“Sixty or seventy.”\n\n“Then Ah resign if it comes to blows. Ah am weak from starving on the\nbeach of Novgorod. All Ah have been able to find to eat on this\nhooker is caviar and salt fish. Ah would as soon eat clinkers.”\n\nA door slid open aft. A rolling voice struck forward. Ivan appeared,\nfollowed by two Russians. They were wrapped to the beards in great\ncoats trimmed with fur. They climbed the bridge-ladder and stared at\nthe binnacle.\n\n“East she is,” said Micky. “East, a quarter point north.”\n\nIvan swept the sea with a long glance. He nodded and pointed over the\nfreighter’s stumpy jib-boom.\n\n“Japan lays there?” he questioned Micky.\n\n“Yes. Habout four ’undred miles.”\n\n“Have you sighted any ships?”\n\n“None, yet.”\n\n“If you do call me on deck. Answer no signals. Keep the Chinese flag\nflying.”\n\n“The Union Jack would look better!”\n\nIvan stroked his beard.\n\n“You take my orders,” he said icily. “Avoid any suggestions. Keep\naway from smoke, sails and particularly gunboats of foreign powers.\nI’ll double the thousand rubles which I have agreed to give you three\nofficers. I’ll increase it to two thousand rubles a week.”\n\nMike gulped and drew his scrawny neck deep into his collar. He waited\nuntil Ivan and the Russians had descended the bridge-ladder and\nwalked slowly aft to where the light streamed from the open cabin\ndoor.\n\n“Ye heard that!” grated the engineer with scorn. “Ah thought it was\npossible to get a thousand rubles a week. Ah expect nothing now. It’s\ntoo good to be true. Ah minds the likes o’ that Russian! It was in\nGuatemala where I was paid three thousand pesos a month. The pesos\nwere worth sixpence on the pound.”\n\nMicky McMasters shook his head.\n\n“Anyway,” he said, “we’re on the first leg ’ome to blighty. We’re\ngettin’ a free passage. That’s something!”\n\nMike Monkey went below to the clanking engines. Red Landyard stared\nforward and aft. He entered the chart-house and turned in across the\nsingle seaweed mattress it contained.\n\nMicky stood the watch until midnight. He woke the Yankee mate, gave\nthe course and dropped down into the engine-room. He sat with Mike\nuntil two bells. The Scotch-Irish engineer was bitter against the\nRussians. He rose now and then and peered through the stokehold door,\nwhere a lurid light glowed.\n\n“Twa stokers,” he said, “and no fire to speak of.”\n\nMicky glanced around in caution as the engineer came back for the\nthird time.\n\n“Investigate the forehold,” he whispered. “Find out what is in those\ntea boxes. Don’t let anybody see you doing it. There’s a plot of some\nkind aboard this ship.”\n\n“They’ve talked enough for a revolution.”\n\nThe little skipper paused on the first round of the engine-room\ngrating.\n\n“Get forrard when you can,” he whispered. “Open one of those boxes.”\n\nMike gulped and nodded. He drowsed out the morning hours and climbed\nto the deck at the first crack of dawn. He waited all the day for a\nchance to creep through the stokehold without being detected by the\ntwo Russian stokers. A second night came and after night the\ntwinkling lights of the Inland Sea. No chance afforded itself in the\npassage between the Japanese Islands.\n\nIt was morning of the third day when Ivan with the long surname\ndashed thoughts of a discovery in the forehold by summoning all hands\nto the waist of the _Shongpong_.\n\n                *       *       *       *       *\n\nA wild seascape greeted Mike’s eyes as he hurried up the engine-room\nladder and braced his spindle legs athwart the planks.\n\nThe dusky outlines of the Japanese Coast were fast fading in the\nwest. The wind swung out of a biting north. The sea had been stirred\nby the tail of a storm. The dingy freighter, with her tipsy funnel\nand standing rigging, rolled and tossed. She threatened to have the\ntwo masts out of her at any moment.\n\nMicky McMasters stood the bridge with Red Landyard. Ivan and all of\nthe Russians, including the crowd from the forecastle, were gathered\nbeneath the shelter of the quarter-deck’s lift. They glanced at Mike\nMonkey and started chattering in Russian. His eyes lifted over their\nheads. He gulped and moved his Adam’s apple up and down his scrawny\nthroat. He spat to the deck.\n\nThe Chinese flag which had been flying from the jack staff had been\nreplaced by a red oblong. It showed baleful in the rays of the sun.\n\nMike turned his chin. He looked at Micky. The little skipper’s jaw\nwas square set. His shoulders were thrown back. There was a fighting\nfire in his eyes.\n\n“Wot happened?” asked Mike shrilly.\n\n“Our friends are in charge of the ship,” said Micky over the\nbridge-rail. “Come up ’ere! They’re going to take a vote for captain,\nmate and engineer. They say all things in their government should be\nsettled by a vote. They’re going to elect a citizen captain.”\n\n“Wot is their government?”\n\nMicky gripped the rail.\n\n“Bolshevik!” he snapped.\n\nMike steadied himself on the wet planks. He spat to the deck for a\nsecond time. His glance ranged from the little skipper to Ivan’s\nbroad face.\n\n“Ah thought so!” he rasped. “We’re deluded men!”\n\nIvan strode from the press of Russians beneath the break of the\nquarter-deck. He mounted the main-hatch. His voice rose and fell with\nthe whine of the north wind. He spoke in gusty torrents. He pointed\nto the red flag aft. He turned and leveled an accusing finger at the\nbridge where Red Landyard and Micky stood with folded arms.\n\nMike squinted at the half-circle of Russians. They were being worked\nup to a storm by their leader. A fur cap was passed. Into this was\ndropped slips of paper upon which were scrawled names. A rifle’s\nbayonet lifted above the heads of the Bolsheviki. A club swung.\n\nMike leaped for the bridge-ladder and climbed to the bridge like a\nfrightened ape. He worked his lashless brows up and down. He spat\nthrough yellow teeth:\n\n“Wot’s the answer? Wot happened?”\n\nMicky McMasters sighed. He thrust his hands in his pockets\nresignedly.\n\n“Hit’s hall hup!” he declared. “They’re electing a citizen captain to\ntake my place. They’re voting for an engineer and mate. They say\nthere should be equality on the sea as well as on the land. ’Ere\ncomes hour substitutes!”\n\nMike glared at three Russians who had detached themselves from the\nothers. One was a former coal-passer. Another had come aft from the\nforecastle. Ivan made the third.\n\nThe Russian stood beneath the rocking bridge and said sternly:\n\n“You mutineers get below to the stokehold. We will guide the\n_Shongpong_ out across the Pacific. We will make our own report\nwithout your aid. We need you on deck no longer.”\n\nRed Landyard snatched up a belaying pin from the lee rail.\n\n“---- you!” he shouted. “I signed on as mate--and I’ll be mate!”\n\n“And I’m captain!” shrieked Micky.\n\nThe fight which followed was all one-sided. A hoarse command from\nIvan was answered by a determined rush forward. The Bolshevik horde\nswarmed over the bridge of the wallowing freighter. Micky and Red\nLandyard fought them tooth and nail. They swung belaying-pins and a\nchart-case. They finished their end of the struggle upon their\nknees--to which position they were beaten by the press of numbers.\n\nMike, considering discretion the better part of valor, managed to\ncreep along the weather rail and spring for the engine-room\ncompanion. He sprawled down the ladder head foremost. He rebounded at\nthe grating. He snatched up a spanner and glared upward. He braced a\nfoot in the pit, out of which flashed the slow-moving cranks of the\ncross-compound engines.\n\nHis chin described a quarter-circle. The companion-way was darkened\nby the form of a man. Micky, still fighting, dropped down and struck\nthe grating. Red Landyard was hurled after the little skipper. Both\nseamen had been shorn of most of their clothes. Their faces were\nbleeding. Welts showed upon their shoulders.\n\n“Gorblyme!” cried Micky. “Gorblyme--give me a hose! Give me hot\nwater! Give me steam!”\n\n“Go easy,” drawled the Yankee mate, squinting at the whiskered faces\nwhich blocked the entire companion. “There’s a few of them left. We\ndidn’t kill them all.”\n\n“We ought to!” spat Micky. “Bolsheviki? They’re red-’anded\nmurderers--that’s wot they are!”\n\n“That’s my opinion,” said Mike Monkey.\n\n“You? You!” sputtered Micky. “Where were you when the fight started?”\n\n“Ah came down here for a pinch bar. Ah was just going up when ye\njoined me--precipitously.”\n\nMicky rubbed his bleeding knuckles. He turned a cold shoulder upon\nthe engineer, then stared upward. He made faces at the Bolsheviki and\nshook his broken right fist.\n\n“I’ll ’ave you know there’s a law on the seas!” he snapped. “I’ll\nreport this outrage to the next British consul.”\n\nIvan pushed away the men about the companion. He descended two rungs\nof the iron ladder, turned and sneered into the gloom of the\nengine-room.\n\n“You are to remain below,” he said coldly. “Get steam up and give us\nfull speed. You will be thrown overboard if you do not obey my\norders. The citizen captain so directs me.”\n\n“Where’s me twa thousand rubles?” shouted Mike Monkey. “Coom down\nhere --ye scum of the steepies! Coom down!”\n\nIvan started descending. He thought better of the action when Mike\nsnatched up an iron bar and brandished it with agility.\n\n“Coom down, ye Bolshevik dog! Coom down if ye dare!”\n\nIvan called in Russian. A ferocious face appeared over the edge of\nthe companion. The sharp point of a bayonet extended into plain view.\nThe muzzle of the rifle deflected until it was directly aimed at\nMike. He dropped the iron bar to the grating.\n\nHe held up his hands.\n\n“That let’s me out!” he cried through chattering teeth. “Don’t\nshoot!”\n\n“Go forward,” Ivan ordered. “You and the American go forward and put\ncoal on the fires. You, McMasters, attend to the engines. None of you\nthree men will be allowed on deck. You will all be shot if you do not\nkeep the ship moving at full speed. Those are the orders of the\ncitizen captain.”\n\nMicky picked up an oil can. He squirted a stream at the nearest\ncrank.\n\n“Steam on the engine!” he said to Mike and Red.\n\nThe two castaways went through the stokehold doorway. The shovels\ngrated on the iron apron before the double fire-boxes. A biting\nScotch oath rolled into the engine-room. Micky eyed the steam-gage on\nthe main steam pipe. It was climbing. He glanced upward. The\nferocious Russian was standing guard with the rifle. Ivan had\ndisappeared.\n\n                *       *       *       *       *\n\nDays passed in unending drudgery. Food was lowered down at the end of\na line. The sentry was changed each watch. Ivan kept away from the\ncompanion, though his voice was heard in loud argument concerning the\nposition of the freighter. Micky, stripped to his sweating waist and\nsmarting from the blows he had received, grinned through the\nknuckle-thick bristle on his lips.\n\nHe kept the engines oiled. He saw to it that the throttle-wheel was\nwide open. Once he relieved Mike at passing coal. The ship made\nprogress of a kind. It was evident that the citizen captain had\nheaded for the center of the north Pacific. There was little danger\nof a lee shore.\n\n“And may he wander like the Flyin’ Dutchman!” said Mike Monkey on the\nsixteenth day. “Ah hope he’s lost.”\n\n“No,” said Red Landyard, “he’s heading somewhere. The course is\nalways east. I can tell by the sun. He hasn’t changed a quarter\npoint.”\n\nMicky McMasters glared at his two mates. They resembled stokers of\nHades. Their skin was blistered. The callouses on their hands had\nbecome small cushions. The fighting fire in their eyes alone remained\nto remind the little cockney skipper what manner of men they were and\nhad been.\n\n“The plot,” said Micky, “is thick and ’ard to fathom. For why are\nthey ’eadin’ to the States or Canada? No one wants them over there.\nThey’ll run their bloody ’eads hinto a noose.”\n\nMike Monkey cocked a grease-lined ear. He blinked.\n\n“Ye hear them chatterin’?” he asked. “They’re sea lawyers! Ah hae\nhopes they start to massacre themselves.”\n\nMicky rubbed the bristles on his chin.\n\n“We’ll reach land in a day or two,” he said. “Then we’ll find out the\nanswer for the boxes of tea and the voyage and the other questions.”\n\n“Tay!” exclaimed Mike. “Ye always said it was tay. This looks like a\ntay party. It--it----”\n\nThe Scotch-Irish engineer’s statement was broken by the appearance of\nIvan’s bulky form in the companion. The Russian came down to the\ngrating. The sentry pointed the rifle at the group. Mike dodged\nbeneath the forward bulkhead door and waited there with bent head.\n\n“McMasters!” called Ivan. “Come here, McMasters!”\n\nMicky folded his arms across his hairy breast and stared at the\nRussian.\n\n“What d’you want?” he asked.\n\nIvan peered through the engine-room gloom.\n\n“We have decided,” he said heavily, “that you can join us as a\nbrother. We have voted on it. We will make you rich. You can be one\nof us.”\n\n“I’d rather be a dirty stoker than one of your breed!” replied Micky.\n\n“We are going to give you a chance. You can help us navigate to our\nport of call. The citizen captain is not sure of his exact position.\nAssist us to obtain a reading and we will honor you by admission to\nthe Benevolent Order of Reds. We intend to raise one billion dollars\nin Canada and the United States. We shall give you a share in it.”\n\n“To ---- with you and your billion!”\n\nMicky screamed, brandishing a broken fist. “Get hout of the gangway!”\n\n“Ye did right,” whispered Mike as Ivan climbed hurriedly through the\nengine-room companion and disappeared on deck. “Ye were not to be\nbribed by the scum o’ Russia. Wot’s the answer to the billion\ndollars?”\n\nMicky stared at the point of the bayonet which crossed the sky over\nhis head. He glanced at the flashing cranks of the cross-compound\nengines. He raised his voice above the noise of their wallowing\npassage.\n\n“The answer is this!” he snapped. “They’re going to Victoria and\nCanada to raise a revolution. There are a lot of Bolsheviki in\n’iding--from Victoria to the Atlantic seaboard. This is a plot to\nstart somethin’ against law and order. I’ll smash that big grand juke\nwith a ’ammer the next time ’e talks to me. ‘E’s insulted a British\nseaman--’e ’as!”\n\nMike shot a crafty glance at the stokehold door. He scratched his\ngreasy neck.\n\n“A plot?” he said. “Ah hae noo doot we can nip it in the bud. All we\ngot to do is to open the bilge-cocks and drown the rats.”\n\n“And we go down with them?”\n\n“Aye!”\n\nMicky shook his head.\n\n“We’re not martyrs,” he suggested cuttingly. “There may be a better\nway to get rid of the scum of Siberia.”\n\n“Set the hooker on fire?”\n\n“We’ll roast with it!”\n\n“Ah’ll think it over, then.”\n\nMike Monkey disappeared through the bulkhead door. Micky watched the\nengines for a long minute. He raised his eyes and saw a shadow cross\nthe companion opening. A second bayonet joined the first. Ivan had\nposted two guards to watch the three men between decks. The big\nRussian also signaled for more speed. He was answered by oaths from\nMike Monkey and Red Landyard.\n\n                *       *       *       *       *\n\nA long, hot day passed. The heat of the stokehold and engine-room was\na thing to remember.\n\nThe three castaways sweated beneath the menace of the two bayonets\nand Ivan’s brutal oaths. The sounds from the deck were those of a\nmadhouse. It was evident that the citizen captain did not know his\nposition on the ocean. Once the _Shongpong_ headed due south. Her\ncourse was changed to northeast. She steadied and clamped onward,\nholding an uncertain path.\n\nNight brought some relief from the heat. The Japan current was\nswinging along the American shore. A breeze sprang up. The ship\nrolled. Lurid oaths from the Russians came down the rusty\nventilators. This was music to the castaways’ ears.\n\nMidnight and eight bells brought diversion. Running feet sounded on\nthe ship’s planks. A muffled cannon-shot echoed from the distance. A\nshell burst over the freighter’s rigging.\n\nClanging bells for more speed drove Micky from the engine-room into\nthe stokehold.\n\n“A gunboat!” he exclaimed. “We’re being chased!”\n\n“Ah thought we would be!” rasped Mike Monkey. “Shall Ah draw the\nfires?”\n\nThe engineer’s question was answered by a curdling oath from Ivan.\nThe leader of the Bolsheviki descended to the stokehold door. He\npeered through the gloom.\n\n“You heard the bells!” he snarled through his beard. “You all die if\nyou don’t keep up steam. We’re going to escape from the cutter.\nFortunately it is an old one.”\n\nMicky McMasters shook his head toward his two mates. He followed the\nRussian into the engine-room and picked up an oil can as Ivan\nmotioned for the sentries to get on deck. A silence fell upon the\nbrooding ocean.\n\nRed Landyard appeared between the stokehold and the engine-room. He\nbraced his legs and toyed with a short iron bar. Now and then he\nstared forward to where the crimson light glowed from the fire doors.\nThe steam mounted in the gages. Mike Monkey worked alone. The\nScotch-Irish engineer had evolved an idea out of the situation. He\nhad sent Red to the stokehold door in order to stand guard.\n\n“What is ’e doing?” asked Micky in a whisper.\n\n“_Sist!_” said the Yankee. “Pretend to oil the engines and keep busy.\nDon’t let the sentries suspect anything. Watch the steam. It’s going\nup to the bursting point.”\n\nMicky watched the gage on the main steam leader. It started climbing\nfrom one hundred and seventy to one hundred and ninety. It went over\nthe two hundred mark. It dropped and mounted again.\n\nThe little cockney skipper heard the fire doors clanging. A baleful\nlight streamed past Red Landyard. A roar sounded in the single\nfunnel. It was as if the ship were equipped with a double-fan forced\ndraft. The cross-compound engine spun like a turbine.\n\n“What’s ’e putting on the fires?” questioned Micky.\n\n“The tea!”\n\n“The what?”\n\n“The boxes of tea in the forehold,” husked Red. “We broke through and\nlooked the Bolshevik cargo over. It’s combustible all right.”\n\n“TNT?”\n\n“Nope! Look out! That sentry is cocking his gun. Duck aft. Don’t let\nhim see you talking with me.”\n\nMicky crawled down the narrow shaft-alley. He sat on the thrust block\nand searched his heated brain for an answer to Mike’s energy. Hours\nlater he heard the scraping of rocks and shale under the\n_Shongpong’s_ keel. The ship heeled and plunged on. Her bow crashed\nupon a shelving beach. The Bolsheviki cursed. A mast went by the\nboard. It splintered the deck. The funnel fell with its load of soot.\nThe engine-room filled with choking smoke.\n\nMike Monkey burst through this pall. He started mounting the ladder\nto the companion. Red and Micky followed the engineer. They stood on\ndeck and ranged their smarting eyes over a desperate scene.\n\nThe citizen captain of the _Shongpong_ had found his port of call--a\nwooded cove on Vancouver Island. In his zeal at the discovery of the\nrendezvous he had neglected to stop the ship. The freighter lay with\na seven-degree list to starboard. Her deck was a mass of wreckage\nfrom fallen standing rigging, mast and funnel. Above this melee of\ntwisted lines and back-stays and smoking ventilators, towered Ivan of\nthe long surname, his great spade-shaped beard lifted on high.\n\nHis followers swarmed around him on the tottering bridge. A red light\nshowed through the tall stems of fir-trees. This fight moved as a\nsignal. A score of furtive shadows flitted in the underbrush at the\nhead of the cove. Russian faces stared out over the shoal waters of\nthe rendezvous. A shout of brotherhood passed between ship and shore.\n\n“Loom on,” whispered Mike Monkey to Micky and the Yankee seaman.\n“Loom aft. They’re too busy forrard to notice us. We’ll lower the\ndingey and escape.”\n\nThe cockney skipper climbed over the deserted quarter-deck and\nloosened the falls. He dropped the bow of the small boat into the\nwaves that curled astern of the grounded freighter. Red Landyard\nlowered the after part of the dingey. The three castaways found oars.\nThey rowed for a dark cape that struck out into the cove. They gained\nthe beach of this point and staggered ashore. They turned and stared\nat the canted freighter.\n\n“See,” said Mike Monkey. “They’re opening the forehold. Ah wish them\nluck in wot they find beneath the hatch.”\n\nMicky squinted through the gloom. He discerned dancing figures on the\ndeck of the _Shongpong_. A bloodthirsty yell of baffled rage rose to\nthe western stars. It was echoed by the conspirators ashore.\n\n“Ah hae noo doot,” Mike Monkey rasped, “they found ah had burned all\nthe tay. Didn’t Old Whiskers ask us to keep the fires burning hot and\nnice? Ah kept them burning--at a price. Ah put all of the tay boxes\nthrough the fire doors. There’s none left.”\n\n“What was in them?” asked Micky.\n\nMike closed a lashless eyelid. He drew a greasy handful of papers\nfrom beneath his shirt. He offered them to the little skipper.\n\n“Rubles!” he said. “Bolshevik bonds and rubles! They were bringing\nthem to Canada and the States. Ah hae an idea they were going to sell\nthem to the Reds in both countries. All ah know to be sure is--there\nain’t no rubles left. Ah found them better to burn than the miserable\nslag called Japanese coal.”\n\nMicky saw a light. He squareset his unshaven chin and pointed south\nalong the coast.\n\n“We’ll walk the beach,” he said, “until we come to a coast guard. No\ndoubt the cutter that chased the Bolsheviki is nosin’ around. We’ll\nshow it where to go.”\n\nMike thrust his ruble notes back within his shirt.\n\n“Ah’ll keep these!” he declared. “They ain’t worth a ha’penny, but\nthey’re what we can expect to get for wages if the Reds start runnin’\nthe governments.”\n\n\nTHE END",
    "metadata": {
        "author": [
            "Leverage, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68918/pg68918.txt",
        "name": "assignats.json"
    }
}