{
    "name": "At Pinney's Ranch\n1898",
    "author": [
        "Bellamy, Edward"
    ],
    "body": "1898\n\n\nJohn Lansing first met Mary Hollister at the house of his friend Pinney,\nwhose wife was her sister. She had soft gray eyes, a pretty color in her\ncheeks, rosy lips, and a charming figure. In the course of the evening\nsomebody suggested mind-reading as a pastime, and Lansing, who had some\npowers, or supposed powers, in that direction, although he laughed\nat them himself, experimented in turn with the ladies. He failed with\nnearly every subject until it came Mary Hollister's turn. As she placed\nher soft palm in his, closed her eyes, and gave herself up to his\ninfluence, he knew that he should succeed with her, and so he did.\nShe proved a remarkably sympathetic subject, and Lansing was himself\nsurprised, and the spectators fairly thrilled, by the feats he was able\nto perform by her aid. After that evening he met her often, and there\nwas more equally remarkable mind-reading; and then mind-reading was\ndropped for heart-reading, and the old, old story they read in each\nother's hearts had more fascination for them than the new science.\nHaving once discovered that their hearts beat in unison, they took no\nmore interest in the relation of their minds.\n\nThe action proper of this story begins four years after their marriage,\nwith a very shocking event,--nothing less than the murder of Austin\nFlint, who was found dead one morning in the house in which he lived\nalone. Lansing had no hand in the deed, but he might almost as well have\nhad; for, while absolutely guiltless, he was caught in one of those nets\nof circumstance which no foresight can avoid, whereby innocent men are\nsometimes snared helplessly, and delivered over to a horrid death. There\nhad been a misunderstanding between him and the dead man, and only\na couple of days before the murder, they had exchanged blows on the\nstreet. When Flint was found dead, in the lack of any other clue, people\nthought of Lansing. He realized that this was so, and remained silent as\nto a fact which otherwise he would have testified to at the inquest,\nbut which he feared might now imperil him. He had been at Austin Flint's\nhouse the night of the murder, and might have committed it, so far\nas opportunity was concerned. In reality, the motive of his visit was\nanything but murderous. Deeply chagrined by the scandal of the fight,\nhe had gone to Flint to apologize, and to make up their quarrel. But he\nknew very well that nobody would believe that this was his true object\nin seeking his enemy secretly by night, while the admission of the visit\nwould complete a circumstantial evidence against him stronger than had\noften hanged men. He believed that no one but the dead man knew of the\ncall, and that it would never be found out. He had not told his wife of\nit at the time, and still less afterward, on account of the anxiety she\nwould feel at his position.\n\nTwo weeks passed, and he was beginning to breathe freely in the\nassurance of safety, when, like a thunderbolt from a cloud that seems to\nhave passed over, the catastrophe came. A friend met him on the street\none day, and warned him to escape while he could. It appeared that he\nhad been seen to enter Flint's house that night. His concealment of the\nfact had been accepted as corroborating evidence of his guilt, and the\npolice, who had shadowed him from the first, might arrest him at any\nmoment. The conviction that he was guilty, which the friend who told him\nthis evidently had, was a terrible comment on the desperateness of\nhis position. He walked home as in a dream. His wife had gone out to\na neighbor's. His little boy came to him, and clambered on his knee.\n“Papa, what makes your face so wet?” he asked, for there were great\ndrops on his forehead. Then his wife came in, her face white, her eyes\nfull of horror. “Oh, John!” she exclaimed. “They say you were at Mr.\nFlint's that night, and they are going to arrest you. Oh, John, what\ndoes it mean? Why don't you speak? I shall go mad, if you do not speak.\nYou were not there! Tell me that you were not there!” The ghastly face\nhe raised to hers might well have seemed to confess everything.\n\nAt least she seemed to take it so, and in a fit of hysterical weeping\nsank to the floor, and buried her face in her hands upon a chair. The\nchildren, alarmed at the scene, began to cry. It was growing dark, and\nas he looked out of the window, Lansing saw an officer and a number of\nother persons approaching the house. They were coming to arrest him.\nAnimal terror, the instinct of self-preservation, seized upon his\nfaculties, stunned and demoralized as he was by the suddenness with\nwhich this calamity had come upon him. He opened the door and fled,\nwith a score of men and boys yelling in pursuit. He ran wildly, blindly,\nmaking incredible leaps and bounds over obstacles. As men sometimes do\nin nightmares, he argued with himself, as he ran, whether this could\npossibly be a waking experience, and inclined to think that it could\nnot. It must be a dream. It was too fantastically horrible to be\nanything else.\n\nPresently he saw just before him the eddying, swirling current of the\nriver, swollen by a freshet. Still half convinced that he was in a\nnightmare, and, if he could but shake it off, should awake in his warm\nbed, he plunged headlong in, and was at once swirled out of sight of his\npursuers beneath the darkening sky. A blow from a floating object caused\nhim to throw up his arms, and, clutching something solid, he clambered\nupon a shed carried away by the freshet from an up-river farm. All night\nhe drifted with the swift current, and in the morning landed in safety\nthirty miles below the village from which he had fled for life.\n\nSo John Lansing, for no fault whatever except an error of judgment, if\neven it was that, was banished from home, and separated from his family\nalmost as hopelessly as if he were dead. To return would be to meet an\naccusation of murder to which his flight had added overwhelming weight.\nTo write to his wife might be to put the officers of the law, who\ndoubtless watched her closely, upon his scent.\n\nUnder an assumed name he made his way to the far West, and, joining the\nrush to the silver mines of Colorado, was among the lucky ones. At the\nend of three years he was a rich man. What he had made the money for, he\ncould not tell, except that the engrossment of the struggle had helped\nhim to forget his wretchedness. Not that he ever did forget it. His\nwife and babies, from whose embraces he had been so suddenly torn,\nwere always in his thoughts. Above all, he could not forget the look of\nhorror in his wife's eyes in that last terrible scene. To see her again,\nand convince her, if not others, that he was innocent, was a need which\nso grew upon him that, at the end of three years, he determined to take\nhis life in his hand and return home openly. This life of exile was not\nworth living.\n\nOne day, in the course of setting his affairs in order for his return,\nhe was visiting a mining camp remote from the settlements, when a voice\naddressed him by his old name, and looking around he saw Pinney. The\nlatter's first words, as soon as his astonishment and delight had found\nsome expression, assured Lansing that he was no longer in danger. The\nmurderer of Austin' Flint had been discovered, convicted, and hanged two\nyears previous. As for Lansing, it had been taken for granted that he\nwas drowned when he leaped into the river, and there had been no further\nsearch for him. His wife had been broken-hearted ever since, but she and\nthe children were otherwise well, according to the last letters\nreceived by Pinney, who, with his wife, had moved out to Colorado a year\nprevious.\n\nOf course Lansing's only idea now was to get home as fast as steam could\ncarry him; but they were one hundred miles from the railroad, and the\nonly communication was by stage. It would get up from the railroad the\nnext day, and go back the following morning. Pinney took Lansing out to\nhis ranch, some miles from the mining camp, to pass the interval. The\nfirst thing he asked Mrs. Pinney was if she had a photograph of his\nwife. When she brought him one, he durst not look at it before his\nhosts. Not till he had gone to his room and locked the door did he trust\nhimself to see again the face of his beloved Mary.\n\nThat evening Mrs. Pinney told him how his wife and children had fared\nin his absence. Her father had helped them at first, but after his death\nMary had depended upon needlework for support, finding it hard to make\nthe two ends meet.\n\nLansing groaned at hearing this, but Mrs. Pinney comforted him. It was\nwell worth while having troubles, she said, if they could be made up to\none, as all Mary's would be to her when she saw her husband.\n\nThe upcoming stage brought the mail, and next day Pinney rode into camp\nto get his weekly newspaper, and engage a passage down the next morning\nfor Lansing. The day dragged terribly to the latter, who stayed at the\nranch. He was quite unfit for any social purpose, as Mrs. Pinney, to\nwhom a guest in that lonely place was a rare treat, found to her sorrow,\nthough indeed she could not blame him for being poor company. He passed\nhours, locked in his room, brooding over Mary's picture. The rest of the\nday he spent wandering about the place, smiling and talking to himself\nlike an imbecile, as he dreamed of the happiness so soon to crown his\ntrials. If he could have put himself in communication with Mary by\ntelegraph during this period of waiting, it would have been easier to\nget through, but the nearest telegraph station was at the railroad.\nIn the afternoon he saddled a horse and rode about the country, thus\ndisposing of a couple of hours.\n\nWhen he came back to the house, he saw that Pinney had returned, for his\nhorse was tethered to a post of the front piazza. The doors and windows\nof the living-room were open, and as he reached the front door, he heard\nPinney and his wife talking in agitated tones.\n\n“Oh, how could God let such an awful thing happen?” she was exclaiming,\nin a voice broken by hysterical sobbing. “I 'm sure there was never\nanything half so horrible before. Just as John was coming home to her,\nand she worshiping him so, and he her! Oh, it will kill him! Who is\ngoing to tell him? Who can tell him?”\n\n“He must not be told to-day,” said Pinney's voice. “We must keep it from\nhim at least for to-day.”\n\nLansing entered the room. “Is she dead?” he asked quietly. He could not\ndoubt, from what he had overheard, that she was.\n\n“God help him! He 'll have to know it now,” exclaimed Pinney.\n\n“Is she dead?” repeated Lansing.\n\n“No, she is n't dead.”\n\n“Is she dying, then?”\n\n“No, she is well.”\n\n“It's the children, then?”\n\n“No,” answered Pinney. “They are all right.”\n\n“Then, in God's name, what is it?” demanded Lansing, unable to conceive\nwhat serious evil could have happened to him, if nothing had befallen\nhis wife and babies.\n\n“We can't keep it from him now,” said Pinney to his wife. “You 'll have\nto give him her letter.”\n\n“Can't you tell me what it is? Why do you keep me in suspense?” asked\nLansing, in a voice husky with a dread he knew not of what.\n\n“I can't, man. Don't ask me!” groaned Finney. “It's better that you\nshould read it.”\n\nMrs. Finney's face expressed an agony of compassion as, still half\nclutching it, she held out a letter to Lansing. “John, oh, John,” she\nsobbed; “remember, she's not to blame! She doesn't know.”\n\nThe letter, was in his wife's handwriting, addressed to Mrs. Pinney, and\nread as follows:--\n\n     You will be surprised by what I am going to tell you. You,\n     who know how I loved John, must have taken it for granted\n     that I would never marry again. Not that it could matter to\n     him. Too well I feel the gulf between the dead and living to\n     fancy that his peace could be troubled by any of the\n     weaknesses of mortal hearts. Indeed, he often used to tell\n     me that, if he died, he wanted me to marry again, if ever I\n     felt like doing so; but in those happy days I was always\n     sure that I should be taken first. It was he who was to go\n     first, though, and now it is for the sake of his children\n     that I am going to do what I never thought I could. I am\n     going to marry again. As they grow older and need more, I\n     find it impossible for me to support them, though I do not\n     mind how hard I work, and would wear my fingers to the bone\n     rather than take any other man's name after being John's\n     wife. But I cannot care for them as they should be cared\n     for. Johnny is now six, and ought to go to school, but I\n     cannot dress him decently enough to send him. Mary has\n     outgrown all her clothes, and I cannot get her more. Her\n     feet are too tender to go bare, and I cannot buy her shoes.\n     I get less and less sewing since the new dressmaker came to\n     the village, and soon shall have none. We live, oh so\n     plainly! For myself I should not care, but the children are\n     growing and need better food. They are John's children, and\n     for their sake I have brought myself to do what I never\n     could have done but for them. I have promised to marry Mr.\n     Whitcomb. I have not deceived him as to why alone I marry\n     him. He has promised to care for the children as his own,\n     and to send Johnny to college, for I know his father would\n     have wanted him to go. It will be a very quiet wedding, of\n     course. Mr. Whitcomb has had some cards printed to send to a\n     few friends, and I inclose one to you. I cannot say that I\n     wish you could be present, for it will be anything but a\n     joyful day to me. But when I meet John in heaven, he will\n     hold me to account for the children he left me, and this is\n     the only way by which I can provide for them. So long as it\n     is well with them, I ought not to care for myself.\n\n\n     Your sister,\n\n     Maky Lansing.\n\nThe card announced that the wedding would take place at the home of the\nbride, at six o'clock on the afternoon of the 27th of June.\n\nIt was June 27 that day, and it was nearly five o'clock. “The Lord help\nyou!” ejaculated Pinney, as he saw, by the ashen hue which overspread\nLansing's face, that the full realization of his situation had come\nhome to him. “We meant to keep it from you till to-morrow. It might be a\nlittle easier not to know it till it was over than now, when it is going\non, and you not able to lift a finger to stop it.”\n\n“Oh, John,” cried Mrs. Pinney once more; “remember, she does n't know!”\n and, sobbing hysterically, she fled from the room, unable to endure the\nsight of Lansing's face.\n\nHe had fallen into a chair, and was motionless, save for the slow and\nlabored breathing which shook his body. As he sat there in Pinney's\nranch this pleasant afternoon, the wife whom he worshiped never so\npassionately as now, at their home one thousand miles away, was holding\nanother man by the hand, and promising to be his wife.\n\nIt was five minutes to five by the clock on the wall before him. It\ntherefore wanted but five minutes of six, the hour of the wedding, at\nhome, the difference in time being just an hour. In the years of his\nexile, by way of enhancing the vividness of his dreams of home, he\nhad calculated exactly the difference in time from various points in\nColorado, so that he could say to himself, “Now Mary is putting the\nbabies to bed;” “Now it is her own bedtime;” “Now she is waking up;” or\n“Now the church-bells are ringing, and she is walking to church.” He\nwas accustomed to carry these two standards of time always in his\nhead, reading one by the other, and it was this habit, bred of doting\nfondness, which now would compel him to follow, as if he were a\nspectator, minute by minute, each step of the scene being enacted so far\naway.\n\nPeople were prompt at weddings. No doubt already the few guests were\narriving, stared at by the neighbors from their windows. The complacent\nbridegroom was by this time on his way to the home of the bride,\nor perhaps knocking at the door. Lansing knew him well, an elderly,\nwell-to-do furniture-maker, who had been used to express a fatherly\nadmiration for Mary. The bride was upstairs in her chamber, putting the\nfinishing touches to her toilet; or, at this very moment, it might be,\nwas descending the stairs to take the bridegroom's arm and go in to be\nmarried.\n\nLansing gasped. The mountain wind was blowing through the room, but he\nwas suffocating.\n\nPinney's voice, seeming to come from very far away, was in his ears.\n“Rouse yourself, for God's sake! Don't give it all up that way. I\nbelieve there's a chance yet. Remember the mind-reading you used to do\nwith her. You could put almost anything into her mind by just willing\nit there. That's what I mean. Will her to stop what she is doing now.\nPerhaps you may save her yet. There's a chance you may do it. I don't\nsay there's more than a chance, but there 's that There's a bare chance.\nThat's better than giving up. I 've heard of such things being done. I\n've read of them. Try it, for God's sake I Don't give up.”\n\nAt any previous moment of his life the suggestion that he could, by mere\nwill power, move the mind of a person a thousand miles away, so as to\nreverse a deliberate decision, would have appeared to Lansing as wholly\npreposterous as no doubt it does to any who read these lines. But a man,\nhowever logical he may be on land, will grasp at a straw when drowning,\nas if it were a log. Pinney had no need to use arguments or adjurations\nto induce Lansing to adopt his suggestion. The man before him was in\nno mood to balance probabilities against improbabilities. It was enough\nthat the project offered a chance of success, albeit infinitesimal; for\non the other hand there was nothing but an intolerable despair, and a\nfate that truly seemed more than flesh and blood could bear.\n\nLansing had sprung to his feet while Pinney was speaking. “I 'm going to\ntry it, and may God Almighty help me!” he cried, in a terrible voice.\n\n“Amen!” echoed Pinney.\n\nLansing sank into his chair again, and sat leaning slightly forward, in\na rigid attitude. The expression of his eyes at once became fixed. His\nfeatures grew tense, and the muscles of his face stood out. As if to\nsteady the mental strain by a physical one, he had taken from the table\na horseshoe which had lain there, and held it in a convulsive grip.\n\nPinney had made this extraordinary suggestion in the hope of diverting\nLansing's mind for a moment from his terrible situation, and with not so\nmuch faith even as he feigned that it would be of any practical avail.\nBut now, as he looked upon the ghastly face before him, and realized\nthe tremendous concentration of purpose, the agony of will, which it\nexpressed, he was impressed that it would not be marvelous if some\nmarvel should be the issue. Certainly, if the will really had any such\npower as Lansing was trying to exert, as so many theorists maintained,\nthere could never arise circumstances better calculated than these to\ncall forth a supreme assertion of the faculty. He went out of the room\non tiptoe, and left his friend alone to fight this strange and terrible\nbattle with the powers of the air for the honor of his wife and his own.\n\nThere was little enough need of any preliminary effort on Lansing's\npart to fix his thoughts upon Mary. It was only requisite that to the\nintensity of the mental vision, with which he had before imagined her,\nshould be added the activity of the will, turning the former mood of\ndespair into one of resistance. He knew in what room of their house the\nwedding party must now be gathered, and was able to represent to\nhimself the scene there as vividly as if he had been present. He saw\nthe relatives assembled; he saw Mr. Davenport, the minister, and, facing\nhim, the bridal couple, in the only spot where they could well stand,\nbefore the fireplace. But from all the others, from the guests, from the\nminister, from the bridegroom, he turned his thoughts, to fix them on\nthe bride alone. He saw her as if through the small end of an immensely\nlong telescope, distinctly, but at an immeasurable distance. On this\nface his mental gaze was riveted, as by conclusive efforts his will\nstrove to reach and move hers against the thing that she was doing.\nAlthough his former experiments in mental phenomena had in a measure\nfamiliarized him with the mode of addressing his powers to such an\nundertaking as this, yet the present effort was on a scale so much\nvaster that his will for a time seemed appalled, and refused to go out\nfrom him, as a bird put forth from a ship at sea returns again and again\nbefore daring to essay the distant flight to land. He felt that he was\ngaining nothing. He was as one who beats the air. It was all he could do\nto struggle against the influences that tended to deflect and dissipate\nhis thoughts. Again and again a conviction of the uselessness of the\nattempt, of the madness of imagining that a mere man could send a wish,\nlike a voice, across a continent, laid its paralyzing touch upon his\nwill, and nothing but a sense of the black horror which failure meant\nenabled him to throw it off. If he but once admitted the idea of\nfailing, all was lost. He must believe that he could do this thing,\nor he surely could not. To question it was to surrender his wife;\nto despair was to abandon her to her fate. So, as a wrestler strains\nagainst a mighty antagonist, his will strained and tugged in supreme\nstress against the impalpable obstruction of space, and, fighting\ndespair with despair, doggedly held to its purpose, and sought to keep\nhis faculties unremittingly streaming to one end. Finally, as this\ntremendous effort, which made minutes seem hours, went on, there came\na sense of efficiency, the feeling of achieving something. From this\nconsciousness was first born a faith, no longer desperate, but rational,\nthat he might succeed, and with faith came an instantaneous tenfold\nmultiplication of force. The overflow of energy lost the tendency to\ndissipation and became steady. The will appeared to be getting the\nmental faculties more perfectly in hand, if the expression may be used,\nnot only concentrating but fairly fusing them together by the intensity\nwith which it drove them to their object. It was time. Already, perhaps,\nMary was about to utter the vows that would give her to another.\nLansing's lips moved. As if he were standing at her side, he murmured\nwith strained and labored utterance ejaculations of appeal and\nadjuration.\n\nThen came the climax of the stupendous struggle. He became aware of a\nsensation so amazing that I know not if it can be described at all,--a\nsensation comparable to that which comes up the mile-long sounding-line,\ntelling that it touches bottom. Fainter far, as much finer as is mind\nthan matter, yet not less unmistakable, was the thrill which told the\nman, agonizing on that lonely mountain of Colorado, that the will which\nhe had sent forth to touch the mind of another, a thousand miles away,\nhad found its resting-place, and the chain between them was complete.\nNo longer projected at random into the void, but as if it sent along an\nestablished medium of communication, his will now seemed to work upon\nhers, not uncertainly and with difficulty, but as if in immediate\ncontact. Simultaneously, also, its mood changed. No more appealing,\nagonizing, desperate, it became insistent, imperious, dominating. For\nonly a few moments it remained at this pitch, and then, the mental\ntension suddenly relaxing, he aroused to a perception of his\nsurroundings, of which toward the last he had become oblivious. He was\ndrenched with perspiration and completely exhausted. The iron horseshoe\nwhich he had held in his hands was drawn halfway out.\n\nThirty-six hours later, Lansing, accompanied by Pinney, climbed down\nfrom the stage at the railroad station. During the interval Lansing\nhad neither eaten nor slept. If at moments in that time he was able to\nindulge the hope that his tremendous experiment had been successful, for\nthe main part the overwhelming presumption of common sense and common\nexperience against such a notion made it seem childish folly to\nentertain it.\n\nAt the station was to be sent the dispatch, the reply to which would\ndetermine Mary's fate and his own. Pinney signed it, so that, if the\nworst were true, Lansing's existence might still remain a secret; for of\ngoing back to her in that case, to make her a sharer of his shame, there\nwas no thought on his part. The dispatch was addressed to Mr. Davenport,\nMary's minister, and merely asked if the wedding had taken place.\n\nThey had to wait two hours for the answer. When it came, Lansing was\nwithout on the platform, and Pinney was in the office. The operator\nmercifully shortened his suspense by reading the purport of the message\nfrom the tape: “The dispatch in answer to yours says that the wedding\ndid not take place.”\n\nPinney sprang out upon the platform. At sight of Lansing's look of\nghastly questioning, the tears blinded him, and he could not speak, but\nthe wild exultation of his face and gestures was speech enough.\n\nThe second day following, Lansing clasped his wife to his breast,\nand this is the story she told him, interrupted with weepings and\nshudderings and ecstatic embraces of reassurance. The reasons which had\ndetermined her, in disregard of the dictates of her own heart, to marry\nagain, have been sufficiently intimated in her letter to Mrs. Pinney.\nFor the rest, Mr. Whitcomb was a highly respectable man, whom she\nesteemed and believed to be good and worthy. When the hour set for the\nmarriage arrived, and she took her place by his side before the minister\nand the guests, her heart indeed was like lead, but her mind calm and\nresolved. The preliminary prayer was long, and it was natural, as it\nwent on, that her thoughts should go back to the day when she had thus\nstood by another's side. She had ado to crowd back the scalding tears,\nas she contrasted her present mood of resignation with the mingling of\nvirginal timidity and the abandon of love in her heart that other day.\nSuddenly, seeming to rise out of this painful contrast of the past\nand the present, a feeling of abhorrence for the act to which she was\ncommitted possessed her mind. She had all along shrunk from it, as any\nsensitive woman might from a marriage without love, but there had\nbeen nothing in that shrinking to compare in intensity with this\nuncontrollable aversion which now seized upon her to the idea of holding\na wife's relation to the man by her side. It had all at once come\noyer her that she could not do it. Nevertheless she was a sensible and\nrational woman as well as a sweet and lovely one. Whatever might be the\norigin of this sudden repugnance, she knew it had none in reason. She\nwas fulfilling a promise which she had maturely considered, and neither\nin justice to herself nor the man to whom she had given it could she\nlet a purely hysterical attack like this prevent its consummation. She\ncalled reason and common sense to her aid, and resolutely struggled to\nbanish the distressing fancies that assailed her. The moisture stood out\nupon her forehead with the severity of the conflict, which momentarily\nincreased. At last the minister ended his prayer, of which she had not\nheard a word. The bridal pair were bidden to take each other by the\nhand. As the bridegroom's fingers closed around hers, she could not\navoid a shudder as at a loathsome contact. It was only by a supreme\neffort of self-control that she restrained from snatching her hand away\nwith a scream. She did not hear what the minister went on to say. Every\nfaculty was concentrated on the struggle, which had now become one of\ndesperation, to repress an outbreak of the storm that was raging within.\nFor, despite the shuddering protest of every instinct and the wild\nrepulsion with which every nerve tingled, she was determined to go\nthrough the ceremony. But though the will in its citadel still held out,\nshe knew that it could not be for long. Each wave of emotion that it\nwithstood was higher, stronger, than the last. She felt that it was\ngoing, going. She prayed that the minister might be quick, while yet\nshe retained a little self-command, and give her an opportunity to utter\nsome binding vow which should make good her solemn engagement, and avert\nthe scandal of the outbreak on the verge of which she was trembling. “Do\nyou,” said the minister to Mr. Whitcomb, “take this woman whom you\nhold by the hand to be your wife, to honor, protect, and love while\nyou live?” “I do,” replied the bridegroom promptly. “Do you,” said the\nminister, looking at Mary, “take the man whom you hold by the hand to\nbe your husband, to love and honor while you live?” Mary tried to say\n“Yes,” but at the effort there surged up against it an opposition\nthat was almost tangible in its overpowering force. No longer merely\noperating upon her sensibilities, the inexplicable influence that\nwas conquering her now seized on her physical functions, and laid its\ninterdict upon her tongue. Three times she strove to throw off the\nincubus, to speak, but in vain. Great drops were on her forehead;\nshe was deadly pale, and her eyes were wild and staring; her features\ntwitched as in a spasm, while she stood there struggling with the\ninvisible power that sealed her lips. There was a sudden movement among\nthe spectators; they were whispering together. They saw that something\nwas wrong. “Do you thus promise?” repeated the minister, after a pause.\n“Nod, if you can't speak,” murmured the bridegroom. His words were the\nhiss of a serpent in her ears. Her will resisted no longer; her soul\nwas wholly possessed by unreasoning terror of the man and horror of the\nmarriage. “No! no! no!” she screamed in piercing tones, and snatching\nher hand from the bridegroom, she threw herself upon the breast of the\nastonished minister, sobbing wildly as she clung to him, “Save me, save\nme! Take me away! I can't marry him,--I can't! Oh, I can't!”\n\nThe wedding broke up in confusion, and that is the way, if you choose\nto think so, that John Lansing, one thousand miles away, saved his wife\nfrom marrying another man.\n\n“If you choose to think so,” I say, for it is perfectly competent to\nargue that the influence to which Mary Lansing yielded was merely an\nhysterical attack, not wholly strange at such a moment in the case of a\nwoman devoted to her first husband, and reluctantly consenting to second\nnuptials. On this theory, Lansing's simultaneous agony at Pinners\nranch in Colorado was merely a coincidence; interesting, perhaps, but\nunnecessary to account for his wife's behavior. That John and Mary\nLansing should reject with indignation this simple method of accounting\nfor their great deliverance is not at all surprising in view of the\ncommon proclivity of people to be impressed with the extraordinary side\nof circumstances which affect themselves; nor is there any reason why\ntheir opinion of the true explanation of the facts should be given more\nweight than another's. The writer, who has merely endeavored to put\nthis story into narrative form, has formed no opinion on it which is\nsatisfactory to himself, and therefore abstains from any effort to\ninfluence the reader's judgment.\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bellamy, Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22709/pg22709.txt",
        "name": "at_pinneys_ranch_1898.json"
    }
}