{
    "name": "Battlefield in Black",
    "author": [
        "Whittington, George A."
    ],
    "body": "A lovely image shimmered on the visa-phone screen in Captain Jon\nMcPartland's cabin. He stood before the instrument, drinking in the\nvision with his eyes, and feeling it race through his blood like a\nrocket wash. But his square jaw was set in a determined line, and his\nbig hands were clenched hard.\n\nThe vision was Almira Denton, whose hair was a red-gold nebula, whose\neyes were the cool green of Terra itself. To Jon McPartland, she was\nmuch more than just the daughter of his superior, Marshal Denton,\nSupreme Commander of all Solar System forces.\n\nA memory of her soft lips had been with him through long weeks of\ndangerous outer planet patrol. Now, bringing his sleek battle cruiser,\n_Avenger_, homeward, he reached toward her over maximum visa-phone\nrange. Jon tried to keep anger from his blue eyes as he answered her\nsuggestion.\n\n\"Almira, I don't care if you are a full-blown psychologist now and\naching to qualify for the Congress of Specialists! You can't make a\ncase report out of me.\"\n\n\"Now, Jon, dear,\" pleaded the girl softly, \"you know how father needs\nhelp with Congress. Our scientists make the laws--but they think of\nscience, and neglect System Defenses. I could make them listen!\"\n\nThere was persuasion in her throaty voice that convinced McPartland she\ncould do exactly that. He knew, too, there was real cause for worry\nabout System Defense. The planets had long been disarmed. Only the\nCongress of Specialists had power to maintain armed forces.\n\nIt had neglected bases and fighting units for years. The Space Patrol\nalone remained as a weapon for law and safety--and it took all the\nfighting heart of Marshal Denton to get purchase credits for that! If\ninvaders ever struck--\n\nJon shuddered, his anger slipping away. \"I know, Almira,\" he murmured,\n\"I know. But why serve me up to the Specialists on a platter? You can\npsychoanalyze somebody else.\"\n\nAlmira shook her radiant head in dissent. \"The Eligibility Committee\nonly certifies candidates for election if they present outstanding work.\n\n\"An analysis of you would be outstanding because you're a popular hero,\nJon. You've just destroyed a powerful alien ship--been promoted! I'd be\ncertified. Earth would elect me to Congress!\"\n\n\n\nShe stood before the visa-phone in the Denton home. Jon McPartland\nvisualized her among the Specialists. He could see her slim, perfect\nfigure in abbreviated formal dress, arresting attention like a shaft of\nwarm sunshine in a musty vault. The Specialists would listen to her!\n\nAn emotion from below his consciousness pushed the realization aside.\nHe was a man, and this was the woman he loved! \"Almira,\" he said\nslowly, \"I wouldn't mind if it were someone else--but I can't--I won't\nbe just a guinea pig to you!\"\n\nThe girl came closer to the screen, her eyes alight with eagerness.\n\"Think of what it would mean to the Marshal, Jon--and to the Patrol!\nYou'd be a perfect subject Jon. You're--well, impulsive, and--\"\n\n\"Before you studied psychology,\" he flared, \"you called me\nquick-tempered, maladjusted!\"\n\nMcPartland felt the muscles bunch along his jaw, and drew anger from\nthe memory of a long forgotten quarrel to force back a sick heaviness\nin his stomach. \"Maybe I am all that, Almira--even atavistic, you said\nthen. But I'm more than a specimen in a glass box.\"\n\nHe stopped suddenly. Almira's beautiful face had faded from the\nvisa-phone screen. There had been no cut-off click from her instrument,\nbut she was gone.\n\n\"Almira,\" Jon called sharply, \"Almira.\" There was no answer. His screen\nremained grey and empty. The connection was broken.\n\nMcPartland's blue eyes narrowed, as he shot out a big hand to pick up\nthe intra-ship phone. He jabbed the Radio Room button vigorously.\n\n\"Holdern speaking,\" came the Radio Officer's crisp, efficient voice.\n\n\"I was talking to Terra over visa-phone,\" snapped the Captain. \"Did you\ncut me?\"\n\n\"No, sir!\" came the instant reply, with a shocked intake of breath.\n\"The ether is yours, Captain,\" Holdern added, recovering his dramatic\nflair in the next second.\n\n\"Then why is my instrument dead?\"\n\n\"My controls are in order, Sir,\" said the Radio Officer. \"May I send a\nmachinist's mate to look at the instrument?\"\n\n\"Carry on, Mister,\" agreed McPartland, smiling suddenly. Best crew\nin the System, he told himself. His officers acted fast, without\nhesitation or alibi. \"Report progress to the Control Room.\"\n\nWith a last disgusted frown at the visa-phone, McPartland left his\ncabin and walked through the narrow corridor to the Control Room. As he\nentered, Lieutenant-Commander Clemens turned from the view screen, his\nface achieving a masterpiece in worry.\n\n\"I was about to inform the Engineer, Sir,\" said the second-in-command,\n\"The view screen is not functioning properly.\"\n\nEngineer McTavish looked up from a chess game with Ray Control Officer\nReynolds. Neither of the two had much to do in the way of duty, now\nthat the patrol trip was ended. But the Control Room gave them an alert\nfeeling to spice their chess board feud.\n\nAt the Lieutenant-Commander's words, McTavish rose with an alacrity\nthat suggested a game not going to his liking. He reached the view\nscreen with McPartland.\n\nMost of the screen seemed normal. The three curved segments,\nrepresenting joined fields of space extending around the sides and\naft of the _Avenger_, showed the normal inky, star-studded black. But\nit was different with the forward screen. In the center, where the\ngrowing image of their green home planet should have been, was only\nblackness--unrelieved emptiness.\n\n\"From the looks of that, Mister McTavish,\" the Captain said sternly,\n\"you have a few stalemated wires.\"\n\n\n\nThe Engineer's thin face flushed. His long nose twitched, and his\ngrey eyes smouldered with professional indignation. \"Begging your\npardon, Sir,\" he objected. \"If any coordinates had failed, the entire\nscreen would blank out--and stay blanked, until I was notified. I\nwould authorize partial operation only while the condition was being\nadjusted, Sir.\"\n\n\"Do you mean,\" asked Lieutenant-Commander Clemens, his voice dropping\nominously, and one arm gesturing heavily at the empty blotch,\n\"that--that--\"\n\n\"That whatever you see is there,\" finished McTavish. \"Or isn't there,\"\nhe amended drily.\n\nCaptain McPartland saw Ray Control Officer Roberts get up quietly\nfrom before the chess board, and walk over to his station. Roberts,\nhis round face impassive, brown eyes thoughtful, slid into the chair\nbefore his microphone, and ran long, slim fingers lovingly over his\ncalculators.\n\nThe Engineer, too, at a nod from Jon moved over to his station.\nHis grey eyes were soft with pride as they looked over the exact\nscale replica of the _Avenger_ on the table before him. Within the\ntransparent hull, vari-colored filaments glowed with the pulse of the\nship, tracing out the perfect functioning of every mechanism.\n\nMcPartland looked at the other, then back at the view screen, and his\nfull lips tightened. He could feel the tenseness of the three officers\nas he spoke into the intra-ship.\n\n\"Get me Terra Patrol Base on the ship visa-phone,\" he ordered Radio\nOfficer Holdern.\n\n\"Sorry, Sir,\" was the crisp response, \"I've been trying to raise Terra\nsince the machinist's mate found your instrument in perfect order.\nTerra doesn't answer!\"\n\nJon's blue eyes hardened. \"Get Mars Patrol Base!\" he said softly.\n\nAs he moved to the visa-phone, Clemens took over the intra-ship,\nplugging in his headset. His gloomy expression deepened when the\ninstrument buzzed immediately.\n\n\"Navigation reports integrators acting improperly, Sir,\" he relayed.\n\"Radar shows negative from direction of Terra.\"\n\n\"Impossible!\" the Captain gasped, face suddenly wooden.\n\n\"Lieutenant Parek's exact comment, Sir,\" Clemens said sadly. He ran a\nnervous hand through thinning blond hair beneath his headset. His pale\neyes were expectant.\n\n\"Tell Navigation to hold course,\" McPartland said calmly. Something\nin his voice super-charged the already taut atmosphere of the Control\nRoom, bringing an eager smile to the face of Engineer McTavish.\n\nAs though in response, the visa-phone hummed, and its screen glowed.\nThe image formed was a young officer, an officer with a wisp of blond\nmustache and a pale face forced into disciplined blankness by a\nstraining will.\n\n\n\nSome of the weariness left the younger man's haunted eyes as he saluted\nCaptain McPartland. He spoke, his lips moving rapidly, but the words\nwere gibberish.\n\n\"Radio, scramble for ship code,\" Lieutenant-Commander Clemens said into\nthe intra-ship. He turned to the Captain. \"I hope they have the right\ncode, Sir.\"\n\n\"--extreme emergency, Sir,\" came the voice of the officer from Mars\nBase. \"Deemed it advisable to use code.\"\n\n\"Very commendable, Mister,\" McPartland acknowledged, tersely. \"My\ncompliments to the Admiral, and may I speak to him at once.\"\n\n\"I'm sorry, Sir,\" said the other, \"the Admiral is at Terra Base with\nthe major fleet units. I am Lieutenant Browne, commanding.\"\n\n\"Commanding!\" exploded Jon. \"Then the base must be almost empty!\"\n\n\"There is only a maintenance crew here,\" admitted the Lieutenant\nwearily, and added defensively, \"It's the same at Jupiter Base, Sir.\n\n\"All ranking officers are at Terra Base with the battleships, to\nreceive instruction in the use of new equipment the Specialists have\nperfected--You know, Captain, defense against mono-charge rays.\"\n\n\"Yes,\" groaned McPartland, \"I know. The Specialists strip our Bases\nto make a big ceremony--of the only thing they've done for the Patrol\nin decades. And now--\" He squared his broad shoulders, biting back\nthe rest. \"I have an urgent report. Who is ranking officer outside of\nTerra?\"\n\n\"You are, Sir. I was about to radio you, when your call came through.\"\nBrowne saluted again and drew himself up rigidly, as he went on:\n\n\"I beg to report, Captain, that we have lost radio contact with Terra\nBase. Telescopic observation reveals--\" his voice faltered and the\nlines worked more deeply into his white face--\"reveals, Sir, _no trace_\nof Terra, Luna, or the stars and planets normally visible--throughout a\nspherical area six-hundred-thousand miles in diameter.\"\n\nThe Lieutenant paused. McPartland said nothing. His square jaw was\nstraining, as though to knot his face into the same hard fist as each\nof his great hands.\n\nOn the face of Engineer McTavish, the eager smile had frozen. Ray\nControl Officer Reynolds let his restless fingers fall motionless on\nthe table before him. Clemens' small, regular features were swept\nblank by an apprehension too intense to be mirrored.\n\nAll of them strained to hear Browne's concluding words, in a voice that\nwas suddenly a whisper: \"Within that area is an absolute blackness we\ncannot penetrate by radio, radar, or telescope!\"\n\n\"Thank you, Mister,\" the Captain acknowledged, \"that checks with our\nown observation.\" He was not aware of his own voice, the cold, slow\nwords could have been spoken by some one else. \"Have you contacted\nJupiter Base?\"\n\n\"Yes, Sir,\" Lieutenant Browne answered eagerly, \"they too agree.\"\n\n\"Very good,\" McPartland said. \"Stand alert. I will contact you later.\"\nHis hand reached for the switch.\n\nAlarm leaped into Browne's face. \"Captain! Sir! Are there no further\norders? Four Patrol ships are on outer patrol--May I suggest--\"\n\n\n\nMcPartland's full lips curved into a tight, mirthless smile, below the\nsudden flame in his blue eyes. \"Mister, the Fleet is at Terra Base. If\nit can't--\" He let the sentence stop unfinished, and added quietly:\n\"This ship can handle more than those light cruisers.\"\n\n\"I beg your pardon, Sir,\" Lieutenant Browne murmured. A second later,\nhis image faded from the screen.\n\nFrom the corner of his eye, Jon saw the others watching the empty\nscreen, as though waiting for the vanished officer to ask the question\nthat was in their minds. Lieutenant-Commander Clemens, however, shook\nhis head mournfully, anticipating his superior's next act, and stepping\naside from the intra-ship.\n\nThe Captain reached for the instrument, punching down the lever for\nNavigation. \"Lieutenant Parek,\" he said clearly, \"take absolute solar\nbearings at once--plot a blind course for Terra Base.\"\n\nHe heard McTavish release his breath in a soft satisfied, whistle,\neven as Parek's monotonous tenor replied: \"Bearings taken, Sir. Course\nplotted, Sir. Ready to proceed.\"\n\n\"Good man! He's ahead of us,\" exclaimed Engineer McTavish, his gray\neyes dancing. \"There's a brain behind that sing-song voice, after all!\nBegging your pardon, Sir,\" he added to Jon.\n\nMcPartland shot the Engineer a quick glance and nodded. The two of them\nshared their pride in the _Avenger_: McTavish in the ship itself, the\nCaptain in the officers and crew as well. And both of them sensed, with\nClemens and Roberts, that the whole, delicate, balanced entity, the\n_Avenger_, would find battle in the blackness ahead.\n\nThe Captain turned back to the intra-ship. \"Proceed on course, Mister,\"\nhe ordered. \"Full speed ahead! Reduce to quarter-speed when we enter\nthe area. Be prepared to operate ship in absolute lack of visibility!\"\n\n\"Yes, Sir,\" the Navigation Officer acknowledged, laconically.\n\n\"Begging your pardon, Sir,\" McTavish said fiercely, as his commanding\nofficer turned away from the phone, \"absolute lack of visibility. We\nwill have interior lights, Sir--I guarantee it--at least the emergency\ncircuits.\"\n\nClemens turned his pale blue, worried eyes of the Engineer. \"Light,\nMister? Light, if we can see it! There's light in and beyond that--that\nplace ahead, but we can't see it!\" he said mournfully.\n\n\"Man, there's an interference screen,\" the Engineer snapped. \"Once\nwe're through it, we'll see what's going on.\" He jerked his lanky\nframe up from his chair suddenly, his thin nose twitching excitedly,\nand turned to McPartland. \"The screen may play merry havoc with our\nmachinery, Sir. Perhaps we should hit at full speed and let our\nmomentum crash us through.\"\n\nRay Control Officer Reynolds answered the other's first assertion. \"A\nspherical interference screen, Mister?\" he asked quietly. \"Six hundred\nthousand miles in diameter! We know how much equipment it takes for a\nprotective screen around this ship--and that screen doesn't stop light\nor radio.\"\n\nMcTavish's grey eyes widened. \"Man, that's right! It would be a\nfantastic job.\" But he insisted stubbornly: \"As long as there's ether\nin there, we'll have light!\"\n\n\"I don't believe there's ether in there,\" Jon interposed thoughtfully.\n\"That's the only answer. Radar waves would be reflected from a screen\nof any sort--but our beams simply vanish.\"\n\nClemens gasped. \"Then the fluorescent markings on our controls--we\nwon't see them!\" he said anxiously. \"Light travels through ether--\"\n\n\"Mister McTavish,\" McPartland interrupted curtly, \"get your men\nand rig up a fixture for Lieutenant Parek. He'll have to work by\ntouch--everything must be at his fingertips.\"\n\n\"Yes, Sir,\" the Engineer responded briskly. He glanced respectfully at\nhis commanding officer; McTavish's thin face brightened as he saw the\nstrength of the Captain's reasoning, and found himself with a job he\ncould handle. He started out of the control room.\n\n\"There won't be much time, Mister,\" Jon reminded him.\n\n\"Begging your pardon, Sir, we won't need much.\"\n\nWith that, the officer was gone.\n\nAgain Jon smiled proudly, and turned to where his Lieutenant-Commander\nwaited. \"Mister Clemens, open all switches on the intra-phone, and\norder all stations switched open to the control room. You will relay\nany necessary messages between stations.\"\n\nClemens clamped on his headset, and his hands went over the switches\nrapidly. \"Attention, all stations. All stations.\"\n\n\"You may inform the men of the situation and our plans,\" Jon added,\nquietly.\n\nRay Control Officer Reynolds caught his gaze, his large brown eyes\nthoughtful. \"May I suggest, Sir, a fixture for the ray guns? I can\noperate my calculators, and know the results by sound--but the\ngunners--\"\n\n\"Disintegrator rays,\" Jon reminded him, \"travel through ether, as does\nlight. So do your range-finder beams.\"\n\n\"Of course, Sir!\" Reynolds said, his round face startled and dismayed.\nHe ran his fingers over his keyboards slowly. \"That means, Sir, that\nwe--\"\n\n\"We will be weaponless in there,\" McPartland finished grimly. \"A\nlifeboat with an old fashioned powder cannon and explosive shells could\nfinish us off.\" He laughed harshly. \"If it could find us!\"\n\n\n\nThe Forward view-screen was entirely blanked out. A line was rapidly\nmoving along the side screens--a line that erased the stars and drew a\nportent for the men in the control room of the _Avenger_.\n\nJon McPartland's steady gaze flicked from that line back to the empty\nforward screen. His blue eyes burned into that emptiness. Somewhere in\nthere was Terra Base--and at Terra Base was Almira Denton!\n\nWhatever the force that had closed silently around the Earth, it\nhad stilled the heart of the solar system. The planets waited, Jon\nknew, restlessly, breathlessly; for the whole intricate, interworld\ncivilization drew its life from the great industries of Terra. Let\nthose industries stop, or be taken over by enemies, and all the planets\nwould be at the mercy of those enemies.\n\nAnd the only military power which the Supreme System Congress could\ncall upon was at Terra Base. McPartland imagined the great space\nbattleships--cramped into overhaul cradles--the crews dispersed on\nleave. Slight chance to get them off in the blackness--even if crews\ncould be assembled--even if they had any place to go!\n\nBut the _Avenger_ had some place to go! McPartland's ship had a\ncrew--and it could fight!\n\n\"We'll fight,\" Jon told himself savagely. \"We'll win! And Almira--if--\"\nHe didn't finish even the thought. Instead he visualized the lovely\noval of her face--with the green eyes set in like twin, glowing\nemeralds.\n\nThe sudden jarring blast of the forward rockets brought Jon's gaze\naround to the side screens. They were almost completely blanked out.\nOnly a thin slice of normal space remained. They were entering the\narea, and Lieutenant Parek was braking.\n\n\"Man, that wasn't too soon,\" McTavish said tensely. Clemens said\nnothing, his face carefully set in a harried expression he would retain\neven when invisible. Reynolds looked up dejectedly from his desk, his\nhand resting protectively on the calculators that would be useless to\nthem. The Captain moved over to the intra-ship, standing close beside\nhis Lieutenant-Commander.\n\nThey waited silently. Jon was looking at the Engineer's eager smile, as\nthe retarding rocket blasts died away. McTavish nodded, counting the\ndrumming explosions from the stern and feeling the vibration of the\nship with an intimate knowledge.\n\n\"We're at quarter speed, Sir,\" he said, as the Captain heard the\nNavigation Officer's clear, even voice over the intra-ship speaker:\n\n\"Quarter speed, Sir. On course.\"\n\nThe last two words fell into complete blackness. Jon felt the pupils\nof his eyes straining, opening for the least trace of light. There was\nnone. He could hear the slow breathing of the others, and a few low\nexclamations through the open switches of the intra-ship.\n\n\"Carry on, Lieutenant,\" he ordered, and let his breath out of his\nlungs slowly. \"Mister McTavish,\" he added, \"here's something to add to\nyour technical knowledge: electricity does not need ether--whether it\ntravels around or within wires.\"\n\n\"Thank you, Sir,\" came the Engineer's ironic reply like a sound without\norigin in the well of blackness that closed in on Jon from every side.\n\"I had reached the same conclusion, Sir.\"\n\n\"We are running on batteries, Sir,\" Clemens relayed from beside him.\n\"The cyclotron has stopped functioning.\"\n\n\"The batteries will be enough, Sir,\" came the Engineer's voice. \"I\narranged an automatic out-in, Sir. I knew electrons couldn't bombard\natoms without ether to travel through.\"\n\n\"Good work, Mister!\" said McPartland.\n\n\"Thank you, Sir.\"\n\n\n\nThe Captain said nothing more. He was listening to the steady drum of\nthe stern rockets. The explosive charges were fired by electric spark.\nAll the functional mechanism of the ship was operated electrically.\n\nHis ship could travel. They would reach Terra. There was nothing to\ndo but wait--wait in an emptiness that brought a man to the edge of\ninsanity.\n\nIt was eerie, this feeling of isolation. Only the rocket jets seemed\nalive, pushing the _Avenger_ ahead. Jon put out his hand and felt the\nphone. It was warm under his fingers. He shivered in the warm air of\nthe control room. Suddenly he had to speak, to reach the others in this\nStygian pit.\n\n\"It must be bitter cold on Terra,\" he said evenly, \"without sunshine,\nwithout heat drawn from the central power beams.\"\n\nNear him, Clemens sighed heavily. Reynolds' fingers drummed over his\nkeyboard. It was McTavish who answered:\n\n\"Aye, Sir,\" he said, his words edged with rage, \"a few days of this and\nTerra would be a frozen wasteland.\"\n\nMcPartland clenched his great fists harder. \"There won't be a few\ndays!\" he grated. \"Whoever's behind this will want Terra and her\nindustries--and her people--in working order.\"\n\n\"You think it's human beings?\" came the Engineer's question. \"I hadn't\nthought--\"\n\n\"It has to be,\" Jon reasoned. \"The timing is perfect, and so is the\nstrategy. Striking the heart of the Solar System--when the Patrol is\nthere and helpless. They knew.\"\n\n\"Outlaws.\" Reynolds commented quietly.\n\n\"More than that, man!\" exploded McTavish. \"There's science here. It\ntakes science--genius--to eliminate the ether! It's never been done\nbefore!\"\n\n\"I think you're right, Mister,\" McPartland said. His words fell with an\ninflection as soft and deadly as the impenetrable blackness about them.\n\"There's science here--and outlaws, armed desperate men who would dare\nto try this.\n\n\"It's treason. Specialists and outlaws in an unholy alliance, trying\nfor a _coup d'etat_--for power over the whole system! There'll be a\ndemand for surrender.\"\n\n\"A black plot,\" quipped McTavish. But the others could hear the angry\nquickening of his breath.\n\n\"What choice will the Congress have but surrender?\" Clemens asked sadly.\n\nThe Captain smashed the flat of his hand against the intra-ship phone\nbefore him. \"_WE_ have the choice! We are fighters! There can't be\nmany of them in the plot--or it would have leaked out. They need the\nblackness for protection.\"\n\n\"Your logic is sound, Sir,\" said the calm voice of the Ray Control\nOfficer. \"But how will we reach them--how will we fight them?\"\n\nThe others couldn't see McPartland's broad shoulders sag momentarily at\nthe question. He thought of Almira Denton somewhere in Terra Base, and\nbunching muscles snapped his shoulders back.\n\n\"We'll find out when we land,\" he answered slowly.\n\n\"That'll be soon, man!\" McTavish cried suddenly.\n\nThey felt the _Avenger_ lurch, and quiver as port and forward rocket\ntubes thundered. Jon looked upward to where the view screens hung.\nThose screens should be splashed with a riot of color as the ship\nchanged course and plunged through the jet wash. But nothing was\nvisible to Jon's straining eyes. He heard the Engineer explaining:\n\n\"Parek has a mechanical timer rigged with an alarm, to tell him when to\ncorrect course.\"\n\n\n\nMcPartland thought for a moment of the officer down below, sitting\nmotionless, his hands strapped into fixtures. The empty seconds would\nbe eternities, while he listened to the monotonous ticking of the\ntimer. Then the strident alarm would shatter his nerves, and his\nfingers search the guide wires for the right controls.\n\n\"Can he do it?\" Clemens murmured anxiously, as though reading his\ncommander's thought.\n\n\"If he can't, there isn't a Navigator in the System who can,\" the other\nsaid tightly.\n\nAll of them could feel the deck sloping. The _Avenger_ was heading\ndown. Parek was feeling for Terra Base, balancing the forces of the\nretarding and propulsion jets, listening to the beat of the timer.\n\nMcTavish, too, was feeling for their goal. \"Steady, man, steady,\"\nhe said aloud, his sense attuned to the ship's familiar vibrations.\n\"Landing speed, now,\" he added.\n\nAll of them braced their legs against the increasing tilt of the floor.\nThey rocked on their feet, as Parek poured a richer mixture into the\nblast tubes.\n\nFor a long second the _Avenger_ hung balanced on her jets. Every\nspaceman aboard her felt his heart stop. Then the ship settled. There\nwas a bump. A moment of rocking, and they had landed!\n\nMcPartland spoke into the intra-ship phone: \"Attention all stations!\nAll hands remain at their posts until further orders.\" He turned from\nthe instrument, trying again to find those about him. \"Mister McTavish.\nYou will go out with me.\n\n\"Mister Clemens, you are in command. Take no action without orders from\nme--or Marshal Denton himself.\"\n\n\"Very good, Sir,\" replied the Lieutenant-Commander.\n\n\"I am at the door, Sir,\" said the Engineer.\n\n\"Good. Mister Reynolds will close the port behind us. No one is to\nenter the ship, Mister Clemens, unless accompanied by myself or the\nMarshal. We don't know what the situation is here, and we can't take\nchances. Is that clear?\"\n\n\"Very clear, Sir,\" Clemens answered, his tone anxious. \"Mister Reynolds\nwill remain at the port, and open it only as instructed.\"\n\nThe three of them groped down the passage. At the port, McPartland\nspoke into the blackness: \"I've switched on audiphone, Mister Reynolds.\nYou will open the port only to my voice or that of Marshal Denton.\"\n\n\"Yes, Sir,\" was the answer, the words spoken almost into his ear.\n\nJon reached out and found the other's arm. The Captain's fingers\ngripped hard, biting into muscle. \"We'll soon have the answer to your\nquestion,\" he said softly. \"If the Patrol still holds the Base--\"\n\n\"Good luck, Sir,\" replied the Ray Control Officer quietly. \"We'll be\nwaiting to follow you--anywhere.\"\n\nThe Captain found his Engineer in the well of pitch about him. There\nwas reassurance in the other's tense, firm shoulder. Together, they\nwent through the port, and heard Reynolds shut it behind them.\n\n\n\nA sharp rattle of explosions sounded in the distance, off to their\nleft. \"Man!\" gasped McTavish, \"that sounds like--\"\n\n\"Like a machine-gun,\" finished his commander. \"An old-fashioned\nexplosive powder weapon. Ray guns are useless, of course, without\nether.\"\n\n\"There's fighting,\" the Engineer cried eagerly. A single louder\nexplosion came from the left. The sound hung in the air, muffled and\ndistorted. \"A grenade,\" McTavish added mechanically. \"It was thrown\ninto a building--you can tell by the echoes.\"\n\n\"The repair docks,\" Jon said. \"The walls are thick enough.\"\n\n\"That's where the battleships are,\" the Engineer said dully, his\nexcitement draining into apprehension. \"Who's got them, and who's\nattacking? If the plotters have taken the docks and the fleet--\"\n\n\"The fleet's useless,\" snapped the Captain, \"in this blackness. The\nplotters can't man it anyway--they'll want to immobilize it, and keep\nit intact until they've won.\n\n\"It's the old arsenal I'm thinking about. We need that for--\"\n\n\"Hist, man!\" warned McTavish, suddenly. \"There's someone near us.\"\n\n\"Who goes there?\" challenged a voice sharply. \"You're surrounded, and\nyou'll get cold steel if you don't surrender.\"\n\nJon laughed. \"Did you surround the _Avenger_, too, Marshal?\" he asked\nironically. \"We're standing directly beside it.\"\n\nHe heard a sudden feminine sob of relief, and soft words that sent the\nblood throbbing to his temples: \"Oh, Jon--Jon darling.\"\n\nAnother voice cut in brusquely: \"This is no time for melodramatics,\ndaughter.\n\n\"Jon, I was sure it was you. Who else would try to fly a ship in this?\nBut we couldn't take chances. We had to find out and warn you before\nyou blundered into the enemy!\"\n\n\"We were on the lookout, Sir,\" the Captain assured him. He could\nimagine Marshal Denton; sturdy, tall, handsome. The Marshal's gray eyes\nwould be flashing there in the blackness, and the snow-white hair piled\non his massive head would make him look more than ever like a noble old\nlion.\n\n\"What have you to report, Captain?\" Denton asked tautly.\n\nJon told him briefly of their position and actions since he'd first\nfound communications with Terra cut. As he spoke, a soft hand found\nhis. Jon slipped his arm about Almira's slim waist, and drew her close.\nHer head sank to his shoulder.\n\nHe felt her stir with amazement, and her little hands gripped his arms,\nas he told the Marshal his suspicions of an alliance between outlaws\nand some of the Specialists.\n\n\"It might be,\" murmured Denton. \"There's a small bloc that has\nconsistently opposed requests for credits to enlarge and strengthen the\nPatrol.\"\n\n\"What's the situation here, Sir?\" McPartland asked eagerly. \"Has there\nbeen an ultimatum--a demand for surrender? Where is the Congress?\"\n\n\"The Specialists are in session,\" Marshal Denton told him. \"You can\nimagine the confusion! They're getting nowhere.\n\n\"There's been no demand made yet--though I think you're right and one\nwill come!\"\n\nHe was silent for a minute. Jon's hands clenched. \"What about here at\nthe Base, Sir?\"\n\n\"When the darkness fell, the repair crews and guards in the docks were\nattacked immediately by men armed with grenades and firearms,\" Denton\nexplained. \"Most of our personnel there was captured or driven out.\n\n\"Fortunately I was here. I armed a squad with firearms from the old\narsenal, and attacked. We've got them pinned in the docks. They can't\nget out--and we can't get in.\"\n\n\"The plotters must have overlooked the arsenal,\" Jon mused aloud, \"or\nthey didn't know about it.\" He could imagine the tense hurried minutes\nthat Denton described so calmly.\n\n\n\nThe Marshal had thought and moved rapidly. Squads were needed to\nlay cables or ropes to mark paths in the blackness. Men were armed\nand moved up to attack the docks. It was a brilliant mind that had\nsurrounded the attackers and organized communications and supplies for\nthe Patrolmen.\n\n\"Congratulations, Sir,\" McPartland said admiringly, and added soberly,\n\"I imagine there isn't much news from the rest of Terra.\"\n\nHe heard Marshal Denton sigh heavily. \"No, Jon. There's some\ncommunication over old electric-type instruments. In some places\nthere's rioting. Everywhere, it's cold, and people are frightened and\ndisorganized. There hasn't been time for lack of food to make itself\nfelt.\"\n\n\"Stuff could move over the railroads, Sir,\" cut in McTavish.\n\n\"The Specialists have forbidden that,\" the Marshal told him. \"Because\nof danger of accidents.\"\n\n\"Accidents!\" snapped the Engineer scornfully. \"Worrying about accidents\nat a time like this!\"\n\nJon spoke impatiently. \"May I suggest Sir, that you send a body of\nmen to Congress. Surround the building, cut outside communications.\nWhen the darkness lifts, search every Congressman, and arrest any\nfound with firearms. You can bet the plotters will be armed. But the\nCongress will have to be suspended until every member is thoroughly\ninvestigated!\"\n\nHe felt Almira stiffen in his arms, and heard McTavish exclaim: \"Good,\nman!\"\n\n\"Suspend the Congress--\" Marshal Denton repeated, shocked. \"Jon, you--\"\n\n\"It's an emergency, Sir,\" McPartland urged. \"It's war. You're the\nsupreme military commander. You have the right to act on your own\ninitiative whenever the Congress of Specialists cannot function. They\ncan't function now! You can't let them be stampeded into surrender.\nThere must be no surrender!\"\n\nFor a long minute, there was silence in the blackness about him. \"I'll\ndo it, Jon!\" Denton said at last. \"Captain Wendall!\"\n\nA man answered somewhere beyond him. Denton gave swift orders, and the\nother moved away. \"My men will be at the Congress in five minutes,\nJon,\" the Marshal said. \"Now, just how do you propose to fight this\nthing? We have to be right, now, you know. We must win--or be executed\nas traitors!\"\n\n\"I want the _Avenger_ loaded with space torpedoes, Sir. We have\nhundreds in the arsenal,\" McPartland explained. \"I believe the logical\nplace for the ether dissipating machinery would be on the far side of\nthe moon. The outlaws and their Specialist friends could have worked\nthere without fear of discovery.\"\n\nDenton was already giving orders to another officer. \"We'll have your\nship loaded in minutes, Captain,\" he said. \"You're right about the\nmoon--we don't even patrol that side. You intend to--\"\n\n\"To blast every square inch of its surface,\" Jon said fiercely, \"from\nspace. Once we destroy the machinery, and lift the blackness, we'll\nmake short work of the plotters. The _Avenger_ could do the job alone!\"\n\n\"Good!\" said the Marshal. \"I hope your theory is sound. We haven't much\ntime to experiment.\"\n\n\"No,\" said Almira suddenly. \"Millions of people would die in rioting,\naccidents, from starvation--if light--if the ether isn't restored! We'd\nhave to surrender before that happened.\"\n\n\"What would those millions gain,\" McPartland demanded savagely,\n\"better than death--under the rule of outlaws and traitors?\"\n\n\n\nAlmira pulled away from him. Her fingers slipped from his. \"It is\nmodern,\" she said coolly, \"to preserve life, not throw it away in\nhopeless resistance! If you fail, we must surrender.\"\n\n\"I'm afraid she's right, Jon,\" Marshal Denton's voice added quietly.\n\nJon's angry retort stopped on his tongue, as a strong hand clamped his\narm. McTavish whispered, somehow finding his Captain's ear: \"We'll\nstill have the _Avenger_, Sir, to fight in--let them surrender who\nwill.\"\n\nMcPartland fought back his rage. The Engineer was right. It was no\ntime to debate. It was time to start the fight. \"I'll instruct my\nmen, Marshal Denton,\" he said, \"about the space torpedoes. The things\nhaven't been used in battle for decades, and they'll be tricky to\nhandle.\"\n\n\"We've laid a cable line directly to the ship, Sir,\" an invisible\nofficer beside him said respectfully. \"You can follow it with your\nfeet.\"\n\n\"Thank you.\" Jon made his way back, McTavish at his heels, and gave\nnecessary orders to Reynolds at the port. McTavish went inside to\nsuperintend the loading, and Jon followed the cable to the Marshal's\noffice.\n\nIt was a long, almost silent wait, while the loading went on. There was\nlittle to say. Denton received reports, and issued orders. There was\nthe murmur of detached voices, and the sound of slow, careful footsteps\nin and out of the room.\n\nJon sat quietly out of the way. Almira was there somewhere. She did not\nspeak to Jon, although he heard her soft voice in occasional snatches\nof conversation with her father. Jon could imagine her, pale with the\nstrain of this nightmare, lovely, her green eyes angry and scornful.\nShe was angry, he knew, angry at his will to resist--to waste, as\nshe thought, blood and lives in a fight that would seem vain if the\ndarkness weren't lifted. Almira couldn't know what kind of men the\noutlaws were. Jon knew; he'd fought them!\n\nRestlessly, he started to rise from the chair. The _Avenger_ should be\nready. His feet sought for the cable on the floor, and his eyes found\nit first. It took a full second to realize that dim light had returned.\n\nDenton exclaimed suddenly. The light was growing brighter. Then it was\nfull daylight, and the Marshal was starting for the door. From outside\ncame the rattle of firearms, and a hissing that told of many heat rays\nflaring into action. The battle for the repair docks!\n\n\"Wait, Sir,\" McPartland cried to the Marshal, \"the visa-phone! This\nmust be it. The plotters have let the ether back to broadcast their\ndemands.\"\n\nThe news channel button on the visa-phone glowed brightly. Denton\nsnapped the instrument on, and adjusted the wave length. The screen\nglowed--empty! Whoever was broadcasting was not projecting his image.\nThe voice that spoke was harsh, cruel:\n\n\"Citizens of the System,\" it said bluntly. \"The Terra Council for\nFreedom has struck for your liberation. We are citizens of Earth who\nrise in indignation against the corruption, hypocrisy, and inefficiency\nof the Congress of Specialists. Most especially, we rise against the\ndictatorship of the man who has used the Congress as his tool--the man\nwho today holds your alleged representatives prisoner--Marshal Denton,\nyour ruler, unmasked, at last, in this moment when we strike for your\nfreedom!\"\n\nThe voice paused. For a space there was no sound from behind that\nglowing, empty screen.\n\n\n\n\"Dictator!\" Marshal Denton bellowed. His handsome face colored, and he\ntook an involuntary half step toward the visa-phone. \"Dictator! Of all\nthe--the--\" He choked off the rest, regaining his poise.\n\n\"Very nice, Jon,\" murmured Almira. \"Your suggestion certainly played\ninto their hands.\"\n\n\"One lie is as good as another,\" he answered. \"You should know that\npropaganda works on lies.\" He grinned at them suddenly. \"We can guess\nfrom that tirade, that we have the leaders--or some of them imprisoned\nwith the Congress.\"\n\nAlmira flushed, and was silent. Denton nodded. \"Yes, Jon, I think we\nhave. But how did they communicate with the others.\"\n\nThe Captain shrugged. \"Probably telegraph. An instrument could be\nhidden there, and wires laid well in advance. Listen--\"\n\nFrom the visa-phone, the hard voice spoke again: \"We, the Terra\nCouncil for Freedom demand the immediate surrender of the Congress,\nand of Marshal Denton. When Denton has informed the Congress of his\nacceptance, our committee will communicate further instructions.\"\n\nAnother long pause, before the speaker concluded. The words were deadly\nwith menace: \"Citizens of Terra, revolt and overthrow your oppressors!\nUntil they surrender, Terra will remain a dark, silent world. If they\ndo not surrender, it will become a dead world soon!\"\n\nThe screen brightened suddenly. A man's head and shoulders formed.\nThe shoulders were broad, powerful. Above them, the face was strong,\nbronzed. There was a scar across one cheek that was known throughout\nthe system. Black eyes blazed with reckless courage, out of deep\nsockets. Full, thick lips curved in a crafty smile.\n\nJon McPartland clenched his huge fists helplessly. He knew the trail of\nmurder and robbery behind that animal courage, that scheming smile. The\nman was Mark Baron, the most notorious and deadly outlaw still at large!\n\n\"Someday,\" Jon said savagely, \"I'll catch you, Baron!\"\n\nThe outlaw was fading from the view, as the screen dimmed. Outside, the\ndaylight, too, faded. Blackness crowded in again.\n\n\"Very clever,\" came Almira's voice. \"Many people are foolish enough to\nthink of Mark Baron as a modern Robin Hood.\"\n\n\"He's the worst kind of criminal,\" Marshal Denton said bitterly. \"But\nthe ridiculous legends about him will help their propaganda. There will\nbe panic and rioting now!\"\n\n\"Jon, we can't let this go on! We've got to--\"\n\nAn officer entered to report. Outside, the firing had dropped off. Ray\nguns were again useless. There hadn't been time to recapture the docks.\n\n\"The _Avenger_ is ready, Sir,\" Jon said, when the officer had left.\n\"We'll take off at once.\"\n\n\"Good luck, Captain,\" the Marshal said dully. \"Almira, will you go--\"\nHe left the question unfinished. Jon knew he was thinking of his\ndaughter, in a world ruled by men like Mark Baron. \"Jon!\" The older man\nsaid fiercely, \"we can't give up!\"\n\n\"I'll stay with you, Father,\" the girl said quietly, refusing Denton's\nunspoken plea. \"We'll have to be realistic--have to think of the\nmillions whose lives--\" Her soft voice caught. \"But, Jon--Jon, good\nluck!\"\n\n\n\nOut in space, the starlight was bright and clean. The four men in the\n_Avenger's_ control room glued their eyes on the side view screens.\nThey felt their spirits lift out of the black nightmare that still\ncovered the forward screen. They were silent, loving the stars and\nplanets shining back at them, untouched by the evil that blotted out\nTerra.\n\n\"It's wonderful, man,\" said McTavish at Jon's shoulder.\n\nMcPartland nodded. He was surprised somehow to find the control room\nunchanged. Reynolds still sat before his calculators. Clemens stood\nbeside the intra-ship, headphones clamped over his ears.\n\nThe Lieutenant-Commander shuddered with every lurch of the ship. \"Those\ntorpedoes, Sir,\" he muttered anxiously. \"One would blow this ship\napart.\"\n\n\"Don't worry, Mister,\" the Engineer reassured him, \"we'll get rid of\nhalf of them on the moon.\" He added to McPartland: \"We're launching\nthem from Ray Station Six.\"\n\n\"Good! You'd better get down there, Mister McTavish. We'll be heading\nin for the moon--but quick!\"\n\n\"Yes, Sir.\" The Engineer left the control room.\n\nAs he passed through the door, McPartland heard the even voice of\nLieutenant Parek on the intra-ship: \"Course plotted, Sir. Ready to\nproceed.\"\n\n\"Proceed,\" the Captain ordered. \"Full speed ahead.\"\n\n\"Full speed?\" groaned Clemens, as the ship swung, and they felt the\npull of acceleration. \"The vibration, Sir! Those torpedoes.\"\n\nJon grinned. \"You know you don't give a hang about those torpedoes,\nMister Clemens--just so we land them where they'll do the job.\"\n\nThe Lieutenant-Commander looked pained. \"Of course, Sir,\" he agreed\nquickly, and added with an effort: \"But full speed with no visibility!\"\nHe started as an excited voice rang in his headset, and automatically\nrelayed the message McPartland could hear clearly through the still\nopen switches of the intra-ship: \"Radio reports Mars Base has observed\nus, and is asking for orders.\"\n\n\"No orders,\" Jon snapped. \"They can't help.\"\n\n\"Lieutenant Browne's compliments, Sir,\" responded Radio Officer Holdern\neloquently, \"and good luck.\"\n\nHis words were followed by low exclamations from stations all over the\nship. The _Avenger_ was again enveloped in the pitchy nightmare. Jon\nput his hand on the ship phone, aware that Reynolds' fingers once more\nwere drumming his calculator keys, and Clemens was breathing quickly,\nlightly, in time to the quickened beat of the rocket jets.\n\nThere wasn't long to wait this time. The Navigation Officer's\nunhurried, emotionless words floated into the Control room: \"Ready for\nrun, Sir.\"\n\nMcTavish was cut in on a three way connection. \"Ready to fire\ntorpedoes, Sir,\" he said immediately.\n\n\"Fire at positions,\" Jon told him.\n\nHe felt the sweep of the ship as she turned, and imagined Parek,\nwaiting quietly for his alarm.\n\n\"Position one,\" warned the Navigation Officer, paused, and added\nflatly, \"dead.\"\n\n\"Torpedo away,\" sang the Engineer from Ray Station 6. \"Ready again.\"\n\n\"Position two,\" Parek responded as his alarm spoke again. \"Dead.\"\n\n\"Away,\" McTavish told him jubilantly. \"Ready.\"\n\n\n\nThe procedure was repeated over and over. Below them, on the cold\ndead surface of the moon, carefully plotted explosions cut a swath of\ndestruction that could destroy any man-made structure ever raised.\nSpace torpedoes were slow, easy to dodge or hit with a ray beam. They\nhad been abandoned in modern combat. But they were the most powerful\nexplosive force ever created by human science.\n\nIn the control room there was nothing to hint at success, or failure.\nBut McPartland knew the torpedoes couldn't be seen or destroyed with\nray beams in this etherless black. Nothing could halt the methodical\nblasting. Jon grinned. The super-science of the plotters made it\npossible to use an obsolete weapon against them.\n\n\"What if some miss the edge?\" asked Clemens anxiously. The _Avenger_\nwas running around the circumference of the satellite, following a\ncourse that drew ever-tighter circles until the last torpedo was\ndelivered in the exact center.\n\n\"The fuse is set to explode them before they reach the Earth,\"\nMcPartland told him. \"But none will miss.\"\n\nThere was silence then in the room, except for the unending duet of\nParek and McTavish, coming sharp and clear through the ship phone. The\nthree officers braced their legs hard against the deck, as the ship\nraced at maximum speed into sharper turns.\n\nIn the end, the _Avenger_ seemed to whip around almost in its own\nlength. Jon balanced himself with effort, his stomach rising within\nhim. He was giddy and nauseated. His eyes strained for something to\nfocus on, to give him perspective. There was nothing. He was still\nblind.\n\n\n\n\"We blasted every foot on that side of the moon,\" McPartland said\nbitterly, \"but we didn't get the machinery.\"\n\n\"No, man,\" agreed McTavish who had come up to the control room again.\n\"That cursed devil's mantle is still there!\"\n\nThe Captain's blue eyes burned into the forward screen. \"They're\nwaiting on Terra Base, too,\" he grated. \"But we'd see the break first.\nThe light would come back at the edges, and--\" he stumbled over the\nimplication of the next words, \"work-in-toward-the-center!\"\n\nMcTavish's grey eyes blazed suddenly. \"In toward the center, man!\nRight! But the moon isn't at the center!\"\n\nJon was already shouting into the phone: \"Observation Officer. Locate\nthe exact center of that area, in relation to this ship, Terra, and\nLuna.\n\n\"Navigation! Get bearings from Observation, and plot torpedo course for\ndead center.\"\n\n\"This will do it, Sir,\" shouted the Engineer. \"I should have thought of\nit, Sir, begging your pardon.\"\n\n\"It may be well protected, Sir,\" Clemens suggested.\n\nClemens quietly relayed the report from Observation: \"Impossible\nto locate exact center, Sir. Whole area is shifting constantly,\nunpredictably.\" He shot a look of glum satisfaction at McTavish, and\nadded: \"The approximate center is on the far side of Terra and Luna,\nSir.\"\n\n\"A space ship,\" McPartland said savagely, \"flying an erratic course. We\ndon't have much chance finding it with a torpedo.\"\n\n\"The torpedoes can be adjusted for magnetism, Sir,\" said the Engineer.\n\nMcPartland smiled. \"If the torpedoes were floating free in space and we\ncan adjust them to do that--the field would attract them to any ship\nwithin a Spacial Unit.\n\n\"Mister McTavish, I want to sow a hundred of them as magnetic space\nmines in the approximate center of your devil's mantle.\"\n\n\n\nMcTavish released his torpedoes into the blackness. One by one they\nblasted off. The three in the control room watched their fiery jets\ndisappear into the emptiness of the forward screen.\n\n\"They'll go dead and float,\" McPartland told Clemens, \"and explode on\ncontact.\" He clenched his big hands, and laughed harshly. \"If we could\nonly see it!\"\n\n\"How long, Sir?\" Reynolds asked quietly. \"Will it be soon enough?\"\n\n\"It's got to be soon enough,\" the Captain snapped.\n\n\"If Marshal Denton surrenders, Sir,\" Clemens pointed out, \"and the\nlight is restored, the outlaws would see the mines. They could--\"\n\nThe Engineer's voice rang in his headset, and he winced. The others\nheard McTavish's words over the phone: \"The light! The light, man! They\nhit one of the torpedoes!\"\n\n\"We hope--\" Clemens said.\n\nJon's glance swept to the forward screen. Starlight was cutting\ninto the edges of the blackness. He watched that hated blackness\nshrink--shrink, until Terra floated blue and beautiful oh the view\nscreen.\n\n\"Terra,\" Jon whispered, half to himself, \"Whose Terra?\"\n\nThe Lieutenant-Commander winced again as another voice rang in his\nears, and he relayed without an attempt at pessimism: \"Observation\nreports wreckage of ship, Sir, and presence of ninety-eight floating\nmines.\"\n\nMcPartland spoke into the phone himself: \"Navigation. Course for Terra\nBase. Pass through mined area. Mister Reynolds would like a little\npractice--destroying the extra mines.\"\n\nReynolds, a grateful smile on his round face, ran his finger lovingly\nover the calculators, and spoke into his mike: \"All ray stations. Fire\non command only.\" The calculators clicked. \"Station Six, range--\"\n\n\n\nAlmira Denton looked up at Captain Jon McPartland with eyes that were\nthe soft hue of Terra itself.\n\n\"Almira,\" he said, \"about that--that case report.\"\n\nShe smiled, and the curve of her soft lips was as it had been in his\nmind since he left on patrol. \"Jon darling,\" she laughed. \"We can\nforget that. When the Congress gets through ferreting out its traitors,\nand hearing your report, father won't need my help with them.\"\n\n\"But I want you to analyze me,\" he insisted.\n\n\"I mean to, Jon,\" she agreed gently. \"But only for my own information.\"\n\n\"And mine, too, darling,\" he said. \"I want you to analyze a dream,\"\nMcPartland said firmly. \"I keep seeing a little asteroid--one I\nexplored when I had a one-man Patrol scout, way back. I keep seeing it\nwith an atmosphere unit installed, and a Terra-gravity unit. There's a\nhouse, and a beautiful woman with red-gold hair and gorgeous eyes, and\na little boy named Patrick, and a little girl named Kathleen.\"\n\nHe paused, watching her eyes as the puzzlement was replaced by\nunderstanding. \"What do you suppose the dream means?\" he asked.\n\n\"Tell me more about it, Jon,\" Almira asked softly.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Whittington, George A."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63604/pg63604.txt",
        "name": "battlefield_in_black.json"
    }
}