{
    "name": "Beast of prey",
    "author": [
        "Williams, Jay"
    ],
    "body": "The little party came through the air lock bearing a limp figure on an\nimprovised litter.\n\n\"Who was it this time?\" Fenner asked.\n\nGorsline pulled off the transparent hood that covered his head and\nface, and unzipped his suit. He dug his fingers wearily into his eyes.\n\n\"Bodkin,\" he said. \"Same as the others.\" He turned back to the group.\n\"Get him right to the infirmary. Not that it'll do much good,\" he\nadded, in an undertone, to Fenner.\n\nFenner sighed, glancing at Bodkin on the litter. Behind the plastic\nprotection of his mask the man's face was a dark purple; his chest rose\nand fell spasmodically and there was a faint line of foam on his lips.\n\nGorsline slipped off his suit, and put it over his arm. Then he and\nFenner walked together up the ramp to the Common Room.\n\n\"I need a drink,\" he said. \"And a smoke. It's awful not being able to\nsmoke out there.\"\n\n\"You should cultivate Aristotelian moderation,\" Fenner said, with a\ngrin. \"It is far wiser in a Planet Biological Survey Station.\"\n\n\"Moderation didn't do poor Bodkin any good.\" Gorsline threw his\nsuit into a corner and touched the stud on the dispenser. A lighted\ncigarette dropped into the trough. \"Make me a drink, will you, Luke?\"\nhe asked, dropping into a reclining chair.\n\nHagen, the chief of the Station, came bouncing through the iris,\nwalking as usual as if he had springs under his heels. He was a little\nplump man with a goatee, which he was tugging in a sort of ecstasy of\nexasperation.\n\n\"Hello!\" he cried. \"Ha, Fenner. Listen, Gorsline, I've just seen\nBodkin. This is dreadful. Three in one week!\"\n\n\"I agree,\" Gorsline said, taking the drink Fenner had made for him.\n\"Let's pack up and go home. Shall we?\"\n\nFenner relaxed on the middle of his spine in an easy-chair, and folded\nhis hands together, peering over them at the chief who sat down and\nstood up and sat down again. You'd never know that man was a capable\norganizer, he said to himself. Astonishing how people can betray their\nown appearances--seldom what they seem. Aloud, he said, \"Excuse me,\nHagen. I want to ask Gorsline--did you see any animals nearby when it\nhappened?\"\n\nGorsline shook his head. \"I remembered what you said, but I didn't\nnotice anything at all. It was just the same as in the other two cases;\nwell, almost the same.\" He drank and sat upright. \"We were in Area B,\nyou know. Bodkin was taking a series of photographs of the pollination\nof those red flowers by _leptorrhinus_. Hakim and I were digging\nup bulbs and collecting the larvae that live at the roots--you know the\nones I mean?\"\n\nHagen nodded. \"Go on.\"\n\n\"Let's see, Staines and Petrucci were taking soil samples. And Bondieu\nwas chasing what he likes to call butterflies. It was very quiet. Those\ntall plants were just hanging limply. I remember Hakim saying, 'If we\nwere home, I'd say we were going to have a storm.' I said something\nlike, 'It'd be nice to see grass again for a change, even in a storm.'\nAbout that time, Bodkin got up and walked away from his cameras. I\nsaid, 'Where are you going?' He didn't answer. He took his head in his\nhands, and stood still, and I knew immediately what it was. But before\nI could get to him he collapsed.\"\n\n\"Did you look for insects?\" Fenner asked.\n\n\"Yes, we thought of that at once. We looked to see if any of the\n_leptorrhinae_ were on him, or any other bugs. There wasn't a\nthing, not a mark, not a sting or a puncture. Nothing.\"\n\nHe stopped and drew a long breath. \"Well, then I thought about animals.\nI asked Bondieu--he'd been running around, after all. He said he\nthought he saw the oil-bushes moving, but he couldn't be sure. I set\nStaines and Petrucci to beating the bushes, but nothing turned up. I\nthought, then, if we could get Bodkin right back something might be\ndone for him.\"\n\nHagen nodded slowly. \"Quite right.\"\n\n\n\nAs Gorsline had been talking, the others had come in and now Hagen\nturned to them. \"What about Bodkin?\" he asked.\n\nBondieu, the tall, thin, gloomy-looking entomologist, said, \"Not much\nhope, I'm afraid.\" He tapped his head. \"The doctor says he's gone, like\nthe others. Alive, but empty.\"\n\nFenner sat up abruptly and slapped his hands together. \"I'm certain I'm\nright,\" he said. \"It must be some sort of animal. The fact that you\ndidn't notice anything doesn't mean a thing; any hostile animal would\nbe exceedingly cautious and probably carefully camouflaged as well. The\none thing you noticed--that it was so quiet--seems to me to indicate\nthat _something_ was prowling nearby.\"\n\n\"That is so,\" said Gorsline. \"You remember, Hakim, there were no bird\ncalls, no rustlings, none of the amphibians cheeping.\"\n\nDark-faced Hakim nodded.\n\nFenner went on, \"I've said this before, and I'll say it again. It\nis possible--just possible, mind you--that this mental paralysis\nrepresents an emanation of some kind from a predator, a method of\nparalyzing its prey before attacking. Wasn't Bodkin off more or less by\nhimself, away from the rest of you?\"\n\n\"That's right,\" Gorsline said.\n\n\"And the same was true of Lermontov and Parson, both of them were\nalone, or at any rate, a little apart from the rest.\"\n\nHe got to his feet. \"I'll tell you one more thing I've noticed, on\nmy own field trips, not only in areas A and B, but also in the bush.\nYou're familiar with this, Bodkin, you were with me all four times.\nBut I haven't told you yet, Hagen. Those large banks of red flowers\nalways grow near marshy areas. The marshes are thick with those furry\nreeds, the ones that look like giant bulrushes that have opened\ntheir seed pods. I have found two things: one, numbers of bones and\nexoskeletons among the flowers and the reeds, and two, in one place, in\nthe mud, a definite mark as if a heavy body had rested there. There was\na scent-spoor; the tracker confirmed it.\"\n\nHagen twisted the point of his goatee between two fingers. \"This\nis hardly proof of anything,\" he said. \"Now, one minute. I agree,\nit's interesting and provocative. Was the spoor fresh? It was? Well,\nit gives us something to think of. We have no definite indication,\nhowever--\"\n\n\"No, of course not,\" Fenner said impatiently. \"But we can't go on this\nway, losing a man almost every time we send out a party. We'll be\nafraid to set foot outside, after a while. And how the devil can we\nstudy ecology under these circumstances? We've got to _know_ what\nwe're up against.\"\n\nHagen stood up, too, and suddenly his wiry little body assumed great\npoise and authority. \"Let me think about this,\" he said. \"We'll have a\nmeeting tonight of the entire Station personnel, and we'll discuss the\nmatter. But I want time to consider all the aspects of it.\"\n\nHe went to the iris. \"I want to look at Bodkin, too,\" he said. \"Take it\neasy, gentlemen.\"\n\nThere was a short silence after he had left. Then Gorsline, looking\nspeculatively at Fenner, said, \"Luke, if you're right--you know, it's\ninteresting that in the month we've been here we haven't seen a single\nlarge animal, not one larger than a rabbit.\"\n\n\"That doesn't mean much,\" said Hakim. \"Imagine a Station being set\nup in, say, Sussex. In one month--barring the animals that go with\ncivilization--you would hardly expect to find anything larger than a\nfox. And nowadays you'd be hard put to it to find a fox, at that.\"\n\n\"Not quite apt, Hakim,\" Fenner said. \"Because in Sussex a larger\npredator--Man--has cleared away all his lesser rivals. Is it possible\nthat something has swept this region clean, and perhaps only a last few\nsurvivors are now hanging about? Perhaps they're delighted to have us\nvisit them, eh?\"\n\nHe cracked the knuckles of his long, bony fingers, and strode\nrestlessly to the iris. \"I'm going to think about it, too,\" he said.\n\nGorsline, as if with a sort of clairvoyance, said, \"Don't go jumping\ninto things, Luke.\"\n\n\"No, no, of course not.\"\n\n\n\nFenner went out into the corridor. There was a faint odor of pine that\nblew from the air conditioner, and contrasted oddly with the almost\nhospital bareness of the hall. He walked down to his own room, musing,\nand glanced through the large window at the Orphic landscape.\n\nAs the Station's head ecologist, it was his duty to evaluate a\ngreat many aspects of the survey which might not be apparent even\nto the chief. For instance, assuming there were such a predator in\nthe neighborhood, what might be the probable results of trying to\nexterminate it? Or what was its relationship to a region in which\nthere were so many winged creatures--\"birds,\" they called them for\nthe sake of simplicity, although they were actually flying marsupials\nand some very large insects--and so few ground animals that might\nserve as its prey? Was it itself winged, or, he asked himself, did its\nmind-paralyzing ability serve to pluck birds out of the trees?\n\nHe stiffened. Even while his mind had been busy with the subject, he\nhad been automatically scanning the view with the involuntary precision\nof his profession. From the Station, the cleared ground sloped away to\na cluster of tall tree-ferns whose upper branches, long and drooping\nlike greatly oversized date-palm fronds, brushed the mossy earth. And\namong those branches Fenner had seen something long and glossy move\nswiftly.\n\nAll his attention focused at once on that spot. In the same instant, he\nwhipped out the tiny binoculars he always carried in a side pocket, and\nput them to his eyes.\n\nThere was no doubt of it, something was crouching in the shadow of the\nfronds. He had difficulty making it out, for it was a pale blue-green,\nbut he had an impression of a heavy head and shoulders, and what\nappeared to be, incongruously, a bunch of feathers.\n\n\"Feather crest?\" he thought to himself, with a grin. \"Indians?\"\n\nThe creature moved again. It slid sinuously out of the shadows and\ncrouched on the moss. Its color then changed to a darker green dappled\nwith brown. Fenner saw through the glass that the bunch of feathers was\na pair of antennae, similar to those of the larger moths, that sprang\nfrom the top of its narrow head. It had short legs and a slender body\ncovered with short, fine fur. The general effect was that of a smallish\nmountain lion.\n\nAs he watched, the creature turned on its own length somewhat as a\nsnake might turn, and glided out of sight over the edge of a ridge.\n\nFenner did not hesitate. Without a second thought, he snatched up his\nplastic suit and zipped it on. The air of Orpheus was breathable, but\nthe suits had been designed to prevent contact with possibly poisonous\nspores, pollen, plants, or insects. He took down a Remington which was\ncapable of delivering a bolt sufficient to stun a bear at thirty yards;\nhis intention was to capture the beast for study, not to kill it. He\nalso clipped to his belt a Mark III collecting net, a light, strong,\nfine-mesh net in a capsule the size of an old-fashioned hand grenade.\nThen he let himself out the side lock and ran quickly across the moss\ntowards the spot where the beast had vanished.\n\nThe moss was crushed and flattened where the thing had lain, and he\ntouched the selector of his wrist tracker and held it over the spot.\nThe scent-cell glowed, and the tiny needle swung over to point. Fenner\nfollowed it over the ridge and down the hill on the other side.\n\nThe forest began at the foot of the hill, and beyond, looming above\nthe foliage, were the peaks of distant mountains, hazy in the faintly\ngreenish air. Somewhere beyond those peaks the Archeological Survey\nwas at work, and there was something comforting and neighborly in the\nthought.\n\nThe light was always crepuscular here, and because of the color of\nOrpheus' sun, the sky had a green tint as of a summer pool. This green,\nagainst which the dark brown moss and lighter colors of the trees\nshimmered like waterweed, was extremely restful and yet alien so that\nin four weeks Fenner had not been able to accustom himself to it. He\nfelt always as if he were walking in a dream, as if his limbs were\nweighted and languid, although in fact the purity of the air made him\nfeel more vigorous than ever before in his forty-five years.\n\nHe entered the forest which here was composed chiefly of a gray-stemmed\ntree, very slender and rigid with a crown of glossy red-brown leaves.\nThe tall boles rose straight out of the moss, and there was little\nunderbrush so that it was almost like a planted park. The needle of the\ntracker led him on a winding course but he was not afraid of becoming\nlost for if by some mischance his homing compass, which was always set\nfor the Station, should fail, he had only to follow his own footsteps\nback with the tracker.\n\n\n\nThe trail led for half a mile or so through the gray trees. Now and\nthen one of the long-tailed \"birds\" flashed like a shining jewel across\nsome cleared space, the yellow-green sunlight glistening on its fur.\nOnce in a while, a giant jointed thing, like a centipede, fluttered\nlazily past on wide, scaly wings. From the tree-tops came whistles and\nhoarse calls. He came at last to the bank of a rushing stream and the\nneedle halted. The beast had taken to the water.\n\nFenner decided to cast up and down the bank for a little way, in case\nit had come out on the same side again. He had walked only a short\ndistance, when suddenly he had the distinct feeling that he was under\nobservation. He glanced down at the tracker. The needle had swung over\nto the right.\n\nHe turned slowly in that direction, at the same time cautiously raising\nhis gun. In the corner of his eye, movement flickered. He braced\nhimself and tapped the firing button. A halo of white light surrounded\nthe muzzle, and there was the dull \"crump!\" of the discharge. He saw a\nflurry in the leaves of the oil-bushes that grew here and there among\nthe trees. Leaves and bits of branches flew. A mottled gray and brown\nshape darted like a streak away between the trees.\n\nFenner ran after it. He began to pant for breath, and sweat dripped\ninto his eyes. The trail led upstream, now, and soon the stream grew\nmore sluggish and broadened, and the gray trees thinned away. There\nwere dank, twisted plants here, some of them eight or ten feet high,\nand wide stretches of reeds between which gleamed brown water and\npatches of oily mud. A chorus of chirps sounded from the marsh, dying\naway at his approach and starting again when he moved on.\n\nWithout warning, the needle of the tracker spun round, and Fenner\nstopped. At the same instant, a lithe form shot out of the reeds\ntowards him. He dodged, throwing himself to the ground. The beast\nbounded past him, and turned. Fenner rolled over and sat up, groping\nin the moss for his gun. For a moment they regarded each other, Fenner\ntrying to bring his gun into position. The creature, he saw, had a\nwedge-shaped face, narrower at the top where the feathery antennae\nwere, wide at the jaw which now gaped showing a double row of small\nbut sharp teeth. Its eyes were round and large, and bulged as a frog's\ndo; they were completely dark purple showing no trace of white. They\nswiveled forward to stare at him, and as he braced his weapon the beast\nmade a coughing sound and sprang into the reeds.\n\n\n\nAll was quiet again. Fenner got up slowly, holding his gun ready, and\nglanced at his tracker. There was a crack across the face of it, and\nthe needle was motionless. It had struck against a stone, when he fell.\n\nHe tried to see into the reeds, but he knew it was hopeless. By now,\nthe animal must have changed its color and pattern, and without the\ntracker to guide him he could distinguish nothing. He commenced to walk\nupstream, in the hope of somehow flanking it. He unclipped his net\ncapsule and held it ready.\n\nIt seemed to him that there was a slight movement in the marsh. He\nstopped. There was no sound about him; the chirpings in the water had\nceased, and there was a quality of hush in the air, of almost ominous\ntenseness as though the marsh itself were waiting for him.\n\nHe began to feel a little frightened. He looked from side to side.\nWhere was the thing? He had not realized how much he depended on the\nwrist tracker. He found that he was trembling, and the perspiration\nstung his eyes so that he had to keep blinking. Cautiously, he slipped\none of his gloved hands under the edge of the hood and wiped his eyes.\n\nSomething rustled slightly in the oil-bushes. These were thick clumps\nof low shrubs, their branches a naked and repellent pink, covered with\nspiny leaves on which a thick, pungent oil gathered during each day. It\napparently served to attract small insects which the leaves closed over\nin much the same way as the Venus fly-catcher, of Earth. Fenner went\ntowards the bushes, moving very slowly, his gun tight against his hip,\nhis net-capsule in his left hand.\n\nThere was nothing in the bushes, and yet he thought the moss beneath\nthem looked flattened, as if something had lain there watchfully. Were\nthere two of the beasts? Was one still in the marsh, among the reeds,\nwhile its mate stalked him here? His spine crept, and he glanced over\nhis shoulder.\n\nHe went softly on. Beyond the bushes, the ground rose again in a high\nbank that overlooked the marsh, and all along this bank grew the\nlustrous red flowers. They were larger than poppies, emphatically\nvermilion so that they stood out among the dark greens and browns.\nThey had hairy stalks as thick as a man's wrist, and all about\nthem buzzed the snouted little beetles the survey team had named\n_leptorrhinus_.\n\nFenner stood before the flowers thoughtfully. Their leaves were broad,\nand close to the ground, but underneath one of them he could see a\nsmall cage of white: the clean rib bones of some animal. He went\ncloser, bending to peer. Brittle bones, some with rags of skin clinging\nto them, were scattered here and there on the ground. There were also\nthe empty wing-cases of some very large flying insects, as big as\ncrows, spotted yellow and black.\n\nIf he was right, this was the lair of the beast itself. And just beyond\nthese flowers, or even among them, itself vermilion now, the thing\nmight be lying.\n\nHe straightened cautiously, holding himself ready for a sudden attack.\nAnd as he came erect, he was conscious of a curious light-headedness.\n\nIt was like inhaling too much oxygen. His ears rang and he felt giddy.\nHe took a step, and it was as if the ground heaved under his feet like\na living thing. A group of flowers before his eyes appeared to increase\nin size, and to sway towards him.\n\nHe shook his head to dispel the illusion. He staggered a few steps\naway, and it seemed to him that the flowers reached after him on stalks\nthat became incredibly elongated, like red worms, bristling all their\nlength with coarse hairs.\n\nAt that precise instant, the beast charged.\n\nFenner saw it in midair, and in his dizziness it seemed to move very\nslowly, so slowly that his automatic movement with the net-capsule was,\nby comparison, leisurely. He squeezed the capsule; the net shot out and\nopened in the air. It missed the beast by an inch or so and fell among\nthe flowers. The beast struck Fenner full in the chest and bowled him\nover. Its antennae bent towards his face, all his weight rested on\nhim. Its jaws were open. He closed his eyes.\n\n\n\nGorsline and Hakim, using their wrist-trackers, found them less than\nhalf an hour later. Hakim, a little in the rear, threw up his gun but\nFenner snapped, \"Don't shoot!\"\n\n\"Are you all right?\" Gorsline said incredulously.\n\nFenner was sitting up with one arm around the neck of the beast which,\nat Hakim's movement, had recoiled.\n\n\"I'm fine,\" he said. \"Speak softly.\"\n\n\"What ... what _is_ that thing?\" Hakim asked.\n\nFenner looked at the animal. It was now brown, with a bluish tinge from\nthe surface of his plastic suit. He patted its head, and the thing put\nout a slender tongue and licked his mask.\n\n\"I can tell you what it isn't,\" he grinned. \"It isn't very dangerous.\nJudging by its teeth and general appearance, I suspect it hunts\namphibians in the swamp, or perhaps goes after water-creatures like an\notter.\"\n\n\"So it does live in the swamp,\" said Gorsline.\n\n\"Yes.\"\n\n\"Why haven't we seen it before?\"\n\n\"It's timid,\" Fenner replied. \"There were always so many of us, and\nwe made so much noise. Alone, as I was, it was less frightened of\nme, although I must have scared it by firing at it. I thought it was\nstalking me. As a matter of fact,\" he added, \"it _was_ stalking\nme. But not for the purpose I imagined.\"\n\n\"What do you mean?\" Hakim said.\n\n\"Why, appearances are deceiving. If a man who had never seen a dog\nbefore were to see one jump up on its master, he might think the\ncreature was attacking the man. Putting two and two together, I was\nsure this animal lived among the red flowers and was stalking me for\nits dinner. But it was stalking me, and it rushed at me, only because\nit wanted to protect me.\"\n\n\"Protect you? From what?\"\n\n\"Well, I was right, you see. There _is_ a beast of prey here\nwhich uses a form of mind-paralysis in order to stun its victims.\" He\nmotioned over his shoulder. \"Those are the real predators, those red\nflowers.\"\n\nHe looked at the lovely bank of vermilion, and shuddered. \"I should\njudge that their use of the mind-paralysis is automatic, but we are too\nbig and too many for them to actually attack us. That is why, although\npoor Bodkin and the others succumbed, the flowers never tried to go\nfor them. If you'll look over there, you'll see the remains of my Mark\nIII net. It fell amongst them and they devoured most of it before they\nrealized that it wasn't alive.\"\n\nHe stood up. The beast nuzzled his calf and he stroked its neck, behind\nthe feathery stalks.\n\n\"I can't tell you how it's done,\" he went on, \"because it only just\nhappened to me. We'll have to study it. But apparently this creature\nhas the ability, by means of these antennae of his, to counter, or\nnullify the mind-destroying waves of the flowers.\"\n\n\"Great heavens!\" Gorsline exclaimed. \"Then it must have been\nlurking--one like it, at any rate--each time we came near the flowers.\"\n\n\"Yes. It would have saved Bodkin,\" Fenner said, \"but it was afraid of\nthe rest of you. You were so many, so noisy--\"\n\n\"But why should it try to save us?\" Hakim said. \"If it is an animal, I\nmean.\"\n\nFenner shrugged. \"Why did the first dog become domesticated, and how\ndid it happen? Perhaps,\" he said softly, \"there were once other beings\nhere who were its masters. One thing is clear to me: this creature is\nvery intelligent. And like all intelligent creatures it has a profound\nneed--\"\n\n\"For food, you mean? Or shelter?\"\n\n\"Oh, of course, for food, shelter, propagation, and so on. No,\" said\nFenner, smiling, \"it is a deeper need than that.\"\n\n\"What?\"\n\n\"Affection,\" said Fenner, and he set off walking, with the beast at his\nheels.\n\n\n                                THE END\n",
    "metadata": {
        "author": [
            "Williams, Jay"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70158/pg70158.txt",
        "name": "beast_of_prey.json"
    }
}