{
    "name": "Beauty interrupted",
    "author": [
        "Fontenay, Charles L."
    ],
    "body": "Birkala looked through the iron fence and his eyes were yellow with\nenvy and a kind of hatred. The Earthman, Erik, was in the garden,\npainting on a large canvas and chatting amiably with Spira, Birkala's\nsister.\n\n\"The Earthmen have everything and they give us nothing,\" said Birkala\nto his companion, Direka.\n\nDireka nodded and grinned stupidly. Direka was simple in the head, and\nhe always agreed with everything Birkala said. Direka was hunchbacked,\nalso, and it pleased Birkala to compare his own straight, youthful\nbody to the crooked form of Direka. Altogether, Direka was a most\nsatisfactory companion.\n\n\"The Earthmen live for centuries, but our life-span is that of a\nmayfly, and they do nothing about it,\" said Birkala bitterly. \"The\nEarthmen flash from world to world in an instant, but we must use\nantiquated rockets and be confined to our own system of planets.\"\n\nDireka nodded again.\n\n\"The Earthmen are greedy,\" he agreed sagely.\n\n\"I am going to talk with the Earthmen,\" said Birkala, and added\ncruelly: \"You must leave me, Direka. Your crooked body would hurt the\nEarthmen's sensitive eyes.\"\n\n\"Yes, I shall go so you may talk with the Earthman,\" assented Direka\nand moved away sadly down the street.\n\nBirkala watched him go, and smiled ruefully. He did not really like to\nhurt Direka, but if he made Direka think the Earthman was repelled at\nthe sight of him, perhaps Direka would engender his own hatred of Erik,\ninstead of merely echoing Birkala's emotions.\n\nBirkala stepped to the open gate and entered the garden. It was a\nmore beautiful garden than even the greatest artists of the world\nOrcti could arrange, for into Erik's planning had gone the aesthetic\ntradition of many millennia. The green sun that swam in Orcti's violet\nsky shone down on foliage and grasses of orange and brown and rust, and\nso carefully were things placed that even the great silver-and-blue\nlina flowers did not blare their supremacy over lesser plants, as\nin most Orcti gardens. They blended with the statuary and foliage,\nwith the walks and the pools, tamely contributing their beauty to the\nbalanced picture of peace and quietude.\n\n\n\nErik looked up from his easel as Birkala approached. He was a blond\nman of noble face and bearing, looking to be Birkala's own age. Yet\nthis Earthman had lived and traveled the stars before Birkala's great\ngrandfather was conceived in the womb.\n\nSpira sat nude on the edge of a fountain pool, one knee bent and one\nhand dipped gracefully in the sparkling water. She sat patiently\nand kept her wide golden eyes fixed on Erik's face, but recognized\nBirkala's approach with a faint smile. The sunlight glinted from her\nyellow-green hair and burnt orange skin.\n\nBirkala stood at Erik's shoulder, his feet apart and his hands\nclasped behind him, and studied the unfinished painting critically.\nWith a sure, light brush, Erik had captured the innocence of a young\nwoman seated by a fountain. The style was so simple as to be almost\ncalligraphic, yet a few lines and spots of paint portrayed to the eye\nthe long curve of Spira's thigh, the tilt of her breasts, the candor\nand loveliness of her face.\n\nBirkala's eyes dropped from the canvas to Erik's seated figure, and\nhis expression altered from unwilling admiration to defiant scorn. The\nEarthman's short-sleeved smock was agape and exposed Erik's perfectly\nmuscled body to the warm sunshine.\n\n\"Why are Earthmen so obsessed with nudity?\" demanded Birkala. Birkala\nhimself wore loose trousers, shiny boots with curled toes, a shirt\nwith flowing sleeves, a scarf about his throat. Beneath this was\nunder-clothing.\n\n\"We are not obsessed with nudity, Birkala,\" replied Erik gently. \"The\nhuman body is natural and it is beautiful. We see nothing shameful\nabout it, and we wear clothing only when needed for protection against\nthe elements.\"\n\n\"That is all right for you to say. It would be all right for me to\nbelieve. But can you say a hunched body like Direka's is beautiful?\"\n\n\"Not to unsympathetic eyes, perhaps. Poor Direka! But there will be a\nday when on Orcti, as on Earth, no one is born with a deformed body.\"\n\nBirkala sat down on a rock, crushing a bunch of purple minita flowers\nbeside it.\n\n\"Always in the future,\" he said bitterly. \"Always promises, in the dim,\ndistant future. You Earthmen know many things and have many things\nthat you promise us, but why must these promises always be for our\ngrandchildren's grandchildren?\"\n\n\"We found you in mud huts, and now you live in clean cities,\" reproved\nErik, beginning to wipe his brushes clean. \"We found you driving oxen,\nand now you ride spaceships to the other planets of your system.\"\n\n\"Your lives are centuries long, and ours are three-score and ten,\"\ncountered Birkala. \"It is true we have spaceships, but you step into a\nbeam transmitter and cross the galaxy in seconds.\"\n\n\"That is because you are not ready,\" replied Erik mildly.\n\nBirkala sat silent, his anger building up in him. Spira, seeing that\nErik was finished with painting for the moment, arose in a graceful\nflow of motion and came to them. She stood beside Erik, one hand on his\nshoulder, and studied the canvas without speaking.\n\n\"You're the only Earthman on all Orcti,\" Birkala began again. \"Since I\nwas a child I've heard of Erik, the Earthman who lives in the garden in\nthe heart of the city. Since I was a child I've heard that Erik, the\nEarthman, watches over us like a noble god. Why do you really stay on\nOrcti, Erik? To prevent us from progressing too swiftly and challenging\nthe position of Earth?\"\n\n\"Why do you carp at Erik?\" demanded Spira, and there was a note of\nanger to her soft voice. \"Erik has always been a friend to us,\nBirkala.\"\n\n\"Ah, yes, and especially a friend to pretty little Spira,\" replied\nBirkala with deep irony. \"She is my sister, Erik. Should I be honored\nthat the great Earthman takes my sister as a mistress?\"\n\nSpira flushed, for the term \"mistress\" was not a respectable one on\nOrcti.\n\n\"I love Spira, like a daughter and a wife at once,\" said Erik. \"I think\nyou know that, Birkala. No one was happier than you when she came to\nme. I do not marry her because I am forbidden to be bound by the laws\nof Orcti, but I shall cherish her all of her life.\"\n\n\"Yes. I know the schedule. And then another young woman shall grace the\ngarden of the always-young Earthman. How nice for the Earthman!\"\n\n\"Why are you so savage today, Birkala?\" asked Spira, genuinely puzzled.\n\"I know that you have been restless for a long time, but we knew as\nchildren that other women had been in my place long before I was born.\"\n\n\"Birkala is angry because he is a good scientist,\" explained Erik\nwith an understanding smile. \"Birkala thought yesterday that he had\ndiscovered the principle on which the beam transmitter is based, and\nI showed him that his theory is wrong. He is angry with himself for\nhaving been mistaken.\"\n\nBirkala spat into the fountain.\n\n\"I am not so sure I was wrong,\" he retorted. \"I think it could be that\nyou tried to direct me away from my theory because you don't want me to\nfind the truth.\"\n\nHe turned and strode from the garden, frowning, his face hot.\n\nTurning right from the garden gate along the street, he passed in front\nof Erik's house, which was flush with the sidewalk. As he did so, he\nwas surprised to see the door ajar and Direka sitting in it.\n\nDireka evidently had been waiting for Birkala to appear. He rose\nquickly, almost stumbling down the steps, and gestured eagerly at\nBirkala.\n\n\"Come quickly, Birkala!\" he chattered. \"I have found a way into the\npart of the Earthman's house which is forbidden!\"\n\n\n\nBirkala hesitated, then followed the crooked little man into Erik's\nhouse.\n\nErik kept his house open. It was never locked, and Birkala had never\nheard that anyone had had the temerity to try to rob or harm the\nmysterious Earthman. Anyone could walk in or out, but few did without\ninvitations, for the people of Orcti held Erik in awe.\n\nBut the rear portion of the house was without windows or doors. It was\nnot too apparent from the outside, but Birkala had been in Erik's\nhouse many times and had discovered long ago that there was a large\nsection of it closed and inaccessible.\n\nAs fast as his short legs could move, Direka led Birkala through the\nsimply furnished house. Birkala followed easily, and smiled. Direka was\nlike a monkey; he was not bright, but he was clever and eager.\n\nIn Erik's bedroom, Direka stopped, panting, and pointed triumphantly\nat the rear wall. There was a great crack in it, near Erik's bed. A\nsection of the wall was a secret door, and it had been left ajar.\n\n\"Good fortune!\" breathed Birkala, his eyes sparkling. \"I have wondered\nfor a long time what was behind that wall.\"\n\nHe pushed the door wider and went through the opening, Direka crowding\nat his heels. It was very dark, the only light coming through the crack\nfrom the bedroom. Birkala could see nothing.\n\nHe felt about the walls for a switch, without success.\n\n\"I wonder how one turns on the light in here?\" he said to Direka.\n\nAt the word \"light\", light sprang into being all around them. It was a\nsoft, indirect illumination which appeared to have no source and cast\nno shadow.\n\nThey were in a sort of corridor which paralleled the wall through\nwhich they had just come. On the opposite wall of this hallway were\nbanks of dials and charts and switches, and in the center of this\nopposite wall was an open doorway.\n\nCautiously, Birkala and Direka moved down the corridor and peered\nthrough the open door. It gave entrance to a square room, which was\nlighted with the same sort of illumination as the hall.\n\nThere was nothing in the room. There were just four walls, a ceiling\nand a floor. There was no furniture. There were no windows and there\nwas no other door.\n\n\"A strange thing!\" muttered Birkala. \"Erik does not retire to this\nplace, for he is always around the house. I have walked into his\nbedroom and found him asleep. What is the purpose of this room?\"\n\n\"Perhaps a dungeon,\" darkly suggested Direka, who was a devotee of\nadventure pictures at the theaters.\n\nBirkala backed away from the door and studied the array of dials and\nswitches. As Erik had said, Birkala was a good scientist. Birkala\nwas thoroughly familiar with the nervous and intestinal workings of\nspaceships. He had made several trips to other planets in Orcti's\nsystem, and had made several contributions of his own to the science of\nrocketry and astrogation.\n\nHe whistled softly between his teeth.\n\n\"We've found it, Direka!\" he exclaimed to his companion. \"This is the\nbeam transmitter that Erik has kept hidden so carefully. This is the\ncontrol panel, and the room undoubtedly is the transmitter itself.\"\n\nDireka looked puzzled, then brightened.\n\n\"Now we can go to Earth? Yes, Birkala?\" he chirped.\n\n\n\nBirkala inspected the control panel carefully. The charts were\nstar-charts, etched on metal under glass. Below each was a series of\ndials, and Birkala deduced that these dials set the coordinates on the\ncharts, establishing the destination. He recognized the configurations\nof the heavens from Orcti.\n\n\"Yes, Direka, I think we could,\" he said. \"But then the Earthmen would\nknow we had been meddling. If we should go, we should go here, I think.\"\n\nHe stabbed a finger at one of the charts, at a star on the outer edge\nof the inhabited portion of the galaxy.\n\n\"The inhabited planet in this system is no more advanced than Orcti,\"\nhe said. \"If I could go there, I could perhaps evade discovery by the\nEarthman there. But we certainly shall not risk going anywhere until I\nlearn more about the operation of this machine.\"\n\nBirkala was too good a scientist not to realize that grave danger was\ninvolved in tinkering with an unfamiliar machine. But he was too ardent\na scientist and his obsession with the beam transmitter was too strong\nfor him not to risk danger to himself willingly.\n\n\"Direka, you go out into the house, and if you see either Erik or\nSpira approaching, warn me quickly,\" he commanded. \"I must study this\nmachine.\"\n\nDireka slipped out through the opening, and Birkala turned back to the\ncontrol panel. As experienced as he was with machinery and technical\nmatters, he nevertheless expected to be baffled by this product of\nEarth's advanced science.\n\nBut the controls were surprisingly simple. There were the destination\ncoordinates, and Birkala was able to read enough of the square, blocky\nEarth writing to discern the designations for _off_ and _on_ beside\nwhat was apparently the control lever. There were some power--or\nvolume--or perhaps distance--controls about which he was not sure; the\nbest thing to do about them was not to touch them.\n\nThere were no controls in the room itself, so Birkala deduced that one\nset the coordinates for one's destination, switched on the machine\nand then walked into the room. The room probably acted as both sender\nand receiver, and after a time lapse the sending apparatus perhaps\nswitched off automatically so that the room could receive again.\n\nHe pushed aside the chill, disturbing speculation about the controls\nof unknown purpose. He set the coordinates firmly for the star system\nDenragi, and pushed the switch to the _on_ position.\n\nAt first Birkala thought the power source to the machine must be\ndisconnected. There was no throbbing, no hum, no indication that it had\nbeen activated. Yes, there was one: a bright red spark showed square on\nthe destination he had set by the coordinates. Denragi shone of its own\nlight on the control panel.\n\nEncouraged, he stepped to the door of the empty room.\n\nBirkala recoiled, appalled.\n\nHe could not see into the room. The luminescence was gone. The room was\nabsolutely dark.\n\nYet the darkness was more than the absence of light. It was more, even,\nthan the utter jet-blackness of intergalactic space. It was an active\nblackness, a _presence_ of blackness, and it filled the room to the\nvery edge of the door, untouched by the normal light from the hallway.\n\nThe most frightening thing about it was that he felt an impulse to move\ninto the room, a strong pull into the room, into the blackness. As he\ninstinctively resisted, the pull grew stronger.\n\nAnd then Birkala was terrified. For the pull was so strong that he\ncould not step back away from the yawning door.\n\nIn a semi-daze, he fought with his mind, for the force was not a\nphysical one. He fought, and he felt his control slipping.\n\nThere came a commotion from the bedroom behind him, the sound of\nupraised voices. There was Direka's agonized chatter, a shrill protest,\nand the firm angry voice of a woman.\n\nHe was able to turn his head slightly to see Spira come through the\nopening into the hallway.\n\nBirkala could not speak. He tried to warn Spira back with his strained,\nstinging eyes. But, unclothed as she had been at the fountain, she\nwalked purposefully to him.\n\n\"Birkala, you know Erik does not wish you tampering with these\nforbidden things!\" she chided, and laid a restraining hand on his\nshoulder.\n\nAt her touch, the powerful attractive force drained from Birkala in a\nrush. Released, he staggered back and fell against the opposite wall of\nthe corridor.\n\nBut Spira was yanked into the black room like a filing to a magnet, and\nvanished utterly.\n\n\n\nWhen Spira left him to go into the house, Erik sat for a few moments,\nstudying his unfinished canvas critically. Now, an arc of pure orange\nthere, a trace of subdued green there....\n\nA disturbing current intruded from the outer fringes of his mind,\nthat still undeveloped realm of precognition. There was something ...\nsomething was to happen ... to Spira!\n\nHe rose in haste, and strode swiftly into the house.\n\nHe encountered the hunchback sneaking from the direction of the\nbedroom. At sight of him, Direka broke into an awkward trot toward the\nfront door. There was something in his face that made Erik speed his\nsteps.\n\nThe hidden panel to the back of the house was open. Erik burst through\nit.\n\nThe transmitter was on, and its electrical aura hovered ominously\naround the door of the transmission room. In the hallway across from\nthat door, Birkala was struggling to his feet.\n\nErik seized Birkala in time to prevent him from hurling himself into\nthe blackness of the activated room.\n\n\"Spira!\" gasped Birkala. \"She was pulled in there!\"\n\nWith the strength of a giant, Erik hurled Birkala the length of the\ncorridor.\n\n\"Get out!\" he roared. \"Quickly!\"\n\nErik plunged into the holocaust of hostile blackness.\n\nThe room was endless, infinite. It was all space and all beyond space,\nand there was no light there for human eyes to see.\n\nThere was an alien presence in this nothingness, a vampire presence\nthat clutched a pathetic, limp figure light-years away, and reached out\ntoward Erik with its hungry essence.\n\nErik stood straight in the midst of nothing, his head thrown back,\nhis yellow hair lifting on the wind that blows between the galaxies.\nThe questing essence touched him and explored him, blindly unaware of\nhumanity's challenge to its elemental insistence.\n\nErik let his mind expand beyond him in a flexing of sure strength. Erik\nforced his mind from him in a blaze of anger. Erik attacked with his\nmind, magnificent in its unchained and immeasurable power.\n\nThe alien force receded, it dwindled, it diminished. It melted before\nthe strength of Erik's mind, that was a burning, pulsating power like\nlight, and yet was not light. The vampire essence slowly, reluctantly,\nrelinquished its distant, doll-like victim and retired in pain beyond\nthe edges of the galaxies.\n\nIn a room that was a room once more, in a room that was yet dark but\nlighted to him by the cold fire of his brain, Erik strode to a corner\nand lifted the crumpled, unconscious figure of Spira in his arms.\nCarrying her tenderly, he left the terrible room.\n\n\n\nThe corridor was empty. Birkala was no longer there.\n\nErik pulled down the control switch, and the blackness that had sprung\nup behind him in the transmission room faded into the harmless air of\nOrcti.\n\nBearing Spira, Erik strode through the house and out into the garden.\n\nBirkala was pacing back and forth near the easel, his face working in\nhis agitation. Erik approached him, and laid Spira gently on the soft\ngrass before him. She lay still, the rise and fall of her breasts the\nonly indication that she lived.\n\n\"Is she all right?\" choked Birkala, kneeling at her side in an agony of\nremorse.\n\n\"She is not harmed physically,\" said Erik, and Birkala gasped with\nrelief. Erik added: \"But you must see the rest of your answer.\"\n\nHe leaned over her and called softly:\n\n\"Spira!\"\n\nAs though awakening from a spell, Spira opened her golden eyes. They\nfixed themselves on Erik's sorrowful face, and they widened. She smiled.\n\nBut, with growing horror, Birkala realized it was not the smile\nof Spira, the sister of his childhood. It carried no message of\nrecognition nor of intelligence. It was the pitiful smile of\nmindlessness.\n\nShe gurgled.\n\nErik helped her to sit up, and she stared about her wonderingly.\n\n\"You have looked on me as an alien, Birkala,\" he said sternly, \"but we\nare of the same humanity. The mother of your race, too, was Earth. But\nwhile the far-flung children of Earth had to start as pioneers to build\nthe cultures of their varied worlds, the men of Earth forged ahead\nthrough the millennia in their climb toward whatever estate may one day\nbe the goal of mankind.\n\n\"We of Earth who come to your worlds are watchers to help you avoid\nsome of the pitfalls we know may divert you from that same path we have\ntrod, and destroy you. When you think of me as a man, Birkala, you\nthink of me as one who knows the secret of long life and has a physical\nscience in advance of your own. But the difference is far more: there\nare thresholds beyond the physical which you cannot comprehend, and\nbeyond these thresholds the man of Earth has gone and explored and\nmoves ever outward.\"\n\n\"I know this must be true,\" murmured Birkala brokenly, stroking his\nsister's yellow-green hair. \"I wronged you, Erik.\"\n\n\"No, you wronged yourself, Birkala, and your people. Because you stand\nat the pinnacle of your own science, you thought you could step forward\ninto ours. Because the words 'beam transmitter' signify technology to\nyou, you would not understand that no physical means of transportation\ncould transcend the limiting speed of light. You could not understand\nthat this thing called, in your language, a beam transmitter, reaches\nout into unguessed dimensions.\n\n\"Birkala, the reason Earth has not given you the beam transmitter is\nnot that it is beyond your technological capabilities. It is that you\nhave not developed in mind and heart to the point where you can cope\nwith the awful perils of those dimensions, dangers that even we do not\nunderstand fully. As the people of Orcti are impelled to cover their\nbodies with clothing, so are they incapable of facing such things with\ntheir naked minds. You could have destroyed your entire world, instead\nof just your sister.\"\n\nThere were tears in Birkala's eyes.\n\n\"And is she, then, destroyed?\" he asked in a low voice.\n\n\"She must go home with you,\" said Erik. \"I cannot help her. Slowly she\nmay recover some of her own personality, and years from now she may be\nagain part of the woman she was. But Spira is the price you have paid\nfor your temerity, and she will always be there to remind you of that.\"\n\nShaking his head, Birkala arose and urged the girl to her feet. Erik\nhelped him dress her in the clothing she had worn when she came to the\ngarden, the saucy skirt and shirt of the women of Orcti. Taking her by\nthe hand, Birkala started to lead her carefully away.\n\n\"Wait, Birkala,\" said Erik.\n\nHe took the canvas from his easel and handed it to Birkala.\n\n\"It is yours and you must keep it,\" he said sadly. \"It is like Spira.\nIt is beauty interrupted before it could fulfill its promise.\"\n\n\n",
    "metadata": {
        "author": [
            "Fontenay, Charles L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72059/pg72059.txt",
        "name": "beauty_interrupted.json"
    }
}