{
    "name": "Beside the golden door",
    "author": [
        "Slesar, Henry"
    ],
    "body": "Devia's voice, like a sweetly tinkling bell in his ear, sounded in\nKy-Tann's headpiece, and he chuckled at the urgency of her tone. Wedded\nless than two years, he still delighted in every nuance of her nature,\nand this was one of them. She could sound equally urgent about an\nimpending hurricane or an imminent dinner party.\n\nWith a sigh, he switched off the electron microscope and touched his\nAnswer button lightly. \"Yes, my darling? What is it?\"\n\n\"Haven't you _heard_? It's been on every newsray for the past six\nhours. I thought you'd have called me by now--\"\n\n\"I never use the newsray during duty hours,\" he said patiently. \"I\nprefer not to be interrupted.\" Ky-Tann was a metals stress analyst at\nthe Roa-Pitin Spaceworks.\n\nDevia missed or ignored the implied criticism. \"I'm sure you would\nhave wanted to hear this. Your friend Deez just returned from that\nexploration of his. He came back a hero, too.\"\n\n\"_Deez?_\" Ky-Tann said; shouted in fact. \"Deez back? Devia, are you\nsure you heard it right?\"\n\n\"Of course I did. And Deez himself called, not more than five minutes\nago. He said the Administrators had him and his crew quarantined for\nthe moment, but he plans to break loose tonight. If he can manage it,\nhe'll be here before the second sunset. Isn't it wonderful?\"\n\n\"It's wonderful, all right. Only where was he? What did he do that made\nhim such a hero?\"\n\n\"I couldn't gather too much from the newsray, except that he found\na world somewhere that has the Archeological Commission excited as\nchildren--\"\n\n\"You mean an _inhabited_ world?\" Ky-Tann said skeptically.\n\n\"Once inhabited, anyway. Please don't ask me to explain it, Ky, ask\nnewsray or Deez himself, you know how stupid I am about such things.\"\n\n\n\nHe chuckled, and said something loving in their private code, and\nswitched off. His curiosity about Deez' discovery rivaled his\nexcitement about seeing his friend again; in a hundred years of\nexploration, the space vessels of Illyri had merely confirmed the\nancient belief that Life was a rare and precious gift. They had found\nslugs and lichen and moss on rocky, almost-airless worlds; they had\nseen wild plant growth in steaming alien jungles; the sea creatures\nof the Planet Vosa, despite their infinite variety, proved utterly\nlacking in intelligence. Once, on an unnamed world in the Acheos\ngalaxy, the great space pioneer Val-Rion unearthed the artifacts of a\ndead civilization and stunned the people of Illyri by his announcement.\nHe claimed to have found written language, works of art, implements\nand weapons. Val-Rion was a brave man and a mighty adventurer, but a\npoor scholar. In the time it took Illyri's double suns to rise and\nset, the Archeological Commission completed a study of his findings\nand declared it a not-too-clever hoax, perpetrated by students of\nthe University of Space Sciences. To the end of his days, even after\nsome of the students came forward to admit their deception, Val-Rion\npersisted in his belief that the finding was authentic, and squandered\nhis fortune in an attempt to interpret the mysterious language. He\nfailed, of course; the \"language\" was nonsense. Some of the students\nhad been sensitive enough to regret their hoax; one of them, Deez-Cor,\nnamed his ship after the late explorer.\n\nBut now the _Val-Rion_ and her crew were home, after an odyssey so\nlong overdue that the Space Commission had officially declared the\nexpedition lost.\n\nKy-Tann had never mourned for his missing friend. Sense told him that\nthe _Val-Rion_ was gone, atomized by its own engines, shriveled by some\nalien sun or demolished on the terrain of some unfriendly world. But\nhe refused to make the admission, even after official hope was gone;\nhe continued to envision Deez at the controls of his ship, grinning\ncockily into space, eyes challenging the void.\n\nHe left the spaceworks early and flew his Sked home at just above the\nlegal airspeed. If he had expected to find his wife excited by the\nprospect of Deez' visit, he was mistaken. Su-Tann had a new tooth,\nand Devia was more elated by the sight of the little white stump in\nthe baby's mouth than she could be by all the extra-illyrian worlds in\nthe known galaxies. But when Deez arrived as promised, right after the\nsecond sunset, she burst into tears at the sight of him.\n\nKy-Tann himself swallowed hard as he embraced his friend. Deez\nwas gaunt inside his spaceman's coveralls, the bones in his face\npronounced. The skin of his right cheek and neck had been burned, and\nthe hair whitened on that side, giving him a strangely off-balance\nlook. He grinned as Deez always grinned, but when he stopped grinning\nhis eyes were weary.\n\n\"You must rest, Deez,\" Devia said sorrowfully. \"It must have been awful\nfor you.\"\n\n\"No,\" Deez answered. \"I want to talk, Devia, I can't tell you how much\nI've wanted to see you both, to tell you about it.\"\n\nKy-Tann said: \"The Administrators must have given you a rough time.\"\n\n\"I've turned over all our film records to them, and the artifacts we\nstored aboard. But I haven't really talked to anyone.\" He licked his\ndry lips, and brushed a hand over the whitened side of his hair. \"The\nbaby,\" he said softly. \"Could I see the baby?\"\n\n\"What?\" Ky-Tann seemed surprised at the request.\n\nDevia leaped to her feet. \"Of course, Deez, I'll bring her.\" To\nKy-Tann, she said: \"Ky, you idiot, get Deez a drink or something.\"\n\n\"I just want to see the baby. It's a girl, isn't it?\"\n\n\"Her name is Su-Tann,\" Devia said.\n\n\n\nWhen the baby was brought into the room, cooing softly and trying her\nnew tooth against a thumbnail, Deez took the infant into his lap and\nstudied its small, chubby face with an air of solemnity that troubled\nKy-Tann and his wife. After a moment, Deez smiled painfully. \"What\nluck,\" he said. \"She looks like you, Devia. It would have been awful if\nshe had looked like Ky.\"\n\nDevia laughed, but they could see that Deez had labored to make the\njoke. She took the infant from him, and let Su-Tann crawl about the\nheated floor. Deez watched her progress and then looked up, flashing\nhis old grin. \"But I suppose you're waiting to hear about my great\nDiscovery? Think of it, Ky! A dead planet, a genuine lost civilization!\nNot a hoax this time....\" He spoke avidly, but his eyes were\nbewildered, the eyes of a man injured in battle.\n\n\"It can wait,\" Ky-Tann said. \"You're tired, Deez.\"\n\n\"I'll tell you now,\" Deez said.\n\n\n\n\"It was in the second quadrant of the galaxy as charted by Roa-Pitin,\nthe outer spiral arm we call Evarion; our hydrogen radiation equipment\nhad been receiving an exciting pattern of signals since our journey had\nbegun. Of course, we weren't the first exploration team to be lured by\nthose signals, countless others had dashed themselves to pieces for\nthat electronic siren song. We employed every navigational device we\nknew to put us within range of the strongest beams, but the fact that\nwe succeeded can only be described as an accident--or the will of a\npower greater than anything we know.\"\n\nKy-Tann looked narrow-eyed. \"A Super-Being?\"\n\n\"A Super-Memory,\" Deez said. \"Let's call it that. At any rate, our\nequipment fixed on a star of low magnitude with a nine-planet system.\nSimple calculation of distances and spectroscopic readings eliminated\nall but one of the worlds as suitable for exploration. It was the\nthird planet in relative distance from its sun. But we felt no unusual\nexpectation as we prepared for landfall; the closer we came, the more\nwe recognized the bleak, airless type of world that has become so\nfamiliar to the exploration ships of Illyri that we call them nothing\nmore than cosmic debris.\n\n\"We made our landing on the ledge of a gigantic basin that might\nonce have been the container for a vast ocean. Gi-Linn, our ship's\nscientist, was convinced by the configuration of its floor that the\nplanet had once been blessed with water, air, and in all probability,\nsome form of life. He speculated that the vanished ocean might have\nonce teemed with creatures as those we discovered on Vosa. He was\ndoubtful, however, that life forms had become more advanced than\nVosa's. Gi-Linn has a way of leaping to conclusions, a smug fellow. I\nwas pleased to see him proved wrong.\n\n\n\n\"We skedded across this dry ocean floor a distance of some two to\nthree thousand amfions, and found its peaks and valleys marvelous to\nbehold but utterly devoid of vegetation. Gi-Linn made some cursory\nexaminations of mineral specimens during our flight, and reported\nthat the planet's crust was an astonishing mixture of various layers,\nranging in geological age from millions of years to mere thousands.\nIt was further evidence that this world hadn't always been a barren\nrock, that a cataclysmic volcanic upheaval had altered its terrain,\nsifted and blended its strata, had dried its oceans and swallowed its\ncontinents. For the first time, we began to look upon this particular\nplanet with more than routine interest.\n\n\"And then we saw it.\n\n\"At first, Totin, our navigator, swore it was only an optical trick,\nan illusion of the sort we had encountered on other worlds. Once, on a\nplanet in the Casserian system, we had each of us seen a herd of cattle\ngrazing peacefully in a green field--this on a planet of interminable\nyellow dust. But there was nothing dreamlike about the great metallic\nruin that came into our sight, this giant who seemed to lift its\nshattered arm to us in greeting.\n\n\"I have seen terrors, and beasts, and horrors of the flesh, but I tell\nyou now that never before have I experienced such a pounding of the\nheart as when that alien monument came into view. For not only was it\nplainly a remnant of a forgotten civilization, the first we had ever\nfound, but it was also apparent that the ancients who had lived--and\ndied--on this world had been cut from the same evolutionary cloth as we\nof Illyri.\n\n\"The figure was that of a woman.\"\n\nDevia, who had been listening open-mouthed, said:\n\n\"A woman! Deez, how thrilling! It's like some marvelous old fable--\"\n\n\"She stood some ninety amfs high,\" Deez said, \"buried to the shoulder\nin the arid soil of the planet. Her right arm was extended towards the\nheavens, and clutched within her hand was a torch plainly meant to\nsymbolize the shedding of light. Her headpiece was a crown of spikes,\nher features noble and filled with sadness. She was blackened with\nthe grime of centuries, battered by time, and yet still wonderfully\npreserved in the airless atmosphere.\n\n\"We were thrilled by the sight of this ancient wonder, and speculated\nabout its builders. Had they been giants her size, or had they erected\nher as a Colossus to celebrate some great deed or personage or ruler?\nWhat did she mean to her builders, what did her uplifted torch signify?\nWhat aspirations, hopes, dreams? Could we find the answer beneath that\ndry soil?\"\n\n\"Did you dig?\" Ky-Tann said, his eyes shining with excitement. \"You\nweren't equipped for any major excavation work, were you?\"\n\n\"No; the most we could have done was scratch the surface of the planet,\nperhaps enough to free the entire figure of the Colossus. But that\nwasn't enough; we burned with curiosity to know what lay under our\nfeet, what buried cities, people, histories.... Totin set up a signal\nstation, and beamed our message to the space station on Briaticus.\nAfter a few days, we made contact, and relayed our story. There was\nskepticism at first, but they finally agreed to dispatch all available\nmanpower and excavation equipment to the planet Earth.\"\n\n\"The planet what?\" Devia said.\n\n\"Earth,\" Deez said, with a wan smile. \"That was its name, eons ago,\nand the builders, who were called Earthmen, lived within natural and\nartificial boundaries called nations, empires, states, dominions,\nprotectorates, satellites, and commonwealths. That empty globe had\nonce housed as many as three _billion_ of these Earthmen, and their\nworks were prodigious. Their science was advanced, and they had already\nthrust their ships into the space of their own solar system....\"\n\nKy-Tann was plainly startled.\n\n\"Deez, you're really serious about this? It's not another hoax?\"\n\n\"I've seen the ruins of their cities, I've touched their dry bones,\nI've turned the pages of their books....\" Deez' eyes glowed, pulsating\neerily. \"We found libraries, Ky, great volumes of writing, in languages\nastonishingly varied and yet many that were swiftly encodable.... We've\nseen their machines and their houses, their working tools and their\nplay-things. We found their histories, records of their bodies and\nvoices, their manners and morals and sometimes mad behavior ... Ky!\"\nDeez said, his voice choked. \"It'll take a hundred years to understand\nall we've found!\"\n\nDevia rose quickly at the sound of his agitated voice, and went to his\nside. \"Try not to overexcite yourself,\" she said. \"I know how you must\nfeel....\"\n\n\"You can't. You can't possibly,\" Deez muttered. \"To know the\noverwhelming--_greediness_ I felt--turned loose in an archeological\ntreasure house--I began waking up at night, sweating at the thought\nthat I might die before I had seen all there was to see on that planet,\nread all its books, learned all its secrets--\"\n\n\"And what _did_ you learn?\" Ky-Tann said.\n\nDeez stood up slowly. He crossed the room to the view-glass, but they\nknew his eyes looked out at nothing.\n\n\"I learned,\" he said bitterly, \"that it was a world which deserved to\ndie.\"\n\n\n\nOn a balmy June evening, in the Spring of 1973, Dr. Carl Woodward\nopened his front door on a new era. The man who stood on his\ndoorstep--Woodward never thought of Borsu as anything but a \"man\"--wore\na sleeveless tunic that glistened like snake-skin. He was holding\nsomething in his hands, as if proferring it, a foot-square metallic box\nwith rounded corners and a diamond-shaped screen that showed a moving\ntracery of spidery-thin lines.\n\nWoodward was sixty-one. He had been a naval surgeon in two wars, and\nhad lost a leg during the Inchon landing. He had survived the loss, but\na treacherous heart condition forced his retirement. He chose a small\nvillage in Eastern Pennsylvania. He lived with a dog and a thousand\nbooks. Borsu, the alien, could not have chanced on a better host that\nnight.\n\n\"Yes, what is it?\" Woodward said. When no answer came, the doctor\nrealized that his visitor expected him to watch the screen. He did.\nThe lines wavered, shifted, blurred in their excitation, but conveyed\nnothing. Panacea, Woodward's aging beagle, finally came out of his warm\nbed near the furnace and set up a furious barking.\n\n\"Pan!\" Woodward snapped. \"Shut up, you mutt! Look, mister, perhaps if\nyou came inside--\"\n\nThen his eyes became adjusted to the diamond-shaped screen; he saw\na picture. The scene was a forest; there was the gleam of crumpled\nmetal, and a prostrate figure lying on the leaf-strewn floor. It was\nthe portrait of an accident, and Woodward was intuitive enough to know\nthat the man in the doorway had come for help.\n\n\"You want me to come with you, is that it?\" he said. \"Is your friend\nhurt? How did it happen?\"\n\n\n\nThe screen refocused. Now Woodward saw the injured \"man\" more closely,\nsaw the face blue in the moonlight, saw the lacerations on his cheek\nand forehead. Then the \"camera\" traveled downwards, towards the ribs,\nalmost as if it were exploring the extent of the injuries for diagnosis\n(later, he learned this was true).\n\n\"Well, come on,\" he said gruffly. He took his coat and instrument bag\nfrom the hall closet, and shut the door on Panacea's hysteria. When\nhe was outside with his visitor, he saw his face for the first time.\nThen he knew that the face he had seen in the tiny screen hadn't merely\nlooked blue in the moonlight. It was blue. A smoky, almost lavender\nblue. Those who came to hate the aliens described it as purple, but\nBorsu, his dying companion, and all the aliens who followed were\nblue-skinned.\n\nWoodward was in a fever of excitement by the time he reached the scene\nof the crash, in the woods some five hundred yards from his home. He\nunderstood its significance by now, knew that the fallen vessel had\nbeen some kind of space craft, that its dual occupants were visitors\nfrom another world. The fact that he had been first on the scene\nthrilled him; the fact that he was a doctor, and could help, gratified\nhim.\n\nBut there was nothing in his black bag which could aid the crash\nvictim. His black-pupiled eyes rolled in the handsome blue head, and\nhis fine-boned blue hand reached for the touch of his companion's\nfingers in a gesture of farewell. Then he was dead.\n\n\"I'm sorry,\" Woodward said. \"Your friend is gone.\"\n\nThere was no grief evident in the placid blue face that looked down at\nthe body. Once again, the alien lifted the metal box and forced the\ndoctor's attention on the diamond-shaped screen.\n\nThe picture was that of Woodward's house.\n\n\"You want to come home with me?\" Woodward said. Then he gasped as he\nsaw himself on the screen, entering the house, alone. Then he realized\nthat the scene typified a request--or a command. The man from space\nwanted the doctor to return home.\n\n\"All right,\" he said reluctantly. \"I'll go home, my friend. But I can\ntell you right now--don't expect me to keep all this a secret.\"\n\nHe turned, and limped through the woods.\n\nWoodward had just entered the house when the woods burst with light,\none incredible split-second of white fire that lit the world for miles.\nIt was the alien's funeral pyre.\n\nThen the alien came back. When the doctor answered the door, he strode\ninto the room purposefully, and placed his strange visual aid on a\ntable top. He looked squarely at Woodward, and then placed a finger in\nthe center of his smooth blue forehead.\n\n\"Borsu,\" he said.\n\nThe doctor hesitated. Was the alien identifying himself by name?\nIndicating himself by the most vital organ, his brain?\n\nThe doctor pointed to his own forehead.\n\n\"Carl,\" he said.\n\nThen he looked about, and his eyes fell on the book he had been\nreading. He picked it up, and tapped its cover.\n\n\"Book,\" he said.\n\nThe stranger took it from his hand.\n\n\"Book,\" he said. \"Borsu, Carl. Book.\"\n\nAnd the alien smiled.\n\n\n\nWoodward handled his request to see Ridgemont, Secretary of Science,\nwith extreme care. He understood the functions and fears of the\nbureaucrat, the ever-present concern about wasting time on crackpots,\nlobbyists, representatives of various useless or lunatic fringe groups.\nHe had arranged the meeting through the Secretary of the Navy, and made\ncertain that Ridgemont knew of his good service record, that he was\nconvinced that Woodward was a man of sound mind and character. Only\nthen did he make the appointment.\n\nYet despite his precautions, Ridgemont looked at Woodward exactly as\nthe doctor knew he would.\n\n\"A man from _where_?\" he said.\n\n\"From outer space,\" Woodward said quietly. \"Not from our own solar\nsystem, but from another. Their world exists no longer. Borsu and the\nothers recall nothing about it, but that was a case of deliberate\nForgetting; I'll tell you about that later. The important thing is--\"\n\n\"The important thing,\" Woodward said icily, \"is for you to see\nthe right person. Frankly, this department isn't concerned\nwith--extra-terrestrial matters. Perhaps the Department of Defense--\"\n\n\"I've thought about this for some time,\" Woodward persisted. \"I believe\nyou're the one person most capable of both understanding and helping.\nPlease don't disappoint me.\"\n\nPerhaps Ridgemont was flattered; at any rate, he calmed down and let\nthe doctor speak.\n\n\"Borsu and a companion came to Earth about a month ago, their descent\nundetected except by the astronomical observatory at Clifton; if you\ncheck with meteor landing. But it wasn't a meteor. It was a space\nvessel, and its crash killed Borsu's friend. You won't find traces of\nit, either, because Borsu followed his people's tradition of totally\nannihilating the remains. No, it wasn't a secret weapon of any kind; he\nmerely triggered the ship's atomic reactor.\n\n\"Borsu came to me by chance. But when he discovered I was sympathetic,\nhe allowed me to become his mentor and teacher of language. I couldn't\nhave wanted a better student; he's already read and digested half the\nbooks I own.\n\n\"I have had long conversation with Borsu, about his past and his future\nhopes; indeed, the hopes of his entire race. When I learned his story,\nand understood why he came to our world, I decided to act as his\nemissary. Borsu has a mortal--and understandable--fear of being treated\nlike a freak or a guinea pig. I'm here to pave the way for him, and the\nothers.\"\n\n\n\nRidgemont must have been aware of Woodward's sincerity; he looked\nastonished.\n\n\"You really mean this, don't you?\" he said. \"A man from another planet\nis here, with you?\"\n\n\"Yes,\" Woodward said firmly. \"In my own home. But I cannot give you\nthe name of his world, and neither can Borsu. At the moment, their\nway-station is an airless asteroid in our solar system, where they are\nliving in an artificial atmosphere and surviving on synthetic food.\nThere are fewer than ten thousand of them, refugees from a world which\nsuffered a fate so terrible that they have allowed themselves to forget\neverything about it.\"\n\n\"Forget? What do you mean?\"\n\n\"They have a belief, an ancient conviction, about Forgetting. I don't\nknow whether it's cultural, or religious, or scientific in origin; but\neach generation conceals the past from the new generation, especially\nthose things in the past which have been unpleasant or hurtful. They\nare future-minded; they believe their children are sounder mentally\nif they know nothing of past evils. Whatever happened on the world of\ntheir birth is a story only their dead ancestors knew. Their interest\nis only in tomorrow.\"\n\n\"And just what kind of tomorrow do they have in mind?\"\n\nWoodward took a deep breath.\n\n\"They wish to migrate to Earth, Mr. Ridgemont. All of them. Their\nevolutionary development was virtually identical to ours; when I\nmarveled at this, Borsu laughed heartily at me. It is the belief of\ntheir science--or perhaps their theology--that the physical form both\nraces share is the only one possible to the intelligent beings of the\nuniverse. So you see,\" Woodward said wryly, \"perhaps the old prophets\nwere right, when they said that God made Man in his own image. Perhaps\nit's the only possible image in the cosmos.\"\n\n\"Then they look like us? Exactly like us?\"\n\n\"Not exactly, no. There are some--surface differences. I know nothing\nof Borsu's interior construction, only X rays could tell us that.\"\n\nRidgemont said, suspiciously: \"What surface differences?\"\n\n\"They are somewhat more angular than we are, a bit taller. Their\ncraniums are larger, their shoulders narrower and bones finer. Borsu\ntold me that they have no tonsils or appendix. In a way, they might\nbe one lateral step higher on the evolutionary scale than the people\nof Earth. Their science is slightly more advanced in some areas,\nbehind us in others. And of course, the number of their scientists and\ntechnicians is greatly limited.\" Woodward paused. \"And they are blue. A\nsoft, pleasant shade, but unmistakably--blue.\"\n\nThe Secretary's chair creaked.\n\n\"And they want to settle _here_? Among us?\"\n\n\"They feel sure that our races will be compatible, sharing as we do our\nevolutionary heritage, that--\"\n\n\"One moment,\" Ridgemont said sharply. \"When you say compatible--are you\nimplying that these creatures can interbreed with us?\"\n\nThe doctor winced at the word \"creatures.\" But his reply was soft.\n\n\"No,\" he said. \"That coincidence would be too great. But they have\nno such desires; they will be happy to produce their own future\ngenerations of citizens. They have deliberately controlled their\nbirthrate until they could find a home. Earth can be that home, Mr.\nRidgemont, but they wish to be sure of a welcome.\"\n\n\n\nThe Secretary stood up, and came to the front of the desk to face the\ndoctor.\n\n\"Dr. Woodward,\" he said, \"your story is an incredible one, but for the\nmoment I'll assume that everything you've said is true. Naturally,\nvisitors from another planet--who mean us no harm, and who can impart\nknowledge to us--would be more than welcome on Earth. They would be\ncelebrated by every man of Science on this planet.\"\n\n\"Borsu understands that. But it's not the scientists whose welcome\nthey seek. It's the people of Earth.\"\n\n\"Doctor, I cannot speak for the people of Earth.\" Ridgemont frowned,\nand rubbed his forehead. \"Where would these aliens of yours want to\nlive? How would they live? Assimilated among the peoples of Earth? In\ntheir own community, a nation reserved for them alone?\"\n\n\"I can't say. These are questions to be decided by others--\"\n\n\"Does this Borsu expect us to guarantee this welcome? To assure them\nthat they will be received with open arms? People are strange. Once the\ninitial excitement of their arrival is over, who can say how ordinary\ncitizens will react?\"\n\n\"You must understand that they come in peace and friendship. They are\ntired, weary of searching for a home. They need our help--\"\n\n\"You say they're _blue_, doctor.\" Ridgemont's eyes were penetrating.\n\"Do you think the world can withstand still another race problem? Do\nyou?\"\n\n\"I don't know,\" Woodward said miserably. \"I'm only Borsu's friend, Mr.\nRidgemont, his emissary. I can't answer questions like this. I thought\nthat you, a man of science--\"\n\n\"As a scientist, your Borsu fascinates me, of course. I'd like to\ninterrogate him for years. I'd like to dissect his mind and body until\nI know everything about him and his people. But you're asking me a\ndifferent question. You're asking--do I want Borsu as a neighbor?\"\n\nWoodward stood up. His face was pale, and the leg that wasn't there\nthrobbed with pain. He was sweating, a gray sweat that coursed down his\nseamed cheek and soiled the collar of his shirt.\n\n\"I don't feel well,\" he said. \"If you'd excuse me--\"\n\n\"Of course,\" Ridgemont said solicitously. \"We can talk more about this\nlater, when you feel up to it....\"\n\n\"Yes,\" Woodward said.\n\n\n\nThat night, in a hotel room in Washington, Dr. Carl Woodward died of a\ncoronary thrombosis.\n\nSecretary of Science Ridgemont, however, was curious enough about the\ndoctor's story to send a deputation to his home in Pennsylvania. As a\nsimple precaution, one of the men in the party was an armed policeman\nnamed Sergeant Kemmer. At the first sight of the blue-skinned man,\nKemmer became alarmed enough to draw his gun. Borsu recognized the\nweapon, and its dangerous potential, from his reading. Frightened,\nhe tried to flee through the front door, and Kemmer misinterpreted\nhis movement as an attack. He fired three times. One of the bullets\npenetrated Borsu's temple, and killed him instantly.\n\nThree months passed before the next delegation from the aliens appeared\non Earth. This time, their arrival was detected, and the visitors were\nbrought safely to the local authorities in the Nebraska community where\ntheir vessel landed. Their names were Cor, Basuc, and Stytin. Stytin\nwas a female, lovely in her blue-skinned shapeliness.\n\nA team of scientists were dispatched from Washington, Tokyo, and London\nto take charge of the alien trio. It was another two weeks before their\nmarvelous facility with language permitted them to talk intelligently\nto their examiners.\n\nOn November 8, 1973, Stytin, the blue female, was found assaulted,\nmutilated, and murdered in the woods near the town of Ponchi. The\nbrutal slaying shocked the scientists, who tried to assure Cor and\nBasuc that the episode had not been typical of the behavior of the\npeople of Earth. But Cor and Basuc, who had no memory-record of\nkilling, became terrified, and fled. Cor was shot and killed by a\nfarmer, and Basuc was accidently drowned while forging a stream during\nhis escape.\n\nThe death of the four aliens, however, didn't prevent the migration\nfrom beginning. Hunger--not for food alone, but for the blessed green\npromise of the Earth--drove the blue aliens to make the journey before\nreceiving assurance of their welcome. Their tiny two, three, and\nfour-man craft began dotting the heavens, filling the world with fears\nand panics that were only partially allayed by the repeated assurances\nof the world's leaders. Despite explanations and pleas for order, the\nblue people were frequently slain the moment their ships touched Earth.\nThere was never an official estimate of the deaths, but it was certain\nthat well over three thousand of the aliens lost their lives before\never tasting a drop of cool Earth water, or knowing the shade of an\nEarth tree, the peaceful blue of an Earth sky.\n\nFinally, the killings were over. Less than seven thousand Blues\nsurvived the perilous journey, protected upon their arrival by\ncontingents of armed soldiers, sped to the scene of the landings in\ntime to stop the citizens from their slaughter.\n\n\n\nIt was Mostyn Herbert, Secretary-General of the United Nations, who\nmade the first speech of welcome, before the general assembly.\n\n\"The world,\" he said, \"has seen a new migration in these past months,\nan event which has brought new hours of infamy to the human race.\nThe savagery of man to beast, the bestiality of man to man, has now\nbeen exceeded by our shameful record of cruelty towards these homeless\nwanderers from a forgotten world. We have slain almost a third of their\nnumber wantonly and without cause. They proffered to us the wisdom and\nknowledge of their own civilization, and asked for nothing in return\nbut sanctuary. We have answered them with murder, and rape, and a\nbigotry that has exceeded all others in the long and reeking history\nof human injustice. It is time for the human race to call a halt; not\nmerely for the sake of our alien visitors, but for the sake of the\nalmighty soul of Man. We must hold out our hand, and say 'Welcome.\nWelcome to Earth!'\"\n\nMoved by the plea of the Secretary-General, the assembly voted to\nform a 12-nation commission to study the problem. Many governments\nmade offers of hospitality to the aliens; the United States, Canada,\nAustralia, the Scandinavian and Low Countries, all expressed a\nwillingness to set aside land areas for the exclusive use of the\naliens. The U.S.S.R. made no offer of land, but suggested that the\nBlues could be completely integrated into Russian society. The choice\nwas left to the Blues and their leader, an Elder named Trecor.\n\nThe wisdom of Trecor's decision became a subject of debate for\ngenerations to come. He declined to isolate his people as a \"nation,\"\nseparate and apart from the human race. He declined to have them as\nboarders within any one sovereign state. Instead, he asked that the\nBlues be divided into small communities and dispersed over the world,\nwhere each could work out their individual destiny. His purpose was a\nnoble one: he wished to make his people truly the neighbors, even the\npartners, of the Earthmen.\n\nAnd so it was.\n\nIn the United States, a Blue community began a collective farming\nproject on acreage deeded to them by the government in Kansas. Within\nthree years, the crops of winter wheat and corn produced on the\nBlue farmlands were so superior in quality that they provoked the\nadmiration, and envy, of every farmer in the district. In '77, the year\nof the Terrible Twisters, only the Blue farmlands were miraculously\nspared the destruction of their fields. The ignorant claimed that\nsome spiritual agency had helped the Blues; the more enlightened\ncredited the sturdiness of their crops. But both became united in\na sullen resentment of the Blues, the strangers who had committed\nthe unpardonable sin of prospering in a season of want. From these\nbeginnings came the illicit organization of terrorists who called\nthemselves the Dom-Dom, a name originally meaning Defenders of Mankind.\nBetween the years 1977 and 1991, the Dom-Dom could take the blame for\nthe violent deaths of more than a thousand Blues.\n\n\n\nIn New Zealand, another farming community of Blues fared better than\ntheir fellows in Kansas. But in the year 1982, they fell victim to the\nstill-unnamed plague which Earthmen merely called the Blue Disease.\nIt seemed to strike only the aliens, but it resembled typhoid in its\nsymptoms and deadly progress. The Blues themselves became unable to\ncope with the disease; their pleas for outside medical help brought\nonly a handful of Earth physicians. When one of them, a Dr. Martin\nRoebuck, died of a seizure that the Blues swore was unrelated to the\nplague, the others fled in fear of contagion. Their statement to the\nworld press claimed that the biological differences between Earthmen\nand Blues were too great for Earth medicine to be of value. And so the\nBlues of New Zealand died. The white flash of their funeral pyres lit\nthe night again and again.\n\nIn Russia, a non-farming community of Blues, composed mainly of artists\nand scientists, lived in a government-constructed \"city\" and were\ncarefully nurtured and pampered like talented, precocious children.\nAfter five years of this treatment, the Blues sickened of it and\nyearned for a freer life. With the eyes of the world upon them, the\nRussians quickly agreed to the Blue demands. Yes, they could do as they\nplease, live as they please, work as they please. One by one, their\nprivileges were withdrawn. The Blues found that they had to provide\ntheir own food, their own clothing, maintain their own shelters; the\nRussians had given them independence with a vengeance. They found\nthemselves unable to care for their own elementary needs; they were\nlike helpless children; they began quarreling among themselves. For the\nfirst time in the remembered history of the race, a Blue killed another\nBlue; it was said that the shame of this episode was the cause of the\nElder Trecor's death. Eventually, the Blues surrendered; they preferred\nthe easy comforts of their prison, and begged their jailers to lower\nthe bars again.\n\nIn the thirty-six years of the Blues' residence on Earth, only four\nthousand births were recorded; while ten thousand of the race perished.\n\nIt was in the year 2009, following the Kansas City Massacre by the\nDom-Dom, in which eight hundred Blues died under the flamethrowers of\nthe terrorists, that the Decision was reached. It was relayed to the\nworld by an Elder named Dasru, whose prepared statement was read to the\nUnited Nations.\n\n\"We came to your world unbidden and unwelcome,\" the statement said. \"We\ncame to your world asking no privilege, bearing no arms, wishing for no\nmore than forbearance for our differences, patience for our ignorance,\nand sympathy for our homelessness. We offered love and received hatred.\nWe came in peace and died in war.\n\n\"We love the sweet green fields of your planet, its clear water and\nskies, its generous soil. But you have never permitted Earth to become\nour home, and so we leave you. We leave you, people of the cruel\nplanet. Rather than suffer your bigotry, and yes, your tolerance, we\nleave you. We go to seek another homeland, and in the minds of our\nfuture generations no memory of this hated visit shall remain. We shall\nForget you, Earth; but may you always remember, what drove us from your\nworld.\"\n\nThen the exodus began. One by one, the small spacecraft of the Blues\nbegan to rise towards the heavens. Before the next Spring came to\nEarth, the Blues were gone.\n\nKy-Tann cleared his throat, and looked at his young wife. Devia stared\nat Deez.\n\n\"How long ago?\" Ky-Tann asked. \"When did this happen?\"\n\n\"Perhaps three, four thousand years ago,\" Deez said. \"They left the\nEarth to its fate, and eventually that fate was extinction. Some defect\nin its sun caused an outburst of nuclear fire, and shriveled the\nplanet to what it has become. But still _she_ stands, their goddess of\nwelcome, lifting her torch to the empty skies.\n\n\"When we dug up that statue, do you know what we found? There was an\ninscription on the base. When we learned the story of that planet's\npast, the irony of those words was poignant.\"\n\n\"Do you remember them?\"\n\n\"I could never forget them,\" Deez said, and his eyes were dark. \"_Give\nme your tired, your poor, your huddled masses yearning to breathe free,\nthe wretched refuse of your teeming shore; send these, the homeless,\ntempest-tossed, to me; I lift my lamp beside the golden door._\"\n\nThere was silence. Ky-Tann became aware of his wife's tears.\n\nHe went to her, and she wiped her eyes. \"I'd better put Su-Tann to\nbed,\" she said, trying to smile at Deez. \"Did you see her tooth, Deez?\nIt's her very first.\"\n\nKy-Tann took his wife's blue hand, and kissed her blue cheek. \"A\nbeautiful tooth,\" he said.\n\n\n",
    "metadata": {
        "author": [
            "Slesar, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72420/pg72420.txt",
        "name": "beside_the_golden_door.json"
    }
}