{
    "name": "Beyond the Marshes",
    "author": [
        "Connor, Ralph"
    ],
    "body": "Author of \"Black Rock\" and \"The Sky Pilot\"\n\n\n\n\n\n\n\nThe Westminster Company Limited\nPublishers\nToronto\n\nEntered according to Act of the Parliament of Canada, in the year one\nthousand eight hundred and ninety-eight, by The Westminster Company,\nLimited, at the Department of Agriculture.\n\n\n\n\nHave you ever caught the scent of the clover as you were whirled away\nby the train beyond the city on a summer's day and sped through the\nrich pasture lands?  And do you remember how you stepped forth at the\nfirst halting-place to secure a sprig of the sweet, homely flower that\nhad spoken to you so eloquently in its own language, and how you\npressed it in your book?  Does not its perfume remain with you till\nthis day?  And every now and then a fragrance is wafted to our inner\nsenses as we read some simple story which is to us as a breath of the\nclover, bringing us a message of sweetness and beauty, and going\nstraight to our hearts with the power that belongs to the secrets which\nlie hidden at our lifers core.\n\nAnd this sweet prairie idyll is surely one of those fragrant messages\nwhich lays its hold on us as we pause for a moment in the midst of our\nfevered lives and anxious thoughts, and step across the threshold of\nthat chamber where we must needs put our shoes from off our feet, for\nthe place whereon we stand is holy ground.  And as we press on again to\nlife's duties, may we bear with us something of the precious perfume\ndiffused by plants which are divine in their origin and which must be\ndivine in their influence.\n\nISHBEL ABERDEEN\n\n\n\n\nBEYOND THE MARSHES\n\n\nThe missionary of the Bonjour field found me standing bag in hand upon\nthe railway platform watching my train steam away to the east.  He is\nglad to see me.  I am of his own kind, and there are so few of his kind\nabout that his welcome is strong and warm.  He is brown and spare and\ntough-looking.  For six months he has driven along the pitching trails\nand corduroy roads, drenched by rains, scorched by suns, and pursued by\nthe flies.  As to the flies there is something to be said.  They add\nmuch to the missionary's burden, and furnish unequaled opportunity for\nthe exercise of the Christian graces of patience and self-control.  In\nearly spring they appear, and throughout the whole summer they continue\nin varying forms, but in unvarying persistence and ferocity.  There are\nmarsh flies, the bulldogs, \"which take the piece right out,\" the gray\nwings, the blue devils (local name), which doubtless take several\npieces right out, the mosquitoes, unsleeping, unmerciful, unspeakable,\nthe sand flies, which go right in and disappear, and the black flies.\n\n\"When do _they_ go away?\" I asked a native.\n\n\"Oh, them black fellows go away on snow-shoes.\"\n\nThese each and all have taken a nip and a suck from the missionary as\nhe pushed on by night and by day through their savage territory.  I\nglance at him, and sure enough they seem to have got all the juice out\nof him, but they have left the sinew and the bone.  His nerve, too, is\nall there, and his heart is sound and \"under his ribs,\" which one of\nhis admiring flock considers the right spot.\n\nIt is Saturday afternoon, and we are to drive to the farthest of his\nthree stations to be ready for the Communion Service there, at\nhalf-past ten to-morrow morning.\n\n\"Where does it lie?\" I ask.\n\n\"Oh, away beyond the Marshes,\" was the answer.  Every one evidently\nknows where the Great Marshes are.\n\nBut first we must drink a delicious cup of tea from a brave young\nScotchwoman, who has learned the trick of making a home for her husband\nand babies amid the limitations of Canadian wilds, little like the\nEdinburgh home where she herself was a baby, and which she left not so\nvery long ago.\n\nThen we must take a look at the new manse of which the missionary feels\nhe has the right to be modestly proud, for it is mostly the work of his\nown hand.  He, like his great Master, is a carpenter, and day and night\nin the pauses of his preaching and visiting and studying, he has\nwrought at it, getting such help as he can, till there it stands, among\nthe trees, the little cottage manse, announcing to all that the mission\nhas come to stay.  The _front room_, with writing-desk, book-shelf,\ntable, all of the missionary's making, does for reception and dining\nroom, study, and parlor.  Behind it is the kitchen, with ingenious\ncupboards; and opening off from this the bedroom, five by seven, with\nbedstead and washstand, both home-made, and both nailed fast to the\nwall.  Altogether a snug little, tight little house, going a long way\nto content one with being a bachelor.\n\nAnd now we hitch up Golddust, and are off through the glorious yellow\nlight and purple haze of this September afternoon.  Golddust is the\nmissionary's horse, and evidently the missionary's weakness.  His name,\nand as his owner thinks his speed, his spirit, and other\ncharacteristics, he inherits from his sire, Old Golddust of Western\nracing fame.  Old Golddust, if he has transmitted his characteristics,\nmust have been a horse of singular modesty, for his son continues\nresolutely unwilling throughout this drive to make any display of his\nnobler qualities.  By an extraordinary piece of good fortune, due to an\nevil but unfair report of Golddust in his young days, \"they didn't know\nhow to handle him.\" the missionary had bought him for twenty-five\ndollars!  One result of the deal has been an unlimited confidence on\nthe part of the missionary in his own horse-dealing instinct.  It is\nquite true that Golddust has not always shown his present mild and\ntrustful disposition.  Indeed, the missionary goes on to tell how,\nbeing loaned for a day to a brother missionary up west, the horse had\nreturned in the evening much excited, but not much the worse, with a\npair of shafts dangling at his heels.  The missionary brother did not\nappear till the day following, and then in a shocking bad temper.  \"He\nwas a Methodist brother, and didn't understand horses\"; and the happy,\nfar-away look in the face of his present owner led me to doubt whether\nthat day's exploit had lowered Golddust in his estimation.\n\nMeantime we are drinking deep of the delights of this mellow afternoon.\nOn either side of our trail lie yellow harvest fields, narrow, like\nthose of eastern Canada, and set in frames of green poplar bluffs that\nrustle and shimmer under the softly going wind.  Then on through\n_scrub_ we go, bumping over roots and pitching through holes, till we\nsuddenly push out from the scrub, and before us lie the Marshes.  There\nthey sweep for miles away, with their different grasses waving and\nwhispering under the steady blowing breeze, first the red-top, then as\nthe soil grows wet the blue-joint and the swamp grass, and out of the\nstanding water the dark green reeds, and farthest in the tall, wild\ncane bowing its stately, tasseled head.  These red-top and blue-joint\nreaches are the hay-lands of the settlers about.\n\nSkirting the edge of the Marshes, we push again through straggling\nscrub, then past more marshes, and into woods where we follow a winding\ntrail till it leads us into a little clearing.  In the center of the\nclearing stands a cluster of log buildings--stables of different kinds,\nmilk-house, the old shanty, and at a little distance the new house, all\nlooking snug and trim.  Through the bars we drive into the yard filled\nwith cattle, for the milking time is on.\n\nA shy lad of ten, with sun-burned, freckled face and good blue eyes,\ncomes forward and is greeted as \"Donald\" by the missionary.\n\n\"Hello, Donald, how are you?\" I ask, opening the conversation.  Donald\nlooks at me and is inaudible, meanwhile unhitching Golddust with\nmarvelous rapidity.\n\n\"How many cattle have you, Donald?\" I venture again.\n\nDonald evidently considered this a reasonable question, for he answers\nin delicious Scotch:\n\n\"Abou-e-t the-r-r-h-ty.\"\n\nWhat a pity we can find no spelling to reproduce that combination of\nguttural and aspirate and the inimitable inflection of voice.  It is so\ndelightful that I ask him again, and again the answer comes with even\nmore emphasis upon guttural and aspirate, and an added curve to the\ninflection:\n\n\"Abou-e-t the-r-r-h-ty.\"\n\nMy heart goes out to him, and watching his neat, quick work with\nGolddust, I begin to understand the look of thrift about the yard.  It\nis the mark of the \"weel daein\" Scot.\n\nWe go up to the door of the new log house.  Before the door are two\nbroad, flat stones washed clean.  \"Scotch again,\" I say to myself.  Had\nI not seen them in many a Scotch village in front of the little stone\ncottages, thatched and decked with the climbing rose!\n\nThe door is opened by Mrs. McPhail.  That is not her name, of course.\nI am not going to outrage the shy modesty of that little woman by\nputting her name in bold print for all the world to see.  A dear little\nwoman she is, bowed somewhat with the burden of her life, but though\nher sweet face is worn and thin, it is very bright, and now it is aglow\nwith welcome to her friend the missionary.  She welcomes me, too, but\nwith a gentle reserve.  She is ready enough to give of her heart's\nwealth, but only to those she has learned to trust.  And my friend has\ngained a full reward for his six months' work in that he has won this\nwoman's willing trust.  When the flush called up by the greeting dies,\nI see how pale she is, and I wonder how the winds and frosts and fierce\nsuns have left so little trace upon the face of a Manitoba farmer's\nwife.  I understand this later, but not now.\n\nWhen she was a girl, her hair was thick and fair, but now it is white\nand thin, and is drawn smoothly back and fastened in a decent little\nknot behind.  Her eyes, once bright and blue, are blue still, but\nfaded, for tears, salt and hot, have washed out the color.  She wears a\nflannel dress, simple and neat; and the collar at the neck and the\nlace-edged kerchief at the breast and the tidy daintiness of all about\nher make her a picture of one who had been in her youth \"a weel\nbrocht-up lass.\"\n\nHer house is her mirror.  The newly plastered, log-built walls are\nsnow-white, the pine floor snow-white, and when the cloth is spread for\ntea, it, too, is snow-white.  Upon the wall hangs a row of graduated\npewter platter covers.  How pathetically incongruous are they on the\nwalls of this Canadian log house!  But they shine.  The table and the\nchairs shine.  The spoons and knives and glasses and dishes shine,\nglitter.  The whole kitchen is spotless, from the white window blinds\nto the white floor, and there is a glitter on every side, from the\npathetic pewter covers on the wall to the old silver teaspoons upon the\ntable.\n\nMr. McPhail comes in, a small man with a quiet, husky voice and a\nself-respecting manner.  His eye is clear and dark blue, and has a look\nof intellect in it.  When he speaks he has a way of looking straight\ninto you with a steady, thoughtful gaze.  A man would find it equally\ndifficult to doubt or to deceive him.  The pioneer life has bowed his\nbody and subdued his spirit, but the whole mass of his trials and the\nfull weight of his burdens have not broken his heart's courage, nor\nsoured its sweetness, nor dimmed his hope in God.\n\nWe are invited to tea with an air of apologetic cordiality.  The food\nis fit for princes--home-made bread white and flaky, butter yellow and\nsweet, eggs just from the nest, and cream.  There is cream enough for\nyour tea, for fruit, and to drink!  Cake there is, too, and other\ndainties; but not for me.  No cake nor dainty can tempt me from this\nbread and butter.  Queen Victoria has not better this night.  I much\ndoubt if she has as good!  God bless her!\n\nAt the head and foot of the table sit the father and mother, and\nAlexander, Jean, and Donald, with the missionary and myself, make up\nthe company.  The children take their tea in silence but for a\nwhispered request now and then, or a reply to some low-toned direction\nfrom the mother.  They listen interested in their elders' talk, and\nhugely amused at the jokes.  There is no pert interjection of smart\nsayings, so awful in ill-trained children of ill-bred parents.  They\nhave learned that ancient and almost forgotten doctrine that children\nshould be seen.  I tell my best stories and make my pet jokes just to\nsee them laugh.  They laugh, as they do everything else, with a gentle\nreserve; and occasionally Jean, a girl of fifteen, shy like the rest,\npulls herself up with a blush lest she has been unduly moved to\nlaughter.  The mother presides over all with a quiet efficiency, taking\nkeen, intelligent interest in the conversation, now and then putting a\nrevealing question, all the while keeping a watchful eye upon the\nvisitors' plates lest they should come near being empty.\n\nThe talk goes back to the old times.  But these people talk with\ndifficulty when their theme is themselves.  But my interest and\nquestions draw their story from them.\n\nFifteen years ago the father and mother left the cozy Glasgow home and\nthe busy life of that busy city, and came over sea and land with their\nlittle girl and baby boy to Winnipeg.  There they lived for two years,\ntill with the land-yearning in their hearts they came out from the town\nto this far-back spot away beyond the Marshes.  Here they cut out of\nthe forest their home, and here they have lived amid the quiet, cool\nwoods ever since, remote from the bustle and heat of the great world.\n\n\"Why to this place instead of to any other?\" I ask.\n\n\"There was the hay from the Marshes to be sold, and the wood, too,\"\nanswered the little man.  \"But,\" he went on, \"I could not make much out\nof the wood, and I was too old to learn, so I gave it up, and went into\nWinnipeg to work at my trade.  And, indeed,\" he added cheerfully, \"I\nmade very good wages of it.\"\n\nI look at him and think of the day when he gave up the fight with the\nwood, and came in beaten to tell his wife how he must go to the city.\nI know she smiled at him, her heart going down the while, and cheered\nhim, though she was like to despair at the thought of the lonely\nwinter.  Ah, the pathos of it!  Did God help them that day?  Ay, and\nfor many a day after.  And may He forgive all people whose lives\noverflow with plenty of everything, and who fret their souls for petty\nills.\n\nThrough the winter the snow piled up round the shanty where lived the\nlittle fair-haired woman and her little girl of nine years and two\nbabies now, thinking, talking, dreaming, weeping, waiting for the\nspring and the home-coming of the father.  One of the horses died, and\nthe other was sold.  Their places were taken by oxen.  \"And the oxen\nare really very good; I like to work with the oxen,\" says the little\nman, with heroic Scotch philosophy and invincible content.  He cannot\nhave the best; he will make the best of what he can have.  Again, may\nGod forgive us who fling down tools because they are not the best, and\nrefuse to work, and fret instead.\n\nThose days are all gone, but they are not yet passed out of the life of\nthis family.  They have left their stamp on heart and character of\nthese steadfast, gentle people, for they are a part of all that they\nhave met.\n\nAfter tea I am told that I have not yet seen Katie, and the manner of\ntelling makes me feel that there is something in store for me.  And so\nthere is.  I am taken across a narrow hall and into another room,\nspotless as the kitchen, the same white walls, white floor, and dainty\ncurtains.  This is Katie's room, and there upon a bed lies Katie\nherself.  I have come into the heart of the home.\n\nKatie is the eldest of the family.  She is the little girl of nine that\nstayed through the long winter with the mother, and helped her with the\nbabies inside and the beasts outside, and was the cheer and comfort of\nthe house, while the father was away in Winnipeg, brave little girl\nthat she was.  She is now twenty-four, and for the last nine years she\nhas suffered from a mysterious and painful illness, and now for\neighteen months she has lain upon her bed and she cannot rise.  We all\nhave in us the beast feeling that shrinks from the weak and wounded;\nbut when I look at Katie there is no shrinking in me.  Her face has not\na sign of fretful weakness.  It seems as if it had caught the glitter\nof the home, of the pewter covers, and the old silver teaspoons.  It is\nbright.  That is its characteristic.  The broad brow is smooth, and the\nmouth, though showing the lines of suffering--what control these lines\nsuggest!--is firm and content.  The dark eyes look out from under their\nstraight black brows with a friendly searching.  \"Come near,\" they say;\n\"are you to be trusted?\" and you know you are being found out.  But\nthey are kindly eyes and full of peace, with none of that look in them\nthat shows when the heart is anxious or sore.  The face, the mouth, the\neyes, tell the same tale of a soul that has left its storms behind and\nhas made the haven, though not without sign of the rough weather\nwithout.\n\nThere is no sick-room feeling here.  The coverlet, the sheets, the\nnight-dress, with frills at the breast and wrists--everything about\nKatie is sweet and fresh.  Every morning of her life she is sponged and\ndressed and \"freshed up a bit\" by her mother's loving hands.  It takes\nan hour to do it, and there are many household cares; but what an hour\nthat is!  What talk, what gentle, tearful jokes, what tender touches!\nThe hour is one of sacrament to them both, for He is always there in\nwhose presence they are reverent and glad.\n\nWe \"take the books,\" and I am asked to be priest.  One needs his holy\ngarments in a sanctuary like this.  After the evening worship is over I\ntalk with Katie.\n\n\"Don't you feel the time long?  Don't you grow weary sometimes?\"\n\n\"No!  Oh, no!\" with slight surprise.  \"I am content.\"\n\n\"But surely you get lonely--blue now and then?\"\n\n\"Lonely?\" with the brightest of smiles.  \"Oh, no!  They are all here.\"\n\nHeaven forgive me!  I had thought she perhaps might have wanted some of\nthe world's cheerful distraction.\n\n\"But was it always so?  Didn't you fret at the first?\" I persisted.\n\n\"No, not at _the first_.\"\n\n\"That means that bad times came afterwards?\"\n\n\"Yes,\" she answers slowly, and a faint red comes up in her cheek as if\nfrom shame.  \"After the first six months I found it pretty hard.\"\n\nI wait, not sure what thoughts I have brought to her, and then she goes\non:\n\n\"It was hard to see my mother tired with the work, and Jean could not\nget to school\"; and she could go no further.\n\n\"But that all passed away?\" I asked, after a pause.\n\n\"Oh, yes!\" and her smile says much.  It was the memory of her triumph\nthat brought her smile, and it illumined her face.\n\nMy words came slowly.  I could not comfort where comfort was not\nneeded.  I could not pity, facing a smile like that; and it seemed hard\nto rejoice over one whose days were often full of pain.  But it came to\nme to say:\n\n\"He has done much for you; and you are doing much for Him.\"\n\n\"Yes: He has done much for me.\"  But she would go no further.  Her\nservice seemed small to her, but to me it seemed great and high.  We,\nin our full blood and unbroken life, have our work, our common work,\nbut this high work is not for us--we are not good enough.  This He\nkeeps for those His love makes pure by pain.  This would almost make\none content to suffer.\n\nNext morning we all went to the little log school, where the Communion\nservice was to be held--all but the father and Katie.\n\n\"You have done me much good,\" I could not but say before I left; \"and\nyou are a blessing in your home.\"\n\nThe color rose in her pale cheek, but she only said:\n\n\"I am glad you were sent to us.\"\n\nThen I came away, humbly and softly, feeling as if I had been in a holy\nplace, where I was not worthy to stand.  And a holy place it will ever\nbe to me--the white room, the spotless white room, lit by the glory of\nthat bright, sweet, patient face.  At the Table that day the mother's\nface had the same glory--the glory of those that overcome, the\nreflection of the glory to follow.  Happy, blessed home!  The snows may\npile up into the bluff and the blizzards sweep over the whistling reeds\nof the Marshes, but nothing can chill the love or dim the hopes that\nwarm and brighten the hearts in the little log house Beyond the\nMarshes, for they have their source from that high place where love\nnever faileth and hopes never disappoint.\n\n\n",
    "metadata": {
        "author": [
            "Connor, Ralph"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/24724/pg24724.txt",
        "name": "beyond_the_marshes.json"
    }
}