{
    "name": "Bimmie Says",
    "author": [
        "Van Scyoc, Sydney J."
    ],
    "body": "_June 27, 1982_ Bimmie said to do this, keep a diary. I said, Cows? He\nsaid, You deaf, woman? A book! Then I remembered, only I haven't seen\none. It's for when he's famous. Then we can have it published anytime\nwe need money.\n\nI'd better tell about us. I'm short, sort of cute, and I cook good.\nBimmie's tall and skinny, he likes to eat. He's 18, I'm 16. We got\nmarried 22 days ago. Instead of a fancy wedding, Bimmie told my folks,\nGive us money.\n\nHe needed the money for his laboratory. It's in the basement. It's\nwhat'll make him famous.\n\n\n\n_June 31, 1982_ We got a cat and dog. They're black and two months old.\nI wanted red collars. Bimmie said, Don't waste my money, woman.\n\nBimmie wanted them down in his laboratory. He said that'd be proper\nconditions. I said, No, I'll leave if you do and you'll have to eat\ncapsules.\n\nThe cat's he, the dog's she. Bimmie doesn't want them outside, ever.\n\n\n\n_July 3, 1982_ We thought Bimmie's folks'd change their minds. But they\nsaid, Finally and conclusively, we won't. Bimmie says he doesn't want\nto go to college if they're stingy because we got married. He already\nknows everything important.\n\nHe wants me to finish school. I can finish in December. I thought when\nyou got married you didn't have to, just slept late and fixed your hair.\n\n\n\n_July 9, 1982_ The puppy's Susta, the cat's Sup. Susta's jealous\nbecause Sup jumps on the couch, and she can't.\n\nBimmie'll have to make pills for Susta. She hides from his needle.\nShe'll be small. That's good, Bimmie says.\n\n\n\n_August 17, 1982_ He just married me to cook! Every night he's in his\nlaboratory. I'm always in this stupid, _ugly_ house.\n\n\n\n_August 18, 1982_ Susta won't change for a long time. Bimmie has pills\nnow.\n\n\n\n_September 1, 1982_ School started. Frankie's still stuck on me. He\nsays I'm sexy, that's why Bimmie married me. I said, He married me for\nmy cooking. He laughed.\n\n\n\n_September 11, 1982_ I felt funny again. I stopped by Momma's. She bets\nshe knows what it is. She knew after ten days.\n\n\n\n_September 15, 1982_ I had to ask the school nurse if it was that. She\nsaid, Yes, two weeks. I hope she's wrong. Babies are work. She said,\nBut the fulfillment. I said, Changing soppy diapers is what you call\nfulfillment?\n\nIt doesn't show. Frankie winked at me.\n\n\n\n_September 17, 1982_ The cat climbed those lace curtains Bimmie's\nmother gave us. Bimmie said it was my job to watch him. I said, That's\na stupid way to spend my life. He said, I didn't marry you to have you\nsit around and do nothing.\n\nSusta watched Sup and whined. She wants to be a cat.\n\n\n\n_September 27, 1982_ Bimmie read my diary. He said there wasn't a June\n31. He says to tell more about his work. It won't make money if he's\nnot in it.\n\nI told him about the baby. He said, Whoopee! He got some obstetrics\nbooks.\n\n\n\n_October 5, 1982_ Bimmie expects the baby to kick already. I'm glad it\ndoesn't! He made the puppy's pills tonight.\n\n\n\n_October 7, 1982_ I let them outside. The smell in the house turns my\nstomach. I'm afraid to take the pills Bimmie made me.\n\n\n\n_October 9, 1982_ I let them out again. There's a black dog next door\nwith a long nose, ears like rosebuds and white feet. Susta was scared.\nSup hissed.\n\n\n\n_October 25, 1982_ Bimmie's so nice. He took me to a tridiversion. He\nhates them. He said, They're for the cloddy-minded masses. I said,\nWell, what are we?\n\nI want a tridiversion wall. Bimmie says, No. We had a fight.\n\n\n\n_October 30, 1982_ I took a pill Bimmie made. I felt good.\n\nI let them out. It beats cleaning up. Susta played with that dog.\n\n\n\n_November 7, 1982_ I went to Dr. Brantly. He hypnotized me. I don't\nremember it.\n\n\n\n_December 13, 1982_ Susta's leaving spots. I thought, She's hurt.\nBimmie explained and said, Don't let her out. He wants to wait till\nnext time to have puppies. He said, The treatment must take full effect\nfirst. He explained but I didn't understand.\n\n\n\n_January 5, 1983_ I'm out of school. It's boring. Momma says I'm too\nyoung to settle down. She's crazy. I'm sixteen.\n\n\n\n_January 11, 1983_ Bimmie's reading more obstetrics books. Hypnotism\ntoo. He tried to hypnotize me, but I went to sleep.\n\n\n\n_January 14, 1983_ I wish Momma would stop. She said, Where're you\ngoing to put a baby, with only one bedroom. She cried and called me\nBaby. Gosh! She said, You shouldn't have cats around babies, you'll\nhave to give him away.\n\nBimmie heard, from the bedroom. He came out. He said, I am conducting\nan important scientific experiment with the cat and dog. I would as\nsoon give away the baby. Momma got white under her plasti-skin. She\nsaid, Bimmie, you're a monster for experimenting on dumb animals. And\nfor rejecting your own child.\n\nThen Sup climbed the curtains Momma gave us. She shrieked, You're\nungrateful! and huffed out.\n\nShe came back later, asking us to forgive her. She said she wanted to\nhelp, since we're both still children. Well!\n\nI do wonder where we'll put the baby. Maybe on the couch.\n\n\n\n_February 17, 1983_ I had to tell Bimmie I was letting them out. Sup\nfought with the dog next door. Bimmie got mad. He told me, They must\nhave a controlled environment. I said, It's hard for me to bend over\nto clean up. Finally he said he'd clean up and wasn't it funny Sup and\nthat dog knew they were rivals.\n\nI didn't know myself.\n\n\n\n_March 17, 1983_ I saw Dr. Brantly today. He says I'm fine. I tried to\nremember him putting me in the trance, but I couldn't.\n\n\n\n_April 19, 1983_ Saw Dr. Brantly. Sup pulled the curtains down. Susta\nisn't jealous any more, she's playing with a string.\n\n\n\n_May 9, 1983_ I'm writing this next day. Last night I had this sharp\npain. I said, Bimmie, call Dr. Brantly. I remember him looking at me\nfunny. That's all I remember until I woke up in the hospital. Bimmie\nwas sitting beside me, looking proud. I asked him, What's happened?\nHe grinned. We have a nine-pound son, he said. I named him after the\nman who delivered him. I said, Did I faint? That wasn't the way it was\nexplained, just that Dr. Brantly would put me in a trance. Bimmie was\ntoo busy grinning to say, then he had to go to work. The doctor came\nin. I said, It wasn't bad, I only felt one pain. He frowned. I said,\nCan I see the baby? He said, Later. He went out too.\n\nI thought I must have cussed.\n\nI didn't understand until the nurse brought the baby. He had a little\nplastic bracelet that said Bimford Fost, Jr. He was red and squalling.\nI felt like doing the same, because I knew why Bimmie had been studying\nthose obstetrics books. He has to try everything!\n\n\n\n_May 21, 1983_ I'm seventeen today. Bimmie says to write more. He\nthinks that's all I have to do. The baby sleeps all the time he isn't\ncrying. I like him, only I'm tired of diapers.\n\nSusta gets three pills every day. She plays with them, then eats them.\nBimmie said last night, It won't be long until my experiment bears\nfruit. He said to write that here.\n\n\n\n_June 3, 1983_ Susta tried to climb the curtains.\n\n\n\n_June 5, 1983_ Bimmie wanted to give the baby some pills he made. I\nsaid, No. He said, They'll make him smarter, woman. I said, He's enough\ntrouble dumb.\n\nToday was our first anniversary. Bimmie wouldn't buy me anything.\n\n\n\n_June 9, 1983_ We fought about a dryer. After he left I said, For that\nI'll let your animals out. The dog next door came up. Susta arched her\nback.\n\n\n\n_June 21, 1983_ I've been putting them out every day.\n\n\n\n_June 25, 1983_ Bimmie says to write every day, his experiment is\ncoming to a head. I can't see anything happening. Susta gets six pills\nnow.\n\n\n\n_June 27,1983_ The dog's that way again. Bimmie said, At last my\nexperiment shall be carried to completion. Not that I care for fame\nand riches, no, I care only for the accomplishment of something man has\nnever before achieved. I said he didn't sound natural. He said, Put it\ndown that way, woman.\n\n\n\n_June 29, 1983_ Bimmie wanted to feed the baby. I caught him before he\ngave him a pill. We fought. He said, Who delivered him? I said, I made\nhim, and pointed to my stomach. I said, I won't have you using him like\na guinea pig.\n\n\n\n_July 4, 1983_ Bimmie says tomorrow we'll shut them up in the basement.\n\n\n\n_July 5, 1983_ The funniest thing. Bimmie said, You put them in the\nbasement. Then he left. I thought, I'll just take them out while I\nhang diapers. But when we went out, three dogs came up. I said, Scat!\nI couldn't chase them because I had my arms full of diapers, because\nBimmie won't buy me a basket. They came closer, edging around. I\nstomped my feet and yelled. The dog next door came and growled. Then\nSup hissed at him. This was the first the other three saw Sup. He\nhunched up, spitting and intending to chase them off. Only they took\nout after him instead. He ran off with four dogs after him. I couldn't\ndo anything, my arms were full.\n\n\n\n_July 6, 1983_ Bimmie didn't think it was funny. He yelled, What are\nyou, stupid? Didn't you know dogs would come around? Didn't you know\ndogs chase cats? He took the car and called, Kitty, kitty, all over\ntown. No luck. I said, Get another cat. He said, This one is used to\nSusta. I said, There'll be another time. He stared at me and said\nSusta's system would tolerate only so much of the stuff he's been\ngiving her. He can't give her any more after next month. He'll have to\nwait another year. Then he went looking again.\n\nThat was last night. Maybe he'll come home tonight.\n\n\n\n_July 7, 1983_ He hasn't. Bimmie's biting his fingernails. He'd bite\nharder if he knew what happened today.\n\nI thought Susta was asleep when I went to hang diapers. I had my arms\nclear full. When I opened the door, Susta shot past me. I yelled at\nher, but she went flying down the street, and I saw that dog next door\ntake off behind her. I thought first thing, It's Bimmie's fault for not\nbuying a dryer.\n\nI hung the clothes fast. After all, nothing could happen in such a\nshort time. Then I started up the street calling, Here Susta! But the\nbaby was alone, I had to hurry home.\n\nShe came back in half an hour. I didn't tell Bimmie yet.\n\n\n\n_July 8, 1983_ I didn't tell him, still. He was mad because he had to\npay to get Sup out of the pound. Bimmie salved his ears, they were\ntorn, and put them in the basement. He said, Now!\n\n\n\n_July 15, 1983_ Bimmie says to write every day. It's dull, them in the\nbasement. They come up tomorrow.\n\n\n\n_July 23, 1983_ Susta acts funnier than ever. She rubs my legs when I'm\ncooking. She keeps wetting her paws and rubbing her face.\n\n\n\n_August 3, 1983_ Today I caught Susta sharpening her claws on the\ncouch. I said, Bimmie, look at the crazy dog, thinks she's a cat. He\nfrowned. He only has one pimple now, he's kind of handsome. I said,\nIsn't it cute? Bimmie went downstairs. I think he was worried.\n\n\n\n_August 11, 1983_ Susta's getting big. I let her sleep with the baby.\nBimmie says, Whoopee! It worked! I'm scared to tell him now.\n\n\n\n_August 12, 1983_ Susta rubs my leg when she's hungry. Then she sits\nand switches her tail for a long time.\n\n\n\n_August 17, 1983_ Susta meowed today. I was fixing dinner. She looked\nup and said, Meow. It wasn't supposed to be this way. Bimmie's afraid\nshe'll have kittens. That isn't what he's trying to do.\n\n\n\n_September 5, 1983_ Susta wanted to go down in the basement this\nafternoon. When I called her for supper she came up with her stomach\nflat. Bimmie and I went down. Susta ducked back in a hole in the wall.\nThere's a sort of little cave. We said, They must be in there. We got a\nflash, and we could see little black balls. Bimmie couldn't reach them.\n\nBimmie kept talking about how his experiment is going to revolutionize\nagriculture.\n\n\n\n_September 6, 1983_ I can hear her meowing to them. We can see them\nwith the flash. We can't tell anything yet.\n\n\n\n_September 7, 1983_ He'll buy a typewriter but not a dryer! He's going\nto write a book about his experiment. He expects _me_ to type it.\n\n\n\n_September 10, 1983_ She still won't bring them out. She purred today,\nrusty-like. Bimmie says, sometimes, It had to work. Other times he\nbites his nails.\n\nHe gave me ten pages to type. I thought I'd better.\n\n\n\n_September 13, 1983_ I went down to call Susta and I saw them. There\nwere five, wobbling everywhere. They're the cutest fat things. I picked\none up, and then I felt sick. He had a long nose and little rosebud\nears and white feet. He looked like the dog next door.\n\nAll of them do. They're all puppies. Nothing else, just puppies.\n\nI put them in a box, and took them upstairs.\n\nBimmie's working tonight. I'll go to bed before he comes home.\n\n\n\n_September 14, 1983_ He raved all morning and tromped around. I said,\nShut up or I'll leave and you'll have to eat capsules. He said, I could\neat dog food! Then he wanted to see my diary. I said, No. But he yanked\nout all the drawers and found it.\n\nI took the baby and went to Momma's.\n\nIt was suppertime when I came home. He was on the couch with Sup and\nSusta and the puppies.\n\nHe didn't act mad, just nasty-nice. So you came home, he said. I never\nrealized how limited you were, Listie. Your diary's shown me a lot. Can\nyou at least find homes for the puppies?\n\nI said, I guess. I put the baby down. He hadn't thrown anything or\nburned my diary.\n\nHe said, Good, then. I've fixed supper.\n\nHe had hamburger, frozen pie and hot chocolate. Some of it tasted bad.\nI didn't say anything.\n\n\n\n_September 15, 1983_ I asked Bimmie, Should I quit my diary? He said,\nYes. Then, No, keep on. I asked, was he doing another experiment? He\nsaid, Not yet. I said, Bim better not start talking early. He said, You\ndon't think I'd experiment with my own child? I didn't know. He said,\nBim might be smart anyway. I said, He might be, he's your son. It was a\ngood compliment.\n\n\n\n_September 17, 1983_ Bimmie wants to learn cooking. He said, You have\nto work hard, hanging diapers. It will help if I can cook.\n\nI'll teach him hot chocolate first. His fixing tastes _awful_.\n\n\n\n_October 5, 1983_ I have little to report. Bimford, Jr. is flourishing.\nThe puppies are adorable. Susta and Sup tend them jointly.\n\nBimmie has no new project. He has thrown all his energies into cooking.\nHe does quite well, except for hot chocolate, which still tastes of\nchemicals.\n\nI never, until yesterday, realized the intellectual and sensual joy to\nbe derived from delving into Greek drama.\n\n\n\n_November 9, 1983_ Bimford, Jr. is six months old today. Since I\ngave up the last puppy, the house seems barnlike in its emptiness. I\nmentioned the fact to Bimford.\n\nHis glance was speculative. \"I have some money saved. Want a\ntridiversion wall?\"\n\nI was horrified. \"Whatever for?\"\n\nHe shrugged. \"Maybe you'd like to go to the library. Get something to\nread.\"\n\nI considered. \"Perhaps I will,\" I said. \"There isn't much for me to\ndo, hang diapers and push buttons. Automation has almost completely\neliminated the housewife's traditional chores.\"\n\nI left Bimford, Jr. with Mother and walked to the library. I asked the\nlibrarian to show me about.\n\n\"What are you interested in?\" she inquired.\n\n\"I don't know,\" I replied. \"Do you have any good recent works on\nchemistry or perhaps nuclear physics?\"\n\nShe raised her eyebrows but conducted me to the proper shelf. After\nfinding several interesting volumes, I also checked out a volume on\ncookery for Bimford. His hot chocolate doesn't improve, despite nightly\npractice.\n\nHe tells me he is working on a new project.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Van Scyoc, Sydney J."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/50800/pg50800.txt",
        "name": "bimmie_says.json"
    }
}