{
    "name": "Breath of Beelzebub",
    "author": [
        "Sternig, Larry"
    ],
    "body": "The martian servant stopped at my desk, coughed faintly to attract\nmy attention. I looked up and he handed me a calling card on which\nwas printed \"Slane O'Graeme.\" It was a limp, thumb-marked and\ndiscouraged-looking emissary.\n\n\"'E wishes to see Mr. Ames,\" the wedge-faced servant told me. The high\ndisdain in his tone of voice revealed more clearly than words his\nopinion of the visitor.\n\nI shrugged and dropped the card on my desk. \"Oh, well, send him in.\nI'll give him the brush-off.\"\n\nThe Martian faded away and I turned back to the 1999 capitulation\nfigures Mr. Ames wanted. I forgot about Slane O'Graeme, whoever he was,\nuntil a timid \"hello\" made me look up from the reports.\n\n\"You're Mr. Fleming Ames?\" he asked diffidently.\n\nHe was an odd-looking little guy with a head like an oversize cue-ball\nand a narrow fringe of fuzzy graying hair that looked like a misguided\nhalo. He wore green-tinted contact lenses that made his eyes seem\nunusually large and bright.\n\n\"No, I'm not Fleming Ames,\" I told him. \"I'm Bill Dineen, Mr. Ames'\nconfidential secretary. What can I do for you?\"\n\n\"Uh--Mr. Ames is president of Universal Liquors, Incorporated, isn't\nhe?\"\n\nI nodded.\n\n\"I have something I'd like to show him, Mr. Dineen. It's something new.\nI found it on Planetoid Y-145.\"\n\nI stared at him almost incredulously. He didn't look like a spaceman.\n\n\"You mean a kind of drink? But I didn't think any of the planetoids\nwere inhabited. How did you--\"\n\n\"It isn't a drink exactly, Mr. Dineen. And Planetoid Y-145 isn't\ninhabited--in fact, there isn't any Planetoid Y-145 any more. A meteor\nhit it last week, I read in the astrogation reports. Busted it to\nsmithereens.\"\n\nHe reached in his pocket and held up a little transpariplast vial,\nwhich held about half an ounce of a murky blue fluid.\n\n\"So this is all there is anywhere, as far as I know,\" he revealed.\n\"It's the juice of a kind of lichen that grew on the planetoid. I\nstopped there last month looking for minerals, and I took some of the\nlichen along just to see what it was. I didn't know then. I distilled\nthis on the way back and threw out the lichen, so this is all--\"\n\n\"--there is,\" I finished for him, a bit impatiently. \"But what is it?\nAnd if there isn't any more, what good can it do us?\"\n\n\"Your laboratories can synthesize things, can't they? Yes, I know it's\nan expensive process, but this stuff is very concentrated and a little\ngoes a long way. So, even if it did cost quite a bit to make, just\nthink of the--\"\n\n\"But get to the point, Mr. O'Graeme. What _is_ it?\"\n\n\"Uh--I've named it 'Breath of Beelzebub'. You put a drop of it in\nwater, and--oh, boy! You don't even drink the water. The gas works\nthrough your skin. Osmosis, or something. I found it out accidentally.\"\n\n\n\nI frowned at him. \"What do you mean 'Oh, boy!'? If you've read anything\nabout our policies, you know that we discourage the use of strong\nintoxicants. Ever since the Martian uprising ten years ago, we've been\npromoting beers, ales and Venusian klorah, and weaning drinks away from\nanything stronger. What effect does this have?\"\n\nO'Graeme took the stopper out of the vial and set it carefully upright\non my desk.\n\n\"It works without water, too,\" he said. \"But it's less efficient this\nway. One drop in water is more potent than a whole vial plain. Feel it?\"\n\nI did, before he even finished speaking. My hands were resting on\nthe desk and it began there, and worked its way up my arms--a warm\nthrobbing glow of sensation that was unlike anything I'd ever felt\nbefore. Must have gone right through clothing, for it reached my\nshoulders and started up my neck and down my body from there.\n\nIt was a mildly pleasant tingling--until it reached my head. Then\nsuddenly I realized that it was more than pleasant. It was--well, it\njust wasn't like anything I'd ever felt before. A feeling of utter\nhappiness is the nearest I can come to describing it, although it was\nonly partly that.\n\nI knew that I hadn't a care in the system worth worrying about. I\nknew that it didn't matter the least bit whether or not I got those\nfigures co-ordinated for Mr. Ames. If he fired me for not doing them,\nso what? Wasn't I going to marry his daughter--Margie Amelita Ames? You\ncan bet your last rocket charge I was, and if he or that fat, snooty,\ndictatorial wife of his objected, I'd just tell them to--\n\nO'Graeme with the bulging green eyes, picked up the vial and carefully\nreplaced the stopper. He was smiling. He started to say, \"Well, what do\nyou--\"\n\nI stood up, and leaned forward across the desk. \"Slane, ol' bosom pal\nof mine,\" I said, \"You've _got_ something there. Listen, why let a\nstuffed shirt like Fleming Ames in on it? I'll handle it for you. I'll\nmake us _millions_.\"\n\nSlane O'Graeme looked at me and frowned a little. \"Ummm,\" he said\nskeptically. \"I'm sure you mean well, Mr. Dineen, but hadn't you better\nwait until you get over feeling--\"\n\n\"Feeling what?\" I demanded. \"I assure you, palsy, that I'm not in the\nslightest upset--\"\n\n\"Have you a laboratory, like Mr. Ames'? Can you synthesize--\"\n\nI waved a hand airily. \"Laboratory? Don't need one for something simple\nas that. I studied chemistry in high school, and I assure you, pal,\nthat I can quite easily--\"\n\nO'Graeme shook his head slowly. \"I've tried this stuff often, Mr.\nDineen, and I'm used to it, but I see that you--Perhaps I'd better come\nback tomorrow evening instead of--\"\n\n\"And lose a whole day?\" I scoffed. \"Why, we'll be rich by then. Come\non, palsy. Let's go back and join Fleming Ames' dinner party. I want\nyou to meet Margie Ames. The old folks don't know it yet, but Margie\nand I are engaged. Besides,\" I added with a sly grin, winking at him,\n\"there is a tank full of mermaids back there that'll knock your eyes\nout. It cost a fortune to have them brought in from Mercury.\"\n\nI took O'Graeme by the arm and propelled him out into the long\ncorridor. The Polaroid glass walls of the huge building looked down\nupon the great City of Mars with its network of shuttle-car tubes, the\n'copter landings and--We passed a section of wall that opened onto the\nsky parkway and a draft of cold fresh air hit me. I stopped suddenly.\n\n\"Whew!\" I said, closing my eyes and then opening them again slowly.\n\"Say, I've been talking like a--Will you please forget everything I've\nsaid?\"\n\nThe little guy grinned. \"I discounted it. I've been there myself. The\nfirst time I tried it--on my way back to Mars--I put three drops in\n_water_, and I radioed on ahead to tell them that I was buying the\nwhole fleet of Interplanetary, and to get me an option on--\"\n\n\"Listen,\" I cut in soberly. \"I _will_ take you back to Mr. Ames,\nthough, dinner party or not. Unless he objects because it's too\npotent, I'm sure he'll be interested if we demonstrate. What's a safe\ndose--nothing like the one I just had?\"\n\n\"One drop, if it's a large room. Mild exhilaration and release from\ncare. You had about the equivalent of two drops in water; delusions of\ngrandeur, if you'll pardon my--\"\n\n\"Sure,\" I grinned. We'd been walking and were almost back to the big\ndrawing-room where Fleming Ames would be entertaining his dinner\nguests. \"What happens if you use--not that I'm suggesting it--four or\nfive drops?\"\n\n\"Partial dissociation of personality, and with six or seven drops,\nyou might find yourself in the body of whoever happens to be in the\nroom with--\" His voice trailed off absently and his green-tinted eyes\nactually popped as we stepped through the doorway.\n\nHe gulped. \"You--you really _meant_ that about--\"\n\n\"The mermaids?\" I laughed as he fumbled in his pocket and brought out\nthe vial to make sure the stopper was on tight. \"Sure. You needn't have\ndiscounted _that_, my friend!\"\n\n\n\nI led him to the glowing, plexiglass tank in the center of the room. It\nwas a drum-like affair, about five feet high and eight in diameter;\ncomplete with bright green sea weed and a glittering red cave-like\nshelter of Mercurian coral.\n\nBut that wasn't what we were looking at, nor the dozens of goldfish\nthat swam merrily about the coral and bumped their snouts against\nthe plexiglass sides of the tank. It was the ten tiny mermaids that\ncrowded around the coral base, wiggling gracefully toward us one by one\nto stare at us staring at them.\n\nThey were much like the fabled marine creatures I'd read about on\nEarth, only smaller--like little dolls--and far more beautiful than\nthose imaginative ancients ever dreamed of.\n\nFrom the waist up they were pocket-editions of perfectly-formed girls.\nTheir eyes were amber, with the sparkle of a coquette, their hair\nluxuriantly long and golden. Silver nails tipped each tiny finger\nand the silver was repeated in the gleaming scales which covered the\ntapering lower half of the graceful bodies.\n\nO'Graeme peered in delighted fascination at the strange sight.\n\"Fantastic!\" he breathed.\n\n\"Stupendous!\" I corrected. \"Aren't they honeys?\"\n\nJust then the dinner party filed in from the adjoining room. I caught\nMr. Ames' eye, and he gave me the nod. So I introduced Slane O'Graeme.\nBesides Mr. Ames and his wife and Margie, there were three guests,\nRoger Wescott, Interplanetary Transport magnate, and his wife, and\nSenator B. Peerpont Weems.\n\nFleming Ames turned the little vial over in his hands and examined it\nfrowningly. \"You say, Bill, that the effect is a mild and pleasant\nexhilaration?\"\n\nI smiled. \"Well, Mr. Ames, it was more than mild, but then I got an\noverdose, I suppose. There was no physical incoordination, though.\nJust mental stimulus. I had a momentary inclination to--\" I paused--it\ndidn't seem wise to tell my employer just what that momentary\ninclination had been.\n\nMr. Ames carefully uncorked the vial. \"Well,\" he said, \"I guess, if\nyou've tried it and found it safe we'll give it a group test. Try it as\nan after-dinner cordial. Anyone mind?\"\n\nHe glanced about the huge air-cushioned divans and lounging chairs\nwhere the guests were comfortably settled. Both Mr. Wescott and Senator\nWeems nodded approvingly.\n\nMrs. Ames stiffened in her overstuffed chair and said a bit tensely,\n\"Fleming, I simply will not tolerate--\" But Margie put a hand on her\nmother's arm and said, \"Now, Mother, don't be a spoilsport. I'm sure\nBill wouldn't let Dad try it if it wasn't all right.\"\n\nI smiled at Margie gratefully.\n\nThen Mr. Ames turned toward the mermaid tank behind him, and Slane\nO'Graeme said quickly, \"Be careful, Mr. Ames. Don't drop--\"\n\nAnd then it happened.\n\n\n\nThe opened vial slipped from the liquor magnate's hand as he lifted it\nover the rim on the tank. It hit the top of the water with a soft plop,\nsank and struck the coral with a faint clink. Diffusion in the water\nmust have been almost instantaneous; it was light blue throughout even\nbefore the vial hit bottom.\n\nI heard a low exclamation from O'Graeme, and then he yelped excitedly,\n\"Quick, everyone, get out of--\" His voice trailed off there and a\nbeatific expression came over his face. I was only a bit farther from\nthe tank than he, and it hit me almost at the same time.\n\nIt was the same sensation I had experienced in my office. Not much\nstronger, but far more sudden and complete.\n\nMy eyes were still on the mermaid tank, and I thought for an instant\nthat it was empty, that the mermaids and goldfish had mysteriously\nvanished into nothingness. Then a pair of golden streaks, faintly\nvisible, followed by the flash of a mermaid's body, showed me my error.\n\nSuddenly it came to me: This was the time to tell Mrs. Ames about\nwanting to marry Margie. Now! Tell her, and tell her to go to Jupiter\nif she didn't like it.\n\nI whirled around, and paused aghast. Mrs. Ames was slumped down in\nher chair, and her eyes were vacuous. Her mouth was wide open and\nher fat arms were making wriggling motions as though her hands were\nflippers and she was trying to swim. She looked like a fish out of\nwater--certainly _not_ like a mermaid.\n\nSlowly, I turned back to O'Graeme. I grabbed his arm and he looked up,\nobviously startled. \"Listen,\" I said. \"What did you say an overdose of\nthis Breath of Beelzebub would do?\"\n\nHis popping green eyes opened wide. \"Why, darling,\" he said, \"how\nshould _I_ know? And how did I get over here?\"\n\nI sort of swayed on my feet and closed my eyes. I was looking down at a\nbald-headed little man, and hearing Slane O'Graeme's voice, but--but--\n\nIt couldn't be! I opened my eyes and looked across the tank at Margie\nAmes. My Margie. Her beautiful blue eyes were wide with astonishment\nand she was staring down at her own arms and hands in the blankest\nsort of bewilderment. Then she looked up and caught my eye and said,\n\"Mr. Dineen, what the devil--Didn't I tell you that six or seven drops\nwould--\"\n\nI shook my head and closed my eyes again. And something seemed to\nslip. I didn't open them, but they were open just the same, and all I\nwas seeing was a blur of motion and I seemed to be going in circles\nthrough something wet and blue. I got dizzy and tried to close my eyes\nagain, but they wouldn't close. But I did manage to stop moving--and\nI shuddered, and the shudder wasn't because the water in the tank was\ncold.\n\nA beautiful young woman, with long flowing hair of gold, swam by. But\nshe didn't have any clothes on and where her legs should have been\nthere was the tail of a fish. I thought suddenly here was my chance to\nkiss a mermaid, but she flung some sea weed in my face and ducked into\nwhat looked like a cave.\n\nI tried to look out of the tank, but everything was distorted and I\ncouldn't make out much. I could hear sounds as though several people\nwere talking at once, but the sounds, too, were distorted and I\ncouldn't make out what was being said.\n\nI tried to groan and found I couldn't do that, either. And that made\nme, strangely, want to giggle. And, oddly enough, I _was_ giggling.\n\nThen someone was saying, \"_Stop_ that!\" and shaking my shoulder and it\ndidn't seem to be wet and cold any more. My shoulder was bare, and the\nhand hurt and I looked up, and suddenly a nursery song of long ago that\nI'd heard in my childhood came back to me and I started to sing, \"I\nfwam and I fwam right over the--\" until the shock of hearing my voice\ncome out a rich throaty contralto made me stop and bring my eyes into\nfocus.\n\nAnd I was looking up at myself leaning over me, and the other I was\nsaying in my voice, \"Listen, I'm Margie Ames, and I'm curious to know\nwho is in my body.\"\n\n\"I'm Bill,\" I said. \"What in the--\"\n\n\"Bill!\" she cut in. \"Where _were_ you? This Mr. O'Graeme (he's over in\nSenator Weems right now) was explaining what happened and we took a\nroll-call and you weren't around.\"\n\nI closed my eyes (or Margie's eyes) again. I should have had it by\nthen, but I was still confused. Coming down the hallway, O'Graeme had\ntold me that four or five drops of the fluid, in water, would cause\n\"partial dissociation of personality.\" More than that would make it\ncomplete. And Mr. Ames had dropped the whole vial into the mermaid tank!\n\n\"It's temporary,\" Margie said. \"We change around every few minutes or\nso and it'll all come out right when the stuff wears off, but--\"\n\nI was looking down at my--temporary--shapely arms and bare shoulders,\nand I started to chuckle. Suddenly--possibly it was the realization\nthat whatever was happening was temporary--I began to see the humor\nof the situation. It isn't funny unexpectedly to find oneself in the\nbody of a goldfish. But it _had_ been a rare experience--and I'd almost\nkissed a mermaid!\n\nI said, \"This is a beautiful dress we have on, Margie.\"\n\n\n\nShe blushed and stamped her big foot on my dainty little open-toed\nslipper. \"Bill!\" she wailed. \"How could you? _You_ of all people! It\nisn't decent! It--it's--\"\n\nAnd then the funny side of it struck her too, and we were both laughing\nlike a couple of lunatics. I saw she was waving my arms around in glee.\nI sobered up a moment, and warned, \"Be careful of that watch-candid on\nyour--my--wrist. It set me back a hundred credits.\"\n\nI stood up and looked around. And my scope of interest widened as I\nfound myself in the center of a lot of confusion.\n\nRoger Wescott, the Interplanetary Transport magnate, was chasing\nhis mouse-like wife around the mermaid tank. She ran past me with a\nfrightened look on her face and I grabbed Wescott's arm.\n\n\"Look, Wescott,\" I said. \"Isn't that a bit--\"\n\nHe grinned at me. \"That's Mrs. Ames, and she's down to the size now\nwhere I can give her the spanking I've always wanted--\" He jerked and I\nlet go his arm. If anyone wanted to spank Mrs. Ames while the spanking\nwas good, he had my blessing.\n\nWhen they came around again, I yelled, \"But who are you?\"\n\nHe winked and didn't answer and that was enough of a tip-off. There are\ntimes when a confidential secretary shouldn't even pretend to recognize\nhis boss.\n\nI turned back to see if I was still standing beside myself, and I was,\nso I said, \"Listen, Margie--\"\n\nMy voice interrupted, \"Margie? I thought _you_ were Miss Ames. I'm\nO'Graeme. I was going to say--\"\n\nI grabbed myself by the lapels. \"See here, O'Graeme,\" I said. \"Are you\n_sure_ this is all right? I mean, everybody seems to be having lots of\nfun, but what if we get stuck this way? And, listen, can't everyone\njust walk out of range of that stuff? It must affect only a given area.\"\n\nHe grinned my best grin. \"I suggested it. But nobody _wants_ to. Do\nyou?\"\n\nI hadn't thought about it before, but I didn't. I looked across to\nwhere Mr. Ames was lying on the floor trying to make like a mermaid,\nand then I glanced at the tank and wondered who was in there, for nine\nlittle mermaids were trying to get away from the tenth one!\n\nAnd I began to howl with laughter. No, not for a million credits would\nI want to walk out on a party like this. Even if it cost me my job, and\nI was beginning to have a hunch it would.\n\nThen I had an idea that it might be fun to stir the water in the\nmermaid tank and see what--I started toward it and nearly fell over a\nchair. The chair hadn't been there before and I saw I was facing in the\nopposite direction than the one I'd started out, so I muttered, \"What\nthe--\" and looked down and recognized my own suit, my own hands, and\nmy own watch-candid on my wrist.\n\nI was back home!\n\nJust me, or everyone? No, Mr. Ames was still trying to wiggle his way\nacross the floor, and at one end of the divan Mrs. Ames was smoking a\nbig black Venusian cigar.\n\nSenator B. Peerpont Weems--or was it?--banged me on the shoulder and\nsaid, \"Some fun, huh? Nobody knows who's who, so nobody can--\" He\nglanced across my shoulder and grinned and started to move past me. I\nlooked back and saw Margie's cute little French maid coming in from the\ndining room. Her eyes were wide with amazement--and then I saw her face\ngo blank for a moment. So she'd gone under, too!\n\nI grabbed the senator's arm--or was it the senator?--as he tried to\npass me, and warned, \"Hey, none of that. What if it's Mrs. Ames?\" and\nhe shuddered, and started the other way.\n\nMr. Ames was starting to get up from the floor. I saw him gazing down\nat himself with blank bewilderment, and then he looked across at me.\n\"What ees thees?\" he asked.\n\nI grinned and turned to O'Graeme--I think it was O'Graeme. \"A newcomer\nin our midst,\" I said, jerking a thumb toward Mr. Ames. \"Better explain\nthings to her before she takes her turn in the tank, or she's in for a\nworse shock.\"\n\nI didn't want to bother with explanations myself, because I'd just\nremembered my watch-candid. It could take fifty pictures without\nreloading, and I had a reload in my pocket, if I stayed inside my own\ncoat long enough to use it. It was a Undex B-29, the kind that can\nphotograph the inside of your hat by starlight.\n\nMargie came up and touched my arm and said, \"Bill?\" I nodded, and she\nsaid, \"This is me. Kiss me quick while we have a chance.\"\n\nIt was a proposition I'd never turn down, but I'll admit I looked a bit\nscared when I put my arms around her and complied.\n\nShe grinned impishly. \"Sure, darling, Mother and Dad are probably\nlooking, but so what? For all they know it's Mr. Wescott kissing the\nmaid or your Slane O'Graeme making love to a mermaid, or the Senator--\"\n\nWhen her lips were free again, she said, \"Bill, I took some shots on\nyour candid before, when I--when I had the chance. Some of them are\nwows, too! Look, quick! Don't miss that!\"\n\nI laughed, and swung the candid around to get the shot.\n\n\n\nWhen I awoke it was ten o'clock, but I felt as though I'd had one\nhour's sleep instead of six. At four o'clock in the morning, I'd left\nMr. Ames talking to Slane O'Graeme. And when Mr. Ames had said he'd\nwant to talk to me in the morning, I'd already kissed my job goodbye.\n\nThe first thing I wanted to do was destroy those all-too-candid shots.\nBut I wanted to develop them and have a look-see first. Maybe there'd\nbe one or two mild ones it would be safe to take along as souvenirs.\n\nI was taking the last of the positives out of the acid when there was a\nknock on my door, and I said, \"Come in.\"\n\nMr. Ames, wearing a lounging robe, pushed through the door. I made a\nmental note to look in the mirror later to see if my face looked as bad\nas his. But, surprisingly, he grinned at me and sat down on the edge of\nthe bed.\n\n\"What a night!\" he sighed. \"But--\"\n\n\"But never again,\" I finished for him. \"Yeah, I feel the same way. That\nstuff would have been dynamite to turn loose on the natives.\"\n\nHe nodded gloomily. \"I suppose so, but--Well, it was my fault it's all\ngone. There isn't a trace left for analysis, and because it was my\nfault, I gave O'Graeme his price for it. Somehow I liked the little\ncuss. What're you doing?\"\n\n\"Look,\" I said, and passed him the quick-drying rack.\n\nHe stared from one to another of the shots, and gulped. Then he stared\nsome more and his face turned red, then pale.\n\n\"Bill,\" he said, \"do you know these photographs would be worth a\nmillion credits to my enemies, and those of Wescott and the Senator? I\nhope you're not thinking of--\"\n\nI shook my head firmly. \"Just developed them out of curiosity. I'm\ndestroying them right now, and the films, too. Then if you say so, I'll\nleave.\"\n\nI took the pictures back and started to tear them up.\n\n\"Leave? Oh, you think I--\" He laughed at the gloomy expression on my\nface. \"Now that you mention it, Bill, you _are_ leaving. I've had you\nin mind for the Venusian Branch. We need a good man there to get things\norganized. You're taking over on the first.\"\n\nI had another picture in my hand to tear up, but my heart was making\nflip-flops. Manager of the Venusian Branch! Why, that meant I'd be able\nto offer Margie a real home!\n\n\"Uh--Mr. Ames,\" I said, \"Margie and I are in love. We want to get\nmarried.\"\n\nHe shrugged, his face suddenly gloomy. \"Margie's told me that, Bill.\nBut her mother--Well, you're not blind. You know how much say so\nI--Hey, don't tear _those_ up!\"\n\n\n\nThe yell was so sudden and unexpected that I jumped and dropped the\nrack from which I'd been peeling the pictures while we talked. I'd torn\nup only a few.\n\nFleming Ames picked up the rack, his eyes gleaming. He looked it over\neagerly and picked off four pictures. I walked around to see which they\nwere, and grinned as I suddenly understood.\n\nOne was Mrs. Ames seated with her feet on the coffee table smoking\na big black cigar. Another was Mrs. Ames, her hair in wild disarray\nand her mouth open, trying to swim across the room. A third was Mrs.\nAmes--but why go into details?\n\n\"Bill,\" said Mr. Ames, his face happier than I'd ever seen it before,\n\"your wedding day is next Saturday. And that's from a man who\nknows--from the present and future boss of the Ames household. And you\ncan take my new space-cruiser for your honeymoon.\"\n\nHe stood up and stuck out his hand and I shook it.\n\n\"And Bill,\" he added wistfully. \"If you should stop on any planetoids,\nand see any peculiar-looking species of lichen--\"\n",
    "metadata": {
        "author": [
            "Sternig, Larry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63757/pg63757.txt",
        "name": "breath_of_beelzebub.json"
    }
}