{
    "name": "Bride Roses",
    "author": [
        "Howells, William Dean"
    ],
    "body": "BOSTON AND NEW YORK\n\n_Houghton, Mifflin and Company_ MDCCCC\n\n\nCOPYRIGHT, 1893, BY HARPER & BROTHERS\n\nCOPYRIGHT, 1900, BY W. D. HOWELLS\n\nALL RIGHTS RESERVED\n\n\n\n\n_Bride Roses_\n\n\nSCENE\n\n_A Lady_, entering the florist's with her muff to her face, and\nfluttering gayly up to the counter, where the florist stands folding a\nmass of loose flowers in a roll of cotton batting: \"Good-morning, Mr.\nEichenlaub! Ah, put plenty of cotton round the poor things, if you don't\nwant them frozen stiff! You have no idea what a day it is, here in your\nlittle tropic.\" She takes away her muff as she speaks, but gives each of\nher cheeks a final pressure with it, and holds it up with one hand\ninside as she sinks upon the stool before the counter.\n\n_The Florist:_ \"Dropic? With icepergs on the wintows?\" He nods his head\ntoward the frosty panes, and wraps a sheet of tissue-paper around the\ncotton and the flowers.\n\n_The Lady:_ \"But you are not near the windows. Back here it is\nmidsummer!\"\n\n_The Florist:_ \"Yes, we got a rhevricherator to keep the rhoces from\nsunstroke.\" He crimps the paper at the top, and twists it at the bottom\nof the bundle in his hand. \"Hier!\" he calls to a young man warming his\nhands at the stove. \"Chon, but on your hat, and dtake this to--Holt on!\nI forgot to but in the cart.\" He undoes the paper, and puts in a card\nlying on the counter before him; the lady watches him vaguely. \"There!\"\nHe restores the wrapping and hands the package to the young man, who\ngoes out with it. \"Well, matam?\"\n\n_The Lady_, laying her muff with her hand in it on the counter, and\nleaning forward over it: \"Well, Mr. Eichenlaub. I am going to be very\ndifficult.\"\n\n_The Florist:_ \"That is what I lige. Then I don't feel so rhesbonsible.\"\n\n_The Lady:_ \"But to-day, I _wish_ you to feel responsible. I want you to\ntake the whole responsibility. Do you know why I always come to you,\ninstead of those places on Fifth Avenue?\"\n\n_The Florist:_ \"Well, it is a good teal cheaper, for one thing\"--\n\n_The Lady:_ \"Not at all! That isn't the reason, at all. Some of your\nthings are dearer. It's because you take so much more interest, and you\ntalk over what I want, and you don't urge me, when I haven't made up my\nmind. You let me consult you, and you are not cross when I don't take\nyour advice.\"\n\n_The Florist:_ \"You are very goodt, matam.\"\n\n_The Lady:_ \"Not at all. I am simply just. And now I want you to provide\nthe flowers for my first Saturday: Saturday of this week, in fact, and I\nwant to talk the order all over with you. Are you very busy?\"\n\n_The Florist:_ \"No; I am qvite at your service. We haf just had to\negsegute a larche gommission very soddenly, and we are still in a little\ndtisorter yet; but\"--\n\n_The Lady:_ \"Yes, I see.\" She glances at the rear of the shop, where\nthe floor is littered with the leaves and petals of flowers, and sprays\nof fern and evergreen. A woman, followed by a belated smell of\nbreakfast, which gradually mingles with the odor of the plants, comes\nout of a door there, and begins to gather the larger fragments into her\napron. The lady turns again, and looks at the jars and vases of cut\nflowers in the window, and on the counter. \"What I can't understand is\nhow you know just the quantity of flowers to buy every day. You must\noften lose a good deal.\"\n\n_The Florist:_ \"It gomes out about rhighdt, nearly always. When I get\nleft, sometimes, I can chenerally work dem off on funerals. Now, that\nbic orter hat I just fill, that wass a funeral. It usedt up all the\nflowers I hat ofer from yesterday.\"\n\n_The Lady:_ \"Don't speak of it! And the flowers, are they just the same\nfor funerals?\"\n\n_The Florist:_ \"Yes, rhoces nearly always. Whidte ones.\"\n\n_The Lady:_ \"Well, it is too dreadful. I am not going to have roses,\nwhatever I have.\" After a thoughtful pause, and a more careful look\naround the shop: \"Mr. Eichenlaub, why wouldn't orchids do?\"\n\n_The Florist:_ \"Well, they would be bretty dtear. You couldn't make any\nshow at all for less than fifteen tollars.\"\n\n_The Lady_, with a slight sigh: \"No, orchids wouldn't do. They are\nfantastic things, anyway, and they are not very effective, as you say.\nPinks, anemones, marguerites, narcissus--there doesn't seem to be any\ngreat variety, does there?\"\n\n_The Florist_, patiently: \"There will be more, lader on.\"\n\n_The Lady:_ \"Yes, there will be more sun, later on. But now, Mr.\nEichenlaub, what do you think of plants in pots, set around?\"\n\n_The Florist:_ \"Balmss?\"\n\n_The Lady_, vaguely: \"Yes, palms.\"\n\n_The Florist:_ \"Balmss would to. But there would not be very much\ngolor.\"\n\n_The Lady:_ \"That is true; there would be no color at all, and my rooms\ncertainly need all the color I can get into them. Yes, I shall have to\nhave roses, after all. But not white ones!\"\n\n_The Florist:_ \"Chacks?\"\n\n_The Lady:_ \"No; Jacks are too old-fashioned. But haven't you got any\nother very dark rose? I should like something almost black, I believe.\"\n\n_The Florist,_ setting a vase of roses on the counter before her: \"There\nis the Matame Hoste.\"\n\n_The Lady,_ bending over the roses, and touching one of them with the\ntip of her gloved finger: \"Why, they _are_ black, almost! They are\nnearly as black as black pansies. They are really wonderful!\" She stoops\nover and inhales their fragrance. \"Delicious! They are beautiful,\nbut\"--abruptly--\"they are hideous. Their color makes me creep. It is so\nunnatural for a rose. A rose--a rose ought to be--rose-colored! Have you\nno rose-colored roses? What are those light pink ones there in the\nwindow?\"\n\n_The Florist_, going to the window and getting two vases of cut roses,\nwith long stems, both pink, but one kind a little larger than the other:\n\"That is the Matame Watterville, and this is the Matame Cousine. They\nare sister rhoces; both the same, but the Matame Watterville is a little\nbigger, and it is a little dtearer.\"\n\n_The Lady:_ \"They are both exquisite, and they are such a tender\nalmond-bloom pink! I think the Madame Cousine is quite as nice; but of\ncourse the larger ones are more effective.\" She examines them, turning\nher head from side to side, and then withdrawing a step, with a decisive\nsigh. \"No; they are too pale. Have you nothing of a brighter pink? What\nis that over there?\" She points to a vase of roses quite at the front of\nthe window, and the florist climbs over the mass of plants and gets it\nfor her.\n\n_The Florist:_ \"That is the Midio.\"\n\n_The Lady:_ \"The what?\"\n\n_The Florist:_ \"The Midio.\"\n\n_The Lady:_ \"You will think I am very stupid this morning. Won't you\nplease write it down for me?\" The florist writes on a sheet of\nwrapping-paper, and she leans over and reads: \"Oh! _Meteor!_ Well, it is\nvery striking--a little _too_ striking. I don't like such a vivid pink,\nand I don't like the name. Horrid to give such a name to a flower.\" She\nputs both hands into her muff, and drifts a little way off, as if to get\nhim in a better perspective. \"Can't you suggest something, Mr.\nEichenlaub?\"\n\n_The Florist:_ \"Some kind off yellow rhoce? Dtea-rhoces?\"\n\n_The Lady,_ shaking her head: \"Tea-roses are ghastly. I hate yellow\nroses. I would rather have black, and black is simply impossible. I\nshall have to tell you just what I want to do. I don't want to work up\nto my rooms with the flowers; I want to work up to the young lady who is\ngoing to pour tea for me. I don't care if there isn't a flower anywhere\nbut on the table before her. I want a color scheme that shall not have\na false note in it, from her face to the tiniest bud. I want them to all\n_come together_. Do you understand?\"\n\n_The Florist_, doubtfully: \"Yes.\" After a moment: \"What kindt looking\nyo'ng laty iss she?\"\n\n_The Lady:_ \"The most ethereal creature in the world.\"\n\n_The Florist:_ \"Yes; but what sdyle--fair or tark?\"\n\n_The Lady:_ \"Oh, fair! Very, very fair, and very, very fragile-looking;\na sort of moonlight blonde, with those remote, starry-looking eyes,\ndon't you know, and that pale saffron hair; not the least ashen; and\njust the faintest, faintest tinge of color in her face. I suppose you\nhave nothing like the old-fashioned blush-rose? That would be the very\nthing.\"\n\n_The Florist_, shaking his head: \"Oh, no; there noding like that in a\nchreen-house rhoce.\"\n\n_The Lady:_ \"Well, that is exactly what I want. It ought to be something\nvery tall and ethereal; something very, very pale, and yet with a sort\nof suffusion of color.\" She walks up and down the shop, looking at all\nthe plants and flowers.\n\n_The Florist_, waiting patiently: \"Somet'ing beside rhoces, then?\"\n\n_The Lady_, coming back to him: \"No; it must be roses, after all. I see\nthat nothing else will do. What do you call those?\" She nods at a vase\nof roses on a shelf behind him.\n\n_The Florist_, turning and taking them down for her: \"Ah, those whidte\nones! That is the Pridte. You sait you woultn't haf whidte ones.\"\n\n_The Lady:_ \"I may have to come to them. Why do they call it the Pride?\"\n\n_The Florist:_ \"I didn't say Bridte; I said Pridte.\"\n\n_The Lady:_ \"Oh, Bride! And do they use Bride roses for\"--\n\n_The Florist:_ \"Yes; and for weddtings, too; for everything.\" The lady\nleans back a little and surveys the flowers critically. A young man\nenters, and approaches the florist, but waits with respectful impatience\nfor the lady to transact her affairs. The florist turns to him\ninquiringly, and upon this hint he speaks.\n\n_The Young Man:_ \"I want you to send a few roses--white ones, or nearly\nwhite\"--He looks at the lady. \"Perhaps\"--\n\n_The Lady:_ \"Oh, not at all! I hadn't decided to take them.\"\n\n_The Florist:_ \"I got plenty this kindt; all you want. I can always get\nthem.\"\n\n_The Young Man_, dreamily regarding the roses: \"They look rather\nchilly.\" He goes to the stove, and drawing off his gloves, warms his\nhands, and then comes back. \"What do you call this rose?\"\n\n_The Florist:_ \"The Pridte.\"\n\n_The Young Man_, uncertainly: \"Oh!\" The lady moves a little way up the\ncounter toward the window, but keeps looking at the young man from time\nto time. She cannot help hearing all that he says. \"Haven't you any\nwhite rose with a little color in it? Just the faintest tinge, the\nmerest touch.\"\n\n_The Florist:_ \"No, no; they are whidte, or they are yellow;\ndtea-rhoces; Marshal Niel\"--\n\n_The Young Man:_ \"Ah, I don't want anything of that kind. What is the\npalest pink rose you have?\"\n\n_The Florist_, indicating the different kinds in the vases, where the\nlady has been looking at them: \"Well, there is nothing lighder than the\nMatame Cousine, or the Matame Watterville, here; they are sister\nrhoces\"--\n\n_The Young Man:_ \"Yes, yes; very beautiful; but too dark.\" He stops\nbefore the Madame Hoste: \"What a strange flower! It is almost _black_!\nWhat is it for? Funerals?\"\n\n_The Florist:_ \"No; a good many people lige them. We don't sell them\nmuch for funerals; they are too cloomy. They uce whidte ones for that:\nMarshal Niel, dtea-rhoces, this Pridte here, and other whidte ones.\"\n\n_The Young Man_, with an accent of repulsion: \"Oh!\" He goes toward the\nwindow, and looks at a mass of Easter lilies in a vase there. He speaks\nas if thinking aloud: \"If they had a little color--But they would be\ndreadful with color! Why, you ought to have _something_!\" He continues\nmusingly, as he returns to the florist: \"Haven't you got something very\ndelicate, and slender, about the color of pale apple blossoms? If you\nhad them light enough, some kind of azaleas\"--\n\n_The Lady_, involuntarily: \"Ah!\"\n\n_The Florist_, after a moment, in which he and the young man both glance\nat the lady, and she makes a sound in her throat to show that she is not\nthinking of them, and had not spoken in reference to what they were\nsaying: \"The only azaleas I haf are these pink ones, and those whidte\nones.\"\n\n_The Young Man:_ \"And they are too pink and too white. Isn't there\nanything tall, and very delicate? Something, well--something like the\nold-fashioned blush-rose? But with very long stems!\"\n\n_The Florist:_ \"No, there is noding lige that which gomes in a\ncrheenhouse rhoce. We got a whidte rhoce here\"--he goes to his\nrefrigerator, and brings back a long box of roses--\"that I didn't think\nof before.\" He gives the lady an apologetic glance. \"You see there is\nchost the least sdain of rhet on the etch of the leafs.\"\n\n_The Young Man_, examining the petals of the roses: \"Ah, that is very\ncurious. It is a caprice, though.\"\n\n_The Florist:_ \"Yes, it is a kind of sbordt. That rhoce should be\nberfectly whidte.\"\n\n_The Young Man:_ \"On the whole, I don't think it will do. I will take\nsome of those pure white ones. Bride, did you call them?\"\n\n_The Florist:_ \"Yes, Pridte. How many?\"\n\n_The Young Man:_ \"Oh, a dozen--two dozen; I don't know! I want very\nlong, slender stems, and the flowers with loose open petals; none of\nthose stout, tough-looking little buds. Here! This, and this, and all\nthese; no, I don't want any of those at all.\" He selects the different\nstems of roses, and while the florist gets a box, and prepares it with a\nlining of cotton and tissue-paper, he leans over and writes on a card.\nHe pauses and puts up his pencil; then he takes it out again and covers\nthe card with writing. He gives it to the florist. \"I wish that to go\ninto the box where it will be found the first thing.\" He turns away, and\nencounters the lady's eyes as she chances to look toward him. \"I beg\nyour pardon! But\"--\n\n_The Lady_, smiling, and extending her hand: \"I felt almost _sure_ it\nwas you! But I couldn't believe my senses. All the other authorities\nreport you in Rome.\"\n\n_The Young Man:_ \"I returned rather suddenly. I just got in this\nmorning. Our steamer was due yesterday, but there was so much ice in the\nharbor that we didn't work up till a few hours ago.\"\n\n_The Lady:_ \"You will take all your friends by surprise.\"\n\n_The Young Man:_ \"I'm a good deal taken by surprise myself. Two weeks\nago I didn't dream of being here. But I made up my mind to come, and--I\ncame.\"\n\n_The Lady_, laughing: \"Evidently! Well, now you must come to my\nSaturdays; you are just in time for the first one. Some one you know is\ngoing to pour tea for me. That ought to be some consolation to you for\nnot having stayed away long enough to escape my hospitalities.\"\n\n_The Young Man_, blushing and smiling: \"Oh, it's a very charming welcome\nhome. I shall be sure to come. She is--everybody is--well, I hope?\"\n\n_The Lady:_ \"Yes, or everybody _was_ on Monday when I saw them.\nEverybody is looking very beautiful this winter, lovelier than ever, if\npossible. But so spiritual! _Too_ spiritual! But that spirit of hers\nwill carry her--I mean everybody, of course!--through everything. I\nfeel almost wicked to have asked her to pour tea for me, when I think of\nhow much else she is doing! Do you know, I was just ordering the flowers\nfor my Saturday, and I had decided to take her for my key-note in the\ndecorations. But that made it so difficult! There doesn't seem anything\ndelicate and pure and sweet enough for her. There ought to be some\nflower created just to express her! But as yet there isn't.\"\n\n_The Young Man:_ \"No, no; there isn't. But now I must run away. I\nhaven't been to my hotel yet; I was just driving up from the ship, and I\nsaw the flowers in the window, and--stopped. Good-by!\"\n\n_The Lady:_ \"Good-by! What devotion to somebody--everybody! Don't forget\nmy Saturday!\"\n\n_The Young Man:_ \"No, no; I won't. Good-by!\" He hurries out of the door,\nand his carriage is heard driving away.\n\n_The Florist:_ \"I wondter if he but the attress on the cart? No; there\nis noding!\" He turns the card helplessly over. \"What am I coing to do\nabout these flowers?\"\n\n_The Lady:_ \"Why, didn't he say where to send them?\"\n\n_The Florist:_ \"No, he rhon away and dtidn't leaf the attress.\"\n\n_The Lady:_ \"That was _my_ fault! I confused him, poor fellow, by\ntalking to him. What are you going to do?\"\n\n_The Florist:_ \"That is what I lige to know! Do you know what hotel he\nstobs at?\"\n\n_The Lady:_ \"No; he didn't say. I have no idea where he is going. But\nwait a moment! I think I know where he meant to send the flowers.\"\n\n_The Florist:_ \"Oh, well; that is all I want to know.\"\n\n_The Lady:_ \"Yes, but I am not certain.\" After a moment's thought. \"I\nknow he wants them to go at once; a great deal may depend upon\nit--everything.\" Suddenly: \"Could you let me see that card?\"\n\n_The Florist_, throwing it on the counter before her: \"Why, soddonly; if\nhe is a frhiendt of yours\"--\n\n_The Lady_, shrinking back: \"Ah, it isn't so simple! That makes it all\nthe worse. It would be a kind of sacrilege! I have no right--or, wait! I\nwill just glance at the first word. It may be a clew. And I want you to\nbear me witness, Mr. Eichenlaub, that I didn't read a word more.\" She\ncatches up a piece of paper, and covers all the card except the first\ntwo words. \"Yes! It is she! Oh, how perfectly delightful! It's charming,\ncharming! It's one of the prettiest things that ever happened! And I\nshall be the means--no, not the means, quite, but the accident--of\nbringing them together! Put the card into the box, Mr. Eichenlaub, and\ndon't let me see it an instant longer, or I shall read every word of it,\nin spite of myself!\" She gives him the card, and turns, swiftly, and\nmakes some paces toward the door.\n\n_The Florist_, calling after her: \"But the attress, matam. You forgot.\"\n\n_The Lady_, returning: \"Oh, yes! Give me your pencil.\" She writes on a\npiece of the white wrapping-paper. \"There! That is it.\" She stands\nirresolute, with the pencil at her lip. \"There was something else that I\nseem to have forgotten.\"\n\n_The Florist:_ \"Your flowers?\"\n\n_The Lady:_ \"Oh, yes, my flowers. I nearly went away without deciding.\nLet me see. Where are those white roses with the pink tinge on the edge\nof the petals?\" The florist pushes the box towards her, and she looks\ndown at the roses. \"No, they won't do. They look somehow--cruel! I\ndon't wonder he wouldn't have them. They are totally out of character. I\nwill take those white Bride roses, too. It seems a fatality, but there\nreally isn't anything else, and I can laugh with her about them, if it\nall turns out well.\" She talks to herself rather than the florist, who\nstands patient behind the counter, and repeats, dreamily, \"Laugh with\nher!\"\n\n_The Florist:_ \"How many shall I sendt you, matam?\"\n\n_The Lady:_ \"Oh, loads. As many as you think I ought to have. I shall\nnot have any other flowers, and I mean to toss them on the table in\nloose heaps. Perhaps I shall have some smilax to go with them.\"\n\n_The Florist:_ \"Yes; or cypress wine.\"\n\n_The Lady:_ \"No; that is too crapy and creepy. Smilax, or nothing; and\nyet I don't like that hard, shiny, varnishy look of smilax either. You\nwouldn't possibly have anything like that wild vine, it's scarcely more\nthan a golden thread, that trails over the wayside bushes in New\nEngland? Dodder, they call it.\"\n\n_The Florist:_ \"I nefer heardt off it.\"\n\n_The Lady:_ \"No, but that would have been just the thing. It suggests\nthe color of her hair; it would go with her. Well, I will have the\nsmilax too, though I don't like it. I don't see why all the flowers\nshould take to being so inexpressive. Send all the smilax you judge\nbest. It's quite a long table, nine or ten feet, and I want the vine\ngoing pretty much all about it.\"\n\n_The Florist:_ \"Perhaps I better sendt somebody to see?\"\n\n_The Lady:_ \"Yes, that would be the best. Good-morning.\"\n\n_The Florist:_ \"Goodt--morning, matam. I will sendt rhoundt this\nafternoon.\"\n\n_The Lady:_ \"Very well.\" She is at the door, and she is about to open\nit, when it is opened from the outside, and another lady, deeply veiled,\npresses hurriedly in, and passes down the shop to the counter, where the\nflorist stands sorting the long-stemmed Bride roses in the box before\nhim. The first lady does not go out; she lingers at the door, looking\nafter the lady who has just come in; then, with a little hesitation, she\nslowly returns, as if she had forgotten something, and waits by the\nstove until the florist shall have attended to the new-comer.\n\n_The Second Lady_, throwing back her veil, and bending over to look at\nthe box of roses: \"What beautiful roses! What do you call these?\"\n\n_The Florist:_ \"That is a new rhoce: the Pridte. It is jost oudt. It is\ncoing to be a very bopular rhoce.\"\n\n_The Second Lady:_ \"How very white it is! It seems not to have the least\ntouch of color in it! Like snow! No; it is too cold!\"\n\n_The Florist:_ \"It _iss_ gold-looging.\"\n\n_The Second Lady:_ \"What do they use this rose for? For--for\"--\n\n_The Florist:_ \"For everything! Weddtings, theatre barties, afternoon\ndteas, dtinners, funerals\"--\n\n_The Second Lady:_ \"Ah, that is shocking! I can't have it,\nthen. I want to send some flowers to a friend who has lost\nher only child--a young girl--and I wish it to be something\nexpressive--characteristic--something that won't wound them with other\nassociations. Have you nothing--nothing of that kind? I want something\nthat shall be significant; something that shall be like a young girl,\nand yet--Haven't you some very tall, slender, delicate flowers? Not this\ndeathly white, but with, a little color in it? Isn't there some kind of\nlily?\"\n\n_The Florist:_ \"Easder lilies? Lily-off-the-valley? Chonquils? Azaleas?\nHyacinths? Marcuerites?\"\n\n_The Second Lady:_ \"No, no; they won't do, any of them! Haven't you any\nother kind of roses, that won't be so terribly--terribly\"--She looks\nround over the shelves and the windows banked with flowers.\n\n_The Florist:_ \"Yes, we haf dtea-rhoces, all kindts; Marshal Niel;\nMatame Watterville and Matame Cousine--these pink ones; they are sister\nrhoces; Matame Hoste, this plack one; the Midio, here; Chacks\"--\n\n_The Second Lady:_ \"No, no! They won't any of them do. There ought to\nbe a flower invented that would say something--pity, sympathy--that\nwouldn't hurt more than it helped. Isn't there anything? Some flowering\nvine?\"\n\n_The Florist:_ \"Here is the chasmin. That is a very peautiful wine, with\nthat sdtar-shaped flower; and the berfume\"--\n\n_The Second Lady_, looking at a length of the jasmine vine which he\ntrails on the counter before her: \"Yes, that is very beautiful; and it\nis girlish, and like--But no, it wouldn't do! That perfume is\nheartbreaking! Don't send that!\"\n\n_The Florist_, patiently: \"Cypress wine? Smilax?\"\n\n_The Second Lady_, shaking her head vaguely: \"Some other flowering\nvine.\"\n\n_The Florist:_ \"Well, we have cot noding in, at present. I coult get\nyou some of that other chasmin--kindt of push, that gifs its berfume\nafter dtark\"--\n\n_The Second Lady:_ \"At night? Yes, I know. That might do. But those pale\ngreen flowers, that are not like flowers--no, they wouldn't do! I shall\nhave to come back to your Pride roses! Why do they call it Pride?\"\n\n_The Florist:_ \"It is Pridte, not Bridte, matam.\"\n\n_The Second Lady_, with mystification: \"Oh! Well, let me have a great\nmany of them. Have you plenty?\"\n\n_The Florist:_ \"As many as you lige.\"\n\n_The Second Lady:_ \"Well, I don't want any of these hard little buds. I\nwant very long stems, and slender, with the flowers fully open, and\nfragile-looking--something like _her_.\" The first lady starts. \"Yes:\nlike this--and this--and this. Be sure you get them all like these. And\nsend them--I will give you the address.\" She writes on a piece of the\npaper before her. \"There, that is it. Here is my card. I want it to go\nwith them.\" She turns from the florist with a sigh, and presses her\nhandkerchief to her eyes.\n\n_The Florist:_ \"You want them to go rhighdt away?\" He takes up the card,\nand looks at it absently, and then puts it down, and examines the roses\none after another. \"I don't know whether I cot enough of these oben ones\non handt, already\"--\n\n_The Second Lady:_ \"Oh, you mustn't send them to-day! I forgot. It\nisn't to be till to-morrow. You must send them in the morning. But I am\ngoing out of town to-day, and so I came in to order them now. Be very\ncareful not to send them to-day!\"\n\n_The Florist:_ \"All rhighdt. I loog oudt.\"\n\n_The Second Lady:_ \"I am so glad you happened to ask me. It has all been\nso dreadfully sudden, and I am quite bewildered. Let me think if there\nis anything more!\" As she stands with her finger to her lip, the first\nlady makes a movement as if about to speak, but does not say anything.\n\"No, there is nothing more, I believe.\"\n\n_The Florist_, to the First Lady: \"Was there somet'ing?\"\n\n_The First Lady:_ \"No. There is no hurry.\"\n\n_The Second Lady_, turning towards her: \"Oh, I beg your pardon! I have\nbeen keeping you\"--\n\n_The First Lady:_ \"Not at all. I merely returned to--But it isn't of the\nleast consequence. Don't let me hurry you!\"\n\n_The Second Lady:_ \"Oh, I have quite finished, I believe. But I can\nhardly realize anything, and I was afraid of going away and forgetting\nsomething, for I am on my way to the station. My husband is very ill,\nand I am going South with him; and this has been so sudden, so terribly\nunexpected. The only daughter of a friend\"--\n\n_The First Lady:_ \"The only\"--\n\n_The Second Lady:_ \"Yes, it is too much! But perhaps you have come--I\nought to have thought of it; you may have come on the same kind of sad\nerrand yourself; you will know how to excuse\"--\n\n_The First Lady_, with a certain resentment: \"Not at all! I was just\nordering some flowers for a reception.\"\n\n_The Second Lady:_ \"Oh! Then I beg your pardon! But there seems nothing\nelse in the world but--death. I am very sorry. I beg your pardon!\" She\nhastens out of the shop, and the first lady remains, looking a moment at\nthe door after she has vanished. Then she goes slowly to the counter.\n\n_The Lady_, severely: \"Mr. Eichenlaub, I have changed my mind about the\nroses and the smilax. I will not have either. I want you to send me all\nof that jasmine vine that you can get. I will have my whole decorations\nof that. I wonder I didn't think of that before. Mr. Eichenlaub!\" She\nhesitates. \"Who was that lady?\"\n\n_The Florist_, looking about among the loose papers before him: \"Why, I\ndton't know. I cot her cart here, somewhere.\"\n\n_The Lady_, very nervously: \"Never mind about the card! I don't wish to\nknow who she was. I have no right to ask. No! I won't look at it.\" She\nrefuses the card, which he has found, and which he offers to her. \"I\ndon't care for her name, but--Where was she sending the flowers?\"\n\n_The Florist_, tossing about the sheets of paper on the counter: \"She\ndtidn't say, but she wrhote it down here, somewhere\"--\n\n_The Lady_, shrinking back: \"No, no! I don't want to see it! But what\nright had she to ask me such a thing as that? It was very bad taste;\nvery obtuse,--whoever she was. Have you--ah--found it?\"\n\n_The Florist_, offering her a paper across the counter: \"Yes; here it\niss.\"\n\n_The Lady_, catching it from him, and then, after a glance at it,\nstarting back with a shriek: \"Ah-h-h! How terrible! But it can't be! Oh,\nI don't know what to think--It is the most dreadful thing that\never--It's impossible!\" She glances at the paper again, and breaks into\na hysterical laugh: \"Ah, ha, ha, ha, ha! Why, this is the address that I\nwrote out for that young gentleman's flowers! You have made a terrible\nmistake, Mr. Eichenlaub--you have almost killed me. I thought--I thought\nthat woman was sending her funeral flowers to--to\"--She holds her hand\nover her heart, and sinks into the chair beside the counter, where she\nlets fall the paper. \"You have almost killed me.\"\n\n_The Florist:_ \"I am very sorry. I dtidn't subbose--But the oder attress\nmust be here. I will fint it\"--He begins tossing the papers about again.\n\n_The Lady_, springing to her feet: \"No, no! I wouldn't look at it now\nfor the world! I have had one escape. Send me all jasmine, remember.\"\n\n_The Florist:_ \"Yes, all chasmin.\" The lady goes slowly and absently\ntoward the door, where she stops, and then she turns and goes back\nslowly, and as if forcing herself.\n\n_The Lady:_ \"Mr. Eichenlaub.\"\n\n_The Florist:_ \"Yes, matam.\"\n\n_The Lady:_ \"Have you--plenty--of those white--Bride roses?\"\n\n_The Florist:_ \"I get all you want of them.\"\n\n_The Lady:_ \"Open, fragile-looking ones, with long, slender stems?\"\n\n_The Florist:_ \"I get you any kindt you lige!\"\n\n_The Lady:_ \"Send me Bride roses, then. I don't care! I will not be\nfrightened out of them! It is too foolish.\"\n\n_The Florist:_ \"All rhighdt. How many you think you want?\"\n\n_The Lady:_ \"Send all you like! Masses of them! Heaps!\"\n\n_The Florist:_ \"All rhighdt. And the chasmin?\"\n\n_The Lady:_ \"No; I don't want it now.\"\n\n_The Florist:_ \"You want the smilax with them, then, I subbose?\"\n\n_The Lady:_ \"No, I don't want any smilax with them, either. Nothing but\nthose white Bride roses!\" She turns and goes to the door; she calls\nback, \"Nothing but the roses, remember!\"\n\n_The Florist:_ \"All rhighdt. I don't forget. No chasmin; no smilax; no\nkindt of wine. Only Pridte rhoces.\"\n\n_The Lady:_ \"Only roses.\"\n\n_The Florist_, alone, thoughtfully turning over the papers on his\ncounter: \"That is sdrainche that I mage that mistake about the attress!\nI can't find the oder one anwhere; and if I lost it, what am I coing to\ndo with the rhoces the other lady ortert?\" He steps back and looks at\nhis feet, and then stoops and picks up a paper, which he examines. \"Ach!\nhere it iss! Zlipped down behindt. Now I don't want to get it mixed with\nthat oder any more.\" He puts it down at the left, and takes up the\naddress for the young man's roses on the right; he stares at the two\naddresses in a stupefaction. \"That is very sdrainche too. Well!\" He\ndrops the papers with a shrug, and goes on arranging the flowers.\n\nTHE RIVERSIDE PRESS\n\nPRINTED BY H. O. HOUGHTON & CO.\n\nCAMBRIDGE, MASS.\n\nU.S.A.\n\n\n\n\n_Plays and Poems_\n\nA Counterfeit Presentment. 18mo, $1.25.\n\nOut of the Question. 18mo, $1.25.\n\nThe Sleeping-Car, and other Farces. 12mo, $1.00.\n\nThe Elevator; The Sleeping-Car; The Parlor Car; The Register. Each 50\ncents.\n\nRoom Forty-Five; Bride Roses; An Indian Giver; The Smoking-Car. (_The\nlast two in Press._) Each, 18mo, 50 cents.\n\nA Sea Change. $1.00.\n\nPoems. 12mo, parchment cover, $2.00.\n\n_For Mr. Howells's novels and books of travel_, see Catalogue.\n\n_Houghton, Mifflin and Company_\n\nBOSTON AND NEW YORK\n\n\n\n\n",
    "metadata": {
        "author": [
            "Howells, William Dean"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/33608/pg33608.txt",
        "name": "bride_roses.json"
    }
}