{
    "name": "Brotherly House",
    "author": [
        "Richmond, Grace S. (Grace Smith)"
    ],
    "body": "                          *A Christmas Story*\n\n\n\"It seems to me,\" said Mr. Stephen Kingsley thoughtfully to himself, as\nhe laid down his younger brother Samuel’s letter, \"that it would be a\nvery good thing to get Sam and Sylvester together. Judging by this\nletter—and one I had not long ago from Syl—it must be some three or four\nyears since they’ve met—voluntarily. And that is too long—altogether too\nlong—for brothers to remain in relations—er—lacking harmony.\"\n\nHe perused the letter again.  As he had observed, its general tenor\ncertainly did suggest that the relations between Samuel and Sylvester\nlacked harmony, and that that was a very mild putting of the case.\nSamuel’s terse phrases left the situation in no doubt whatever.\n\n\n\"I don’t like to say it to you, Stephen,\" the letter ran in one portion,\n\"but Sylvester has acted not only unfairly, but contemptibly.  I could\nhave forgiven him the act itself, but the manner of the act—never.  It\nwas done too deliberately, too designedly, to be overlooked. I shall not\noverlook it.  I shall——\" etc.\n\n\nIn short, the letter had not been pleasant reading.  The white-haired\nbrother who read it, lying back among his invalid’s pillows, with a wry\nlittle twist of pain about his gentle lips as his eyes laboriously\nfollowed Samuel’s vigorous scrawls and equally vigorous language, felt\nit to be a matter in which it was time to interfere. Men and brothers of\nthe age of Samuel and Sylvester—neither would see forty-five years\nagain—should not be allowed to feel in this way toward each other if\ntheir elder brother could help it.\n\n\"He ’doesn’t like to say it,’\" commented Stephen Kingsley with mild\nirony, \"yet he seems to say it with considerable relish, nevertheless.\nThe question is—what can I do?\"\n\nHe closed his eyes and lay thinking. After a little he put out his hand\nand touched an electric bell. Its distant summons presently brought into\nthe room the tall and commanding figure of a woman with iron-gray hair\nand a capable face.  Mrs. Griggs had been Mr. Stephen Kingsley’s\nhousekeeper for thirty years; there could be no person more fitting for\nan elderly bachelor to consult.\n\nMr. Kingsley opened his eyes and regarded Mrs. Griggs with an air of\ndeliberation.  His plans were made.  He announced them.  As one looked\nat Mrs. Griggs one would hardly have expected an employer so helpless as\nhe to issue orders to a subject so powerful as she, in so firm a manner.\nYet he gave the impression of consulting her, after all.\n\n\"Mrs. Griggs,\" said he, \"I am thinking of having a Christmas\nhouse-party.  Merely the family, you know.  Yet that means a\nconsiderable number, including—er—all the babies.  Should you think we\ncould accommodate them?\"\n\nMrs. Griggs’s somewhat stern expression of face grew incredulous. Having\nserved Mr. Kingsley so long, under conditions so peculiar, she was\naccustomed to take—and was allowed—liberties of speech which would have\nbeen sternly forbidden any other person outside the circle of kinship.\n\n\"The family!\" said she.  \"You—they—why, there won’t more’n half of them\ncome.  Your brother Sylvester and your brother Samuel——\"\n\n\"I understand about Sylvester and Samuel.  That is why I want a\nChristmas house-party.\"\n\n\"Your sister Clara and your sister Isabel——\"\n\n\"That was not serious.  They must be quite over it by now.\"\n\n\"Not over it at all.  It’s worse. I happen to know what they said to\neach other the last time they were here.  Your sister Clara said——\"\n\n\"Never mind, Mrs. Griggs.  We must surely get them here.  The others are\ncertainly on the best of terms.\"\n\nMrs. Griggs pursed her lips.  \"I guess you’ve forgotten, Mr. Stephen\nabout that old fuss between George’s family and William’s. They’ve never\nbeen the same since. There’s a coolness——\"\n\n\"We will warm it up.  Coolness can’t exist in the Christmas warmth. If\nyou feel that you can tuck everybody away somewhere——\"\n\n\"Mr. Stephen\"—Mrs. Griggs’s tone was a trifle indignant—\"there’s eleven\nsleeping-rooms in this house.\"\n\n\"Are there?  I had forgotten.  I haven’t been upstairs in—twenty years.\nI can’t quite remember whether there are fireplaces in them all.\"\n\n\"All but two—and they have Franklin stoves.\"\n\n\"Have Israel fill all the wood-boxes, Mrs. Griggs.  Send him to the\nwoods for ground-pine.  I will order holly from the city.  Tell Mary and\nHannah to begin cooking and baking.  But I must write my invitations.\nIt’s three weeks yet to Christmas.  Plenty of time to plan.  Please hand\nme my writing materials, Mrs. Griggs.\"\n\n\"Mr. Stephen\"—the housekeeper’s hand lingered on the leather tablet\nwithout taking it from the desk across the room—\"do you think you’d\nbetter try to write all those letters to-day?  There’s considerable many\nof the family and—you didn’t sleep much last night.\"\n\n\"Didn’t I?  I shall sleep better to-night, Mrs. Griggs, if the letters\nare posted.  Let me get them off my mind.\"\n\nReluctantly she gave him the tablet and his fountain-pen.  Then she\npropped him up among his pillows and lighted a reading-lamp at his\nelbow; the day was dull and his eyesight not of the keenest—his physical\neyesight.  The spiritual vision reached far and away, quite out of the\nworld altogether.\n\n\nThe letters went out.  With five of them went five others, appendices in\nthe hand of Mrs. Griggs.\n\nAt Samuel Kingsley’s breakfast-table, twenty-four hours later, letter\nand appendix produced their effect. But due credit must certainly be\ngiven to the appendix.  Mr. Stephen Kingsley’s letter read thus:\n\n\n\"_Dear Samuel:_\n\n\"I am thinking of having a Christmas house-party.  It seems a long time\nsince I have seen the family all together. There are at least three new\nbabies among the children.  I am asking everybody to come on the day\nbefore Christmas—Wednesday—and remain over at least until Friday.  Don’t\nrefuse me. I should write much more, but must send word to all the\nothers, and you know my eyes.\n\n\"Believe me always\n       \"Lovingly your brother,\n              STEPHEN.\"\n\n\n\"Sylvester will be there,\" was Samuel’s comment.  He closed his lips\ntight as he said it.  They were firm-set lips beneath a close-trimmed\ngray moustache.  He squared his broad shoulders. \"Sylvester will be\nthere—_and I won’t_!\" his keen, brown eyes added.\n\nThen he opened the appendix.\n\n\n\"_Respected Sir and Friend_,\" began Mrs. Griggs with dignity, \"I take my\npen in hand to send you a line in regard to Mr. Stephen’s letter, hoping\nthis finds you well and will reach you by the same mail.  I hope you and\nMrs. Samuel and the family will come as Mr. Stephen wishes, as he has\nset his mind on having this party, which I think is too much for him,\nbut he will do it.  Mr. Stephen is not as strong as he was.  Hoping you\nwill come.\n\nRespectfully yours,\n       \"SARAH A. GRIGGS.\"\n\n\nIt could hardly be said that Mrs. Griggs’s language possessed to a\ngreater degree than Mr. Kingsley’s the quality of persuasion.  But one\nsentence in her letter, together with the fact that she had considered\nit a matter which called upon her to take her unaccustomed pen in hand\nat all, gave weight to the invitation.  Mr. Samuel Kingsley handed both\nletters across the table to his wife, with the curt comment that it was\na confounded nuisance, and he didn’t see what had got into Stephen’s\nhead, but he supposed they’d have to consider it.\n\nThe other letters met with varied receptions.  To all they were a\nsurprise, for Stephen lived well out of town and had been a recluse for\nso long that nobody was in the habit of taking him much into\nconsideration when it came to affairs social.  There could be no\nquestion that he was well beloved by every member of his family, and\nsincerely pitied—when they took time to think about it, which was not\noften.  But, except for brief, infrequent visits at his quiet home,\ninspired by a sense of duty, few of them felt him in their lives at all.\n\nIt interfered decidedly with previous plans, but nobody was quite\nwilling to refuse the invitation—certainly not those to whom Mrs.\nGriggs, with shrewd grasp of various situations, had ventured to indite\nher supplementary lines.  To each of these her appeal on the score of\nMr. Stephen’s failing health came as a sting to action and turned the\nscale.  More or less grudgingly, they all wrote that they would come.\nBut not without mental reservations as to courses of procedure when on\nthe spot.  George’s family need not be familiar with William’s.  Clara\nand Isabel would avoid each other all that it was possible to do without\nattracting the notice of a certain pair of mild blue eyes beneath a\ncrown of thick white hair.  And Samuel and Sylvester—would Samuel and\nSylvester even so much as shake hands? Those who knew them best doubted\nit.\n\nBut the children were all glad to go.  Family quarrels mattered nothing\nto then.  And in the children lay Stephen’s hope.\n\n\nThe house was ready.  Dignified, even stately, with its tall pillars and\nlines of fine proportion, representing the best of the architecture of\nNew England’s early days, Stephen Kingsley’s country home stood awaiting\nits guests. Far back from the road, its wide front entrance was\nfestooned with hemlock and pine, a stout young tree fastened upon either\nside.  The long-closed blinds of the upper story were all thrown wide;\nfrom each square chimney floated a welcoming banner of smoke.\nPassers-by upon the road that morning, on their way to family reunions\nof their own, gazed and wondered. It was many a long day since \"the old\nKingsley place\" had worn that hospitable air of habitation.\n\nInside, activity reigned from cellar to roof-tree—the activity which is\nthe fine flower of many previous days of preparation. Speaking of\nflowers, they were everywhere.  It would seem as if Mr. Kingsley’s\norders must have stripped the nearest city of scarlet carnations, so\nlavishly were they combined with the holly and ground-pine of the\ndecorations. Every guest-room smiled with a big bunch of them, reflected\ncheerily from quaint old mirrors above low dressing-tables.  Downstairs\nthey glowed even from obscure corners, lighting up the severely decorous\norder of the rooms into a vivid suggestion of festivities to come.  One\nbig bloom, broken from its stem, had been picked up by Hannah, the cook,\nand now, tucked securely into her tightly braided black hair, burned\nhardly more brightly than her cheeks, flushed as they were with\nexcitement and haste.\n\n\"It’s the cookin’ for so many that upsets me,\" she averred, standing\nwith Mary, the waitress, before a pile of plates and trying to estimate\nhow many would be needed of that particular size.  \"I was brought up in\na big fam’ly myself, but livin’ so long in this quiet house and cookin’\nfor one who doesn’t eat what a baby would, has made me forget.\"\n\n\"But you wouldn’t take the help he said he’d get for you,\" Mary reminded\nher.\n\n\"To be sure I wouldn’t,\" Hannah cried, hotly.  \"After workin’ for him\nall these years and gettin’ such wages as he pays, would I see another\ncome in and do for him when he has comp’ny—for once in his life?  Not\neven from Mrs. Griggs would I take help with the cookin’ and bakin’—not\nthat she’d offer it.  And I guess we’ve enough in the butt’ry, come\nthere never so many extrys.\"\n\n\"I guess we have,\" Mary agreed proudly, with a glance into the\nstone-floored buttery, where the ample shelves were laden with food\nuntil one might well wonder if they were stoutly enough built to carry\nsuch a load.  \"There’s nothin’ stingy about him.  You should see the\nchambers, Hannah.  There’s been fires burnin’ in every one of the\nfireplaces since day before yesterd’y, because he was afraid the rooms\nwould be damp, shut up so long.  Isr’el’s watched ’em like babies, too,\nthinkin’ they might be a chimley catch fire....  And the sheets, Hannah,\nthat Mrs. Griggs has brought out from the linen-closet that she always\nkeeps locked so careful!  What such an old bachelor ever wanted of so\nmany sheets——\"\n\n\"They was his mother’s before him,\" Hannah explained.  She hurried away\nas she spoke, a towering pile of gold-banded plates in her capable\nhands.  \"With the fam’ly she had—and not all of them livin’ now to come\nhere to-day—she had need of a plenty of sheets, and fine ones they was,\nat that.  Mrs. Griggs knows just how many there is of ’em, too, I can\ntell you.  One would think they was her own, she’s that——\"\n\nThe appearance of the housekeeper’s face in the doorway hushed the talk\nin the kitchen. Mrs. Griggs bore a message from Mr. Stephen, and to Mr.\nStephen she presently returned.  With all her cares on this supreme\nmorning, Mrs. Griggs’s greatest solicitude was for her master.  Not that\nshe ever thought of him by that title.  If he had been her elder brother\nshe could not have felt herself more of a sister to him, nor could she\nhave been more anxious lest his wilfulness in the matter of the\nhouse-party prove too much for his frail strength.  She had insisted\nwith a firm hand that he remain in bed until the latest possible moment,\nand now that, an hour before train-time, she allowed him to get up, it\nwas still to refuse him the trip he wanted, in his invalid chair, about\nthe lower rooms, to see that all was as he could wish.\n\n\"You know very well,\" said she, \"that I’ve not worked for three weeks\ngetting ready, for nothing. Everything’s perfect, if I do say it. You\ncan trust me.  And there’s no use using up what little gimp you’ve got.\"\n\nThis was indisputable.  \"I suppose I haven’t much ’gimp,’\" Mr. Kingsley\nadmitted, with his patient smile, \"though I really feel as if I were\npossessed of a trifle more than usual, this morning, Mrs. Griggs.\"\n\n\"’Tisn’t reliable,\" his house-keeper responded with conviction. \"It’s\nmerely excitement, Mr. Stephen, and it’s likely to leave you flatter\nthan ever if you go to counting on it.\"\n\nThis also being highly probable, Mr. Kingsley submitted to her judgment,\nand in his own sitting-room, a large and comfortable apartment, across\nthe wide hall from the more formal parlour, awaited his guests, himself\nin as festal array as he could compass. Instead of his usual\ndressing-gown he wore a frock-coat, of somewhat old-fashioned cut but of\nirreproachable freshness.  (Mrs. Griggs had a method of her own for\ninsuring the integrity of garments laid away, a method which endued them\nwith no unpleasant preservative odours.)  In his buttonhole gleamed a\nsprig of glossy holly, rich with berries—his hands trembled a little as\nhe adjusted it.  Unquestionably it was an exciting morning for Mr.\nStephen Kingsley; he had need, as Mrs. Griggs had sagely urged, to\nconserve all his energies for the drafts that were to be made upon them.\n\nFrom his window he watched Israel, his reliable man-of-all work, drive\noff with the old family carriage and horses to the village station, two\nmiles away, to meet the morning train, on which part of his guests were\ndue.  Others would come by trolley, still others, the most prosperous of\nthe family, by private motor conveyance of their own, from the city,\nthirty miles away.\n\nAnd now, in due time, the first of his Christmas guests were at his\ndoor, and Mrs. Griggs, wearing her best black-henrietta gown, her\nshoulders well thrown back and an expression of great dignity upon her\nface, was ushering them in.\n\n\nClara—Mrs. Pierce Wendell—caught sight of Isabel—Mrs. James Dent—before\nshe was fairly inside brother Stephen’s doors. Clara was fair and fine\nand impressive in elaborate widow’s mourning and an air of haughtiness\nwhich became decidedly more pronounced at sight of her sister Isabel.\nMrs. Dent was tall and thin, and very quietly, almost austerely,\ndressed. The one lived in town, the other in the country.  But just why\nthese differences in mere outward circumstance should have brought about\nsuch a breach of feeling that they could barely greet each other with\ncourtesy was a subject to which the elder brother, who awaited them in\nhis own room, had given much thought.\n\nBut he did not attempt to force matters.  When Isabel, standing beside\nhis chair, nodded coolly at Clara as she approached, and then moved\nimmediately away without further greeting, Stephen took no notice.  If\nthey could have seen, his eyes took on a certain peculiar deeper\nshadowing which meant that his heart was intimately concerned with the\nmatter of the sisterly estrangement.  But his welcoming smile as he\ngreeted Clara was as bright as the one he had lately turned upon Isabel,\nand the questions concerning her welfare with which he detained her\nshowed as brotherly an interest as if he had not been quite sure within\nhimself that Clara was the offender most deeply at fault.\n\nThe Christmas guests arrived in instalments.  By noon George’s and\nWilliam’s families had come—on the same train, although each had taken\npains to ascertain that the other was likely to await a later hour.  At\nthree in the afternoon Sylvester and Mrs. Sylvester had pulled up in a\nbig, shiny brown limousine, accompanied by Mrs. Sylvester’s maid, and\ndriven by a chauffeur swathed in furs to the tip of his nose, as were\nalso Mr. and Mrs. Sylvester.  There were no children; it was the one\nchildless branch of the family.\n\n\"Seems as if they might have brought somebody else in that great\ntraveling opera-box,\" declared Mrs. George to Mrs. Clara from the\nlibrary window.  \"They came straight by our house if they came the\nWilliamsville road, as I’ve no doubt they did.  That machine will hold\nseven.  I shouldn’t say it to Stephen, but it looks to me as if the more\nmoney Sylvester makes the closer he gets.\"\n\n\"That’s _her_ fault,\" responded Clara, watching between the curtains as\nher brother Sylvester’s wife, in furs which cost several times the\namount of Mrs. Clara’s own, came somewhat languidly up the walk.  \"She’s\ngetting so exclusive she’s likely to cut Sylvester’s family at almost\nany time.  Since the trouble between Sylvester and Samuel——\"\n\n\"I heard through Matilda that they barely speak now,\" whispered Mrs.\nGeorge hurriedly.  The library had been invaded with a rush by seven\nchildren and a dog—the dog, Uncle Stephen’s old Fido, nearly out of his\nhead with excitement over the unexpected advent of such an army of\nplayfellows.\n\n\"I think it’s extremely improbable that Samuel will come at all,\" Mrs.\nClara whispered back. \"Mrs. Griggs admitted to me just now that it was\nSamuel who called her up over the ’phone.  ’We expect them\n_all_!’—that’s what she was saying.  She tried to put me off with the\nnotion that he was inquiring if the children were all here—something\nabout presents for them—you know how generous Samuel always is with the\nchildren.  But I’ve no doubt at all he wanted to know if Sylvester was\nexpected. I shall be very much surprised if we see Samuel.\"\n\nThe five-o’clock train brought James Dent, Isabel’s husband, and James\nDent, Junior; several young people of the house of Lucas, whose\nmother—Marian Kingsley—was not living; and the children of Samuel,\nassorted ages, and accompanied by a nurse.  The eldest of them, Anne,\nexplained that her father and mother were coming in the roadster.\n\nMrs. Clara looked at Mrs. George. If she had shrieked at her she could\nnot have said more plainly: \"You’ll see!  The car will break down, they\nwill _not_ come to-night.  Else why didn’t they come on the train with\nthe children?\"\n\n\nJames Dent, Junior, was the last of the evening arrivals to approach his\nUncle Stephen’s chair. This was not from any lack of desire to greet his\nhost, but because the instant he put his round, smiling face inside the\ndoor, he was set upon by fourteen children—this was their number now—and\nthe dog, and pulled hither and yon and shouted at and barked at and\ngenerally given a rousing welcome.  He deserved it.  If ever Stevenson’s\ndescription of the entrance of a happy man into a room fitted anybody it\nfitted James Dent, Junior.\n\nIt was, indeed, \"as though another candle had been lighted,\" although in\nthis young man’s case a dozen candles could not have made so great a\ndifference.  And if it would be understood how impossible it was for\nanybody not to like Jim Dent it is only necessary to say that when\nhe—the son of Isabel—reached Aunt Clara and kissed her heartily on her\nfair cheek she did not repulse him.  Repulse him?  One might as well try\nto repulse a summer breeze!\n\n\"Clear a space, all of you!\" commanded James Dent, Junior. \"I want a\nchance at Uncle Stephen. Be off!  I’ll not speak to any of you again\ntill I’ve had ten minutes alone with him.  Why, I haven’t seen him for a\nmonth.\"\n\nA month!  Few of the others had seen him for a year.  But the young\nman’s tone expressed such hungry anticipation of a talk with the uncle\nwhom he had not seen for a month that everybody obediently cleared out\nand left the two together.\n\nThen Jim Dent sat down close beside the invalid’s chair and looked\nstraight into his uncle’s gentle blue eyes with his own very brilliant\nblue ones—and, somehow, for all of the difference between them there was\na look of the uncle about the nephew.  The well-knit, sturdy young hand\ngripped the thin old one and held it close, and the smile the two\nexchanged had in it love and welcome and understanding.\n\n\"Well, you’ve got them all here,\" exulted Jim Dent.  \"Nobody but you\ncould have done it.  Uncle Sam’s coming, Anne says.  That’s great, Uncle\nStephen!\"\n\n\"I am confidently expecting Samuel,\" responded the elder man. \"How it\nwill turn out I hardly dare think.  They may not speak to-night.  This\nis only Christmas Eve.  But to-morrow, Jim, is Christmas Day!\"\n\n\"Yes, to-morrow’s Christmas Day, Uncle Steve.\"\n\n\"Can brothers refuse to speak—on Christmas Day, Jim?\"\n\n\"I don’t believe they can—under your roof, Uncle Steve.\"\n\n\"My roof, boy!  Under God’s roof!\"\n\n\"It’s pretty nearly the same thing,\" murmured Jim Dent, not\nirreverently.\n\n\"I may need your help, Jim.\"\n\n\"Sheep-dog—to bark at their heels and run them into the same pasture?\"\n\nUncle Stephen smiled.  His eyes and Jim’s met with a twinkle.\n\n\"Just about that, perhaps,\" he admitted.  \"I can’t tell yet.  But keep\nyour eyes open.\"\n\n\"I’ll stand by,\" agreed his nephew.  \"It’s a good thing the kiddies are\nhere, Uncle Steve. When I came in Uncle George’s children and Uncle\nWilliam’s were keeping more or less in separate squads, but the minute\nthey pitched on to me the whole bunch were so tangled up I don’t think\nthey’ll ever get untangled again.  I had a glance at the fathers and\nmothers. Their faces were worth coming to see.\"\n\nMr. Kingsley looked at Jim earnestly.  \"I’m counting on the children,\nboy,\" said he.\n\n\"When it comes to a general mix-up,\" replied Jim Dent, \"you can count on\nthe youngsters every time.\"\n\n\nThe gray roadster belonging to Mr. Samuel Kingsley ran swiftly and\nsilently through the gateway and up to the side entrance of his brother\nStephen’s home. Mrs. Samuel sat beside her husband; a sharp-eyed\nmechanician rode in the rumble behind.\n\n\"How long, Evans?\" inquired Mr. Kingsley as the machine came to a\nstandstill.\n\n\"Forty-two minutes, sir.  That’s pretty good time over these icy roads.\"\n\n\"I should say so.  Came as fast as if I wanted to come,\" muttered the\nman of affairs, with his hand under his wife’s arm to escort her up the\nsteps.  \"As fast as if I wouldn’t rather be hung, drawn and quartered\nthan meet that skinflint Sylv—\"\n\n\"Sam!\"  Mrs. Sam pressed his hand with her plump arm against her side.\n\"Please be civil to Sylvester for Stephen’s sake and the children’s.\nDon’t let him or them see signs of the quarrel—not at Christmas, dear.\"\n\n\"I won’t shake hands with him,\" growled Samuel.  \"Not with Stephen\nhimself looking on.\"\n\n\"Yes, you will, dear, on Christmas Eve,\" whispered Mrs. Sam.\n\nBy which it may be seen that the mothers of many children have large\nhearts, and that Mr. Stephen Kingsley had with him one more ally than he\nknew.\n\nAlthough Mr. Samuel Kingsley may have infinitely preferred, according to\nhis own declaration, to be hung, drawn and quartered than to enter the\ngreat, old-fashioned doorway within which somewhere awaited him an\nencounter with one of his own flesh and blood, nobody would have guessed\nit from his demeanour.  Long training in what James Dent, Junior,\nmentally characterized, as he watched Uncle Samuel make his entrance, as\nthe art of bluffing—acquired by men of prominence in the world\neverywhere—enabled that gentleman to appear upon the scene with an\nexpression of affability mingled with pleasure on his handsome\ncountenance, and his accustomed bearing of dignity and distinction well\nin evidence.  As it happened, Mr. Sylvester Kingsley was at the moment\nclose by his brother Stephen’s side, although he had by no means\nintended to be there when his brother Samuel should arrive. How this\nhappened it is possible that only the \"sheep-dog\" could have told.\n\n\"Samuel, this is giving me great happiness,\" said Stephen, and held his\nbrother’s strong hand for a moment in both his weak ones. Then he looked\nat Sylvester, who was on his farther side.  Samuel also looked at\nSylvester.  Sylvester looked back at Samuel.  Blades of steel could not\nhave crossed with a sharper clang.\n\n\"How are you, Sylvester?\" inquired Samuel, and his glance dropped to\nSylvester’s chin as he said it.  His hand remained in Stephen’s, where\nit received a weak pressure, a quite involuntary one, born of anxiety.\n\n\"How are you, Samuel?\" inquired Sylvester in return, and his glance\nlowered to the expensive scarfpin in Samuel’s neckwear.\n\nJim Dent said \"Good heavens!\" somewhere inside of him, and the incident\nwas closed by his uncle Sylvester’s rising and walking away out of the\nroom.  The brothers had spoken—if this were speech. They had not shaken\nhands.  An apprehending onlooker, betting on the probabilities, would\nhave staked a considerable sum on the proposition that they would not\nshake hands within the next twenty-four hours—or twenty-four years.\n\n\n\"Well, well—here’s Anne!\" cried Jim Dent joyfully.  He had been looking\nabout him for first-aid to his uncle Stephen’s wounded heart.  Anne was\nno longer of the group of children who were accustomed to leap upon\nCousin Jim and demand instant sport with him.  Anne, being now eighteen,\nand lately returned from a two-years’ absence at a boarding-school\nsomewhere abroad, had allowed James Dent, Junior, to be in the house for\na full half-hour before she emerged from some upstairs retreat and came\nto greet him. Being Mrs. Sam’s eldest daughter she was naturally\nextraordinarily pretty, looking much as her mother had looked twenty\nyears before. As Mrs. Sam was still a beauty, and as she was his\nfavourite aunt—by marriage—it will be easy to imagine that when her\nnephew James had greeted her he had not failed to inquire for Anne.\nStill, he had had no possible idea that the change in Anne was going to\nbe so great.\n\nAnne held out her hand with a delightful smile.  But Jim Dent would have\nnone of such a sudden accession of reserve, and promptly kissed her, as\nof old.  Whereupon her colour, always interesting to observe, became\neven more attractive, though she only said, reproachfully:\n\n\"Don’t you see I’m grown up, Cousin Jim?\"\n\nCousin Jim looked her over, from the crown of her charming dark head to\nthe tips of her modishly shod little feet.  \"Bless your heart, so you\nare!\" he exclaimed.  \"But will you tell me what that has to do with it?\"\n\n\"Everything.  I no longer can be kissed as a matter-of-course,\" declared\nMiss Anne Kingsley. \"Only by special dispensation.\"\n\n\"Well, what do I think of that?\" he demanded.  \"Sure, an’ I don’t know\nwhat I think!  Still, as I see plenty of mistletoe about\"—he had only to\nreach up a sinewy arm to secure a piece—\"I can easily obtain that\nspecial dispensation.\"\n\nWhereupon he kissed her again, and with appreciably more fervour than\nbefore, having discovered, between the first kiss and the second, that\nAnne, grown up, was unquestionably more alluring than Anne as he had\nlast seen her, although he remembered that even then he had had\npremonitions as to her future which he was now not at all surprised to\nfind had been well founded.\n\nFeeling that nothing could be better for that heavy heart of his uncle\nStephen’s than the application of such balm as lay in a girl’s\nsweetness, Jim Dent conducted his adorable cousin in to spend the next\nhalf-hour beside the invalid’s chair. In this act he showed the\ndifference between himself and the average young man—between the\nsheep-dog, so to speak, always under the sway of a sense of duty to send\nhis charges where they belong, and the sportive terrier, who thinks of\nnothing but his own diversion.  It must be acknowledged, however, lest\nthis young man be thought quite unnaturally altruistic, that he himself\nshared with his cousin Anne the pleasant task of making a dear and\ngentle elderly man forget for a time the load upon his breast, and that\nthe pair of them, while they made merry for the benefit of Uncle\nStephen, also laughed into each other’s eyes quite as often as they did\ninto his. Which, of course, gave him fully as much pleasure as it did\nthemselves.\n\n\n\"Mother,\" said Jim Dent in a corner somewhere, \"why not take a day off\nfrom the fuss and show Aunt Clara how to narrow, or widen, or double up,\nor whatever she seems to be trying to do, on that pink silk thing she’s\nknitting? It’s Christmas Eve, and she’s finishing it up to give to Uncle\nSam’s baby, and she’s all balled up.  She never knit socks before.\nSomebody else helped her on the other one.\"\n\n\"James,\" said his mother sternly, but not as sternly as she might have\nspoken if her son’s lips had not lightly kissed her ear before they\nmurmured these words into it, \"it is impossible to ignore your aunt’s\nmanner to me.\"\n\n\"It’s not so awfully different, though, mother, from your manner to her.\nStill, let’s see, how did the thing begin?\" mused Jim.  \"She wrote that\nthey’d all come out in July for a month, and you wrote back——\"\n\n\"I said the simple truth, James, that my kitchen was quite as hot in the\ncountry as hers in the city, in July.\"\n\n\"It certainly was the simple truth, mother.  Somewhat undecorated by a\ngarnish of hospitality, though—eh?\"\n\n\"I had not accepted your aunt’s invitations to visit her in town in the\nwinter.\"\n\n\"You’d had ’em, though.  Don’t unaccepted invitations count any?\"\n\nIsabel Dent stirred in her chair. \"She had visited me time and again\nwithout invitation.\"\n\n\"How far back did all this happen?  When I was in my cradle? I’ve\nforgotten.\"\n\n\"It was seven years ago last July.\"\n\n\"Seven years outlaws an unpaid account.  Let’s start another.  I’ll back\nyou up if you’ll go over and offer to fix up that sock.  If you do, the\nlate unpleasantness will fix itself up.  It’s just as easy as that.\nAnd—Uncle Steve wants it.\"\n\n\"James,\" his mother’s tone was firm, \"if your Aunt Clara comes to me I\nwill not repulse her.\"\n\n\"She won’t come.  You said the last hard word.\"\n\n\"James!\"\n\n\"All right,\" said Jim Dent with apparent resignation.  \"But even enemies\ndeclare a truce—on Christmas Eve.\"\n\nThen two small boys and four girls of various sizes romped into the\ncorner after him and he went away with them.  It was difficult to do\notherwise, with all six twined about his arms and pulling lustily.\n\n\n\"’_He that loveth not his brother whom he hath seen, how can he love God\nwhom he hath not seen?_’\"\n\nStephen spoke the words thoughtfully.\n\n\"Steve,\" said Samuel, with a flushing face, \"it’s a mighty sight easier\nto love a God a fellow hasn’t seen than some men he has seen. Whatever\nthe Almighty is He’s square.  Sylvester isn’t.\"\n\n\"Sam,\" said Stephen gently, yet with a quiet firmness which made Samuel\nlook at him curiously, \"are you absolutely certain Sylvester was not\nsquare?  Admitting that his methods were peculiar, annoying, without\nseeming reason or justification, are you sure they were not square?\"\n\n\"I’m as confident he meant to deceive me as I sit here.\"\n\n\"But do you _know_ it?  Could you prove it in a court of law?\"\n\nSamuel hesitated.  That was a question not to be answered quite so\neasily.  \"I believe I could.\"\n\n\"But you don’t _know_ you could?\"\n\n\"Great Cæsar, Steve, I’m not omnipotent.  I don’t _know_ I could. But——\"\n\n\"Then there is a possibility—just a possibility—that you might be\nmistaken in your judgment of Sylvester.\"\n\n\"If there is it’s so small that—\"\n\n\"The smaller it is the more danger of losing sight of it.  Yet, if it\nexists——\"\n\nSamuel rose abruptly.  \"See here, brother,\" he said with an effort to\ncommand his usual manner, \"why not let well enough alone?  I’ve treated\nSylvester civilly here under your roof. What more can you ask?  What’s\nthe use of stirring up strife on Christmas Day?\"\n\n\"Am I trying to stir up strife?\" breathed Stephen Kingsley, his delicate\nface turning even a shade paler than was its wont.  \"I—Sam, I’d give my\nright hand—not that it’s worth much—to see strife end between you and\nSyl, here—on Christmas Day....  _What was that, Sam?  What was that?_\"\n\nSamuel ran heavily to the door, opened it, looked out, glanced back,\nthen rushed through and shut the door sharply on the outside.\n\n\"O, Lord, dear Lord, not any of the children, on Christmas Day!\" pleaded\na low voice inside.\n\n\nIt was Jim Dent who had reached young Syl first when he fell through the\nwell from the third story to the first of Uncle Stephen’s spacious old\nhalls.  Young Syl, Samuel’s twelve-year-old son, named for his Uncle\nSylvester at a period when the brothers had been business partners and\nclose friends, had been having a lively scuffle with his cousin Harold,\nUncle George’s fourteen-year-old athlete. The set-to had raged all over\nthe house, had reached the third story, and had arrived at a point where\nany means for either to get the better of the other had prevailed.\nHarold had succeeded in forcing his adversary into a position where he\ncould throw him, after some schoolboy method, and, blinded by the\nexcitement of the affair, had not realized just where he was. He had\nthrown Syl with such success that the younger boy had lost his clutch\nupon his antagonist and had gone over the low rail before Harold knew\nwhat had happened.\n\n\"Keep cool!\" was Jim’s first command, learned in many an emergency on\nschool and college athletic fields.  \"A boy can stand a lot, and he\nlanded on the rug.\"\n\nThey tried hard to obey him. His mother succeeded best, his father\nleast.  Samuel Kingsley could not wait to see his boy return to\nconsciousness, could not wait after he had summoned a physician—two\nphysicians—by telephone, but must needs rush out to get the gray\nroadster, with its sixty-horse-power cylinders, declaring that he would\nmeet Graham on the way. Graham ran only a turtle of a forty-horsepower\nmachine and would never get there.\n\nHis mechanician, Evans, was not on the ground.  He, with Ledds,\nSylvester’s chauffeur, had gone off on some Christmasing of their own.\nWith hands that trembled Samuel got his motor throbbing—it took time,\nbecause of the stiffening cold of all the mechanism.  Then he leaped\ninto his car.\n\n\"Better take time to put on your coat and gloves,\" said a voice behind\nhim.  \"You’ll drive faster, warm.\"\n\nHis brother Sylvester climbed in beside him, himself in fur-lined\ngarments.  He held Samuel’s coat for him, and handed his brother the\nheavy motoring gloves of which Samuel had not stopped to think.\n\n\"I’ll look out where you back; let her go,\" commanded Sylvester, and\nSamuel backed his car out of the narrow space where it had stood between\nSylvester’s big brown limousine and Stephen’s modest phaëton.  Samuel\nused care until he had made the curves from barn to road, between trees\nand hedges and the brown remains of a garden, out through the old\nstone-posted gateway.  Then, with a straight turnpike road before him\nand the city only twenty miles away, Samuel opened his throttle.  The\nslim, powerful machine, its exhaust, unmuffled, roaring a deep note of\npower, shot away down the road like the wind.\n\n\nAt a window inside Mr. William Kingsley was watching excitedly. A tall\nfigure of the general proportions of his sister Isabel’s husband, James\nDent, was at his elbow. \"By George!\" he ejaculated, \"Syl’s gone with\nSam!\"\n\nMr. George Kingsley, partially deaf, caught his own first name. \"What’s\nthat, Will?\" he responded eagerly.\n\nWilliam wheeled and saw whom he was addressing.  George, his anxious\neyes peering down the road, was plainly not thinking of family quarrels.\nWhy should anybody think of family quarrels with Sam’s young Syl lying\nupstairs looking as if the life had been knocked out of him by that\nterrific fall?  William found himself unable to answer this question.\n\n\"Sylvester’s gone with Sam after Doctor Graham,\" he announced in\nGeorge’s interrogative best ear.\n\n\"You don’t say!\" responded George.  \"Well, it’s a good thing.\"\n\nIt certainly was.  Not a member of the family but would admit that.\nAlso, if it was a good thing for Sylvester and Sam to tear down the road\ntogether in a sixty-horse-power car, after a quarrel the proportions of\nwhich anybody must concede were far more serious than those of the\ndifficulty between George and William, it would seem rather forced, at\nleast until the truth was known about young Syl, for two other brothers\nlooking out of the same window to cling to outward signs of\nestrangement.\n\n\"Sam’s got an extremely powerful machine,\" observed William, continuing\nto gaze down the road, though the aforesaid machine was already probably\na mile away and far out of sight.\n\n\"I guess he has.  Must go faster than Sylvester’s, I should say.\"\n\n\"Sylvester’s isn’t made so much for speed as for getting about the city\nwarm and comfortable for his wife.  Syl’s not much on speed, as I\nremember.  Shouldn’t wonder if Sam’s pace going to meet the doctor would\nmake Syl hang on some.\"\n\n\"It’s Sam’s boy,\" said George in a lower tone.\n\n\"So it is,\" agreed William. \"Couldn’t blame him if he took some chances.\nDon’t know as he’ll get Graham here more’n five minutes quicker’n he\ncould get here with his own car, but it’ll relieve the strain for Sam a\nlittle to be doing something.\"\n\n\"That’s so,\" admitted George.\n\nAt this moment Harold, George’s boy, with a pale, frightened face and a\npair of very red eyes, came into the room and up to his father. He had\nno eyes for his Uncle William standing half within the long, crimson\nfolds of the library curtains.\n\n\"Dad,\" said the boy, \"did you know I——\"\n\n\"Eh?\" said his father, turning his best ear.  Then he saw his son’s\nface.  \"Why, what’s the matter?\" he asked anxiously.  \"Is Syl——\"\n\n\"Dad,\" burst out the boy, \"I—I was the one that did it.  _I—threw—Syl!_\"\n\nHe buried his head against his father’s arm.\n\n\"Why, Harry—Harry, boy——\" began his father in consternation.\n\nUncle William came out from behind the curtain.  He thought he had\nbetter get out of the room.  But as he passed Harold his hand patted the\nyoung head. He stooped to the boy’s ear.  \"We all know it was an\naccident,\" he whispered.\n\n\nA nursemaid knocked upon the door of Mr. Stephen Kingsley’s room.  In\nher arms was Mrs. Sam’s baby, the prettiest baby of the three who were\nin the house.\n\n\"Mr. Kingsley,\" said the maid, \"Mr. Dent—the young man—said I should\nbring Dorothy to you and ask you to take care of her for a little while,\nif you didn’t mind. He has something for me to do.\"\n\n\"Yes, yes—yes, yes,\" answered the invalid.  \"I’ll keep her.\"  He reached\nout his arms.  \"How is the boy now, do you know?\" he asked. He had had a\nbulletin within the last five minutes, but minutes go slowly under\nsuspense.\n\n\"They think he may not be badly hurt, sir,\" said the maid.\n\nBut this was what they had told him from the beginning.  He felt that\nthey could not know.  They were afraid to alarm him.  Fall so far and\nnot be badly hurt?  It was not possible.\n\nHe took the baby, and laid his white cheek against hers of rose-leaf\npink.  So Jim had sent him the baby to take up his mind.  Was there\nanything Jim didn’t think of? And one certainly cannot look after an\neight-months-old baby and not give the matter considerable attention.\n\nYoung Sylvester Kingsley, Samuel’s son, opened his eyes.  The first\nthing he saw was his mother’s face, which smiled at him.  Mothers can\nalways smile, if necessary, thank God!  The next thing noticeable was\nhis Cousin Jim’s bright blue eyes looking rather brighter than usual. He\nheard a caught breath somewhere near and then a whisper: \"Sh-h—don’t\nstartle him!\"  It sounded like his Aunt Clara’s rather sibilant whisper.\nAunt Clara had the tiniest sort of a lisp. There was a strong smell of\ncamphor in the air, and Syl’s forehead seemed to be oppressed by\nsomething heavy and cold.  He attempted to put up his hand to his head,\nbut the thing didn’t work, somehow.  He was conscious that his arm hurt,\nbesides.  He didn’t feel exactly like speaking, so he stared\nquestioningly into his Cousin Jim’s face.\n\n\"All right, old man,\" replied Cousin Jim instantly, in a quiet, cheerful\nsort of way which was most reassuring.  \"You’ve had a bit of a knockout,\nbut we’ll soon have you fixed up.  Yes, I know that arm hurts—that’ll be\nall right presently.\"\n\n\nOut in the upper hall Aunt Clara, who had crept out of the room lest the\nrelief of seeing the lad alive, and the wonder of watching Syl’s mother\nsmile at her boy like that, should make the sob in her own throat burst\nout, ran blindly into a figure at the top of the stairs.\n\n\"Oh, he’s come to!\" she whispered loudly.\n\n\"He has?  Thank the Lord!\" came back in another joyful whisper. \"But he\nmust be awfully hurt, just the same.  We can’t know till the doctors\ncome.  Don’t you suppose it must be time for them now?\"\n\n\"I don’t know.  Who’s with him?\"\n\n\"His mother and that angel Jim.  I never saw anybody like Jim Dent.\nHe’s the dearest fellow, so cool and cheerful, thinks of everything and\neverybody.  No wonder Stephen adores him.\"\n\n\"Thank you, Clara,\" whispered the other woman.  Clara hastily wiped her\neyes.  The hall was dim and her eyes had been thick with tears.  She had\nbeen exchanging whispers with Isabel.\n\nIt didn’t matter.  She was glad of it.  The mother of Jim Dent deserved\nrecognition, if she had said her kitchen was hot in summer. Clara put\nout her arms.  Isabel came into them.  Clara’s plump cheek touched\nIsabel’s thin shoulder. Isabel’s hand patted Clara’s back. Jim Dent\nopened the door.  Seeing the affair outside he closed it again and went\nto find something he wanted, by a different exit.  His anxiety was still\ngreat, but a side issue like this one must not be upset.\n\nBut by the second exit he found somebody else in his path.  All the\nbeautiful colour shaken out of her cheeks, her dark eyes wide with\nalarm, her lips pressed tight together in her effort at self-control,\nyoung Syl’s sister, Anne, caught at Jim Dent’s capable, blue-serge arm.\nShe said not a word, but he answered her as if she had spoken:\n\n\"He’s opened his eyes, dear. That means a good deal, I’m sure. Keep\ncool.\"\n\n\"If I could only _do_ something!\"\n\n\"You can—what we’re all doing.\"\n\n\"Oh, _yes_!\" breathed little Anne. \"O Jim!—do you think it\nhelps—really?\"\n\n\"Know it,\" asserted Jim Dent, as confidently as he had ever said\nanything in his life.  He smiled at her and hurried on.  That smile of\nhis had been known to win games for his college teams which had been all\nbut lost—why shouldn’t it cheer a frightened girl and encourage her to\ngo on doing that one thing which was the only thing she could do, and\nwhich Jim Dent was so sure would help?\n\n\nThe gray roadster came down the road at a speed which barely allowed it\nto slacken in time to make the curve at the gateway. It missed the stone\npost on the left by the width of a tenpenny nail. Sylvester, in the\nrumble, turned not a hair.  Thirty miles of driving, with Sam’s hand on\nthe steering-wheel, had brought Sylvester to a condition of temporary\nparalysis as regarded danger.\n\nThe three of them were in the house in less time than it takes to tell\nit, Dr. Wilford Graham propelled by a hand on each arm.  It would have\nbeen difficult for him to say which of his companions seemed the more\neager to get him up the stairs.\n\nSamuel opened the door of the room where he had left young Syl, his hand\nshaking on the knob.  A somewhat feeble but decidedly cheerful voice\ngreeted him.\n\n\"Say, dad, you’ll tell me where I tumbled from, won’t you?  The rest of\n’em have got me stung about it.\"\n\nSamuel turned around to the doctor behind him.  He pushed past the\ndoctor and bolted out into the hall.  He bumped smartly into his brother\nSylvester, who had stopped to wait just outside the door.  Sylvester put\nhis hand on Samuel’s shoulder.\n\n\"I heard, Sam, I heard,\" he murmured.\n\nSamuel nodded.  He could not speak.  There was no particular need that\nhe should.\n\nYoung Syl had a broken arm. But what is a broken arm, when by acquiring\nit one escapes injuring some vital part of one’s body?  He had, also, a\nlarge-sized contusion on his head, because on the rebound he had come\nsomewhat forcibly into contact with the newel-post. But the contusion\nwas precisely on the spot specially fortified by Nature for such\nemergencies, and the doctors feared no evil results from it.\n\n\"In short,\" declared Doctor Graham with great satisfaction, \"the boy has\nmanaged to get out of his fall easier than many a football victim who is\nthrown only the distance of his own height.  I won’t say that a Turkey\ncarpet with a leopard-skin rug on top of it doesn’t make a fairly\ncomfortable bed to fall on.  If it had been one of our modern bare\nfloors, now!—But it wasn’t.\"\n\n\"Mayn’t I have my dinner with the rest of ’em?\" begged Syl.\n\nDinner!  The Christmas dinner! They had all forgotten it except the hero\nof the day.  \"Because I’m awfully hungry,\" urged Syl.\n\n\nIn the deserted hall downstairs Jim Dent happily encountered Anne.  He\nseized her hand.\n\n\"Come with me to tell Uncle Stephen!\" he commanded.  \"But—stop crying\nfirst!  Uncle Steve’s a pretty wise man, but he can’t be expected to\ntell the difference between tears of sorrow and tears of crazy joy—not\nat first sight.\"\n\n\"I don’t know why I’m crying,\" sobbed Anne, breaking down completely and\nburying her face on the blue-serge shoulder which conveniently offered\nitself at the moment, just as she had done many times since she was a\nbaby.  Even when she was eight and Cousin Jim was fifteen, that shoulder\nof his had been one to hide one’s unhappy eyes upon.  \"I didn’t cry a\ndrop—till I knew Syl was s-safe!\"\n\n\"I know.  Queer, isn’t it?  It always works that way.  I confess I had\nsome difficulty in seeing the way across the room myself, a few minutes\nago.  But wipe ’em away and come on!  Uncle Stephen mustn’t have to wait\nfor his news. Look up here.  Smile!  Here—maybe this will help——\" and\nfor the third time within twenty-four hours he stooped and kissed her.\n\nThe tremulous lips broke suddenly into the smile he sued for. Through\nthe tears shone a sudden mischievous light.  \"Cousin Jim,\" she observed,\n\"you seem to have changed your methods a good deal. Always before it was\nchocolates. Are you out of chocolates?\"\n\n\"No, I’m not out of chocolates.\" James Dent, Junior put his hand into\nhis blue-serge pocket and produced a small box.  \"But you’re too old for\n’em,\" he explained, and put the box back.\n\nHe hurried her past the threshold of Mr. Stephen Kingsley’s room. Across\nthe baby’s golden head Uncle Stephen looked tensely up at them.  It\nneeded but one look. Then his nephew sprang forward and took Anne’s baby\nsister from a grasp which had grown suddenly nerveless, and his niece,\nstooping over her uncle’s chair, gently patted a white cheek down which\nthe first tear of relief was slowly trickling.\n\nIt seems to \"work that way\" with the whole human race. Except, perhaps,\nwith mothers. Upstairs, Mrs. Sam sat beside her boy’s bed, and his keen\nyoung eyes saw no tears upon her lovely, radiant face.  If she cried at\nall it was only in her heart—her happy heart—which ached yet with the\nagony of what might have been—on Christmas Day.\n\n\nIt was a good thing that the dining-room in the old house was a big one.\nMr. Kingsley had specially decreed that everybody—everybody—should be\nseated at one great table.  There was to be no compromise effected by\nhaving the children wait for the \"second table\"—has any one who has ever\nwaited for that \"second table\" at a family gathering forgotten what an\nordeal it is, or how interminably long the old folks are about it? There\nwere twenty-nine of them, including the three babies, but by some marvel\nof arrangement Mrs. Griggs had managed to make a place for every one.\n\n\"But you’ll have to say how we’re to seat them,\" said Mrs. Griggs,\nanxiously invading Mr. Stephen Kingsley’s room.  \"With all our planning\nwe’ve forgot that part.  You’d better make me out a list, so I can lay\nthose holly cards you’ve written the names on.\"\n\n\"Bless my soul,\" murmured Mr. Kingsley, \"must they be specially\narranged?  Of course they must. I had forgotten.  Clara\"—he turned to\nhis sister who came in at the moment—\"help me with this, will you?\"\n\n\"Give me the cards, Mrs. Griggs,\" requested Mrs. Clara capably. She\nswept a clear space on the table at her brother’s elbow as she spoke.\n\n\"What’s all this?\" asked Jim Dent at the door five minutes later. \"Card\ngames?\"\n\n\"Do come and help me, Jim,\" cried his aunt.  \"I thought this would be\neasy, but it’s not.  I can’t keep George’s and William’s families\napart,\" she explained in a lower tone.  \"There are so many of them.\"\n\n\"Don’t try.\"\n\n\"Oh, but I must.  They—you know that old——\"\n\n\"It seems to be a thing of the past.  I met Uncle George’s boy Harold\nand Uncle William coming downstairs hand in hand just now. They’d been\nup to see Syl together.\"\n\n\"Jim!\"  His uncle’s face lighted as if the sunlight had struck it. \"But\nthe fathers?\"\n\nJim put his head out of the door and took a survey of the room beyond.\n\"Sitting on opposite sides of the fireplace,\" he announced.\n\n\"That’s pretty near,\" admitted Mr. Kingsley.  \"That’s certainly pretty\nnear.  With a fire between them.  I wonder what——\"\n\n\"Syl’s tumble did it.  It made the mix-up we were looking for. Not\nexactly as we would have planned it, but rather more effectively, I\nshould say.\"\n\n\"Stephen,\" said Mrs. Clara, moving the cards about in an absent sort of\nway, \"Stephen and Jim, I want to tell you that—well—Isabel and I——\"\n\n\"Yes,\" helped Stephen eagerly.\n\n\"Good for you!\" encouraged her nephew.\n\n\"We couldn’t seem to keep it up—not here—on Christmas Day—after Syl——\"\nTears were suddenly threatening the holly cards.  Mrs. Clara rose\nquickly. \"I think they’re all right now, Stephen,\" she said, indicating\nthe cards and clearing her eyes with a touch of a lace-bordered\nhandkerchief. \"I’ve put Sam and Syl at the far ends of the table.\"\n\n\"I want them near together.\"\n\n\"But—had you better?\"\n\n\"I’m going to risk it.\"\n\n\"Risk it, Uncle Steve,\" advised Jim.  \"Everybody’s taking chances\nto-day.\"\n\n\"But—Sam and Sylvester!\" persisted Clara doubtfully.\n\n\"It’s Christmas Day with them, too,\" argued Jim.\n\nMrs. Clara went out with the cards and laid them down at the proper\nplaces.  She had arranged them as nearly as possible in approved dinner\nstyle, a man next a woman, then a boy, then a girl, then another man,\nanother woman, and so on.\n\nWhen she had gone Jim sneaked out and scrutinized this arrangement.\nLaughing to himself he picked up the cards and juggled with them.  About\nhis uncle Stephen he grouped the cards of his three brothers and their\nwives.  At the other end of the table he put all the children together.\n\n\"There, that’s better,\" said Jim with conviction, to himself.\n\n\nMrs. Griggs announced dinner. Jim Dent brought Uncle Stephen out first\nin his wheel-chair and placed him at the head of the table. Then came\nthe rest, Samuel Kingsley carrying his son Syl, looking very hero-like\nindeed, with his bandaged head and his arm in a sling. All the\nchildren’s eyes were riveted fascinatedly on Syl as he was placed in a\nspecial easy chair at the foot of the table, where nobody could possibly\nby any chance hit the injured arm.\n\nOn one side of Mr. Stephen Kingsley, Mrs. Samuel found her place; on the\nother side, Mrs. Sylvester.  Sylvester was next Mrs. Sam, Sam beyond\nMrs. Syl. How he dared, every one wondered, thinking it Uncle Stephen’s\nplan. Uncle Stephen himself turned a little pale as he saw them standing\nbehind their chairs.  Only Jim Dent, whose wide-awake eyes had been\nseeing things all day, felt at all cool about it.  And even he was not\nquite as cool as he looked.\n\nThere was a moment’s hushed silence before they sat down, even the\nchildren fluttering into quiet. Then, just as everybody laid hands on\nchairback, Samuel Kingsley spoke.\n\n\"Steve,\" he said, looking at his brother, \"I want to make a little\nspeech.\"\n\nEverybody was at attention. Stephen Kingsley looked up, wondering.  He\nsmiled at his brother, but his heart was making riot in his feeble\nbreast.  What was Sam going to do?\n\n\"I want to say,\" said Samuel—then he stopped.  He was an accomplished\nafter-dinner speaker, was Samuel Kingsley, but he had never had a speech\nto make like this one.  He had thought he had it ready on his tongue,\nbut it stuck in his throat.  He turned and looked down the table at his\nboy Syl.  Syl nodded at him, comprehending in a boyish way that his\nfather was having some sort of difficulty with his speaking apparatus.\nThen Samuel looked at Mrs. Samuel, who smiled at him.  She was a little\npale yet, but her smile was bright as ever.  Yet still Samuel could not\nmake his speech.\n\n\nThe silence grew tense.  Jim Dent, leaning forward and watching his\nuncle eagerly, felt that it must be relieved.  He lifted his glass.\n\"Here’s to Uncle Sam’s speech!\" he cried.\n\nThe tension broke.  Everybody laughed—a little agitatedly, and Uncle\nSam’s firm lips, under the close-cut, gray moustache, wavered, then set\nthemselves.  He looked at his nephew, and something about the\nsympathetic affection in the bright blue eyes steadied him.\n\n\"I’m afraid I can’t make it, after all, Jim,\" said Samuel.  \"But perhaps\nI can act it.\"\n\nAnd he stretched his hand across the table toward his brother Sylvester,\nwho grasped it, as everybody could see, with a grip that stung.\n\nJim Dent’s eyes flew to his Uncle Stephen’s face.  He saw it like that\nof Saint Stephen’s of old, \"_as it had been the face of an angel._\"\n\n\nTo young Sylvester Kingsley, hero of the day, was destined to come still\nfurther distinction.  It was all of a chance observation of his, made\njust before his removal to bed—at the same hour as his baby sister, much\nto his disgust. But, resigning himself to his fate, as Cousin Jim\nstooped to bear him away he gave one last look about the pleasant,\nholly-hung room.\n\nAlthough their elders had kept as many of the family differences from\ntheir children’s ears as was possible, they had not been able to\nforestall the use of the children’s sharp eyes, and the sight Syl now\nsaw struck him as unusual.  It was nothing more than the gathering of\nfive brothers, of varying ages, about the chair of one of their number,\nin front of the great fireplace where roared and crackled a mighty fire\nof logs.  But the expressions of geniality and cordial interest upon the\nfive faces indicated such good fellowship that the young son of Samuel\nKingsley was moved to say to his cousin Jim:\n\n\"What a lot of brothers there are in this house!  Dad’s got four, and\nI’ve three and Harold’s two, and they’re all in this room.  This ought\nto be called ’Brotherly House.’\"\n\n\"So it ought,\" agreed Jim Dent, smiling at the thought.  \"It would be a\nfine name, and true, too.\"\n\nHe carried the boy away, and stopped to tell him a story after he was in\nbed—a football story, such as only Cousin Jim could tell, because he\nknew all about it from the inside.  But when Jim came back to the\nfireside he told them of young Syl’s idea.  \"And a jolly idea I call it,\ndon’t you?\" he added.\n\nUncle Stephen looked from one to another of the four men around him, and\nsaw the assenting smiles upon their faces—a bit shame-faced, perhaps,\nyet genuine.\n\nSamuel Kingsley rose to his feet. \"I could make my speech now,\" he said,\nwith a happy laugh, his hands shoved well down into his pockets, where\nthey jingled some loose change there in a boyish fashion.  \"But I don’t\nwant to. I’m only going to say that as long as I have a brother in the\nworld like Stephen Kingsley I’m coming to see him as often as he’ll have\nme. And the more of you boys I meet here the better I’ll be\npleased—particularly if the boy I meet here happens to be—\" he glanced,\nsmiling, across the little circle—\"my brother Syl!\"\n\n\"Hear, hear!\" answered Sylvester Kingsley’s deep voice.\n\nSo, to Stephen Kingsley’s intense delight, \"_Brotherly House_\" it\nwas—and has been ever since.\n\n\n\n                                THE END\n\n\n\n                         THE COUNTRY LIFE PRESS\n                           GARDEN CITY, N.Y.\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Richmond, Grace S. (Grace Smith)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/53402/pg53402.txt",
        "name": "brotherly_house.json"
    }
}