{
    "name": "Chicken Farm",
    "author": [
        "Rocklynne, Ross"
    ],
    "body": "Just in from a long haul searching for asteroid juncture points,\nHarvey entered the lobby of the Hotel de Mars and went straight to the\nregistration desk. The woman at the desk, who was blond, and blue-eyed,\nand inclining to chubbiness, looked at him, smiled. The smile was of\nsuch quality that Harvey's singed brown face set into a mold of utter\nattention.\n\nFinally he let out his breath.\n\n\"I want a room,\" said he, \"on the Deimos side.\"\n\nHe attentively studied the cheerful face while she made out slips,\naccepted his signature, accepted his money. After he had the key, after\nhe had his change, after everything was taken care of, he still stood\nthere. The woman smiled into his seamed eyes.\n\n\"Was there something else?\"\n\nHarvey said, noting the emptiness of her chubby ring-finger, \"Ma'am,\nI'm an abrupt, outspoken man. I have no sense of humor. Some people\nlike me; some people don't. I make my living moving around the solar\nsystem. I've never been rich, but I never have any trouble making\nmoney, as much as I want. Now what was your question again?\"\n\nHer fingers slowly caressed a yellow pencil.\n\nHer smile was a little strained. She said cautiously, \"I thought you\nwanted something else. What you want to do is talk, isn't it? You're in\nfrom a long space-haul, it's lonely out there, men get so they have to\ntalk to a woman, don't they? So you'd like to take me out to dinner?\nAnd take me to a show? And take me up to your room to watch Deimos,\nwhich happens to shine only into the windows of your room?\"\n\nHe looked at her.\n\n\"I have no sense of humor,\" he repeated with great patience. \"As you\ngrow to know me, you will understand that. It will be no deterrent to\nour romance, however; I have other qualities.\"\n\n\"Romance?\"\n\n\"Yes. What I want is you. I'm an abrupt man. My mind makes itself up\nquickly. In space, one must learn to make quick decisions. That's what\nI want. You. We'll discuss this at dinner. Please be ready.\"\n\nHe went up to his room, refusing to let the bell hop touch his scarred\nsuitcase. A little man. A man with great singleness of purpose. The\nblond woman, who was nice, and blue-eyed, and inclining to chubbiness,\nlooked after him blinking. She took care of the next guest. She thought\ndeeply. She decided to go to dinner with the lost, lonely man from\nouter space.\n\nThey ate in the main dining room of the Hotel de Mars (the 'de' being\nrather a fancy touch.) He did not talk. He ate. Great quantities of\nMartian food with strange, exotic names. He ordered straight shots of\nwhiskey afterward. Then he talked.\n\n\"Now, we were discussing something of importance at the registration\ndesk, ma'am. What was it?\"\n\n\"Me.\"\n\n\"Fine. I'm glad you remember.\"\n\nShe burst into laughter, then stifled the laugh in horror.\n\nHe shook his brown, leathery head. \"Laugh, please. Laugh as much as\nyou please. I have no sense of humor, but I think other people should\nhave the opportunity of exercising theirs. I often say things which\nare funny to others. As for myself, I never laugh. This you will\nbecome accustomed to. I'll order you some champagne. Do you enjoy\nTerra-Frenault '97?\"\n\n\"Love it,\" she said, having never had any. She leaned forward, her eyes\nsparkling. \"I'm enjoying myself so much. Everything is so unorthodox. I\nwas brought up in Oregon, on my father's chicken ranch. The town people\nwere so orthodox. I came to Mars all alone just to get away from people\northodox. Now that I've become unorthodox myself, one of these days I'm\ngoing back to Oregon and teach them to be unorthodox. And of course\nI'll own a chicken ranch.\"\n\nHe gulped whiskey. He looked at her searchingly from steel-colored eyes\nthat had leather seams around them. \"You like chickens?\"\n\n\"Plymouth Rocks,\" she said. \"They're the most beautiful bird alive.\nI'll raise Plymouth Rocks.\"\n\n\"Fine,\" he said. \"I'm glad to know this. However, drop the idea of\ngoing back to Oregon. We'll be heading for the outer spaces, ma'am.\"\n\n\"Is this why I'm having dinner with you?\"\n\n\n\n\"Yes. To let you know my intentions.\" He called for the check. \"I'm\nforty years old, ma'am. The time has come to make a permanent home for\nmyself, with a wife and children. For several days I've toyed with the\nidea of falling in love with someone. What's your astrological sign?\"\n\n\"Taurus.\" She looked at him over the champagne, her face wide with a\nsmile that had an almost irrepressible giggle behind it.\n\n\"Fine, fine.\" He threw money on the table and got up. \"I'm Pisces.\nPisces and Taurus get along very well. This is the reason I fell in\nlove with you, ma'am. What was your name?\"\n\n\"I want to finish my champagne,\" she protested, not getting up. \"My\nname is Anna Christina Morley.\"\n\nHe sat down. \"Forgive me. I'm an abrupt man. I do things and then\nthey're over. I never linger. As you grow to know me, this will become\napparent. But finish your champagne. My kind of woman always speaks\nher mind. So your name is Anna Christina Morley. A very unusual name.\nA numerological breakdown would no doubt show you to be a strong, a\nfirm, an idealistic woman. I am a fortunate man. Have you finished your\nchampagne?\"\n\n\"I guess so,\" she sighed. She got up and took her cape that had the\ntwinkling little bells on it, and that changed color every five minutes\non the second, and that told time. \"Where are we going?\"\n\n\"I'll take you back to your room,\" he said, \"and say good night.\"\n\nShe was beautiful in the overhead sparkling lights of the dining room.\nSomething caught her sharply in the solar plexus as he spoke.\n\n\"Why?\" she said forlornly.\n\nHis singed eyebrows came up. \"Why? My purpose is accomplished. You know\nmy intentions. Now I must go out and prepare. I'll be leaving for outer\nspace within the hour. I'll be back in ten months.\"\n\nHe took her to the door of her room. \"Good night, Anna,\" he said.\n\nShe stopped him. Her heart was beating too hard. There was in her a\nsharp emptiness, a terrific sense of frustration. \"Kiss me,\" she said\nwearily. \"You said you were in love with me, so we might as well get\nthat much acquainted.\"\n\n\"I am in love with you,\" he said. He immediately took her into his\narms, kissing her long and hard. Then he released her, looking\nstrangely into her eyes. \"Anna,\" he said, \"I _shall_ be back in ten\nmonths. I know you'll be here.\" He went down the stairs. She went into\nher room. She sat on the edge of the bed. Then she threw herself on the\nbed and cried, hard, angry sobs. Why had she allowed him to ruin what\ncould have been such a splendid evening? She kicked her shoes off. They\nhit the wall with two walloping thumps. She lay on her back and laughed\nat the ceiling with tears coming out of her eyes. What an evening. An\nevening as strange, as abortive, as cruel as the man who had cut it off\nso suddenly.\n\nHer eyes snapped open then. She felt something happen inside her, a\nlonging as wide and deep as black space. \"Oh no,\" she said in a tone\nthat was low and explosive. She slowly turned on her side, sniffling.\n\nShe couldn't help it. He was nothing, but he was incredible. Ten\nmonths....\n\n\n\nFor years the Asteroid Association had offered a flat rate of one\nthousand credits to anybody who gave them the location of genuine\nasteroid-juncture faults. They were engaged in a strictly scientific\nand commercially useless attempt to show that the asteroids once\ncomprised a large planet between Mars and Jupiter. They needed\nevidences of lines of fracture showing where two separated asteroids\nonce had been joined; the complete picture would finally give them a\ncomplete planet. Harvey had found fifteen such points. The money gave\nhim leeway to pursue other activities.\n\nForty million miles above the plane of the ecliptic moved his small\nship.\n\nHe was not looking for juncture points now. He was looking for a\nparticular kind of planet, one, moreover, which had never been\ndiscovered before. Therefore he was hunting for a \"perp\" planet.\n\nHe searched two months. That most celestial bodies within the Solar\nSystem already had been discovered did not deter him. He found his\nplanet and came to a landing. He got into his pressure suit, lugging\nhis gravitic equipment with him. He immediately started taking\nreadings.\n\nThe gravity was shallow, less than one-tenth of a gee. Far too little.\nThere was no atmosphere. The ground was frozen, but upon submitting it\nto flame it gave off the lines characteristic of phosphorus, nitrogen,\nhydrogen. That pleased him. He made other readings, then he went into\nhis ship and wrote in his diary:\n\n    There are many drawbacks. The planet is only 483 miles in diameter.\n    It, at present, has no atmosphere. Being frozen, it will have to\n    be thawed. Obviously, it cannot, at present, support Plymouth Rock\n    chickens, much less human beings. I must now determine velocity,\n    orbit, year, and day.\n\nA month later he wrote in his diary:\n\n    Money will be needed. Much more than can be supplied by discovering\n    juncture faults. Plymouth Rock chickens need worms; worms perhaps\n    need Plymouth Rock chickens. One finds it necessary to grow corn\n    also. Gravity lugs must be installed deep in the ground. Gravity\n    lugs are expensive. An interesting fact is that in four weeks this\n    planet will intersect the plane of the ecliptic. Something can be\n    done with this information.\n\nHarvey determined the major and minor apices of the \"perp\" planet. He\ndetermined its point of intersection with the plane of the ecliptic.\nThen he went to the planet Earth, and came into a sleek landing at the\nNew York spaceport. He went to the information window, asking for and\nreceiving the time-schedules of all lines sending freight or passenger\nships between the planets. He studied them for a week in his hotel\nroom. He went back to the information desk to confirm his findings.\n\nThe clerk was most helpful. Yes, the liner _Hermes_ of the firm of\nGramenger & Lewis would leave Venus at 7:17 Solar Standard time on a\nWednesday three weeks from now bound for Titan of Saturn. The space\ncoordinates Harvey had figured out were correct. Yes, the shipping\nfirm of Gramenger & Lewis would not dare change the trajectory or the\nschedule on as little as three weeks notice. To do so would involve\nloss of prestige as well as of millions of dollars in contracts and\npassenger fees. Harvey thanked him and went to the Claims Registration\nOffice on Luna.\n\n\"I wish,\" he told the official, \"to register prior discovery and\nownership of a planet whose orbit lies perpendicular to the plane of\nthe ecliptic.\"\n\nThe official doubted very much that any \"perp\" planets remained to be\ndiscovered, telling Harvey they were useless anyway. Harvey did not\nlaugh.\n\n\n\nThe official spent an hour poring over catalogues, showing increasing\namazement. Finally he said, \"You're in luck!\"\n\nAt the end of an hour he had found Harvey's planet in numerous\nphotographs, and had taken readings on the orbit which exactly\ncoincided with Harvey's figures. He made out the necessary papers. Now\nHarvey owned a planet.\n\nHarvey said, \"I'm an abrupt man, sir. I speak my mind. I have no sense\nof humor, as you must realize by now. I want a tankful of fuel on\ncredit.\"\n\nThe official shook his head. \"I can't do it. I have no authority to\ngive credit. This is the United States government you're talking to.\"\nHe laughed.\n\nHarvey did not laugh. \"I am asking for personal credit.\"\n\n\"On what security?\"\n\nHarvey thought. \"On no security. I am an honest man. My word is good\nenough. However, there will be a bonus when the loan is returned.\nBefore Thanksgiving you will be in receipt of one dozen succulent,\ntender, meaty Plymouth Rock chickens as large as turkeys. May I ask\nwhat your astrological sign is?\"\n\nThe official leaned back staring, and making a soundless whistle. He\ncouldn't laugh. This man had no sense of humor. He said, \"Well, I was\nborn August 26--\"\n\n\"Fine, fine. A Virgo. You and I can do business, sir. Pisces and Virgo\nget along. I shall be leaving at 5:00 SST. I shall leave my vessel in\nyour care. Good evening.\" He slept untroubled at the hotel connected\nwith the Claims Office, and in the morning took off. The meter reading,\nwhich he did not even trouble to inspect, read Full.\n\nHe went to Venus, taking two weeks to get there. On the way he passed\nhis planet which he was naming Plymouth, but did not trouble to open\nthe port to look at it. Not much could have occurred to misplace it. On\nVenus, he docked his ship at the central spaceport, and went by tube\nto Venus Port. Five minutes after getting there he was talking to the\nsecretary in the outer office of the firm of Gramenger & Lewis. At\nfirst the secretary did not want to admit him to see Mr. Gramenger, but\nHarvey said:\n\n\"May I have your name, please?\"\n\nShe gave it. He sat down with pencil and paper, and after five minutes\nlooked up with a pleased smile. \"Numerologically,\" he said, \"we find\na coincidence here. We are both 22's. This is an exceptionally strong\nnumber, denoting trust, idealism, and self-mastery. What is your\nastrological sign?\"\n\n\"Pisces.\"\n\n\"Pisces! I, too, am a Pisces.\"\n\nShe gave him a look. \"Pisces people are not noted for their diplomacy,\nor for subtlety. You're under the wrong sign.\"\n\nHe frowned. \"This I do not understand.\"\n\nShe smiled. \"Never mind. You can see Mr. Gramenger in about five\nminutes.\"\n\n\"Thank you. Perhaps we can share dinner this evening.\"\n\n\"Well--\"\n\n\"I have no money, you understand.\"\n\nHer mouth fell open. She burst into laughter, and then clapped her hand\nover her mouth when she saw he was dead serious. She said quickly, \"All\nright. I'll take you to dinner. I guess we poor fish have to stick\ntogether.\"\n\n\"Thank you,\" he said. \"We can go to the Milo Club. In return for the\nfavor, I can promise you that before Thanksgiving you will receive\nthree large Plymouth Rock chickens of unusual tenderness and flavor.\"\nHe picked up a magazine and read while waiting.\n\nGramenger, when he saw Harvey, leaned back in his chair scrubbing a\nmeaty chin. He remarked he was pleased to meet Harvey, but he couldn't\nplace the name, and did not understand how Harvey had got into the\noffice without a prior appointment. Harvey said these details did\nnot matter, but that what did matter was that he was here to make a\nfinancial settlement with the firm rather than, later on, to bring suit\nagainst the firm for a sum of one million dollars.\n\nGramenger's eyebrows went up. He smiled faintly, letting his glance\nrove over Harvey's stained leather space jacket and spotted denims.\n\n\"I'm sure I'd like to hear your story,\" he said. \"I may as well inform\nyou, however, that any claims against the company must be laid before\nthe legal department.\"\n\nHarvey stood at the desk looking down.\n\n\"I'm an abrupt man, sir,\" he said. \"I do things quickly, and then\nthey're over. I have no liking for red tape or legal maneuvers. If my\nbusiness is not settled before I leave this office within the next\nhour, you may expect to go to court and lose much more than the meager\ndamages settlement I am asking.\"\n\n\"Damages for what?\" Gramenger frowned irritably. His chair came down\nwith a bang. \"If you think you can pull a fast one with the firm of\nGramenger & Lewis--\"\n\nHarvey broke in. He told Gramenger about his planet Plymouth. He showed\nhis papers of ownership. He described the orbit. He showed where the\nplanet would intersect the plane of the ecliptic in one week, seven\nhours, twenty-eight minutes, and some seconds. He showed the official\nseal from the Claims Office proving that this was so.\n\n\"Your liner _Hermes_,\" he said, \"will intersect the orbit of the planet\nPlymouth some 17,000 miles from Plymouth. The atomic wash from the\n_Hermes'_ drivers will infect space for 100,000 miles around; this is\nstandard knowledge and has been proved in court. Legal precedent has\nalso established that nucleonic, gravitonic, or positronic infection\nof planetary farmlands constitutes a serious misdemeanor for which\ndamages, both punitive and otherwise, may be sought.\"\n\nGramenger grinned. \"Let me see those papers.\" He looked them over,\nchuckling. Once he looked up.\n\n\n\n\"Planetary farmlands, huh? And this planet is a hunk of rock out in\nspace. Frozen. Only 483 miles in diameter. No atmosphere.\" He scooped\nup the interoffice 'phone. \"Phil!\" he said. \"Get up here. I want you to\nprove something to a loco joking yokel I've got up here in the office.\"\nHe hung up. \"That's my lawyer,\" he said, leaning back and folding his\nhands over his capacious stomach. \"Too bad. Maybe you'll learn a lesson\nfrom this.\"\n\n\"May I ask what your birthday is?\" Harvey asked.\n\nGramenger told him. Harvey's jaw came out. \"Cancer. Yes, I can see we\nwill have to fight this out.\"\n\nThe lawyer came in. He smiled a little when Gramenger explained. He\nlooked at the papers. He shook a sleek head. He handed the papers to\nHarvey.\n\n\"You don't stand a chance, man. Have you looked into the definition of\nwhat constitutes planetary farmlands?\"\n\n\"What is the definition?\" said Harvey.\n\n\"Planetary farmlands, legally and simply, are the natural surface or\nportions of the surface of a planet of any size which could support\nvegetative growths of any kind. Your mistake here is that this\nplanetoid, and every other such a body that has been discovered, _does\nnot have a soil surface_. Ergo, it cannot support plant life.\"\n\n\"If it _did_ have a soil surface,\" Harvey said.\n\nThe lawyer looked at him whimsically. \"It couldn't,\" he said, in what\nwas meant as a kindly tone. \"These odd-sized bodies that wander through\nspace have invariably been discovered to be crystallized, meteoric,\ninorganic materials from top to bottom.\"\n\n\"But if it _did_ have soil, natural, original surface soil.\"\n\nThe lawyer spread his hands, shrugging. \"It can't be. But if it were,\nnaturally, the company would--\"\n\n\"Change the _Hermes'_ trajectory?\" Harvey said.\n\nGramenger glared. \"Gramenger & Lewis has changed neither a schedule nor\na trajectory in its career as the oldest shipping concern in the Solar\nSystem,\" he snapped.\n\n\"Well,\" said Harvey, \"what _would_ you do if it were proved that\nPlymouth has a natural soil surface?\" He took a flat paper bag out of\nhis pocket and emptied a pile of dirt onto Gramenger's desk.\n\nThe lawyer and Gramenger looked at the pile of dirt. Both men grew a\nlittle pale.\n\nThe lawyer licked his lips. \"If you show that that dirt comes from\nPlymouth,\" he said, \"Gramenger & Lewis will stand the expense of\ntransforming the planetoid into a free-mover.\"\n\n\"This means,\" said Harvey, \"that you would be forced to install\ngravitic machinery under Plymouth's surface, including plus and minus\ngrids and controls that would make it possible to move the planetoid\nout of the _Hermes'_ way.\"\n\n\"Yes....\"\n\n\"You would also install atmosphere-making machinery.\"\n\n\"If the claimant asked for it, it would be a simple matter.\"\n\n\"You would also provide a transmutator as an adjunct to the\natmosphere-machine so that water could be provided?\"\n\nGramenger was being very silent and small behind the desk.\nUnconsciously, he nodded his head. The lawyer, his amiable manner\nsomewhat shattered, nodded slowly. \"These and other things could be\ndone and would be done in a hurry.\"\n\n\"Also,\" persisted Harvey, \"there would be an inconsequential cash\nsettlement of perhaps ten thousand code credits?\"\n\nThe lawyer was silent. He looked at Gramenger. Gramenger said slowly,\n\"That is a small matter, and would be agreed to. But there is a large\nmatter, and that is to prove that this soil comes from Plymouth. For my\nmoney, it's still a hunk of rock--\"\n\nHarvey stopped him. He explained briefly his experience in discovering\nasteroid juncture faults for the Asteroid Association. He explained\nthat once, according to theory and great evidence, a large planet\nexisted between Mars and Jupiter. The planet exploded, forming the\nasteroid belt, and throwing out large, errant chunks of itself which\nmoved in various peculiar orbits about the Sun.\n\n\"Plymouth is such a chunk, and,\" added Harvey complacently, \"I will\nundoubtedly be paid one thousand credits from the Asteroid Association\nlater on when I show that Plymouth comes from that shattered planet's\nsurface. And I will prove also, for the first time, that that shattered\nplanet contained a surface soil on which vegetable life was rampant.\nPlymouth is such a proof.\"\n\nGramenger writhed and sweated. He pointed to the pile of dirt. \"But you\nhaven't proved--\"\n\nHarvey turned to the lawyer. \"May I ask your astrological sign, sir?\"\n\nThe lawyer grimaced. \"Why? I don't believe in astrology. I have been\ntold it's Taurus.\"\n\nHarvey smiled. \"This is a fine coincidence. My fiancee's sign is also\nTaurus. I am Pisces. The two signs are especially in affinity with one\nanother. I believe you can trust me, sir.\" He looked straight into the\nlawyer's eyes.\n\n\n\nThe lawyer grinned lopsidedly after a moment and turned to Gramenger.\n\n\"We can trust him,\" he said. \"He's right all the way down the line.\nAnyway, we couldn't waste time in finding out.\"\n\n\"All right!\" Gramenger rapped the words out half-angrily. \"Take care of\nit, Phil. Get Parsons & Carey on the 'phone, and ask them to send all\ntheir engineers and equipment out. Pronto!\" The lawyer nodded briefly\nat Harvey and left the room.\n\n\"As for you,\" said Gramenger. He gulped and stopped. With trembling\nfingers he began shoving the pile of dirt back into the paper bag.\nHarvey thought a minute.\n\n\"I wonder if I could use your 'phone?\" he asked.\n\nGramenger growled an assent. Harvey sat on the edge of the desk. \"Get\nme outside,\" he told the operator, who turned out to be a machine\nsomewhere in the building. The mechanical voice told him to press the O\nkey. He pressed the O key. \"Get me Mars,\" he said. The mechanical voice\nchanged to a human voice. \"Get me the Hotel de Mars on Mars,\" he said.\nGramenger was staring at him. A voice at the other end came through\nthinly. \"Let me speak to Anna Christina Morley at the Registration\ndesk,\" he said. Gramenger sat down, beginning to smile and staring\nat Harvey as if not only a new planet but a new type of man had been\ndiscovered.\n\nHarvey said, \"Anna, dearest? I shall speak very plainly, very quickly.\nI am a man of few words--What?\"\n\nHis leathery face lost a little color. \"But you _are_ my fiancee, you\nknow.\"\n\n\"Am I?\" she cried. \"What makes you think so? What makes you think you\ncan talk fifteen minutes with a girl, have her fall in love with you,\nassume she'll go crazy waiting for you, waiting ten months--when four\nmonths have already passed without hearing from you--\"\n\n\"My dear Anna,\" he said. \"If this is a joke--\"\n\n\"You're a joke.\" She sobbed. She broke down. \"I don't know what you\ndid to me. Only fifteen minutes. How could you have done that to me in\nfifteen minutes?\"\n\nHe frowned. \"I'm always certain of a situation before I leave it,\"\nhe explained. \"That is a common precaution that we men of space must\ntake, an ordinary survival mechanism, I should say. Besides, you are a\nTaurus, and I am a Pisces and I computed that numerologically--\"\n\n\"Bother your astrology and your numerology,\" she snapped.\n\nThere was silence, a long half minute of it stretching between Venus\nand Mars at a half-credit a second. Gramenger continued to get more and\nmore amused.\n\n\"What do you want?\" she asked. \"When will you come back, if ever?\"\n\nHis singed eyebrow went up in puzzlement. \"I told you ten months,\nAnna. I meant ten months. As for what I want, please, at once, send\na space-wire to your father in Oregon. Have him ship five hens and a\ncock by fast passenger express to the spaceport depot on Venus. Ask him\nalso to include whatever special medicines, feeds, and instructions are\nnecessary for the raising and nurturing of Plymouth Rocks--\"\n\nShe gasped. \"For heaven's sake, why?\"\n\n\"Don't you want a chicken farm? I am building one on a planet I own.\"\n\nA groan came over the 'phone, lasting long enough to cost Gramenger &\nLewis a credit and a half.\n\n\"Dad won't send them. I know. It's hare brained. No one's ever tried to\nraise chickens any place except on Earth.\"\n\n\"That isn't the point,\" he said. \"Send the wire.\"\n\n\"All right,\" she said in a small voice.\n\n\"Furthermore,\" he added, \"inform your father this is a business\nventure. I shall keep him supplied, as middleman, with a new breed of\nPlymouth Rocks which are considerably larger than turkeys, are more\nsucculent, more tasty and tender, lay larger eggs with possibly larger\nyolks--\"\n\n\"How?\"\n\n\"I have some knowledge of biology and pressure chemistry, Anna.\nPlymouth will be ideal.\"\n\n\"What's Plymouth?\"\n\n\"The name of the planet.\"\n\nHarvey cocked his ear at the silence. Then there were sounds of\nsniffles. \"I have to take care of a registration, Harvey,\" Anna said.\n\"I have to go. I'm very proud that you love me, Harvey. I'll wait for\nyou. And I'll convince Dad. Goodbye.\"\n\n\"Goodbye,\" said Harvey. He hung up. \"She misses me,\" he told Gramenger.\n\"Poor girl. Would you like me to take the ten thousand credits in cash\nor as a check?\"\n\n\"A check,\" said Gramenger. He wrote it out. Harvey took it, and started\ntoward the door. He called back:\n\n\"Thanks for the use of your 'phone,\" and walked out. Gramenger had\nnothing to say.\n\n\n\nHarvey went back to Plymouth some two weeks later. He now owned a much\nlarger ship. It was crammed to the brim with chemical fertilizers to\nimprove the soil. There were also seed grains such as oats, wheat and\ncorn. There was lumber for building, plumbing fixtures, windows, doors,\neverything needed to build several sheds plus a long, low rambling\nranch-type house. The hens and the cock were aboard. There were six men\nalso who would do the building, and help in any other way necessary.\n\nPlymouth was a beautiful, emerald planet as they hove in close to it.\nAs they landed, a pleasant, sunny atmosphere swirled around the ship.\nThe gravitic machinery kept the gravity at Earth normal. The ground\nwas already thawed, and was surprisingly like the rich, life-filled\nloam found in Iowa cow country. An engineer was waiting for Harvey,\nshowed him the gravitic controls, explained the planet had been moved\na million miles out of its orbit so that the _Hermes_ could plow past\nwithout harming it.\n\nBy shutting off gravitic energy from one side, he explained, pressing\nbuttons on the control panel, the planet could be made to move in any\ndirection.\n\nFurthermore, the gravitation could be raised or lowered at will, on all\nof the planetoid or on any small portion of it.\n\n\"Fine, fine,\" said Harvey, much pleased. Before the engineer took off\nHarvey promised him several large Plymouth Rocks before Thanksgiving,\nand as an afterthought took a numerological reading on his name. Then\nhe instantly started in to work.\n\nThe house went up. Saws whined. Sheds went up. Hammers hammered. Lawns\nwere laid, ground fertilized, worm-eggs installed. Some natural\nvegetation of a weird nature appeared, its seeds having been alive\nbut frozen for a time measured in epochs. No doubt of it, the soil\nwas alive. The fowl flourished in their fenced in yard, prone to no\ndiseases, having no natural enemies, neither mice nor lice.\n\nHarvey worked with three generations of chickens. He made his\nexperiments with fluctuating gravity under the chicken house.\n\nHis employees were fascinated. Harvey explained. \"I'm actually 50 years\nold,\" he said. \"Don't tell my fiancee. She thinks I'm 40. But being out\nin space, virtually with no gravitational pull on my body for almost\nall of my life, my life expectancy has been pushed up to somewhere in\nthe hundreds. I can pass for forty.\n\n\"Gravity,\" he said, \"makes people grow old and probably hastens death.\nThe muscles have to fight gravity, so do all the other organs. The\nmuscles toughen, get stringy, the skin, the nerves, the arteries and\nthe meat of the body get brittle and hard. This is what is known as\n'old age.'\n\n\"Think what effect a lowered or fluctuating gravity could have on these\nbeautiful gray white birds.\"\n\nHarvey experimented a great deal as the weeks passed. He often adjusted\nthe gravity lugs down to a point where they exerted just enough force\nto hold the atmosphere to the planet. The results were remarkable on\nthe Plymouths.\n\nThe third generation of fowl were distinctly a fifth larger than their\nancestors. The cocks, which normally should weigh 10 lbs., now weighed\nbetween 10 and 14. The hens in proportion kept a couple of pounds under\nthis; they matured faster, they bred much more vigorously than any\nPlymouth Rock ever had. The eggs were consistently larger.\n\nHarvey early decided against hatching incubators because the hens,\nuntroubled by vermin or other influences such as bad weather which\ncould make them neurotic, paid tranquil attention to their jobs. He\ndid, however, have open electric brooders constantly going so that the\nchicks could go to them for warmth if necessary.\n\nLowering the gravity had a similar effect on his corn, oats and\nwheat crops. They sprang up, maturing in a remarkably short time.\nThere was plenty of feed for the fowl. Plymouth was rapidly becoming\nself-supporting.\n\nHarvey was pleased. He explained again: \"Pressure can be considered\nas a gravitational effect, and vice versa. Pressure chemistry causes\ncertain chemical reactions to speed up, others to slow down. I figure\nthat by Thanksgiving I can find the correct variation of gravitational\npressure that will give me a breed of Plymouth Rocks never seen in this\nuniverse.\"\n\n\n\nBy the time the fourth swift generation came along he had almost\nreached his goal. Furthermore, the flesh was tenderer than any of these\nmen had thought possible. When the time came for Harvey to take them\nback to Venus, he promised them they would be well supplied by the time\nThanksgiving rolled around.\n\nHarvey was somewhat loathe to leave the planet Plymouth alone. He had\na certain fear in the back of his head that things would happen if he\ndid. He intended to return as soon as he and Anna got married.\n\nHe showed up at the Hotel de Mars a week ahead of time. At Anna's place\nbehind the Registration desk stood a white haired little old lady.\n\nA chill started deep in his stomach when she told him Anna left a\nmonth--no, two months ago. She produced a letter Anna had left him. It\nwas brief and pointed.\n\n\"Harvey,\" the letter read, \"I know you lied to me. There isn't any\nplanet called Plymouth. I looked it up in the star atlases. Nobody ever\nheard of it. I'm not going to stay here and be bitterly disappointed\nwhen you don't show up at the end of ten months. Goodbye.\"\n\nHarvey threw the letter away. It had served its purpose.\n\n\"Ma'am,\" he said, \"I'm a man of action and few words. What is Miss\nMorley's Oregon address?\"\n\nNobody knew Anna's Oregon address. Harvey instantly left for Oregon.\nLanding there, he began looking. He had found juncture faults; he\nwould find Anna. It took him over a month. He ran across her quite by\naccident behind the cigar counter in a drugstore.\n\n\"Anna,\" he said, \"there's no time to lose; get your things; quit this\njob; come with me.\" He stopped anything she had to say. They were\nmarried in the next hour. An hour after that they were on the way to\nthe planet whose existence Anna still doubted.\n\nThere was little room for doubt when that spot of entrancing green\nin an ocean of black was sighted. \"It's beautiful,\" Anna breathed,\nsqueezing his hand. \"But what's the rush to get here?\"\n\nHe explained without rancor. \"Your lack of faith in me cost us far too\nmuch time. This is a new breed of chicken; they propagate vigorously.\nBut they have no natural enemies. Every living thing needs a natural\nenemy. Our Plymouths have probably overrun the planet.\"\n\nShe gurgled, then put her hand over her mouth.\n\nHe took her hand away. \"Anna, dearest, laugh. Laugh as much as you\nplease. But I have no sense of humor. This you will discover as we move\nthrough life together. I see nothing funny in this situation. Living\ncreatures need natural enemies.\"\n\nWhen the ship landed, his meaning became obvious. Chickens flew in\ngreat squawking clouds through the air, walked and clucked in rivers at\ntheir feet. Feathers came down like heavy snow; the ground was covered\nwith fluffy white mounds. From horizon to horizon there seemed to be\nlittle else but chicken.\n\nAnna was appalled. Harvey was planning. A slaughter would be necessary.\n\"_We're_ their natural enemies,\" he explained. \"Your chicken farm is\nready to pay off.\"\n",
    "metadata": {
        "author": [
            "Rocklynne, Ross"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64481/pg64481.txt",
        "name": "chicken_farm.json"
    }
}