{
    "name": "Christmas Day",
    "author": [
        "Irving, Washington"
    ],
    "body": "------------------------------------------------------------------------\n\n------------------------------------------------------------------------\n\n                         PICTURES IN COLOUR BY\n                              CECIL ALDIN\n\n\n                   NEW YORK:    HODDER  &  STOUGHTON\n\n------------------------------------------------------------------------\n\n\n\n\nWe were escorted by a number of gentleman-like dogs\n\nThe editions of Caxton and Wynkin de Worde were his delight\n\nWinding all up by a nasal solo\n\nThe dinner was served up in the Great Hall\n\nThe little beings were as happy about him as the mock fairies about\n  Falstaff\n\nMaster Simon led the van\n\n------------------------------------------------------------------------\n\n\n\n\nWHEN I awoke the next morning, it seemed as if all the events of the\npreceding evening had been a dream, and nothing but the identity of the\nancient chamber convinced me of their reality. While I lay musing on my\npillow, I heard the sound of little feet pattering outside of the door,\nand a whispering consultation. Presently a choir of small voices chanted\nforth an old Christmas carol, the burden of which was:\n\n                    Rejoice, our Saviour He was born\n                    On Christmas Day in the morning.\n\nI rose softly, slipped on my clothes, opened the door suddenly, and\nbeheld one of the most beautiful little fairy groups that a painter\ncould imagine.\n\nIt consisted of a boy and two girls, the eldest not more than six, and\nlovely as seraphs. They were going the rounds of the house, and singing\nat every chamber door; but my sudden appearance frightened them into\nmute bashfulness. They remained for a moment playing on their lips with\ntheir fingers, and now and then stealing a shy glance from under their\neyebrows, until, as if by one impulse, they scampered away, and as they\nturned an angle of the gallery, I heard them laughing in triumph at\ntheir escape.\n\nThe house was surrounded with evergreens, according to the English\ncustom, which would have given almost an appearance of summer; but the\nmorning was extremely frosty; the light vapour of the preceding evening\nhad been precipitated by the cold, and covered all the trees and every\nblade of grass with its fine crystallisations.\n\nI had scarcely dressed myself, when a servant appeared to invite me to\nfamily prayers. He showed me the way to a small chapel in the old wing\nof the house, where I found the principal part of the family already\nassembled in a kind of gallery, furnished with cushions, hassocks, and\nlarge prayer-books; the servants were seated on benches below. The old\ngentleman read prayers from a desk in front of the gallery, and Master\nSimon acted as clerk, and made the responses.\n\nThe service was followed by a Christmas carol, which Mr. Bracebridge\nhimself had constructed from a poem of his favourite author, Herrick;\nand it had been adapted to an old church melody by Master Simon. As\nthere were several good voices among the household, the effect was\nextremely pleasing; but I was particularly gratified by the exaltation\nof heart, and sudden sally of grateful feeling, with which the worthy\nSquire delivered one stanza: his eyes glistening, and his voice rambling\nout of all the bounds of time and tune:\n\n              ’Tis thou that crown’st my glittering hearth\n                  With guiltlesse mirth,\n              And giv’st me wassaile bowles to drink,\n                  Spiced to the brink:\n              Lord, ’tis Thy plenty-dropping hand,\n                  That soiles my land;\n              And giv’st me for my bushell sowne,\n                  Twice ten for one.\n\nOur breakfast consisted of what the Squire denominated true old English\nfare. He indulged in some bitter lamentations over modern breakfasts of\ntea and toast, which he censured as among the causes of modern\neffeminacy and weak nerves, and the decline of old English heartiness;\nand though he admitted them to his table to suit the palates of his\nguests, yet there was a brave display of cold meats, wine, and ale, on\nthe sideboard.\n\nAfter breakfast I walked about the grounds with Frank Bracebridge and\nMaster Simon. We were escorted by a number of gentlemanlike dogs, that\nseemed loungers about the establishment; from the frisking spaniel to\nthe steady old staghound; the last of which was of a race that had been\nin the family time out of mind.\n\nThe old mansion had a still more venerable look in the yellow sunshine\nthan by pale moonlight; and I could not but feel the force of the\nSquire’s idea, that the formal terraces, heavily moulded balustrades,\nand clipped yew trees, carried with them an air of proud aristocracy.\n\nWhile we were talking we heard the distant toll of the village bell, and\nI was told that the Squire was a little particular in having his\nhousehold at church on a Christmas morning; considering it a day of\npouring out of thanks and rejoicing; for, as old Tusser observed:\n\n        At Christmas be merry, _and thankful withal_,\n        And feast thy poor neighbours, the great and the small.\n\n‘If you are disposed to go to church,’ said Frank Bracebridge, ‘I can\npromise you a specimen of my cousin Simon’s musical achievements. As the\nchurch is destitute of an organ, he has formed a band from the village\namateurs, and established a musical club for their improvement; he has\nalso sorted a choir, as he sorted my father’s pack of hounds, according\nto the directions of Jervaise Markham, in his “Country Contentments”;\nfor the bass he has sought out all the “deep solemn mouths,” and for the\ntenor the “loud ringing mouths,” among the country bumpkins; and for\n“sweet mouths” he has culled with curious taste among the prettiest\nlasses in the neighbourhood; though these last, he affirms, are the most\ndifficult to keep in tune.’\n\nAs the morning, though frosty, was remarkably fine and clear, the most\nof the family walked to the church, which was a very old building of\ngrey stone, and stood near a village, about half a mile from the park\ngate. Adjoining it was a low snug parsonage, which seemed coeval with\nthe church. As we passed this sheltered nest, the parson issued forth\nand preceded us.\n\nI had expected to see a sleek, well-conditioned pastor, such as is often\nfound in a snug living in the vicinity of a rich patron’s table; but I\nwas disappointed. The parson was a little, meagre, black-looking man,\nwith a grizzled wig that was too wide, and stood off from each ear; so\nthat his head seemed to have shrunk away within it, like a dried filbert\nin its shell. He wore a rusty coat, with great skirts, and pockets that\nwould have held the church Bible and prayer-book; and his small legs\nseemed still smaller, from being planted in large shoes decorated with\nenormous buckles.\n\nI was informed by Frank Bracebridge that the parson had been a chum of\nhis father’s at Oxford, and had received this living shortly after the\nlatter had come to his estate. He was a complete black-letter hunter,\nand would scarcely read a work printed in the Roman character. The\neditions of Caxton and Wynkin de Worde were his delight; and he was\nindefatigable in his researches after such old English writers as have\nfallen into oblivion from their worthlessness. He had pored over these\nold volumes so intensely, that they seemed to have been reflected into\nhis countenance indeed; which, if the face be an index of the mind,\nmight be compared to a title-page of black-letter.\n\nOn reaching the church porch, we found the parson rebuking the\ngrey-headed sexton for having used mistletoe among the greens with which\nthe church was decorated. It was, he observed, an unholy plant, profaned\nby having been used by the Druids in their mystic ceremonies; and though\nit might be innocently employed in the festive ornamenting of halls and\nkitchens, yet it had been deemed by the Fathers of the Church as\nunhallowed, and totally unfit for sacred purposes. So tenacious was he\non this point, that the poor sexton was obliged to strip down a great\npart of the humble trophies of his taste, before the parson would\nconsent to enter upon the service of the day.\n\nThe interior of the church was venerable but simple; on the walls were\nseveral mural monuments of the Bracebridges, and just beside the altar\nwas a tomb of ancient workmanship, on which lay the effigy of a warrior\nin armour, with his legs crossed, a sign of his having been a crusader.\nI was told it was one of the family who had signalised himself in the\nHoly Land, and the same whose picture hung over the fireplace in the\nhall.\n\nThe orchestra was in a small gallery, and presented a most whimsical\ngrouping of heads, piled one above the other, among which I particularly\nnoticed that of the village tailor, a pale fellow with a retreating\nforehead and chin, who played on the clarionet, and seemed to have blown\nhis face to a point; and there was another, a short pursy man, stooping\nand labouring at a bass viol, so as to show nothing but the top of a\nround bald head, like the egg of an ostrich. There were two or three\npretty faces among the female singers, to which the keen air of a frosty\nmorning had given a bright rosy tint; but the gentlemen choristers had\nevidently been chosen like old Cremona fiddles, more for tone than\nlooks; and as several had to sing from the same book, there were\nclusterings of odd physiognomies, not unlike those groups of cherubs we\nsometimes see on country tombstones.\n\nThe usual services of the choir were managed tolerably well. But the\ngreat trial was an anthem that had been prepared and arranged by Master\nSimon, and on which he had founded great expectation. Unluckily there\nwas a blunder at the very outset; the musicians became flurried; Master\nSimon was in a fever; everything went on lamely and irregularly until\nthey came to a chorus beginning ‘Now let us sing with one accord,’ which\nseemed to be a signal for parting company: all became discord and\nconfusion; each shifted for himself, and got to the end as well, or\nrather as soon, as he could, except one old chorister in a pair of horn\nspectacles bestriding and pinching a long sonorous nose; who, happening\nto stand a little apart, and being wrapped up in his own melody, kept on\na quavering course, wriggling his head, ogling his book, and winding all\nup by a nasal solo of at least three bars’ duration.\n\nThe parson gave us a most erudite sermon on the rites and ceremonies of\nChristmas, and the propriety of observing it not merely as a day of\nthanksgiving, but of rejoicing. He kindled into warmth with the ardour\nof his contest, and the host of imaginary foes with whom he had to\ncombat; had a stubborn conflict with old Prynne and two or three other\nforgotten champions of the Roundheads, on the subject of Christmas\nfestivity; and concluded by urging his hearers, in the most solemn and\naffecting manner, to stand to the traditionary customs of their fathers,\nand feast and make merry on this joyful anniversary of the Church.\n\nI have seldom known a sermon attended apparently with more immediate\neffects; for, on leaving the church, the congregation seemed one and all\npossessed with the gaiety of spirit so earnestly enjoined by their\npastor. The elder folks gathered in knots in the churchyard, greeting\nand shaking hands; and the children ran about crying, Ule! Ule! and\nrepeating some uncouth rhymes:\n\n                       Ule! Ule!\n                       Three puddings in a pule;\n                       Crack nuts and cry ule!\n\nwhich the parson, who had joined us, informed me had been handed down\nfrom days of yore. The villagers doffed their hats to the Squire as he\npassed, giving him the good wishes of the season with every appearance\nof heartfelt sincerity, and were invited by him to the Hall, to take\nsomething to keep out the cold of the weather; and I heard blessings\nuttered by several of the poor, which convinced me that, in the midst of\nhis enjoyments, the worthy old cavalier had not forgotten the true\nChristmas virtue of charity.\n\nOn our way homeward his heart seemed overflowing with generous and happy\nfeelings. As we passed over a rising ground which commanded something of\na prospect, the sounds of rustic merriment now and then reached our\nears; the Squire paused for a few moments, and looked around with an air\nof inexpressible benignity.\n\nThere was something truly cheering in this triumph of warmth and verdure\nover the frosty thraldom of winter; it was, as the Squire observed, an\nemblem of Christmas hospitality, breaking through the chills of ceremony\nand selfishness, and thawing every heart into a flow. He pointed with\npleasure to the indications of good cheer reeking from the chimneys of\nthe comfortable farmhouses and low, thatched cottages.\n\nThe Squire went on to lament the deplorable decay of the games and\namusements which were once prevalent at this season among the lower\norders, and countenanced by the higher: when the old halls of castles\nand manor-houses were thrown open at daylight; when the tables were\ncovered with brawn, and beef, and humming ale; when the harp and the\ncarol resounded all day long, and when rich and poor were alike welcome\nto enter and make merry.\n\n                LO, NOW IS COME THE JOYFUL’ST FEAST!\n                LET EVERY MAN BE JOLLY,\n                EACH ROOME WITH YVIE LEAVES IS DREST\n                AND EVERY POST WITH HOLLY.\n\n                NOW ALL OUR NEIGHBOURS’ CHIMNEYS SMOKE,\n                AND CHRISTMAS BLOCKS ARE BURNING:\n                THEIR OVENS THEY WITH BAK’T MEATS CHOKE,\n                AND ALL THEIR SPITS ARE TURNING.]\n\nWe had not been long home when the sound of music was heard from a\ndistance. A band of country lads, without coats, their shirt-sleeves\nfancifully tied with ribands, their hats decorated with greens, and\nclubs in their hands, were seen advancing up the avenue, followed by a\nlarge number of villagers and peasantry. They stopped before the hall\ndoor, where the music struck up a peculiar air, and the lads performed a\ncurious and intricate dance, advancing, retreating, and striking their\nclubs together, keeping exact time to the music; while one, whimsically\ncrowned with a fox’s skin, the tail of which flaunted down his back,\nkept capering around the skirts of the dance, and rattling a Christmas\nbox with many antic gesticulations.\n\nAfter the dance was concluded, the whole party was entertained with\nbrawn and beef, and stout home-brewed. The Squire himself mingled among\nthe rustics, and was received with awkward demonstrations of deference\nand regard.\n\nIt is true, I perceived two or three of the younger peasants, as they\nwere raising their tankards to their mouths when the Squire’s back was\nturned, making something of a grimace, and giving each other the wink;\nbut the moment they caught my eye they pulled grave faces, and were\nexceedingly demure. With Master Simon, however, they all seemed more at\ntheir ease.\n\nThe bashfulness of the guests soon gave way before good cheer and\naffability. When the Squire had retired, the merriment increased, and\nthere was much joking and laughter, particularly between Master Simon\nand a hale, ruddy-faced, white-headed farmer, who appeared to be the wit\nof the village: for I observed all his companions to wait with open\nmouths for his retorts, and burst into a gratuitous laugh before they\ncould well understand them.\n\nThe whole house, indeed, seemed abandoned to merriment. As I passed to\nmy room to dress for dinner, I heard the sound of music in a small\ncourt, and, looking through a window that commanded it, I perceived a\nband of wandering musicians, with pandean pipes and tambourine; a\npretty, coquettish housemaid was dancing a jig with a smart country lad,\nwhile several of the other servants were looking on. In the midst of her\nsport the girl caught a glimpse of my face at the window, and, colouring\nup, ran off with an air of roguish affected confusion.\n\nI had finished my toilet, and was loitering with Frank Bracebridge in\nthe library, when we heard a distant thwacking sound, which he informed\nme was a signal for the serving up of the dinner.\n\nThe dinner was served up in the great hall, where the Squire always held\nhis Christmas banquet. A blazing, crackling fire of logs had been heaped\non to warm the spacious apartment, and the flame went sparkling and\nwreathing up the wide-mouthed chimney. The great picture of the crusader\nand his white horse had been profusely decorated with greens for the\noccasion; and holly and ivy had likewise been wreathed around the helmet\nand weapons on the opposite wall. Before these stood the two Yule\ncandles, beaming like two stars of the first magnitude: other lights\nwere distributed in branches, and the whole array glittered like a\nfirmament of silver.\n\nWe were ushered into this banqueting scene with the sound of minstrelsy,\nthe old harper being seated on a stool beside the fireplace, and\ntwanging his instrument with a vast deal more power than melody.\n\nThe parson said grace, which was not a short, familiar one, such as is\ncommonly addressed to the Deity in these unceremonious days; but a long,\ncourtly, well-worded one of the ancient school.\n\nThere was now a pause, as if something was expected; when suddenly the\nbutler entered the hall with some degree of bustle; he was attended by a\nservant on each side with a large wax-light, and bore a silver dish, on\nwhich was an enormous pig’s head, decorated with rosemary, with a lemon\nin its mouth, which was placed with great formality at the head of the\ntable. The moment this pageant made its appearance, the harper struck up\na flourish.\n\nThough prepared to witness many of these little eccentricities, from\nbeing apprised of the peculiar hobby of mine host; yet, I confess, the\nparade with which so odd a dish was introduced somewhat perplexed me,\nuntil I gathered from the conversation of the Squire and the parson that\nit was meant to represent the bringing in of the boar’s head: a dish\nformerly served up with much ceremony, and the sound of minstrelsy and\nsong, at great tables on Christmas Day. ‘I like the old custom,’ said\nthe Squire, ‘not merely because it is stately and pleasing in itself,\nbut because it was observed at the College of Oxford, at which I was\neducated. When I hear the old song chanted, it brings to mind the time\nwhen I was young and gamesome--and the noble old college-hall--and my\nfellow-students loitering about in their black gowns: many of whom, poor\nlads, are now in their graves!’\n\nThe table was literally loaded with good cheer, and presented an epitome\nof country abundance, in this season of overflowing larders. A\ndistinguished post was allotted to ‘ancient sirloin,’ as mine host\ntermed it: being, as he added, ‘the standard of old English hospitality,\nand a joint of goodly presence, and full of expectation.’\n\nWhen the cloth was removed, the butler brought in a huge silver vessel\nof rare and curious workmanship, which he placed before the Squire. Its\nappearance was hailed with acclamation; being the Wassail Bowl, so\nrenowned in Christmas festivity. The contents had been prepared by the\nSquire himself.\n\nThe old gentleman’s whole countenance beamed with a serene look of\nindwelling delight, as he stirred this mighty bowl. Having raised it to\nhis lips, with a hearty wish of a merry Christmas to all present, he\nsent it brimming, around the board, for every one to follow his example,\naccording to the primitive style; pronouncing it ‘the ancient fountain\nof good feeling, where all hearts meet together.’\n\nThere was much laughing and rallying, as the honest emblem of Christmas\njoviality circulated, and was kissed rather coyly by the ladies. When it\nreached Master Simon he raised it in both hands, and with the air of a\nboon companion, struck up an old Wassail chanson:\n\n                    The browne bowle,\n                    The merry browne bowle.\n                    As it goes round about-a,\n                            Fill\n                            Still,\n                    Let the world say what it will,\n                    And drink your fill all out-a.\n\n                    The deep canne,\n                    The merry deep canne,\n                    As thou dost freely quaff-a,\n                            Sing,\n                            Fling,\n                    Be as merry as a king,\n                    And sound a lusty laugh-a.[A]\n\n-----\n\nFootnote A:\n\n  From “Poor Robin’s Almanack.”\n\n-----\n\nThe dinner-time passed away in this flow of innocent hilarity; and,\nthough the old hall may have resounded in its time with many a scene of\nbroader rout and revel, yet I doubt whether it ever witnessed more\nhonest and genuine enjoyment.\n\nWhen the ladies had retired, the conversation, as usual, became still\nmore animated. The Squire told several long stories of early college\npranks and adventures.\n\nI found the tide of wine and wassail fast gaining on the dry land of\nsober judgment. The company grew merrier and louder as their jokes grew\nduller. Master Simon was in as chirping a humour as a grasshopper filled\nwith dew; his old songs grew of a warmer complexion, and he began to\ntalk maudlin about the widow.\n\nAfter the dinner-table was removed, the hall was given up to the younger\nmembers of the family, who made its old walls ring with their merriment,\nas they played at romping games. Master Simon, who was the leader of\ntheir revels, and seemed on all occasions to fulfil the office of that\nancient potentate, the Lord of Misrule, was blinded in the midst of the\nhall. The little beings were as busy about him as the mock fairies about\nFalstaff; pinching him, plucking at the skirts of his coat, and tickling\nhim with straws.\n\nWhen I returned to the drawing-room, I found the company seated around\nthe fire, listening to the parson, who was deeply ensconced in a\nhigh-backed oaken chair. From this venerable piece of furniture, with\nwhich his shadowy figure and dark weazen face so admirably accorded, he\nwas dealing forth strange accounts of popular superstitions and legends\nof the surrounding country, with which he had become acquainted in the\ncourse of his antiquarian researches. He gave us several anecdotes of\nthe fancies of the neighbouring peasantry, concerning the effigy of the\ncrusader which lay on the tomb by the church altar. It was said to get\nup from the tomb and walk the rounds of the churchyard in stormy nights,\nparticularly when it thundered. Some talked of gold and jewels buried in\nthe tomb, over which the spectre kept watch; and there was a story\ncurrent of a sexton in old times who endeavoured to break his way to the\ncoffin at night; but just as he reached it, received a violent blow from\nthe marble hand of the effigy, which stretched him senseless on the\npavement. From these and other anecdotes that followed, the crusader\nappeared to be the favourite hero of ghost stories throughout the\nvicinity.\n\nWhilst we were all attention to the parson’s stories, our ears were\nsuddenly assailed by a burst of heterogeneous sounds from the hall, in\nwhich was mingled something like the clang of rude minstrelsy, with the\nuproar of many small voices and girlish laughter. The door suddenly flew\nopen, and a train came trooping into the room, that might almost have\nbeen mistaken for the breaking up of the court of Fairy. That\nindefatigable spirit, Master Simon, in the faithful discharge of his\nduties as Lord of Misrule, had conceived the idea of a Christmas\nmummery, or masking. The old housekeeper had been consulted; the antique\nclothes-presses and wardrobes rummaged and made to yield up the relics\nof finery that had not seen the light for several generations.\n\nMaster Simon led the van, as ‘ancient Christmas,’ quaintly apparelled in\na ruff, a short cloak, which had very much the aspect of one of the old\nhousekeeper’s petticoats, and a hat that might have served for a village\nsteeple, and must indubitably have figured in the days of the\nCovenanters. From under this his nose curved boldly forth, flushed with\na frost-bitten bloom, that seemed the very trophy of a December blast.\nHe was accompanied by the blue-eyed romp, dished up as ‘Dame Mince-Pie,’\nin the venerable magnificence of faded brocade, long stomacher, peaked\nhat, and high-heeled shoes. The rest of the train had been metamorphosed\nin various ways; the girls trussed up in the finery of the ancient\nbelles of the Bracebridge line, and the striplings bewhiskered with\nburnt cork, and gravely clad in broad skirts, hanging sleeves, and\nfull-bottomed wigs, to represent characters celebrated in ancient\nmaskings.\n\nThe irruption of this motley crew, with beat of drum, according to\nancient custom, was the consummation of uproar and merriment. Master\nSimon covered himself with glory by the stateliness with which, as\nAncient Christmas, he walked a minuet with the peerless, though\ngiggling, Dame Mince-Pie. It was followed by a dance of all the\ncharacters--a medley of quaint costumes.\n\nThe worthy Squire contemplated these fantastic sports, and the\nresurrection of his old wardrobe, with the simple relish of childish\ndelight.\n\nBut enough of Christmas and its gambols; it is time for me to pause in\nthis garrulity. In writing to amuse, if I fail, the only evil is my own\ndisappointment. If, however, I can by any lucky chance, in these days of\nevil, rub out one wrinkle from the brow of care, or beguile the heavy\nheart of one moment of sorrow; if I can now and then penetrate through\nthe gathering film of misanthropy, prompt a benevolent view of human\nnature, and make my reader more in good humour with his fellow-beings\nand himself, surely, surely, I shall not then have written entirely in\nvain.\n\n\n\n\n                     Printed in the City of London\n                         at the Edinburgh Press\n\nFor the benefit of those who cannot see it, beneath the illustration\nwith the caption “The dinner was served up in the Great Hall” is a\ntranscription of the poem in manuscript inside the illustration frame.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Irving, Washington"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/52361/pg52361.txt",
        "name": "christmas_day.json"
    }
}