{
    "name": "Cold Ghost",
    "author": [
        "Geier, Chester S."
    ],
    "body": "In the valley, with the sheltering hills now behind them, the bitterly\ncold wind drove at the sled with unchecked ferocity. Gusts of snow\ncame with the wind, thick and dry, the separate particles of it\nstinging on contact.\n\nThe dogs made slow progress through the deep drifts. Hager's\nsmoldering irritation blazed into abrupt rage. From his position at\nthe rear of the sled, he lashed out with the driver's whip that he\nheld in one heavily mittened hand, shouting behind the wool scarf\ncovering the lower half of his face. The dogs lunged in their traces,\nwhining. A couple floundered in the powdery footing and were\nimmediately snapped at by their companions behind them.\n\nThe snow was falling swiftly and with a sinister steadiness. It seemed\nto hang like a vast white curtain over the valley, obscuring the hills\nand the fanged outline of mountains beyond. The wind seized portions\nof the curtain and twisted it into fantastic shapes--the shapes of\ndemons, Hager thought suddenly. For the scene through which he moved\nwas a kind of hell, a white and frozen hell, with the howl of the wind\nlike the despairing shrieks of tormented souls.\n\nHager pictured himself as one of them. And Cahill, huddled in furs on\nthe sled, another. He cursed behind the scarf as he thought of Cahill.\nThis was Cahill's fault, their being out here in the storm. If it\nweren't for Cahill, he would be back at the cabin, snug and warm, logs\nblazing cheerfully in the fireplace.\n\nIt was a rotten time for Cahill to have taken sick, Hager fumed. But\nit had happened. And it had left him with nothing else to do but pack\ntheir catch of furs, harness up the sled, and start out with Cahill\nfor the doctor in Moose Gulch.\n\nHe almost regretted having taken the furs. With Cahill an added burden\non the sled, it was too large a load for the dogs to pull with the\nnecessary speed and endurance. But he hadn't dared to leave the entire\nseason's catch unguarded at the cabin. If some wanderer appeared in\nhis and Cahill's absence, the furs would be an irresistible\ntemptation.\n\nFearing, thus, to leave the furs behind, and now endangered by their\nweight, Hager found the situation maddening. And the storm was making\nmatters worse. It was near the end of winter, but the climate had\nchosen this moment to be at its most unco-operative.\n\nHager muttered blackly against the storm, wondering why he had allowed\nhis trapper's dream of wealth to lure him to this far northern corner\nof Alaska. It was a cold, bleak and hostile country. Tiny settlements,\nlike Moose Gulch were few and far between. Of course, furs were at\ntheir best and most plentiful here. He and Cahill had proved that, for\ntheir catch was a large one. Hager's thoughts soared briefly above his\nbitter mood as he thought of the money the furs would bring. And of\nthe things that the money would bring back in civilization.\n\nAdded to what he had so far managed to save, his share would make\nalmost enough to start a fox breeding ranch. Or a mink ranch. Almost\nenough--but not quite. That meant he would have to spend another\nwinter in this location, and Hager flinched at the thought. He hated\nloneliness and the bitter, subzero cold. Most of all he hated the\ncold. Only a fur breeding ranch, with large, warm living quarters,\nwould have made it bearable.\n\nHager didn't know when the idea came to him. It must have been lying\ndormant for a long time in a far, dark corner of his mind, only now\nsurging to the fore. Subconsciously he must have prepared himself for\nthis moment of inspiration. He wasn't sure. He was aware only of an\ninterval while he plodded behind the sled, drawn by the struggling and\npanting team, cursing the dogs, cursing Cahill and the fierce cold\nthat mischievously searched out the most tender portions of his face\nbeneath the hood of his parka. There was that moment, and then--\n\n\n\nAnd then he found himself toying with the thought of murdering Cahill.\n\nWith the other out of the way, the entire proceeds from the sale of\nfurs would be his. There would be no necessity to split. He could\nstart the fur ranch at once. He wouldn't have to spend another winter\nin this vicious cold. He--\n\nA dozen fascinating new possibilities opened up to Hager. It was as\nthough he had been blind and was able to see only now. Breath-taking\nvistas blossomed before his awakened eyes. There was music in what he\nvisioned, music and the voices of women, bright lights, color,\nmovement, and the warmth of gentler climes.\n\nThe brightest part of the picture was that Cahill's death need not be\noutright murder. The man was sick. His life depended on getting him\ninto the hands of the doctor in Moose Gulch as quickly as possible.\n\nIf Hager were simply to delay in reaching the settlement, Cahill would\ndie as surely as though from the thrust of a knife or the impact of a\nbullet. Exposure to the biting cold would finish him. And nobody would\nknow. Hager could always claim that he had hurried as best he could\nunder the difficult, hampering circumstances of the storm, but that\nCahill had died on the way. As easy as that. If Marshal Art Maddox\nstuck his long nose into the matter, Cahill's unmarked body would be\nproof that there had been no foul play.\n\nHager felt satisfied that his scheme was without loopholes. The idea\nhad become a definite plan. And now his square lips hardened with\ndetermination behind the scarf. He looked at Cahill, dozing feverishly\non the sled, with deep-set gray eyes that were bleak and implacable.\n\nCahill would never reach Moose Gulch alive.\n\nWith his grim purpose giving new drive to his actions, Hager glanced\nabout him. It was difficult to see through the curtain of snow that\nhung between him and the landscape, but by squinting steadily through\nmomentary rifts made by the frigid, lashing wind, he was able\npresently to discern that they were near the pass leading out of the\nvalley. Beyond the pass, he knew, was a forest, dipping down to the\nbanks of a frozen stream. The stream ran for several miles until it\nbranched into a river, which in turn led directly into Moose Gulch.\nWith these landmarks to guide him, a traveler through the snow-bound\nwilderness could reach the settlement easily and quickly. But Hager\ndidn't intend to do that. He now had time to kill. He chuckled darkly\nover the accuracy of the phrase.\n\nPlodding toward the pass, he deliberately slowed his steps. He no\nlonger used the whip or shouted at the dogs for greater speed. The\nanimals were grateful for the respite. They slackened their pace,\ntongues lolling and bushy tails waving as they bobbed in their plowed\npath through the white drifts.\n\nCahill dozed on. Once or twice he moved restlessly amid the furs piled\nabout him. It was as though some deep, vague instinct warned him that\nsomething was wrong.\n\nHager watched the other sharply for a time, then desisted to give his\nattention to maneuvering the sled through the pass. The forest\nappeared, the trees wraith-like under their thick, white mantles of\nsnow. Hager didn't follow the dip in the land that led toward the\nfrozen stream. He guided the dogs in the opposite direction and began\nwatching Cahill again. He hoped that the man would not awake until\nless familiar territory surrounded them.\n\nCahill didn't awake. He dozed and tossed, his lips moving occasionally\nin a soundless mutter. His gaunt, leathery face was pale under its\ngrowth of grizzled whiskers.\n\nThe snow-covered land rose, became rocky and difficult. The dogs began\nlaboring with increasing weariness in their efforts to keep pulling\nthe heavy sled. Hager realized he couldn't go in this direction much\nlonger. When a ravine suddenly presented itself, relatively free of\nsnow, he decided to call a halt.\n\n\n\nUnfastening the dogs, he left the ravine and began searching through\nthe snow for brushwood. It took time, but Hager was in no hurry. He\ngathered an armful and finally returned to the sled.\n\nCahill was awake. He had propped himself feebly among the furs, his\ngaunt face blank and drab with sickness. His filmed blue eyes fastened\non Hager.\n\n\"Water,\" he whispered. \"Water, Matt.\"\n\n\"Coming up,\" Hager said. \"Just you wait a minute, Ben, and you'll get\nall the water you want.\"\n\nCahill fell back among the furs, and Hager leisurely shaved kindling\nand stacked the wood and then set it ablaze. The ravine was shielded\nfrom the wind, and the wood ignited without difficulty. At last Hager\nwent to the sled and removed the small pack he had fortunately thought\nto bring along. His experience with the wilderness had trained him\nnever to overlook the smallest precautions.\n\nHager took a handled pan from the pack. He filled it with snow and\nthen held the pan over the flames. When the snow melted, he filled a\ntin cup with the liquid and went over to Cahill. He had to steady the\ncup as the other drank.\n\nFinally Cahill nodded. His eyes seemed to clear. He glanced about him,\nand a dim worry moved in his face.\n\n\"Matt, where are we?\"\n\n\"Somewhere near Boot Valley.\"\n\n\"You ... you mean we're lost?\"\n\n\"I sort of got mixed up in the storm. Nothing to worry about.\"\n\nCahill shivered suddenly. \"We got to reach town, Matt. Got to see the\ndoctor.\"\n\nHager nodded. \"How do you feel?\"\n\n\"It's getting worse. I can feel it getting worse. I'm cold now, Matt.\nBefore ... before I was....\" Cahill's voice trailed off. He had to\nmake an effort before he was able to speak again. \"Got ... got to see\nthe doctor, Matt. Can't waste any time.\"\n\n\"I know,\" Hager said. \"But the team needs a little rest. They've had a\nlot of heavy hauling, and there's still a distance to go.\"\n\nCahill nodded miserably, shivering. He burrowed into the furs, still\nshivering, breathing rapidly through parted lips. Slowly the chill\nleft him. His eyes clouded again. Then his lids fell, and he dozed\nonce more.\n\nHager brewed tea and drank it slowly, squatting before the fire. Then\nhe packed and lighted his pipe. He stared into the flames with\nnarrowed eyes, seeing his dreams pictured there. They were pleasant\ndreams.\n\nHager remained in the ravine until the supply of wood was gone. Then\nhe fastened the dogs back into their traces and resumed his position\nbehind the sled. With shouts and cracks of the whip, he guided the\nanimals out of the ravine, following the downward slope of the land\nthis time.\n\nThe snow stopped falling after a while, but the wind and the cold\nincreased. The cold hung on the air like an enormous, transparent\nweight. Somehow it seemed to give an impossible crystalline purity to\nthe snow blanketing the trees and the land. In doing so, it emphasized\nand magnified its very presence. It made itself something almost alive\nand sentient, icily malignant, overbearing, utterly cruel and without\nmercy.\n\nHager cursed the cold with redoubled venom. Despite the thickness of\nhis fur parka and the layers of clothing beneath the cold seemed to\nsoak into him like an all-penetrating liquid. He had to wave his arms\nand stamp his feet to fight back a creeping numbness.\n\n\n\nBut the terrible chill could not subdue the flame of purpose burning\nin Hager's mind. That part of him remained keenly alert. The sled was\nmoving in the direction of the stream, and he was careful to judge the\ndistance carefully. He didn't want to approach too close. At just the\nright moment he turned the sled at angle back toward the way from\nwhich it had come. It was his plan to keep zigzagging, approaching the\nstream and then retreating, always at a tangent. A great deal of time\nwould be consumed in this way, with very little actual forward\nprogress toward Moose Gulch.\n\nHe repeated this maneuver again and again. Cahill roused a few times\nto inquire weakly about their progress. Always Hager gave the same\nanswer.\n\n\"We're getting there, Ben. It won't be long now. Don't you worry.\"\n\nAfter that Cahill was silent. It seemed evident to Hager that the man\nwas sinking rapidly. But not as rapidly as Hager wished. He knew he\ncouldn't bear the paralyzing cold much longer, and his hatred of it\ngrew.\n\nThe sled reached a group of slab-like rock outcroppings that offered\nshelter from the slashing wind. Hager stopped the sled behind their\nprotection for a short rest. The additional delay suited his plans.\n\nWhile the dogs huddled together in the snow, Hager went around the\nsled to get the pack. He glanced at Cahill's face--and his muscles\nbecame tense. Cahill's eyes were open. Cahill was watching him with a\nterrible steadiness and a soul-searing clarity. Cahill ... _knew_.\n\nHager realized that Cahill must have been awake for quite some time,\nwatching the actions of the sled. The man had clearly discovered\nHager's deception.\n\nHager felt transfixed by the accusing brightness in the other's eyes.\nHe sensed that his guilt was written vividly and unmistakably in his\nface. He fumbled for words that would form an excuse, an apology, some\nsort of plausible lie--anything that would remove the dreadful\nknowledge in Cahill's eyes. But no words came.\n\nAfter a strained, bitter moment Cahill spoke. His voice was low, yet\nsomehow curiously distinct. \"You're trying to kill me, Matt. I see it\nnow. You aren't going straight toward Moose Gulch. You're tracking\nback and forth to waste time. You ... want me to die!\"\n\n\"That isn't true,\" Hager blurted. \"I ... I got lost. The storm and\ncold got me mixed up.\"\n\nCahill went on as though he hadn't heard. \"It's the furs, isn't it,\nMatt? You want all the money for yourself. With me out of the way, you\nwon't have any trouble.\"\n\n\"I got mixed up, I tell you,\" Hager insisted.\n\nCahill said nothing further. With a burst of energy as sudden as it\nwas amazing, he gripped the sides of the sled and began pushing\nhimself erect. His strangely clear eyes were fixed on Hager.\n\nMastering a brief surge of panic, Hager threw himself forward, forcing\nCahill back into the sled. Cahill struggled a moment, but the reserve\nstrength he had managed to summon quickly gave out. He fell back into\nthe sled and lay limp and quiet, his eyes closed, breathing harshly\nand rapidly.\n\nHager watched for several minutes, the cold creeping slyly into him\nwith the inactivity. Then, assured that Cahill would make no further\ntrouble, he obtained the pack. He fed the dogs this time, tossing them\npieces of dried meat. They would need renewed strength and energy to\ntake him the remaining distance to Moose Gulch. Finally, gathering\nbrushwood, Hager built a small fire and brewed tea. He ate a couple of\nthick sandwiches as he drank the tea, chewing with methodic slowness\nand glancing at Cahill.\n\n\n\nThe other hadn't stirred since making his accusation. But when Hager\nfinished eating, Cahill's eyes opened once more. He looked at Hager\nfor a long, breathless moment. Only a vestige of the unnatural\nbrightness that had been in his eyes remained now. With what must have\nrequired a tremendous effort, he spoke.\n\n\"You aren't going to get away with this, Matt. I ... I'm going to get\nyou. I'm going to make you pay.\"\n\nA moment longer Cahill looked at Hager. And then the last remnant of\nbrightness left his eyes. His lids fell slowly. He looked exhausted\nand seemed to be resting. But several minutes later, acting on a\nsudden realization, Hager felt for Cahill's pulse and found that the\nman was dead.\n\nTriumph spread through Hager like a heady warmth. It was over. The\nmoney from the furs would be his alone. He would have the fur ranch,\nnow. But there was no hurry about that. He would travel a little first\nand have some fun.\n\nThe best part of it was that he would never have to worry. Cahill's\nbody was completely unmarked. It was very obvious that he had died of\nillness. There couldn't possibly be any suspicions.\n\nThen Hager recalled the threat Cahill had made before dying. Cahill\nhad promised revenge, but there was nothing he could do now. Hager\nshrugged the memory away. The dead were dead. They could do no harm.\n\nHager now lost no time in reaching Moose Gulch. He drove the dogs\nrelentlessly, trotting behind the sled. Elation gave him a strength\nthat took him easily over the miles.\n\nA short time before he entered the settlement it began to snow again.\nHager was pleased. The snow would cover up the tracks he had left in\nthe event that Art Maddox did any snooping.\n\nHe went directly to the doctor's home, carrying the body of Cahill\ninside. He cleverly played the part of a man reluctant to believe that\nhis partner had died.\n\n\"Isn't there something you can do, Doc?\" he asked anxiously. \"Maybe it\nisn't too late.\"\n\nThe other straightened from his examination of Cahill and shook his\nwhite thatch. His round, ruddy features were sympathetic. \"I'm afraid\nit's all over. Ben Cahill's as dead as he'll ever be. Most likely he\npassed away some time before you were able to reach town. Nothing left\nto do now but turn him over to the undertaker. That's me, in case you\ndon't know. In Moose Gulch it takes two, three jobs to keep a man\nfairly busy.\"\n\nHager sighed and looked properly grief-stricken. \"Well, I'll leave you\nto take care of things, Doc. Do a good job--nothing but the best, you\nknow. Ben was the finest partner a man could ever have.\"\n\nHager left and proceeded to visit acquaintances in the settlement,\nspreading the news of Cahill's death. He was showered with\ncondolences, which he accepted with a suitable air of melancholy.\nLater, eating supper in the tiny dining room of Moose Gulch's small,\nframe hotel, he was joined at the table by Art Maddox.\n\nThe marshal was a tall, raw-boned man with a long nose and protruding\neyes that looked deceptively mild. His presence filled Hager with a\nvague dread.\n\n\"Heard Ben Cahill took sick and died while you were bringing him into\ntown,\" Maddox began. \"Sure is too bad. How did it happen?\"\n\nHager explained, adhering closely to essential facts, though he\nomitted certain others and stretched a point here and there. He\nfinished, \"I tried to get Ben into town as fast as I could, but it was\nsnowing hard and I almost got lost a couple of times. Ben was sick\nbad, and with the cold and all, he died on the way.\"\n\n\"It kind of looks like you expected that to happen,\" Maddox said.\n\nHager grew tense. \"What do you mean?\"\n\n\"The way you took the furs along kind of makes it look like you\nexpected Ben Cahill to die. Besides, you ought to have known that the\nfurs would slow you down on the trip to town.\"\n\n\"I was afraid to leave the furs at the cabin,\" Hager defended.\n\"Suppose somebody stole them while me and Ben were gone? A whole\nseason's catch. I just couldn't take a chance.\"\n\nMaddox nodded with evident reluctance. \"That's true enough, I guess. I\nwas just sort of wondering about it.\" He stood up. \"Well, sorry to\nhave bothered you.\"\n\n\n\nHager made a generous gesture. \"No bother at all.\" He watched as\nMaddox left the room, grinning inwardly. Maddox apparently suspected\nsomething in his snooping, suspicious way, but the only point of\nattack he'd been able to find was one for which Hager had a\nsatisfactory explanation. Hager felt certain that he wouldn't be\nquestioned again. And with the snow blotting out the erratic trail the\nsled had left, he was confident that he had nothing to fear from\nMaddox any longer.\n\nThe grin crept out around his square lips. He was safe. He had\ncommitted the perfect crime.\n\nHager checked in at the hotel, and after a pleasant evening spent at\none of Moose Gulch's two saloons, he returned and went to bed. He had\na restless night. The hotel was warm enough, and the covers on the bed\nthick, but a strange feeling of cold seemed to envelop him. And though\nhe emptied the bottle of whisky he had brought with him, the cold\npersisted.\n\nHe slept fitfully. Once he dreamed that he was tied, naked, to the\nsled and being driven by Cahill through a terrific snow storm. The\ncold was so intense it seared him like fire. He awoke, shivering, a\nvivid recollection of Cahill's gaunt, accusing features in his mind.\nAgain he seemed to hear Cahill's dying promise.\n\n\"_You aren't going to get away with this, Matt. I'm going to get you.\nI'm going to make you pay._\"\n\nAnd now, shuddering with that weird cold that seemed to enclose him\nlike a huge, vengeful fist, Hager wondered.\n\nThe cold remained with him in the days that followed. It not only\nremained. It grew more unbearable.\n\nHager began to have a persecuted feeling. The cold stayed with him\nwherever he went. Even near hot stoves, or in heated rooms, he felt\nchilled. No one else seemed to notice it. The cold seemed intended for\nhim alone. More and more, he wondered about Cahill's threat.\n\nHe was materialistic. He didn't believe in ghosts. But he knew that\nhe was being haunted by an unnatural cold that nobody else seemed\nable to feel.\n\nHe cast about for a method of escaping the cold. The obvious solution\nwas to leave Moose Gulch, as he had intended all along. In his mind\nthe cold was somehow connected with the settlement, through Cahill,\nwho was buried there. A trip to one of the warm, southern regions in\nthe States, he decided, should bring relief.\n\nHe sold the furs and with the money took passage on a plane that\noperated between the settlement and a large town some distance away.\nContinuing to travel by plane, he presently arrived in Seattle.\n\nStill the cold remained with him. The miles he had put between Moose\nGulch and himself hadn't done any good.\n\nNothing seemed to help. Heavy clothes, nourishing foods, whisky,\nvigorous exercise--nothing brought him the warmth he was beginning to\ncrave as an addict craves dope.\n\nDesperately, he resumed his trip, traveling by air and then by train,\nand finally grasping at any means of transportation that happened to\nbe most convenient. The cold traveled with him. It enveloped him like\na shell. It was an invisible prison, shutting him away from the world\nof warmth.\n\nThe climate grew increasingly mild and balmy as he progressed\nsouthward. But the chill that always surrounded him grew worse.\n\nMore often, now, he thought of Cahill's grim promise. \"_I'm going to\nget you. I'm going to make you pay._\" It repeated itself over and over\nin his mind. It was emphasized by the invisible blanket of cold\nwrapped inescapably about him.\n\nOnce, in a hotel room where he had been drinking steadily, Hager's\ndespair rose in him to the point of madness. He leaped from the bed,\nhurling an empty whisky bottle against the wall, screaming mingled\ncurses and entreaties.\n\n\"Damn you, Cahill, leave me alone! Haven't you had enough? How much\nlonger are you going to keep torturing me? Leave me alone, do you\nhear? Leave me alone!\"\n\nCahill didn't seem to hear. Or if he did, he paid no attention. The\ncold stayed.\n\n\n\nHager began to lose weight. His stocky figure became gaunt, his cheeks\nsunken. Dark hollows cupped his feverishly bright eyes. His hands\ntrembled. He jerked nervously at sudden noises.\n\nIn Los Angeles he yielded to a wild impulse and visited a doctor. He\nexplained his symptoms, omitting their true cause, and pleaded for\nhelp.\n\nThe doctor gave him a complete physical examination, though it was\nevident from the man's expression of perplexity that he had learned\nnothing. \"I can't understand it,\" he told Hager. \"There's nothing\nseriously wrong with you. All you need is plenty of food and rest.\nYou're probably just imagining things.\"\n\nHager groaned, paid his bill, and fled.\n\nSeveral days later found him in Mexico. It was warm--but he didn't\nfeel it. He knew with a terrible certainty that he would never feel\nwarmth again. And he was tired of futilely trying to escape something\nfrom which there was no escape. He rented a small house on the\noutskirts of a town far from the Border and hired an elderly Mexican\nnamed Pancho to attend to his needs.\n\nPancho was a good servant. But he was evidently greatly puzzled by\nHager. According to the stories Pancho told his cronies in the town,\nhis _gringo_ master insisted that a hot fire be kept going constantly\nin the fireplace. And in this warm weather, too! As if that alone\nwasn't enough, the _gringo_ also kept himself wrapped thickly in\nblankets. It was all very strange. The _gringo_, he said, was being\ntormented by a demon.\n\nThe people of the town, a simple folk to whom the supernatural was as\nreal as the sun in the sky, were sympathetic. A priest at the church\npromptly volunteered his aid. He had, as Pancho subsequently explained\nto Hager when he appeared with the man, an enviable reputation for his\nskill in exorcizing devils and evil spirits.\n\nHager seized at the hope. He clutched at the priest eagerly.\n\n\"Try it! Pray for me! Do something--anything!\"\n\nThe priest nodded gravely and began his task.\n\nIt worked.\n\nHager felt warm again.\n\nA wild delight filled him. For the first time he became aware that the\nroom was stifling, but the mere fact that he was able to feel it\nseemed the most wonderful thing in the world. He had a sense of\nfreedom as complete as though he had been released into the sunlight\nafter long confinement in a lightless dungeon.\n\nHe wrung the priest's hand, forced money on him, and then told Pancho\nhe was throwing a _fiesta_ for the entire town that evening. Pancho\nwas to take care of the details immediately. No expense was to be\nspared.\n\nFor the rest of the day, Hager soaked himself in the sunlight,\nreveling in the delicious warmth. And when evening came he attended\nthe _fiesta_ in high spirits. He ate _tortillas_, drank wine, and\ndanced with innumerable dark-eyed _senoritas_.\n\nIt was late when he returned to the house with Pancho. He found a\nrobed figure waiting patiently at the door. It was the priest.\nSomething about the man's solemn expression filled Hager with dread.\n\n\"What's the matter?\" he demanded. \"Has something happened?\"\n\nIn his halting English, Pancho translated the gist of the priest's\nexplanation. \"The _padre_ say he no can help you, _senor_. He say he\nhave how you call vision. It tell him you must pay.\"\n\nThere was more. But Hager didn't need any more to know that he was\nbeing refused further help for the crime he had committed.\n\nA short while after the priest left he felt the cold again.\n\nPancho built a fire in the fireplace, and Hager crouched before it,\nhuddled in blankets and shivering. He was still there when Pancho went\nto bed. And he was still there when Pancho awoke in the morning. But\nhe was no longer shivering. He no longer felt the cold.\n\nHe was dead.\n\nIt had been a warm night. The fire had been, hot, the blankets\nnumerous and thick. Yet Hager had _frozen_ to death.\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Geier, Chester S."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32685/pg32685.txt",
        "name": "cold_ghost.json"
    }
}