{
    "name": "Community Property",
    "author": [
        "Coppel, Alfred"
    ],
    "body": "One of these days an embittered lawyer is going to write a text on\nthe effects of spaceflight on the divorce laws. This writer will be a\nTerrie, about five ten, with blue eyes, black hair--turning grey very\nfast, and the unlikely name of Jose Weinberg Obanion III. Me.\n\nI remember very well the day I was graduated from law school; the day\nmy father gave me his version of the Obanion credo. _Always remember\nyou live in a community property state--_\n\nThat simple phrase has kept three generations of Obanions in the\ndivorce trade. And only I have had cause to regret it.\n\nBasically, I suppose, my troubles began the day the Subversive Party\nswept the Joe Macs out of Congress and repealed the Alien Restriction\nAct of 1998. That bit of log-rolling gave the franchise to almost all\nresident aliens and resulted in a situation virtually destroying the\nsanctity of divorce as an institution.\n\nI'm a Joe Mac myself--politically, I mean. Obanions have been voting\nthe Joe Mac Party Ticket for more than a hundred years. Red is our\ncolor. There are even family legends that say an Obanion was with the\nfirst Joe Mac when he became President of that old unit the Euse of Aay.\n\nWe have to rely on legends, unfortunately, because the Joe Mac Party\ntraditionally fed their rally bonfires with books, and when they won\nthe election and took over the Euse of Aay they had a rally to end\nall rallies and somehow the Government Archives--books, you see, as\nwell as punch cards and the like--got taken over by some very zealous\nParty men. The records were always rather incomplete after that. Only\nword of mouth information was available during that first Joe Mac\nAdministration, and that can be sketchy. For example, the party color\nis red. All we know is that first Joe Macs had something to do with\nred. You see how it goes.\n\nWhat I mean by all this, is that I can see the faults in my own Party.\nI'm no diehard. Nor am I a bad loser. The Subs won control of Congress\nby a landslide, so I guess the people wanted that sort of slipshod\ngovernment. Only they should have been more careful, dammit, when they\nstarted tampering with the laws.\n\nI'm not antispacegook, either. I have my framed Legal Eagle's Oath\nright over my desk and I live up to it. And if Congress sees fit to\nmake any Tmm, Dccck, or Harry a citizen of our great Commonwealth--I\naccount it my duty to see to it that they are not denied the benefits\nof our Terrestrial divorce laws.\n\nBut sometimes it can be _very_ trying.\n\nThe new Sub Administration and their rash repeal of Joe Mac laws has\nhad the effect of putting reverse English on the Obanion credo.\n\n_Always remember you live in a community property state...._\n\nThat wonderful phrase that encompasses so many great truths--that\nringing statement that has made me rich and kept me a bachelor--now\nmeans something else. Confusion. Work. Yes, and even spacegook\ndepravity.\n\n\n\nI should go back and pick up the story at the beginning before I get\ntoo upset.\n\nMy name, as I said before, is Jose Obanion. I'm a licensed Legal Eagle,\nspecializing in divorce law--and doing well at it. I have a good office\non the 150th floor of the Needle Building, a damned fine address and\na comfortable lay-out, too. A whole room to myself, a private visor\nservice to the Municipal Law Library, and a lap-desk for my secretary,\nThais Orlof.\n\nOn the day it began I was walking to work from the tubeway station and\nfeeling rather pleased with myself. My income was high and steady, my\nprotein ration account was in good shape and I was doing my bit as a\ncivilized Terrestrial.\n\nThe morning was remarkably clear. You could make out the disc of the\nsun quite nicely through the smog, and there was a smogbow gleaming\nwith carbon particles in the sky. I felt alert, expectant. Something\nBIG was going to happen to me. I could feel it.\n\nEven in the go-to-work press of people on Montgomery Street, I didn't\nget shocked once. That's the way my luck was running. And three\ncharacters brushed against me and got nipped by my new Keep-A-Way.\n\nThere's been talk about making Keep-A-Ways illegal. Just the sort of\ninfringement on personal liberty the Subversives are famous for.\nInconsistent, too. They pass laws letting every spacegook in the\nuniverse come here to live and then talk about taking away one of the\nthings that makes the crowding bearable.\n\nI made a point of arriving at the office a little early, hoping to\ncatch Thais in the act of coming in late. My secretary was a hard girl\nto dock, but I never stopped trying. It was a game we played. If she\ncame in late, I would be justified in docking a protein credit off her\npay for every thirty seconds of office time she wasted. So far I had\nmanaged to keep her pay low enough so she couldn't think of leaving my\nemploy--though she was earning a few prots on the side by acting as\ncorrespondent in divorce cases that couldn't be settled by Collusion\nCourt and actually had to be tried before a judge and jury.\n\nThais and I were still haggling over the price of her services as\npart-time mistress, too. I couldn't see giving her her asking price,\nwhich was half again the regular market price. Thais knew the value of\na prot, all right. And of an erg, too. \"Take care of the ergs,\" she\nwould say, looking at me meaningfully, \"and the prots will take care\nof themselves.\" Thais was a devout Ben Franklinist and she was full of\naphorisms like that.\n\nI settled myself into my Lowfer and glanced over the desk calendar.\nA full, profitable day ahead. Tremmy Jessup and his new fiancee were\ncoming in at 0900 to sign the premarital divorce settlement. A wise\ncouple, I thought approvingly. Save a lot of trouble later. At 1100\nTruncott vs Truncott and Truncott. A multiple divorce case with two\nwomen involved. Very lucrative sort of case. And then at 1200 Gleda\nWarick was coming in to have me validate her Interlocutory decree. A\nformality. But I hoped to take her to lunch at the Palace where they\nwere advertising a five ounce portion of genuine horsemeat on their\nfive prot dinner. That sort of thing would impress Gleda and I rather\nhoped for great things from her. Not only that, she was spending 25,000\nprots yearly on divorces. No Franklinist, she.\n\nIt still lacked a minute to the hour so I switched on the TV to catch\nHonest Pancho's commercial. Pancho was my most active competitor and he\ncost me plenty, but I couldn't suppress a grudging admiration of his\nenterprise. He had Lyra Yves doing his stuff for him, and anyone as\nsocko as Lyra was dangerous. Sweetheart of the Western Hemisphere is\nthe way she was billed, and her agent wasn't exaggerating too much.\n\nLyra was singing his come-on backed by a quartet humming a steady\nwhap rhythm and doing a slow twitch. The lights were playing her\ndaring costume big, accenting the fact that she had one breast almost\ncovered. I frowned. How come the League of Decency let her get away\nwith anything as suggestive as an opaque breast covering. Pancho must\nhave friends in the censor's office. It was just another sign of\nthe increasing degeneracy of our times. Soon entertainers would be\nappearing clothed from head to foot, exploiting the erotic stimulation\nof imagination.\n\n\"--whap me slap me baby doll,\" Lyra was singing. \"Beat my head against\nthe wall--lover, I don't care at all at all--_Whap!_ Honest Pancho's on\nthe ball!\"\n\nNow the announcer cut in with his insinuating voice explaining how you\ncould get your divorces quicker, cheaper and twice as funny at Honest\nPancho's Big Splitzmart in the Flatiron Building, as well as his Legal\nEaglery just down from the County Courthouse. \"--yes, friends--TWO big\nlocations to serve you. Come in and see Honest Pancho today!\" And then\nLyra again: \"Whap! Honest Pancho's on the baaalll! WHAP!\" She faded\ndoing a sinuous twitch. I turned the TV off feeling a little worse than\nwhen I turned it on.\n\nMaybe, I thought, I've been too conservative. Maybe _I'd_ better get on\nthe baaaalll, too. Or else. I shrugged the thought aside just as Thais\nslipped through the door--exactly on time.\n\nI watched her strip off her smog mask and cinder cape--on office\ntime--and place them carefully in the sterilizer. She was very careful\nnot to smear the paint that was most of what she wore. I tapped a\nNoKanse alight and inhaled deeply. \"Good morning, Thais,\" I said.\n\n\"Whap!\" she said in return. \"I heard the TV all the way down the hall.\"\n\nShe pulled a Lowfer out of the wall and settled down with her lap-desk\nacross her knees. The tip of one sandal was just brushing my shin. The\noffice, unfortunately, could have been bigger, but with sixteen million\npeople living in the city, space was rather costly even for a man with\na better than average prot account.\n\n\"New paint?\" I asked.\n\nShe smiled brilliantly at me. \"Nice of you to notice, boss.\" She\nfumbled in the pockets of the belt around her naked, cerise-painted\nmiddle and took out her pad and stylus. \"On time and ready for work,\"\nshe said. \"A calorie saved is a calorie earned.\"\n\nBut now, somehow, I didn't feel like attacking the day's schedule. Not\nquite yet. Pancho's commercial had disturbed me. \"Thais,\" I said. \"I\nwonder if I'm--well, slowing down--\"\n\n\"You, boss?\" She fluffed her green-tinted hair provocatively and raised\nan eyebrow at me. \"I wouldn't say so.\"\n\n\"I don't mean that way,\" I said. \"I mean professionally. I wonder if I\nshouldn't seek wider horizons.\"\n\n\"New cases? _Different_ cases? Give up divorce work? Oh, _Boss_!\"\n\n\"Not give it up, Thais. Not that. I couldn't. Divorce is my life. Could\na doctor give up healing? Could a Freudist give up lobotomy? No, I\ndidn't mean that. Frankly, I meant should I get more aggressive. Go out\nand get cases that would have a certain advertising value.\" I didn't\nwant to say I didn't feel like spending good protein on the sort of\nadvertising Pancho and some of the other Legal Eagles, an unethical\nlot really, were buying. Besides, we Obanions have always been rather\nfrugal.\n\nThais' face had come radiantly alive. \"Oh, _Joe_--\"\n\nNow, that should have been a tip-off, because she _never_ called me\nanything but boss. But I blundered right ahead because she was looking\nat me as though I were Clarence Darrow or somebody.\n\n\"I have a case. A _real_ case. If you would--if you only _would_ take\nit, you'd be famous. More famous, that is. You'd be _really_ famous.\"\n\nI knew that Thais had some rather questionable friends, being a\nFranklinist and all. And I knew too that some of them were spacegooks.\nBut the combination of Lyra singing for Pancho and the way Thais was\nlooking at me made me get careless.\n\n\"Tell me about it,\" I said in my best legal manner.\n\nHer face fell. \"Non-terrestrial.\" And then she brightened. \"But that's\nthe whole point. These people are citizens of Terra now ... and _think\nof it_--_you_ will be the very first Legal Eagle to represent them in a\ndivorce case tried under our laws.\"\n\n_Under our laws._ Oh, I should have known. But almost all law is\nprecedent. And I was blinded by trying a case that would _set_ a\nprecedent instead of follow one. Heaven help me, I said yes.\n\n\"Where are these spacegooks from? And what time can they be in the\noffice tomorrow?\"\n\n\"The Llagoe Islands on Venus,\" she said excitedly. \"And they can be\nhere anytime you say.\"\n\n\"Okay, ten hundred sharp. What do they do and how many people are\ninvolved?\"\n\n\"They're musicians. And, uh, there are three. And two correspondents.\"\nShe looked rather sheepishly at me as I raised my eyebrows and\ncommented that even in this day and age of easy morality that was quite\na number of 'people' to be involved in one divorce case. Too many, in\nfact.\n\n\"Well, they _are_ subject to our laws,\" she said doubtfully.\n\n\"Indeed they are--thanks to a Subversive Congress.\" I made a few\nnotations on my desk pad. \"Five of them, eh? A multiple marriage.\"\n\nThais' voice was very low. \"Well, no. Not exactly.\"\n\n\"What then?\"\n\nShe looked at me resignedly. \"Three sexes,\" she said.\n\n\n\nI gave up my luncheon with Gleda; as much as I should have liked to\nsplit a five prot pony steak with her. Instead of the Palace, I went\nto the library. The _public_ library. And read about Venerians. What\nI found out was interesting--and a little frightening, too. They were\ntrisexual symbiotes. And they were only remotely humanoid.\n\nThere were very few of them on Terra--mainly because they relished\ntheir own planet's formaldehyde atmosphere so much they were extremely\nreluctant to leave it. When they did, ... and this really interested\nme--they generally became very wealthy as entertainers. They were\naccomplished musicians and--of all things--tumblers.\n\nFor reasons that were only hinted at in the staid _Encyclopedia\nTerrestria_, Venerians never entertained through the mass media such as\nthe Livies or TV. Their stuff was limited to small, elite gatherings\nand it cost plenty.\n\nI thought of Gleda Warick and the party she was planning for later in\nthe week. She'd asked me to be alert for some good entertainment. Her\nfriends were getting weary of games like Lizzie Borden and Clobber. Too\nmany people getting hurt and all. Venerian tumblers and minisingers\nwould be just the thing. And it would assure solvency on the part of my\nclients-to-be. Part of the Legal Eagle's Oath binds us to be concerned\nover our customer's finances.\n\nThe next morning, promptly at ten hundred, I was treated to the first\nsight of my clients. Their names didn't transliterate into anything\nremotely pronounceable, so they were going by the names of Vivian, Jean\nand Clare Jones.\n\nAfter the first shock of seeing them wore off, I wrote on my pad:\n\"Names used by humans of both genders. Significant.\"\n\nThey spoke English, the current _lingua franca_, with only a trace of a\nsibilant accent and they smelled of formaldehyde.\n\nI explained their rights under our divorce laws. Did the best I could,\nthat is, not being quite sure who was married to whom and under what\nconditions their marriage functioned--if at all. Finally I said, \"Tell\nme all about it.\"\n\nClare, who seemed to be the spokesman for the group and therefore\nassumed, in my mind, a male gender, waved a boneless arm excitedly.\n\"Had we known we were becoming subject to your Terrestrial laws by\nresiding here we would never have remained. Our situation is desperate.\"\n\nI wrote on my pad: \"Situation desperate.\"\n\n\"Yes,\" hissed Vivian breathlessly. \"Desperate.\"\n\nI underlined _desperate_.\n\n\"We are, as you may know,\" Clare continued giving Vivian a dark look,\n\"Trisexual symbiotes. You do not have any analogous situation among\nmammals on Terra.\"\n\nI glanced at Thais. \"We sure haven't,\" she said with feeling. \"But it\nsounds _fabulous_.\"\n\n\"It is not, I assure you,\" Clare said running a four-fingered hand over\nhis scaly crest in what I took to be a Venerian gesture of distraction.\n\"We are not _married_ as you people understand the term--\"\n\n\"Not married,\" I wrote, underscoring it heavily.\n\n\"But your law enforcement agencies insist that our symbiosis is\nanalogous to marriage and therefore subject to the regulations\ngoverning that odd institution.\"\n\n\"What a bore,\" Thais said helpfully.\n\n\"Our problem is this. The three of us live in what you might roughly\ncall a connubial state. We--what is your word?--co-inhabit?--\"\n\n\"That's close,\" I said.\n\n\"We live together, that is. But more than eroticism is involved, I\nassure you.\"\n\n\"Of course.\" Now it began to sound like most of my other cases and I\ncould get my teeth into it.\n\n\"You seem doubtful,\" the Venerian said with a sharp-toothed frown.\n\"Let me reiterate that what I say is so. The three of us have spent a\n_ygith_ together--that is more than fourteen of your long years. But\nnow the _ygith_ is over and we must seek another--how would you say\nit?--liaison?\"\n\n\"This is essential?\" I asked. \"Not just a whim?\" It is, you see, the\nduty of a Legal Eagle to make every effort to save a marriage. In view\nof the circumstances, I felt that surely this was a marriage unique and\ntherefore _worth_ saving.\n\n\"No whim,\" declared Clare emphatically. \"Each _ygith_--or what you\nTerrestrials would call 'mating period'--we must uh--realign. If we do\nnot, deleterious effects are certain. Our health goes bad. We may even\ndie.\"\n\n\"My friends,\" I said, \"you have very little to worry about. There\nare many similar cases here on Terra. Just last week, for example,\na divorce was granted in the case of Nork vs. Nork wherein it was\nestablished that the plaintiff, Mr. Nork was allergic to _Mrs._ Nork.\nA simple case, and not the first of its kind. I myself tried one such\ncase wherein a wife broke out in a rash whenever her husband sought to\nquestion her about the household expenses. A divorce was granted on the\ngrounds of basic incompatibility.\"\n\n\"Ah,\" Clare said sadly. \"If it were only that simple. Our two\ncorrespondents, Gail and Evelyn, are ready to enter the realignment.\nBut--\" and here the Venerian glared at the smallest of the trio.\n\"_this_ ungrateful wretch is unwilling to adjust to the changed\ncircumstances.\"\n\nGreat tears formed in Jean's slotted eyes. \"How can you speak that way\nto me? After we've been through so much together?\"\n\n\"Now, now--\" Thais, who has a very soft heart, patted Jean in an effort\nto make he she or it feel better.\n\n\"Get to the point, Clare,\" Vivian said testily.\n\n\"It is our understanding that property held in joint tenancy by\ntwo contesting parties in a divorce case may be distributed at the\ndiscretion of the court.\"\n\n\"That's correct,\" I said.\n\n\"We contend, therefore, that Jean--\" Clare pointed a scaly finger at\nthe small Venerian, \"is community property. Vivian's and mine. We wish\nto make an agreement between us for the disposal of it--\"\n\n\"Wait a _minute_,\" I said, shocked. \"I don't think you understand the\ncommunity property laws at all. Jean is, by definition, a person. A\nperson cannot be considered property or chattel. Oh, no--\"\n\nThe small Venerian made a face at them. \"I told you you couldn't get\naway with it,\" she said. \"This isn't Venus, you know.\"\n\n\"On Venus you would be property,\" declared Vivian. And to me,\nhe--she--I still get confused about this--added: \"My sex was\nemancipated thirty _ygiths_ ago at home. But Jean's is still\nconsidered--what did you call it?--chattel. No vote. No rights. Nothing\nbut symbiosis.\"\n\n\"And Clare's is still the--uh--dominant one?\" I asked hesitantly.\n\n\"That's the myth that's perpetrated,\" Clare declared acidly. \"We\n_guths_ do most of the work, if that means anything.\"\n\nI wrote on my pad: \"Guths--breadwinners.\"\n\n\"And who--well, forgive my indelicacy, but--\" I shrugged mundanely,\n\"who bears the children?\"\n\n\"We all do,\" the three Venerians chorused at once.\n\nWell, that's the way the interview went. When the three Venerians\nfinally left I had a rough outline for the brief on my pad. Besides\nthe other comments, I had the following information:\n\n    Re Jones and Jones vs Jones, trsex smbytes!!\n\n                    See Ency\n    Clare--guth   } Terrestria\n    Vivian--warth } PP 1099,\n    Jean--ith     } Vol 17,\n                    09 Ed\n\n\n    Jean--Community Property?\n\n    No. Not under Terr Law\n\n    See US vs Ignatz Wolk 1999.\n\n    What then?\n\n    Correspondents: Evelyn (guth) Gail (warth) Any overt acts of\n    infidelity? Probable. No proof.\n\n    Only obstacle: Jean. Must reach agreement.\n\n    IMPORTANT: Plaintiffs and Defendant or Defendants and Plaintiff not\n    solvent. Must arrange something.\n\n    See Gleda.\n\nAnd see Gleda I did. I asked her if she could use not two, not three,\nbut FIVE Venerian entertainers. She could and would. At 1,000 prots a\nhead for an hour's entertainment. That took care of that much, anyway.\nI was, I felt, well on the road to making legal history.\n\n\n\nThe following day I made arrangements to meet Jean alone in a little\nbistro down on the Embarcadero. I felt the salt water air would make\nher-it feel more co-operative. But on the way down I became aware of\nsomeone following me. Cinder-caped and smog-masked, the tail I was\ndragging was inconspicuous enough, but I figured the thing about right.\nIt was a Government man. There could be only one answer. Honest Pancho\nhad tipped the TBI that I was doing something illegal or immoral. I\nwas an active Joe Mac and that would be enough to put the Witch Hunt\nDivision of TBI on me even without Pancho getting wind of my dealings\nwith the spacegooks.\n\nThe gimmick would be, of course, that I was taking advantage of them,\nviolating their rights under the V Amendment of the World Constitution.\nPure falsehood, but my previous unwise political affiliations put me\nunder suspicion.\n\nI looked up through the smog, and sure enough. An Eyespy hung in the\nair just over my head--a tiny transmitter about as big as a half erg\npiece. If I spit on the sidewalk, I thought, they'll haul me in on the\ndouble.\n\nThis was bad enough, but when and if I actually got the Venerians an\ninterlocutory decree, I'd really have to watch it--and them, to see\nthat nothing went wrong. The WH boys would have Pancho right at their\nshoulder watching for the slightest excuse to invalidate the decree.\n\nI could get used to the Eyespy, and I thought I could convince Jean.\nAnd above all, I had to keep the Venerians from anything like sexual\nactivity during the two day period of the decree. Nothing--but\nnothing--will invalidate a decree quicker than _that_. And an\ninvalidated decree is very bad for a Legal Eagle's reputation.\n\nI was, I thought darkly, getting into this thing deeper than I thought.\nBut the rewards would be worth it. Think of it. To Legal Eagle the\n_first_ extraterrestrial divorce case in the history of the world! Holy\nProtein, I'd be in song and story.\n\nI made my way through the press of people on the slidewalks, my\nKeep-A-Way crackling a jolly tune, and the Eyespy hovering over my head.\n\nSan Francisco is a wonderful place. Full of excitement and bustle.\nIt's a port of entry, for one thing, with starliners letting down\ninto the Bay from all over the Solar System. On the Embarcadero\nthere were Sandies from Mars, Rooks from the Jovian System--every\nsort of spacegook there is. Except Venerians. And mingled with\nthe crowd I could make out the distinctive cinder capes of the\nLongshoremen--absolute rulers of the district.\n\nThe bistro I was looking for was a floating platform moored to the\nancient wharves, the ones that were left after the tidal wave caused by\nthe bomb back in '59. It was a nautilus type joint, most of it under\nwater, called the Deep Six.\n\nAn attendant took my cape and smog mask at the door and bowed me along\nto the maitre d'.\n\n\"A table, sir?\" He clapped his hands for a waiter. \"May I order you\nsomething? A morphine syrette? Phenobarb? We have a particularly fine\naphrodisiac cocktail, sir. Or shall I just send the hostess to you and\nyou can order later?\"\n\nI eyed the line up of girls regretfully. They were all lovely, all\nalmost fully clothed--and what flesh was exposed was completely\nunpainted. If Thais looked like that, I thought sadly, I wouldn't\nhaggle about her price. But that was sheer depravity, I told\nmyself sternly. That's what comes of associating with triple sexed\nspacegooks--I was here on business. Not pleasure.\n\n\"I'm meeting someone,\" I said. \"A spaceg--a Venerian uh--lady. Miss\nJones.\"\n\nThe maitre shrugged. \"Everyone to his taste. The person you wish is at\nthe corner table, sir. Near the window.\" And sure enough, there was\nJean, her crest waving agitatedly as she pressed her three nostrilled\nnose against the glass watching the sandsharks swimming gracefully\namong the mossy pilings outside.\n\n\"Oh, Joe--just like _home_,\" she hissed softly as I sat down. She was\nvery strong of formaldehyde today, I thought.\n\nI didn't quite know how to begin with her. I had to make her see\nreason, but she seemed to be unwilling to pay any attention to me\nat all except to comment that Clare and Vivian were very cruel to\nher. \"And after I've given them the best ygith of my life.\" Then she\nreturned to her melancholy contemplation of the underseascape beyond\nthe glass.\n\nI ordered an alkie-and-treacle and sipped it thoughtfully watching\nJean. An amber tear had formed in the outer corner of each slotted eye\nand was oozing gelatinously down her pale green cheeks.\n\nIt was like someone turning on a light in my brain. The answer was\nplain as day. Jean was homesick. Miserable. And a miserable woman--or\nman--or--well, does it matter?--a miserable _person_ was always\ncontrary. Remove the misery and _voila_--gentle as a lamb.\n\n\"Jean,\" I said, \"this case is important to me. You must help me get the\ndecree. If you do--I'll do something nice for you.\"\n\nOver my head the Eyespy clucked reproachfully, but I ignored it.\n\n\"Agree to the divorce. We can settle it in Collusion Court. And\nI'll see to it you get passage back to Venus on the first available\nstarliner. How's that?\"\n\n\"Back to Venus? Back Home?\" Her eyes gleamed redly.\n\n\"That's a promise,\" I said. This would cost me plenty of prots, but the\nfame would be worth it. You can see how far gone I was on this case.\n\n\"Just one thing,\" I added thoughtfully. \"What will become of the rest\n_after_ the divorce? I mean, can two of each sex get along without a\nthird? It sounds, well, almost unvenerian, if you know what I mean.\"\n\n\"The mating wouldn't be a very high-type experience,\" Jean said\nloftily, \"without an _ith_--but it can take place. It's just the\nsort of disgusting business you could expect from people like Clare\nand Vivian. And those _other_ two--_well_--you haven't met them, but\nreally--\"\n\n\"Then you'll do as I ask?\"\n\nJean waved her crest at me seductively. \"Joe Obanion, you're really\nvery nice.\"\n\nI backed away and swallowed hard as Jean laid a slick, webbed hand on\nmy wrist. \"How about it? Agreed?\"\n\n\"You know,\" Jean said dreamily, \"you remind me of a _warth_ I used to\nknow back home. He and I and a really divine _guth_ called Charlie had\nthe most marvelous _ygith_ together. I wonder if he remembers little\nme--?\"\n\n\"I'm sure he does. How could she forget you?\" I asked warily.\n\nJean blinked her slotted eyes at me and her thin lips split into a\ntusky smile. \"You say the nicest things, Joe. Yes, baby, I'll do as you\nask. I won't contest the divorce.\"\n\n\"Jean,\" I said with feeling, \"you'll never regret this.\"\n\nAnd the Eyespy clucked disapprovingly. Drop dead, Pancho, I thought.\nDrop dead twice. I had made it.\n\n\n\nGleda Warick's house--mansion, really, lay sprawled over most of the\nTwin Peaks Area. From her Lunar Room you could see the whole of the\ncity stretched out as if for inspection. To the east, the bay and the\nfloating housing developments, wharves and night spots on and under\nthe water. To the west the transocean highways, ribbons of plastic\nfloating on the still Pacific. No one could afford to run ships now\nand almost all surface commerce was run over the highways in caravans\nof atomic trucks. To the Orient, to Alaska, to the Pacific islands. A\nsteady string of lights moving at two hundred miles per hour. Rocket\ntrails streaked the sky as starliners splashed into the bay and burbled\nto the surface, hissing and steaming. Market Street--all seven levels\nof it--ran from the base of the hills to the bay, a multilevel slidway\njammed with people. The view from Gleda's place was magnificent\nbecause of the infra-red antismog windows she had installed in the\nLunar Room at a cost, incidentally, of 100,000 prots.\n\nShe had three rooms and a kitchenette. You entered her place and almost\nhad an attack of agoraphobia. It was that big.\n\nThe place was overrun with people. I'd brought Thais, of course,\nresplendent in red and silver paint. Lyra Yves appeared in a solid coat\nof gilt, with that one breast and her left arm sheathed in flexible\nvinyl. Thais nudged me. \"Look at that. I think it's disgusting.\"\n\nI did look. I couldn't help myself. That shiny vinyl caught the eye of\nevery man in the room. \"Depraved,\" Thais sniffed.\n\nHonest Pancho came in with an older man who was pointed out to me as\nan ethnologist from the University of California across the bay. A\nProfessor Cripps.\n\nPancho, dressed in his customary green and orange enamel and\nembroidered cowboy boots, stumped across the room to give me the big\nhello.\n\n\"Jose, my boy! Good to see you....\" He glanced up at the Eyespy.\n\"Trouble with the Witch Hunters? Tsk tsk--\"\n\n\"As if you didn't know,\" I snapped.\n\n\"You think I'd do a thing like that to a _friend_?\"\n\n\"Yes.\"\n\nHe grinned a big toothy smile at me. \"As a matter of fact, you're\nright. I hear you've got a big case. Non-terrie. Worth a lot to a Legal\nEagle to be the first with a non-terrie case--\"\n\n\"You're too late, you vulture,\" I said. \"Interlocutory decree\ngranted.\" I tapped my pouch. \"Right here.\"\n\nHe shrugged. \"Hope nothing happens to void it, old sport.\"\n\nHe winked at his silent companion, the staid and seemingly dumb\nprofessor. He turned back to me. \"Sorry. Should have introduced you.\nProf Cripps--this is my friend and competitor, Jose Obanion.\"\n\n\"Pleased,\" the Professor said, looking fearfully at the Government\nEyespy over my head. His fingers went automatically to the engraved\ntablet he wore on a chain round his neck--a validated Loyalty Oath--as\nthough to show the unseen TBI observers he wasn't _really_ a friend of\nthis Joe Mac's.\n\n\"The Prof,\" Honest Pancho said softly, \"is a specialist in Venerian\nethnology. He'd like to meet your clients.\"\n\nThat gave me a start. \"He'll meet them. They're going to sing tonight.\"\n\nThe Professor's eyes widened. They looked shocked in his yellow painted\nface. \"And dance?\"\n\nI smirked happily at Pancho. \"And dance. At 1,000 prots each.\"\n\nIf Pancho had any reply for that, I don't know, for Gleda came in. She\nwas wearing her hair blue and she wore a really striking pattern of\niridescent blue paint with a double snake pattern coiling up her legs\nand torso.\n\nThe party got under way very quickly. Gleda supplied the alkie and\ntreacle and everyone nibbled their own synthetic protein out of their\npouches. The combination soon had an hilarious effect on the gathering\nand a couple that I didn't know, a boy and girl in particolored green\nand blue, starting throwing small articles of furniture at the Eyespy\nover my head.\n\nCouldn't hurt the Eye, of course, but I was kept pretty busy dodging.\nThen Thais suggested a quick game of Clobber. I must confess, not\nwithout satisfaction, that I cheated a little and peeked through the\nbandage so I could land a real lulu on Pancho's long pointed nose.\n\nWhen Gleda stopped the bleeding and he was on his feet, someone asked\nLyra for a song and the cry was taken up by all. I caught a glimpse of\nthe five Venerians' round eyes peering at us out of the kitchenette.\nBut Gleda was saving them for the last--the _piece de resistance_.\n\nLyra tore down a drapery and staggering a bit from two or three too\nmany alkie-and-treacles, wrapped herself in it from head to foot. There\nwas a shocked sort of gasp from the watchers. Professor Cripps turned\nred under his yellow paint.\n\nGleda put a tape on the MusiKall and Lyra went into her act. I've never\nseen anything like it. Swaying like a cobra, her bare feet pounding\nout the beat on the plastic floor, she raised the temperature about\nten degrees in that room. Her green painted lips twisted in agony, her\neyes rolled in the chromatic mask of her face. An old folk tune--not\nthe sort of thing she generally did. Something that really tore at the\nheartstrings. A song that dated centuries back. History and the sense\nof our way of life lived in that room for a few short moments. Her\nvoice was a blood-stirring trumpet--\n\n    \"Mairzy Doats and Lammsy Doats\n    And little kiddsie Divy--\n    A Kiddlee Tivy Tooo Wouldn't you--?\"\n\nWhen it was over, there was a breathless hush in the room. I wondered\nwhere in the world Gleda had gotten that MusiKall tape--It had probably\ncost her plenty.\n\nThere was only one thing, I thought, that could top that. \"Gleda,\" I\nsaid. \"_Now._\" Besides if the gooks didn't earn their prots, what about\nmy fee? I was already losing protein on this deal. Passage to Venus\nisn't cheap.\n\nThe Venerians trooped in and squatted on the floor while Gleda made the\nintroductions. The room began to smell very like an embalming room must\nsmell.\n\n\"May I present Clare, Vivian, Gail, Evelyn and little Jean. They're\ngoing to sing for us.\" Cheers from the guests. I glanced triumphantly\nat Pancho. The Professor seemed fascinated. \"And,\" added Gleda archly,\n\"they may even tumble for us.\" The Venerians looked at one another,\ntittered and flushed dark green. I was glad to see they were all on\nfriendly terms with Jean.\n\nClare struck an attitude, crest erect, and waited until everyone quit\nshuffling around. Presently, they sang. I think it was singing. Very\ncultural. Very esoteric. Also very noisy. It sounded rather like they\nwere all in pain.\n\nAfter what seemed to me a very long time, they grew silent. There was\na smattering of discontented applause. Gleda glared at me. I looked at\nThais in dismay. \"They also dance,\" she said weakly.\n\n\"Yes,\" Pancho said. \"Let's see them dance!\"\n\n\"By all means,\" Gleda said, still eyeing me.\n\n\"Dance, fellows,\" I said hopefully.\n\nJean came over to me and whispered: \"Are you sure it will be all right?\"\n\n\"Do you want to ruin me? Dance. Tumble. Do something.\"\n\nJean shrugged and went back to where the Venerians squatted. \"He says\ndance.\"\n\nEvelyn and Gail stepped properly, I should say primly, aside and the\nother three began stomping about. The rhythm was infectious. The\nmovements became more heated and shouts of approval began to ring out.\n\n\"Dance, Gookie!\"\n\n\"Whapperoonie!\"\n\n\"Go go go Gook!\"\n\nI was delighted. So was everyone else. The dance grew more and more\nviolent. There was a great deal of body contact in it. Evelyn and Gail\nlooked longingly at the gyrating three, but kept out of it. I wondered\nwhy--never knowing that the Venerians are a _very_ conventional people.\n\nPancho was delighted. So was the Professor. In the middle of it, the\nprof raised his hands and made a signal. An earsplitting clangor broke\nfrom the Eyespy.\n\nThe Venerians stopped.\n\nEveryone stared at the Eye.\n\nAnd at me.\n\nThe Professor stepped forward and flipped his Loyalty Oath over,\nit opened like a poison-ring. The engraving inside said TBI Morals\nDivision.\n\n\"The Interlocutory Decree, if you please,\" he commanded.\n\nStunned, I fished it out and handed it over.\n\nHe glanced at it. \"You realize of course that this is immediately\ninvalidated.\"\n\n\"_What?_\" I couldn't believe my ears.\n\n\"You know--as any Legal Eagle should know--that any re-stablishment\nof--uh--connubial rights abrogates an interlocutory.\"\n\n\"Of course I know that.\"\n\nHe glanced at Honest Pancho and smiled. There was triumph flashing\nbetween them like a shuttlecock. \"You Joe Macs never learn. The law is\nthe law. What do you think your clients were just doing--and in front\nof a roomful of witnesses?\"\n\nI felt my heart sink. \"You mean--?\"\n\nCripps nodded.\n\n\"That?\" I asked weakly.\n\n\"_That_,\" he said, and tore up the paper.\n\nI watched my future as a Legal Eagle flutter down to the floor. \"And I\nthought they were dancing,\" Thais said sadly.\n\n\n\nWell, the story doesn't end quite there. Gleda and I were arrested for\nrunning an obscene show. Gleda doesn't speak to me anymore. Nor do any\nof the people who were there that night. Lyra and Gleda get all their\ndivorces at Pancho's Splitzmart now. It took most of my prot account to\nbail us out and pay our fines. Thais is with me. We're married and we\nhaven't a prot between us for a divorce, so we'll just have to _stay_\nmarried.\n\nThe Venerians came out all right though. They were deported.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Coppel, Alfred"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/58802/pg58802.txt",
        "name": "community_property.json"
    }
}