{
  "name": "Corporal Tikitanu, V.C.",
  "author": [
    "Fussell, J. C. (James Coldham)"
  ],
  "body": "The first time I remember catching sight of Henare Tikitanu was when he\nwas acting as referee at a dog-fight in a Maori village in the Waikato\ndistrict.\n\nThe dog-fight was no concern of mine. I was just riding past when my\nattention was drawn to Henare. He was endeavouring to see fair play for\nboth the combatants. He was very excited over the affair because another\nMaori, named Wiremu, was hampering one dog by pulling his tail.\n\nAfter fruitlessly yelling at Wiremu for some time in classical Maori,\nHenare suddenly relapsed into pidgin-English, and fired this volley at\nhim: \"Py cripes, you te ploomin' ole taurekareka,--tinkin' fish--all\nright. You no good for te fight. More better your ole woman drown you in\nte hot mud hole when you te piccanini. Gar!\"\n\nThen they flew into each other's arms and settled it that way. The dogs\nlooked up in surprise, retired to a safe distance, and watched the\nproceedings, giving an occasional bark of encouragement.\n\nHenare won. He deserved to, for he was a clean fighter and a true sport.\n\nThis event happened about two years before the Great War broke out, when\nHenare was eighteen. So it was not surprising that he should have been\none of the first of the Waikato tribe to volunteer for service at the\nfront, when he had reached twenty-three.\n\nBut he had his difficulties. You see he had a sweetheart named Kiri, a\nfine Maori maiden of twenty; and Wiremu wanted her. Henare and Kiri had\nbeen sweethearts from early school-days, and they rather laughed at\nWiremu's aspirations. But if Henare went to the war, it might be\ndifferent. During their moonlight rambles along the banks of the dark\nand silent Waikato river, Henare and Kiri talked the matter over.\nHe said he would enlist if they could be secretly married first. He said\nhe would feel more settled, and more disposed to fight, as his\nforefathers fought of old, inspired by the love and admiration of his\nwahine.\n\nKiri was undecided. The war might be long; the distance to France was\ngreat; the dangers and risks were many.\n\nHenare naively chaffed her by saying that he might pick up an American\nheiress away over in Paris if she did not marry him before he enlisted.\nThat settled it. Before they left the shade of a beautiful pohutukawa\none charming summer's evening they fixed the day and made their\nplans--talking to one another in soft and musical Maori.\n\n\"You will be true to your absent warrior as he fights beside his Pakeha\nbrothers, adding fresh glories to the honour of the noble Maori race?\"\n\n\"Yes, my brave Tikitanu. Your Kiri will be with you in heart and spirit\nday and night until your return to the fair land which holds in its\nbosom the bodies of our noble heroes of days gone by.\"\n\nA few gentle and poetic words like these made them both feel rather\nsentimental and emotional, so they solemnly rubbed noses and went back\nto the kianga.\n\nThese two dusky lovers decided on a secret marriage at Ngaruawahia in a\nfortnight's time. Kiri was to go by road to the place, and Henare by\ntrain from Mercer.\n\nThe appointed day dawned bright and fine, and Kiri arrived at\nNgaruawahia in proper style half-an-hour late. But there was no sign of\nHenare.\n\nAs a matter of fact he did not turn up at all, for he got a bit excited\nat Mercer, and as there were two trains standing end to end at the\nstation he entered the wrong carriage and got out at Pukekohe, about\nthirty or forty miles in the wrong direction.\n\nThey met again in about two days' time, and after a good deal of both\ntender and violent Maori talk, sprinkled with pidgin-English, the matter\nwas patched up.\n\nHowever, they dropped the elopement idea, rubbed noses duly and\ncanonically, and Henare went off and enlisted as a soldier of the King.\nBut he was anxious about his old enemy Wiremu.\n\n\n\n\n                                 _II._\n\n                            OFF TO THE WAR.\n\n\nThe relatives of Henare and Kiri were very proud of Henare in his new\nuniform, and they told him that he must prove himself worthy of the hand\nof Kiri, the Maori princess, and grand-daughter of a great warrior\nchief.\n\nHenare looked at himself in the glass and felt that he was worthy of\nher, or any other princess, already. He did not want to seem too cheap,\nbecause there was Wiremu to be reckoned with.\n\nHe enjoyed the camp life, the drills and parades, and entered into\nsoldiering with as much ease and good will, as if he had been born to\nit.\n\nThe general opinion of the officers was that Tiki (or \"Dickie\" as they\nnick-named him) would give a good account of himself at the front.\n\nIt was a great day in Wellington when the first batch of Maori\nvolunteers embarked on the grey troopship. Henare and his mates were\nbubbling over with fun and excitement. The cheering crowds of Pakehas\nand Maoris, the fluttering flags, and the cheerful music of the bands,\nmade them all feel that they were off to a grand old picnic. They\nlaughed and joked, and sang until they were hoarse.\n\nA few hours later, however, things did not look so bright. These Maori\nlads had never been away from New Zealand before, and it was sad to see\ntheir beloved land sinking out of sight into the deep blue ocean.\n\nWhen the last trace had disappeared, Henare, leaning over the vessel's\nside, said to Honi in a hoarse whisper: \"My korry, Noo Zealan' all gone\nnow.\" Honi replied with affected cheerfulness: \"Nemine, he jump up again\nbimeby,\" and then walked away.\n\nAll the boys tried to make out that they were not seasick, and poked\nthemselves away into all sorts of nooks and corners to conceal the fact.\n\nHenare thought that up in the rigging would be a good place, but they\nsoon chased him out of that. He then leant over the taffrail and mused\nof home and Kiri.\n\nA voyage to England in these days is eventful for anyone, but it was\nvery much more so for the Maori boys.\n\nWhen they had settled down to the routine of life on a troopship, they\nbecame keenly interested in it all and never had a \"dull\" day.\n\nThe first port of call filled them with much excitement and\ngratification--and a thirst for further adventures.\n\nHenare rather prided himself on his letter-writing, and seized every\nopportunity to exercise his \"gift.\" He disdained to write in his native\nlanguage, but preferred \"te good Englan' talk\" even when writing to\nMaoris. At the first port he posted several letters to friends in New\nZealand. One was to Kiri and another was to Wiremu.\n\nTo Kiri he wrote, among other things:\n\n    \"I no forget about you yet, t'that why I write t'this letter,\n    tell you no forget me. More better you have te British soldier\n    than te frightened bloke like Wiremu stoppin' away from te\n    fight. T'this ole troopship take us over te sea all right, and\n    when te war all over he bring us back an' t'then I marry you\n    pretty quick.\"\n\nTo Wiremu he wrote:--\n\n    \"Py cripes, you look out when I come back if you talk too much\n    wid te Kiri. She no belong to you. She my wahine all right. No\n    good yer trick, you better come to te war; no stop home spoilin'\n    te dog fight and try take another feller gel when him away in\n    Shermany. Me te crack shot now so you look out.\"\n\nAfter a voyage of nine weeks without serious mishap the Maoris landed in\nEngland \"All well,\" and ready for the Huns.\n\n\n\n\n                                 _III._\n\n                        THE LITTLE FRENCH NURSE.\n\n\nIt was not very long before the Maori boys, who had gone straight to old\nEngland, were drafted across to France, and they were soon in the thick\nof the Great War, fighting for all they were worth.\n\nHenare was well to the fore, and it was often remarked that he would\nsoon distinguish himself or know the reason why.\n\nIn fact, all the Maori boys were as keen and fearless as any of their\nPakeha comrades, and made a deep impression on all the officers and men\nabout them--and on the Germans in front of them too!\n\nAt every turn Henare proved himself a wag, a wit, and a hero. He caused\nmany a hearty laugh by his quaint comments on the Anglo-French\ngibberish, and the churned up conditions of the country--\"Py korry\nt'this country like te kramble egg on tose.\" He called the mixed-up\nspeech \"te half-caste langwidge.\"\n\nBut everyone was cheerful and witty on that battlefront--though\nsometimes there was a grim lull in the fun; just before a battle, and in\nthe thick of it. The wittiest men fought the most desperately, but saved\ntheir wit for a pick-me-up afterwards.\n\nDuring an awful fight over shell-holes and battered trenches, Henare was\ntoo eager and daring, and the result was a bad wound in the chest by a\nfragment of shell. He was unconscious and bleeding profusely when picked\nup by the Red Cross men, so, after first aid, he was conveyed with all\nspeed to the base hospital. He soon became delirious and was not\nexpected to recover.\n\nOne night about twelve o'clock he opened his eyes and glared at an\nattendant standing near his bunk. Then, without a moment's warning, he\nsprang up and grabbed the attendant by the throat yelling at the top of\nhis voice, \"Py Hori, you bally ole nigger Wiremu, I catch you t'this\ntime.\" With some trouble he was put back to bed again, and relapsed into\nunconsciousness.\n\nThe next time he awoke, a pretty little French nurse, Marie Bouvard, was\nsitting by and watching him. She was just a slim little thing, more like\na girl of seventeen than a woman of twenty-one. She was a born nurse,\nher very presence always did the sufferers good. Her voice was soft and\nhealing, her touch was gentle and sympathetic, and her footsteps were\nlike the falling of the snow.\n\nWhen Marie smiled she was at her best, for her solemn little face\nbrightened up like a sudden burst of sunshine on the flowers.\n\nHenare watched her calmly for some time without moving, then he closed\nhis eyes, and the man in the next bed heard him murmur,--\n\n\"Py ... korry, Py ... korry, I tink I got to Heaven at lars ... t'that\nthe angel face all right ... you bet.\"\n\n                               * * * * *\n\nIt is not surprising that under the care of a nurse like the little\nFrench Marie, the Maori hero gradually recovered. When he had reached a\ncertain stage of recovery, he did not appear to be particularly anxious\nto progress any further. Most of Marie's patients felt like that. It\nmeant parting with the charming little nurse, and they dreaded it.\n\nHenare was no exception, though, be it said, Kiri was never far from his\nthoughts. But Marie simply fascinated him, and really the nurse herself\nbecame very much attached to the noble brown boy from England's far off\nMaoriland. He had been such a splendid patient, and such a grand \"case\"\ntoo.\n\nAs time went on, during Henare's convalescence, he and Marie became at\nleast very good friends, and always enjoyed one another's company, and\nwhatever conversation it was possible for them to have, with\nAnglo-French and pidgin-Maori as the medium.\n\nIn the middle of this pretty romance, Henare got a letter from Kiri, and\nit had a steadying effect upon his emotions. For patriotic reasons it\nwas written in pidgin-Maori. Partly it ran,--\n\n    \"I hope you no get kill too quick yet. Wiremu no good for me, he\n    te shirker bloke. T'that why I want you come back without te\n    shot. Wiremu tell my mother all te Parani gell want to marry te\n    Maori soldier. No you get up to that trick with me.\n\n    Good-bye, come back quick when you beat te Sherman. I wait.\"\n\n                                                      KIRI x x x x x\n\n\n\n\n                                 _IV._\n\n                         A CHAT WITH THE NURSE.\n\n\nSeated cosily in an easy chair, with Marie near by at work on some\nbandages, Henare was listening most attentively to her efforts to tell\nhim some of the dreadful sufferings of France in the early days of the\nwar.\n\nIt took him all his time to make out what she said. The scene was a\nsadly busy one. There were several interruptions, many were coming and\ngoing all the time. Fresh batches of broken and groaning men were being\nbrought in every hour; and restored men were taking farewell of nurses\nand friends before returning to the slaughter.\n\nThe cannon-boom could be distinctly heard day and night, but it\ndisturbed no one at the hospital, for they had grown accustomed to it.\n\nAll the while Marie was talking, in the midst of this strange sad scene,\nthe irregular punctuation kept on.\n\nBoom--boom . . . . boom . . . . boom--boom--boom.\n\nWith many a shrug of the shoulders, and many a shake of her pretty head,\nMarie related to Henare all she dared of the brutal and revolting\nconduct of the Germans when first they swept over the border. She told\nhim of the coarseness, the drunkenness, and the bullying of all ranks\nand grades of the invading Huns.\n\nEvery now and again Henare ground his teeth, and muttered \"Py cripes; I\npay him out,\" and \"Te taipo, te bally taipo.\" When he heard as much as\nhe could stand, he ventured the remark, \"I tink the Sherman soldier no\nhurt te gell and te woman, eh?\"\n\nMarie looked at him a moment, and then said, \"What you say, M'sieur?\"\n\n\"I say te ole brute no hurt te wahine an' te piccanini--te woman an' te\ngell\"--he answered slowly.\n\n\"Oh dear me,\" said Marie in real surprise, \"did you nefar read ze\nnewspaper?\"\n\n\"Oh, my korry,\" he replied, \"I can't read te Prenchy langwidge, all te\nword spell wrong, and te talk all silly.\"\n\n\"No, no, no, M'sieur, ze French speech ees ze most beauteeful in all ze\nland.\"\n\n\"Werra, where te Maori come in?\"\n\n\"Ah!\"\n\n\"Eh?\"\n\nWhen left to himself the manly Maori boy pictured up the whole scene as\nwell as he could, and longed to get back to the trench--or over the\nparapet--to pay out the demons who had outraged Marie's noble people. He\nwas getting well unusually quickly, and though loth to leave the charmed\nspot, he felt that he would soon be fit to fight again. He was busy\nthinking out all kinds of plans for getting even with the Huns; and he\nformed a mental picture of the Kaiser which was not very complimentary\nto that potentate. Henare saw him as a big villain with short, sharp\nhorns above his ears, to match his upturned moustache; small wicked\neyes, and a big mouth, with little tusks protruding.\n\nThis image was very vivid to Henare's native imagination, and he\nmuttered to himself, \"Py cripes, that him all right; he just want te cow\nfeet and te monkey tail, then he te ole taipo, straight.\"\n\n                               * * * * *\n\nA week after his chat with the little French nurse, Henare was passed as\nfit for service again. He had made many friends, both French and\nEnglish, around the hospital; so on the day of his departure he hunted\nup each one and solemnly shook hands and said \"good-bye.\" He came to\nMarie last of all. She was standing just outside the big, sunlit\ndoorway, watching the far off train of waggons slowly bringing in\nanother batch of wounded men. Her sweet little Frenchy face looked\ndreadfully serious--but she turned round with that sunny smile of hers\nwhen Henare spoke.\n\nHe shuffled nervously, gave a funny little cough, that he ought to have\nbeen ashamed of as a \"Maori brave,\" then held out his hand and said, \"So\nlong, Marie, I go back now. My korry, you make me get well too quick.\"\n\nShe put her head picturesquely on one side, took hold of the brown hand\nheld out to her, and said, \"Au revoir, Henri; I hope you weel be vera\nsafe.\"\n\nHenare felt queer. Sensations passed all over him that he had never\nknown before. The impulse was to pick up this lovely French doll and run\nright away with it. But he pulled himself up and said, \"Py cripes, I\nbetter go, I tink,\" and he bolted.\n\nOn the way back to the lines a New Zealander was chaffing Henare about\nMarie, and asking him whether he was going to hand over Kiri to Wiremu.\n\n\"No ploomin fear,\" he replied, \"Not me.\"\n\n\"What about Marie, then?\"\n\nHenare stopped short and said--\n\n\"I tell you bout that, mate. I like to have Marie just for te pretty\ndoll. She te beauty, py cripes, yeh. When she put te head on one side an\nsmile, she mak me feel wery funny on te shest, t'that all!\"\n\n\n\n\n                                  _V._\n\n                        A LETTER TO THE KAISER.\n\n\n\"Hey boss, what te name of t' place where te Kaiser stop?\"\n\n\"Potsdam.\"\n\n\"Eh? No fear! T'that te bally swear word.\"\n\n\"No it's not, Dicky; that's the place all right.\"\n\n\"Oh, py korry, I no like to put t'that on te letter; te gell in te Post\nOppis might see him.\"\n\nThe officer whom Henare addressed laughed heartily, and said--\n\n\"Your compunction is evidently due to the refining influence of Nurse\nBouvard, eh?\"\n\n\"Oh, go on, you got te rat,\" he replied.\n\nWhen he was quite convinced about the Kaiser's address, Henare proceeded\nto make use of his \"gift\" at letter-writing for an attack on him by\npost.\n\n                            To Kaiser Pilly,\n\n                                        Potdam.\n\n    I been come all te way from Noo Zeelan to fight te Sherman\n    soldier in Parani and make him clear outer t'this country. When\n    I come here some feller been tell me all about t'that dirty\n    trick all te Sherman been up to in Parani an Peljimi. No good\n    you say t'that all gammon, it te true talk all right. What te\n    taipo you want to make te wery big fight for? More better you\n    keep your ole Sherman soldier in Shermany--t'that te place for\n    him. Py cat, he not fit for go any more place--cept herra.\n\n    I tink you te bally ole fool you tink you goin to beat Englan.\n    No good for you try t'that game.\n\n    What about te Maori? He not too many, but py korry he te beggar\n    for the fight.\n\n    What about te Pritis Navy? He chase every ploomin Sherman ship\n    off te sea; an keep te Sherman navy in te wery safe\n    place--friten to come out.\n\n    What about te wery strong tank, an te wery quick harepeni flyin\n    about everywhere?\n\n    Py cripes, you te wery bad ole man make all te fight for\n    nothing. You goin to get lick bimeby.\n\n    What te good of t'that silly bloke you got over there--te Klown\n    Prince? he no good for te fight, only for te smoke an te peer.\n\n    Now, I tell you what we goin to do, straight. We goin to keep on\n    t'this fight till all you Sherman bloke plown up sky-high. You\n    want ter fight te Pritis; werra, py korry, you got ter fight to\n    te finish up now. No time ter stop an spit on yer hands--got to\n    keep on wid te war widout te holiday. No ploomin harmitis\n    (armistice) for te Pritis--we know t'that trick all right.\n\n    If you had enough an want ter stop te bally fight, I tell yer\n    what yer goterdo: Clear out of Parani an Peljimi, an all te\n    place where ye got no ploomin right to stop in; pay all te\n    peoples for te house an te pretty church you been burn an break\n    him down; give Englan all t'that navy which he hidin away in te\n    dark; an, t'then dont you try t'this dirty trick any more, or py\n    cripes you get wipe off te map nex time. T'this letter no te\n    humbug, he te true talk; you find that out bimeby all right. Py\n    cripes, you goin ter get it straight for the start this wery bad\n    war. You better hurry up quick an get sorry, plenty more Maori\n    boy in Noo Zeelan gettin ready to come an fight.\n\n                                                HENARE TIKITANU.\n\nHenare took great pains to write what he felt was a very convincing\nultimatum--and, after much scratching out and altering, he sealed the\nletter and gave it to an airman to drop behind the German lines. The\ncensor passed it with a merry laugh.\n\n\n\n\n                                 _VI._\n\n                              A PRISONER.\n\n\nIt was a great relief to Henare's troubled mind to get his letter to the\nKaiser written, and sent off by its famous postman; in his native\nsimplicity he felt that he had dealt the German Emperor a blow from\nwhich that old Fritz would not quickly recover. He had told him as\nplainly as possible what a Maori soldier thought of him, and that of\ncourse would affect the Kaiser's \"_morale_.\"\n\nThe incident also got him talked about, until his resourcefulness and\nbravery came under the notice of the authorities, with the result that\nHenare was made a Corporal; which fact he duly mentioned in a postscript\nto some of his letters--with pardonable pride.\n\nHe now became more zealous and daring than ever, making quite a business\nof the war. He was turning out to be one of the best soldiers in the\nBritish line; an encouragement and inspiration to all about him.\n\nBut his zeal and daring often nearly cost him his life, and eventually\ncost him his liberty. It happened during a most unexpected gas attack.\nHenare lingered too long, was overcome by the poisonous fumes, and was\ntaken prisoner by the Germans.\n\nHe was not badly gassed, so when he recovered enough to walk about he\nwanted to fight one of the guards, but a London Tommy restrained him.\nHenare appeared to be the first Maori prisoner captured by the Germans,\nfor they regarded him with a good deal of interest, which he resented\nwith expressions that were wasted on his captors.\n\nHe soon chummed up with his fellow-prisoner--the London Tommy, who urged\nhim to be less talkative, so as to avoid trouble. But, as Henare could\nnot indulge in his favourite pastime of \"letter writing,\" he persisted\nin talking to Tommy about the war. He told him wonderful stories about\ngigantic preparations on the British front, and about the inexhaustible\nresources of New Zealand.\n\nSeveral of the sentries understood English and Henare was listened to\nwith undisguised interest. Then he was sent for, and taken between two\nguards to a German officer, who was very affable to Henare, and asked\nhim several kindly and interesting questions. Had he quite recovered\nfrom his unfortunate \"gassing\"? Did he get enough to eat? Was it the\nkind of food the Maoris were used to? and so on.\n\nAfter this the officer told the guards to withdraw twenty paces. He then\nsmiled at Henare and asked him, in broken English, whether he would like\nplenty of money and a certain amount of freedom during his stay in\nGermany.\n\nHenare grinned and said that would be \"kapai.\"\n\n\"Vell, you shust tell me some leedle tings about der English.\"\n\n\"All right, I know plenty ting about him. What yer want ter know?\"\n\n\"Ah! dot is goot! Now tell me how much damage der German bombs do on\nLondon.\"\n\n\"Wery bad, wery bad. Him brake down te shop, te church, te school, and\nte piccanini.\"\n\n\"Och! anyting else?\"\n\n\"Yeh; kill te plenty ole woman too; my word yeh, te Zepp wery bad for\nole Englan.\"\n\n\"Haf England got much food?\"\n\n\"Not too many; only butter from Noo Zeelan.\"\n\nThe officer made a note of that, as a most significant fact. He then\nasked:\n\n\"How many soldiers vos coming from New Zealand efery mont?\"\n\n\"Oh, tousan an tousan. Not enuf ship yet to bring him all.\"\n\n\"How many Maoris vos der bein trained?\"\n\n\"Oh, bout two million, I tink.\"\n\n\"Gott in himmel! Are dey as big as you?\"\n\nHenare grinned and said:\n\n\"Oh, te Maori bigger 'n me. Me te little bloke, all right. No room for\nte big Maori on te ole troopship I came in.\"\n\nThe German looked thoughtful, and a bit suspicious.\n\n\"Are you telling me der truth?\"\n\nHenare fixed his soft brown eyes on the small blue-grey eyes of his\nquestioner, and said, with well-feigned indignation:\n\n\"Oh, py korry, me te Sunday School poy; what for you tink me tell a\nlie?\"\n\n\"Vell, I will ask you von more question:\n\n\"Vat do all dose big Maoris feed on?\"\n\n\"Oh, te Pakeha no let te Maori eat up te prisoner now, so he eat te\npoaka.\"\n\n\"Vat is der poaka?\"\n\n\"Te pig, te Sher----, I mean te Noo Zeelan pig. But te Maori like te\nprisoner more better.\"\n\nAlthough the German officer was not at all satisfied with the result of\nhis enquiries, he made up his mind to treat Henare well, with the object\nof getting all the information possible from him.\n\n\n\n\n                                 _VII._\n\n                            EARNING THE V.C.\n\n\nWith their usual lack of humour, the Germans fondly imagined that they\nwould yet be able to get some valuable information out of the\n\"unsuspecting\" native of New Zealand; for he seemed so agreeable and\ntalkative! Little did those self-conceited Teutons understand the\nMaoris!\n\nThis being so, Henare was allowed a certain amount of liberty to ramble\nabout within a given area--well behind the lines.\n\nTwo weeks after his capture a most astounding thing happened--as if it\nhad been long cut and dried. During a semi-bright moonlight night a\nBritish plane made its appearance over the camp, and was being duly\nshelled. Presently it wavered like a wounded bird, then rapidly\ndescended to a spare piece of ground near where Henare rambled. Hurrying\ntowards it he found that it was not \"wounded,\" but had alighted for a\nminor but necessary adjustment. As Henare approached, the airman drew\nhis revolver, but the Maori threw up his arms and cried out:\n\n\"Hey! Don't shoot! Me te Pritis prisoner.\"\n\n\"Be the saints,\" came the reply, \"Yez don't look much like a prisoner!\nPhat the mischief are yez doing here?\"\n\n\"Py korry, you better hurry up--all te Sherman looking for you. I tink\nyou better take me up in te sky, too. I can ride.\"\n\nWith that they both jumped into the plane, fixed the straps, and flew\naway. Only just in time, however, for bullets and shells soon began once\nmore to liven things up. The plane dived, and swooped, and looped the\nloop until Henare thought his woolly head would drop off. They then had\na safe run for an hour, but just as the aeroplane was crossing the\nGerman lines she was winged and had to descend in No-Man's-Land. Enemy\nsearchlights soon discovered where they landed, and shells started to\ndance and sing all around them. The two men left the machine just before\nit was blown to pieces. They hid for awhile in a crater, until the\nwelcome sound of a tank was heard. Presently she was seen lumbering\nalong in the moonlight. Henare and the Irish airman made for her with\nall haste, waving their caps. The tank lurched towards them\nsuspectingly, and then came to a standstill.\n\nWhen the back door opened a voice called out:\n\n\"Weel naw, an' who might ye be?\"\n\nThe Irishman answered:\n\n\"We're just lookin' for a bhuss to carry us back to the loines.\"\n\n\"This wee cabby is no takin' passengers, but maybe ye can squeeze\nin--for its rough walkin' here.\"\n\nThey had not travelled--or lumbered--far when the old tank tumbled\nheadfirst into a deep shell-hole. With difficulty they all crawled out\nand had a good look at the undignified position of H.M.L.S. with her\nnose fast in the mud.\n\nEach one of them said a few simple words suitable to the occasion.\nHenare's contribution was--\"Py cripes! she can buck worse'n te wild\nMaori hoss.\"\n\nThere was nothing for it now but to walk. The enemy shelling became so\nfierce that the wanderers separated and dodged along--each man for\nhimself--hiding here and there, and sheltering from time to time in\nlarge craters.\n\nDead and dying men were lying about in all directions--giving evidence\nof recent heavy fighting. When Henare realized this, he forgot his own\ndanger and set to work carrying wounded men--British and German--to the\nshelter of a crater.\n\nSearchlights were on him nearly all the time, while bullets whistled\npast him and shells ploughed up the ground. He still pegged away at his\nnoble work, until a bullet found him as he was bringing in his twentieth\nman--an English Captain. He had just managed to roll into the crater\nwith his burden and then collapsed. The Red Cross picked them all up the\nnext afternoon.\n\nHenare was in the hospital when he came to. He was staring wildly at the\nman in the next cot--a big, brown man, bandaged, but grinning away\ncheerfully.\n\nYes! it was Wiremu all right. He had finally enlisted and the military\ntraining had made a man of him. In a desperate battle Wiremu was badly\nwounded, and was one of the first men that Henare had carried to the\ncrater.\n\nWhen Henare had got over the shock of meeting Wiremu, he asked after\nKiri.\n\n\"Oh, she all right Henare, when I left Noo Zealan. She no forget you.\nShe te brick.\"\n\nAnd so, far into the night, the gentle murmur of musical Maori was heard\nas these two wounded heroes discussed the war, and old time quarrels,\nand Kiri's loyalty to Henare, and also the good times they themselves\nwould have together in New Zealand, when the war was won.\n\n\n\n\n                                _VIII._\n\n                              HOME AGAIN!\n\n\nIt was a very happy Maori soldier who was in London a month later,\npreparing to go before the King and receive the noble and much-coveted\nbadge of V.C.\n\nWhen Henare left the kindly French hospital, Wiremu was getting over his\nwound,--more quickly than he wished, for he had completely fallen in\nlove with Nurse Marie, and was using all the arts and devices known to\nthe civilized Maori, to win the affections of that charming little angel\nof mercy.\n\nAs for Henare himself, he was not again passed for active service, but\nreceived orders to return to New Zealand, after he had obtained the\nhighest badge of honour at the hands of the King.\n\nOn the day fixed for the ceremony he was all excitement. He put his\nthings on wrong, and had to take them off again; lost belongings, and\nwanted to fight those that he suspected of taking them.\n\nBut the most confusing time was when they were telling him how to behave\nat the ceremony and in the presence of His Majesty. He couldn't remember\nfor five minutes what he had to say and do.\n\nAt last he said to the officer instructing him--\n\n\"Py korry, mate, I gettin' too shaky. More better you get te Wikitoria\nCross an bring him to me--an I get home quick.\"\n\n\"That would never do, my boy; half the honour is having the medal pinned\non by the King himself.\"\n\n\"My wurra, I tink you right. We better go now; King Hori he get too tire\nwaitin' for us.\"\n\nThough still weak, Henare had lost all his nervousness when they arrived\nat Buckingham Palace grounds. He watched everything with the keenest\ninterest, and did not hesitate to quaintly express his opinion about\nanything that took his fancy.\n\nThe officers felt a bit anxious when Henare showed signs of\ntalkativeness as the King was pinning the V.C. on his breast, but they\ncould see by His Majesty's pleasant smile that no harm was being done.\nNo one could help smiling when Henare remarked to the King--\n\n\"Py cripes, you got te wery fine whare here.\"\n\nAnyhow, the impressive ceremony passed off without a hitch, and Corporal\nTikitanu, V.C., looked every inch a British soldier and hero--admired of\nall.\n\nThe very next thing to be considered was \"New Zealand\" with all speed.\n\n                               * * * * *\n\nAt last, after an absence of nearly twelve months, into which were\ncrammed the experiences and feelings of years, the Maori brave returned\nto his native land, bringing with him the fame and the honours he had so\nnobly won.\n\nThe wildest enthusiasm prevailed at the reception in Henare's native\nvillage. Maori and Pakeha customs and phrases followed one another in\nquick succession in the eager desire to express a joyous welcome.\n\n\"Haeremai's\" were shouted at the returned soldier boy from every quarter\nof the crowd; vigorous nose rubbing threatened to become serious, until\nit was relieved by the more European ceremony of carrying the hero\nshoulder high through the excited crowd. When they reached a\nflag-bedecked platform, Maori orators poured forth a flood of poetic\nwelcome, until the women broke down and wailed their solemn tangi.\n\nAs Henare stood up to reply the ground shook with the hakas and feet\nstamping. It was a real ovation that the loyal brown-boy received.\n\nFor the sake of the distinguished Pakehas present, Henare spoke in\npidgin-English. He had often heard about the great Lord Kitchener, so he\nbegan by saying:\n\n\"Te Pritis soldier no talk too much. He te man of the do things, not\nt'talk it. T'that why I no got too much for te speech.\"\n\nHe then thanked them all very warmly for the kind and unexpected welcome\nthey had tendered him, and concluded with this:\n\n\"Any bloke here want te nice soft job, no good for him go to te Sherman\nwar; more better him stop home wid te mudder. But if all you big fat\nfeller want to be te MAN and te decent bloke, get outer Noo Zeelan quick\nand help all your mate lick up te Sherman.\"\n\nKiri, his faithful Maori maiden, was foremost among those who welcomed\nhim home; and the Rev. Honi Maki celebrated their happy wedding a week\nlater.\n\nBearing on his body the honourable scars of war, and on his breast the\nKing's acknowledgment of his bravery and loyalty, Henare spent his days\ngoing in and out among the Waikatos and neighbouring tribes, telling\nthem thrilling tales of Britain's might and honour; and showing them the\nterrible need there is for Pakeha and Maori alike to do and dare--for\nthe sake of Britannia, the friend of Justice and Liberty.\n\n\nWORTHINGTON & CO., PRINTERS, ALBERT STREET, AUCKLAND--5380\n\n\n\n\n                \"LETTERS FROM PRIVATE HENARE TIKITANU.\"\n\n\n\"A very humorous account of the experiences and impressions of a typical\nMaori soldier on the long journey from New Zealand to France.\"\n\n                                                      --N.Z. HERALD.\n\n                               * * * * *\n\n\"If you can't raise a smile for Private Henare there is a fissure\nsomewhere in your diaphragm.\"... \"It is a quaint and appropriate\ngreeting to send to friends across the seas.\"\n\n                                            --THE SUN, Christchurch.\n\n                               * * * * *\n\n\"The Booklet will have a large and ready sale because of its decided\nmerit and originality.\"\n\n                               * * * * *\n\n\"They are splendid, and just the thing for sending to the trenches.\"\n\n                               * * * * *\n\n\"The letters of the Maori soldier, as he sees active service.\"\n\n\n\nPassages in italics were indicated by _underscores_.\n\nSmall caps were replaced with ALL CAPS.\n\nThroughout the dialogues, there were words used to mimic accents of\nthe speakers. Those words were retained as-is.\n\nThe illustrations have been moved so that they do not break up\nparagraphs.\n\nErrors in punctuations and inconsistent hyphenation were not corrected\nunless otherwise noted.\n\nOn page 24, \"villian\" was replaced with \"villain\".\n\nOn page 25, \"her's\" was replaced with \"hers\".\n\nOn page 42, \"H.M. L.S.\" was replaced with \"H.M.L.S.\".\n\n\n\n\n",
  "metadata": {
    "author": [
      "Fussell, J. C. (James Coldham)"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/56471/pg56471.txt",
    "name": "corporal_tikitanu_v_c"
  }
}
