{
    "name": "Crisis on Titan",
    "author": [
        "Adams, James R."
    ],
    "body": "\"Hut! Twuh, hree, foar. Hut! Twuh, hree, foar. Hut! Twuh--\" Sergeant\nHallihan boomed forth the monotonous syllables with unfaltering\nprecision, glaring from the corner of his eye now and then in hopes\nof catching some unfortunate fellow out of step or whispering to a\ncompanion with questionable reference to the sergeant.\n\nThe dust-caked ranks marched along quietly, carefully refraining from\nexpressing their opinion of this disgusting detail, but Hallihan\nknew what they were thinking. And he could well understand their\ndispleasure. These were hard-bitten, two-fisted, hell for leather\nI.P. men, and here they were with shovels and picks slung over\ntheir shoulders, plodding out to scratch in the dirt like common,\ndime-a-dozen ditch-diggers.\n\nHallihan felt as strongly about it as they, but orders were orders, and\nhe prided himself on his ability to carry out a command, regardless of\nwhether or not it conformed with his personal sentiments. This job had\nto be done, and the men all knew it could not be entrusted to a mob\nof imported flunkies. The _Squeakers_ would make short work of such a\nmotley crew.\n\nThe sergeant emitted a soft sigh between a snappy twuh and hree as his\nwandering gaze came to rest on the slow-moving grav-car, in which rode\nthe brusque Captain Staley. The car skimmed along a foot or so above\nthe ground, riding smoothly on its gravity-repellent ray. Hallihan\nsuddenly became acutely aware of his aching feet. Would the captain\nnever call a halt? Hell, they couldn't march straight through to the\nmine without rest. More than one soldier was dragging his feet, and the\nsergeant could hardly find the heart to snarl out his customary: \"Get\nthe lead out back there, soldier. Pep it up!\"\n\nBringing up the rearguard of the orderly lines was as strange a group\nof \"soldiers\" as could be found on any moon of the system. These were\nthe \"Barber's Delights,\" an odd life-form of Titan that had formed a\nsort of aloof friendship with the Patrol from the moment it landed. The\nmen jokingly called them Barber's Delights because of the thick, shaggy\ncoat of hair that covered their log-like bodies. The B.D.'s either\ndidn't understand, or just didn't care, for they made no objection to\ntheir nickname.\n\nThere were twenty of the creatures in this group, and more joined\nthem along the way. They imitated the brisk step of the soldiers with\namazing exactness, though they possessed no semblance whatsoever of\nfeet. They moved on dense mats of stubby, resilient bristles that grew\nfrom the flat bottoms of their column-bodies, sweeping forward like\na horde of self-propelling brooms. Not wishing to be outdone by the\nvisitors, they had their own sergeant, who moved along importantly at\nthe side of his command, glaring threateningly from the corner of his\nsingle, huge eye. As Sergeant Hallihan called out his impeccable, \"Hut!\nTwuh, hree, foar,\" Sergeant B.D. responded with, \"Ungh! Ungh, ungh,\nungh,\" the only sound he was capable of uttering. Hallihan scowled over\nhis shoulder and snorted disgruntledly, fervently wishing he could\nget his heckler alone for a moment. His hard cot would have a new fur\nmattress that night.\n\nHallihan estimated they were half-way to the mine now. That huge\ndeposit of _chroidex_ salts was important to the system. Without the\nprecious mineral spaceflight would be impossible, since there would be\nnothing to protect travelers from deadly solar rays. The small amounts\nthat had been found on Earth and the other major planets would soon\ngive out, and Titan was the only other known source of _chroidex_.\nThis deposit would last for centuries, and by the time it, too, was\nexhausted, perhaps engineers would have figured a way around the\ndifficulty.\n\nCaptain Staley's car came to a stop and the tall man stepped out. He\nstood a moment, surveying the weary marchers with sharp, experienced\neyes. He knew just how much he could get out of a man, knew when the\nlimits of the human machine had been reached.\n\n\"You may rest your troops, Sergeant Hallihan,\" he said shortly.\n\n\n\nHallihan sighed inwardly, hoping for at least a twenty-minute surcease.\nHe went through the formality of placing his men at ease, then strode\nanxiously to the captain's side.\n\n\"Do you suppose there will be trouble with the Squeakers, Sir?\" he\nasked apprehensively. \"They don't take to us, you know. They might\nambush us at the mine.\"\n\nThe Captain thought a moment, then his thin lips drew up in a smile.\n\n\"I don't think they will. Their crude weapons wouldn't stand a chance\nagainst us, in force. Personally, I wish they would attack. Then we\ncould do away with them once and for all. As it is, we can't risk\nbringing laborers here to develop the mine. After the Squeakers picked\noff a few of them, the miners would turn tail and run for home. So\nwe're temporarily stuck with both jobs, Sergeant; working the mine, and\neliminating the Squeakers. We'll catch the whole damn bunch of them in\nthe open some day. When we do....\"\n\nThe two men momentarily forgot their conversation and turned to watch\nthe antics of the perplexed B.D.s. The shaggy creatures were milling\nabout uncertainly.\n\n\"Ungh ungh!\" the log-shaped sergeant barked out, pointing a slim\ntentacle at the reclining I.P. men. \"Ungh ungh!\"\n\nBut the B.D.s were physically incapable of duplicating the soldiers'\npostures. Underneath all that hair, their bodies were not much more\nthan wooden posts, stiff, erect, and not given to bending at the waist.\nThe bristling sergeant might as well have saved his breath.\n\n\"If only the Squeakers were as friendly as these fellows,\" Captain\nStaley murmured. \"But sadly, they don't have the least thing in common.\nTheir hate for us is equaled, if not exceeded, by their fear of the\nB.D.s. Seems the B.D.s have some sort of racial disease that is fatal\nto the Squeakers if they come in contact with it. That's why you'll\nnever see any members of these two races palling around together. Too\nbad the B.D.s aren't intelligent enough to cooperate with us. With\ntheir aid, we could wipe out the Squeakers in record time.\"\n\nA strange occurrence was taking place in the ranks of the Barber's\nDelights. The exhausted sergeant had ceased his shouting, and the\ncreatures stood about in stiff poses of inactivity. Suddenly a cloud\nof blue dust whooshed from the flat top of a barrel-like B.D. and the\nthing disappeared in a flurry of fur and smoke.\n\n\"Noon,\" Sergeant Hallihan said cryptically.\n\nOthers of the B.D.s were going through the same process. It was as if\nthe ground had opened and swallowed them up. Hallihan's heckler blew\nout a great cloud of smoke and dwindled rapidly away to nothing. In one\nminute, the unconcerned group of half-animals was lessened by a third.\nThe I.P. men sat with open mouths, craning their necks over companions'\nshoulders to better witness the event. Although they had seen it many\ntimes in the past weeks, the weird exhibition never failed to impress\nthem.\n\n\"Those things never miss,\" one soldier said in awe. \"Come noon or\nmidnight, and boom!--away they go, right on the dot. S'crazy.\"\n\nCaptain Staley smiled at the man and walked quickly to the spot where\nthe B.D.s had disappeared, Sergeant Hallihan following. He bent to the\nground and scooped up a handful of elliptical, waxy-surfaced seeds.\n\n\"Reproduction, man, reproduction,\" he said. \"Their race, just as\nany other, would come to a quick end if they didn't propagate.\" He\npointed to five B.D.s whose fur was slowly turning yellow and falling\nfrom their bodies in brittle patches. \"In exactly half an hour, those\ncreatures will be dead, and from these seeds will come new B.D.s to\nfill the gaps. By actual count, we know there are approximately five\nhundred of these beings on Titan. At noon and midnight, half of them\nreproduce, and the half that has already reproduced dies. Thus there\nare at all times exactly five hundred of the creatures, no more and no\nless. The disease germs that all of them carry, though fatal to the\nSqueakers, don't seem to have any ill effects on them. If they are\ninjured, their bodies heal, no matter how deep the wound. So a B.D.\nlives his full half-day, Titan-reckoning, regardless of accidents and\ndiseases. I would like to remain here and watch these seeds develop\ninto full-grown B.D.s, but we must be getting on to the mine. We shall\nremain there a week, Sergeant, returning to the garrison at the end of\nthat time for fresh supplies and equipment. Four or five grav-trucks\nand cranes would make the work much easier, but all of my requisitions\nto the government for these have been rejected on the grounds the\nSqueakers might stage an uprising and gain possession of valuable\nequipment. As I said, we'll have to struggle along as best we can\nuntil we can catch the Squeakers in a false move and blast them out of\nexistence. Carry on, Sergeant.\"\n\nHallihan snapped to attention as the captain whirled on his heel and\nreturned to his grav-car. Only fifteen minutes rest. Damn!\n\nUnder the direction of Hallihan's acid tongue, the men heaved\nreluctantly to their feet and fell into line, whispering curses as the\nsergeant roared out the hated, \"F'r'ard, harch! Hut! Twuh, hree, foar.\"\n\n\"Ungh! Ungh, ungh ungh. Ungh! Ungh, ungh--\" The B.D.s quickly appointed\na new sergeant and took up the march with an eagerness that brought\ngrunts of disgust from the begrimed men.\n\nHallihan glanced back over his shoulder to fix an icy stare on this new\nnemesis, and his eyes widened with amazement as he caught sight of a\ndisheveled man stumbling along behind them, his arms waving frantically\nand his lips moving in a soundless yell. The sergeant called a quick\nhalt and waited for the man to overtake them.\n\nIt was a soldier from the garrison. Blood trickled from his lips and\none arm hung in a queer position at his side. The skin was hideously\nburnt and blackened where a heat-ray had caught him full in the face.\nHallihan knew the man was dying as he collapsed in his arms, insanely\nbabbling: \"Managed to 'scape ... got all rest, but managed to\n'scape ... must tell you, Serg'nt ... must tell you ... all rest\ndead....\"\n\n\n\nStaley's car came to a jarring halt beside them and the alarmed captain\njumped out, his emotionless features softening with pity as he saw the\nman's condition. The soldier was talking again, and Staley bent close\nto the mutilated mouth to catch all of the feeble words.\n\n\"All dead ... all dead ... Squeakers s'prised us 'n' took garrison ...\nthousand Squeakers ... thousand Squeakers in garrison ... no chance ...\nall dead....\"\n\nCaptain Staley straightened, and his eyes were steely as he turned to\nHallihan. He waited while Hallihan let the soldier gently to the ground\nand assigned a man to watch over him.\n\n\"It was a gross mistake to leave such a small complement of men at the\ngarrison,\" Captain Staley said bitterly. \"I seriously doubt that we\ncan recapture it. If those creatures have enough intelligence to load\nand fire the four atomic cannons, our sidearms will be of little use.\nThey'll slaughter us to the last man. But we've got to try, Sergeant.\nUnderstand? We've _got_ to try.\"\n\n\"Yes, Sir.\" Hallihan saluted and turned, grim-lipped, to the waiting\nmen. \"We're returning to the garrison, men,\" he said simply. \"'Bout\nface!\"\n\nThe B.D.s scattered as the I.P. men plowed through them, but reformed\nbehind the swift-moving columns and scurried anxiously after them.\nAnother group of the curious creatures joined their fellows, swelling\nthe ranks to fifty. They made a strange sight as they hustled along\nover the rocky ground, the dire-eyed sergeant belching out his eternal,\n\"Ung! Ung, ungh, ugh. Ungh! Ungh, ungh--\"\n\n\"If only those crazy bucket-heads would help us fight the Squeakers,\"\nHallihan thought unhappily. \"But they can't. They're just dumb mimics.\nThey wouldn't know one end of a heat-ray from the other.\" Then he\nforgot about the B.D.s and started thinking about his shrieking feet.\n\nThey reached the garrison late in the afternoon, and Hallihan began\ndisplacing his men about the front of the structure, taking care they\ndidn't expose themselves to the Squeakers' fire. In spite of their\ncaution, five men were torn to shreds as an atomic cannon let go,\ncatching them in the open. Hallihan swore harshly and ducked behind a\nhuge boulder. Those dirty sons meant business.\n\nThe B.D.s followed suit, gliding behind upjuttings of rock and yelling\none-syllable curses at the embattled garrison. They watched the\nproceedings with casually-interested eyes, emitting sympathetic \"Unghs\"\nwhenever a patrolman fell. One of the creatures got his top blown off\nwhen he let it stick out too far from behind a rock, but he immediately\ngrew a new one.\n\nThe I.P. men weren't faring so well. Most of the Squeakers' shots\nwent wild, but the very intensity of their fire took its toll of the\noutnumbered patrolmen. Hallihan rushed about from rock to rock, patting\nhis soldiers on the back and shouting words of encouragement in their\nears. The B.D. sergeant hurried along behind him, whacking his tentacle\nacross the furry bodies of his compatriots and keeping up a steady flow\nof loud, well-pleased \"Unghs.\"\n\nCaptain Staley was doing his share of the fighting. He crouched behind\na round boulder, snapping quick shots at the garrison and drawing back\nbefore the Squeakers could locate him. Sergeant Hallihan flopped down\nbeside him and lay staring questioningly at his superior.\n\n\"We can't win,\" Staley said, matter-of-factly. \"The garrison was built\nto withstand just such a siege as this. We have to hit those loopholes\nin the wall dead-center to bring down a Squeaker. We couldn't have\nnailed more than half a dozen or so; half a dozen, out of a thousand.\nAttack from the rear is impossible, because of the steep canyon walls\nprotecting the garrison on three sides. If we could rout them into the\nopen, we could blast them down like cattle. There would be no escape,\nexcept through our ranks, and our sharpshooters would take care of any\nwho broke through. But that's just wishful thinking, Sergeant. The\nSqueakers aren't stupid enough to try charging us. They'll stay holed\nup in the garrison, picking us off one by one. There's no place to run\nto. All of our food and water is in the hands of those devils, so we\nhave our choice of fighting it out to the last man or retreating to the\nmine and wait for thirst and starvation to end our worries. What will\nit be, Sergeant?\"\n\n\"We'll fight, Sir,\" Hallihan said grimly. \"Yahoo! Pour it to 'em, men!\nGive 'em a taste of I.P. hell!\"\n\nAbove the noise of battle could be heard the rat-like screeching of the\nSqueakers. The B.D.s answered with their version of the Bronx cheer,\nand between them and the ground-shaking c-r-rump-c-r-rump of the atomic\ncannons, the uproar was enough to cause a nervous breakdown in the\nstaunchest habitue of Times Square.\n\n\n\nNight fell across the scene, and the battle raged on. The I.P.\npatrolmen now had a slight advantage, for the large bulk of the\ngarrison was easily discernible in the dim light and they had the\nlocations of the loopholes well-fixed in their minds. After each shot,\nthey shifted positions, crawling over the ground so the Squeakers could\nnot observe their movements. More than one unlucky fellow was found\nout, though, when a tall B.D. followed him, hurling challenges at\nthe Squeakers in a loud, attention-drawing voice. This hindrance was\ntemporarily done away with when midnight came and fully half of the\nB.D.s spouted blue smoke from their shaggy tops and dwindled away to\nsilent, waxy seeds. More of them lost their enthusiasm for the battle\nas their brown fur slowly took on a yellowish hue, and they retired to\nvarious dark crannies to sulk away their last few living moments.\n\n\"I have an idea, Sir,\" Hallihan reported excitedly to Captain Staley.\n\"That armored grav-car of yours could easily gain the wall of the\ngarrison without getting knocked out of commission, couldn't it? Well,\nhere's the plan. We use the shovel handles to whip together a ladder\nlong enough to scale the wall. Then me and a couple of the men speed\nthrough to the garrison in the grav-car and prop the ladder against\nthe wall before the Squeakers can nail us. Maybe one or two of us will\nlive long enough to get over the wall and open the gates. Then before\nthe Squeakers catch wise, the rest of you charge through the gates and\nfinish 'em off. What do you think, Sir?\"\n\n\"I must commend you for your valor, Sergeant,\" Staley said soberly.\n\"But I don't believe your plan would work. Even assuming that one of\nyou would get through to the gates--and you must admit there would be\nsmall chance of that--the Squeakers would still be in possession of\nthe cannons, and our men would be easy targets at such close range. We\nwould only bring about our own defeat that much sooner. However, you\n_have_ given me an idea, Sergeant. As you say, the grav-car _could_\ngain the garrison wall, and a man could stand outside with reasonable\nsafety if he was careful not to move in line with a loophole. What is\nthe time, Sergeant?\"\n\n\"Why, er, five minutes past twelve, Sir--Titan-time.\"\n\n\"Good,\" Staley said determinedly. \"I must put my plan into immediate\noperation. In ten minutes, Sergeant, my car will move toward the\ngarrison. Instruct your men to direct a heavy fire at the loopholes\nuntil I have reached the wall. The more confusion, the better; anything\nthat will draw the Squeakers' attention away from me. After that,\nwell--Inform your men of the plan, Sergeant!\"\n\nHallihan gulped and saluted. \"Yes, Sir! That I'll do, Sir!\" Cripes! Had\nthe old man lost his marbles? One man against a thousand Squeakers!\nThat was crazier than Hallihan's own idea! Nevertheless, the sergeant\nraced away to lay down the law to the sleepy-eyed soldiers.\n\nTen minutes later, Captain Staley's grav-car leaped from behind a\nboulder and bore down swiftly on the dark garrison. Instantly the\npatrolmen began howling and blasting at the garrison, drawing a\nmurderous return fire from the mildly-surprised Squeakers. The few\nB.D.s who were still capable of its added their voices to the din,\nand Staley's car lurched to a halt at the garrison wall, completely\nundamaged. The Captain jumped out and fumbled inside the car a moment.\n\nWhat the hell was he doing, Hallihan wondered. He watched the dark\nform move cautiously along the rampart and stop at a point where a\ngood-sized upheaval in the ground raised him to within ten feet of the\nwall's top. The captain went through some strange motions. His hand dug\nin his pocket and then his arms snapped back like a baseball pitcher's.\nHis hand flicked forward and came down to dig once more in his pocket.\nAgain he went through the movements of throwing something. Hallihan\nscratched his head puzzledly, straining his eyes to see what Staley did\nnext. That was all. Staley returned to his car and climbed inside, but\nthe speedy little vehicle gave no indication of withdrawing from its\nposition against the garrison wall.\n\nThings quieted down a bit then, and Hallihan nearly went mad waiting\nfor something to happen. Now and then an atomic cannon blasted out at\nthe patrolmen, but the intensity of the Squeakers' fire had diminished\nconsiderably from that of earlier in the battle. They had plenty of\ntime. They would wait until morning, when the sun exposed the hiding\nplaces of the I.P. men, then it would be curtains for these hated\ninvaders from another world. Hallihan wished he could sleep, but he\nknew if he did he might never wake up again. He waited....\n\nA minute later, the sergeant's hair almost stood on end as a prolonged,\nhideous screech of terror beat against his ears, growing, swelling in\nintensity, and owning a note of stark, unreasoning fear. It came from\nthe garrison; came from the throats of a thousand panicked Squeakers.\nHallihan's jaw gaped ludicrously as the gates burst open and hundreds\nof screaming, scrabbling, sleek-boiled Squeakers spilled into the\nclearing, fleeing from the garrison as fast as their skinny legs\ncould carry them. Hallihan recovered quickly from his surprise and\ndrew a bead on the leading Squeaker. The creature crumpled under the\nheat-beam, shrieking in agony as his fellows trampled over him, making\npulp of his thrashing, charred body.\n\n\"Give 'em hell, boys!\" Hallihan shouted exultantly. \"Pour it to the\nrats!\"\n\nThe I.P. patrolmen needed no coaxing. The terrified Squeakers were\nalready falling by the dozens under their withering fire. The\nrodent-like animals hesitated, not knowing where to turn. Some of\nthem ran to the canyon walls and tried to scrabble up to safety, but\nthe sharp-eyed soldiers nailed them before they could go a yard. An\natomic cannon started banging away from the garrison, and Hallihan knew\nCaptain Staley had plunged his grav-car through the open gates and\ntaken over one of the deadly guns. After that, it was only a question\nof mopping up....\n\n\n\nWhen morning came, the canyon floor looked like an inverted graveyard.\nBlackened, torn bodies, all that remained of the Squeakers, littered\nthe clearing. Weary patrolmen emerged from behind the protecting\nboulders, moving warily, lest some of the creatures were playing\npossum. But the repulsive animals were quite dead.\n\n\"Not more than a dozen got away,\" Hallihan said, satisfaction in his\nvoice. \"They were scared to come through our lines with those B.D.s\nhangin' around. The ones that did get through will probably die of that\nstrange disease the shaggies carry in their fur. Let's find out about\nCaptain Staley, men.\"\n\nStaley was waiting for them when they entered the garrison. And so were\nfifty Barber's Delights! Staley smiled when he saw the question on\nHallihan's beefy face. Hallihan recovered enough to salute.\n\n\"Everything went well, I trust, Sergeant?\" Staley asked.\n\n\"Yeah. I mean, yes, Sir. We really cleaned up on those devils. We won't\nhave to worry about them any longer. They come out of here like bats\noutta hell. How'd they come to blow their tops, Captain?\"\n\n\"We have the B.D.s to thank for that,\" Staley said, fondly patting one\nof the log-bodied creatures on the back.\n\n\"I don't see why, Sir,\" Hallihan said skeptically. \"We all know the\nthings ain't got brains enough to fight. Anyway, how in all creation\ndid they get in here? They--\" The sergeant stopped abruptly. He clapped\na hand to his forehead in feigned exasperation and snorted disgustedly.\n\"Cripes, I'm stupid! I mean, I think I understand now, Sir. You had me\nwondering, though. I thought you'd cracked up under the strain when\nyou started goin' through them crazy shenanigans in front of the wall.\nI guess I ought to apologize, Sir.\"\n\n\"No need, Sergeant. I suppose it did seem as if I had gone mad. But\nI knew our only chance to beat the Squeakers was to get them into\nthe open, and the only way to do that was to inspire great fear in\nthem. The only thing the Squeakers feared was the Barber's Delights,\nbecause of the fatal disease they bear in their fur. But obviously, I\ncouldn't induce these dumb creatures to storm the garrison and force\nthe Squeakers into the open. Then I remembered the seeds. The B.D.s'\nseeds certainly couldn't object if I carried them to the garrison wall\nand tossed them inside. That is exactly what I did. All there was to\ndo then was wait until the seeds blossomed into full-grown B.D.s and\nstampeded the Squeakers right into our hands. The Squeakers' poor\nmarksmanship was no match for ours. I believe our work is done here,\nSergeant. Experienced miners can take over the job now.\"\n\n\"Yes, Sir!\" Hallihan grinned broadly. \"The men will be glad to hear\nthat, Sir. But first, we've got a bit of a mess to clean up. Hold on to\nthem shovels, men, you ain't through diggin' yet. Lively, now!\"\n\n\"Ungh ungh!\" a new B.D. sergeant took up the cry, glaring balefully at\nhis fellows. The obedient creatures scooted quickly after the soldiers.\nJust dumb mimics, but they had saved spaceflight from an early end.\n",
    "metadata": {
        "author": [
            "Adams, James R."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63658/pg63658.txt",
        "name": "crisis_on_titan.json"
    }
}