{
  "name": "Crisis!",
  "author": [
    "Kornbluth, C. M. (Cyril M.)"
  ],
  "body": "If the Karfiness hadn't cut herself badly while she was trimming her\nchelae one morning the whole mess might never have happened. But\nfashion decreed that the ropy circle of tentacles about the neck of\nthe female Martian would be worn short that year, and everybody in the\nMatriarchy, from Girl Guide to the Serene Karfiness herself, obeyed\nwithout question.\n\nThat was why her temper was short that morning, and why she snapped at\nthe Venusian Plenipotentiary who had come to chat with her concerning\nthe space-mining rights for the following year. The worthy lady\nglowered at the gentleman from Venus and whistled: \"By the Almighty, if\nyou fish-faced baboons so much as try to lay a flipper on a single free\nelectron between here and Venus I'll blow your water-logged planet out\nof space!\" And, unfortunately for the Venusians, she had the navy to do\nit with.\n\nThe principles of compensation operated almost immediately; the\nPlenipotentiary ethered back to Venus, and Venus severed diplomatic\nrelations with Earth. Should you fail to grasp the train of events,\nstop worrying. Those are the facts; the Karfiness cut herself and Venus\nmade warlike noises at Earth.\n\nEarth was in a very peculiar situation. Only a century ago it\nhad begun really intensive spacing, with freight-exchanges and\nmining. Venus and Mars and, in a smaller way, the Jovians, had been\na space-culture for millennia. Earth did not have the elaborate\nmachineries of Foreign Offices and Consulates, Embassies and Delegates\nand Envoys that the other planets maintained. Terra had gone into the\ncomplicated mess of astropolitics with her eyes serenely closed and the\nnaive conviction that right would prevail.\n\n\n\nTo the cloistered Bureau of Protocol in Alaska came a message under\ndiplomatic seal from the Ambassador to Venus, right into the office of\nCode Clerk Weems.\n\nCarefully he scanned the tape and lead that closed the pouch. \"At\nit again,\" he said finally. \"I sometimes wonder if the whole thing\nwouldn't go smash if we read our own mail before every other Great\nPower in space.\"\n\nDr. Helen Carewe, his highly privileged assistant, opened the pouch\nwith a paper knife and a shrug. \"Take it easy, career man,\" she\nadvised. \"Your daddy had the same trouble before they promoted him\nto Washington State. We get all the dirty work here in Nome--have to\nexplain how and when and why the inviolable mail-sacks arrive opened\nand read.\" She scanned the messages heavily typed on official paper.\n\"What,\" she asked, \"does 'Aristotle' mean?\"\n\n\"Inexcusable outrages on the dignity of a representative of Terra,\"\nsaid Weems after consulting the code book. \"Sounds bad.\"\n\n\"It is. Oh, but it _is_! They took Ambassador Malcolm and painted him\nbright blue, then drove him naked through the streets of Venusport.\"\n\n\"Whew!\" whistled Weems. \"That's an 'Aristotle' if I ever heard one!\nWhat do we do now?\" He was already reaching for the phone.\n\n\"Cut that out!\" snapped Dr. Carewe. She could speak to him like\nthat--or even more firmly--because she was more than old enough to be\nhis mother. The number of career men she had coached through the Alaska\nReceiving Station would fill half the consulates in space--and with\ndamned good men. Brow wrinkled, she brooded aloud, \"While this isn't\ndefinitely spy stuff we ought to know whether they have a line on our\nphones. Don't get Washington; try Intelligence in Wyoming.\"\n\n\n\nMeekly Weems rang the Central Intelligence Division. After a hasty\nconversation he turned to Dr. Carewe: \"They say that we're being\ntapped--probably by Martians. What do I do?\"\n\n\"Thank the man nicely and hang up.\" Weems obliged.\n\n\"Now,\" said Dr. Carewe, \"the sooner Washington hears of this, the\nbetter. And if the Martians hear of this later, _much_ better. What\nwe have to avoid is the Martians being able to let the Venusians know\nwith any degree of credibility that Earth is very, very angry about the\nAristotle. Because that will get Venus very angry and virtuous. Which\nwill get Earth very dignified and offensive; snotty, I might even say.\"\n\n\"I notice,\" commented Weems, \"that Mars is practically out of the\npicture. Except as a silent purveyor of fighting ships to both sides,\nis it?\"\n\n\"It is. You learn quickly and cleanly. We'll have to go to Washington\nourselves with the pouch.\"\n\n\"And report,\" said Weems, \"to--oh, my God!--Osgood!\"\n\n\"Exactly,\" said she. \"Oh,-my-God Osgood.\"\n\nAnd there was good and sufficient reason for the alarm in her voice.\n\n\n\nIn the chaste marble structure that housed the diminutive Foreign\nOffice that Terra thought it sufficient to maintain there were to be\nfound persons who would be kicked out of any other department of the\ngovernment in two seconds flat. But because astropolitics was something\nnew to Earth and because there had to be some place made for the\nhalf-witted offspring of the great legislative families this chaste\nmarble structure housed a gallery of sub-normals that made Bellevue\nlook like the Princeton Institute for Advanced Research on a sunny day.\nOr so the junior members thought. Not the least of these half-witted\ngreat ones was Jowett Osgood, the direct superior of Weems, to whom he\nwould naturally report.\n\nWeems and Carewe were announced with a strange pomp and circumstance;\nthey entered the big office to find Osgood rudely buried in what was\nsupposed to look like work. Weems stood dumbly as Dr. Carewe coughed\nsharply.\n\n\"Ah!\" grunted Osgood, looking up. \"What is it?\" He was a gross man.\n\n\"A pouch from Venus. We decoded it and we think it deserves your\nimmediate attention. We didn't phone the contents because of tappers on\nthe wires.\" Weems handed over the decodings, marked very prominently in\nred: CONFIDENTIAL--MAKE NO COPIES.\n\nOsgood scanned them and heaved himself to his feet. \"Gad!\" he\ngrunted. \"We must brook no delay--arm to the teeth!\" He turned on\nhis dictaphone. \"Henry!\" he snorted. \"Listen to this! To Bureau of\nProtocol--\" Dr. Carewe snapped off the dictaphone and shoved him back\ninto his well-padded chair.\n\n\"This,\" she said between her teeth, \"is entirely up to you. Take it\nfrom us, immediate action is demanded to smooth over this incident.\nYou won't be able to pass the buck onto some other department; this\nis right in your lap. And you won't be able to delay the affair until\nyou've forgotten it; even you can see that. Now _what are you going to\ndo_?\"\n\nOsgood considered the matter with great dignity for two full minutes.\nFinally he announced: \"I don't know.\"\n\n\"My suggestion is that you appoint Mr. Weems here a sort of goodwill\nambassador for special, but very vague, work. And give him an unlimited\nexpense account. This thing mustn't get any further. Keep it between\nus three that the message arrived officially on Earth. The fiction\nwill be that it was lost in space and that nobody has received\nofficial confirmation of the Aristotle. Any unofficial reports will be\nconsidered as sensational tales concocted by newscasters. That's the\nonly way to keep Earth off the spot. And what a spot it is!\"\n\n\"I see,\" said Osgood. \"Be advised that I shall follow your\nsuggestions--as closely as is compatible with the dignity of this\nOffice.\"\n\nOutside she informed Weems: \"That last was face-saving and nothing\nelse. From here we go to Venus--spreading sweetness and light. Always\nremember, young man, that our interceptor rockets are pretty good, but\nthat the Venus bombers are pretty _damned_ good.\"\n\n\"War,\" mused Weems. \"Nobody wins, really--it wouldn't be nice to see\nNew York blown to pieces, even though we could do exactly the same to\nVenusport. Sweetness and light it is.\"\n\n\n\nVenus politics are no joke. The fish-faced little people have at\nleast two parties per acre and the dizziest system of alliances and\nsuper-alliances that ever bewildered a struggling young diplomat.\nTypically there were absolutely no points of agreement among any of\nthe parties as to foreign policy, and yet the Venusian Embassies spoke\nwith authority that was backed up by a united planet. Their military\nforces were likewise held in common by all the countries, but there\nwere \"state militias\" engaged in intramural activities and constant\nborder-fighting.\n\nWeems knew the language, and that was one very great advantage; also\nhe spent the long rocket trip to the foggy planet in learning what he\ncould of the political set-up. He arrived with a fanfare of trumpets;\nat the pier he was greeted by a score of minor officials. It was a\ndeliberate insult from the Venusian army, for not a single high-ranking\nofficer was present. He glossed it over for the sake of a splendid\novation from the populace of Venusport, who were thoroughly hopped up\nwith esteem for him. He was the shining young man who would assure\npeace and prosperity for the two inner planets, and the populace was\nall for him.\n\nBut, he knew very well, if one nasty word came from Earth, officially\nrecognizing the Aristotle, their mood would change suddenly and\nsavagely. And that was what he had to be ready for. He didn't trust the\nfat-headed Osgood.\n\nFrom city to city he made a grand tour, speaking with very little\naccent before huge audiences of the little people and meeting few\nreally high-up officials. Everywhere he went he met with disapproval\nfrom the public officers.\n\n\"How,\" he complained to Dr. Carewe, \"they get together on a complicated\nissue like disliking me, I don't understand.\"\n\nWith a grim look about the hotel room she explained: \"It's the army.\nThey must be partly in the pay of Mars. You're the finest thing that's\nhappened in the way of friendly relations between Earth and Venus. If\nyou take root long enough to get your message over they won't be able\nto pounce on Earth, to the benefit of nobody except the red planet. So\nthey're trying to cool things off.\" Again the nervous glance around the\nroom.\n\n\"What's that for?\"\n\n\"Dictaphones. But I don't think there are any. So at the risk of\ngetting mushy I'm going to tell you just what I think of your job.\nI think you're working like a madman, with some of the finest,\nsingle-hearted devotion to the cause of peace that I've ever seen.\nIf you keep this up and handle the rest of your life the way you're\nhandling this part you won't be immortal--not the way Osgood is going\nto be--with a bust in the rotunda of the Capitol and a chapter in the\nhistory books.\n\n\"No, you're going to be something different. There are going to be\nVenusians--and Martians and Earthmen--who'll talk about you many, many\nyears from now. About how their fathers and grandfathers stood in the\nrain to hear you talk.\" She looked over her spectacles. \"Which reminds\nme--get out on that balcony and don't make any slips.\"\n\nHe pressed the very old, very great lady's hand silently, then, mopping\nhis brow, stepped out to the ledge beyond his window. It was in the\ntwilight zone of perpetual rain, and the crowd of white pates and faces\nbefore him was hardly visible through the wisps of steam. He looked\nabout uneasily as he turned on the fog-piercing lights that flooded him\nwith a golden glow, so that the Venusians could see their superman. As\nhe began to speak into the mike at his lips there was a hoot of reproof\nfrom the crowd. And then there were others. Something was going the\nrounds; he could feel it.\n\nVery distinctly there was a shrill cry from the sea of faces: \"_Liar!_\"\nAnd others echoed it, again and again. He tried to speak, but was\nhowled down. A firm hand snapped off the lights and closed the window;\nDr. Carewe dropped him into a chair, limp and shocked. She handed him a\nslip of paper that had just been delivered.\n\nWith her lips tightly compressed she said: \"They knew before we did.\nOsgood spilled it--all.\"\n\n\n\nThey shot to Mars before assassins could take any tries at them. Weems\nwas completely washed up and discredited on Venus; knew it and felt\nlike it. What had his fine words been in the face of a stern, righteous\ndeclaration from the Foreign Office on Earth to the Foreign Office on\nVenus--gleefully published far and wide by the Mars-bribed officers\nin the latter--hurling the most frightful accusations of violating\ndiplomatic immunity?\n\nGod only knew, brooded Weems, why Osgood had chosen precisely that\nmoment to sound off. He had said fighting words, too--\"back up our\ndetermination to shield the weak with deeds as well as--\" Ugh! What was\nthe matter with Osgood? The Martians couldn't touch Earth's Foreign\nOffice; they bred them dumb but honest there. Why had Osgood--? Did\nhe want to be an Iron Man? Did he think he could get further faster\nin time of war? Or did he actually, honestly believe that by this\nhalf-witted note insulting a friendly planet on account of a mere\nviolation of etiquette he was striking a blow for justice and equality?\n\nIt probably was just that, Weems decided. And Dr. Carewe agreed.\n\nWhen they landed on the red planet Weems felt very low, and was\nscarcely given a new lease on life by the warm reception he received\nfrom Martian notables. He was welcomed Earth fashion, with a band and\nspeeches from a platform to twenty thousand cheering Martians. They\ncould afford to treat him kindly; he'd failed utterly and miserably\nfrom blocking a new, magnificent source of income to Mars--the\non-rushing Earth-Venus war.\n\nMars wouldn't get into it. Oh, no! Mars didn't need colonies or\nprestige. When you have a navy like the Martian Matriarchal Fleet\nyou don't need colonies or prestige. You just sit tight and sell the\nscrappers your second-rate equipment at premium prices.\n\nAt his first official reception he stood nervously among the ladies of\nthe court. He had just received news from the Earth diplomatic colony\nthat Venus had replied to Earth with a note just as stiff, charging\nthat Earth was impeaching the authority of the Venusian Foreign Office\nwith respect to its planetary jurisdiction. In plain language that\nmeant: \"Our army is bigger and better than yours. Knock this chip\noff--if you dare!\"\n\nOne of the elegant ladies of the Matriarchal court sidled up to him.\n\"We were presented to each other when you landed,\" she said in French.\n\n\"Of course,\" he said delightedly. \"I remember you perfectly!\" But all\nMartians still looked alike to him.\n\n\"I was wondering, Mr. Weems, whether you would care to attend a party\nI'm giving tomorrow evening. I feel there would be features extremely\nentertaining to you.\"\n\n\"Delighted, Madame!\" He beckoned over Dr. Carewe.\n\n\"Your social secretary?\" asked the Martian lady. \"I'll give her the\ndetails.\"\n\nThen the Karfiness entered regally and all the ladies of the court\ntwiddled their curtailed chelae with deep veneration as she folded up\nin a basket-like affair.\n\n\"Mr. Weems,\" she said graciously. He advanced and bowed, Earth fashion,\nfor all of his encumbering furs. \"Mr. Weems, we are delighted to see\nyou here. Such a refreshing change from those slimy little Venusians!\"\nHer English was perfect, though lispy.\n\n\"And I, Madame, am delighted to attend. If there is any message I can\ntake back to Earth from you--any word of friendship, you have only to\nsay it.\"\n\nShe regarded him amiably. \"The people of Earth know well that the\npeople of Mars are wholly committed to a policy of amicable industrial\ncooperation. Nothing will please me more than to reassure my friends of\nthe third planet that there is no end of this policy in sight.\"\n\nWhat did that mean? wondered Weems. Was she playing with him?\n\n\"I trust,\" he said, \"that you are wholeheartedly working in the\ninterests of peace among the planets?\"\n\n\"So I have said,\" she replied simply. \"So I shall always say.\"\n\nIncredible! Did she take him for an imbecile? Or--or--?\n\n\"Thank you for this kind assurance,\" he said, bowing again and retiring.\n\nWhen he had cornered Dr. Carewe he said agitatedly: \"I don't get it at\nall. I simply don't understand. Is she lying into my teeth? The least\nshe could have done would have been to turn aside the questions. I\nnever dreamed I'd get an answer at a time like this!\"\n\n\"Neither did I,\" she said slowly. \"Something is rotten in the\nMatriarchy, and it isn't the customary scent of senile decay peculiar\nto dictatorships. The biology of the Martians demands a dictatorship,\nwhat with their weird reproductive methods. Unless there were a strong\nand centralized authority they'd slump back into barbarism after a few\nthousand years of unrestricted matings. Here's one dictator who's\nloved by the dictatees.\"\n\nShe was silent a moment, then said: \"To change the subject, I have\nthe place and time for tomorrow's party. The lady is--I knew you\ncouldn't tell one from another--director of a munitions and fabrication\nsyndicate.\"\n\n\"Thanks,\" he said vaguely, taking the memo. \"That's the perfect spot of\nirony to top off the evening--in fact this whole damned mission that\nfailed.\"\n\n\n\nHe went to the party with Dr. Carewe, both thoroughly wrapped up in fur\nand wool against the Martian ten-below temperature. And they carried\nthermos flasks full of hot coffee for an occasional warming nip in a\ndark corner. Anything but that would be unmannerly.\n\nHis hostess presented Weems to her husband-brother-nephew, an example\nof the ungodly family relationships into which their anatomy naturally\nled. The creature was very much smaller than the female, and spoke only\nMartian, which the Earthman could not handle except sparingly. He got\nthe idea that they were talking about auriferous sand, but how they got\nonto the subject he did not understand. He excused himself as quickly\nas he could and retreated for some of the steaming coffee.\n\n\"Earthman, of course!\" said a hearty voice.\n\nHe turned to see a curious, stubby person, quite human in his\nappearance, but with a somehow distorted look--as though he had\nbeen squeezed in a hydraulic press. And the person wore elaborately\nornamental trappings of a blackish-silver metal.\n\n\"You must be a Jovian,\" he said, corking the thermos. \"I've never seen\none of your people before. You're more--ah--human than these others.\"\n\n\"So they say. And you're the first Earthman I've ever seen. You're\nvery--ah--_long_.\" They both laughed; then the Jovian introduced\nhimself as a pilot on the regular Io-Mars freighters. He waved off\nWeems' introduction. \"Don't bother, Weems,\" he said. \"I know of you.\"\n\n\"Indeed?\" There was a pause. With the diplomatic instinct to avoid\nembarrassment whenever possible, the Earthman asked: \"Why don't your\npeople appear more often on Earth? You could chuck some of that osmium\nyou have to wear here on Mars.\"\n\n\"This?\" The Jovian gestured at his trappings. \"A mere drop in the\nbucket. I have a hundredweight in each shoe. But the reason is that\nEarth is relatively undeveloped in its space-culture--though, of\ncourse, much better developed than Jupiter. There are so few of us ...\nfifty millions on the whole planet.\" He shrugged whimsically. \"We're\ngrowing, of course. There was a polygamy decree a few years ago--did\nyou hear of it?\"\n\n\"No--I'm sorry to say I know nothing at all about your planet. I'm in\nthe diplomatic service. Studying Venus, mostly.\"\n\n\"So? Perhaps you are the wrong man to come to, then. We know nothing\nabout these matters. Is there a person more appropriate to whom I ought\nto broach the idea of a rapprochement between our two worlds?\"\n\n\n\nWeems was rocked back on his heels. Unheard of! Diplomacy as casual\nas this was tantamount to an interplanetary incident. The Jovian\ncontinued casually as before: \"You see, we've no navy and don't need\nspace-rights. It's strictly commercial, so we haven't got any Foreign\nOffice. We hardly trade at all with Venus and Earth, and our Mars\nrelations are settled by treaty once every four of the Mars years.\"\n\n\"Excuse me,\" said Weems abruptly. He had just caught a high-sign from\nDr. Carewe, who was holding a flimsy like a dead rat. He sidled over to\nher inconspicuously.\n\n\"Well--what turned up?\"\n\n\"The chip,\" she said breathlessly, \"has been knocked off. I just got\nthis from our Embassy--messenger. It's a copy of the note the Earth\nF. O. just sent to Venus. The Earth F. O. assures Venus that not only\ndoes Earth impeach the Venus F. O. but that she is prepared to put its\njurisdiction to trial.\" She handed him the flimsy.\n\nHe scanned it almost unbelievingly. \"The so-and-so's,\" he commented\ninaudibly. \"That about fixes our little red wagon, doc. Though we have\nan ally. Jupiter wants its place in the sun.\"\n\nAs the woman stared with amazement he introduced the Jovian to her and\nexplained the situation. The squat man listened with increasing anxiety\nas he dilated on the relations that would exist between the two worlds.\n\n\"Will we really,\" he asked at length, \"need all those men--actually\ntwenty-five on our end!--to handle a little thing like a military\nalliance?\"\n\n\"Lord, yes!\" breathed Weems. \"Code clerks, secretaries,\nsub-secretaries, second-sub-secretaries--lots more.\"\n\n\"May I ask,\" said the woman, \"why this sudden interest in protocol and\nprocedure has come up on Jupiter?\"\n\nThe Jovian looked a little embarrassed. \"It's a matter of pride,\" he\nexplained. \"The three other planets have their own secret codes and\nmessages. We're the only planet that hasn't got sealed diplomatic\npouches absolutely inviolable in any jurisdiction! And so our Executive\nCommittee decided that if it's good enough for them it's good enough\nfor us.\"\n\n\"I see,\" said Weems thoughtfully. \"But how is it that you, the A pilot\non a freighter, are their Plenipotentiary without even identification?\"\n\n\"As a matter of fact,\" confessed the Jovian with some hesitation, \"I\nwas given a note, but it seems to be lost. Do things like that really\nmatter?\"\n\n\"They do,\" said Weems solemnly. \"But you were saying--?\"\n\n\"Yes. They chose a freight pilot to avoid taking a man off real work.\nIt's our principle of the Economization of Kinesis. Without its\noperation we'd have all sorts of superfluous men who did only half a\nman's work. And do not forget that to a people of only fifty millions\nthat is no small matter. We need every man all the time.\"\n\n\"As to the treaty necessary,\" said the woman, \"would you prefer it to\nbe secret or published?\"\n\n\"Secret,\" promptly replied the Jovian. \"It'll be more fun that way.\"\n\nUp dashed a very young sub-attache from the Earth Embassy. \"Excuse me,\"\nhe shrilled, his voice breaking. \"But you have to come at once. It's\nimportant as--as the very devil, sir, if you will excuse--\" He found\nhimself addressing empty air and an amused Jovian. The two Earthpeople\nhad flown to their sand car. They had been waiting for the summons.\n\n\n\nThe Ambassador was waiting for them, grim and white. He was no fool,\nthis Ambassador; his punishment for that was the dusty job on Mars\ninstead of an office on Terra. He had just removed the ear-phone\nclamps, they saw; the diplomatic receiver set was on his desk.\n\nWithout waiting for a question from them he said: \"The good word\nis--_ultimatum_.\"\n\n\"God!\" said Dr. Carewe, her old face quite white.\n\n\"When?\" snapped Weems, taking out pencil and paper.\n\n\"Note delivered to Venus F. O.--that's the note from Earth--and ten\nminutes or so later lynching of Venusians on the staff of the Earth\nEmbassy by an outraged populace. Foolish defense by Earthmen attached\nto the Embassy. Several of them killed. Stronger note from Earth. Why\ndidn't Venus F. O. notify immediately and offer indemnities? _Very_\nstrong reply from Venus F. O.--chip on the shoulder. Earth knocks off\nchip. That's the last you saw at your party. Then ultimatum from Venus\ngiving Earth twelve _dicenes_ to apologize profoundly and offer an\nindemnity in good faith.\"\n\n\"And when is the time up?\"\n\n\"The twelve _dicenes_ will come to an end--\" the Ambassador consulted\nhis watch \"--about forty-eight hours from now.\"\n\nThere was a long pause, broken at last by a muffled groan from the\nAmbassador. \"Damn it--oh, damn it!\" he wailed. \"Why do the idiots have\nto fight? There's trade enough for everybody, isn't there?\"\n\n\"And, of course,\" said Weems, \"Earth will never back down. Not in a\nmillion years. They're built like that. And if they did back down Venus\nwould be sure of herself and force a war.\"\n\n\"Well,\" said the woman quietly. \"Are you just going to _sit_ here?\"\n\n\"Suggestions are in order,\" said the young man unhappily.\n\n\"You'll have to work like hell to stave this off,\" warned the woman.\n\n\"Ready and willing, doctor. Tell me what to do.\"\n\n\n\nConsidering that the art of diplomacy is, ultimately reduced, the\nsystem found most practical in actual use when stalling for time to\nrush ahead with military expansion, it is not very remarkable that\nthe two roving delegates did what they did with such neatness. The\nmachinery was there for them to use.\n\nUse it they did, to the fullest extent. They shot ethers through\nto most of the crowned heads of the inner planet; radioed Earth\nconfidentially meanwhile to stand by for the answers from Venus;\ncontacted the Martian Protocol Division regarding an alliance for trade\npurposes alone.\n\nThey were so thoroughly efficient in their functioning that after ten\nhours of this the bureau chiefs back on earth fell to their knees and\nprayed for a let-up of this lunatic barrage of red-tape that came,\nunasked and unanswerable, from a minor Embassy on Mars.\n\nVenus was bally well baffled. At first they made some pretense of\nreplying stiffly to the muted threats from the Embassy on Mars, then\ngave up and hung onto the ropes, trying to decode the weird messages.\nIt _must_ be code, they decided. How could a message like: \"Advise your\nF. O. investigate frog-ponds for specious abnormalities\" be anything\nbut an uncrackable cipher? They set their experts to work. The experts\ndecided that the message meant: \"All Earthmen on Venus are advised to\nsabotage production machinery and destroy records.\" But they were wrong\nas they could be, for the message meant just what it said. Its value\nwas on its face.\n\nThe consulate and the staff were drafted by the Embassy to aid in\nthe good work of confusion; the Ambassador himself sat for ten hours\nwriting out messages to be sent officially which bore absolutely no\nrelation to each other or the world at large. And if you think that\nsounds easy--try it!\n\nMeanwhile the inseparables, Mr. Weems and Dr. Carewe, had been\nseparated. The woman was gathering data from the Martian libraries and\nWeems was paying social calls at the Palace, interviewing secretaries\nwithout number. Meanwhile, authentic, distressing news-releases\nkept rushing to him, causing him great pain. First thing after the\nultimatum he heard was that Earth had called in all spacers except\nthose related to navigation--fueling stations, etc. Venus retaliated in\nlike, and furthermore towed out the gigantic battle-islands, used to\nfuel fighting ships. Earth retaliated in like, and furthermore began\nskirmishing war games around mid-way between Terra and Luna.\n\nBy the time the ten hours of lunatic messages were elapsed the two\ngreat fleets of Earth and Venus were face to face mid-way between the\nplanets, waiting for orders from the home-planets to fire when ready.\n\n\"For the love of Heaven,\" he pleaded with a secretary to the Karfiness,\n\"they won't even wait for the ultimatum to elapse. There's going\nto be a space-war in two hours if I don't get to see her Serene\nTentaculosity!\" The title he bestowed on her was sheer whimsy; he\nwasn't half as upset as he was supposed to be. It was all for effect.\nHe rushed away, distrait by the information that he couldn't possibly\nsee the Karfiness and aware that the munitions interests of Mars would\nby now be rubbing their chelae with glee.\n\nHe reached a phone and rang up the Ambassador. \"Okay,\" he informed\nhim. \"Stop short!\" The Ambassador, badly overworked and upset, stopped\nshort with the messages. Venus and Earth were baffled again, this\ntime because there was nothing to be baffled by. The strange silence\nthat had fallen on the F. O.'s was alarming in its implications. The\ndiplomatic mind had already adjusted itself to the abnormal condition;\nrestoration of normality created almost unbearable strain. Messages\nrushed to the Embassy; the Ambassador left them severely alone and\nwent to bed. From that moment anybody who touched a transmitter would\nbe held for treason, he informed his staff. It was as though the Mars\nEmbassy had been blown out of the ground.\n\n\"They are now,\" brooded Weems, \"ready for anything. Let us hope that\nVenus hasn't lost her common sense along with her temper.\"\n\nWith that he set himself to the hardest job of all--waiting. He got a\ncouple of hours of sleep, on the edge of a volcano, not knowing whether\nthe lined-up Venus fleet would fire on the opposite Earth fleet before\nhe woke. If he did it would be all over before he really got started.\n\n\n\nEven Weems hadn't imagined how well his plan was taking root. Back on\nEarth the whole F. O. had gone yellow, trembling at the gills lest they\nshould actually have to fight. And it was perfectly obvious that they\nwould, for when planetary integrity directs no mere individual might\nstand in the way.\n\nThere was a great dearth of news; there had been for the past few hours\nof the crisis. Since that God-awful business from the Mars Embassy\nstopped and the entire staff there had--presumably--been shot in the\nbacks while hard at work fabricating incredible dispatches there was a\nmighty and sullen silence over the air, ether and sub-etheric channels\nof communication.\n\nOn Venus things were pretty bad too. A lot of Earthmen had been\ninterned and the whole planet was sitting on edge waiting for something\nto happen. It did happen, with superb precision after exactly seven\nhours of silence and inactivity.\n\nThere was a frantic call from--Jupiter! _Jupiter claimed that the whole\nbusiness was a feint and that the major part of the Earth fleet was\neven now descending on the Jovians to pillage and slay._\n\nThe official broadcast--_not_ a beam-dispatch--from Jupiter stated\nthis. Earth promptly denied everything, in a stiff-necked communique.\n\nVenus grinned out of the corner of its mouth. In an answering\ncommunique she stated that since Venus was invariably to be found on\nthe side of the underdog the Venus Grand Fleet would depart immediately\nfor Jupiter to engage the enemy of her good friends, the Jovians.\n\nEarth, to demonstrate her good faith, withdrew her own fleet from\nanywhere near the neighborhood of Jupiter, going clear around to the\nother side of the Sun for maneuvers.\n\nLovers of peace drew great, relieved sighs. The face-to-face had been\nbroken up. The ultimatum had been forgotten in Earth's righteous stand\nthat she had _not_ invaded Jupiter or intended to. This made Venus\nlook and feel silly. This made the crisis collapse as though it had\nnever been there at all.\n\nAnd just after the Venus fleet had reported to its home F. O.--this was\nthree hours after the ultimatum had elapsed without being noticed by\nanybody--there were several people in the Earth Embassy on Mars acting\nhilariously. There was a Jovian who gurgled over and over:\n\n\"I didn't know it would be this much fun! We would have got into the\ngame years ago if we'd known.\"\n\n\"And I,\" said the Ambassador, \"have the satisfaction of knowing that\nI've given a pretty headache to the best code experts in the system.\nAnd all by the simple expedient of sending a code message that means\njust what it says.\"\n\n\"And I,\" said Weems, upending a glass, \"have aided the cause of peace\nbetween the planets. If I can get to the Karfiness and let her know\nthat she's being played for a sucker by the munitions people--\"\n\n\"Let it come later,\" said Dr. Carewe. \"I wish I could live another\neighty years to read in the history books. But it really doesn't\nmatter, because they'll say something like this:\n\n\"'Toward the end of this year there arose a crisis between Earth and\nVenus, seemingly over matters of trade. It actually reached a point of\nultimatums and reprisals. Fortunately the brilliant, calm and efficient\nwork of the Hon. Secretary of Recession, Jowett Osgood, saved the day.\nHe contracted a defensive alliance with Jupiter, the combined might of\nthe Earth-Jovian fleet crushing any idea of victory that may have been\nthe goal of the Venusians.'\"\n\nDr. Carewe laughed loud and raucously as she refilled her glass.\n\n\n",
  "metadata": {
    "author": [
      "Kornbluth, C. M. (Cyril M.)"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/73178/pg73178.txt",
    "name": "crisis"
  }
}
