{
  "name": "Cronus of the D. F. C.",
  "author": [
    "Biggle, Lloyd, Jr."
  ],
  "body": "A bright, sunny day in May, and a new job for me. I found the room in\nthe basement of police headquarters--a big room, with freshly stenciled\nletters D F C on the door, and an unholy conglomeration of tubes, wires\nand dials bulking large in one corner.\n\nA bright young police cadet sat at a desk in the center of the room.\n\"Are you Mr. Forsdon?\"\n\nI nodded, and dumped my bag beside the desk.\n\n\"Captain Marks is waiting for you,\" he said and jerked his head toward\na door to the rear.\n\nCaptain Marks had his office in a cubbyhole off the main room. It was\nquite a comedown from the quarters he'd occupied upstairs as captain of\ndetectives. He'd held onto that job past his retirement age and, when\nthey were about to throw him out on his ear, D. F. C. came along and\nhe jumped at it. The Captain was not the retiring type.\n\nHis door was open, and he waved me in. \"Sit down, Forsdon,\" he said.\n\"Welcome to the Department of Future Crime.\"\n\nI sat down, and he looked me over. A lean, hard face, closely cropped\nwhite hair, and steely grey eyes that looked through a man, rather\nthan at him. Small--five feet seven, a hundred and forty pounds. You\nlooked at him and wondered how he'd ever gotten on the force in the\nfirst place, until you saw his eyes. I'd never felt comfortable in his\npresence.\n\n\"Do you know what we have here, Forsdon?\" he said.\n\n\"Not exactly.\"\n\n\"I don't either--exactly. The brass upstairs thinks it's an expensive\ntoy. It is. But they've given us a trial budget to see if it works, and\nnow it's up to us.\"\n\nI nodded, and waited for him to go on. He packed his pipe, lit it, and\nthen leaned back and let the smoke go out.\n\n\"We have an invention,\" he said, \"which I don't pretend to understand.\nYou saw the thing?\"\n\n\"Yes,\" I said. It wasn't easy to overlook.\n\n\"Walker calls it Cronus--for the Greek God of Time. It gives us random\nglances around the city on what looks like a large TV screen--random\nglances into the _future_!\" He paused for dramatic effect, and I\nprobably disappointed him. I already knew that much. \"The picture is\nhazy,\" he went on, \"and sometimes we have a hell of a time figuring out\nthe location of whatever it is we're looking at. We also have trouble\npinpointing the time of an event. But we can't deny the potential.\nWe've been in operation for three weeks, and already we've seen half a\ndozen holdups days before they happened.\"\n\n\"At least it's an ideal we've always worked for,\" I offered. \"I mean,\nto prevent crime, rather than just catch the criminal.\"\n\n\"Oh!\" he said, and went to work on his pipe again. \"Maybe I didn't\nmake myself clear. We saw the holdups on that screen, but we couldn't\n_prevent_ a single one. All we managed to do was catch the criminal\na few minutes after he had committed the crime. So it raises an\ninteresting question: Is it possible to change the future?\"\n\n\"Why not?\" I said.\n\nCaptain Marks thought a moment. \"It isn't too critical, where the\nholdups are concerned. The criminal is caught immediately, the loot is\nrecovered, and the victim goes his way thinking kind thoughts about\nthe efficiency of the police force. But what about assault, or rape,\nor murder? Apprehending the criminal ten minutes later won't be much\ncomfort to the victim. But now that you're here to follow up the leads\ngiven us by Cronus--well, we'll see what we can do. Come on. I want you\nto meet Walker. And Cronus!\"\n\nWalker--Dr. Howard F. Walker--was huddled over his creation. There was\nno doubt about it being his baby, as you could see from the way his\nhands caressed the dials. He was a gangling-looking man, six feet one,\nmaybe 170 pounds, fifty-odd years old. He had a long neck, an overly\npronounced Adam's apple, and thinning hair. He wore thick glasses,\nhis face was gentle and dignified, and he looked like a very tired\nuniversity professor.\n\nHe didn't hear us come up, and the Old Man waited quietly until he\nnoticed us.\n\n\"Walker,\" the Old Man said, \"this is Forsdon, our new detective.\"\n\nHe nodded at me. \"Cronus has something,\" he said. \"If I can find it\nagain....\"\n\nHe turned to his dials.\n\n\"That's one of our problems,\" Captain Marks said. \"Once we focus on\na crime, it's sometimes hard to locate it again. The time interval\nbetween the present and the time the crime is committed keeps getting\nless. It takes a different adjustment each time....\"\n\nHis voice trailed away, and I looked from Walker to the six-foot-square\nscreen above his head. Shadows flitted about on the screen. A female\nshadow walking along the street holding a child shadow by the hand.\nShadow aircars moving along jerkily. A row of male shadows grotesquely\nposed along a bar, their glasses making bright blotches in the picture.\nA room, and a female shadow moving around a table. The future revealed\nby Cronus was a shadow world and the only way you could tell male from\nfemale was by their dress.\n\nThe scene kept shifting. A park, with trees, and lounging adults, and\nrunning children. A room with people seated around a table, a reading\nroom, perhaps at the public library. A large living room, with an\nold-fashioned fireplace, and a bright blotch that was the fire. Another\nsmaller room, a female shadow....\n\n\"That's it!\" Walker said suddenly. He moved a motion picture camera\ninto position, and pressed a button. It whirred softly as we watched.\n\nA nondescript living room. A female shadow. She threw up her hands and\nstood transfixed for a horrible moment or two. A male shadow bounded\ninto the picture--a giant male shadow. She turned to run, and he caught\nher from behind. His hand moved upward. Something glittered in it, and\nhe brought it down. He struck twice, and the female crumpled to the\nfloor. He whirled, ran toward us, and disappeared. The camera ground\non, recording the image of that shapeless shadow on the floor.\n\nAbruptly the scene changed. A restaurant, with crowded tables and\njerkily moving robot-servers. Walker swore softly and turned off the\ncamera.\n\n\"That's all I got before,\" he said. \"If I could come on it from a\ndifferent angle, maybe we could locate the place.\"\n\n\"When?\" the Captain asked.\n\n\"Seven to twelve days.\"\n\nIt hit me, then, like a solid wallop on the jaw. I'd been looking into\nthe future.\n\n\n\n\"Plenty of time,\" the Captain said. \"But not much to go on.\" He looked\nat me. \"What do you think?\"\n\n\"Might be able to identify the man,\" I said. \"He'll be well over six\nfeet--wouldn't surprise me if he were six-eight or nine. He'll have the\nbuild of a male gorilla. And he limps slightly with his right foot.\"\n\n\"Not bad. Anything else?\"\n\n\"It's an apartment or a hotel room,\" I said. \"I'd guess an apartment.\nThe scanner screen by the door means it's either relatively new, or\nit's been remodeled. The living room has a corner location, with\nwindows on two sides. It's hard to say for certain, but I believe\nthere's an old-fashioned sofa--one of those with a back on it--along\nthe far wall.\"\n\nWalker slumped into a chair. \"You make me feel better,\" he said. \"I\nthought there was next to nothing to go on.\"\n\nCaptain Marks nodded. \"But you missed one thing.\"\n\n\"What's that?\"\n\n\"Our assailant is left-handed. Also--the limp may be something\ntemporary. All right, Forsdon, it's all yours. Seven to twelve days,\nand you'd better plan on seven.\"\n\nHe went back to his office, and I looked at Walker. \"Can you give me\nany idea at all as to the location?\"\n\n\"I can draw you a circle on the map, but it's only about fifty-fifty\nthat you'll find the place inside the circle.\"\n\n\"That's better than nothing.\"\n\n\"There is one thing,\" Walker said. \"I'd like to have you wear this.\nEverywhere.\"\n\nA band of elastic, with what looked like dark beads placed on it at\nintervals.\n\n\"It's an arm band,\" Walker said. \"Cronus picks up these beads as bright\nspots. So I'll be able to identify you if you show up on the screen.\"\n\nI hesitated, and he said, \"The Captain wears one. We know it works,\nbecause Cronus has picked him up twice.\"\n\nI took the arm band, and slipped it on.\n\nI sat down with the map and a directory and worked until a technician\ncame back with the developed film. Walker was still perspiring in front\nof Cronus. He hadn't been able to focus on the crime a third time. The\nCaptain's door was closed, and his nasal voice was rattling the door\nas he bellowed into his telephone. I pulled the curtains to darken one\ncorner of the room, and fed the film into a projection machine.\n\nI ran the film ten times without coming up with anything new. I\ncouldn't make out the number on the door. I also couldn't decide\nwhether the assailant was a chance prowler or someone known to the\nvictim. I stopped the camera, and made a sketch of the room from what I\ncould make out in the way of furnishings.\n\nThe Captain came barging out of his office, took a quick look at my\nsketch, and nodded approval. \"We'll find the apartment,\" he said. \"Then\nour troubles will really start.\"\n\nI couldn't see that, and I told him so. I figured our troubles would be\nnearly over if we found the apartment.\n\n\"You think it's possible to prevent this crime,\" he said. \"I don't.\nEven if we find the apartment and identify the man and woman, the crime\nis still going to happen.\"\n\n\"Why?\" I said.\n\n\"Look at it this way. If we prevent the crime, it's not going to\nhappen. Right?\"\n\n\"Right.\"\n\n\"And if it's not going to happen, Cronus wouldn't show it to us. All\nyou see on that screen is what _will_ happen. As far as Cronus is\nconcerned, it already has happened. Preventing it is like trying to\nchange the past.\"\n\n\"We can try,\" I said.\n\n\"Yes, we can try. The regular force will help us on this one. A team of\ndetectives is waiting outside. Tell them what you want done.\"\n\nI wanted an apartment living room with a corner location and a door\nscanner. It wasn't as bad as it sounded--the scanner was a new gadget\nat that time. Not many apartment buildings would have it. There was\nalways the chance, of course, that an individual had had one installed\non his own, but that was a worry I could postpone.\n\nI put in a hectic day of trudging through apartment buildings and\nsquabbling with superintendents, but we found it the next morning, in\na stubby little seven-story building on South Central. It was one of\nthose apartment buildings that went up way back in 1990, when the city\ndecided it couldn't afford the luxury of open spaces and opened part of\nold Central Park to apartment buildings. This one was a midget among\nthe other buildings in that development, but it had been remodeled\nrecently. It had scanner screens.\n\nAfter the usual protests, the superintendent showed me around. Most\nof the occupants weren't home. He let me into a rear apartment on the\nsixth floor, and I took one look and caught my breath.\n\nI pulled out my sketch, though I had it memorized by this time, and\nmoved across the room to get the right angle. The sofa was there--it\n_was_ an old-fashioned job with a back. What had been a bright blotch\nin the picture turned out to be a mirror. A blur by the sofa was a low\ntable. A chair was in the wrong place, but that could have been moved.\nWhat was I thinking about? _It was going to be moved._ Every detail\nchecked.\n\n\"Stella Emerson,\" the superintendent said. \"_Miss_ Stella Emerson--I\nthink. She never gave me no trouble. Something wrong?\"\n\n\"Not a thing,\" I said. \"I want some information from her.\"\n\n\"I dunno when she's home.\"\n\nHer next-door neighbor did. I went back to headquarters and picked up\nthe loose ends on the attempt to identify our assailant-to-be. No luck.\n\nAnd at six o'clock that evening, I was having a cup of coffee with Miss\nStella Emerson.\n\nShe was the sort of person it's always a joy to interview. Alert,\nunderstanding, cooperative--none of that petty, temperamental\nbusiness about invasion of privacy. She was brunette and twenty-six\nor twenty-seven, maybe five feet four, a hundred and ten pounds. The\npounds were well distributed, and she was darned nice looking.\n\nShe served the coffee on the low table by the sofa, and sat back with\nher cup in her hand.\n\n\"You wanted information?\" she said.\n\nI fingered my own cup, but I didn't lift it. \"I'd like to have you\nthink carefully,\" I said, \"and see if you've ever known a man who\nmatches this description. He's big, really big. Heavy set. Maybe six\nfeet eight or nine. He's left handed. He might walk with a slight limp\nin his right foot....\"\n\nShe set her cup down with a bang. \"Why, that sounds like Mike--Mike\nGregory. I haven't seen him for years. Not since....\"\n\nI took a deep breath, and wrote \"Mike Gregory\" in my notebook.\n\n\"Where was he when you saw him last?\"\n\n\"On Mars. I was there for two years with Civil Service. Mike was a sort\nof general handyman around the administration building.\"\n\n\"Do you know where he is now?\"\n\n\"As far as I know, he's still on Mars!\"\n\nMy coffee was scalding hot, but I didn't notice as I gulped it down.\n\"I'd like to know everything you can tell me about this Mike Gregory,\"\nI said. \"May I take you to dinner?\"\n\nAs my dad used to say, there's nothing like mixing business with\npleasure.\n\nShe suggested the place--a queer little restaurant in the basement\nof a nearby apartment building. There were lighted candles on the\ntables--the first candles I'd seen since I was a child. The waitresses\nwore odd costumes with handkerchiefs wrapped around their heads. An old\nman sat off in one corner scraping on a violin. It was almost weird.\n\nBut the food was good, and Stella Emerson was good company.\nUnfortunately, her mind was on Mike Gregory.\n\n\"Is Mike in trouble?\" she said. \"He always seemed like such a gentle,\nconsiderate person.\"\n\nI thought of the knife-wielding shadow, and shuddered. \"How well did\nyou know him?\" I said.\n\n\"Not too well--he stopped to talk with me now and then. I never saw him\nexcept at work.\"\n\n\"Was he--interested in you?\"\n\nShe blushed. It was also the first blush I had seen in so long I\ncouldn't remember when. I had heard it said that the blush went out\nwhen women did away with their two-piece bathing suits and started\nwearing trunks like the men. I'm telling you, you can't have any idea\nabout what's wrong with our scientific civilization until you've seen a\ngirl blush by candlelight.\n\n\"I suppose he was,\" she said. \"He kept asking me to go places with him.\nI felt sorry for him--he seemed such a grotesque person--but I didn't\nwant to encourage him.\"\n\n\"You're certain about the limp?\"\n\n\"Oh, yes. It was very noticeable.\"\n\n\"And about his being left-handed?\"\n\nShe thought for a moment. \"No. I'm not certain about that. He could\nhave been, I suppose, but I don't think I ever noticed.\"\n\n\"Is there anything else you remember about him?\"\n\nShe shook her head slowly. \"Not much, I'm afraid. He was just a person\nwho came through the office now and then. He had an odd way of talking.\nHe spoke very slowly. He separated his words, just ... like ... this.\nMost of the girls laughed at him, and when they did he'd turn around\nand walk away without saying anything. And--oh, yes, sometimes he'd\ntalk about California. I guess that was where he was from. I never\nfound out anything about his personal life.\"\n\n\"But you didn't laugh at him?\"\n\n\"No. I couldn't laugh at him. He was just too--pathetic.\"\n\n\"Have you heard from him since you came back?\"\n\n\"He sent me a Christmas card once. He didn't know my address on Earth,\nso he sent it to the office on Mars so it would be forwarded. It didn't\nreach me until July!\"\n\n\"How long ago was that?\"\n\n\"It must be four years ago. It was a couple of years after I left Mars.\"\n\nI dropped Mike Gregory, and tried to learn something about Stella\nEmerson.\n\nShe was twenty-eight. She'd worked for two years on Mars, and then\nshe came back and got a job as private secretary with a small firm\nmanufacturing plastic textiles. She made enough money for her own\nneeds, and was able to save a little. She liked having a place of\nher own. She had a sister in Boston, and an aunt over in Newark, and\nthey visited her occasionally. She led a quiet life, with books, and\nvisits to the art institutes, and working with her hobby, which was\nphotography.\n\nIt all sounded wonderful to me. The quiet life. A detective gets enough\nexcitement on the job. If he can't relax at home, he's going to be a\nblight on the mortality tables.\n\nWe were on our second cup of coffee, by then, and I motioned the old\nfiddler over to our table.\n\nHis bloodshot eyes peered out ever a two-week growth of beard. I\nslipped him a dollar bill. \"How about giving us a melody.\"\n\nHe gave us a clumsy serenade and Stella reacted just as I'd hoped she\nwould. She blushed furiously, and kept right on blushing, and I just\nleaned back and enjoyed it.\n\nI took her back to her apartment, and said a friendly farewell at her\ndoor. We shook hands!\n\nAnd she didn't invite me to spend the night with her, which was just as\nrefreshing.\n\nI rode the elevator with chiming bells and a wisp of the old man's\nmusic floating through my mind. I stepped out on the ground level,\nwalked dreamily out the door and hailed an aircab with my pocket signal.\n\nAnd just as I was about to step in, it stabbed me like the flickering\nknife on Cronus's screen. She was a wonderful girl, and I was falling\nfor her, and in seven to twelve days--no, nearer five to ten days,\nnow--she was going to be murdered.\n\n\"Something wrong?\" the driver said.\n\nI flashed my credentials. \"Police Headquarters,\" I said. \"Use the\nemergency altitude.\"\n\n\n\nWalker was crouched in front of Cronus, perspiring, as usual, but\nlooking infinitely more tired. No matter what time I came in, he always\nseemed to be there, or there was a note saying he was down in his lab\nin the sub-basement.\n\n\"I haven't found it again,\" he said.\n\n\"That's all right. We can manage with what we have.\"\n\nHe frowned irritably. \"It's important, confound it. This is just an\nexperimental model, and it's maddeningly inefficient. With money and\nresearch facilities, we could produce one that would really work, but\nwe can't get that kind of support by predicting a few piddling holdups.\nBut a murder, now--that would make someone sit up and take notice.\"\n\n\"Stop worrying about your dratted Cronus,\" I snapped. \"I don't give a\ndamn about that pile of junk. There's a girl's life to be saved.\"\n\nIt was unfair, but he didn't object. \"Yes, of course,\" he said. \"The\ngirl's life--but if I can't get more information....\"\n\n\"I've found the apartment,\" I told him, \"and I've found the girl.\nBut the man is supposed to be on Mars. It doesn't figure, but it's\nsomething to work on.\"\n\nI called the Captain, and gave him my report. If he resented my\nbothering him at home, he didn't show it. Any wheel I could get my\nfingers on I set turning, and then I went home. I won't pretend that I\nslept.\n\nBy morning we had a complete report from the colonial administration on\nMichael Rolland Gregory. Fingerprints, photos, detailed description,\ncomplete with limp and left-handedness. The works. Also, the added\ninformation that he'd resigned his civil service job eight months\nbefore and had left immediately for Earth, on a Dawn Liner scheduled\nto land at San Francisco.\n\nI swore savagely, got off an urgent message to San Francisco, and left\nfor a dinner date with Stella Emerson. And another handshake at her\napartment door.\n\nSan Francisco did a thorough job, but it took time--two more days.\nMichael Rolland Gregory had hung around for a while, living in run-down\nrooming houses, and holding a series of odd jobs. Two months before he\nhad disappeared.\n\n\"He could be anywhere by now,\" I told the Captain.\n\n\"Including here in New York,\" the Captain said dryly.\n\nTwo to seven days.\n\nI took Stella back to her apartment after our dinner date, and in front\nof the door I said, \"Stella, I like you.\"\n\nShe blushed wonderfully. \"I like you too, Jim.\"\n\n\"Then do me a favor--a very special favor.\"\n\nHer blush deepened, with an overlay of panic. \"I'd--like to, Jim.\nBecause I--like you. But I can't. It's hard to explain, but I've always\ntold myself that unless I marry a man....\"\n\nI leaned against the wall and laughed helplessly while her eyes widened\nin amazement. Then I dispensed with the handshaking. She clung to me,\nand it might have been her first kiss. In fact, it was.\n\n\"I don't just like you, darling,\" I said. \"I love you. And that wasn't\nthe favor I was going to ask. You said you have an aunt over in Newark.\nI want you to stay with her for a while--for a week or so.\"\n\n\"But--why?\"\n\n\"Will you trust me? I can't tell you anything except that you're in\ndanger here.\"\n\n\"You mean--Mike?\"\n\n\"I'm afraid so.\"\n\n\"It's hard to believe that Mike would want to harm me. But if you think\nit's important....\"\n\n\"I do. Will you call your aunt, now, and make the arrangements? I'll\ntake you over tonight.\"\n\nShe packed some things, and I took her to Newark in an aircab. Her aunt\nwas hospitable and cooperative, albeit a little confused. I checked\nher apartment thoroughly. I was taking no chances that the aunt's\nliving room could be the potential scene of the crime. It wasn't--no\nsimilarity.\n\n\"Promise me,\" I said, \"that you won't go back to your apartment for any\nreason until I tell you it's all right.\"\n\n\"I promise. But I may need some more things.\"\n\n\"Make a list, and I'll have a police woman pick them up for you.\"\n\n\"All right.\"\n\nI arranged with the superintendent of her apartment building to have\nthe lights in her apartment turned on each evening, and turned off at\nan appropriate time. I put a stakeout on her apartment building, and on\nher aunt's. I got a detective assigned to shadow her, though she didn't\nknow it, of course. Then it was zero to five days, and I was quietly\ngoing nuts.\n\nZero to four days. I walked into the D. F. C. room, and Walker swarmed\nall over me. \"I found it again,\" he said.\n\n\"Anything new?\"\n\n\"No. Just the same thing. Exactly the same.\"\n\n\"When?\"\n\n\"Two to three days.\"\n\nI sat down wearily, and stared at Cronus. The screen was blank. \"How\ndid you manage to invent that thing?\" I said.\n\n\"I didn't really invent it. I just--discovered it. I was tinkering\nwith a TV set, and I changed some circuits and added a lot of gadgets,\njust for the hell of it. The pictures I got were darned poor, but they\ndidn't seem to be coming from any known station--or combination of\nstations, since they kept changing. That was interesting, so I kept\nworking on it. Then one day the screen showed me a big aircar smashup.\nThere were about ten units involved, and I told myself, 'Boy, these\nClass D pictures are really overdoing it.' About a week later I opened\nmy morning paper, and there was the same smashup on page one. It took a\nlong time to get anybody interested.\"\n\nHe stopped suddenly as the Captain came charging out of his office.\n\n\"Brooklyn,\" he called. \"Gregory was living in a rooming house in\nBrooklyn. He left three weeks ago.\"\n\n\n\nA lead with a dead end. No one knew where he'd gone. It proved that he\nwas somewhere in the vicinity of New York City, but I don't think any\nof us ever doubted that.\n\n\"One thing is interesting,\" the Captain said. \"He's using his own\nname. No reason why he shouldn't, of course. He's not a criminal--but\nhe is a potential criminal, and _he doesn't know that_.\"\n\nI saw, suddenly, that we had a double problem. We had to protect Stella\nfrom Gregory, but we also had to protect Gregory from himself. If we\ncould find him.\n\n\"There's not much we can do,\" I said, \"but keep on looking.\"\n\nIt was what Walker called the Critical Period. Something had to happen\non this day or the next, or Cronus was a monkey's dutch uncle.\n\n\"If we could only pick Gregory up and hold him for a couple of days,\nmaybe we could beat this,\" I told the Captain. \"We've eliminated Stella\nEmerson, we've locked the apartment, and caging Gregory should snap the\nlast thread.\"\n\nHe laughed sarcastically. \"You think that would solve the problem?\nListen. We spotted a holdup, and I recognized the crook. He had a long\nrecord. I had him picked up, and he was carrying a gun so we slapped\nhim in jail on a concealed weapons charge. He escaped, got another gun,\nand committed the holdup right on schedule. I'm telling you, Cronus\nshows exactly how the future is. We can't change it. I'm working as\nhard as anyone else to prevent this, but I know for a certainty that\nsometime today or tomorrow the girl and Gregory are going to meet in\nthat apartment--or in one exactly like it.\"\n\n\"We're going to change it this time,\" I said. On my way out I stopped\nfor a good look at Cronus. Nothing but a monster would give you a\nmurderer, and a victim, and the place and approximate time, and make\nyou completely helpless to do anything about it. I felt like giving\nCronus a firm kick in a vital part of its anatomy.\n\nI called off my dinner date with Stella and prowled around Manhattan\nlooking for a big man with a pronounced limp. One speck of dust among\nthe millions. I noticed with satisfaction that I was not alone in my\nsearch. Aircars were swooping in low for a quick look at pedestrians.\nFoot patrolmen were scrutinizing every passerby. And detectives would\nbe making the rounds of the rooming houses and hotels with photographs.\nCab and bus drivers would be alerted.\n\nFor a man who had no reason to hide, Michael Rolland Gregory was doing\nan expert job of keeping out of sight.\n\nI radioed police headquarters at 10:00 P.M., and the Captain's voice\nexploded at me. \"Where the hell have you been? The stakeout at the\ngirl's apartment got Gregory. They're bringing him in.\"\n\nI cut off without any of the formalities, and sprinted. I tore down the\ncorridor to the D. F. C. room, and burst in on what might have been a\nfuneral celebration. Walker sat with his face in his hands, and the\nCaptain was pacing in a tight circle.\n\n\"He got away,\" the Captain snarled. \"Snapped the handcuffs like\ntoothpicks, beat up his escort and ran. The man must have the strength\nof a utility robot.\"\n\n\"How did they happen to pick him up?\" I wanted to know.\n\n\"He came strolling down the street and started to go into the apartment\nbuilding. Completely innocent about the whole thing, of course. He\ndidn't have any idea we were looking for him.\"\n\n\"He has now,\" I said. \"It's going to be great sport locating him again.\"\n\nWe had a small army loose in the area where Gregory escaped, but for\nall they found he might have burrowed into the pavement. I called\nStella and asked her to stay home from work the next day. I got the\nstakeout on her aunt's apartment doubled.\n\nI was up at dawn, prowling the streets, riding in patrolling aircars,\nand I suppose generally making a nuisance of myself with calls to\nheadquarters. We put in a miserable day, and Gregory might have been\nhiding on Mars, for all the luck we had.\n\nI had my evening meal at a little sandwich shop, and did a leisurely\nfoot patrol along the street by Stella's apartment building. The\nstakeout was on the job, and the superintendent had Stella's lights on.\nI stood for a moment in the doorway, watching the few pedestrians, and\nthen I signaled an aircab.\n\n\"I'd like to circle around here a bit,\" I said.\n\n\"Sure thing,\" the cabbie said.\n\nWe crisscrossed back and forth above the streets, and I squinted at\npedestrians and watched the thin traffic pattern. Fifteen minutes later\nwe were back by the apartment building.\n\n\"Circle low around the building,\" I said.\n\n\"Oh, no! Want me to lose my license? I can't go out of the air lanes.\"\n\n\"You can this time,\" I said. \"Police.\"\n\nHe looked at my credentials, and grunted. \"Why didn't you say so?\"\n\nThere was a narrow strip of lawn behind the building, with a couple\nof trees, and then a dimly-lit alley. The cabbie handed me a pair of\nbinoculars, and I strained my eyes on the sprawling shadows. I couldn't\nsee anything suspicious, but I decided it might be worth a trip on foot.\n\nThe third time around I glanced at Stella's lighted windows--the rear\nones--and gasped. A dark shadow clung to the side of the building,\nedging slowly along the ledge towards her window. Gregory.\n\n\"See that?\" I said to the cabbie.\n\nAs we watched, he got the window open, and disappeared into the\napartment.\n\nI tried to radio the men on the stakeout, and couldn't rouse them. I\ncalled headquarters. Both Walker and Captain Marks were out. They would\nbe back in a few minutes. But I didn't have minutes left.\n\n\"Skip it,\" I said. I snapped out a description of the situation, and\ncut off.\n\n\"Can you get close enough to get me through that window?\" I asked the\ncabbie.\n\n\"I can try,\" he said. \"But watch your step, fellow. It's a long drop.\"\n\nHe hovered close, and I grabbed the edge of the window and pulled\nmyself through. Gregory faced me across the living room, a bewildered,\npanicky look on his huge, child-like face. I was thinking, how stupid\ncan we get? From the way he came into Cronus's picture we should have\nknown he didn't come through the door. Stella had come through the\ndoor, and we just assumed he was already in the room. But who would\nhave thought Gregory could make like a human fly?\n\n\"All right, Gregory,\" I said. \"You're under arrest.\"\n\nTears streaked his face. His jaw moved, but no sound came out. Suddenly\nI saw how we had blundered. This grotesquely oversized child meant no\nharm to anyone. Stella was the only person he'd ever known who treated\nhim like a human being, and he wanted to see her again. For some\nreason he couldn't understand, the police were trying to prevent that.\nSuddenly the entire universe was against him, even Stella, and he was\nfrightened.\n\nAnd dangerous.\n\nHe lunged at me like a pile driver, and forced me back towards the open\nwindow. I got my gun out, and he just casually knocked it out of my\nhand. He had me on the window ledge, forcing me back and all I could\nsee were the stars out in space.\n\nThen the apartment door opened and closed and Gregory glanced back over\nhis shoulder.\n\nI screamed. \"Run, Stella! Run--\"\n\nThen the night air was whistling past me. I bounced off an awning,\ncrashed into the branches of a tree, struggled frantically for a hold,\nand fell through. From the window above came a piercing scream....\n\n\n\nThe Doctor had a face like an owl, and he bent over me, making funny\nclucking noises with his tongue. \"There we are,\" he said, when he saw\nmy eyes open. \"Not bad at all.\"\n\n\"What's good about it?\" I said.\n\n\"Young man, you fell six stories, and all you have is a broken leg and\nassorted bruises. You ask me what's good about it?\"\n\n\"You wouldn't understand,\" I said. \"Beat it.\" Stella's scream still\nrang in my ears. I twisted, and felt the heavy cast on my left leg. My\nmood merged and blended with the dull grey of the hospital room.\n\nA nurse came tiptoing in, and smiled blandly when she saw I was awake.\n\"You have some visitors,\" she said. \"Do you want to see them?\"\n\nI knew it was the Captain. I hated to face him, but I said, \"Let's get\nit over with.\"\n\nThe Captain loomed in the doorway, backed away, and came in again. And\nahead of him walked Stella.\n\nA different Stella--face pale and distorted, eyes registering shock and\ngrief, but alive. But very much alive.\n\nI started to get up, and the nurse placed a firm hand on each shoulder\nand held me to the bed. \"Not so fast, sonny boy,\" she said.\n\nCaptain Marks moved up a chair for Stella. \"Jim,\" she said. Her voice\nbroke.\n\n\"I'll tell him,\" the Captain said. \"It seems that Miss Emerson has a\nsister living in Boston. She didn't know anything about our problem,\nand she came down this evening for a visit. She had a key to Miss\nEmerson's apartment, and she walked in just at the right time to play a\nleading role in Cronus's drama.\"\n\n\"Was she--\"\n\n\"No. Thankfully, no. Her condition is serious but she'll be all right\nagain. The knife missed a vital spot by a fraction.\"\n\nI relaxed. \"What happened to Gregory?\"\n\n\"He tried to go out the way he came in. There wasn't any tree to break\nhis fall. And one other thing. I have an urgent message for you from\nWalker.\"\n\nI glanced at the slip of paper. \"Jim--for God's sake, stay out of\naircars!\"\n\n\"Cronus showed us your fall half an hour before it happened. From our\nangle, it looked as if you fell out of the aircab that was hovering\nover the building. Some time in the next twenty-four hours, Walker\ncalculated, but we couldn't reach you.\"\n\n\"It wouldn't have made any difference,\" I said. \"You know yourself....\"\n\n\"Yes,\" he said. \"I know.\"\n\nHis voice rambled on, while my eyes met Stella's. \"So Cronus can show\nus the future,\" I heard him say, \"but he can't change it, and neither\ncan we.\"\n\n\"Cronus changed mine,\" I said, still looking at Stella.\n\nThe Captain took the hint, and left.\n\nFive minutes later the phone rang, and I reached around Stella to\nanswer it. It was Walker, and Stella held her face close to mine and\nlistened.\n\n\"Just called to offer my congratulations,\" Walker said.\n\n\"Congratulations for what?\"\n\n\"For your wedding. Cronus just spotted it.\"\n\nI swore, but I kept it under my breath. \"I haven't even asked the\ngirl,\" I said, \"and don't tell me I'm wearing that stupid arm band at\nmy wedding, because I'm not.\"\n\n\"No, you're on crutches. But the Captain is standing up with you, and\nhe's wearing his.\"\n\n\"All right,\" I said. \"When is this glad event going to take place?\"\n\n\"Four to eight days.\"\n\nI slammed down the receiver, and kissed Stella's blushing face. \"Cronus\nsays we're getting married in four to eight days, and this is one time\nthat monstrosity's going to be wrong. We'll get married tomorrow.\"\n\n\"All right, Jim, if you want to. But....\"\n\n\"But what?\"\n\n\"This is May twenty-eighth, and I want to be a June bride.\"\n\nWe were married five days later, and we went to Arizona on our\nhoneymoon. I'd done some checking, and I knew Arizona was well outside\nof Cronus's range.\n\n\n\n\n",
  "metadata": {
    "author": [
      "Biggle, Lloyd, Jr."
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/59652/pg59652.txt",
    "name": "cronus_of_the_d_f_c"
  }
}
