{
  "name": "Date of publication, 2083 A.D.",
  "author": [
    "Samachson, Joseph"
  ],
  "body": "It seemed incredible, thought Carrie Samason, that a simple postcard\nlike that could have involved her in so much trouble. If it had been\nsomething important, like her getting a new hairdo, or rearranging the\nliving room, or buying a new evening gown, she might have expected all\nsorts of perfectly amazing results to follow. But from the postcard and\nthe fact that she had sent James instead of going herself, she expected\nnothing at all.\n\nIt had come, she remembered, that morning when she was so busy getting\nBarbara ready to go back to college. All those clothes to try on,\nand hems to let out and shoes to fit, and right in the middle of\neverything, \"Dear Madam,\" she was informed, \"_The Perfect Hostess_ by\nWilhelmina Hoskins, which you reserved, is now being held for you.\nPlease call for it within the next 48 hours.\"\n\nAt first Mrs. Samason was annoyed. She had reserved the book three\nmonths before and her feeling of need for it had long since died away.\nNevertheless, it occurred to her, a book which was in such demand that\nyou had to wait three months for it must be pretty good. It wouldn't\nhurt to take a look at it. She spoke to James about it, but he was\nonly eleven and there was a baseball game in which he had to pitch and\nhe didn't have any time, and honest, Mom--\n\n\"Either you get that book for me or you don't receive your allowance\nfor next week,\" she said firmly.\n\nJames got the book for her. But on the way home he stopped off to play\nbaseball and when he finally arrived, she recalled, she hadn't asked\nhim about it.\n\nThe next morning she remembered it just as he was leaving for school.\n\"I put it in the parlor, Mom,\" said James and departed.\n\nBut she couldn't find it in the parlor and there were so many things to\ndo, like cleaning up the mess Barbara had left in her room and fixing\nthe rips in James' pants--she wondered if any other eleven-year-old on\nearth could rip so much so often--that she forgot all about it for a\nwhile.\n\nIt was as if there had been no postcard, no book. At least that was the\nway it was for a time.\n\nTwo days later, when Bill came home from work, he dumped himself into\nan easy chair and said, \"Saw a funny thing today.\"\n\n\"I had a letter at last from Barbara,\" said Carrie absently, patting\nher hair into place and wondering what her husband would think of her\nif now, at the age of forty, she dyed her hair red.\n\nBill always told her that as a brunette she was both young-looking and\npretty. The question was, would he tell her the same thing if she were\na redhead? Probably not. Men were foolishly conservative about such\nthings.\n\n\"Barbara said school supplies are very expensive this year,\" she went\non. \"She wants more money.\"\n\n\"It was really funny.\" If she could ignore his conversation he could\nignore hers right back. That was one of the unfortunate things, she\nrealized, that marriage taught a man. \"You know that vacant lot with\nthe broken fence, where the kids play? Know who I saw playing baseball\nthere today?\"\n\n\"James, of course. But, Bill, Barbara said--\"\n\n\"James was pitching. But you'll never guess who was catching.\"\n\nBill was being silly, just like the big baby he was. At his age, to\nthink that a children's baseball game was important! But she didn't\nmind humoring him. She guessed, \"That big puffy-faced boy from down the\nstreet, with the hair so blond it's almost invisible?\"\n\n\"No.\" He leaned back, waiting for her to guess again.\n\n\"I'm sure I haven't any idea who it was,\" she said. \"But does it\nmatter? According to Barbara--\"\n\n\"It was Reardon, the cop. You know, the one with the stomach.\"\n\n\"Reardon?\" She stared at him. \"Why, he's been chasing them off that lot\nevery day. He _hates_ kids. You must be mistaken.\"\n\n\"I'm not mistaken. He was catching there, acting like a kid himself,\nwhen who should come along out of a police car but Lieutenant Puffinger\nfrom the local precinct. Well, you should have heard him when he saw\nwhat Reardon was doing. I'll bet those kids learned a few words they\ndidn't know before. It seems that Reardon hadn't made his call from the\nstreet box and the cars were scouting around trying to find out what\nhad become of him. And here he was playing baseball!\"\n\n\"Imagine that!\" said Carrie. But her heart was still elsewhere. She\nsaid, \"Barbara says....\"\n\nSo they talked of how much money to send Barbara. And Carrie thought\nthat nobody could tell _her_ how to manage a husband. You pretended to\nlisten to him and whatever he said you let go in one ear and out the\nother, while you kept your mind on the really important thing. But she\nwas to remember Reardon later.\n\n\n\nThe next day there was a rumpus at the school. What happened there\nwas even more incredible than the doings of Reardon. The local\nSuperintendent was proud of his neatly operated educational system, and\nhad set that date for showing around a group of distinguished visitors.\n\nNeither the newspapers nor Carrie ever managed to get straight at\nexactly what point things had begun to go wrong. When they tried\nto trace the events of that day practically all the distinguished\nvisitors, including two college presidents, the president of the Board\nof Education, a Professor of Educational Psychology and two heads of\nNormal Schools gave different and conflicting stories.\n\nWhat did come out, however, was that all six visitors had distinguished\nthemselves in a quite unexpected way. They had run around the school\nmadly waving torches and yelling, \"Down with school! Down with school!\nBurn the place down!\"\n\nThe firemen had arrived in time to prevent much damage but the\nincendiaries had been rounded up only with great difficulty after\nschool had been dismissed. The President of the Board of Education had\nbeaten up the Superintendent and the two college presidents had ganged\nup on one of the hastily summoned policemen. Later on they could give\nno reason for why they had done so.\n\n\"It's a crazy world,\" thought Carrie wisely. \"You never know what sort\nof lunatic you'll run into next.\" And then she put it out of her mind\nand turned to a more important problem. What could she have for dinner\nthat night that would please Bill and not make him say, \"You _know_ I\nnever eat spinach,\"--or broccoli or her new sauce or whatever it was he\nwas never eating that week?\n\nAll the same it didn't surprise her greatly when Bill came home the day\nafter and said, \"You'll never guess what happened at the office.\"\n\n\"Somebody else went crazy.\"\n\n\"Nobody went crazy. We all slept.\"\n\n\"What?\"\n\n\"We all slept. At ten o'clock Mr. Elvergard came in and said, 'All\nright, boys and girls, we've been working too hard, all of us. Let's\ntake a nice long rest today, shall we? Put your pretty little heads on\nyour pretty little desks. One, two, three, snooze!'\"\n\n\"You're joking!\"\n\n\"Cross my heart and hope to die. We all fell asleep and we stayed\nasleep till four-thirty and then he woke us up and sent us home early\nso we wouldn't get caught in the worst of the subway rush.\"\n\nCarrie looked at him and said absolutely nothing. What had happened at\nschool had been bad enough. But this was absolutely incredible. There\nwere times when Bill was a great kidder and she wasn't sure whether to\ntake him seriously or not. This appeared to be one of the times when he\nwas not to be taken seriously. Even if there were the faintest chance\nthat he was telling the truth she thought it best not to encourage him\nby pretending to believe a story like _that_.\n\nIt was harder, however, to take things as a joke when something just\nas silly happened to her. In this case she could remember almost every\nword exactly, without having the slightest idea of what had caused the\nwhole conversation to take so unexpected a turn.\n\nThe usual group was in for bridge. They had been playing for about half\nan hour--that skinny Mrs. Cayley munching away daintily at all the\nrichest cakes as if she thought they might put some decent flesh on\nher, Mrs. Munro making a great fuss about the fact that the special\ncandies she was eating were non-nutritive and therefore non-fattening,\nthe others just eating normally and too much as the mood struck them.\nMrs. Munro was dummy, and by some shrewdly ill-timed advice managed to\nmake her partner go down three.\n\nHer partner was furious but Mrs. Munro just giggled. \"You'll never\nguess whom I saw with somebody else's wife,\" she said in her loud\nwhisper.\n\n\"Really?\" said Mrs. Cayley. \"Janet's husband?\"\n\n\"Not in a million years. It was _my_ husband!\"\n\nCarrie sat up as if she had received an electric shock. This was a new\nsort of gossip.\n\n\"Well, at least your Bruce has good taste in women,\" said Mrs. Cayley\ngenerously. \"Now, when _my_ husband steps out--well, really, I'm\nashamed of him. Of course, I suppose he does the best he can, poor\ndear.\"\n\nThat was the way it went the rest of that afternoon. When Carrie\nthought back to it later she shuddered. She had never before taken part\nin such a gossip session and she hoped that she never would again. Each\nof them had chatted, not about some absent individual but about herself\nand her own relations. What skeletons had popped out of the closets!\n\nIt was the morning after that Barbara's letter came. \"We had the\nfunniest basketball game last night,\" wrote Barbara. \"Our team was\nplaying the girls from State College and right in the middle of the\ngame, when it was so exciting and we were all yelling like mad, our\ncaptain, instead of shooting at the basket, suddenly stopped and said,\n'This is no fun, girls. Let's aim for something big.'\n\n\"And she turned right around and threw the ball as hard as she could\nat Professor Hazlehurst's head, the one who teaches chemistry. You\nknow--I've told you about him. And then all the players began to throw\nthe ball at people in the crowd.\n\n\"You can imagine the uproar! The referees were blowing their whistles\nand all the girls were yelling and rushing to get out and I was afraid\nsome of them would get hurt. But at last President Newsom managed to\nquiet things down and they stopped the game.\n\n\"They've called in Professor Griggs, who teaches Psychology, but she\nadmits that she hasn't the slightest idea why it happened. Some of the\ngirls say it was gamblers and they bribed the players but that's _so_\nsilly. Nobody ever bets on _our_ games.\n\n\"It's just one of those mysteries that it looks as if they'll never\nsolve.\"\n\nCarrie read with amazement, going back again and again to make sure\nthat she hadn't misinterpreted Barbara's straggly script. She hadn't.\nToward the end of the letter Barbara added something that surprised her\nalmost as much as the account of the basketball game.\n\n\"You'll never guess who wrote to me--_your dear son, James_! It's the\nfirst time in his life he ever had anything to say to his sister. It\nmust have been quite a sacrifice for him to spare the three cents for\nthe stamp. But seriously, Mother, I was _touched_. He's _really_ a very\ngood kid at heart. He didn't say much but from him the very idea of\nwriting means a lot. I've misplaced the letter now but I'll let you see\nit later. It was so very amusing.\"\n\nShe would have to say something nice to James, thought Carrie. He was,\nshe agreed with Barbara, a most thoughtful boy. He had changed of\nlate. Not that he behaved very differently about hanging up his coat\nor leaving his shoes in the middle of the floor at night but there was\nsomething about him, she couldn't tell what, that made her feel he was\na treasure among sons, a joy and a comfort.\n\n\n\nShe was aware of a feeling of pride in him that night when she and Bill\nleft him staring at the television set. He had promised faithfully to\ngo to bed at 9:30 and as she kissed him she said, \"Don't forget to have\na glass of milk and some jam and bread.\"\n\n\"And don't forget to go to bed at nine-thirty,\" growled Bill.\n\n\"He won't forget,\" said Carrie. \"He promised. Goodnight, dear.\"\n\nAs he closed the door behind them Bill said, \"Bet he stays up till ten\nat least.\"\n\n\"You don't appreciate him,\" replied Carrie. \"He's an extraordinary\nboy.\"\n\n\"No different from any other kid--except that he's ours.\"\n\n\"He's very much different. I'm afraid you're not very perceptive about\nthese things.\"\n\nBill growled again, something unintelligible this time, and the\nconversation died down. _The romance is out of our marriage_, thought\nCarrie. _A husband like Bill is never very polite. Except, of course,\nto other men's wives. He takes me for granted, just as he takes his\nchildren._\n\n_Bet he won't behave to the others tonight as casually as he behaves to\nme. I remember that time Mrs. Gamber was over at the Munros'. You would\nhave thought that woman was a poor delicate fragile little flower who\nhad to be tenderly cared for. Whereas we all know she has the strength\nof a horse. Looks a little like one too. What any man can see in\nher...._\n\n\"Why, hello, Mrs. Gamber,\" she said as they entered the Munro house. \"I\nwas hoping so much that we'd find you and your husband here again this\nevening. Clara said that you were afraid you wouldn't be able to get\nout. How is little Elsie?\"\n\n\"Much better, thank you.\"\n\nSo much for formal politeness. Bill, of course, was all set to treat\nher with his usual tenderness when Clara Munro said, \"They have the\nmost wonderful program on tonight. Let's look at it for a while.\"\n\nCarrie didn't mind at all. At least looking at the screen would keep\nBill from worrying too much about Mrs. Gamber. Although, goodness\nknows, if they had meant to watch television they might just as well\nhave stayed home with their own son.\n\nBut Clara was right about one thing. The program was\nwonderful--unexpectedly wonderful.\n\nThe master of ceremonies came out and announced the famous\npersonalities he was going to display within the next few minutes, and\nthen there were the usual commercials and after that the first dramatic\nsketch. It was a love scene between the current great lover and a very\nfamous leading lady. It would have brought tears to the most callous\nviewer's eyes. Only....\n\n\n\nOnly, the great lover suddenly became an exact duplicate of Bill, and\nthe leading lady was Mrs. Gamber. Carrie rubbed her eyes but that was\nhow they looked. Then she stared around at Bill and Mrs. Gamber then in\nthe room with her, then at Clara Munro and the others. No one seemed to\nsee anything strange.\n\nShe felt that she couldn't stand it. At the most tender moment her\nfists clenched and she found herself standing up. \"_Stop_ it!\" she\nshouted.\n\nThe great lover, who looked like Bill, seemed to turn and look right at\nher. And then the telephone rang and he no longer looked like Bill at\nall. He wore a six-shooter and a ten-gallon hat and chaps and spurs.\nHe answered the phone, and said, \"Them diamond-backed owl-hoots are\nraiding the Bar-B spread, pardner, down in Red-Eye Gulch. Gotta act\nfast to stop them, pardner.\"\n\nCarrie's eyes opened wide. The tone was caressing, full of tender\npassion. But the words....\n\nThe leading lady had changed too. She no longer looked like Mrs.\nGamber. She replied happily, \"If we spur our hosses, pardner, we can\nambush them galoots at Bald-eagle Pass. Shake a leg, pardner, and we'll\nlarn them rattlers a lesson they'll never furgit.\"\n\nThe scene blacked out. After a second or two a perspiring master of\nceremonies appeared and stammered, \"Ladies and gentlemen, due to\ntechnical difficulties beyond our control we--er--cannot bring you the\nrest of this touching love scene. However, I know you'll just love our\nnext attraction, a juggling act by that famous foursome, the Juggling\nJugheads.\"\n\nEverything that the Juggling Jugheads touched seemed to be under a\ncurse. It dropped--dropped and shattered. Carrie had never been part of\nsuch an embarrassed audience. It was the most painful thing, outside of\nseeing Bill and Mrs. Gamber, that she had ever witnessed.\n\nNext came a comedy act. This was even worse. A famed star of slick\nsophisticated comedy told jokes and made puns of which James would have\nbeen ashamed. Carrie hid her head in her hands.\n\nShe said suddenly, \"This is just _too_ awful. Clara, please turn it\noff.\"\n\nClara Munro was looking dazed herself. She turned off the set and said,\n\"What on earth happened to them? In that first scene the hero and\nheroine looked like you, Carrie, and Mr. Gamber.\"\n\n\"Like _me_?\"\n\n\"Like _you_, Clara,\" said Mr. Munro.\n\nCarrie said, \"I think we must all be seeing things. Anyway, they're\nusually so _good_. And tonight they were terrible.\"\n\n\"There seems to be some sort of insanity abroad,\" said Bill. \"And it\nalmost looks as if it's catching.\"\n\nThat was it, she thought. It _was_ catching. She wondered where it\nwould strike next.\n\nWhen they got home that night they found James peacefully asleep.\nThe glass from which he had drunk his milk was in the kitchen sink,\nalong with the knife he had used to spread his jam. He had been a very\nobedient boy, thought Carrie, and once more her heart warmed to him.\n\nBut he had his weaknesses. She realized that the next day when she\nwas once more reminded of the book. It happened in the afternoon,\nafter she had read another of Barbara's letters. Barbara was writing\nwith a frequency little short of amazing. The basketball incident in\nthe college was still the subject of discussion and she just _had_\nto tell her mother how exciting things were. But behind that, felt\nCarrie, there was something else. Barbara was developing a sense of\nresponsibility. She was growing up at last.\n\nWhy, it was just a little while ago, the thought, that Barbara was a\ntiny infant. And now she'll be graduating from college and getting\nmarried--and....\n\nIt was thus the most natural thing in the world for her to begin\nplanning the details of Barbara's wedding. Maybe it would be a morning\nwedding, she thought. How many people should they invite? What sort of\nfood should they serve and what arrangements should they make about a\nreception?\n\nIt was these questions that reminded her of the book. _The Perfect\nHostess_ would have all the answers if anything would. But where was\n_The Perfect Hostess_ hiding?\n\nShe began to make another search for it. But _The Perfect Hostess_\nseemed to be a canny book. It was nowhere she looked, not in the parlor\nnor in the hallway nor in the bookcases, which she explored in the vain\nhope that some spasm of neatness had struck her son.\n\n\"The little silly must have put it in his own room,\" she muttered\nfinally. She climbed the stairs to look there.\n\nIt was not on any of the shelves with his games or his other books. But\nwhen she lifted his pillow, she saw it at last. She opened the cover,\nand her library card stared her in the face. Then the book opened to\nthe middle, apparently of its own accord, and a dirty thumbprint looked\nup at her. Obviously, James had been reading _The Perfect Hostess_.\nWhat on earth had got into him to do it?\n\nAt that moment she heard the front door slam, and the next moment he\nwas bouncing up the stairs. She turned around and faced him sternly.\n\"James, what do you mean by hiding this book? You told me you put it in\nthe parlor.\"\n\nHe said hoarsely, \"Look, Mother,\" and made a sudden motion with his\nright hand. Carrie felt her eyes glazing when suddenly the front door\nbell rang. That roused her. She closed her eyes and shook her head. For\na moment she had had the queerest feeling.\n\nJames said, \"Mother--please, mother,\" and made the same motion again.\n\nThis time it was a bellowing voice that saved her. \"_Vegetables!_\" it\ncalled. The voice's owner had grown impatient of waiting and had opened\nthe front door. \"_Vegetable order!_\"\n\nJames was about to make the motion a third time when Carrie acted.\nWhatever possessed her to do such a thing she didn't know. It was as if\nsome hidden person had given her a command and she had misunderstood\nit. She slapped his face as hard as she could, and James fell back on\nthe bed. She stood there, horrified at herself, when for a third time\nthe voice called, \"_Vegetables! Say, lady, I can't stand here waitin'\nall day!_\"\n\nShe ran down the stairs and said breathlessly, \"Put them down. I'll pay\nyou tomorrow. I have no time now. Please come back tomorrow. No, wait.\nStay here for just another minute, and yell 'Vegetables' again after I\ngo back upstairs.\"\n\nThen she ran upstairs again, leaving him scratching his head in\nbewilderment.\n\nJames was picking himself off the bed, looking more frightened than\nangry. He made a motion with his hand once more, but uncertainly this\ntime and Carrie did not let him finish it. She didn't even need the cry\nof, \"_Vegetables!_\" to save her. She leaped at him and held his hands\ndown to his sides. Then she tried to tie him down with a pillow case.\nJames was strong for his age and he struggled hard but she was more\ndesperate than he and she won.\n\n\"Stay there,\" she ordered. Then she picked up the book again.\n\n\"_The Perfect Hypnotist_,\" she read. \"By William Haskins. 2083. U. S.\nGovt. Press.\"\n\nWhy--_2083_ was the date of publication, wasn't it? Impossible! The\nbook had been handed out by mistake, of course, for _The Perfect\nHostess_, but _2083_--incredible. It wasn't due to be written and\npublished for another hundred years. You just couldn't confuse a book\nwith something so far from coming into existence.\n\n\n\nIn a trance, she turned the page. \"Hypnotism is no subject for the\nuninitiated,\" she read. \"It is a useful but at the same time a most\ndangerous weapon in the arsenal of psychological treatment. The\nenormous advances made in the past century, especially from 1978\non....\" The past century--the more than a century yet to come, she\nthought.\n\nImpossible, she told herself again. This was _not_ published in 2083.\nOr rather, it _wouldn't_ be published until 2083. Why, the important\ndiscoveries wouldn't begin to be made until 1978. Then, what was it\ndoing here?\n\n\"This book is therefore not meant for general circulation and should be\nkept out of the hands of all but qualified medical men....\"\n\nIt should, should it? She looked at the list of chapters. _Hypnotism,\nGeneral_--_Hypnotism, Direct_--_Hypnotism at One Remove_--_Hypnotism\nat Second Remove_--_Specifically Directed Hypnotic Acts_--_Generally\nDirected Hypnotic Conduct_--_Hypnotism as Therapy_--_Mass\nHypnosis_--_Hypnotism via Electromagnetic Waves_--_Reverse\nElectromagnetic Effect_....\n\nThe list was incredible. The book looked thin enough, but there were\nover a thousand pages in it. It was full of information. Too full.\n\nShe still didn't understand how it had got to the library shelves\nbut at least one thing was clear. James must have started reading it\nthat very first day when he had got it for her. He must have realized\nwhat it was and hidden it so that he might have a chance to study it.\n_Hypnotism Direct_--that had been Reardon. _Hypnotism at Second and\nThird Removes_--that had been Bill acting on his office, herself\non her bridge group, Barbara on her college mates. The _Reverse\nElectromagnetic Effect_--that had been all those weird happenings over\ntelevision.\n\nShe stared at her bound and gagged son. If it hadn't been for that\npostcard and if she had gone for the book herself instead of sending\nJames, this wouldn't have happened. As it was the book had turned him\ninto a little monster.\n\nHer own child! And she had thought that he was becoming such a fine\nupstanding young man of late! Had he hypnotized her into thinking that?\nProbably. Just as he had tried to hypnotize her again before. Let her\nuntie his hands and he'd snap his fingers and in a moment her eyes\nwould glaze....\n\nShe shuddered. She couldn't let him loose. But she couldn't leave him\nthere like that either. You can't keep a child bound and gagged for\nthe rest of his or your natural life. You can't do it for more than a\nfew hours. Sooner or later, even if it were only to permit him to eat,\nshe'd have to untie him and then....\n\nShe stared down at the book in her hands. How _had_ it got here? Had\nsome irresponsible person in the year 2083 or so read it, just as James\nhad done, and then gone around hypnotizing people at random? Perhaps\nhe had hypnotized someone who could operate a time machine and the\nbewildered scientist had sent it backward in time.\n\nShe caught herself up short. Such speculations, to a practical woman\nlike Carrie, were silly. The important thing was that here, before\nher, were a thousand pages of useful but dangerous information--how\ndangerous she could only guess. So far James had done little actual\nharm but let his resentment be aroused, let him want really to revenge\nhimself on some one, and he'd be the most dangerous human being alive.\n\nHer eyes ran down the list of chapters again. They seemed endless.\n_Hypnotism by Gesture_--_Hypnotism by Mechanical Means_--_Hypnotism by\nAutosuggestion_--_Posthypnotic Suggestion_--and finally a whose series\non _Erasure_.\n\n_Erasure_--that sounded interesting. What were you supposed\nto erase? There were different sub-headings--_Erasure of\nSusceptibility_--_Erasure of Specific Directives_--_General Erasure_.\n\nShe sat down and read with a concentration she had not shown in years.\n\nTwo hours later she thought she knew what to do. First she did what the\nbook said was necessary to protect herself. Then she said, \"James, look\nat me.\"\n\nJames looked and she began to erase. An hour later she decided he was\nsafe and untied him.\n\nThen she sat down and wrote Barbara a letter. She knew that\nafter Barbara had read it through a few times, the first time in\nbewilderment, the second and third times with a feeling of obedience,\nshe would follow her mother's instructions perfectly and end by\nburning the letter, just as she had burned the one James sent her.\n\nOf those most directly affected that left only Bill. Reardon? He was\nall right, she thought. James had victimized him after reading no more\nthan the first chapter or two. He hadn't yet read enough then to be\nreally dangerous. But Bill....\n\nShe had a little talk with her husband directly after supper. It was\nshort, it was simple, it was sweet. When she had ended Bill remembered\nnothing and felt fine. He _was_ fine.\n\nThere was one more chapter to apply, the one on _Autoerasure_. That\nrequired careful planning, carefully thought-out suggestions. When she\nhad completed all she had ordered herself to do she threw the book\ninto the furnace and watched it burn, stirring the fragments to make\nsure that it was completely consumed.\n\n_All_ was forgotten. _All_ was fine. Nothing had ever happened.\n\nA few weeks later there came a postcard. \"Dear Madam,\" it read. \"The\nbook, _The Perfect Hostess_, by Wilhelmina Hoskins, which is charged to\nyour card, is now two weeks overdue. Please return it at your earliest\nconvenience. There is a charge of one cent for each day overdue.\"\n\nWhat on earth were they talking about? Carrie wondered vaguely. She\nhadn't been to the library in months. \"James,\" she called, \"Did you\never get me a library book called _The Perfect Hostess_?\"\n\n\"Gosh, no, Mom,\" said James.\n\n\n",
  "metadata": {
    "author": [
      "Samachson, Joseph"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/72497/pg72497.txt",
    "name": "date_of_publication_2083_a_d"
  }
}
