{
    "name": "Day of Wrath",
    "author": [
        "Kirchhoff, Bjarne"
    ],
    "body": "Frowning thoughtfully, Lan Yotar pushed a button on his desk and waited\ntill the televisoscreen above it glowed, showing the respectful face of\nan attendant.\n\n\"Ask Tir Latoka to come here immediately, please,\" said the Chief of\nthe Council of Elders.\n\n\"I hear and obey,\" came the routine reply, and the attendant's face\nvanished from the screen.\n\nLeaning back in his chair, Lan Yotar gazed somberly at the report\nin his hand, till the Chief Scientist's voice recalled him to his\nsurroundings.\n\n\"You sent for me, Excellency?\"\n\n\"Yes, I did, Tir Latoka. Sit down.\" As the Chief Scientist seated\nhimself on the opposite side of the desk, he continued, \"I am a little\nuneasy about the latest report on Rona.\"\n\nInvoluntarily, the Chief Scientist turned to look at the Wall of the\nPlanets, Lan Yotar's eyes following his.\n\nThe Wall of the Planets was so called because it pictured that solar\nsystem known to its inhabitants as the Confederated Planets of Norga.\nOne entire wall of the Council Chamber in the Hall of the Rulers was\nconstructed of slabs of lapis lazuli, so cunningly joined that they\npresented the appearance of an unbroken whole. In the center shone a\nhuge disc of gold, representing Norga, the sun of the Norgan solar\nsystem. Grouped around it at the proper intervals were other discs\nsymbolic of the system's eleven planets. Yula, the planet nearest\nNorga, was a solid circle of onyx, the black color indicating\nmystery, as it was too close to their sun to permit exploration; Heta,\nconsisting mostly of water, was a disc of shimmering silver; Mira, from\nwhich the system derived most of its minerals, was cleverly worked in\nseven different metals, while the remaining planets were also fashioned\nto symbolize their main features.\n\nBut it was the disc representing Rona that held their eyes. A single\npiece of pale green jade, marked with little squares of emeralds for\nthe cultivated fields and small circles of sapphires for the freshwater\nlakes.\n\n\"An appropriate color for the planet that supplies over half the\nsystem's food,\" murmured Lan Yotar. \"The latest jest is that the Ronans\nare afraid of turning over in bed for fear of crushing a vegetable!\"\n\n\"I doubt if there's a square inch of available soil not under\ncultivation,\" assented Tir Latoka. \"It is not for nothing Rona is known\nas 'The Food Planet'.\"\n\n\"Which brings us back to this report,\" continued the Chief. \"Tell me,\ndo you consider Nol Kosar an alarmist?\"\n\n\"Far from it, Excellency,\" was the ready reply. \"He is very\nclear-headed and reliable, which is why I picked him as Scientist of\nour most important planet. I added no comments to his report before\npassing it on to you, as I considered none necessary.\"\n\n\"Hmmmmm!\" The Chief gazed reflectively at the report, reading parts\nof it aloud. \"Interior heat definitely increasing--underground\ncaverns possibly collapsed, letting inflammable gases into\nmolten core--possible now to grow tropical fruits in temperate\nzones--seismologists report faint tremors--\"\n\nTossing the report aside, Lan Yotar abruptly asked the question Tir\nLatoka had been anticipating: \"What have you advised him to do?\"\n\n\"The ancient steam-boiler was equipped with a safety valve to prevent\nit exploding from too great internal pressure,\" replied the Chief\nScientist. \"I advised Nol Kosar to suggest to the Ruler that a vent be\nbored in the crater of the extinct volcano near Sadri. It is the least\nfruitful part of Rona, and precautions can be taken to prevent the\npossible flow of--\"\n\nHe was cut short by a hideous noise. There was a set of loudspeakers\non the etheradio cabinet by the Chief's desk and it was from one of\nthese, colored a significant red for danger, that the harsh wailing was\nemanating.\n\nThe two men exchanged startled looks and their lips moved. Neither\ncould hear what the other was saying, but their words were identical:\n\n\"The Emergency Call!\"\n\n\n\nThe Emergency Call had been instituted over two thousand years ago,\nafter a disastrous invasion of the system by beings from some unknown\npart of space. Installed in all important etheradio stations, it was\nto be used only in cases of extreme urgency, and at its call all\ngovernment officials were to drop everything and repair to the nearest\netheradio for instructions. In the two thousand years it had been in\neffect it had sounded only three times, apart from the regular tests:\nonce when a giant meteor had threatened the system with destruction,\nonce when the unknown invaders had attempted a second attack, and\nonce when miners on Mira had drilled into an inner world inhabited by\ncreatures with hypnotic powers that threatened to enslave the planet.\n\nThe harsh wailing rose to an earsplitting crescendo, then died away,\nleaving them listening tensely for the announcement. It came, shorn of\nthe customary formal modes of speech used in official reports:\n\n\"Set Gori, Ruler of Rona, here! Three volcanic eruptions on Rona!\nViolent earthquakes in other regions! Entire planet threatened\nwith destruction! Am evacuating all people we have room for in our\nspace-ships! Send help immediately! Over.\"\n\nThere was hardly a pause before the Chief of the Council of Elders\nbegan issuing orders: \"Lan Yotar here! Set Gori, concentrate the rest\nof your people in the nearest cities. Ros Vinla, are you listening?\"\n\n\"Here!\" came the voice of the Commander of the Norgan Spacefleet.\n\n\"Rush the fleet to Rona and evacuate all people. Over!\"\n\n\"All Leaders of Spacefleet Squadrons, listen: Squadron I, proceed to\nCenter City; Squadron II, proceed to Forel; Squadron III--\"\n\nLan Yotar snapped off the etheradio and rose. \"That's all we can do\nhere. Come!\"\n\nFollowed by the Chief Scientist, he hastened out of the Council Chamber\nand down the broad corridor. Descending the steps to the landing\nfield, he was just in time to see his private spacecar swoop down in\nits allotted place. His pilot had heard the Emergency Call and knew he\nwould be needed. Another spacecar landed close by and Var Dalum, the\nChief Scribe, hastily joined them.\n\n\"You're going to Rona?\" he asked breathlessly.\n\n\"Yes. Come with us,\" said the Council Chief.\n\nThe airlock had hardly settled in its socket before the pilot took off\nand the little craft zoomed up at a steep slant. The blue sky gradually\ndarkened and soon they were in the dead black of interplanetary space,\nheading straight for the afflicted planet.\n\n\"Rona, of all planets!\" whispered the Chief Scribe. \"What shall we do\nfor food?\"\n\nThe Chief Scientist shook his head. \"Let's not despair till we know the\nworst,\" he replied.\n\nAfter that, silence reigned. The pilot concentrated on getting every\nounce of power out of his jets. Lan Yotar sat staring straight\nahead, his lips compressed, his arms folded. The two other officials\ngazed through the transparent sidepanels, now and again sliding the\ntelescopic lenses into them to observe a Squadron of the Spacefleet\nhastening towards their common destination.\n\n\"Surely we should see Rona by now,\" murmured Var Dalum.\n\n\"We should,\" assented Tir Latoka grimly. \"And since there's obviously\nsuch a pall of smoke over it that we can't, the situation doesn't look\nany too good.\"\n\nThe etheradio had been silent, as it was a strict rule that only highly\nnecessary messages be broadcast during an emergency. It now gave voice,\nunconsciously confirming the Chief Scientist's words.\n\n\"Ros Vinla here! All incoming Squadrons exercise extreme care in\nlanding; visibility practically nil, owing to smoke. Alter your course\nto nearest clear space and come in under smoke. Squadron IV, join\nSquadron VII; your objective has been destroyed. That is all.\"\n\n\"There's Sita,\" remarked the pilot, naming one of Rona's three moons.\n\"Once we pass her--\"\n\nIn a few moments the spacecar had passed the satellite, and an\ninvoluntary groan burst from them all. The planet was a horror. Mile\nupon square mile, formerly consisting of green fields and bulging\ngranaries, was now a seething mass of molten lava; lakes were rapidly\ndisappearing in clouds of superheated steam. Over all hovered dense\nmasses of black smoke and volcanic ash, blowing aside now and then to\nreveal the terrible scene beneath.\n\n\"Hold it here, pilot,\" instructed the Chief, then spoke into the\netheradio. \"Lan Yotar here! My spacecar will stay by Sita till\nfurther notice. The Chief Scientist and Chief Scribe are with me.\nCommunicate only when urgent. Ros Vinla, report to me when evacuation\nis accomplished. That is all.\"\n\n\"I hear and obey,\" answered Ros Vinla.\n\nFor hours that seemed years, the four men sat watching the scene of\ndestruction through the telescopic lenses. Below them, space-ships\nof every size and description plunged into the chaos and rose again\nwith survivors, hastening to land them on Mira, which was nearest, and\nreturning to pick up more unfortunates from such parts of Rona as were\nnot yet covered with lava or engulfed by earthquakes. Orderly Squadrons\nof the Spacefleet arrived from their respective planets, landed at\ntheir objectives, and took off with full loads of frantic Ronans.\nFreighters and private craft, including spacecars no larger than the\nChief's, moved here and there, singly and in groups, darting in when\nthey saw a chance and saving hundreds of thousands of lives.\n\nFinally Ros Vinla's voice sounded again, and by the fact that he had\nreverted to official phraseology, all knew that the emergency had\npassed:\n\n\"Greeting from Ros Vinla, Commander of the Norgan Spacefleet, to Lan\nYotar, Chief of the Council of Elders. Peace be with you. Evacuation\naccomplished. That is all.\"\n\n\n\nFor a day and a half the full government of the Confederated Planets\nof Norga had sat in an Emergency Session. Decision after decision,\nconcerning the welfare and temporary disposal of the Ronans had been\nproposed, voted on and passed or amended.\n\nAt last they could concentrate on the problem that had been constantly\nin their minds since Rona had turned from a green and smiling planet\nto a hideous mass of glowing lava. Appropriately enough, it was Set\nGori, the elected Ruler of Rona, who first brought it up for official\ndebate. A tall and handsome figure, still wearing bandages over the\nburns sustained when he insisted on remaining at his post to the last,\nhe rose and was granted permission to speak.\n\n\"Elders and Rulers,\" he said. \"As we all know, Rona supplied 56% of\nthe food needed by our system. Rona is destroyed. What shall we do for\nfood?\"\n\nHe sat down abruptly, whereon the Chief Scientist rose and, at a nod of\nassent from the Chief Scribe, replied.\n\n\"Our unfortunate friend from Rona has put the matter in a nutshell. I\nwill answer as briefly: I have spent all day yesterday in conference\nwith my brother scientists, and we all agree there is only one\nsolution. As the Norgan solar system cannot supply sufficient food for\nits inhabitants, we must look outside the system for a source of supply.\n\n\"I move an expedition be sent into space to find an available planet\nsuitable for our purpose.\"\n\n\"I second the motion,\" said the Chief Astronomer.\n\n\"All in favor--?\" came the Chief's deep voice.\n\nA forest of hands shot up.\n\n\"Carried unanimously!\"\n\nThe eleven members of the Council of Elders and the Chief Scribe\nconferred briefly, whereafter the Chief Scribe spoke into a recorder.\nWhen he was through, a junior Scribe took the plastic ribbon from the\nmachine and inserted it in a loud-speaker, that the governing body\nmight hear and approve the details before it was made law:\n\n\"Decision 14 of the Council of Elders, given on the second day of the\nEmergency Session, Year 3749 since the Confederation of the Planets of\nNorga.\n\n\"Let this be known as our Decision:\n\n\"That a suitable spaceship be constructed for the purpose of exploring\nsuch solar systems as are within reasonable range, and that it be\nequipped with all the scientific instruments necessary for that purpose.\n\n\"That Ros Vinla, Commander of the Spacefleet of Norga, be in command of\nthis expedition and duly authorized to pick his own crew of scientists,\nnavigators, technicians, scouts or any other persons he deems necessary\nto the fulfilment of his mission.\n\n\"That his mission shall be to find and report on any planets that might\nbe suitable for either or both of the following purposes: firstly,\nto supply us with food; secondly, to provide living space for our\nsurplus population. He will, of course, bear in mind that the rights\nof the inhabitants of these planets must be fully respected, means of\ncommunication must be found and friendly relations established. He will\nsend daily reports by etheradio to the Chief Scribe.\n\n\"The Commander will in all cases await the sanction of the Council\nof Elders before taking any decisive steps, save in cases of extreme\nemergency, such as a surprise attack by hostile natives.\"\n\n\"Commander Ros Vinla, you have heard the Council's Decision?\"\n\nIn the section reserved for the high officials of the government, a\ntall, spare man in early middle-age rose to his feet. He wore the dark\nblue undress uniform of the Norgan Spacefleet, his rank indicated by a\ngolden sun and circle on the chest.\n\n\"I hear and obey,\" he replied, in a dry, precise voice.\n\n\n\nIn the Chief Scribe's office, Lan Yotar paced restlessly to and fro,\nwatched sympathetically by Var Dalum.\n\n\"Why not sit down and relax, Lan Yotar?\" he suggested mildly. \"A glass\nof wine?\"\n\nWith a sigh the Chief of the Council of Elders sank into a padded\nchair. \"Thank you,\" he answered. \"This tension is rather hard on me. I\nsuppose I am getting old,\" he added wistfully.\n\n\"You are only a hundred and eighty-six,\" smiled the Chief Scribe. \"That\nmight have been considered old five or six generations ago, but our\nlife expectancy is increasing so rapidly I think you can safely count\non another century, at least.\"\n\nLan Yotar paid but scant attention to the comforting words, his\nthoughts far away in space. \"Isn't it soon time for the Commander's\ndaily report?\" he asked. \"If System A93 contains no suitable planets--\"\nHe stopped with a sigh.\n\n\"Yes, I know,\" murmured Var Dalum. \"I newscasted a resume of the\nwhole situation this morning, so the people will be prepared if the\nCommander's report tonight is negative.\"\n\n\"I didn't hear it. Will you read it to me?\"\n\nPulling a tablet from a rack, the Chief Scribe commenced reading.\n\n\"It is now almost four years since Commander Ros Vinla set out to\ndiscover a planet or planets in some other solar system that would\nrelieve the food shortage and lack of living space now prevailing here.\n\n\"In that time the spaceship 'Norga II' has visited eleven solar systems\nand reported on one hundred and thirty-nine planets. Of the latter,\none hundred and three are uninhabited and unsuitable for colonization;\nnineteen can be made suitable and we have already dispatched colonists\nto twelve of them. It will, however, be several years before they can\nproduce food to any practical amount. Of the remaining seventeen, nine\nare inhabited by beings in a primitive stage of development, who are\nat present hostile; we are endeavoring to establish friendly relations\nwith them, but, owing to their low mentality, progress will doubtless\nbe slow. The remaining eight are inhabited by beings similar to us and\nfriendly relations have been established. Unfortunately, they have very\nlittle living space and food to spare; certainly not enough to be of\nany practical help to us at present.\n\n\"Ten days ago the 'Norga II' entered the solar system marked on your\nspace-charts as System A93. This consists of a sun and nine planets.\nOnly three of these are inhabited. One of these is a dying planet, arid\nand thin-aired, and it can barely support its own rapidly diminishing\npopulation. The second is too watery to support any life except the\namphibious creatures native to it. The third is the one Commander Ros\nVinla will report on tonight.\n\n\"It is with regret I warn you that, should this planet prove unsuitable\nfor our purpose, the 'Norga II' will have to return to Norga\nimmediately. The Commander has informed me he has barely sufficient\nsupplies to last him the return trip. After that, time must be spent\noutfitting the expedition for another trip, time we can ill afford.\nFurthermore, this expedition having covered all space nearest Norga,\nthe second trip will require much more time to reach unexplored space\nand will also be unable to cover so large a territory. We can only hope\nand pray that his next and final report will be one of success.\"\n\n\n\nVar Dalum replaced the tablet in the rack and for a while neither\nspoke. Finally Lan Yotar broke the silence.\n\n\"We have already started preparations for his next trip,\" he said. \"New\nspace-charts of the--\"\n\nA shrill buzzing interrupted him and a green light flashed on the\nintercommunicator. Val Dalum sprang up and pressed a button. \"Val Dalum\nhere.\"\n\n\"Commander Ros Vinla reporting,\" came the voice of the etheradio\noperator on duty.\n\n\"Switch him through,\" directed the Chief Scribe eagerly.\n\nThe Commander's voice came over the set. \"Greeting from Ros Vinla,\nCommander of the Norgan Spacefleet, to Val Dalum, Chief Scribe of the\nRulers of Norga,\" he began formally. \"Peace be with you. Will you\narrange to have the Elders listen to this report, as my next action\ncalls for their sanction.\"\n\n\n\nLan Yotar leaned forward and pressed the button that switched the\nCommander through to the various members of the Council of Elders, all\nof whom were waiting beside their etheradio sets in their homes.\n\n\"Greeting from Lan Yotar, Chief of the Council of Elders, to Ros Vinla,\nCommander of the Norgan Spacefleet,\" he said. \"Peace be with you.\nCommunication has been established as you requested. Proceed.\"\n\n\"Report on Planet No. 3 of System A93,\" continued the Commander. \"This\nplanet is almost an exact replica of the Planet Rona in our own system.\nIt is slightly larger, but the air, water, vegetation, gravity even\nthe domestic animals, are similar to those of Rona. The human beings\ninhabiting this planet are exact counterparts of ourselves--physically.\nMentally, they differ vastly.\n\n\"As usual, I sent one scout to make a preliminary survey. He returned\nwith a tale so shocking and unbelievable that I sent two other scouts\nto check his statements. I took the added precaution of issuing them\nrayguns, as they would probably have been attacked by these insensate\nkillers had their inviso-armor failed and their presence been\ndiscovered. Their reports were similar to that of my first scout, as\nfollows:\n\n\"As I said before, these beings are like us physically, save that\ninstead of being all fair-skinned, there are many whose skin is yellow,\nbrown or black, these forming separate races. These races are, in turn,\ndivided into nations. These nations,\" here the Commander spoke slowly\nand with great emphasis, \"are constantly warring among themselves.\nIn the entire history of this planet, which we learned by selective\ntelepathy, there has never been a time when nation has not been\nfighting against nation, and often one section of a nation against\nanother.\n\n\"This planet is ideally equipped by nature. There is an abundance of\nvegetation, minerals, domestic animals and all other necessities of\nlife, while the undoubted ingenuity of the inhabitants has evolved many\nluxuries. Unfortunately, these beings have so strange and perverted\na mentality that most of their efforts are devoted to inventing and\nmanufacturing new and terrible methods and engines of destruction.\n\n\"The reasons for these constant wars are so absurd and inconsistent\nthat it is difficult to conceive how any sane mind could put them forth\nor accept them. For example, they have many religions, most of them\ndivided and subdivided into innumerable sects. In time past, fierce and\nbloody wars have been brought about by the followers of one religion\ntrying to force their faith on the followers of another. Even the sects\nof one religion would fight among themselves, each claiming to be the\nonly true interpreter of that particular faith.\n\n\"Lately they have found other excuses for wars, even more\ndiscreditable. Where they used to fight for what passed as spiritual\nand idealistic causes, they now fight for mere materialistic gain and\ntemporal power, cloaking them under ridiculously flimsy pretexts. One\nruler, for example, declared he was forced to make war to obtain living\nspace for his expanding population, at the same time offering rewards\nand honors to the parents who raised the largest families! A favorite\nexcuse for war is for some large nation to invade and take over a small\nnation on the pretext that they are protecting it against attack by\nsome other large nation.\n\n\"Treaties, pledges and promises mean nothing to these beings, who seem\nlost to all sense of honor. Indeed, one ruler's first step in any war\nwas to sign a non-aggression pact with his intended victim. Hypocrisy\nis rampant on this wretched planet. One large empire proclaimed itself\ndefender of the rights of small nations, but stood calmly by while\nseveral small nations were conquered, taking no steps against the\naggressor until her own interests were threatened.\n\n\"Their methods of warfare are indescribably cruel and savage. All\nnations indulge in the bombing of large populated centres, killing\nmen, women and children indiscriminately. Some of the more debased\nnations even torture to death their prisoners of war.\n\n\"At present they have just finished a great war, which they call World\nWar II. Signs are not wanting that the victors are about to quarrel\nover the spoils, which will result in a war that will stagger the\nimagination. It is my respectful suggestion that we take over the\nplanet before this calamity occurs. Report ends.\"\n\n\"God of Nature! Is it possible that such beings are permitted to\nexist!\" exclaimed Lan Yotar. \"Summon the Elders, Var Dalum.\"\n\n\n\nThe Chief Scribe flicked a switch and a large televisoscreen began to\nglow. It was divided in ten sections, and in each section appeared the\nface of an Elder.\n\n\"Elders of Norga,\" said Lan Yotar, \"you have heard the report of\nCommander Ros Vinla?\"\n\n\"We have,\" replied the Elders.\n\n\"What is your pleasure as regards his suggestion?\"\n\n\"I move that the Commander be ordered to exterminate the race of wicked\nmadmen who inhabit Planet No. 3 in System A93, and that he take over\nthe said planet in the name of the Confederated Planets of Norga,\" said\nan Elder.\n\n\"I second the motion,\" promptly spoke up another.\n\n\"Moved by Nov Cherga, seconded by Sah Lovit, that Planet No. 3 in\nSystem A93 by taken over by the Confederated Planets of Norga, and the\nbeings inhabiting it be destroyed. All in favor signify in the usual\nmanner.\" The televisoscreen showed ten right hands raised in assent.\n\n\"Commander Ros Vinla.\"\n\n\"Here.\"\n\n\"You have heard the motion. Can you carry out the destruction of the\nhuman beings on this planet without harming the lower animals?\"\n\n\"The vibratensor should do that. It creates a sound wave of such\ntremendous pitch that a human brain is paralyzed by it, but it is\nbeyond the sound range of the more primitive brain structures.\"\n\n\"Is it painless?\" asked Lan Yotar anxiously.\n\n\"It causes a few seconds of intense agony just before death occurs,\"\nanswered the Commander. \"May I suggest that, while it is against our\nlaw to inflict pain, it is only right and just that these beings should\nexperience a little of the pain they are so willing to inflict on each\nother.\"\n\n\"The Chief Scribe will put the motion in the form of a Decision,\"\ndecreed Lan Yotar.\n\nVar Dalum wrote busily for a while, then rose and handed his tablet\nto the Chief of the Council of Elders, who read it through, sighed\nregretfully, then read it aloud.\n\n\"Decision 14A of the Council of Elders, being an amendment to Decision\n14 of the Council of Elders, during the Session of Rulers in the Year\n3749 after the Confederation of the Planets of Norga.\n\n\"Let this be known as our Decision:\n\n\"That Ros Vinla, Commander of the Spacefleet of Norga, totally\nexterminate the beings, saving and except the lower animals, that\ninhabit Planet No. 3 in System A93, and take over the said planet in\nthe name of the Confederated Planets of Norga.\n\n\"Commander Ros Vinla, you have heard the Decision?\"\n\n\"I hear and obey.\"\n\nUnbroken silence reigned in the Chief Scribe's office. Lan Yotar sat\nwith his face in his hands, his lips murmuring soundless prayers to\nthe God of Nature. The faces of the ten Elders, reflected in the\ntelevisoscreen, were grave and sad. Even the usually imperturbable\nChief Scribe fidgeted nervously with his tablets and from time to time\nglanced impatiently at the intercommunicator.\n\nAt last the signal showed the Commander was ready to report.\n\n\"Var Dalum,\" said the Chief Scribe huskily.\n\n\"Greeting from Ros Vinla, Commander of the Spacefleet of Norga, to\nVar Dalum, Chief Scribe of the Rulers of Norga,\" came the Commander's\nemotionless voice. \"Peace be with you. Decision 14A carried out.\n\n\"That is all.\"\n",
    "metadata": {
        "author": [
            "Kirchhoff, Bjarne"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64491/pg64491.txt",
        "name": "day_of_wrath.json"
    }
}