{
    "name": "Death of a mutant",
    "author": [
        "De Vet, Charles V."
    ],
    "body": "The boy stood on the low hill with his head tipped back and his\nthroat exposed to the early morning chill. He was dressed in faded\ntrousers--from which most of the tan coloring had long since been\nwashed away--and a coarse blue-denim work shirt.\n\nThe wind swept his blond hair back in loose flat waves, and with soft\ninsistence tugged at his slack-limbed body. He spread his legs wide,\nand breathed the morning air deep into his lungs. When he expelled\nthe breath his shoulders relaxed, and his arms dropped to his sides,\nwithout strength.\n\nSlowly, with an effort of will, he brought his attention back to his\nsurroundings. Below him a dog began an excited barking. The barking\nchanged abruptly to a yelp, and stopped.\n\nThe boy straightened and drew back a step. Down below a figure darted\nsuddenly from a low patch of brush and ran to another, kicking up\nsplashes of red sand. To his right a man's voice sounded a sharp cry of\nwarning.\n\nThe boy shivered. Somewhere below him a bird repeated, monotonously, a\nbrief ripple of song.\n\nAfter a few minutes a block-chested man stepped into view. His\nshoulders were hunched in a black leather jacket. He looked\napprehensively up at the boy. When nothing happened, he called, \"I'm\ncoming up. Keep your hands in plain sight.\" He started up the hill,\nmeasuring his steps purposefully. Once he paused and pulled at his\nbroad-brimmed hat, then came on resolutely.\n\nThere was a day's growth of whiskers on the man's chin and jowls, and\ndespite the cold a shiny film of perspiration glistened on his cheeks.\nHe drew a pistol from a chest holster as he approached.\n\nTwo paces away, the man halted. \"I'm Sheriff Derwin,\" he said in a\nstilted, unnormal voice. \"I'm placing you under arrest. Do not resist.\nWe have you surrounded.\"\n\nThe boy made no reply, but continued to watch the man, blinking several\ntimes, as though considering what had been said. After a minute he\nspread his hands wide in a weary motion of acquiescence.\n\n\"Good.\" Derwin gestured. Three men left their places in the brush and\nbegan to move cautiously up the hill.\n\n\"I'll have to search him,\" Derwin said over his shoulder. His voice\nwas too loud in the morning air. \"Keep him covered. Remember, he's a\nkiller.\" He holstered his own gun and moved unwillingly closer to the\nboy. \"Raise your hands.\" The boy did as he was told; Derwin patted him\nquickly about the chest and hips.\n\nThe examination was only barely adequate. \"When we take him in,\" Derwin\nsaid, \"careful not to get too near him. He can kill you, just with his\nhands. Stay out of reach.\"\n\nDerwin put his prisoner in one of the three cells in White Bear Lake's\njail. The boy offered no resistance. He stood with his head resting\nwearily against one of the steel bars and watched without apparent\ninterest as his cell door was locked. But when Derwin made as though to\nleave, he straightened and his features livened. His expression became\none not quite of pleading, and not quite a question; but rather of\nhopeful expectation--as though he had some deep need which he expected\nDerwin to recognize.\n\nThe sheriff stood for a minute, meeting the boy's intent gaze, then\nshrugged and went on toward his office. He limped a little. An old knee\ncap injury had been aggravated by his chase of the boy, and now it was\nswollen and stiff.\n\n\n\nThe boy was lying on the floor of his cell asleep when the sheriff\ncame back with a platter of food. Derwin unlocked the door quietly,\nbrought the food in and set it on a table in one corner of the cell. As\nquietly, he let himself out again. Standing in the corridor, with the\nlocked door again between them, he called, \"Wake up!\"\n\nThe boy's body did not move, but his eyes opened wide. With their\ninstant awareness they were like the eyes of a big cat in a zoo, but\nwithout the cat's easy hatred. \"Your dinner's on the table,\" Derwin\nsaid.\n\nThe boy rose swiftly to his feet and looked around him. He saw the\nfood, went over and began eating. He used his hands, eating the meat\nfirst, in great wolfing bites. When the meat was gone he ate the\npotatoes. He tasted the moist cabbage salad, but did not eat it.\n\nDerwin watched him for the few minutes it took. \"I guess they never\ntaught you to use a knife and fork,\" he murmured, half to himself.\n\nThe boy came to the cell door and grasped the bars in his big hands. He\nlooked at Derwin, and his expression was the same expectant one that\nhad been so disturbing earlier.\n\nThe sheriff had stepped back, out of reach, as the boy approached. \"Did\nyou want something?\" he asked.\n\nThe boy made no reply.\n\n\"Can you understand what I say?\" Derwin asked.\n\nAfter a brief, puzzled pause the boy nodded.\n\n\"You can?\" Derwin asked doubtfully. \"I know you mutants had some way\nof communicating with each other, without speaking, but I thought the\nprofs at the University decided you couldn't understand us.\" He seemed\nto make a sudden decision. \"I'll be right back,\" he said.\n\nDerwin returned to his office and picked up his desk chair, carried\nit to the corridor opposite the boy's cell and sat down. \"If you do\nunderstand what I say, maybe we can have some kind of confab. Can you\nspeak?\"\n\nThe boy made no reply.\n\n\"No, I guess you can't,\" Derwin said. \"Or they'd have found out about\nit before this.\" He considered a moment. \"How about us setting up some\nkind of code,\" he suggested. \"I'll ask questions, and you nod if I'm\nright, and shake your head if I'm wrong?\"\n\nThe boy made no answer except for his continued expectant gaze.\n\nDerwin shrugged. \"O.K. If you can't, you can't. The profs had a theory\nthat you couldn't understand what they said, but that you got some of\nthe meaning of the words from the sound and the inflections.\"\n\nStill there was no response.\n\n\n\n\"Maybe you can read my mind?\" Derwin waited a moment. \"You're a strange\none, whatever the answers might be. When you eight mutants were found\nin the lost islands area of the Lake of the Woods the doctor who\nhad brought you there--evidently when you were very young--had been\ndead for years. He had been a famous genetics specialist, and had\nprobably cared for you from birth. The profs even believe he must have\ninfluenced your development before birth. Anyway, there was no doubt\nthat you were all geniuses of a high order. But there was a screw loose\nsomewhere. When you were brought to the University of Minnesota you\nsoon turned into a pack of murderers.\n\n\"And you were brilliant enough to get by with it for months before the\nauthorities learned what you were doing. The other seven were killed,\neither fighting or trying to get away. You're the last one left now.\nWouldn't you like to make your peace--before it's too late for you,\ntoo?\"\n\nThere was no suggestion of truculence or stubbornness in the boy's\nlack of response. It was as though Derwin's statements had not merited\nanswers, or that the answers had been too obvious to need saying.\n\nDerwin leaned back in his chair and folded his hands across his\nstomach. \"All right,\" he said. \"If you aren't interested in that, let's\nget back to your immediate problem. You know what you were arrested\nfor?\" He did not wait for an answer. \"You're accused of killing at\nleast thirty people,\" he said. \"And they have plenty of proof--enough\nto hang you. I'd say your only defense would be that you didn't know\nwhat you were doing.\"\n\nDerwin made an impatient motion to rise. \"Oh, there's no use going on,\"\nhe said. \"Either you can't understand me, or you know all this already.\"\n\nAbruptly the boy was nodding his head: nodding it vigorously.\n\nDerwin remained sitting. \"Why are you doing that?\" he asked.\n\nThe boy blinked his eyes, pressing the lids tightly together, and\nopened them again.\n\n\"What's that mean? Do you want help of some kind?\" Derwin paused. \"I'd\nlike to do what I can, but if you don't tell me, or show me--how can I\nhelp you? If you have any way of communicating, use it now, or we'll\nnever get anywhere.\"\n\nThe boy's forehead creased with lines of effort. His mouth opened--but\nno sound came out.\n\nDerwin ran his fingers along the stubble of his jaw line. \"I suppose\nif the profs and psychiatrists at the U couldn't find a way to talk\nwith you, I can't. I understand when they couldn't learn how you\nmutants read minds--or even if you did--they tried to teach you to\nspeak, and to live like human beings. You couldn't, or wouldn't, learn\neither. You wouldn't work, and nothing seemed to interest you. Until\ntoward the end you turned surly, and scratched and even bit people who\nannoyed you.\" Derwin paused again. \"Have I touched on what's troubling\nyou yet?\"\n\nThe boy moistened his lips and nodded, his face eager.\n\nWith a puzzled shake of his head Derwin tried again. \"All right. The\nfirst person your group killed, I've read, might have been the doctor\nwho raised you. Though personally I don't believe that. But there's no\ndoubt that you did kill others.\"\n\nDerwin frowned. A smile had come to the boy's face as he listened--as\nthough he were recalling something pleasant.\n\nThe sheriff cocked his head to one side and shifted his position. He\nspoke with less enthusiasm now. \"After the others were killed, they\nlost all trace of you until the day you visited Anchor Hospital in St.\nPaul. The attendants there didn't recognize you, and assumed you were\njust another visitor. But when you left, twenty-seven patients were\ndead!\"\n\nA small shiver ran through the muscles of Derwin's back. The smile had\nreturned to the boy's pink cheeks: a smile almost of delight.\n\nDerwin leaned forward, making no effort to hide his annoyance as he\nspoke. \"You'll hang for those killings!\" he said. \"We still don't\nknow how you do it, but the other patients in some of those wards saw\nyou put your hands on the people who died, and saw them go limp. They\ndidn't realize at the time that you had killed them.\"\n\nThe smile on the boy's face was as tranquil as the smile of a cherub.\n\nA flow of angry blood crept into Derwin's face. \"Just in case they\ncan't pin any of those murders on you,\" he said, \"we sure as hell can\nconvict you of the three here in White Bear Lake.\" Derwin pulled\nhimself to his feet. \"I'll do my best to see that you hang for them,\"\nhe said deliberately. His voice was low and flat. He limped away,\ndragging his chair at his side.\n\nThe boy's expression of urgent request changed to one of reproach when\nhe realized that Derwin was leaving; disappointment showed bleakly on\nhis face. It was as though he had expected something more from Derwin.\n\n\n\nThe next morning Derwin drove in the last car in a funeral procession\nand waited at the fringe of the crowd as the coffin was lowered into\nthe ground. The deceased had been the last victim of the boy killer.\n\nThe mourners filed out quickly after the services, and Derwin found no\nopportunity, that would not have involved an awkward intrusion, to talk\nwith any of them. However, as he walked slowly back to his car, a young\nman of about twenty-five drove up in an old automobile and parked at\nthe edge of the grave. He got out from behind the wheel of the vehicle\nand went around to the back. From the trunk he removed a shovel and\ncarried it to the grave. He nodded to the sheriff and began pushing\ndirt from the edge into the hole.\n\nDerwin strolled over and stood across the open grave from the shoveler.\nNeither spoke until the young man stopped to wipe his forehead. \"You're\nthe sheriff, aren't you?\" he asked Derwin.\n\nDerwin nodded.\n\n\"I understand you think that the wild boy killed Carl?\" The young man\ninclined his head toward the grave.\n\n\"Was Carl his first name?\" Derwin answered noncommittally.\n\n\"Yes. Carl van Sistine. He was a good friend of mine. When we were kids\nwe used to play here, right in this graveyard. We hunted rabbits with\nsling shots. I don't remember that we ever killed any. We were always\ngoing to make a fire and roast the rabbits we shot, but as I said, we\nnever got any.\"\n\nDerwin waited.\n\n\"The wild boy didn't kill him.\"\n\n\"What makes you think not?\" Derwin asked. \"No one saw him do it, but\ntwo witnesses did see him run out of the house, and they found Carl\ndead right after.\"\n\n\"I know that.\" The young man rolled his shirt sleeves up over hairy\nforearms. \"But did you know that Carl had something wrong with his\nhead--a tumor or something? He'd had it ever since he was a little\nboy. Sometimes we'd be playing and all at once he'd stop dead still.\nIf there was a chair, or anything that moved around, he'd grab it and\nholler for me to hold onto the other end. I'd hold it and he'd pull,\nuntil he couldn't hang on anymore. Then he'd fall over backwards. He'd\nlay there with his eyes rolled back until all I could see were the\nwhites. His face would be pale, and screwed-up looking, and sweat would\ncome out all over his body. His clothes would be wet with it. All the\ntime he'd be groaning and crying.\"\n\nThe young man took off his striped workman's cap and ran his fingers\nthrough wavy brown hair. \"The last few years he couldn't leave the\nhouse. I used to visit him at first, but at last he didn't even\nrecognize me. And when his attacks came on he'd holler with pain, and\nfinally I couldn't stand to hear him anymore. That's what he died\nfrom--the tumor in his head--and not the wild boy killing him.\"\n\n\"The doctors said it shouldn't have killed him--yet,\" Derwin demurred.\n\n\"I know. But the doctors were wrong.\" The young man began shoveling\ndirt into the hole again.\n\n\n\nThe sun was directly overhead when Derwin climbed out of his car,\npushing his game leg stiffly ahead of him. He went up the flight of\nsteps at the front of a large, white house and pressed the button\nbeside the door. He rang three times without an answer.\n\nOn the way back down the steps he heard the sound of iron on iron\ncoming from the back of the house. He walked around and found an old\nman with stooped shoulders throwing horseshoes at a peg set in the\nground.\n\n\"Good afternoon,\" Derwin said.\n\nThe old man paused in his throwing and nodded in reply.\n\n\"I'd like to talk to you again about your sister's death,\" Derwin said.\n\"I presume you heard that we caught her killer?\"\n\nThe old man sighted a shoe carefully and threw at a farther peg.\n\n\"Will you tell me again just what happened?\" Derwin asked.\n\n\"I was sitting with her when he came in.\" The old man had a red face\nand neck, with a border of white just above the collar line. \"He hadn't\nknocked. At least I didn't hear him. Just all at once he was standing\nby the bed, smiling. I was going to say something, but he looked at my\nsister, then at me, and he seemed so young, and kind of fresh-looking,\nthat I just smiled back. Then he sat on the bed alongside Louise, and\nput his hand on her chest, and she closed her eyes, and her moaning\nstopped--for the first time in almost a week. I didn't know until after\nhe'd gone that she was dead.\"\n\n\"How did it happen you didn't report her death to my office? We only\nlearned about it from the doctor.\"\n\nThe old man's attention seemed absorbed by something on the roof of a\nneighboring house. He stood for several minutes, then slowly looked\ndown at his hand in mild surprise. He had been gripping, and twisting\nan iron shoe in his hand so hard that a corner had cut a ragged gash in\nthe meaty forepart of his thumb. Blood flowed from the cut down the end\nof the shoe and dripped sluggishly to the ground.\n\nIrritably the old man tossed the shoe aside and took a handkerchief\nfrom a rear pocket of his trousers and wrapped it around the injured\nthumb. \"I was glad she died,\" he said half-defiantly.\n\nDerwin's eyebrows raised questioningly.\n\n\"That may sound heartless.\" The old man's voice was mild now. \"But it\nisn't. My sister had cancer--had it bad. She was dying from it. And she\nwas suffering horribly. Even drugs gave her no relief toward the last.\nDuring her periods of consciousness she begged the doctor to give her\nsomething so she could die, but he wouldn't. I asked him to put her out\nof her misery, too. But he wouldn't listen to me either.\n\n\"Mr. Derwin....\" The old man brought his face closer to Derwin's.\n\"Every human being should have the right to die. When the time comes\nthat medicine can't help them any more, and they have nothing to look\nforward to, except suffering, they should be allowed to die if they\nwant to.\" Abruptly he turned his back and walked into the house.\n\n\n\nDusk was edging into darkness when Derwin reached the home of the boy's\nthird victim. The family lived in an upper duplex apartment. A large\nwreath hung on the apartment door. The woman who answered his knock was\nmiddle-aged, with dark hair and dark eyes, and quick, nervous hands.\n\"Come in,\" she invited listlessly, as she recognized the sheriff.\n\nDerwin followed her to a chair in the front room and sat down. \"Can you\ngive me any details of your husband's death that you might not have\nremembered when I was here before?\" he asked.\n\n\"You've got to see that that maniac pays for his killings,\" the woman\nspoke rapidly, excitedly, ignoring the sheriff's question. \"If you\ndon't, I'll....\" Her voice broke and she began to cry. After a few\nminutes she wiped her eyes with a square of tissue which she took from\nher apron pocket. \"I'm all right now,\" she said. \"What do you want to\nknow?\"\n\n\"Anything you remember. You might tell me first what time of day it\nhappened.\"\n\n\"About the same time in the evening as now,\" the woman answered. \"We\nhad already finished eating. George was lying here on the davenport and\nI....\"\n\n\"Pardon me a minute,\" Derwin interrupted. \"How ill was your husband?\"\n\n\"He was too sick to work, though he could still get around a little. He\nhad silicosis of the lungs, you know.\"\n\nDerwin nodded. \"Go on, please.\"\n\nThe woman needed no urging. Apparently she enjoyed talking. \"Where\nwas I? Oh, yes. I heard something scratching at the door--it sounded\nlike a cat--and I went to see what it was. The boy was standing there,\nsmiling. I didn't know who he was then. He looked so young, and so\nsweet-like, that I didn't ask what he wanted; I just let him come in.\n\n\"When George saw him I thought, at first, that he knew him, because\nhe sat up straight and spoke to the boy. He said something like, 'So\nyou've come?' He looked glad, as though he was happy. Then he changed\nand looked scared. But he didn't say anything more, and neither did the\nboy. Finally he sort of relaxed, and sighed, and let himself ease back\non the davenport. He asked me to make a pot of coffee, and I left and\nwent into the kitchen.\"\n\nThe woman stopped and blew her nose. \"That's all, except that the boy\nwas gone when I came back--and George was dead.\"\n\nDerwin looked down at the hat on his lap and searched for a way to\nexpress what he wanted to say. At last he looked up. \"Some people\nbelieve the mutants killed only people who were very sick--people who\nhad no chance to live anyway, and probably wanted to die quickly?\" His\nvoice rose doubtfully as he finished.\n\n\"That's not true.\" There was no expression in the woman's flat voice.\n\"I read where they killed some that weren't sick at all. And how would\nthey know how sick the others were? Or if they wanted to die?\"\n\n\"How about your husband?\"\n\n\"George did suffer quite a bit. But I'm certain he never wanted to die.\"\n\n\"Was there any chance that he might have recovered from his particular\nillness?\"\n\n\"The doctors said not, but what right did that boy have to play God and\nkill him? And how do any of us know that there won't be a new treatment\nor a new drug discovered, maybe next week or next month, that could\nhave saved George? What justification can you have for a cold-blooded\nmurderer like that?\"\n\nDerwin looked down again at his hat and shifted his feet uncomfortably.\n\nThe woman said, \"George had a pension that supported us. But it stopped\nwhen he died. How am I going to live now? Who's going to support my\nchildren--or take care of them while I work?\" There was still no\nemotion in the woman's voice, but tears which she disregarded ran down\nher cheeks.\n\nDerwin stood up. \"I don't know,\" he said. \"I was just wondering if what\nseems wrong to us might not seem right to him,\" he apologized.\n\n\n\nThe next morning Derwin stopped in at a store on Mahtomedi Avenue and\nbought a pair of trousers, a shirt, a set of underwear, and a pair of\nsocks. Two doors down he stopped in at another store and bought a pair\nof shoes.\n\nHe drove to the jail and shoved the clothing through the bars to the\nboy. \"Here's something better for you to wear,\" he said and walked on\nto his office.\n\nThe boy carried his bundle to the rear of the cell and began changing.\nHe was buttoning his shirt when he glanced through the small barred\nwindow in the wall and saw Derwin crossing the street toward a corner\nlunch room. A flush of excitement appeared on his cheeks and he\nfinished dressing hurriedly.\n\nMoving to the front of the cell he spread out his right hand and flexed\nthe fingers several times. His face assumed an expression of deep\nabstraction.\n\nA faint haze began to waver along the edges of the hand, and its flesh\nappeared to move in small ripples. The boy pressed the hand against\nthe door lock--and it passed through the metal. The lock gave a muted\nmetallic click. The door swung open.\n\nThe boy's hand returned to its normal appearance as he withdrew it, but\nit hung limp and pale. He massaged it vigorously as he stepped out into\nthe jail corridor. He was careful not to let himself be seen when he\nleft the jail.\n\nAn hour later he had left White Bear Lake.\n\nWhen Derwin returned to the jail and found the boy gone he was not much\nsurprised. He walked slowly to his office and picked up the phone.\n\"Let me speak to the sheriff,\" he said.... \"Gibbons?\" ... \"This is\nDerwin, out at White Bear Lake.\" ... \"Fine.\" ... \"The wild boy escaped\nabout an hour ago. He's sprung his cell lock someway.\" ... \"No, I\ndon't know which way he went, but I figured he might head back to St.\nPaul.\" ... \"O. K.\" ... \"I wish you'd do me a favor. Ask your men--and\nthe police--not to shoot him. I'm sure he won't resist when you arrest\nhim.\" ... \"I know.\" ... \"I know.\" He sighed. \"That's right. You have to\ndo what you think best.\" He hung up.\n\n\n\nThe boy went directly from the jail to the railroad tracks, nearly a\nmile past the depot. He hid in the weeds along the track until a slow\nfreight passed, then climbed into the open door of a boxcar.\n\nThe string of freight cars was cut out of the train in the St. Paul\nyards. The boy stayed inside his car until several hours after dark,\nwhen he left his hiding place and went along the Mississippi, past\nCarlson's Landing, and up to the post office. There he stopped and\nseemed to be deciding what he should do next.\n\nA half block away a policeman was checking the tires of parked cars.\nThe boy saw him and began walking rapidly in the opposite direction. He\nhesitated at the street corner, then walked boldly out into the lighted\narea of the intersection. He had nearly reached the opposite sidewalk\nwhen he heard a shout behind him. He began to run. A police whistle\nsounded shrilly.\n\n\n\nWhen the boy entered the park he appeared to wander casually, with his\ninterest centered on no particular person or place, but his steps took\nhim down a diagonal walk that led to the young mother and the carriage.\nThe child of about six inside the carriage had a large head that\nwobbled spasmodically above its thin frame.\n\nThe boy walked past the mother without attracting her attention, and\nbent toward the child.\n\nA terrified scream at his side jerked him erect.\n\n\"The beast!\" The woman screamed with all the power in her lungs. She\nsprang at the boy, still screaming, and dug clawed fingers into his\ncheeks. \"Get away from him, you beast! You horrible beast!\"\n\nFear blossomed up into the boy's face at the woman's scream. He pushed\nher aside and glared wildly about him.\n\nThe nearest exit from the park was just ahead. Swiftly he put his head\ndown and scurried through the exit. Once in the street he increased his\nspeed and ran for six blocks, past the auditorium, and across Seven\nCorners, until the breath whistled in his throat. As he staggered to a\nstop a police siren sounded behind him.\n\nThe boy forced his tired legs to move again and sprinted down an alley\nthat opened to his left. Halfway through the alley he heard the screech\nof tires behind him--and the police siren was at his back. He came to\na low fence bordering the alley, between an apartment building and an\nolder, private, home. Without pausing he rested a hand on the fence\nrailing and vaulted over.\n\nBeneath him as he hung suspended he saw a child's large sand box. His\nright foot, with his weight behind it, landed on the handle of a toy\nwagon, and his ankle twisted painfully under him. He sprawled forward,\nripping the skin of his forearm on the side of the sand box as he fell.\n\nAs quickly as he was able he pulled himself to his feet and limped\nacross the yard, past the small house, and out into the street. The\npolice siren still sounded behind him, and now another started up in\nthe block ahead.\n\nHe turned to the right and ran with all the speed he could command. A\nblock ahead loomed the Mississippi. With his last remaining strength he\nstumbled toward it.\n\nA police car arrived just as he dived into the murky water.\n\nTwo policemen scrambled from the car and ran toward the river bank.\nSergeant Robert Kirk pulled his pistol from its holster as the boy's\nhead reappeared above the water.\n\n\"Halt!\" he shouted. \"Halt or I'll shoot!\"\n\nThe boy never paused.\n\nKirk brought the gun up and sighted along the barrel. The boy's head\ncame in line with the small v of the sight. \"For the last time, halt!\"\n\nThe boy's head turned up. His wet blond hair shone in the sunlight.\nKirk squeezed the trigger.\n\nSimultaneously with the report, the boy's hair sprang upward in\nstartled protest; his arms gave one reflective jerk, and his face\nturned toward the sky.\n\nSlowly, slowly, the white features sank beneath the water.\n\n\n                                THE END\n\n\n",
    "metadata": {
        "author": [
            "De Vet, Charles V."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73431/pg73431.txt",
        "name": "death_of_a_mutant.json"
    }
}