{
  "name": "Death of a B.E.M.",
  "author": [
    "Livingston, Berkeley"
  ],
  "body": "\"Blast them!\" the writer groaned in bitter accents. \"How I hate those\nB. E. M's.!\"\n\n\"Hang them!\" the artist yelled. \"How I hate those B. E. M's.!\"\n\n\"Darn them!\" the B. E. M. moaned. \"How I hate those humans!\"\n\n\n\nThe artist and the writer sat staring at each other in wordless\nmisery, their coffee untasted and their spirits at low ebb. Up above,\nin the beehive that was the publishing house which gave them their\nlivelihood, the word had gone around. _B. E. M'S, B. E. M'S...._\n\nSadly, in accents forlorn, the writer said:\n\n\"Bug-eyed monsters! Ye gads! Bug-eyed monsters! Jack, old boy, do you\nrealize we're setting science-fiction back a hundred years?\"\n\n\"I know just how you feel, Harry,\" the artist replied. \"After all, we\ntoo had presumed that we had been freed of these monsters. So back we\ngo to the drawing board, our minds tortured and twisted ...\" He sighed\ndisconsolately.\n\n\"Oh, well,\" the writer sighed and blew out his breath. He stared\nfixedly at his coffee until a something blue slipped into focus. His\nglance traveled upward from the hem of the girl's apron, past the\nlovely swell of her charms and on past the sweet throat, to the gay,\nsmiling face and sparkling eyes. Forgotten then were B. E. M's. for\nboth. Diane, the goddess of the restaurant corps of enchanting\nwaitresses, was at their side....\n\n\n\nHiah-Leugh was having his eyeballs massaged. It was a delicate and\ntedious operation for the one doing the massaging; not every Goman was\npossessed of eight eyeballs. But Hiah-Leugh was not an ordinary Goman.\nNot he! He was chief of all the Gomans, which meant he was head of all\nthe bug-eyed monsters on the whole of the planet of XYZ268PDQ.\n\nThe four-headed slave, one of the giants Hiah-Leugh's tribe had\ncaptured on one of their forays into the terrible forest of Evil\nContractions, scratched himself with one of his six arms. He was quite\nbored with this peaceful, though tedious pursuit the tribe of\nHiah-Leugh had given to him as his duties. Especially the massaging of\neyeballs. Of course it helped to have six arms. Ooh! His four heads\nranged themselves in a single line.\n\nThe slave had committed a sin.\n\nThere were three cardinal sins on the planet of XYZ268PDQ. Two of them\nwere unmentionable and the third was forgetting to massage all of the\neight eyeballs of Hiah-Leugh at one and the same time. If it were not\nfor the massage the giants of the planet would all live in peace. But\nit took a man with six arms to do the job. In fact it was to the\nregret of Hiah-Leugh that the giants did not have eight arms.\n\nNow one of the eyelids was closing. In a second or two it would be\nclosed completely and once a single of the eight eyes closed the\nothers automatically followed suit. There was but a single thing to do\nin this case. The giant did it.\n\nHe poked his finger into the drooping lid.\n\nHiah-Leugh awoke with a suddenness of shock and startled surprise. He\nhowled in pain then leaped from the chair, scuttling about the\nroom-of-massage on his twelve pairs of crablike legs at a great pace.\n\n\"Heavens to Betsy!\" Hiah-Leugh screamed. \"You _are_ the clumsiest\ngiant.... But what can a B. E. M. expect? Oh, well! You're excused. Go\nand see if there are any children to frighten....\"\n\nThere were four different expressions on the four heads. One showed\npleasure, and another, surprise and a third, gloom and the fourth was\nblank completely. This head was the dumb one. It had but one\nexpression, blankness. The four heads bent and the great body bowed\nlow, and slowly, with great effort and with many bumpings into various\npieces of furniture, the giant bowed himself out of the massage\nparlor.\n\nHiah-Leugh was left alone.\n\nBut not for long. Suddenly a whole section of the wall slid back\nshowing another room. This was the famous Gloating Chamber of\nHiah-Leugh. Here were brought all the victims the tribe captured. And\nhere it was that their chief was supposed to spend his time in\n_Gloating_ over the tortures his torturers were supposed to spend\ntheir time in devising. But business had been very bad lately. Not\nonly was there not a single victim in the Gloating Chamber, there was\nnot a single torturer available. Hiah-Leugh suddenly remembered.\nSomething about a picnic.... Then why had the wall slid back?\n\n\"_Hiah-Leugh! Hiah-Leugh!_\" it was the clarion call of his ninth\nconcubine, the lovely and charming Sally Patica. But what in the name\nof all that was unmentionable was she doing in the Gloating Chamber?\nOf course she too could be _Gloating_!\n\nHe moved slowly toward the room, hoping against hope she was not in a\nbad mood. The last time she had called in that tone of voice he had\nsuffered greatly. She had made him go without an eyeball massage for a\nwhole week....\n\n\n\nShe was pacing back and forth on the long, raised platform. Hiah-Leugh\nskirted the Iron Maiden, the Pallid Pulley, the Bronze Beater, the\nCopper Conker, and Giant Mas-Mixer, which was a fake. Nothing was ever\nmixed in it except the noxious weed Hiah-Leugh used in his pipe. At\nthe sound of his approach Sally stopped her pacing and fixed him with\na baleful glance out of eyes, four and five. Eyes, two and three were\nbusy seeing if her coiffure was right and eyes one, six and seven were\nhaving their lids tweezed. After all, she had twelve pairs of legs\nwhich were also used for hands. A heck of a lot could be done with so\nmany appendages.\n\nShe started in even before he quite reached her side:\n\n\"Where is everybody? Do I have to sit by myself every day? _Must_ you\nhave your eyeballs massaged _everyday_? Where are the torturers? Where\nis everybody...?\"\n\n\"I think there's a picnic scheduled for today, dear,\" Hiah-Leugh said.\n\n\"Why wasn't I told about it?\" Sally demanded.\n\nShe had very probably _been_ told about it but knowing his ninth\nconcubine and the limits of her memory, she had very surely forgotten.\n\n\"Hiah-Leugh!\" she broke in on him before he could frame a reply. \"I'm\nso terribly, terribly bored! There hasn't been a good torture since,\nsince ... when _was_ the last time there was a torture party?\"\n\n\"The time Gin-Pad was caught stealing wokkerjabbies from his youngest\nchild,\" Hiah-Leugh said. \"We put him in the Pallid Pulley and\nstretched four of his legs until they were longer than the rest. And\nto this day Gin-Pad walks like he's looking for something between his\nforelegs....\"\n\nSix of Sally's seven pairs of eyes crossed suddenly, a sign she was\nin thought. Hiah-Leugh had the wishful hope that the seventh pair\nwould cross. When that happened Sally would be ex-concubine. She would\nalso be ex-living but that didn't bother him. We all have to die\nsometime, he thought. But why does she have to live so long? The\nthought processes of Sally Patica wound their weary way and came to\ntheir proper end. Life was boresome. And she had to think of something\nto make it less so. She did.\n\n\"Y'know, Hiah,\" she said as she uncrossed her eyes, \"I have an\nidea....\"\n\nThe chief of all the Gomans rolled all eight pairs of his eyes\nceiling-ward. Not another of her ideas. Oh no! Not that! The last time\nshe had one of her ideas it was for a treasure hunt, a treasure hunt\nfor a five-headed giant, despite Hiah-Leugh's insistence there were no\nsuch beings. But she wanted one dead or alive. She got it, dead. What\nSally didn't know was that her mate gave orders to have one killed and\nhave a fifth head sewn on his shoulders.\n\nLove, however, was as strong on planet XYZ268PDQ as it was on any\nother planet, and as burdensome, and though Hiah-Leugh felt his heart\nsink, he also knew he would give in to her wishes.\n\n\"... What do you think of this; bring some humans up here and we'll\nrun a torture party for our fiends?\"\n\nThe male's jaw dropped, all three feet of it. This was even worse than\nhe had imagined. _Bring some humans up here_, she said. Had she any\nidea of what that entailed? No. _NOO!_\n\nHe tried to reason with her:\n\n\"Darling. Wait. Don't be hasty. Let me explain. In the first place\nhave you ever met a human?\"\n\n\"What difference does that make?\" she pouted. \"I've heard about them.\"\n\n\"But sweetheart,\" he went on in his pleading. \"They're quite horrible.\nThey have but one head, and a single pair of arms and legs. They walk\nupright and they can only bear _children_....\"\n\nThis was new to her.\n\n\"... Children...?\"\n\n\"Yes! And they're horrible things, really. Must be raised on pablum\nand formulas and things like that. _Formulas._ Sounds mechanical. No,\nSally, my pet. I'll think of something else. Something which will not\nrequire so much work....\"\n\nIt was the wrong thing to say. He knew it the instant he said it.\n\n\"_Work!_\" she yelped. \"So that's what's troubling you. Too much work\nyou say. And what is occupying your time now? Have you even so much as\ngone to the forest of Evil Contractions to capture a giant in the past\nsix months? Not you! You're satisfied with the way things are. You\nwouldn't give a hang if I died of boredom. And when I ask for\nsomething like a torture party, all you can say is, it's too much\nwork.\"\n\nShe started to cry. And after all she had seven pairs of eyes to shed\ntears from. It was the biggest crying jag since the invasion from\nspace a millenium before when the invaders used tear gas....\n\nHiah-Leugh threw up all the arms he could spare and shouted:\n\n\"Okay. _OKAY!_ I'll call a meeting of the Council and we'll plan\nsomething.\"\n\n\n\n\"The situation is this,\" Hiah-Leugh said in opening the meeting, \"we\nmust (get the) right to work and bring some humans up here.\"\n\nThe assembled B. E. M's. stopped looking bored at the words. They had\nwondered why their chieftan had called the meeting. Now they knew. One\nafter the other they repeated the words as if they couldn't believe\ntheir senses. Humans! Here on Planet XYZ268PDQ.\n\n\"But mighty chief,\" one of them said in objection. \"Do you realize\nwhat you're asking of us?\"\n\nAnother said:\n\n\"How, when...?\"\n\nAnd a third asked:\n\n\"Who?\"\n\n\"Our scientists, that's who,\" Hiah-Leugh answered. \"What the heck we\ngot them for anyway? Seems all they do is sleep. Let them wake up and\nto work.\"\n\nBut the oldest and wisest of them said:\n\n\"Why can't we be normal monsters and not act like we're expected to?\nIsn't peace enough for us? Must we look for trouble?\"\n\nBut their chieftan knew there was no turning back. Not if he wanted\npeace. And knowing Sally Patica, he also knew there would be no peace\nfor him until he brought some humans up for torture.\n\n\"Let them construct space ships, terrible weapons of war, plagues and\nall the necessary adjuncts to planetary invasion. Let them prepare for\nthe holocaust,\" Hiah-Leugh shouted, drowning out the others.\n\nBut it was the youngest, a mere youth of ten thousand years, upon\nwhose head but a single eye showed, who pointed out the path. He was\nalready bored with this meeting; besides, he had but fallen in love\nthe day before and wanted to get back to his amorata.\n\n\"Why all this fuss?\" he asked. \"What's more, we don't have scientists,\nor mathematicians, or warriors. If the giants weren't so stupid we'd\nnever capture them. So let's stop this foolishness, this dreaming....\"\n\nThat was the clue. After all, Hiah-Leugh hadn't been made chief of all\nthe Gomans for nothing. He proved his right to the leadership then.\n\n\"That's it!\" he said. \"The artists and writers of the human world have\nmade monsters of us, even though we can't do any of the things they\npretend we can. There is but a single attribute we possess which they\nhave said we do. We can project ourselves through space and time. So\nlet us to the Earth, and pluck one or two of these humans, and if I\nmay offer a suggestion, let us take a writer and artist from among\nthem and bring them back with us....\"\n\n\n\nHarry Zmilch, writer-extraordinary of science-fiction, passed weary\nfingers across a furrowed brow. A few feet to the rear of the desk at\nwhich Zmilch labored stood the drawing board of Jack Gangreneyellow,\nthe artist. He too paused in his labors. At one and the same instant\nthey turned and regarded each other with solemn, staring eyes.\n\n\"No use, Joe,\" Harry said. \"I can't do it. I've beaten my brain until\nit refuses to function. I keep typing the same word over and over\nagain ... nuts ... nuts!... Bug-eyed monsters! There aren't such\nthings. My imagination just can't bring them to paper.\"\n\n\"Nor can mine to the board,\" Jack said.\n\n\"Still it's easier for you,\" Harry said. \"All you've got to do is draw\na spider or huge bug of sorts, put a man and woman somewhere in the\ndrawing, make the woman appear as if she'd lost half her clothes in a\nstruggle, and you've got your piece. With me it's different.\"\n\nGangreneyellow snorted. This character, he thought, knew as little of\nart and the difficulties of composition as the next guy.\n\n\"That's what you think,\" he retorted. \"All you guys have to do is\n_imagine_ a monster, have a man and woman placed in peril by the\nmonster's presence and you've got a story. With us it's different....\"\n\nZmilch was half-turned, facing his friend across the width of one\nshoulder. At the other's words, Zmilch turned all the way, got up from\nhis chair and strolled to the board on which a drawing in full color\nwas in its last stages. The drawing depicted a jungle scene. In the\nforeground a man and woman stood in petrified stance, the man's arm\naround the woman's shoulders. He was dressed for safari, pith helmet,\nbreeches, boots, open shirt and all. The woman looked like she'd spent\nall her life in the jungle. She wore a leopard skin draped becomingly\nto show the greater part of her charms. They were in semiprofile so\nthat the artist could depict the terror on their faces. And full in\nthe center of the drawing was an immense web stretched between the\nboles of two jungle giants. Descending the web was a gigantic bug, or\nspider, the artist had not detailed it too well.\n\n\"I thought you said you were finding it hard to do?\" Zmilch asked.\n\"Why you've just about finished it.\"\n\nGangreneyellow, not to be outdone by his friend, walked over to the\nother's desk and read aloud from the author's manuscript:\n\n\"'... Tom Brighteyes knew he hadn't the smallest chance of escaping.\nThe hordes of Micro Ambrosia were but a short way off. Ahead the Great\nSwamp blocked any chances of escape for him and the Leopard Girl.\nTheir doom was sealed. He turned to her and said:\n\n\"Leopard Girl, I love you. I know. I'm from another world, a world\nwhere men and women are not the same as this. Oh, I don't mean the\noutward man and woman, but the inward. This is a savage world, a world\nwhere both men and women have to struggle to exist against terrifying\nodds. Horrible beasts, terrible insects, and natural phenomena make\nthis place a nightmare of existence. But here I found love and perhaps\ndeath. I am not sorry I came.\"\n\n\"Tom Brighteyes,\" the girl turned to him and drew close. \"I love you\ntoo. I think I felt love from the first instant I saw you, backed\nagainst a tree, with your puny weapons facing Hogo the Mogo, king of\nall the swampland. Hogo the Mogo used to eat guys like you for\nbreakfast. Yet you drew a cigarette from a silver, enamel case upon\nwhose shining face a small chaste crest revealed your excellent taste\nin such things, and while Hogo the Mogo slavered his hate in your\nface, you drew a king's size, Exhilirato from the case and lit it with\na nonchalance that took my breath away....\"\n\n\"What the heck are you complaining about?\" Gangreneyellow asked.\n\"You're not doing so badly yourself.\"\n\n\"Yeah,\" said a strange voice. \"Neither of you are doing badly.\nEverything is just horrible, isn't it? The B. E. M's. march across\nyour pages and drawing boards with assembly-line facility. But have\neither of you two had any feelings for us?\"\n\nThe two men turned startled and terrified faces in the direction of\nthe mysterious voice. They could see nothing. Yet they could feel the\nimpalpable presence of some strange being in this very room with them.\nSuddenly they became aware of a strange fog emanating from one wall.\nIt swept closer drawing them into its greasy folds. The voice seemed\nto come from the very heart of this fog:\n\n\"... Well, perhaps things will be different soon...?\"\n\nThen the fog enveloped them completely, and their senses fled from\nthem....\n\n\n\nIt was an odd sort of voice, mellow, fluid, yet holding accents of\nanger in its even flow:\n\n\"Both of you complained you couldn't imagine this. So we brought you\nhere to prove its existence.\"\n\nThe writer and artist opened their eyes and the fog in which they'd\nbeen bound was no longer there. They were in an immense chamber whose\nvaulted ceiling extended for a full hundred feet in the air and seemed\nsuspended by slender strings, so tenuous were the web-like supports,\nso fragile were the arches. They were standing before a tremendous\ntable whose semi-circular length might have been fifty feet from one\nend to the other. And seated at the table were the most horrifying\nmonsters they had ever seen.\n\nThere was one, a huge beetle-like thing with two heads and a scaly\nbody and four pairs of pincers extending from the line of jaw. There\nwas, another, somewhat like a spider, but with dozens of legs. A third\nwas half-man, half alligator; a fourth was all snake, but with three\nhuman heads; and another was all head without body. They were, the two\nmen realized, the most terrible _things_ they had ever imagined.\n\n\"... And there is the rub,\" the voice went on. \"We are all as you have\nimagined us. We exist only in your imagination.\"\n\n\"But how can that be?\" Harry Zmilch asked. \"We are here. We can see\nyou....\"\n\n\"Only because your imaginations have been developed to such a degree,\"\nthe voice replied. \"Were you able to you would imagine us as something\naltogether different. But since there are limits to your imagination\nwe are as we are. Now you must pay the penalty of that imagination.\n\n\"Torture will be the price we will exact from you....\"\n\nIn an instant they were transported to the torture chamber. They saw\nthe horrible machines, the Copper Conker, the Pallid Pulley, and the\nrest. And up on the platform they saw Sally Patica in all her glory,\nher seven pairs of eyes watering so great was her excitement.\n\nThe monsters got in each other's way so hurried were they to tie and\nmake fast the two humans to the torture machines. And despite Harry's\nand Jack's screams, they were bound, hand and foot and placed on each\nof the machines in turn. But though the machines whirled and clanked\nand ground and grunted and snarled their vicious ways the two humans\ncould not feel a single thing. Yet all about them the horrible\nmonsters screamed and shouted and laughed and danced and on the\nplatform Sally Patica shrieked with joy.\n\n\"A torture party at last,\" she screamed. \"Oh, Hiah-Leugh, I'm so\nhappy. I'm the happiest monster in the whole world.\"\n\nBut down below, on the last of the machines in the assembly line,\nHarry Zmilch thought as he was being whirled around, his head always\nmeeting a mace-like thing which was supposed to shear a slice from his\nhead at every turn but which felt like a feather, gosh! If I get back\nalive what a story I could do on B. E. M's.\n\nWhile on another instrument of torture, the Pallid Pulley, a device\nsupposed to tear the limbs slowly from a man, Jack Gangreneyellow\nthought, man! what a cover I could make if ever I get out of this.\n\nA strange thing happened then.\n\nThe machines stopped their whirring, the monsters stopped their\nshriekings, and Jack and Harry stopped moving.\n\n\"Ohh, you nasty humans,\" Hiah-Leugh said. \"Now you've spoiled our\nparty!\"\n\n\"Why?\" Harry asked.\n\n\"Because all this has been in vain. All you can see is that we're\nmonsters. And as such we have no feelings except for the giving of\npain, torture and death. Gosh, fellas! Can't you see these things\naren't real? We're the nicest monsters.\"\n\nBut all Harry and Jack could think of was that B. E. M's. were real.\nFurther, they were as terrible as anything they had ever imagined.\n\n\"Yes,\" Hiah-Leugh went on. \"We are as you have imagined because we\nlive only in your imagination. And there we live as monsters. If in\nthe beginning you had given us other lines to read and other lives to\nlive, things might be as they really are. But no. The human race had\nto be the master race. The insect world and the animal world could\nonly provide danger and conflict.\" He turned to the assembled monsters\nand said, sadly, \"Okay, boys. Turn 'em loose. Let them go back to\ntheir typewriters and drawing boards....\"\n\n\n\nHarry Zmilch shook his head savagely and looked at his friend. He was\ndoing the same.\n\n\"Got dizzy for a second,\" Harry said. \"Gees! Have I got a swell ending\nfor my story....\"\n\n\"Funny,\" Jack said. \"I got dizzy too. And have I got a sweet idea for\na monster. All detail....\"\n\nHarry went back and typed:\n\n'But Tom Brighteyes was no longer listening to the voice of his\nbeloved. Behind him were the advance guards of Hogo the Mogo. And\nahead the dreaded swamp. There was but one thing to do, go into the\nsixth dimension, the fifth was already too perilous. Drawing the girl\nwithin the embrace of his brawny arms, he closed his eyes and sent out\nthe powerful thought waves which would send him into the sixth\ndimension....'\n\nAnd at the end, he tacked on:\n\nTo be continued next month....\n\n\n\n\n",
  "metadata": {
    "author": [
      "Livingston, Berkeley"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/32726/pg32726.txt",
    "name": "death_of_a_b_e_m"
  }
}
