{
    "name": "Deserted\n1898",
    "author": [
        "Bellamy, Edward"
    ],
    "body": "1898\n\n\n“What a glorious, all-satisfying country this Nevada desert would be,\nif one were only all eyes, and had no need of food, drink, and shelter!\nWould n't it, Miss Dwyer? Do you know, I 've no doubt that this is the\ntrue location of heaven. You see, the lack of water and vegetation would\nbe no inconvenience to spirits, while the magnificent scenery and the\ncloudless sky would be just the thing to make them thrive.”\n\n“But what I can't get over,” responded the young lady addressed, “is\nthat these alkali plains, which have been described as so dreary and\nuninteresting, should prove to be in reality one of the most wonderfully\nimpressive and beautiful regions in the world. What awful fibbers, or\nwhat awfully dull people, they must have been whose descriptions have\nso misled the public! It is perfectly unaccountable. Here I expected to\ndoze all the way across the desert, while in fact I 've grudged my eyes\ntime enough to wink ever since I left my berth this morning.”\n\n“The trouble is,” replied her companion, “that persons in search of\nthe picturesque, or with much eye for it, are rare travelers along this\nroute. The people responsible for the descriptions you complain of\nare thrifty businessmen, with no idea that there can be any possible\nattraction in a country where crops can't be raised, timber cut, or ore\ndug up. For my part, I thank the Lord for the beautiful barrenness that\nhas consecrated this great region to loneliness. Here there will always\nbe a chance to get out of sight and sound of the swarming millions who\nhave already left scarcely standing-room for a man in the East. I\nwouldn't give much for a country where there are no wildernesses left.”\n\n“But I really think it is rather hard to say in just what the beauty of\nthe desert consists,” said Miss Dwyer. “It is so simple. I scribbled two\npages of description in my note-book this morning, but when I read them\nover, and then looked out of the window, I tore them up. I think the\nwonderfully fine, clear, brilliant air transfigures the landscape and\nmakes it something that must be seen and can't be told. After seeing how\nthis air makes the ugly sagebrush and the patches of alkali and brown\nearth a feast to the eye, one can understand how the light of heaven may\nmake the ugliest faces beautiful.”\n\nThe pretty talker is sitting next the window of palace-car No. 30 of\nthe Central Pacific line, which has already been her flying home for\ntwo days. The gentleman who sits beside her professes to be sharing\nthe view, but it is only fair I should tell the reader that under this\npretense he is nefariously delighting in the rounded contour of his\ncompanion's half-averted face, as she, in unfeigned engrossment, scans\nthe panorama unrolled before them by the swift motion of the car. How\nsweet and fresh is the bright tint of her cheek against the ghastly\nwhite background of the alkali-patches as they flit by! Still, it can't\nbe said that he is n't enjoying the scenery too, for surely there is\nno such Claude-Lorraine glass to reflect and enhance the beauty of a\nlandscape as the face of a _spirituelle_ girl.\n\nWith a profound sigh, summing up both her admiration and that despair of\nattaining the perfect insight and sympathy imagined and longed for which\nis always a part of intense appreciation of natural beauty, Miss Dwyer\nthrew herself back in her seat, and fixed her eyes on the car-ceiling\nwith an expression as if she were looking at something at least as far\naway as the moon.\n\n“I 'm going to make a statue when I get home,” she said,--“a statue\nwhich will personify Nevada, and represent the tameless, desolate,\nchangeless, magnificent beauty and the self-sufficient loneliness of\nthe desert. I can see it in my mind's eye now. It will probably be the\nfinest statue in the world.”\n\n“If you 'd as lief put your ideal into a painting, I will give you a\nsuggestion that will be original if nothing else,” he observed.\n\n“What's that?”\n\n“Why, having in view these white alkali-patches that chiefly\ncharacterize Nevada, paint her as a leper.”\n\n“That's horrid! You need n't talk to me any more,” she exclaimed\nemphatically.\n\nWith this sort of chatter they had beguiled the time since leaving San\nFrancisco the morning of the day before. Acquaintances are indeed made\nas rapidly on an overland train as on an ocean steamship, but theirs had\ndated from the preceding winter, during which they had often met in San\nFrancisco. When Mr. Lombard heard that Miss Dwyer and Mrs. Eustis, her\ninvalid sister, were going East in April, he discovered that he would\nhave business to attend to in New York at about that time; and oddly\nenough,--that is, if you choose to take that view of it,--when the\nladies came to go, it turned out that Lombard had taken his ticket for\nthe selfsame train and identical sleeping-car. The result of which\nwas that he had the privilege of handing Miss Dwyer in and out at the\neating-stations, of bringing Mrs. Eustis her cup of tea in the car, and\nof sharing Miss Dwyer's seat and monopolizing her conversation when\nhe had a mind to, which was most of the time. A bright and congenial\ncompanion has this advantage over a book, that he or she is an author\nwhom you can make discourse on any subject you please, instead of being\nobliged to follow an arbitrary selection by another, as when you commune\nwith the printed page.\n\nBy way of peace-offering for his blasphemy in calling the Nevada desert\na leper, Lombard had embezzled a couple of chairs from the smoking-room\nand carried them to the rear platform of the car, which happened to be\nthe last of the train, and invited Miss Dwyer to come thither and see\nthe scenery. Whether she had wanted to pardon him or not, he knew very\nwell that this was a temptation which she could not resist, for the rear\nplatform was the best spot for observation on the entire train, unless\nit were the cowcatcher of the locomotive.\n\nThe April sun mingled with the frosty air like whiskey with ice-water,\nproducing an effect cool but exhilarating. As she sat in the door of the\nlittle passage leading to the platform, she scarcely needed the shawl\nwhich he wrapped about her with absurdly exaggerated solicitude. One\nof the most unmistakable symptoms of the lover is the absorbing and\nsuperfluous care with which he adjusts the wraps about the object of his\naffections whether the weather be warm or cold: it is as if he thought\nhe could thus artificially warm her heart toward him. But Miss Dwyer did\nnot appear vexed, pretending indeed to be oblivious of everything else\nin admiration of the spectacle before her.\n\nThe country stretched flat and bare as a table for fifty miles on either\nside the track,--a distance looking in the clear air not over one\nfifth as great. On every side this great plain was circled by mountains,\nthe reddish-brown sides of some of them bare to the summits, while\nothers were robed in folds of glistening snow and looked like\nwhite curtains drawn part way up the sky. The whitey-gray of the\nalkali-patches, the brown of the dry earth, and the rusty green of\nthe sagebrush filled the foreground, melting in the distance into a\npurple-gray. The wondrous dryness and clearness of the air lent to these\nmodest tints a tone and dazzling brilliance that surprised the eye with\na revelation of possibilities never before suspected in them. But the\nmountains were the greatest wonder. It was as if the skies, taking pity\non their nakedness, had draped their majestic shoulders in imperial\npurple, while at this hour the westering sun tipped their pinnacles with\ngilt. In the distance half a dozen sand-spouts, swiftly-moving white\npillars, looking like desert genii with too much “tanglefoot” aboard,\nwere careering about in every direction.\n\nBut as Lombard pointed out the various features of the scene to his\ncompanion, I fear that his chief motive was less an admiration of Nature\nthat sought sympathy than a selfish delight in making her eyes flash,\nseeing the color come and go in her cheeks, and hearing her charming\nunstudied exclamations of pleasure,--a delight not unmingled with\ncomplacency in associating himself in her mind with emotions of delight\nand admiration. It is appalling, the extent to which spoony young people\nmake the admiration of Nature in her grandest forms a mere sauce to\ntheir love-making. The roar of Niagara has been notoriously utilized\nas a cover to unlimited osculation, and Adolphus looks up at the\nsky-cleaving peak of Mont Blanc only to look down at Angelina's\ncountenance with a more vivid appreciation of its superior attractions.\n\nIt was delicious, Lombard thought, sitting there with her on the rear\nplatform, out of sight and sound of everybody. He had such a pleasant\nsense of proprietorship in her! How agreeable--flatteringly so, in\nfact--she had been all day! There was nothing like traveling together\nto make people intimate. It was clear that she understood his intentions\nvery well: indeed, how could she help it? He had always said that\na fellow had shown himself a bungler at love-making if he were not\npractically assured of the result before he came to the point of the\ndeclaration. The sensation of leaving everything else so rapidly behind\nthat people have when sitting on the rear platform of a train of cars\nmakes them feel, by force of contrast, nearer to each other and more\nidentified. How pretty she looked sitting there in the doorway, her\neyes bent so pensively on the track behind as the car-wheels so swiftly\nreeled it off! He had tucked her in comfortably. No cold could get to\nthe sweet little girl, and none ever should so long as he lived to make\nher comfort his care.\n\nOne small gloved hand lay on her lap outside the shawl. What a jolly\nlittle hand it was! He reached out his own and took it, but, without\neven a moment's hesitation for him to extract a flattering inference\nfrom, she withdrew it. Perhaps something in his matter-of-course way\ndispleased her.\n\nTo know when it is best to submit to a partial rebuff, rather than make\na bad matter worse by trying to save one's pride, is a rare wisdom.\nStill, Lombard might have exercised it at another time. But there are\ndays when the magnetisms are all wrong, and a person not ordinarily\ndeficient in tact, having begun wrong, goes on blundering like a\nschoolboy. Piqued at the sudden shock to the pleasant day-dream, in\nwhich he had fancied himself already virtually assured of this young\nlady,--a day-dream which she was not really accountable for spoiling,\nsince she had not been privy to it,--what should he do but find\nexpression for his mingled vexation and wounded affection by reminding\nher of a previous occasion on which she had allowed him the liberty she\nnow denied? Doubtless helping to account for this lack of tact was the\nidea that he should thus justify himself for so far presuming just\nnow. Not, of course, that there is really any excuse for a young man's\nforgetting that ladies have one advantage over Omniscience, in that\nnot only are they privileged to remember what they please, but also to\nignore what they see fit to forget.\n\n“You have forgotten that evening at the California Theatre,” was what\nthis devoted youth said.\n\n“I 'm sure I don't know to what you refer, sir,” she replied freezingly.\n\nHe was terrified at the distant accent of her voice. It appeared to\ncome from somewhere beyond the fixed stars, and brought the chill of\nthe interstellar spaces with it. He forgot in an instant all about his\npique, vexation, and wounded pride, and was in a panic of anxiety to\nbring her back. In a moment more he knew that she would rise from her\nchair and remark that it was getting cold and she must go in. If he\nallowed her to depart in that mood, he might lose her forever. He could\nthink of but one way of convincing her instantaneously of his devotion;\nand so what should he do but take the most inopportune occasion in the\nentire course of their acquaintance to make his declaration. He was\nlike a general whose plan of battle has been completely deranged by an\nutterly unexpected repulse in a preliminary movement, compelling him to\nhurry forward his last reserves in a desperate attempt to restore the\nbattle.\n\n“What have I done, Miss Dwyer? Don't you know that I love you? Won't you\nbe my wife?”\n\n“No, sir,” she said flatly, her taste outraged and her sensibilities\nset on edge by the stupid, blundering, hammer-and-tongs onset which from\nfirst to last he had made. She loved him, and had meant to accept him,\nbut if she had loved him ten times as much she couldn't have helped\nrefusing him just then, under those circumstances,--not if she died\nfor it. As she spoke, she rose and disappeared within the car. It is\ncertainly to be hoped that the noise of the wheels, which out on the\nplatform was considerable, prevented the recording angel from getting\nthe full force of Lombard's ejaculation.\n\nIt is bad enough to be refused when the delicacy and respectfulness of\nthe lady's manner make “No” sound so much like “Yes” that the rejected\nlover can almost persuade himself that his ears have deceived him. It is\nbad enough to be refused when she does it so timidly and shrinkingly and\ndeprecatingly that it might be supposed she were the rejected party. It\nis bad enough to be refused when she expresses the hope that you will\nalways be friends, and shows a disposition to make profuse amends in\ngeneral agreeableness for the consummate favor which she is forced to\ndecline you. Not to put too fine a point upon it, it is bad enough to be\nrefused anyhow you can arrange the circumstances, but to be refused as\nLombard had been, with a petulance as wounding to his dignity as was\nthe refusal itself to his affections, is to take a bitter pill with an\nasafotida coating.\n\nIn the limp and demoralized condition in which he was left, the only\nclear sentiment in his mind was that he did not want to meet her\nagain just at present. So he sat for an hour or more longer out on the\nplatform, and had become as thoroughly chilled without as he was within\nwhen at dusk the train stopped at a little three-house station for\nsupper. Then he went into one of the forward day-cars, not intending to\nreturn to the sleeping-car till Miss Dwyer should have retired. When the\ntrain reached Ogden the next morning, instead of going on East he would\ntake the same train back to San Francisco, and that would be the end of\nhis romance. His engagement in New York had been a myth, and with Miss\nDwyer's “No, sir,” the only business with the East that had brought him\non this trip was at an end.\n\nAbout an hour after leaving the supper-station, the train suddenly\nstopped in the midst of the desert. Something about the engine had\nbecome disarranged, which it would take some time to put right. Glad\nto improve an opportunity to stretch their legs, many of the passengers\nleft the cars and were strolling about, curiously examining the\nsagebrush and the alkali, and admiring the ghostly plain as it spread,\nbare, level, and white as an icebound polar sea, to the feet of the\nfar-off mountains.\n\nLombard had also left the car, and was walking about, his hands in\nhis overcoat pockets, trying to clear his mind of the wreckage that\nobstructed its working; for Miss Dwyer's refusal had come upon him as\na sudden squall that carries away the masts and sails of a vessel and\ntransforms it in a moment from a gallant bounding ship to a mere hulk\ndrifting in an entangled mass of débris. Of course she had a perfect\nright to suit herself about the kind of a man she took for a husband,\nbut he certainly had not thought she was such an utter coquette. If ever\na woman gave a man reason to think himself as good as engaged, she had\ngiven him that reason, and yet she refused him as coolly as she would\nhave declined a second plate of soup. There must be some truth, after\nall, in the rant of the poets about the heartlessness and fickleness of\nwomen, although he had always been used to consider it the merest bosh.\nSuddenly he heard the train moving. He was perhaps fifty yards off, and,\ngrumbling anathemas at the stupidity of the conductor, started to run\nfor the last car. He was not quite desperate enough to fancy being left\nalone on the Nevada desert with night coming on. He would have caught\nthe train without difficulty, if his foot had not happened to catch in\na tough clump of sage, throwing him violently to the ground. As he\ngathered himself up, the train was a hundred yards off, and moving\nrapidly. To overtake it was out of the question.\n\n“Stop! ho! stop!” he yelled at the top of his lungs. But there was no\none on the rear platform to see him, and the closed windows and the\nrattle of the wheels were sufficient to render a much louder noise than\nhe could make inaudible to the dozing passengers. And now the engineer\npulled out the throttle-valve to make up for lost time, and the clatter\nof the train faded into a distant roar, and its lights began to twinkle\ninto indistinctness.\n\n“Damnation!”\n\nA voice fell like a falling star: “Gentlemen do not use profane language\nin ladies' company.”\n\nHe first looked up in the air, as on the whole the likeliest quarter for\na voice to come from in this desert, then around. Just on the other\nside of the track stood Miss Dwyer, smiling, with a somewhat constrained\nattempt at self-possession. Lombard was a good deal taken aback, but\nin his surprise he did not forget that this was the young lady who had\nrefused him that afternoon.\n\n“I beg your pardon,” he replied, with a stiff bow; “I did not suppose\nthat there were any ladies within hearing.”\n\n“I got out of the car supposing there was plenty of time to get a\nspecimen of sagebrush to carry home,” she explained; “but when the cars\nstarted, although I was but a little way off, I could not regain the\nplatform;” which, considering that she wore a tie-back of the then\nprevalent fashion, was not surprising.\n\n“Indeed!” replied Lombard, with the same formal manner.\n\n“But won't the train come back for us?” she asked, in a more anxious\nvoice.\n\n“That will depend on whether we are missed. Nobody will miss me. Mrs.\nEustis, if she hasn't gone to bed, may miss you.”\n\n“But she has. She went to bed before I left the car, and is asleep by\nthis time.”\n\n“That 's unfortunate,” was his brief reply, as he lit a cigar and began\nto smoke and contemplate the stars.\n\nHis services, so far as he could do anything for her, she should, as a\nlady, command, but if she thought that he was going to do the agreeable\nafter what had happened a few hours ago, she was mightily mistaken.\n\nThere was a silence, and then she said, hesitatingly, “What are we going\nto do?”\n\nHe glanced at her. Her attitude and the troubled expression of her face,\nas well as her voice, indicated that the logic of the situation was\noverthrowing the jaunty self-possession which she had at first affected.\nThe desert was staring her out of countenance. How his heart yearned\ntoward her! If she had only given him a right to take care of her, how\nhe would comfort her! what prodigies would he be capable of to succor\nher! But this rising impulse of tenderness was turned to choking\nbitterness by the memory of that scornful “No, sir.” So he replied\ncoldly, “I 'm not in the habit of being left behind in deserts, and\nI don't know what it is customary to do in such cases. I see nothing\nexcept to wait for the next train, which will come along some time\nwithin twenty-four hours.”\n\nThere was another long silence, after which she said in a timid voice,\n“Had n't we better walk to the next station?”\n\nAt the suggestion of walking he glanced at her close-fitting dress, and\na sardonic grin slightly twitched the corners of his mouth as he dryly\nanswered, “It is thirty miles one way and twenty the other to the first\nstation.”\n\nSeveral minutes passed before she spoke again, and then she said, with\nan accent almost like that of a child in trouble and about to cry, “I 'm\ncold.”\n\nThe strong, unceasing wind, blowing from snowy mountain-caverns across\na plain on which there was not the slightest barrier of hill or tree to\ncheck its violence, was indeed bitterly cold, and Lombard himself felt\nchilled to the marrow of his bones. He took off his overcoat and offered\nit to her.\n\n“No,” said she, “you are as cold as I am.”\n\n“You will please take it,” he replied, in a peremptory manner; and she\ntook it.\n\n“At this rate we shall freeze to death before midnight,” he added, as\nif in soliloquy. “I must see if I can't contrive to make some sort of a\nshelter with this sagebrush.”\n\nHe began by tearing up a large number of bushes by the roots. Seeing\nwhat he was doing, Miss Dwyer was glad to warm her stiffened muscles by\ntaking hold and helping; which she did with a vigor that shortly reduced\nher gloves to shreds and filled her fingers with scratches from the\nrough twigs. Lombard next chose an unusually high and thick clump of\nbrush, and cleared a small space three feet across in the centre of it,\nscattering twigs on the uncovered earth to keep off its chill.\n\n“Now, Miss Dwyer, if you will step inside this spot, I think I can build\nup the bushes around us so as to make a sort of booth which may save us\nfrom freezing.”\n\nShe silently did as he directed, and he proceeded to pile the brush\nwhich they had torn up on the tops of the bushes left standing around\nthe spot where they were, thus making a circular wall about three feet\nhigh. Over the top he managed to draw together two or three bushes, and\nthe improvised wigwam was complete.\n\nThe moonlight penetrated the loose roof sufficiently to reveal to each\nother the faces and figures of the two occupants as they sat in opposite\ncorners, as far apart as possible, she cold and miserable, he cold and\nsulky, and both silent. And, as if to mock him, the idea kept recurring\nto his mind how romantic and delightful, in spite of the cold and\ndiscomfort, the situation would be if she had only said Yes, instead of\nNo, that afternoon. People have odd notions sometimes, and it actually\nseemed to him that his vexation with her for destroying the pleasure of\nthe present occasion was something quite apart from, and in addition to,\nhis main grievance against her. It might have been so jolly, and now she\nhad spoiled it. He could have boxed her pretty little ears.\n\nShe wondered why he did not try to light a fire, but she wouldn't ask\nhim another thing, if she died. In point of fact, he knew the sagebrush\nwould not burn. Suddenly the wind blew fiercer, there came a rushing\nsound, and the top and walls of the wigwam were whisked off like a\nflash, and as they staggered to their feet, buffeted by the whirling\nbushes, a cloud of fine alkali-dust enveloped them, blinding their eyes,\npenetrating their ears and noses, and setting them gasping, sneezing,\nand coughing spasmodically. Then, like a puff of smoke, the suffocating\nstorm was dissipated, and when they opened their smarting eyes there was\nnothing but the silent, glorious desolation of the ghostly desert around\nthem, with the snow-peaks in the distance glittering beneath the moon.\nA sand-spout had struck them, that was all,--one of the whirling\ndust-columns which they had admired all day from the car-windows.\n\nWretched enough before, both for physical and sentimental reasons,\nthis last experience quite demoralized Miss Dwyer, and she sat down and\ncried. Now, a few tears, regarded from a practical, middle-aged point\nof view, would not appear to have greatly complicated the situation, but\nthey threw Lombard into a panic. If she was going to cry, something\nmust be done. Whether anything could be done or not, something _must_ be\ndone.\n\n“Don't leave me,” she cried hysterically, as he rushed off to\nreconnoitre the vicinity.\n\n“I 'll return presently,” he called back.\n\nBut five minutes, ten minutes, fifteen minutes passed, and he did not\ncome back. Terror dried her tears, and her heart almost stopped\nbeating. She had quite given him up for lost, and herself too, when with\ninexpressible relief she heard him call to her. She replied, and in a\nmoment more he was at her side, breathless with running.\n\n“I lost my bearings,” he said. “If you had not answered me, I could not\nhave found you.”\n\n“Don't leave me again,” she sobbed, clinging to his arm.\n\nHe put his arms round her and kissed her. It was mean, base,\ncontemptible, to take advantage of her agitation in that way, but she\ndid not resist, and he did it again and again,--I forbear to say how\nmany times.\n\n“Is n't it a perfectly beautiful night?” he exclaimed, with a fine gush\nof enthusiasm.\n\n“Is n't it exquisite?” she echoed, with a rush of sympathetic feeling.\n\n“See those stars: they look as if they had just been polished,” he\ncried.\n\n“What a droll idea!” she exclaimed gleefully. “But do see that lovely\nmountain.”\n\nHolding her with a firmer clasp, and speaking with what might be styled\na fierce tenderness, he demanded, “What did you mean, miss, by refusing\nme this afternoon?”\n\n“What did you go at me so stupidly for? I had to refuse,” she retorted\nsmilingly.\n\n“Will you be my wife?”\n\n“Yes, sir; I meant to be all the time.”\n\nThe contract having been properly sealed, Lombard said, with a\ncountenance curiously divided between a tragical expression and a smile\nof fatuous complacency, “There was a clear case of poetical justice in\nyour being left behind in the desert to-night. To see the lights of the\ntrain disappearing, leaving you alone in the midst of desolation, gave\nyou a touch of my feeling on being rejected this afternoon. Of all\nleavings behind, there's none so miserable as the experience of the\nrejected lover.”\n\n“Poor fellow! so he should n't be left behind. He shall be conductor\nof the train,” she said, with a bewitching laugh. His response was not\nverbal.\n\n“How cold the wind is!” she said.\n\n“Shall I build you another wigwam?”\n\n“No; let us exercise a little. You whistle 'The Beautiful Blue Danube,'\nand we'll waltz. This desert is the biggest, jolliest ball-room floor\nthat ever was, and I dare say we shall be the first to waltz on it since\nthe creation of the world. That will be something to boast of when we\nget home. Come, let's dedicate the Great American Desert to Terpsichore.”\n\nThey stepped out from among the ruins of their sagebrush booth upon a\npatch of hard, bare earth close to the railroad track. Lombard\npuckered his lips and struck up the air, and off they went with as much\nenthusiasm as if inspired by a first-class orchestra. Round and round,\nto and fro, they swept until, laughing, flushed, and panting, they came\nto a stop.\n\nIt was then that they first perceived that they were not without\na circle of appreciative spectators. Sitting like statues on their\nsniffing, pawing ponies, a dozen Piute Indians encircled them. Engrossed\nwith the dance and with each other, they had not noticed them as they\nrode up, attracted from their route by this marvelous spectacle of a\npale-face squaw and brave engaged in a solitary war dance in the midst\nof the desert.\n\nAt sight of the grim circle of centaurs around them Miss Dwyer would\nhave fainted but for Lombard's firm hold.\n\n“Pretend not to see them; keep on dancing,” he hissed in her ear. He had\nno distinct plan in what he said, but spoke merely from an instinct of\nself-preservation, which told him that when they stopped, the Indians\nwould be upon them. But as she mechanically, and really more dead\nthan alive, obeyed his direction and resumed the dance, and he in his\nexcitement was treading on her feet at every step, the thought flashed\nupon him that there was a bare chance of escaping violence, if they\ncould keep the Indians interested without appearing to notice their\npresence. In successive whispers he communicated his idea to Miss Dyer:\n“Don't act as if you saw them at all, but do everything as if we were\nalone. That will puzzle them, and make them think us supernatural\nbeings, or perhaps crazy: Indians have great respect for crazy people.\nIt's our only chance. We will stop dancing now, and sing awhile. Give\nthem a burlesque of opera. I 'll give you the cues and show you how.\nDon't be frightened. I don't believe they 'll touch us so long as we act\nas if we did n't see them. Do you understand? Can you do your part?”\n\n“I understand; I 'll try,” she whispered.\n\n“Now,” he said, and as they separated, he threw his hat on the ground,\nand, assuming an extravagantly languishing attitude, burst forth in a\nmost poignant burlesque of a lovelorn tenor's part, rolling his eyes,\nclasping his hands, striking his breast, and gyrating about Miss\nDwyer-in the most approved operatic style. He had a fine voice and knew\na good deal of music; so that, barring a certain nervousness in the\nperformer, the exhibition was really not bad. In his singing he had used\na meaningless gibberish varied with the syllables of the scale, but he\nclosed by singing the words, “Are you ready now? Go ahead, then.”\n\nWith that she took it up, and rendered the prima donna quite as\neffectively, interjecting “The Last Rose of Summer” as an aria in a\nmanner that would have been encored in San Francisco. He responded with\na few staccato notes, and the scene ended by their rushing into each\nother's arms and waltzing down the stage with abandon.\n\nThe Indians sat motionless on their horses, not even exchanging comments\namong themselves. They were evidently too utterly astonished by the\ngoings on before them to have any other sentiment as yet beyond pure\namazement. Here were two richly-dressed pale-faces, such as only lived\nin cities, out in the middle of an uninhabitable desert, in the freezing\nmidnight, having a variety and minstrel show all to themselves, and, to\nmake the exhibition the more unaccountable, without apparently seeing\ntheir auditors at all. Had they started up the show after being\ncaptured, Indian cunning would have recognized in it a device to save\ntheir lives, but the two had been at it before the party rode up,--\nhad, in fact, first attracted attention by their gyrations, which were\nvisible for miles out on the moony plain.\n\nLombard, without ever letting his eyes rest a moment on the Indians so\nas to indicate that he saw them, had still managed by looks askance and\nsweeping glances to keep close watch upon their demeanor, and noted with\nprodigious relief that his wild scheme was succeeding better than he had\ndared to hope. Without any break in the entertainment he communicated\nhis reassurance to Miss Dwyer by singing, to the tune of “My Country,\n'tis of Thee,” the following original hymn:--\n\n     “We 're doing admir'blee--\n     They 're heap much tickledee:\n          Only keep on.”\n\nTo which she responded, to the lugubrious air of “John Brown's Body:”--\n\n     “Oh, what do you s'pose they 'll go for to do,\n     Oh, what do you s'pose they 'll go for to do,\n     Oh, what do you s'pose they 'll go for to do,\n          When we can sing no more?”\n\nA thing may be ridiculous without being amusing, and neither of these\ntwo felt the least inclination to smile at each other's poetry. After\nduly joining in the chorus of “Glory, Hallelujah!” Lombard endeavored\nto cheer his companion by words adapted to the inspiriting air of “Rally\nBound the Flag, Boys.” This was followed by a series of popular airs,\nwith solos, duets, and choruses.\n\nBut this sort of thing could not go on forever. Lombard was becoming\nexhausted in voice and legs, and as for Miss Dwyer, he was expecting\nto see her drop from moment to moment: Indeed, to the air of “'Way down\nupon the Swanee River” she now began to sing:--\n\n     “Oh, dear! I can't bear up much longer:\n          I 'm tired to death;\n     My voice's gone all to pie-ee-ee-ces,\n          My throat is very sore.”\n\nThey must inevitably give out in a few minutes, and then he--and,\nterribly worse, she--would be at the mercy of these bestial savages,\nand this seeming farce would turn into most revolting tragedy. With this\nsickening conviction coming over him, Lombard cast a despairing\nlook around the horizon to see if there were no help in their bitter\nextremity. Suddenly he burst forth, to the tune of “The Star-Spangled\nBanner: “--\n\n     “Oh, say can you see,\n     Far away to the east,\n     A bright star that doth grow\n     Momentarily brighter?\n     'Tis the far-flashing headlight\n     Of a railroad-train:\n     Ten minutes from now\n     We shall be safe and sound.”\n\nWhat they did in those ten minutes neither could tell afterward. The\nsame idea was in both their minds,--that unless the attention of the\nIndians could be held until the train arrived, its approach would\nonly precipitate their own fate by impelling the savages to carry out\nwhatever designs of murder, insult, or capture they might have. Under\nthe influence of the intense excitement of this critical interval it is\nto be feared that the performance degenerated from a high-toned concert\nand variety show into something very like a Howling-Dervish exhibition.\nBut, at any rate, it answered its purpose until, after a period that\nseemed like a dozen eternities, the West-bound overland express with\na tremendous roar and rattle drew up beside them, in response to the\nwaving of Miss Dwyer's handkerchief and to Lombard's shouts.\n\nEven had the Indians contemplated hostile intentions,--which they were\ndoubtless in a condition of too great general stupefaction to do,--the\nalacrity with which the two performers clambered aboard the cars would\nprobably have foiled their designs. But as the train gathered headway\nonce more, Lombard could not resist the temptation of venting his\nfeelings by shaking his fist ferociously at the audience which he had\nbeen so conscientiously trying to please up to that moment. It was a\ngratification which had like to have cost him dear. There was a quick\nmotion on the part of one of the Indians, and the conductor dragged\nLombard within the car just as an arrow struck the door.\n\nMrs. Eustis had slept sweetly all night, and was awakened the next\nmorning an hour before the train reached Ogden by the sleeping-car\nporter, who gave her a telegram which had overtaken the train at the\nlast station. It read:--\n\n     Am safe and sound. Was left behind by your train last night,\n     and picked up by West-bound express. Will join you at Ogden\n     to-morrow morning.\n\n     Jennie Dwyer.\n\nMrs. Eustis read the telegram through twice without getting the least\nidea from it. Then she leaned over and looked down into Jennie's berth.\nIt had not been slept in. Then she began to understand. Heroically\nresisting a tendency to scream, she thus secured space for second\nthought, and, being a shrewd woman of the world, ended by making up her\nmind to tell no one about the matter. Evidently, Jennie had been having\nsome decidedly unconventional experience, and the less publicity given\nto all such passages in young ladies' lives, the better for their\nprospects. It so happened that in the bustle attending the approach to\nthe terminus and the prospective change of cars everybody was too busy\nto notice that any passengers were missing. At Ogden Mrs. Eustis left\nthe train and went to a hotel. The following morning, a few minutes\nafter the arrival of the Central Pacific train, Jennie Dwyer walked into\nher room, Lombard having stopped at the office to secure berths for the\nthree to Omaha by the Union Pacific. After Jennie had given an outline\naccount of her experiences, and Mrs.' Eustis's equilibrium had been\nmeasurably restored by proper use of the smelling-salts, the latter lady\nremarked, “And so Mr. Lombard was alone with you there all night? It's\nvery unfortunate that it should have happened so.”\n\n“Why, I was thinking it very fortunate,” replied Jennie, with her most\nchildlike expression. “If Mr. Lombard had not been there, I should\neither have frozen to death, or by this time been celebrating my\nhoneymoon as bride of a Piute chief.”\n\n“Nonsense, child! You know what I mean. People will talk; such\nunpleasant things will be said! I would n't have had it happen for\nanything. And when you were under my charge, too! Do hand me my salts.”\n\n“If people are going to say unpleasant things because I am out of an\nevening alone with Mr. Lombard,” remarked Jennie, with a mischievous\nsmile, “you must prepare yourself to hear a good deal said, my dear, for\nI presume this won't be the last time it will happen. We're engaged to\nbe married.”\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bellamy, Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22714/pg22714.txt",
        "name": "deserted_1898.json"
    }
}