{
    "name": "Dirty Work for Doughgod",
    "author": [
        "Tuttle, W. C. (Wilbur C.)"
    ],
    "body": "Author of “For the Parson of Paradise,” “Jay Bird’s Judgment,” etc.\n\n\n“No, sir,” says Mike Pelly. “No more female teachers for Paradise.\n’Cause why? ’Cause all the fool punchers fall in love with her and ruin\nher educational qualities—that’s why. We don’t no more than get a she\nteacher, until all the saddle-slickers around here quit working and\nprevents her from teaching the young idea how to shoot straight.”\n\n“This here miss, who writes me from Great Falls, orates that she’s the\ngoods,” states “Doughgod” Smith. “She slings a good hand.”\n\n“Let her sling it—in Great Falls,” says Mike. “As chairman of the Board\nof Trustees of Paradise, I hereby open and above board objects to\nanything but a male teacher.”\n\n“I places my bet with yours,” says J. B. Whittaker, owner of the Cross J\noutfit. “Women has always been the bane of my existence, and in a case\nlike this I opens my mouth like a wolf and openly howls for a man.\n_Lignum vitæ._”\n\n“_E pluribus unum_,” says Mike, and the session is over.\n\nMe and “Chuck” Warner sets there on the saloon steps and listens to\nthose words of wisdom. Chuck wiggles his ears a lot at the decision and\nwatches them adjourn for a drink.\n\n“Confounded old coots,” says Chuck sad-like. “Only one of them is\nmarried, and he ain’t got no kids. I don’t blame Mike for harboring\nresentment against the weaker sex—after seeing his wife, but them other\ntwo loveless lunatics ain’t got no cause to boycott calico for\neducational purposes. I figured on a woman teacher, Henry.”\n\n“You and me both,” says I. “According to fiction, a puncher has to fall\nin love with a school-teacher.”\n\nOld Doughgod Smith wanders out and comes over to us, wiping his\nmustache.\n\n“You’re three lovely old joy-killers, Doughgod,” says Chuck. “Regular\nold race-suiciders.”\n\n“Now, now, Chuck,” says Doughgod, setting down with us. “Don’t blame me.\nIt’s two against one, and I’m the one. Also, I’m sort of up against it.\nI didn’t know them snake-huntin’ cohorts of mine were so bitter against\nwomen—honest to gosh! That Miss—” Doughgod scratched his head—“I don’t\nknow her name right now—well, she sounds on paper like a regular\nteacher; so I told her to come and take the job. She’s on her way now,\nand I don’t know how to head her off.”\n\n“Two ways out,” states Chuck. “Either shoot J. B. or Mike and get a\nwarmhearted man in their place, or meet the train and send her back from\nwhence she comes.”\n\n“Meet her at the train? Me? Not Doughgod Smith! Not me, Chuck. I got\nrheumatism in the vocal cords when it comes to denying a female\nanything. I can stand without hitching long enough to meet a lady in a\ncrowd, but I don’t walk right up and speak to one. Reckon I’ll have to\npay her way back.”\n\n“I could meet her if I was properly coaxed,” observes Chuck. “Me—I ain’t\nscared of no female woman.”\n\n“Would you do that, Chuck?” asks Doughgod anxious-like. “Honestly, would\nyou?”\n\n“Yeah. Give me the money for the ticket.”\n\n“By grab, Chuck, you and me are friends for life. Here’s twenty. I don’t\nknow what the ticket costs, but I ain’t asking questions. If she asks\nfor me, you tell her—what’ll you tell her?”\n\n“I never rehearse, Doughgod. I’ll tell her something—you gamble on\nthat.”\n\nDoughgod wanders away, hugging himself, so me and Chuck buys a drink. We\nmeets “Muley” Bowles and “Telescope” Tolliver, and Chuck tells them\nabout the trustee meeting.\n\n“That’s a danged shame,” states Telescope. “This here country is pining\nfor the touch of a woman’s gentle hand. Now, when she shows up, we got\nto tell her to pilgrim along. Just ’cause them two old, dried-up\nspecimens don’t want women, it ain’t no reason why we don’t.”\n\n“Dogs in a manger,” says Muley, shaking his fat face until it wobbles.\nMuley had had about enough cheer for a fat man, and he ain’t none too\nsecure on his feet. “As the poet would shay:\n\n    “Drink to me only with thy eyes,\n      Oh, women, lovely women,\n    If I hadn’t washed las’ Shummer\n      I’d like to go in schwimmin’.”\n\n“Muley, you’re making light of a dark subject,” chides Telescope.\n“This is a case of two old pelicans trying to cut the sentiment out of\nthe cow business, and we’ve got to frustrate it. _Sabe?_”\n\n“Shentiment?” asks Muley serious-like. “This is my shentiments:\n\n    “Love is a fleeting flower\n      That fleeted away from me,\n    Like a tumble-weed in a cyclone\n      Adrift on a Wintry sea.\n    Where are the loves of yesterday\n      That made my heart so light?\n    Gone like the howl of a coyote\n      That was howled at the moon last night.\n\n“That’s shentiment,” says Muley. “Deep from the heart. Who’s going to\nthe dance at the Triangle tonight, eh?”\n\n“Dances is secondary to the main issue,” says Telescope judicial-like,\n“and poetry is incidental. We must contemplate deep and act as our\nbetter natures dictates.”\n\nMuley Bowles is a self-made poet. Something inside that\ntwo-hundred-and-forty-pound carcass seems to move him to rime, and\nnothing can stop him. He’s so heavy in a saddle that all of his broncs\nare bowed in the legs and run their shoes over awful.\n\nTelescope Tolliver came from down in the moonshine belt, and he’s got\nsome strange and awful ideas of what constitutes a code of honor. He’s\nso long in the legs that a bronc has to pitch twice at the same time to\nget him high enough to throw.\n\nChuck Warner is a Roman-nosed puncher, with the shortest legs on record\nand the trusting eyes of a bird-dog. According to all we can find out,\nChuck is a titled person. Of course, being an ordinary puncher, he don’t\nwish to have folks know him as anything but just plain Chuck, but the\ntitle remains just the same—Ananias the Second. I won’t go so far as to\nsay that he can’t tell the truth, but I will insist that he won’t.\n\nMe—I’m Henry Clay Peck. I play the banjo cheerfully, take my baths on\nthe same day of every month and do what I’m told. I can’t blame nor\ncredit anybody but me for what I am.\n\nThe four of us punches cows for the Cross J, draw down forty a month and\nspend our leisure time trying to figure out how old J. B. Whittaker ever\ngot so much talent together in one bunch. We sure make a pretty good\nquartette for singing. We’ve got one tenor and three other voices.\n\nWe hives up around Mike Pelly’s bar that day and sings songs until Chuck\nsuggests that we better go down to the depot and see if the lady comes\nin. We’ve got several trains a day; so it’s up to us to see ’em all. The\ntrain ain’t in yet; so we sings a few more songs. After a while the\ntrain comes in—but no lady. Muley starts an argument with the conductor\nover it, but the conductor is a big, mean-looking person; we takes Muley\naway from him and sets him on a truck.\n\n                  *       *       *       *       *\n\nThe train pulls out, and on the far side of the track stands a female.\nShe must have got off on the wrong side. She sure is fair to look upon,\nand Muley falls off the truck when he tries to take off his hat to her.\n\n“Ma’am,” says Telescope, bowing and trying to take off the hat he’s\nalready got in his hand, “ma’am, the town is on this side.”\n\n“Oh,” says she and then stares at us.\n\n    “Her hair was gug-golden, and her lips was blue.\n    Her eyes was sweeter than the morning dew.\n    Her nose was like sea-shells, and her ears was pug—\n\n“And I’d like to assassinate Mike Pelly and J. B. Whittaker—honest to\ngosh!” says Muley, still on his hands and knees with his hat down over\none eye.\n\n“Ma’am, it sure pains me to tell you this, but—you’ve got to go right\nback where you came from,” says Chuck sad-like. “Honestly.”\n\n“Go back?” she gasps, and Chuck nods.\n\n“Yes’m. You’ve got to. Not on our account, ma’am, but there seems to be\na sentiment against women. One of them says that women is the banes of\nhis existence, and the other says that—aw, Telescope, you talk a little.\nI ain’t going to stand here all day arguing with a perfect lady.”\n\n“You heard him say it, ma’am,” agrees Telescope. “They’re against a\nwoman. Now if you was a—wait a minute! Gosh, lady, I got a hy-iu scheme.\nWe’ll slip one over on the women-haters.”\n\nTelescope grabs her by the arm, and the lady acts mystified-like.\n\n“I—I don’t understand,” says she. “I—I——”\n\n“This ain’t no time or place to settle it,” says Telescope. “Come on,\neverybody.”\n\n“That’s all right, ma’am,” says Muley, taking hold of her other arm.\n“You can trust Telescope—as long as me and Chuck and Hen are along to\nprotect you. Where we going, Telescope?”\n\n“We’ll leave our broncs here and take the buckboard,” says Telescope.\n“The old man is in a poker game by this time, and he won’t need it.”\n\n“I asked you in a lady-like manner to tell me where we’re going,” says\nMuley. “Is it a secret, Telescope?”\n\n“I’ll explain when we get there, Muley,” he replies.\n\nThe four of us helps the lady into the buckboard, while them two roan\nbroncs dance a jig against the hitching-rack. The lady acts scared\nstiff, but that’s natural under these circumstances.\n\n“I’ll drive,” proclaims Telescope. “The lady sets in the middle, and\nMuley on the end. You other two can set in the back or get your broncs.”\n\n“Your statement shows lack of consideration and fine thought,” states\nChuck. “I am going to ride on that seat. Sabe?”\n\n“Nominations being in order, I’ll speak a word or two in favor of old\nman Peck’s son, Henry,” says I. “I don’t care a whoop who drives, but\nI’ll say right here that Henry Clay Peck is the third member of the\nseat-riders.”\n\nAll of which makes it hard to arrive at a peaceful solution. Telescope’s\nidea of a proper argument is to slam his sombrero on the ground and talk\nat the top of his voice. Naturally this aggravates said touchy team,\nwith the result that they casts domestication to the four winds and\nwhales off up the street with the fair one all alone on the seat and the\nlines dragging.\n\n“Who in —— untied them animals?” yelps Muley.\n\n“Which ain’t nothing but a question,” replies Chuck, throwing down the\ntwo halters in disgust. “Come on and let’s get our broncs. She’s due to\nget killed in about a minute.”\n\nThe four of us lopes down the street to where our animals are tied, and\nif you asks me I’d say that we went out of town fast. In fact we showed\nso much animation that Bill McFee, our progressive sheriff, took a shot\nat us, just on general principles.\n\nWe strung off up the road, me and Telescope fighting for first place\nwith Chuck running a close second and Muley bringing up the rear, eating\nalkali dust like a machine.\n\nWe hammers along for about two miles, when all to once we sees a cloud\nof dust ahead of us. Said cloud is sliding toward the grade down to the\nWind River crossing, and we all sighs to think what that runaway team\nwill do to that lady when they hit the boulders of Wind River. We shoves\non more steam and unhooks our ropes. Me and Telescope ain’t got room for\ntwo loops the way we’re running; so I slips back into second place.\n\nDown that grade we sails and into the willows just short of the ford.\nChuck and Muley have picked up a little, which hampers our show to do\nany fancy rope stunts, and them four animals runs almost a dead heat to\nwhere the road breaks straight down to the river. Which only gives us a\npitch of about thirty feet to the water’s edge.\n\nI don’t just know what happened then. We’re going too fast to even take\na second look. I seen a buckboard, with the horses standing up in the\nwater, and then the next thing I know I’m spinning over and over in the\nair. Above me is Muley, with his legs spread out like sails, and he’s\nflopping his arms like he was trying to fly higher. I remember that I\nlaughed at Muley trying to imitate a bird, and just then I took my first\nbath short of Saturday evening.\n\nI landed in the river flat on my stummick and found out that a feller\ndon’t have to learn to swim in order to do it. All the wind is out of my\ncarcass, but I sure done some fancy crawling until I lands on a sandbar\ndown the river and pumps some more wind into my system. In my pocket is\na bottle of “Track Annihilator,” and I immediate and soon finds the need\nof a stimulant. I hauls it out, removes the stopper and squints through\nit at the sun.\n\n“Blam!” That bottle fades out of my hand, and all I’ve got left is the\ncork.\n\nThe next bullet cuts a rosette off my chaps; so I slides into the water\nlike an alligator and proceeds to waller off downstream. I may die from\ndrowning—I say may, ’cause I’m taking a chance—but it’s a cinch that if\nI stay on that sand-bar any longer that _hombre_ with the rifle is going\nto improve with practise, which will spoil all of Henry Peck’s future\nambitions.\n\nI hears a few more shots before I grabs a willer and hauls myself out\ninto the high grass. I’m too tired to hunt for information; so I\nrusticates there until I hears somebody tramping grass and grunting:\n\n“Gol dang ’em! Gol dang ’em! Hope I drownded the whole mess of pups.\nHope I leaded up all that didn’t drown. Half-witted horse-wranglers. No\nbrains! Race right into me and my load of dynamite. Too bad it didn’t\nbust and blow ’em all to ——! Team runs away and leaves me on the wrong\nside. Gol dang——”\n\n“Wick Smith, throw up your hands,” says I sweet-like.\n\nHe drops his gun and grabs atmosphere.\n\n“Toss that rifle into the brush,” says I, and he reaches down like a\nnice little feller and obeys.\n\nI takes it and throws it further into the woods, and then I walks out to\nhim.\n\n“Hello, Wick,” says I. “How’s things in Piperock?”\n\n“Tolable, Hen. How’s the Cross J these nice days? Where’s your gun?”\n\n“Lost it in the river,” says I.\n\n                  *       *       *       *       *\n\nWe looks at each other for a while, and then he says—\n\n“What was your hurry a while ago, Hen?”\n\n“Runaway. Strange lady comes in on the train, and we’re going to take\nher to—I wonder where we was going to take her, Wick?”\n\n“My gosh, didn’t you have no place picked out?”\n\n“Maybe Telescope did. Well, she got in the buckboard, and the team runs\naway, and we thought you was it, and—well, what’s the matter with you?”\n\n“Strange lady came in on the train?” he gasps. “What did she look like?”\n\n“Morn in Spring,” says I. “She had hair and eyes and a mouth and——”\n\n“Great lovely dove!” he whoops. “That’s her to a flea’s flicker.”\n\n“Who?”\n\n“My wife’s sister, Amelia. My ——! She ain’t due yet.”\n\n“Came today,” says I. “Came today, and——”\n\n“Went away,” says a sad voice, and there stands Muley, Telescope and\nChuck.\n\nThey sure are something for to see. They look like they had been made of\nmud and hadn’t dried out yet.\n\n“It was fate,” says Muley, digging the ooze out of his eye.\n\n    “She braved the dangers of the iron trail,\n    Maybe she rode on boats that have a sail,\n      And all was well,\n    Until she came to peaceful Paradise,\n    Where everybody leaves who has the price.\n      Fate sure is—!!”\n\n“Amen,” says Telescope. “You handled that well, Muley.”\n\n“Gents,” says I, “don’t be sacrilegious. You are now standing in the\npresence of the bereaved brother-in-law. The lost lady was his wife’s\nsister.”\n\n“Shucks!” exclaims Telescope, trying to remove the hat he ain’t got.\n\n“This is painful, Wick. Where’s your outfit?”\n\n“Holy henhawks!” wails Wick. “You fellers bucked over it and through it,\net cettery, and left me setting on the bank on a busted box of dynamite,\nwith nothing left but my rifle—and Hen threw that in the jungle. The\nrest, if there’s anything left, is likely on its way to Piperock.”\n\n“And we’re on foot,” wails Chuck. “My tobacco is wet, and there ain’t a\ndrink in the crowd, and——”\n\n“And Shakespeare’s dead, and Longfellow’s dead, and I don’t feel very\ngood myself,” finishes Muley.\n\n“And we’ve got to find that runaway,” says I. “They’re likely at the\nranch—unless they’re strung out along the road.”\n\n“My wife will give me particular thunder,” wails Wick. “She ain’t\nexpecting me to bring back no deceased sister-in-law—darn it all! I\nreckon we better toddle over to the ranch, eh?”\n\n“I know a short-cut,” offers Chuck. “We’ll walk back over that ridge and\nswing on to the road on the other side of Ghost Gulch. That’s only about\nfour miles.”\n\n“And still four miles from the ranch,” groans Muley. “And us wearing\nhigh-heeled boots.”\n\n“Ye gods, I wish I had that rifle,” grunts Wick. “I’d kill four punchers\nright here.”\n\n“Death ain’t nothing,” groans Muley, limping along.\n\n    “Hell hath no fury like a blistered heel,\n    That busts and then begins to peel.”\n\nIt’s dark when we got to the Cross J ranch, and we limps in like five\nlost souls. There ain’t a trace of that buckboard or the lady. There\nain’t nobody around the place.\n\n“My gosh!” wails Wick. “Something has got to be did. She was my wife’s\nsister.”\n\n“Why use the past tense?” complains Muley. “Maybe she still is your\nwife’s sister. We’ll be square with her, Wick, and consider her alive\nuntil she disappoints us.”\n\n“I know where the old man keeps his spirits,” states Chuck, fussing with\na window. “You fellers feel spirit voices calling?”\n\nWe did. Chuck found the cache, and we has quite a seance.\n\n“Walking is too slow,” complains Wick. “I’ve got to go faster than that,\nboys. Ain’t there a danged thing around here I can ride upon?\n\n“Ain’t you _hombres_ got enough _sabe_ in your system to know that out\nthere somewhere in the stilly night is a remnant of my wife’s family,\ncrying for succor?”\n\n“Might he not ride, Solomon?” asks Chuck, wiggling his ears at Muley.\n\n“Beyond question he may,” nods Muley. “Hang a hull on Solomon, Chuck,\nand let the sucker arrive at his wife’s sister’s side without delay.”\n\n“Solomon is which?” asks Wick.\n\n“Solomon,” says Telescope, “is a mule. A white mule—in color. He ain’t\nno speed-demon, but he sure can save shoe leather, Wick.”\n\n“I accepts the nomination,” says Wick and takes another drink.\n\nChuck comes back in about ten minutes, leading that long, hungry-looking\nmule. We helps Wick into the saddle, wishes him a pleasant journey, and\nthen Chuck hits Solomon across the rump with a strap. Solomon bucks\nstiff-legged down to the gate, and then we hear him pounding off down\nthe hard road.\n\nChuck stands there looking at what he’s got in his hand, and then:\n\n“Gee gosh! When I took the rope off that mule, I took the bridle, too.\nPoor Wickie ain’t got no rudder for his old white ship.”\n\n“Cancel any help from Smiths,” says Telescope. “Solomon, with all his\nwives, never was half as crazy as that namesake of his. Let us all have\nanother inoculation of paralysis microbes and start out being merciful.\nWe’ve got to find that lady.”\n\nThen four fools started out in the dark. We sang a song at the gate and\nthen piked off down the road, arm in arm. As usual Muley gets so\nsentimental that he has to compose a little; so we has to stop while he\nrecites:\n\n    “An angel came to cow-land and stole my heart away.\n    She was a shrinking flower that came to me today.\n    My heart is like a sinker, ’cause I love her well,\n    But I’m ——”\n\nMuley breaks down and begins to sob:\n\n“I can’t finish it! My rimer gets drownded in tears.”\n\n“Let me assist you,” begs Chuck. “How’s thish?\n\n    “My heart is like a sinker, ’cause I love her well,\n    But I’m ’fraid thish lovely angel has got busted all to ——!\n\n“Ain’t that shome finish?”\n\n“Grewshome ghoul,” shudders Telescope.\n\n“It’s a fac’,” argues Chuck. “Bet anybody forty dollars she never made\nthe turn out of Sillman Gulch. Betcha she turned over there. Ain’t\nnobody got any shporting blood? Even money that she didn’t make that\nturn—thirty to forty that they hung up before they got that far. Any\ntakers? Bet ten ’gainst forty that—that Solomon has killed Wick Smith\nbefore thish.”\n\n“Now you’re getting into pleasant conversation,” says Telescope. “That’s\nwhat I call looking at the doughnut instead of the hole.”\n\nI don’t know where we went. We took turns carrying that demijohn. We\nwanted something to pour between unresisting lips, like you read about,\nbut we can’t seem to find no unresisting lips.\n\nI know we all fell into Wind River, which is three miles from Paradise.\nMuley hung up on a sand-bar and sobbed himself to sleep. Telescope\ncrawled back on the bank and implored us to go ahead and save the women\nand children and leave him to die like a man. I heard Chuck singing—\n\n“Locked in a stable with a s-h-e-e-p,\nI lay me dow-w-w-wn in hay to sle-e-e-e-ep.”\n\nMe, I got tangled up in the limbs of a fallen tree and went to sleep\nwith my feet over a limb.\n\n                  *       *       *       *       *\n\n“Well!” says a voice, and I woke up. There is “Ricky” Henderson setting\non his bronc, looking at us. “What’s the matter with you fellers? I\nhelped rope your broncs yesterday when they came back to town, and\nthey’re tied to the rack in front of the Eureka—or were last night.”\n\n“The matter with us?” asks Muley mean-like. “That’s our business, Ricky.\nWho told you to tie up our broncs in Paradise? Next time you leave ’em\nalone and let ’em come home. _Sabe?_”\n\n“Yeah?” snorts Ricky, riding away. “With their tails behind them, eh?\nAll right, _Little Bo-Peep_.”\n\n“_Bo-Peep_, eh?” whispers Chuck, wiggling his ears. “Mamma mine!”\n\n“Our broncs are in Paradise,” mentions Telescope. “Three miles more,\ncomrades.” We hobbles along on sore feet for a while, and then Chuck\nsays—\n\n“Say, Telescope, where was you aiming to take the lady? And what was\nyour big scheme?”\n\n“Out to the ranch, Chuck. I figured on dressing her up in our clothes\nand hiring her out as a male teacher. _Sabe?_ Figured we’d slip one over\non them three old pelicans, and then they’d have to keep her—or never\nhear the last of it. It was a good idea. If that little runt of a Warner\nhad sense enough to leave the team tied,” adds Telescope a little later.\n\n“You didn’t need to throw your hat on the ground and whoop like a\ndrunken Indian,” reproves Muley. “You’re to blame, Telescope.”\n\n“Yes,” says I. “You and Telescope has to argue like a pair of fools.”\n\n“Oh, you wasn’t in the argument, was you?” sneers Telescope. “You three\ngrocery-store punchers make me tired.”\n\n“You cut out that runt talk,” says Chuck. “I’d rather be small and\nshapely than to be so tall that the buzzards roost in my hair. You think\nyou’re a lady-killer, Telescope, and this is the one time when you\nlikely qualify. Maybe the jury will adjudge so.”\n\n“Yes, and he swore aloud before her,” says I. “He talked around her like\nshe was his wife.”\n\n“She smiled at me,” grins Chuck sweetlike, and Muley snorts:\n\n“Smiled! Laughed, Chuck. Do you think for a minute that a person like\nher would smile at critters like you three? That woman’s got a soul.”\n\n“Where do you qualify with soulful women, Muley?” asks Telescope. “Since\nwhen has the fair sex designated a hunk of lard as the target for\nsoulful glances? Of course, if you designated a runt like Chuck or a\nsquint-faced _hombre_ like Hen Peck—”\n\nLove has cut a breach in the Four Disgraces. Cupid has poisoned his\narrows, and we forgets friendship ties. Maybe it was an accident—maybe\nnot, but anyway we ain’t gone far when Muley steps on Chuck’s ankle.\nChuck yowls like a tom-cat and slaps Muley right in the face. Telescope\ngrabs Chuck by the neck, and I kicks Telescope’s feet out from under\nhim.\n\nThat took team work, if anybody asks you. I reckon the buzzards were the\nonly ones who enjoyed it. Somebody hit me between the eyes, and I\nup-ended in a mesquite bush, where I found a snag, about two feet long\nand as big as my wrist. So I waded right back into the conflict. Then\nsomebody handed me an encore in the same spot, and I got used as a\nwelcome mat. Then somebody laid down on top of me and pushed me into the\ndirt, but I got out, found an unoccupied boot and hit that somebody\nseveral times over the head. My eyes don’t permit me to judge distance,\nbut I felt out my target and made no misses.\n\nThen I laid down, too, and went to sleep.\n\nAfter a while I woke up and sat there, looking around. I can see\nTelescope’s legs sticking up over the top of a mesquite, and Chuck is\nsetting in the shade of the same bush, crooning to himself while he\ntries to light a cigaret on the sole of his boot. Muley is beside me,\nsnoring sweetly, and setting there beside us on a dilapidated white mule\nis Wick Smith.\n\nWick sure looks like he had been someplace and met something awful. The\nmule’s head is hanging down weary-like, while Wick slouches in the\nsaddle, with his jaw hanging down about three inches.\n\nHe weaves in the saddle and his mustache acts nervous-like.\n\n“Find anything?” he asks like the weak croak of a frog.\n\n“Not yet,” I whispers back at him.\n\nHe nods, slaps the mule side of its head and turns into the road.\n\n“I’m still looking,” he whispers, and I says:\n\n“That’s fine. So am I, but I can’t see nothing, Wick.”\n\nAnd when I laid down beside Muley, I saw Wick and Solomon fade off up\nthe road toward Paradise. After a while we all got up and sort of stood\naround. Chuck yawned and looked at his watch-chain. Pretty soon\nTelescope cleared his throat—\n\n“I’m—I’m all through—with all of you—the whole danged bunch!” says he\nhesitating-like and starts limping toward town.\n\n“Me—me, too,” says Muley and follers Telescope.\n\nChuck looks at me mean-like and says—“Me too.”\n\nHe pilgrims after Muley.\n\nThen the whole danged bunch limped in behind Chuck.\n\nI passed Chuck in a few minutes, and then I made Muley eat my dust.\nTelescope has contracted a limp, which causes him to weave across the\nroad a lot and makes it hard for me to pass him. But I made it. Nobody\nsaid anything to me, and, when folks don’t speak to me as I go past, I\nget snobby, too.\n\nI hobbles into Mike Pelly’s saloon and sets down. There ain’t nobody\nthere except the bartender. Pretty soon Telescope weaves in and sets\ndown in the other corner. Chuck points straight for the pool-table, and\nthen Muley stumbles in. He looks to have lost twenty pounds, and his\nfeet have swelled until he’s had to slit his boots.\n\n“You fellers quitting the Cross J?” asks the bartender. “Thought maybe\nyou was,” he continues when we don’t answer, “’cause I seen your boss\nleading four horses behind the wagon when he left last night.”\n\n“Last night?” asks Muley. “Wagon?”\n\n“Uh-huh. Borrowed Mike’s team and wagon.”\n\nI rolled a smoke, and the match made as much noise as a six-shooter. We\nnever thought to look in the corral last night.\n\nThen Wick Smith comes in. He buys himself a drink, and then he wipes his\nmustache. He looks at us sad-like and shakes his head.\n\n“Been to the post-office,” says he. “She ain’t coming until this\nafternoon.”\n\n“——!” grunts Telescope. “That team must ’a’ taken her a long ways.”\n\n“Didn’t have nun-nothing on that—that mum-mule,” grunts Wick, and then\nhe weaves out of the door.\n\nWick has been drinking.\n\n“What seems to be the trouble with you fellers?” asked the bartender.\n“You look like you’d been to battle and got run over by a cannon.”\n\nWe ignores the inquiry, and pretty soon Telescope says—\n\n“Been anything startling going on here lately?”\n\n“——!” snorts the bartender. “Startling! Nothing ever happens in\nParadise.” And he goes on wiping glasses.\n\n“That’s good,” says Muley soft-like. “I love a quiet village.”\n\nWe got up, one at a time, and wandered outside. I’m the last one out.\nThere ain’t nothing to do but walk back. We might chip in and hire a rig\nat the livery stable, but under the circumstances—well, we don’t feel\nlike riding so close together, and rigs cost money.\n\nI seen Muley setting on the sidewalk, pulling off his boots, and over on\nthe watering-trough, one on each end, sets Telescope and Chuck like a\ncouple of snow-birds, soaking their sore feet. Muley joins them, and\nthen Henry Peck goes over and immerses his corns. We ain’t been there\nlong when here comes Doughgod Smith, galloping up the street.\n\n“If he’s got any more dirty work to have done, he can do it himself,”\nproclaims Chuck. “I’m through deceiving women.”\n\nDoughgod races up to us and hops up and down around us.\n\n“Get down to the depot, Chuck!” he yelps. “She’s there.”\n\n“Who?” asks Chuck.\n\n“The lady—dog-gone you! The one I gave you the money for. _Sabe?_ Point\nher homeward, boys, and make it sudden,” and Doughgod lopes on up the\nstreet.\n\nHe sure is skittish around calico.\n\n“We’ve got to stand together,” observes Chuck, pulling on his boots.\n“We’ve got to. Divided we fall.”\n\n“Under them circumstances I waves a flag of truce,” says Telescope. “I\nmay kill a friend later on, but it never can be said that a Tolliver\never went back on a friend in need.”\n\n                  *       *       *       *       *\n\nWe all plods down the street, with Muley carrying his boots, and, just\nas we got to the depot, a freight-train whistles. The lady is there.\nShe’s setting there on a low truck in the shade, doing fancy work, and\nshe’s the same lady.\n\n“My ——!” snorts Telescope. “She must be made of cast-iron. Ain’t bunged\nup a bit.”\n\n“And I ain’t only got seven dollars of that money left,” wails Chuck. “I\nmust ’a’ lost it.”\n\nWe all digs down and manages to collect enough to make up the original\ntwenty, and, just as the freight rolls in, we walks over to the lady.\nChuck leans over and drops the money in her lap, and her face turns\nwhite as flour when she looks up at us.\n\n“Get right into the caboose,” orders Chuck. “Dog-gone it, ma’am, we’re\nsorry as ——, but we ain’t got no time to argue. There’s the money, and\nhere’s your train. Get on like a nice little girl, and you can write to\nDoughgod for further information. _Sabe?_”\n\nI sure felt sorry for her. She sort of gasps and slides off that truck,\nbut I reckon our looks were enough. She allows herself to walk right\ninto the train, and away she goes off up the track toward Silver Bend.\n\nDoughgod has sneaked up and saw the whole thing, and he sure is glad. We\nall sets down on the platform, and all to once we feels that it has been\na year since we had anything to eat. Doughgod offers to take us to a\nrestaurant, but we ain’t presentable; so he offers to bring us a ton of\ncrackers and cheese and sardines. We accepts and cheers Doughgod as he\nhurries up-town. There’s another train due in an hour; so we sets down\nthere in the shade to eat. We seen the depot-agent looking at us through\nthe window. He’s a new man there; so we don’t blame him for looking with\nsuspicion upon us. We sure filled our skin with food, and then the train\ncomes rambling in.\n\nThe usual bunch of folks hops off to stretch their legs, and all to once\nwe hears a voice behind us—\n\n“Can you tell me where I can find Mr. Smith?”\n\nWe all turns, and there stands a tall, skinny female, with a nose like\nthe beak of a hawk and a lot of mustard-colored hair. I glances around\nand saw Doughgod galloping off up the street like a scared coyote.\n\n“Ma’am,” says Telescope, “I can’t say. He may stop in Paradise, but I’d\nfavor Canada.”\n\n“Say!” yelps a heavy voice behind us, and we all turns. It is the new\nstation agent, and in his hands is one of them sawed-off shotguns which\nare furnished by express companies, and he’s got it cocked. “I want to\nknow,” says he, “if you are the four whelps who kidnapped my wife and\nput her in that rig yesterday. The team ran away, turned the corner and\nran into a fence, and that’s all that saved her life. I’m asking a\nquestion?”\n\n“Yesterday?” asks Telescope foolish-like. “Yesterday?”\n\n“I said it!” he yelps. “And an hour or so ago the same four whelps\nforced her to climb on a freight-train. She just wired me from Silver\nBend. I’m still asking questions, gents.”\n\nI seen that skinny lady edging away from us, and I seen her hop on to\nthe last step as the train starts, and she ducks inside like a rabbit.\n\n“Wait!” says Telescope. “You got that right? The team ran around the\ncorner and into a fence and stopped. Is that right?”\n\n“Ke-rect!” he snaps. “I’ve sworn out John Doe warrants for the men who\ndid it, and the sheriff is investigating right now. All I want is to\nfind ’em and I’ll fill ’em so full of ——”\n\n_Blam!_\n\nTelescope hooked one of his feet behind that feller’s legs, and yanked\nso quick and hard that the station agent got an upside-down view of his\nown place of business.\n\nMan, we moved. A buckshot cut a groove in my boot heel, and Muley got\none across his hip pocket before we got out of range, which was fast\nwork with a gun.\n\nWe dusts straight for town, when we almost runs over Wick Smith. He’s\ncoming along, taking up most of the road, and me and him both tries to\nturn the same way. I picked myself up as quick as possible, and started\non, when I heard Wick say—\n\n“Train in yet?”\n\n“Not yet,” I yells back and tries to catch up with the rest of my bunch,\nwho seem to have met somebody and then went on.\n\nThat somebody was Doughgod. I finds him setting in the middle of the\nroad with the brim of his hat down around his neck and a fool look on\nhis face. As I come up, he holds up the letter he’s hanging on to and he\nsays to me:\n\n“Huh-Henry, she ain’t—ain’t coming here. She’s gug-got a bub-better job.\nShe ain’t coming here, Henry.”\n\n“She shows a lot of sense,” says I, and I lopes on.\n\nI seen Telescope and Chuck and Muley gallop off the street and cut\nacross the hills; so I puts on more speed and catches them.\n\n“Bill McFee is up there,” pants Telescope when we slows to a walk.\n“Dud-don’t forget we’re four John Does.”\n\n“That ain’t nothing to the word I’d use,” groans Muley.\n\nWell, we eventually got home. We collapses on the steps of the\nbunk-house, and I don’t care if I never move again. Pretty soon\nTelescope glances up at the door and grunts.\n\nHalf-way up the door a piece of white paper has been pasted; so we\ncreaks to a standing position and peruses same:\n\n    I put your horses in the livery-stable last night, and, if\n    you don’t want a big bill against them, you better get them\n    right away.\n                                              (signed) J. B. W.\n\n“——!” snorts Muley. “He—he just led them down to the stable, and that\nfool bartender thought he was taking them home.”\n\n“And we been walking away from them all this time,” groans Chuck.\n\n“Here comes Mike Pelly and the old man now,” says Telescope.\n\nWe watches old J. B. Whittaker and Mike Pelly walking down from the\nranch-house, talking serious-like. The old man turns at the barn, but\nMike comes on down to us.\n\n“Howdy,” says Mike. “How’s everything, boys?”\n\n“Ain’t able to kick,” says Telescope. “How’s it with you?”\n\n“Tolable. See Doughgod in town?”\n\n“He was there the last we seen of him,” admits Muley. “Why?”\n\n“Going down to see him. Dang this trustee business, anyway. Nothing but\ntrouble. Me and the old man have decided to accept that teacher that\nwrote to Doughgod, even if she is a female. Never mix into the\nschool-teacher business, boys. She’s ——!”\n\n“She is,” agrees Muley, and we all nods.\n\nTHE END",
    "metadata": {
        "author": [
            "Tuttle, W. C. (Wilbur C.)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66050/pg66050.txt",
        "name": "dirty_work_for_doughgod.json"
    }
}