{
    "name": "Doom of the House of Duryea",
    "author": [
        "Peirce, Earl"
    ],
    "body": "\n[Sidenote: _A powerful story of stark horror, and the dreadful thing\nthat happened in a lone house in the Maine woods._]\n\n\nArthur Duryea, a young, handsome man, came to meet his father for the\nfirst time in twenty years. As he strode into the hotel lobby--long\nstrides which had the spring of elastic in them--idle eyes lifted to\nappraise him, for he was an impressive figure, somehow grim with\nexaltation.\n\nThe desk clerk looked up with his habitual smile of expectation;\nhow-do-you-do-Mr.-so-and-so, and his fingers strayed to the green\nfountain pen which stood in a holder on the desk.\n\nArthur Duryea cleared his throat, but still his voice was clogged and\nunsteady. To the clerk he said:\n\n\"I'm looking for my father, Doctor Henry Duryea. I understand he is\nregistered here. He has recently arrived from Paris.\"\n\nThe clerk lowered his glance to a list of names. \"Doctor Duryea is in\nsuite 600, sixth floor.\" He looked up, his eyebrows arched\nquestioningly. \"Are you staying too, sir, Mr. Duryea?\"\n\nArthur took the pen and scribbled his name rapidly. Without a further\nword, neglecting even to get his key and own room number, he turned and\nwalked to the elevators. Not until he reached his father's suite on the\nsixth floor did he make an audible noise, and this was a mere sigh which\nfell from his lips like a prayer.\n\nThe man who opened the door was unusually tall, his slender frame\nclothed in tight-fitting black. He hardly dared to smile. His\nclean-shaven face was pale, an almost livid whiteness against the\nsparkle in his eyes. His jaw had a bluish luster.\n\n\"Arthur!\" The word was scarcely a whisper. It seemed choked up quietly,\nas if it had been repeated time and again on his thin lips.\n\nArthur Duryea felt the kindliness of those eyes go through him, and then\nhe was in his father's embrace.\n\nLater, when these two grown men had regained their outer calm, they\nclosed the door and went into the drawing-room. The elder Duryea held\nout a humidor of fine cigars, and his hand shook so hard when he held\nthe match that his son was forced to cup his own hands about the flame.\nThey both had tears in their eyes, but their eyes were smiling.\n\nHenry Duryea placed a hand on his son's shoulder. \"This is the happiest\nday of my life,\" he said. \"You can never know how much I have longed for\nthis moment.\"\n\nArthur, looking into that glance, realized, with growing pride, that he\nhad loved his father all his life, despite any of those things which had\nbeen cursed against him. He sat down on the edge of a chair.\n\n\"I--I don't know how to act,\" he confessed. \"You surprize me, Dad.\nYou're so different from what I had expected.\"\n\nA cloud came over Doctor Duryea's features. \"What _did_ you expect,\nArthur?\" he demanded quickly. \"An evil eye? A shaven head and knotted\njowls?\"\n\n\"Please, Dad--no!\" Arthur's words clipped short. \"I don't think I ever\nreally visualized you. I knew you would be a splendid man. But I thought\nyou'd look older, more like a man who has really suffered.\"\n\n\"I have suffered, more than I can ever describe. But seeing you again,\nand the prospect of spending the rest of my life with you, has more than\ncompensated for my sorrows. Even during the twenty years we were apart I\nfound an ironic joy in learning of your progress in college, and in your\nAmerican game of football.\"\n\n\"Then you've been following my work?\"\n\n\"Yes, Arthur; I've received monthly reports ever since you left me. From\nmy study in Paris I've been really close to you, working out your\nproblems as if they were my own. And now that the twenty years are\ncompleted, the ban which kept us apart is lifted for ever. From now on,\nson, we shall be the closest of companions--unless your Aunt Cecilia has\nsucceeded in her terrible mission.\"\n\n\n\nThe mention of that name caused an unfamiliar chill to come between the\ntwo men. It stood for something, in each of them, which gnawed their\nminds like a malignancy. But to the younger Duryea, in his intense\neffort to forget the awful past, her name as well as her madness must be\nforgotten.\n\nHe had no wish to carry on this subject of conversation, for it betrayed\nan internal weakness which he hated. With forced determination, and a\nludicrous lift of his eyebrows, he said,\n\n\"Cecilia is dead, and her silly superstition is dead also. From now on,\nDad, we're going to enjoy life as we should. Bygones are really bygones\nin this case.\"\n\nDoctor Duryea closed his eyes slowly, as though an exquisite pain had\ngone through him.\n\n\"Then you have no indignation?\" he questioned. \"You have none of your\naunt's hatred?\"\n\n\"Indignation? Hatred?\" Arthur laughed aloud. \"Ever since I was twelve\nyears old I have disbelieved Cecilia's stories. I have known that those\nhorrible things were impossible, that they belonged to the ancient\ncategory of mythology and tradition. How, then, can I be indignant, and\nhow can I hate you? How can I do anything but recognize Cecilia for what\nshe was--a mean, frustrated woman, cursed with an insane grudge against\nyou and your family? I tell you, Dad, that nothing she has ever said can\npossibly come between us again.\"\n\nHenry Duryea nodded his head. His lips were tight together, and the\nmuscles in his throat held back a cry. In that same soft tone of defense\nhe spoke further, doubting words.\n\n\"Are you so sure of your subconscious mind, Arthur? Can you be so\ncertain that you are free from all suspicion, however vague? Is there\nnot a lingering premonition--a premonition which warns of peril?\"\n\n\"No, Dad--no!\" Arthur shot to his feet. \"I don't believe it. I've never\nbelieved it. I know, as any sane man would know, that you are neither a\nvampire nor a murderer. You know it, too; and Cecilia knew it, only she\nwas mad.\n\n\"That family rot is dispelled, Father. This is a civilized century.\nBelief in vampirism is sheer lunacy. Wh-why, it's too absurd even to\nthink about!\"\n\n\"You have the enthusiasm of youth,\" said his father, in a rather tired\nvoice. \"But have you not heard the legend?\"\n\nArthur stepped back instinctively. He moistened his lips, for their\ndryness might crack them. \"The--legend?\"\n\nHe said the word in a curious hush of awed softness, as he had heard his\nAunt Cecilia say it many times before.\n\n\"That awful legend that you----\"\n\n\"That I _eat_ my children?\"\n\n\"Oh, God, Father!\" Arthur went to his knees as a cry burst through his\nlips. \"Dad, that--that's ghastly! We must forget Cecilia's ravings.\"\n\n\"You are affected, then?\" asked Doctor Duryea bitterly.\n\n\"Affected? Certainly I'm affected, but only as I should be at such an\naccusation. Cecilia was mad, I tell you. Those books she showed me years\nago, and those folk-tales of vampires and ghouls--they burned into my\ninfantile mind like acid. They haunted me day and night in my youth, and\ncaused me to hate you worse than death itself.\n\n\"But in Heaven's name, Father, I've outgrown those things as I have\noutgrown my clothes. I'm a man now; do you understand that? A man, with\na man's sense of logic.\"\n\n\"Yes, I understand.\" Henry Duryea threw his cigar into the fireplace,\nand placed a hand on his son's shoulder.\n\n\"We shall forget Cecilia,\" he said. \"As I told you in my letter, I have\nrented a lodge in Maine where we can go to be alone for the rest of the\nsummer. We'll get in some fishing and hiking and perhaps some hunting.\nBut first, Arthur, I must be sure in my own mind that you are sure in\nyours. I must be sure you won't bar your door against me at night, and\nsleep with a loaded revolver at your elbow. I must be sure that you're\nnot afraid of going up there alone with me, and dying----\"\n\nHis voice ended abruptly, as if an age-long dread had taken hold of it.\nHis son's face was waxen, with sweat standing out like pearls on his\nbrow. He said nothing, but his eyes were filled with questions which his\nlips could not put into words. His own hand touched his father's, and\ntightened over it.\n\nHenry Duryea drew his hand away.\n\n\"I'm sorry,\" he said, and his eyes looked straight over Arthur's lowered\nhead. \"This thing must be thrashed out now. I believe you when you say\nthat you discredit Cecilia's stories, but for a sake greater than sanity\nI must tell you the truth behind the legend--and believe me, Arthur;\nthere is a truth!\"\n\n\n\nHe climbed to his feet and walked to the window which looked out over\nthe street below. For a moment he gazed into space, silent. Then he\nturned and looked down at his son.\n\n\"You have heard only your aunt's version of the legend, Arthur.\nDoubtless it was warped into a thing far more hideous than it actually\nwas--if that is possible! Doubtless she spoke to you of the\nInquisitorial stake in Carcassonne where one of my ancestors perished.\nAlso she may have mentioned that book, _Vampyrs_, which a former Duryea\nis supposed to have written. Then certainly she told you about your two\nyounger brothers--my own poor, motherless children--who were sucked\nbloodless in their cradles....\"\n\nArthur Duryea passed a hand across his aching eyes. Those words, so\noften repeated by that witch of an aunt, stirred up the same visions\nwhich had made his childhood nights sleepless with terror. He could\nhardly bear to hear them again--and from the very man to whom they were\naccredited.\n\n\"Listen, Arthur,\" the elder Duryea went on quickly, his voice low with\nthe pain it gave him. \"You must know that true basis to your aunt's\nhatred. You must know of that curse--that curse of vampirism which is\nsupposed to have followed the Duryeas through five centuries of French\nhistory, but which we can dispel as pure superstition, so often\nconnected with ancient families. But I must tell you that this part of\nthe legend is true:\n\n\"Your two young brothers actually died in their cradles, bloodless. And\nI stood trial in France for their murder, and my name was smirched\nthroughout all of Europe with such an inhuman damnation that it drove\nyour aunt and you to America, and has left me childless, hated, and\nostracized from society the world over.\n\n\"I must tell you that on that terrible night in Duryea Castle I had been\nworking late on historic volumes of Crespet and Prinn, and on that\nloathsome tome, _Vampyrs_. I must tell you of the soreness that was in\nmy throat and of the heaviness of the blood which coursed through my\nveins.... And of that _presence_, which was neither man nor animal, but\nwhich I knew was some place near me, yet neither within the castle nor\noutside of it, and which was closer to me than my heart and more\nterrible to me than the touch of the grave....\n\n\"I was at the desk in my library, my head swimming in a delirium which\nleft me senseless until dawn. There were nightmares that frightened\nme--frightened _me_, Arthur, a grown man who had dissected countless\ncadavers in morgues and medical schools. I know that my tongue was\nswollen in my mouth and that brine moistened my lips, and that a\nrottenness pervaded my body like a fever.\n\n\"I can make no recollection of sanity or of consciousness. That night\nremains vivid, unforgettable, yet somehow completely in shadows. When I\nhad fallen asleep--if in God's name it _was_ sleep--I was slumped across\nmy desk. But when I awoke in the morning I was lying face down on my\ncouch. So you see, Arthur, I _had_ moved during that night, _and I had\nnever known it_!\n\n\"What I'd done and where I'd gone during those dark hours will always\nremain an impenetrable mystery. But I do know this. On the morrow I was\ntorn from my sleep by the shrieks of maids and butlers, and by that mad\nwailing of your aunt. I stumbled through the open door of my study, and\nin the nursery I saw those two babies there--lifeless, white and dry\nlike mummies, and with twin holes in their necks that were caked black\nwith their own blood....\n\n\"Oh, I don't blame you for your incredulousness, Arthur. I cannot\nbelieve it yet myself, nor shall I ever believe it. The belief of it\nwould drive me to suicide; and still the doubting of it drives me mad\nwith horror.\n\n\"All of France was doubtful, and even the savants who defended my name\nat the trial found that they could not explain it nor disbelieve it. The\ncase was quieted by the Republic, for it might have shaken science to\nits very foundation and split the pedestals of religion and logic. I was\nreleased from the charge of murder; but the actual murder has hung about\nme like a stench.\n\n\"The coroners who examined those tiny cadavers found them both dry of\nall their blood, but could find no blood on the floor of the nursery nor\nin the cradles. Something from hell stalked the halls of Duryea that\nnight--and I should blow my brains out if I dared to think deeply of who\nthat was. You, too, my son, would have been dead and bloodless if you\nhadn't been sleeping in a separate room with your door barred on the\ninside.\n\n\"You were a timid child, Arthur. You were only seven years old, but you\nwere filled with the folk-lore of those mad Lombards and the decadent\npoetry of your aunt. On that same night, while I was some place between\nheaven and hell, you, also, heard the padded footsteps on the stone\ncorridor and heard the tugging at your door handle, for in the morning\nyou complained of a chill and of terrible nightmares which frightened\nyou in your sleep.... I only thank God that your door was barred!\"\n\n\n\nHenry Duryea's voice choked into a sob which brought the stinging tears\nback into his eyes. He paused to wipe his face, and to dig his fingers\ninto his palm.\n\n\"You understand, Arthur, that for twenty years, under my sworn oath at\nthe Palace of Justice, I could neither see you nor write to you. Twenty\nyears, my son, while all of that time you had grown to hate me and to\nspit at my name. Not until your aunt's death have you called yourself a\nDuryea.... And now you come to me at my bidding, and say you love me as\na son should love his father.\n\n\"Perhaps it is God's forgiveness for everything. Now, at last, we shall\nbe together, and that terrible, unexplainable past will be buried for\never....\"\n\nHe put his handkerchief back into his pocket and walked slowly to his\nson. He dropped to one knee, and his hands gripped Arthur's arms.\n\n\"My son, I can say no more to you. I have told you the truth as I alone\nknow it. I may be, by all accounts, some ghoulish creation of Satan on\nearth. I may be a child-killer, a vampire, some morbidly diseased\nspecimen of _vrykolakas_--things which science cannot explain.\n\n\"Perhaps the dreaded legend of the Duryeas is true. Autiel Duryea was\nconvicted of murdering his brother in that same monstrous fashion in the\nyear 1576, and he died in flames at the stake. François Duryea, in 1802,\nblew his head apart with a blunderbuss on the morning after his youngest\nson was found dead, apparently from anemia. And there are others, of\nwhom I cannot bear to speak, that would chill your soul if you were to\nhear them.\n\n\"So you see, Arthur, there is a hellish tradition behind our family.\nThere is a heritage which no sane God would ever have allowed. The\nfuture of the Duryeas lies in you, for you are the last of the race. I\npray with all of my heart that providence will permit you to live your\nfull share of years, and to leave other Duryeas behind you. And so if\never again I feel that presence as I did in Duryea Castle, I am going to\ndie as François Duryea died, over a hundred years ago....\"\n\nHe stood up, and his son stood up at his side.\n\n\"If you are willing to forget, Arthur, we shall go up to that lodge in\nMaine. There is a life we've never known awaiting us. We must find that\nlife, and we must find the happiness which a curious fate snatched from\nus on those Lombard sourlands, twenty years ago....\"\n\n\n\n\n2\n\n\nHenry Duryea's tall stature, coupled with a slenderness of frame and a\nsleekness of muscle, gave him an appearance that was unusually _gaunt_.\nHis son couldn't help but think of that word as he sat on the rustic\nporch of the lodge, watching his father sunning himself at the lake's\nedge.\n\nHenry Duryea had a kindliness in his face, at times an almost sublime\nkindliness which great prophets often possess. But when his face was\npartly in shadows, particularly about his brow, there was a frightening\ntone which came into his features; for it was a tone of farness, of\nmysticism and conjuration. Somehow, in the late evenings, he assumed the\nunapproachable mantle of a dreamer and sat silently before the fire, his\nmind ever off in unknown places.\n\nIn that little lodge there was no electricity, and the glow of the oil\nlamps played curious tricks with the human expression which frequently\nresulted in something unhuman. It may have been the dusk of night, the\nflickering of the lamps, but Arthur Duryea had certainly noticed how his\nfather's eyes had sunken further into his head, and how his cheeks were\ntighter, and the outline of his teeth pressed into the skin about his\nlips.\n\n\n\nIt was nearing sundown on the second day of their stay at Timber Lake.\nSix miles away the dirt road wound on toward Houtlon, near the Canadian\nborder. So it was lonely there, on a solitary little lake hemmed in\nclosely with dark evergreens and a sky which drooped low over\ndusty-summited mountains.\n\nWithin the lodge was a homy fireplace, and a glossy elk's-head which\npeered out above the mantel. There were guns and fishing-tackle on the\nwalls, shelves of reliable American fiction--Mark Twain, Melville,\nStockton, and a well-worn edition of Bret Harte.\n\nA fully supplied kitchen and a wood stove furnished them with hearty\nmeals which were welcome after a whole day's tramp in the woods. On that\nevening Henry Duryea prepared a select French stew out of every\navailable vegetable, and a can of soup. They ate well, then stretched\nout before the fire for a smoke. They were outlining a trip to the\nOrient together, when the back door blew open with a terrific bang, and\na wind swept into the lodge with a coldness which chilled them both.\n\n\"A storm,\" Henry Duryea said, rising to his feet. \"Sometimes they have\nthem up here, and they're pretty bad. The roof might leak over your\nbedroom. Perhaps you'd like to sleep down here with me.\" His fingers\nstrayed playfully over his son's head as he went out into the kitchen to\nbar the swinging door.\n\nArthur's room was upstairs, next to a spare room filled with extra\nfurniture. He'd chosen it because he liked the altitude, and because the\nonly other bedroom was occupied....\n\nHe went upstairs swiftly and silently. His roof didn't leak; it was\nabsurd even to think it might. It had been his father again, suggesting\nthat they sleep together. He had done it before, in a jesting,\nwhispering way--as if to challenge them both if they _dared_ to sleep\ntogether.\n\nArthur came back downstairs dressed in his bath-robe and slippers. He\nstood on the fifth stair, rubbing a two-day's growth of beard. \"I think\nI'll shave tonight,\" he said to his father. \"May I use your razor?\"\n\nHenry Duryea, draped in a black raincoat and with his face haloed in the\nbrim of a rain-hat, looked up from the hall. A frown glided obscurely\nfrom his features. \"Not at all, son. Sleeping upstairs?\"\n\nArthur nodded, and quickly said, \"Are you--going out?\"\n\n\"Yes, I'm going to tie the boats up tighter. I'm afraid the lake will\nrough it up a bit.\"\n\nDuryea jerked back the door and stepped outside. The door slammed shut,\nand his footsteps sounded on the wood flooring of the porch.\n\nArthur came slowly down the remaining steps. He saw his father's figure\npass across the dark rectangle of a window, saw the flash of lightning\nthat suddenly printed his grim silhouette against the glass.\n\nHe sighed deeply, a sigh which burned in his throat; for his throat was\nsore and aching. Then he went into the bedroom, found the razor lying in\nplain view on a birch table-top.\n\nAs he reached for it, his glance fell upon his father's open Gladstone\nbag which rested at the foot of the bed. There was a book resting there,\nhalf hidden by a gray flannel shirt. It was a narrow, yellow-bound book,\noddly out of place.\n\nFrowning, he bent down and lifted it from the bag. It was surprizingly\nheavy in his hands, and he noticed a faintly sickening odor of decay\nwhich drifted from it like a perfume. The title of the volume had been\nthumbed away into an indecipherable blur of gold letters. But pasted\nacross the front cover was a white strip of paper, on which was\ntypewritten the word--INFANTIPHAGI.\n\nHe flipped back the cover and ran his eyes over the title-page. The book\nwas printed in French--an early French--yet to him wholly\ncomprehensible. The publication date was 1580, in Caen.\n\nBreathlessly he turned back a second page, saw a chapter headed,\n_Vampires_.\n\nHe slumped to one elbow across the bed. His eyes were four inches from\nthose mildewed pages, his nostrils reeked with the stench of them.\n\nHe skipped long paragraphs of pedantic jargon on theology, he scanned\nbrief accounts of strange, blood-eating monsters, _vrykolakes_, and\nleprechauns. He read of Jeanne d'Arc, of Ludvig Prinn, and muttered\naloud the Latin snatches from _Episcopi_.\n\nHe passed pages in quick succession, his fingers shaking with the fear\nof it and his eyes hanging heavily in their sockets. He saw vague\nreference to \"Enoch,\" and saw the terrible drawings by an ancient\nDominican of Rome....\n\nParagraph after paragraph he read: the horror-striking testimony of\nNider's _Ant-Hill_, the testimony of people who died shrieking at the\nstake; the recitals of grave-tenders, of jurists and hang-men. Then\nunexpectedly, among all of this monumental vestige, there appeared\nbefore his eyes the name of--_Autiel Duryea_; and he stopped reading as\nthough invisibly struck.\n\n\n\nThunder clapped near the lodge and rattled the window-panes. The deep\nrolling of bursting clouds echoed over the valley. But he heard none of\nit. His eyes were on those two short sentences which his\nfather--someone--had underlined with dark red crayon.\n\n     ... The execution, four years ago, of Autiel Duryea does not\n     end the Duryea controversy. Time alone can decide whether the\n     Demon has claimed that family from its beginning to its end....\n\nArthur read on about the trial of Autiel Duryea before Veniti, the\nCarcassonnean Inquisitor-General; read, with mounting horror, the\nevidence which had sent that far-gone Duryea to the pillar--the evidence\nof a bloodless corpse who had been Autiel Duryea's young brother.\n\nUnmindful now of the tremendous storm which had centered over Timber\nLake, unheeding the clatter of windows and the swish of pines on the\nroof--even of his father who worked down at the lake's edge in a\ndrenching rain--Arthur fastened his glance to the blurred print of those\npages, sinking deeper and deeper into the garbled legends of a dark\nage....\n\nOn the last page of the chapter he again saw the name of his ancestor,\nAutiel Duryea. He traced a shaking finger over the narrow lines of\nwords, and when he finished reading them he rolled sideways on the bed,\nand from his lips came a sobbing, mumbling prayer.\n\n\"God, oh God in Heaven protect me....\"\n\nFor he had read:\n\n     As in the case of Autiel Duryea we observe that this specimen\n     of _vrykolakas_ preys only upon the blood in its own family. It\n     possesses none of the characteristics of the undead vampire,\n     being usually a living male person of otherwise normal\n     appearances, unsuspecting its inherent demonism.\n\n     But this _vrykolakas_ cannot act according to its demoniacal\n     possession unless it is in the presence of a second member of\n     the same family, who acts as a medium between the man and its\n     demon. This medium has none of the traits of the vampire, but\n     it senses the being of this creature (when the metamorphosis is\n     about to occur) by reason of intense pains in the head and\n     throat. Both the vampire and the medium undergo similar\n     reactions, involving nausea, nocturnal visions, and physical\n     disquietude.\n\n     When these two outcasts are within a certain distance of each\n     other, the coalescence of inherent demonism is completed, and\n     the vampire is subject to its attacks, demanding blood for its\n     sustenance. No member of the family is safe at these times, for\n     the _vrykolakas_, acting in its true agency on earth, will\n     unerringly seek out the blood. In rare cases, where other\n     victims are unavailable, _the vampire will even take the blood\n     from the very medium which made it possible_.\n\n     This vampire is born into certain aged families, and naught but\n     death can destroy it. It is not conscious of its blood-madness,\n     and acts only in a psychic state. The medium, also, is unaware\n     of its terrible rôle; and when these two are together, despite\n     any lapse of years, the fusion of inheritance is so violent\n     that no power known on earth can turn it back.\n\n\n\n\n3\n\n\nThe lodge door slammed shut with a sudden, interrupting bang. The lock\ngrated, and Henry Duryea's footsteps sounded on the planked floor.\n\nArthur shook himself from the bed. He had only time to fling that\nhaunting book into the Gladstone bag before he sensed his father\nstanding in the doorway.\n\n\"You--you're not shaving, Arthur.\" Duryea's words, spliced hesitantly,\nwere toneless. He glanced from the table-top to the Gladstone, and to\nhis son. He said nothing for a moment, his glance inscrutable. Then,\n\n\"It's blowing up quite a storm outside.\"\n\nArthur swallowed the first words which had come into his throat, nodded\nquickly. \"Yes, isn't it? Quite a storm.\" He met his father's gaze, his\nface burning. \"I--I don't think I'll shave, Dad. My head aches.\"\n\nDuryea came swiftly into the room and pinned Arthur's arms in his grasp.\n\"What do you mean--your head aches? How? Does your throat----\"\n\n\"No!\" Arthur jerked himself away. He laughed. \"It's that French stew of\nyours! It's hit me in the stomach!\" He stepped past his father and\nstarted up the stairs.\n\n\"The stew?\" Duryea pivoted on his heel. \"Possibly. I think I feel it\nmyself.\"\n\nArthur stopped, his face suddenly white. \"You--too?\"\n\nThe words were hardly audible. Their glances met--clashed like\ndueling-swords.\n\nFor ten seconds neither of them said a word or moved a muscle: Arthur,\nfrom the stairs, looking down; his father below, gazing up at him. In\nHenry Duryea the blood drained slowly from his face and left a purple\netching across the bridge of his nose and above his eyes. He looked like\na death's-head.\n\nArthur winced at the sight and twisted his eyes away. He turned to go up\nthe remaining stairs.\n\n\"Son!\"\n\nHe stopped again; his hand tightened on the banister.\n\n\"Yes, Dad?\"\n\nDuryea put his foot on the first stair, \"I want you to lock your door\ntonight. The wind would keep it banging!\"\n\n\"Yes,\" breathed Arthur, and pushed up the stairs to his room.\n\n\n\nDoctor Duryea's hollow footsteps sounded in steady, unhesitant beats\nacross the floor of Timber Lake Lodge. Sometimes they stopped, and the\ncrackling hiss of a sulfur match took their place, then perhaps a\ndistended sigh, and, again, footsteps....\n\nArthur crouched at the open door of his room. His head was cocked for\nthose noises from below. In his hands was a double-barrel shotgun of\nviolent gage.\n\n... thud ... thud ... thud....\n\nThen a pause, the clinking of a glass and the gurgling of liquid. The\nsigh, the tread of his feet over the floor....\n\n\"He's thirsty,\" Arthur thought--_Thirsty!_\n\nOutside, the storm had grown into fury. Lightning zigzagged between the\nmountains, filling the valley with weird phosphorescence. Thunder, like\ndrums, rolled incessantly.\n\nWithin the lodge the heat of the fireplace piled the atmosphere thick\nwith stagnation. All the doors and windows were locked shut, the\noil-lamps glowed weakly--a pale, anemic light.\n\nHenry Duryea walked to the foot of the stairs and stood looking up.\n\nArthur sensed his movements and ducked back into his room, the gun\ngripped in his shaking fingers.\n\nThen Henry Duryea's footstep sounded on the first stair.\n\nArthur slumped to one knee. He buckled a fist against his teeth as a\nprayer tumbled through them.\n\nDuryea climbed a second step ... and another ... and still one more. On\nthe fourth stair he stopped.\n\n\"Arthur!\" His voice cut into the silence like the crack of a whip.\n\"Arthur! Will you come down here?\"\n\n\"Yes, Dad.\" Bedraggled, his body hanging like cloth, young Duryea took\nfive steps to the landing.\n\n\"We can't be zanies!\" cried Henry Duryea. \"My soul is sick with dread.\nTomorrow we're going back to New York. I'm going to get the first boat\nto open sea.... Please come down here.\" He turned about and descended\nthe stairs to his room.\n\nArthur choked back the words which had lumped in his mouth. Half dazed,\nhe followed....\n\nIn the bedroom he saw his father stretched face-up along the bed. He saw\na pile of rope at his father's feet.\n\n\"Tie me to the bedposts, Arthur,\" came the command. \"Tie both my hands\nand both my feet.\"\n\nArthur stood gaping.\n\n\"Do as I tell you!\"\n\n\"Dad, what hor----\"\n\n\"Don't be a fool! You read that book! You know what relation you are to\nme! I'd always hoped it was Cecilia, but now I know it's you. I should\nhave known it on that night twenty years ago when you complained of a\nheadache and nightmares.... Quickly, my head rocks with pain. _Tie me!_\"\n\nSpeechless, his own pain piercing him with agony, Arthur fell to that\ngrisly task. Both hands he tied--and both feet ... tied them so firmly\nto the iron posts that his father could not lift himself an inch off the\nbed.\n\nThen he blew out the lamps, and without a further glance at that\nPrometheus, he reascended the stairs to his room, and slammed and locked\nhis door behind him.\n\nHe looked once at the breech of his gun, and set it against a chair by\nhis bed. He flung off his robe and slippers, and within five minutes he\nwas senseless in slumber.\n\n\n\n\n4\n\n\nHe slept late, and when he awakened his muscles were as stiff as boards,\nand the lingering visions of a nightmare clung before his eyes. He\npushed his way out of bed, stood dazedly on the floor.\n\nA dull, numbing cruciation circulated through his head. He felt\nbloated ... coarse and running with internal mucus. His mouth was dry,\nhis gums sore and stinging.\n\nHe tightened his hands as he lunged for the door. \"Dad,\" he cried, and\nhe heard his voice breaking in his throat.\n\nSunlight filtered through the window at the top of the stairs. The air\nwas hot and dry, and carried in it a mild odor of decay.\n\nArthur suddenly drew back at that odor--drew back with a gasp of awful\nfear. For he recognized it--that stench, the heaviness of his blood, the\nrawness of his tongue and gums.... Age-long it seemed, yet rising like a\nspirit in his memory. All of these things he had known and felt before.\n\nHe leaned against the banister, and half slid, half stumbled down the\nstairs....\n\nHis father had died during the night. He lay like a waxen figure tied to\nhis bed, his face done up in knots.\n\nArthur stood dumbly at the foot of the bed for only a few seconds; then\nhe went back upstairs to his room.\n\nAlmost immediately he emptied both barrels of the shotgun into his head.\n\n\n\nThe tragedy at Timber Lake was discovered accidentally three days later.\nA party of fishermen, upon finding the two bodies, notified state\nauthorities, and an investigation was directly under way.\n\nArthur Duryea had undoubtedly met death at his own hands. The condition\nof his wounds, and the manner with which he held the lethal weapon, at\nonce foreclosed the suspicion of any foul play.\n\nBut the death of Doctor Henry Duryea confronted the police with an\ninexplicable mystery; for his trussed-up body, unscathed except for two\njagged holes over the jugular vein, _had been drained of all its blood_.\n\nThe autopsy protocol of Henry Duryea laid death to \"undetermined\ncauses,\" and it was not until the yellow tabloids commenced an\ninvestigation into the Duryea family history that the incredible and\nfantastic explanations were offered to the public.\n\nObviously such talk was held in popular contempt; yet in view of the\ncontroversial war which followed, the authorities considered it\nexpedient to consign both Duryeas to the crematory....\n\n\n\n\n",
    "metadata": {
        "author": [
            "Peirce, Earl"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32710/pg32710.txt",
        "name": "doom_of_the_house_of_duryea.json"
    }
}