{
    "name": "Down to Earth",
    "author": [
        "Harrison, Harry"
    ],
    "body": "\"Gino ... Gino ... help me! For God's sake, do something!\"\n\nThe tiny voice scratched in Gino Lombardi's earphone, weak against the\nbackground roar of solar interference. Gino lay flat in the lunar dust,\nhalf buried by the pumice-fine stuff, reaching far down into the cleft\nin the rock. Through the thick fabric of his suit he felt the edge\ncrumbling and pulled hastily back. The dust and pieces of rock fell\ninstantly, pulled down by the light lunar gravity and unimpeded by any\ntrace of air. A fine mist of dust settled on Glazer's helmet below,\npartially obscuring his tortured face.\n\n\"Help me, Gino--get me out of here,\" he said, stretching his arm up\nover his head.\n\n\"No good--\" Gino answered, putting as much of his weight onto the\ncrumbling lip of rock as he dared, reaching far down. His hand was\nstill a good yard short of the other's groping glove. \"I can't reach\nyou--and I've got nothing here I can let down for you to grab. I'm\ngoing back to the Bug.\"\n\n\"Don't leave ...\" Glazer called, but his voice was cut off as Gino slid\nback from the crevice and scrambled to his feet. Their tiny helmet\nradios did not have enough power to send a signal through the rock;\nthey were good only for line-of-sight communication.\n\nGino ran as fast as he could, long gliding jumps one after the other\nback towards the Bug. It did look more like a bug here, a red beetle\nsquatting on the lunar landscape, its four spidery support legs sunk\ninto the dust. He cursed under his breath as he ran: what a hell of\nan ending for the first moon flight! A good blast off and a perfect\norbit, the first two stages had dropped on time, the lunar orbit was\nright, the landing had been right--and ten minutes after they had\nwalked out of the Bug Glazer had to fall into this crevice hidden\nunder the powdery dust. To come all this way--through all the multiple\nhazards of space--then to fall into a hole.... There was just no\njustice.\n\n\n\nAt the base of the ship Gino flexed his legs and bounded high up\ntowards the top section of the Bug, grabbing onto the bottom of the\nstill open door of the cabin. He had planned his moves while he\nran--the magnetometer would be his best bet. Pulling it from the rack\nhe yanked at its long cable until it came free in his hand, then\nturned back without wasting a second. It was a long leap back to the\nsurface--in Earth gravitational terms--but he ignored the apparent\ndanger and jumped, sinking knee deep in the dust when he landed. The\nrow of scuffled tracks stretched out towards the slash of the lunar\ncrevice and he ran all the way, chest heaving in spite of the pure\noxygen he was breathing. Throwing himself flat he skidded and wriggled\nlike a snake, back to the crumbling lip.\n\n\"Get ready, Glazer,\" he shouted, his head ringing inside the helmet\nwith the captive sound of his own voice. \"Grab the cable....\"\n\nThe crevice was empty. More of the soft rock had crumbled away and\nGlazer had fallen from sight.\n\nFor a long time Major Gino Lombardi lay there, flashing his light into\nthe seemingly bottomless slash in the satellite's surface, calling on\nhis radio with the power turned full on. His only answer was static,\nand gradually he became aware of the cold from the eternally chilled\nrocks that was seeping through the insulation of his suit. Glazer was\ngone, that was all there was to it.\n\nAfter this Gino did everything that he was supposed to do in a\nmethodical, disinterested way. He took rock samples, dust samples,\nmeter readings, placed the recording instruments exactly as he had been\nshown and fired the test shot in the drilled hole. Then he gathered\nthe records from the instruments and when the next orbit of the Apollo\nspacecraft brought it overhead he turned on the cabin transmitter and\nsent up a call.\n\n\"Come in Dan.... Colonel Danton Coye, can you hear me...?\"\n\n\"Loud and clear,\" the speaker crackled. \"Tell me you guys, how does it\nfeel to be walking on the moon?\"\n\n\"Glazer is dead. I'm alone. I have all the data and photographs\nrequired. Permission requested to cut this stay shorter than planned.\nNo need for a whole day down here.\"\n\nFor long seconds there was a crackling silence, then Dan's voice came\nin, the same controlled, Texas drawl.\n\n\"Roger, Gino--stand by for computer signal, I think we can meet in the\nnext orbit.\"\n\n\n\nThe moon takeoff went as smoothly as the rehearsals had gone in the\nmock-up on Earth, and Gino was too busy doing double duty to have time\nto think about what had happened. He was strapped in when the computer\nradio signal fired the engines that burned down into the lower portion\nof the Bug and lifted the upper half free, blasting it up towards the\nrendezvous in space with the orbiting mother ship. The joined sections\nof the Apollo came into sight and Gino realized he would pass in front\nof it, going too fast: he made the course corrections with a sensation\nof deepest depression. The computer had not allowed for the reduced\nmass of the lunar rocket with only one passenger aboard. After this,\nmatching orbits was not too difficult and minutes later Gino was\ncrawling through the entrance of the command module and sealing it\nbehind him. Dan Coye stayed at the controls, not saying anything until\nthe cabin pressure had stabilized and they could remove their helmets.\n\n\"What happened down there, Gino?\"\n\n\"An accident--a crack in the lunar surface, covered lightly, sealed\nover by dust. Glazer just ... fell into the thing. That's all. I tried\nto get him out, I couldn't reach him. I went to the Bug for some wire,\nbut when I came back he had fallen deeper ... it was....\"\n\nGino had his face buried in his hands, and even he didn't know if he\nwas sobbing or just shaking with fatigue and strain.\n\n\"I'll tell you a secret, I'm not superstitious at all,\" Dan said,\nreaching deep into a zippered pocket of his pressure suit. \"Everybody\nthinks I am, which just goes to show you how wrong everybody can be.\nNow I got this mascot, because all pilots are supposed to have mascots,\nand it makes good copy for the reporters when things are dull.\" He\npulled the little black rubber doll from his pocket, made famous on\nmillions of TV screens, and waved it at Gino. \"Everybody knows I\nalways tote my little good-luck mascot with me, but nobody knows just\nwhat kind of good luck it has. Now _you_ will find out, Major Gino\nLombardi, and be privileged to share my luck. In the first place this\nbitty doll is not rubber, which might have a deleterious effect on the\ncontents, but is constructed of a neutral plastic.\"\n\nIn spite of himself, Gino looked up as Dan grabbed the doll's head and\nscrewed it back.\n\n\"Notice the wrist motion as I decapitate my friend, within whose bosom\nrests the best luck in the world, the kind that can only be brought to\nyou by sour mash one-hundred and fifty proof bourbon. Have a slug.\" He\nreached across and handed the doll to Gino.\n\n\"Thanks, Dan.\" He raised the thing and squeezed, swallowing twice. He\nhanded it back.\n\n\"Here's to a good pilot and a good joe, Eddie Glazer,\" Dan Coye said\nraising the flask, suddenly serious. \"He wanted to get to the moon and\nhe did. It belongs to him now, all of it, by right of occupation.\"\nHe squeezed the doll dry and methodically screwed the head back on\nand replaced it in his pocket. \"Now let's see what we can do about\ncontacting control, putting them in the picture, and start cutting an\norbit back towards Earth.\"\n\n\n\nGino turned the radio on but did not send out the call yet. While they\nhad talked their orbit had carried them around to the other side of\nthe moon and its bulk successfully blocked any radio communication with\nEarth. They hurtled their measured arc through the darkness and watched\nanother sunrise over the sharp lunar peaks: then the great globe of\nthe Earth swung into sight again. North America was clearly visible\nand there was no need to use repeater stations. Gino beamed the signal\nat Cape Canaveral and waited the two and a half seconds for his signal\nto be received and for the answer to come back the 480,000 miles from\nEarth. The seconds stretched on and on, and with a growing feeling of\nfear he watched the hand track slowly around the clock face.\n\n\"They don't answer....\"\n\n\"Interference, sunspots ... try them again,\" Dan said in a suddenly\nstrained voice.\n\nThe control at Canaveral did not answer the next message, nor was there\nany response when they tried the emergency frequencies. They picked up\nsome aircraft chatter on the higher frequencies, but no one noticed\nthem or paid any attention to their repeated calls. They looked at\nthe blue sphere of Earth, with horror now, and only after an hour of\nsweating strain would they admit that, for some unimaginable reason,\nthey were cut off from all radio contact with it.\n\n\"Whatever happened, happened during our last orbit around the moon. I\nwas in contact with them while you were matching orbits,\" Dan said,\ntapping the dial of the ammeter on the radio. \"There couldn't be\nanything wrong...?\"\n\n\"Not at this end,\" Gino said grimly. \"But something has happened down\nthere.\"\n\n\"Could it be ... a war?\"\n\n\"It might be. But with _whom_ and why? There's nothing unusual on the\nemergency frequencies and I don't think....\"\n\n\"_Look!_\" Dan shouted hoarsely, \"The lights--where are the lights?\"\n\nIn their last orbit the twinkling lights of the American cities had\nbeen seen clearly through their telescope. The entire continent was now\nblack.\n\n\"Wait, see South America--the cities are lit up there, Gino. What could\npossibly have happened at home while we were in that orbit?\"\n\n\"There's only one way to find out. We're going back. With or without\nany help from ground control.\"\n\nThey disconnected the lunar Bug and strapped into their acceleration\ncouches in the command module while they fed data to the computer.\nFollowing its instructions they jockeyed the Apollo into the correct\nattitude for firing. Once more they orbited the airless satellite\nand at the correct instant the computer triggered the engines in the\nattached service module. They were heading home.\n\nWith all the negative factors taken into consideration, it was not that\nbad a landing. They hit the right continent and were only a few degrees\noff in latitude, though they entered the atmosphere earlier than they\nliked. Without ground control of any kind it was an almost miraculously\ngood landing.\n\n\n\nAs the capsule screamed down through the thickening air its immense\nvelocity was slowed and the airspeed began to indicate a reasonable\nfigure. Far below, the ground was visible through rents in the cloud\ncover.\n\n\"Late afternoon,\" Gino said. \"It will be dark soon after we hit the\nground.\"\n\n\"At least it will still be light. We could have been landing in Peking\nat midnight, so let's hear no complaints. Stand by to let go the\nparachutes.\"\n\nThe capsule jumped twice as the immense chutes boomed open. They opened\ntheir face-plates, safely back in the sea of air once more.\n\n\"Wonder what kind of reception we'll get?\" Dan asked, rubbing the\nbristle on his big jaw.\n\nWith the sharp crack of split metal a row of holes appeared in the\nupper quadrant of the capsule: air whistled in, equalizing their lower\npressure.\n\n\"Look!\" Gino shouted, pointing at the dark shape that hurtled by\noutside. It was egg-shaped and stub-winged, black against the afternoon\nsun. Then it twisted over in a climbing turn and for a long moment its\nsilver skin was visible to them as it arched over and came diving down.\nBack it came, growing instantly larger, red flames twinkling in its\nwing roots.\n\nGrey haze cut off the sunlight as they fell into a cloud. Both men\nlooked at each other: neither wanted to speak first.\n\n\"A jet,\" Gino finally said. \"I never saw that type before.\"\n\n\"Neither did I--but there was something familiar--Look, you saw the\nwings didn't you? You saw...?\"\n\n\"If you mean did I see black crosses on the wings, yes I did, but\nI'm not going to admit it! Or I wouldn't if it wasn't for those new\nair-conditioning outlets that were just installed in our hull. Do you\nhave any idea what it means?\"\n\n\"None. But I don't think we'll be too long finding out. Get ready for\nthe landing--just two thousand feet to go.\"\n\n\n\nThe jet did not reappear. They tightened their safety harness and\nbraced themselves for the impact. It was a bumping crash and the\ncapsule tilted up on its side, jarring them with vibration.\n\n\"Parachute jettisons,\" Dan Coye ordered, \"We're being dragged.\"\n\nGino had hit the triggers even as Dan spoke. The lurching stopped and\nthe capsule slowly righted itself.\n\n\"Fresh air,\" Dan said and blew the charges on the port. It sprang away\nand thudded to the ground. As they disconnected the multiple wires\nand clasps of their suits hot, dry air poured in through the opening,\nbringing with it the dusty odor of the desert.\n\nDan raised his head and sniffed. \"Smells like home. Let's get out of\nthis tin box.\"\n\nColonel Danton Coye went first, as befitted the commander of the First\nAmerican Earth-Moon Expedition. Major Gino Lombardi followed. They\nstood side by side silently, with the late afternoon sun glinting on\ntheir silver suits. Around them, to the limits of vision, stretched the\nthin tangle of greyish desert shrub, mesquite, cactus. Nothing broke\nthe silence nor was there any motion other than that caused by the\nbreeze that was carrying away the cloud of dust stirred up by their\nlanding.\n\n\"Smells good, smells like Texas,\" Dan said, sniffing.\n\n\"Smells awful, just makes me thirsty. But ... Dan ... what happened?\nFirst the radio contact, then that jet....\"\n\n\"Look, our answer is coming from over there,\" the big officer said,\npointing at a moving column of dust rolling in from the horizon. \"No\npoint in guessing, because we are going to find out in five minutes.\"\n\nIt was less than that. A large, sand-colored half-track roared up,\nfollowed by two armored cars. They braked to a halt in the immense\ncloud of their own dust. The half-track's door slammed open and a\ngoggled man climbed down, brushing dirt from his tight black uniform.\n\n\"_Hande hoch!_\" he ordered, waving their attention to the leveled guns\non the armored cars. \"Hands up and keep them that way. You are my\nprisoners.\"\n\nThey slowly raised their arms as though hypnotized, taking in every\ndetail of his uniform. The silver lightning bolts on the lapels, the\nhigh, peaked cap--the predatory eagle clasping a swastika.\n\n\"You're--you're a _German_!\" Gino Lombardi gasped.\n\n\"Very observant,\" the officer observed humorlessly. \"I am Hauptmann\nLangenscheidt. You are my prisoners. You will obey my orders. Get into\nthe _kraftwagen_.\"\n\n\"Now just one minute,\" Dan protested. \"I'm Col. Coye, USAF and I would\nlike to know what is going on here....\"\n\n\"Get in,\" the officer ordered. He did not change his tone of voice, but\nhe did pull his long-barreled Luger from its holster and leveled it at\nthem.\n\n\"Come on,\" Gino said, putting his hand on Dan's tense shoulder. \"You\noutrank him, but he got there fustest with the mostest.\"\n\nThey climbed into the open back of the half-track and the captain sat\ndown facing them. Two silent soldiers with leveled machine-pistols\nsat behind their backs. The tracks clanked and they surged forward:\nstifling dust rose up around them.\n\n\n\nGino Lombardi had trouble accepting the reality of this. The moon\nflight, the landing, even Glazer's death he could accept, they were\nthings that could be understood. But this...? He looked at his watch,\nat the number twelve in the calendar opening.\n\n\"Just one question, Langenscheidt,\" he shouted above the roar of the\nengine. \"Is today the twelfth of September?\"\n\nHis only answer was a stiff nod.\n\n\"And the year--of course it is--1971?\"\n\n\"Yes, of course. No more questions. You will talk to the _Oberst_, not\nto me.\"\n\nThey were silent after that, trying to keep the dust out of their eyes.\nA few minutes later they pulled aside and stopped while the long, heavy\nform of a tank transporter rumbled by them, going in the opposite\ndirection. Evidently the Germans wanted the capsule as well as the men\nwho had arrived in it. When the long vehicle had passed the half-track\nground forward again. It was growing dark when the shapes of two large\ntanks loomed up ahead, cannons following them as they bounced down the\nrutted track. Behind these sentries was a car park of other vehicles,\ntents and the ruddy glow of gasoline fires burning in buckets of sand.\nThe half-track stopped before the largest tent and at gunpoint the two\nastronauts were pushed through the entrance.\n\nAn officer, his back turned to them, sat writing at a field desk. He\nfinished his work while they stood there, then folded some papers and\nput them into a case. He turned around, a lean man with burning eyes\nthat he kept fastened on his prisoners while the captain made a report\nin rapid German.\n\n\"That is most interesting, Langenscheidt, but we must not keep our\nguests standing. Have the orderly bring some chairs. Gentlemen permit\nme to introduce myself. I am Colonel Schneider, commander of the 109th\nPanzer division that you have been kind enough to visit. Cigarette?\"\n\nThe colonel's smile just touched the corners of his mouth, then\ninstantly vanished. He handed over a flat package of Player's\ncigarettes to Gino, who automatically took them. As he shook one out he\nsaw that they were made in England--but the label was printed in German.\n\n\"And I'm sure you would like a drink of whisky,\" Schneider said,\nflashing the artificial smile again. He placed a bottle of _Ould\nHighlander_ on the table before them, close enough for Gino to read the\nlabel. There was a picture of the highlander himself, complete with\nbagpipes and kilt, but he was saying _Ich hätte gern etwas zu trinken\nWHISKEY!_\n\nThe orderly pushed a chair against the back of Gino's legs and he\ncollapsed gratefully into it. He sipped from the glass when it was\nhanded to him--it was good scotch whisky. He drained it in a single\nswallow.\n\n\n\nThe orderly went out and the commanding officer settled back into his\ncamp chair, also holding a large drink. The only reminder of their\ncaptivity was the silent form of the captain near the entrance, his\nhand resting on his holstered gun.\n\n\"A most interesting vehicle that you gentlemen arrived in. Our\ntechnical experts will of course examine it, but there is a question--\"\n\n\"I am Colonel Danton Coye, United States Air Force, serial number....\"\n\n\"Please, colonel,\" Schneider interrupted. \"We can dispense with the\nformalities....\"\n\n\"Major Giovanni Lombardi, United States Air Force,\" Gino broke in, then\nadded his serial number. The German colonel flickered his smile again\nand sipped from his drink.\n\n\"Do not take me for a fool,\" he said suddenly, and for the first time\nthe cold authority in his voice matched his grim appearance. \"You will\ntalk for the Gestapo, so you might just as well talk to me. And enough\nof your childish games. I know there is no American Air Force, just\nyour Army Air Corps that has provided such fine targets for our fliers.\nNow--what were you doing in that device?\"\n\n\"That is none of your business, Colonel,\" Dan snapped back in the same\ntones. \"What I would like to know is, just what are German tanks doing\nin Texas?\"\n\nA roar of gunfire cut through his words, sounding not too far away.\nThere were two heavy explosions and distant flames lit up the entrance\nto the tent. Captain Langenscheidt pulled his gun and rushed out of the\ntent while the others leaped to their feet. There was a muffled cry\noutside and a man stepped in, pointing a bulky, strange looking pistol\nat them. He was dressed in stained khaki and his hands and face were\npainted black.\n\n\"_Verdamm_ ...\" the colonel gasped and reached for his own gun: the\nnewcomer's pistol jumped twice and emitted two sighing sounds. The\npanzer officer clutched his stomach and doubled up on the floor.\n\n\"Don't just stand there gaping, boys,\" the intruder said, \"get moving\nbefore anyone else wanders in here.\" He led the way from the tent and\nthey followed.\n\nThey slipped behind a row of parked trucks and crouched there while a\nsquad of scuttle-helmeted soldiers ran by them towards the hammering\nguns. A cannon began firing and the flames started to die down. Their\nguide leaned back and whispered.\n\n\"That's just a diversion--just six guys and a lot of noise--though they\ndid get one of the fuel trucks. These krautheads are going to find it\nout pretty quickly and start heading back here on the double. So let's\nmake tracks--_now!_\"\n\n\n\nHe slipped from behind the trucks and the three of them ran into\nthe darkness of the desert. After a few yards the astronauts were\nstaggering, but they kept on until they almost fell into an arroyo\nwhere the black shape of a jeep was sitting. The motor started as they\nhauled themselves into it and, without lights, it ground up out of the\narroyo and bumped through the brush.\n\n\"You're lucky I saw you come down,\" their guide said from the front\nseat. \"I'm Lieutenant Reeves.\"\n\n\"Colonel Coye--and this is Major Lombardi. We owe you a lot of\nthanks, lieutenant. When those Germans grabbed us, we found it almost\nimpossible to believe. Where did they come from?\"\n\n\"Breakthrough, just yesterday from the lines around Corpus. I been\nslipping along behind this division with my patrol, keeping San Antone\nposted on their movements. That's how come I saw your ship, or whatever\nit is, dropping right down in front of their scouts. Stars and stripes\nall over it. I tried to reach you first, but had to turn back before\ntheir scout cars spotted me. But it worked out. We grabbed the tank\ncarrier as soon as it got dark and two of my walking wounded are riding\nit back to Cotulla where we got some armor and transport. I set the\nrest of the boys to pull that diversion and you know the results. You\nAir Corps jockeys ought to watch which way the wind is blowing or\nsomething, or you'll have all your fancy new gadgets falling into enemy\nhands.\"\n\n\"You said the Germans broke out of Corpus--Corpus Christi?\" Dan asked.\n\"What are they doing there--how long have they been there--or where did\nthey come from in the first place?\"\n\n\"You flyboys must sure be stationed in some hideaway spot,\" Reeves\nsaid, grunting as the jeep bounded over a ditch. \"The landings on the\nTexas side of the Gulf were made over a month ago. We been holding\nthem, but just barely. Now they're breaking out and we're managing to\nstay ahead of them.\" He stopped and thought for a moment. \"Maybe I\nbetter not talk to you boys too much until we know just what you were\ndoing there in the first place. Sit tight and we'll have you out of\nhere inside of two hours.\"\n\n\n\nThe other jeep joined them soon after they hit a farm road and the\nlieutenant murmured into the field radio it carried. Then the two\ncars sped north, past a number of tank traps and gun emplacements and\nfinally into the small town of Cotulla, straddling the highway south\nof San Antonio. They were led into the back of the local supermarket\nwhere a command post had been set up. There was a lot of brass and\narmed guards about, and a heavy-jawed one star general behind the desk.\nThe atmosphere and the stares were reminiscent in many ways of the\nGerman colonel's tent.\n\n\"Who are you two, what are you doing here--and what is that _thing_ you\nrode down in?\" the general asked in a no-nonsense voice.\n\nDan had a lot of questions he wanted to ask first, but he knew better\nthan to argue with a general. He told about the moon flight, the loss\nof communication, and their return. Throughout the general looked at\nhim steadily, nor did he change his expression. He did not say a word\nuntil Dan was finished. Then he spoke.\n\n\"Gentlemen, I don't know what to make of all your talk of rockets,\nmoon-shots, Russian sputniks or the rest. Either you are both mad or I\nam, though I admit you have an impressive piece of hardware out on that\ntank carrier. I doubt if the Russians have time or resources now for\nrocketry, since they are slowly being pulverized and pushed back across\nSiberia. Every other country in Europe has fallen to the Nazis and\nthey have brought their war to this hemisphere, have established bases\nin Central America, occupied Florida and made more landings along the\nGulf coast. I can't pretend to understand what is happening here so I'm\nsending you off to the national capitol in Denver in the morning.\"\n\n\n\nIn the plane next day, somewhere over the high peaks of the Rockies,\nthey pieced together part of the puzzle. Lieutenant Reeves rode with\nthem, ostensibly as a guide, but his pistol was handy and the holster\nflap loose.\n\n\"It's the same date and the same world that we left,\" Gino explained,\n\"but some things are _different_. Too many things. It's all the same\nup to a point, then changes radically. Reeves, didn't you tell me that\nPresident Roosevelt died during his first term?\"\n\n\"Pneumonia, he never was too strong, died before he had finished a year\nin office. He had a lot of wild-sounding schemes but they didn't help.\nVice-president Garner took over, but it didn't seem the same when John\nNance said it as when Roosevelt had said it. Lots of fights, trouble\nin congress, depression got worse, and things didn't start getting\nbetter until about '36 when Landon was elected. There were still a lot\nof people out of work, but with the war starting in Europe they were\nbuying lots of things from us, food, machines, even guns.\"\n\n\"Britain and the allies, you mean?\"\n\n\"I mean everybody, Germans too, though that made a lot of people here\nmad. But the policy was no-foreign-entanglements and do business with\nanyone who's willing to pay. It wasn't until the invasion of Britain\nthat people began to realize that the Nazis weren't the best customers\nin the world, but by then it was too late.\"\n\n\"It's like a mirror image of the world--a warped mirror,\" Dan said,\ndrawing savagely on his cigarette. \"While we were going around the moon\nsomething happened to change the whole world to the way it would have\nbeen if history had been altered some time in the early thirties.\"\n\n\"World didn't change, boys,\" Reeves said, \"it's always been just the\nway it is now. Though I admit the way you tell it it sounds a lot\nbetter. But it's either the whole world or you, and I'm banking on the\nsimpler of the two. Don't know what kind of an experiment the Air Corps\nhad you two involved in but it must have addled your grey matter.\"\n\n\"I can't buy that,\" Gino insisted. \"I know I'm beginning to feel like\nI have lost my marbles, but whenever I do I think about the capsule we\nlanded in. How are you going to explain that away?\"\n\n\"I'm not going to try. I know there are a lot of gadgets and things\nthat got the engineers and the university profs tearing their hair out,\nbut that doesn't bother me. I'm going back to the shooting war where\nthings are simpler. Until it is proved differently I think that you are\nboth nuts, if you'll pardon the expression, sirs.\"\n\n\n\nThe official reaction in Denver was basically the same. A staff car,\ncomplete with MP out-riders, picked them up as soon as they had landed\nat Lowry Field and took them directly to Fitzsimmons Hospital. They\nwere taken directly to the laboratories and what must have been a good\nhalf of the giant hospital's staff took turns prodding, questioning\nand testing them. They were encouraged to speak--many times with\nlie-detector instrumentation attached to them--but none of their\nquestions were answered. Occasional high-ranking officers looked on\ngloomily, but took no part in the examination. They talked for hours\ninto tape recorders, answering questions in every possible field from\nhistory to physics, and when they tired were kept going on benzedrine.\nThere was more than a week of this in which they saw each other only by\nchance in the examining rooms, until they were weak from fatigue and\nhazy from the drugs. None of their questions were answered, they were\njust reassured that everything would be taken care of as soon as the\nexaminations were over. When the interruption came it was a welcome\nsurprise, and apparently unexpected. Gino was being probed by a drafted\nhistory professor who wore oxidized captain's bars and a gravy-stained\nbattlejacket. Since his voice was hoarse from the days of prolonged\nquestioning, Gino held the microphone close to his mouth and talked in\na whisper.\n\n\"Can you tell me who was the Secretary of the Treasury under Lincoln?\"\nthe captain asked.\n\n\"How the devil should I know? And I doubt very much if there is anyone\nelse in this hospital who knows--besides you. And do you know?\"\n\n\"Of course--\"\n\nThe door burst open and a full colonel with an MP brassard looked in. A\nvery high-ranking messenger boy: Gino was impressed.\n\n\"I've come for Major Lombardi.\"\n\n\"You'll have to wait,\" the history-captain protested, twisting his\nalready rumpled necktie. \"I've not finished....\"\n\n\"That is not important. The major is to come with me at once.\"\n\nThey marched silently through a number of halls until they came to\na dayroom where Dan was sprawled deep in a chair smoking a cigar. A\nloudspeaker on the wall was muttering in a monotone.\n\n\"Have a cigar,\" Dan called out, and pushed the package across the table.\n\n\"What's the drill now?\" Gino asked, biting off the end and looking for\na match.\n\n\"Another conference, big brass, lots of turmoil. We'll go in in a\nmoment as soon as some of the shouting dies down. There is a theory now\nas to what happened, but not much agreement on it even though Einstein\nhimself dreamed it up....\"\n\n\"Einstein! But he's dead....\"\n\n\"Not now he isn't, I've seen him. A grand old gent of over ninety, as\nfragile as a stick but still going strong. He ... say, wait--isn't that\na news broadcast?\"\n\n\n\nThey listened to the speaker that one of the MP's had turned up.\n\n\"... in spite of fierce fighting the city of San Antonio is now in\nenemy hands. Up to an hour ago there were still reports from the\nsurrounded Alamo where units of the 5th Cavalry have refused to\nsurrender, and all America has been following this second battle of\nthe Alamo. History has repeated itself, tragically, because there now\nappears to be no hope that any survivors....\"\n\n\"Will you gentlemen please follow me,\" a staff officer broke in, and\nthe two astronauts went out after him. He knocked at a door and opened\nit for them. \"If you please.\"\n\n\"I am very happy to meet you both,\" Albert Einstein said, and waved\nthem to chairs.\n\nHe sat with his back to the window, his thin, white hair catching the\nafternoon sunlight and making an aura about his head.\n\n\"Professor Einstein,\" Dan Coye said, \"can you tell us what has\nhappened? What has changed?\"\n\n\"Nothing has changed, that is the important thing that you must\nrealize. The world is the same and you are the same, but you have--for\nwant of a better word I must say--_moved_. I am not being clear. It is\neasier to express in mathematics.\"\n\n\"Anyone who climbs into a rocket has to be a bit of a science fiction\nreader, and I've absorbed my quota,\" Dan said. \"Have we got into one\nof those parallel worlds things they used to write about, branches of\ntime and all that?\"\n\n\"No, what you have done is _not_ like that, though it may be a help to\nyou to think of it that way. This is the same _objective_ world that\nyou left--but not the same _subjective_ one. There is only one galaxy\nthat we inhabit, only one universe. But our awareness of it changes\nmany of its aspects of reality.\"\n\n\"You've lost me,\" Gino sighed.\n\n\"Let me see if I get it,\" Dan said. \"It sounds like you are saying that\nthings are just as we think we see them, and our thinking keeps them\nthat way. Like that tree in the quad I remember from college.\"\n\n\"Again not correct, but an approximation you may hold if it helps\nyou to clarify your thinking. It is a phenomenon that I have long\nsuspected, certain observations in the speed of light that might be\ninstrumentation errors, gravitic phenomena, chemical reactions. I have\nsuspected something, but have not known where to look. I thank you\ngentlemen from the bottom of my heart for giving me this opportunity\nat the very end of my life, for giving me the clues that may lead to a\nsolution to this problem.\"\n\n\"Solution....\" Gino's mouth opened. \"Do you mean there is a chance we\ncan go back to the world as we knew it?\"\n\n\"Not only a chance--but the strongest possibility. What happened to\nyou was an accident. You were away from the planet of your birth, away\nfrom its atmospheric envelope and, during parts of your orbit, even\nout of sight of it. Your sense of reality was badly strained, and your\nphysical reality and the reality of your mental relationships changed\nby the death of your comrade. All these combined to allow you to return\nto a world with a slightly different aspect of reality from the one\nyou have left. The historians have pinpointed the point of change. It\noccurred on the seventeenth of August, 1933, the day that President\nRoosevelt died of pneumonia.\"\n\n\"Is that why all those medical questions about my childhood?\" Dan\nasked. \"I had pneumonia then, I was just a couple of months old, almost\ndied, my mother told me about it often enough afterwards. It could have\nbeen at the same time. It isn't possible that I lived and the president\ndied...?\"\n\nEinstein shook his head. \"No, you must remember that you both lived\nin the world as you knew it. The dynamics of the relationship are far\nfrom clear, though I do not doubt that there is some relationship\ninvolved. But that is not important. What is important is that I think\nI have developed a way to mechanically bring about the translation\nfrom one reality aspect to another. It will take years to develop it\nto translate matter from one reality to a different order, but it is\nperfected enough now--I am sure--to return matter that has already been\nremoved from another order.\"\n\n\n\nGino's chair scraped back as he jumped to his feet. \"Professor--am I\nright in saying, and I may have got you wrong, that you can take us and\npop us back to where we came from?\"\n\nEinstein smiled. \"Putting it as simply as you have, major ... the\nanswer is _yes_. Arrangements are being made now to return both of you\nand your capsule as soon as possible. In return for which we ask you a\nfavor.\"\n\n\"Anything, of course,\" Dan said, leaning forward.\n\n\"You will have the reality-translator machine with you, and microcopies\nof all our notes, theories and practical conclusions. In the world that\nyou come from all of the massive forces of technology and engineering\ncan be summoned to solve the problem of mechanically accomplishing what\nyou both did once by accident. You might be able to do this within\nmonths, and that is all the time that there is left.\"\n\n\"Exactly what do you mean?\"\n\n\"We are losing the war. In spite of all the warning we were not\nprepared, we thought it would never come to us. The Nazis advance on\nall fronts. It is only a matter of time until they win. We can still\nwin, but only with your atom bombs.\"\n\n\"You don't have atomic bombs now?\" Gino asked.\n\nEinstein sat silent for a moment before he answered. \"No, there was no\nopportunity. I have always been sure that they could be constructed,\nbut have never put it to the test. The Germans felt the same, and at\none time even had a heavy water project that aimed towards controlled\nnuclear fission. But their military successes were so great that they\nabandoned it along with other far-fetched and expensive schemes such\nas the hollow-globe theory. I myself have never wanted to see this\nhellish thing built, and from what you have told about it, it is worse\nthan my most terrible dream. But I have approached the President about\nit, when the Nazi threat was closing in, but nothing was done. Too\nexpensive. Now it is too late. But perhaps it isn't. If _your_ America\nwill help us, the enemy will be defeated. And after that, what a wealth\nof knowledge we shall have once our worlds are in contact. Will you do\nit?\"\n\n\"Of course,\" Dan Coye said. \"But the brass will take a lot of\nconvincing. I suggest some films be made of you and others explaining\nsome of this. And enclose some documents, anything that will help\nconvince them what has happened.\"\n\n\"I can do something better,\" Einstein said, taking a small bottle from\na drawer of the table. \"Here is a recently developed drug, and the\nformula, that has proved effective in arresting certain of the more\nviolent forms of cancer. This is an example of what I mean by the\nprofit that can accrue when our two worlds can exchange information.\"\n\nDan pocketed the precious bottle as they turned to leave. With a sense\nof awe they gently shook hands with the frail old man who had been\ndead many years in the world they knew, to which they would be soon\nreturning.\n\n\n\nThe military moved fast. A large jet bomber was quickly converted\nto carry one of the American solid-fuel rocket missiles. Not yet\noperational, it was doubtful if they ever would be at the rate of the\nNazi advance. But given an aerial boost by the bomber it could reach up\nout of the ionosphere--carrying the payload of the moon capsule with\nits two pilots. Clearing the fringes of the atmosphere was essential to\nthe operation of the instrument that was to return them to what they\ncould only think of as their own world. It seemed preposterously tiny\nto be able to change worlds.\n\n\"Is that _all_?\" Gino asked when they settled themselves back into\nthe capsule. A square case, containing records and reels of film, was\nstrapped between their seats. On top of it rested a small grey metal\nbox.\n\n\"What do you expect--an atom smasher?\" Dan asked, checking out the\ncircuits. The capsule had been restored as much as was possible to the\ncondition it was in the day it had landed. The men wore their pressure\nsuits. \"We came here originally by accident, by just thinking wrong or\nsomething like that, if my theory's correct.\"\n\n\"It isn't--but neither is mine, so we can't let it bug us.\"\n\n\"Yeah, I see what you mean. The whole crazy business may not be simple,\nbut the mechanism doesn't have to be physically complex. All we have to\ndo is throw the switch, right?\"\n\n\"Roger. The thing is self-powered. We'll be tracked by radar, and\nwhen we hit apogee in our orbit they'll give us a signal on our usual\noperating frequency. We throw the switch--and drop.\"\n\n\"Drop right back to where we came from, I hope.\"\n\n\"Hello there cargo,\" a voice crackled over the speaker. \"Pilot here.\nWe are about to take off. All set?\"\n\n\"In the green, all circuits,\" Dan reported, and settled back.\n\nThe big bomber rumbled the length of the field and slowly pulled itself\ninto the air, heavily under the weight of the rocket slung beneath its\nbelly. The capsule was in the nose of the rocket and all the astronauts\ncould see was the shining skin of the mother ship. It was a rough\nride. The mathematics had indicated that probability of success would\nbe greater over Florida and the south Atlantic, the original re-entry\ntarget. This meant penetrating enemy territory. The passengers could\nnot see the battle being fought by the accompanying jet fighters, and\nthe pilot of the converted bomber did not tell them. It was a fierce\nbattle and at one point almost a lost one: only a suicidal crash by one\nof the escort fighters prevented an enemy jet from attacking the mother\nship.\n\n\"Stand by for drop,\" the radio said, and a moment later came the\nfamiliar sensation of free fall as the rocket cropped clear of the\nplane. Pre-set controls timed the ignition and orbit. Acceleration\npressed them into their couches.\n\n\n\nA sudden return to weightlessness was accompanied by the tiny\nexplosions as the carrying-rocket blasted free the explosive bolts\nthat held it to the capsule. For a measureless time their inertia\ncarried them higher in their orbit while gravity tugged back. The radio\ncrackled with a carrier wave, then a voice broke in.\n\n\"Be ready with the switch ... ready to throw it ... NOW!\"\n\nDan flipped the switch and nothing happened. Nothing that they could\nperceive in any case. They looked at each other silently, then at the\naltimeter as they dropped back towards the distant Earth.\n\n\"Get ready to open the chute,\" Dan said heavily, just as a roar of\nsound burst from the radio.\n\n\"Hello Apollo, is that you? This is Canaveral control, can you hear me?\nRepeat--can you hear me? Can you answer ... in heaven's name, Dan, are\nyou there ... are you there...?\"\n\nThe voice was almost hysterical, bubbling over itself. Dan flipped the\ntalk button.\n\n\"Dan Coye here--is that you, Skipper?\"\n\n\"Yes--but how did you get there? Where have you been since.... Cancel,\nrepeat cancel that last. We have you on the screen and you will hit in\nthe sea and we have ships standing by....\"\n\nThe two astronauts met each other's eyes and smiled. Gino raised his\nthumb up in a token of victory. They had done it. Behind the controlled\nvoice that issued them instructions they could feel the riot that\nmust be breaking after their unexpected arrival. To the observers on\nEarth--_this_ Earth--they must have vanished on the other side of the\nmoon. Then reappeared suddenly some weeks later, alive and sound long\ndays after their oxygen and supplies should have been exhausted. There\nwould be a lot to explain.\n\nIt was a perfect landing. The sun shone, the sea was smooth, there was\nscarcely any cross wind. They resurfaced within seconds and had a clear\nview through their port over the small waves. A cruiser was already\nheaded their way, only a few miles off.\n\n\"It's over,\" Dan said with an immense sigh of relief as he unbuckled\nhimself from the chair.\n\n\"Over!\" Gino said in a choking voice. \"Over? Look--look at the flag\nthere!\"\n\nThe cruiser turned tightly, the flag on its stern standing out proudly\nin the air. The red and white stripes of Old Glory, the fifty white\nstars on the field of deepest blue.\n\nAnd in the middle of the stars, in the center of the blue rectangle,\nlay a golden crown.\n\n\nTHE END\n\n\n",
    "metadata": {
        "author": [
            "Harrison, Harry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72431/pg72431.txt",
        "name": "down_to_earth.json"
    }
}