{
    "name": "Droozle",
    "author": [
        "Banta, Frank"
    ],
    "body": "_Droozle was probably the greatest writer in the world--any world!_\n\n\nJean Lanni could see that his girl friend, Judy Stokes, thought it was\nthe lamest excuse she had ever heard. If your ballpoint pen won't write\nas you want it to, your life doesn't stop, she probably was thinking.\nYou just get yourself another pen--You don't call off a marriage....\n\nSkeptically the girl with the long, golden red hair pointed at his\nbreast pocket. \"This Droozle I must see. And who's that other member of\nthe partnership there beside him? An Eversharp pencil named Blackie?\"\n\n\"No, that is the other end of Droozle. Permit me to introduce you.\"\nBlandly the tall, young artist slid Droozle from his breast pocket,\nstraightened him from his U-shape and handed his twelve-inch pen to her.\n\n\"A snake!\" she shrieked.\n\n\"What else?\"\n\n\"Why, I thought those ruby eyes were jewels! I must have squeezed right\nup against him when I kissed you,\" she cried indignantly.\n\n\"You did. I felt him squirm a little.\"\n\n\"Oh! And here I thought it was your heart beating wildly.\"\n\n\"Well, maybe it was. It does that sometimes.\"\n\n\"Let's try again. And this time hold your snake behind you.\" The\nlong-legged girl stood on tiptoe to reach him.\n\n\"It _was_ your heart beating wildly,\" she decided a moment later. \"Which\nmakes me think you might not just be trying to get rid of me by a silly\nexcuse.\"\n\n\"Believe me, I'm not,\" he urged. \"Droozle is the key to all my\nfortunes.\"\n\n\"All right, tell me about it. But first tell me where in the universe\nyou got him.\"\n\n\"Oh, that was just after I graduated from art school. I was on my grand\ntour. We had an unexpected stopover at the Coffin planetary system. I\ndiscovered ballpoint snakes are the chief export of Coffin Two. When we\nlifted ship, I had acquired my little puppy snake, Droozle.\"\n\n\"Is a puppy snake like a puppy dog?\" she asked, fascinated. \"I mean, do\nthey have their little domestic troubles, such as the calls of nature?\"\n\n\"Oh, he was thoroughly pocket-broken before I acquired him. But he did\nlike his little jokes, and I learned to leave him curled up in a\ncircular ashtray until maturity sobered him.\"\n\n\n\n\"Well, I should say! You drew sketches with him, didn't you tell me?\"\n\nHe nodded. \"At first he only had one color of ink--red--and if I\nsketched with him all day he would commence to look wretchedly anemic.\nHe took two days to refill, normally. But I could use him again in only\none day's time provided I didn't mind the top three-fourths of my pen\nlaying on my arm.\"\n\n\"I hope his weight didn't get tiresome,\" she commiserated, holding in\nher amusement.\n\n\"I coped somehow,\" he answered sturdily. \"Later he learned--after I\nsqueezed him on the liver a few times just to show him how--to switch to\na lovely shade of ochre, which was delightful on pale green or pink\npaper. Why, what's the matter, Judy?\"\n\n\"Go on,\" she choked. \"Go go go!\"\n\nHe beamed. \"I write my letters with him too. Every day I wrote with him,\nfirst in red, and then in ochre to give him a rest. He seemed to love to\nwrite more than to sketch. He would jump into my hand with tail happily\npointed downward as I sat down to my writing desk. And when I later saw\nhis dark green stripes turning pastel and knew that anemia was imminent,\nand started to lay him down for a earned rest, he would stiffen himself\nas if to say, 'Oh, come, come! I'm good for half a page yet!'\"\n\n\"It sounds as though he was a willing worker, but I still can't see why\nhis malfunction makes our marriage impossible.\"\n\n\"I haven't gotten to his career as a novelist yet. There lies the heart\nof the tragedy.\"\n\n\"Please proceed to the heart of the tragedy.\"\n\n\n\n\"It all began when I found him arched up one morning, writing by\nhimself--with difficulty, it is true. His first message to the world\nwas, '_I hold that the supine viewpoint is seldom downward!_'\"\n\n\"I don't see how he could stand up on end to write for very long, even\nwith such a magnificent philosophy to bolster him.\"\n\n\"What a terrible pun,\" Jean groaned. \"He couldn't stand up very long at\nfirst. But I saw he had talent. I gladly learned the skill of holding\nhim upright in a relaxed manner so that he could express himself on\npaper. In no time at all, he had written what was to be his first,\nsensational, best-selling shocker, _Naked Bellies in the Grass_.\"\n\n\"That does sound sensational.\"\n\n\"Not for snakes. He neglected to mention his characters were snakes. _I\nFang You Very Much_ followed swiftly afterward and was just as\nsuccessful. Mothers were amused with its lispy title and got it for the\nchildren.\"\n\n\"Sounds like a story with some meat in it.\"\n\n\"Yes! Something you can get your teeth into. However, his next offering,\n_A Snake Pit Full of Love_, was by far the topper. It was banned in\nBoston.\"\n\n\"You haven't mentioned anything tragic so far,\" she observed. \"In fact,\nyou have made a pot of money.\"\n\n\"Right. After my snake had filed his income tax returns, we still had\nenough money to purchase this house and to support us for a couple of\nyears. The only trouble is, his royalties have stopped coming in and\nthat money is all used up. I still haven't been able to sell any of my\nlandscape paintings. So we haven't any income, and that's why you and I\ncan't marry for a long time yet--if ever!\"\n\nHer exquisite brows wrinkled with concentration. \"I don't understand.\nHas Droozle written himself out?\"\n\n\"Far from it,\" answered Jean, seating himself and parking Droozle on his\nknee. \"He's writing more than ever.\"\n\n\"The quality is gone, then?\"\n\nJean shook his head. \"No, he's writing superlatively.\"\n\n\"Then what _is_ the problem?\" she asked, now thoroughly mystified.\n\n\"He's writing classics!\" burst out Jean in baffled irritation. \"He won't\nwrite anything else! Easily seeing the approaching catastrophe, I wrote\nlong persuading essays to him. It was pathetically useless. Proudly he\ncontinued to write his _Rise and Fall of the Western Plainsman_ in a\nlucid, passionate prose which would evoke an imperishable picture--but\nin three thousand pages.\"\n\n\"I think classics are _nice_,\" protested Judy, \"and one of these days\nI'm going to read another one.\"\n\nHuskily Jean told her the worst. \"Writing classics consumes paper by the\nton. And if you ever get your 750,000 word story finished, you must then\nstart shrinking it back to an acceptable 75,000 words. This is a nearly\nhopeless task. Of course if you can get it back to 75,000 words the\ndigest magazines will have no trouble shrinking it to 15,000 words or\nfifteen pictures, and you then get your fingers in the till.\" He paused\nand all hope fled from his face. \"Droozle won't live nearly long enough\nto get all of that shrinking done. And in the meantime that scribbling\nsnake is writing me out of house and home!\"\n\n\"Are you going to let him get away with it?\" the girl challenged.\n\n\n\n\"I don't know whether I am or not,\" replied the young artist, looking\nworried. \"I thought I had the problem solved at first. He got so sassy\nwhen we were arguing about him writing classics that I had no hesitation\nabout applying a pinch of glue to his glittering little extremity. That\nput him out of the writing business until he came to terms.\"\n\n\"Well, now. You _were_ enterprising!\" she approved.\n\n\"It didn't do any good though,\" Jean grumbled despondently, bowing his\nhead.\n\n\"He wouldn't bargain?\" she asked incredulously.\n\n\"He didn't have to. He knew right where the cheese grater was.\"\n\n\"Ooh!\"\n\n\"My sentiments exactly. But I don't know what to do with him now.\"\n\n\"You're all out of ideas?\"\n\n\"Oh we could sell this house and move down to skid row where the rents\nare cheap,\" he flung out airily, but quite plainly worried sick.\n\n\"I've got a much better idea than that,\" she said cheerily, getting a\npad and pencil from her red handbag. \"How about giving Droozle this\nultimatum?\" As she wrote, Jean read over her shoulder, \"'Suggest you\nbegin writing fiction pleasing both to you and your master, or we shall\nbe forced to hand you over to the dog catcher!'\"\n\nJean drew back amazed. \"Why, we would do no such thing!\"\n\n\"I know it, silly. I'm just negotiating.\"\n\n\"No,\" he grumped, ready to be angry with her. He got up and strode\naround the studio. \"The dog catcher! We will not lie to that snake!\"\n\nJudy dropped the idea. \"I've just now thought of another one. Here's an\nultimatum we could give him and mean it, too. No more writing until we\nreach an agreement, or we will take away all his writing paper and\nreading matter for good!\"\n\n\"I'd thought of doing that,\" Jean conceded. \"But isn't that a monstrous\nway to treat a literary genius?\"\n\n\"Not at all!\" she protested. \"By taking on a work that will require more\ntime than his lifetime, he is defeating himself.\"\n\n\"There's that way of looking at it,\" agreed the artist. \"All right,\nDroozle,\" he called. \"You heard us talking and you know we mean it. No\nmore writing until we reach an agreement--or else!\"\n\nDroozle quit writing at once. While the girl and the young artist\nwatched anxiously, Droozle first wandered about uncertainly for a few\nminutes and then curled up on a newspaper and went to sleep.\n\nHe slept all evening.\n\n\n\n\"He has beaten us again,\" Jean Lanni told Judy Stokes resignedly when\nshe arrived at his studio the following evening. He watched Droozle\nfascinatedly as the snake moved his restless tail over the margins of\nnewspapers spread on the floor. \"He doesn't know yet that I know. I\ndiscovered the fraud only by the merest accident.\"\n\n\"He isn't writing?\" she asked, perusing the newspapers for signs of\nDroozle's elegant script.\n\n\"He most certainly is.\"\n\n\"Where?\"\n\n\"Look at him!\" Jean exclaimed, ignoring her question. \"He's doing it\nagain!\"\n\nDroozle had ceased wriggling for the moment and lay there shaking\nviolently, as though he had malaria. Then the paroxysm passed and he\ntook up his restless movements again.\n\n\"The poor genius,\" mourned Judy. \"He must be sick with frustration.\"\n\n\"Sick, my eye! That snake has learned to centrifuge part of his blood\nwhile it is in his body, so that the hemoglobin is separated out. The\nresult is--invisible ink!\"\n\n\"Why, I'll tell that Droozle off!\" raved Judy. \"Here I sat feeling sorry\nfor the little crumb!\"\n\nDroozle did not mind. While she ranted, he brazenly began writing in\nvisible ink once more.\n\n\"How did you catch him at it?\" she asked.\n\n\"I used a piece of his newspaper to pick up a hot saw blade. The heat\nturned the invisible ink brown.\"\n\n\"Droozle,\" said the girl passionately, looking down at the writer, \"you\nknow your master is in great need of funds. _Where_ is your sense of\nloyalty and self-sacrifice for the one who has cared for you?\"\n\nDroozle wrote poetically, \"Is there Joy or any other good thing in\nAbnegation? Is there Beauty in Sacrifice? What Handsome purpose do these\nserve a being in his race with Time? His Days will soon be spent and\nthey will come no more; thus my Criterion: Is This the most Joy\ngathering, Awareness touching, Beauty sensing act of which he is\ncapable? None other is worthy of his time!\"\n\n\"Men are not so selfish,\" objected Jean.\n\n\"I am not a man,\" wrote Droozle simply.\n\nJean turned staunchly to the girl. \"Judy, he has convinced me. I have\nbeen wrong about him. From now on _he can write whatever he likes_!\"\n\n\"Good-by to our hopes then?\"\n\n\"For the present, yes,\" assented Jean stoically, as he brought fresh\nsheets of paper from his desk for Droozle. \"My landscapes might begin to\nsell after a while,\" he added without conviction.\n\n\"Rotten little crumb,\" Judy fumed, glaring balefully at the snake. But\nDroozle wrote serenely on, his ruby eyes glowing enigmatically.\n\nJean interposed magnanimously, \"I see now that I have been inexcusably\nselfish with Droozle. I've kept him cooped up here, not wanting to\nbother with him while I was out on my painting trips. True, he was busy\nwriting. But most of his knowledge of Earth has come from books; he\ncan't write classics about living things unless he sees living things.\"\n\n\n\nAs she picked up his trend of thought, Judy's face lost its resentful\nexpression, and something like seraphic righteousness spread over it. \"I\nsee what you mean. Just how did you plan to make up for this shut-in\nfeeling that poor Droozle must have been suffering so much from for all\nthese years?\"\n\n\"Oh, Judy, I'm so glad you asked me!\" He threw wide his arms to the\nworld. \"_Out_ into the wind and the rain we shall go, and there I will\ndraw my pictures while he observes; then _into_ the roaring, brawling\ntaverns we shall go, where life thrives in all its abundance. I've been\nrobbing him by shutting him up here.\"\n\n\"Jean, look at Droozle,\" the girl exclaimed, pointing. \"He has stopped\nin the middle of a page and is starting on a fresh one.\"\n\nDroozle wrote, \"Please not out into the wind and the rain. Please not\ninto the roaring, brawling taverns where life thrives in all its\nabundance. I _loathe_ shudder and tilt.\"\n\n\"Loathing is no reason to turn away from reality, Droozle,\" admonished\nthe artist. \"Things are not nearly so bad as they used to be anyway. In\nall justice, shudder and tilt requires far less body-English than its\nancestor, rock and roll.\"\n\nDroozle argued carefully, \"You will recall I heard some of it once when\nyou took me into a particularly dirty bar over in the west end of town.\nI feel, as a result, that I have observed this type of data to the\nextent that I can write of it competently without further study.\"\n\n\"Oh, but that was months ago,\" enthused Jean. \"The tunes have all\nchanged by now. New pows appear on the tapes every week. You have missed\ncountless sockeroos already, being cooped up here. You will bless me,\nonce you get accustomed to the realities of life--see if you don't.\nHeigh-ho the wind and the rain!\"\n\nThe snake shuddered.\n\n\"Careful, you'll centrifuge,\" Judy warned.\n\nJean added reflectively, studying the ceiling, \"Day by day, month by\nmonth, year by year, the reality of everyday existence etches deeply\ninto our consciousness, if we will but have the fortitude to expose\nourselves to it.\"\n\nDroozle unavoidably centrifuged this time, but did manage, with\nlaborious lateral movements, to mix the hemoglobin back with the plasma\nagain.\n\nHe complained, \"It is cruel of you to condemn me to this ugliness. I\nwant only to read my books and hear a few simple fugues by Bach.\"\n\n\"It is not cruel. You will have exactly the same existence I have chosen\nfor myself as an artist. It is fundamental that if you are to write\nserious literature, you must rub your nose against the realities of\nlife.\"\n\nDroozle wriggled unhappily for a moment. Finally he wrote, \"Actually my\nwriting may not be as serious as the title implies. Misunderstandings\nconceivably arise over titles. Instead of _The Rise and Fall of the\nWestern Plainsman_, how about changing it to _Those Lowdown Scaly\nRustlers_?\"\n\n\"That's really getting down to earth,\" cried Jean, concealing his\nelation. \"But if you aren't going to write serious literature, who will\nI get to go on my painting trips with me?\"\n\n\"Take that female of yours,\" suggested Droozle. \"If she refuses to go,\ninform her that we shall be forced to hand her over to the dog catcher.\"\n\n\"Do you suppose he means that?\" wondered Jean.\n\n\"Of course not, silly,\" said Judy, bright-eyed. \"He's only negotiating.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Banta, Frank"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23148/pg23148.txt",
        "name": "droozle.json"
    }
}