{
  "name": "Electro-episoded in A.D. 2025",
  "author": [
    "Skinner, E. D."
  ],
  "body": "If Lieutenant-Colonel Algernon Sidney St. Johnstone, N.Y.N.G., had been\nin a normal condition, he would certainly have been aware of a peculiar\nbuzzing sensation in the region of his upper left-hand vest pocket; but\nunfortunately it so happened that his actual physical state was most\nemphatically sub-normal. Still he could hardly avoid the suspicion that\nsomething out of the ordinary had disturbed him; and, with blinking\neyes, he searched the apartment for possible inordinate things.\n\nThe first to attract his attention was a neatly folded copy of the\neleven o’clock edition of the _Hourly Bulletin_, bearing the date:\n“Tuesday, January 7, 2025”; which, with its “up-to-the-minute” Wall\nstreet market quotations, lay unread upon the desk before him. This he\nswept to the floor with an impatient sweep of his arm!\n\nNext his left hand instinctively sought, with practiced precision, a\nblack bottle on a side-desk close by. Holding the bottle to the light,\nhis eyes told him that it was empty. Tipping it upside down above his\nwide-open mouth, his tongue repeated the information with emphasis.\nDejectedly keeping the bottle before him, he glared in an insane fury at\ntwo green labels--one the trade mark of a by-gone century, and the other\na “Bottled in Bond” stamp dated: “July 1, 1916”--which his wisdom told\nhim were both forgeries.\n\nThen, as the topographical details of his “den” became clearer to his\nblurred vision, his eyes picked out the recumbent form of his correctly\nattired and correctly featured valet slumbering peacefully and audibly\nin a Morris chair in the far corner--and this under the very nose of his\nmaster! Instantly the bottle was hurled at the valet’s head!--and the\nlatter promptly proved his trained efficiency in the art of sleeping\n“with one eye open,” by automatically and unnecessarily dodging.\n\nFinally Algernon’s superheated emotions found vent in speech. Glaring\nsavagely at his valet, he said:\n\n“Shay you varlet!--”\n\nHe paused and chuckled for a moment at the humor of the “pun”--then he\nrepeated loudly: “Shay you varlet, wake up! Lishen t’me. You gesh bishy\non ’phone, tell thash booshlegger hosh-thief o’ mine ’f ’ee shends me\nmore schtuff like thish, I shee nash’nal head booshlegger’s trust ’nd\ngesh him fired. Thash schtuff kill ’mule! You tell’sh him t’ shave money\n’ee shpends on labels ’n buy shumpin’ fit f schen’lemen’s schtomach.\nThash schtuff kill ’mule!”\n\nThe valet fixed one eye on his master, the other being blackened and\nfully closed, and answered promptly and precisely:\n\n“Yes, sir! As you say, sir! But, begging your pardon, sir, the gentleman\nsent word yesterday that you should not drink any of that, as it was\ndangerous. He said, begging your pardon, sir, that the goods they make\nfor the common people had been sent you by mistake. He apologized most\nprofusely.”\n\nAlgernon turned on his valet in a fury.\n\n“’N you lesh me kill m’self wish thash schtuff?” he cried. “Thash\nschtuff kill ’mule.”\n\n“Begging your pardon, sir,” replied the valet, “I did object to the best\nof my ability. But you resisted most violently, blackening my eye and\nknocking me unconscious into this chair, so that I only recovered just\nas you spoke a moment ago. That poison must have temporarily deranged\nyour intellect, sir.”\n\n“Thash it! S’poison d’ranged in’lect. Thash schtuff kill ’mule. S’too\nbad! Here, s’take thish.” And Algernon took a bill from his pocket and\ntossed it at his valet.\n\nFor a moment he sat quietly as if in a profound study, and then another\nidea struck him.\n\n“Shay you schrimp! Whash shtaring t’me like owl for?” he said,\naddressing the valet. “Gesh bishy on ’phone, tell booshlegger-dog shend\nme ’nozzer case quick. S’tell him I got awfu’ thirst.”\n\n“Yes, sir! As you say, sir,” replied the valet with alacrity. “But,\nbegging your pardon, sir, the gentleman did promise to send another case\nyesterday; and, begging your pardon, sir, I believe he would have done\nso, if the federal officers had not raided him and put him in jail.”\n\nFor a moment Algernon stared at his valet in a speechless rage that\npartly sobered him. Then the words came in a torrent of choice but\nincoherent invective.\n\n“Whazzat!” he cried. “Thosh--curs gesh my booshlegger! I gesh them\nquick!”\n\nHe paused a second for breath, eyeing his valet the while with maudlin\nprofundity, and then he continued:\n\n“Shay you monkey-face’ weptile, whash shtaring me for?” he exploded.\n“Gesh bishy! Gesh bishy on ’phone. Use p’vate code. Tell nash’nal schief\nt’ call hish dogs of my booshlegger a’ once. Tell him I get his scalp\nshure. Tell him thish Alg’non Shid’ey Shaint Shons’one. Y’un’erstan’?\nAlg’non Shid’ey Shain’ Shons’one!”\n\nWith a “Yes, sir! At once, sir! As you say, sir!” the valet obeyed\npromptly, and was soon buried in his master’s private code-book; while\nAlgernon, now considerably sobered by his rage, became fully conscious\nof the peculiar buzzing sensation in the region of his upper left-hand\nvest pocket--and of the fact that this buzzing indicated beyond a doubt\nthat his fiancee, Esmeralda Clementine Jones-Bronson, desired to\ncommunicate with him.\n\nWell versed as he was in the art of “managing” the\n“female-of-the-species” in the infinite variety of moods to which she is\naddicted, a quizzical smile played for a moment around his lips as he\nrealized that his inadvertent delay in answering his Esmeralda’s “call,”\nhad accidentally turned out a masterstroke. She had “ridden her high\nhorse” in the recent row, had flaunted a daring defiance of his most\nearnest wishes in his very face, and had finished by throwing her\nengagement-ring contemptuously at his feet! Presumably she was contrite\nnow, and ready for a reconciliation. But he well knew that, if he would\nnot be bullied through life by his future wife, he must maintain the\nupper hand throughout the engagement period; and--his delay in answering\nwould have a chastening effect!\n\n                   *       *       *       *       *\n\nThe row had started when he presented Esmeralda, as a birthday present,\nwith one of two specially-designed miniature radio\nreceiving-and-broadcasting sets. His own carried the equipment in a\nsmall gold case in his vest pocket; while the wiring, the antenna, and\nthe steel frame which held the head-phone in place with microphone\npendant before the mouth, was coiled and folded in a tiny golden\nreceptacle on the outside of the pocket. The steel wiring was “Electro\nre-tempered” by a new process, which increased its tensile strength one\nhundred fold; while the copper was first tempered by the re-discovered\nprocess which for centuries had been a “lost art,” and then “Electro\nre-tempered” the same as the steel. So that, while of gossamer-like\ndelicacy in appearance, the whole apparatus was in fact much stronger\nthan the old styles. Both sets were permanently adjusted to the\ndelicately-complicated, alternating “E.V.R.-X.Y.Z.” wavelength, which\nthe makers believed proof against duplication, and which they guaranteed\nagainst static within a radius of 10,000 miles under any possible\nconditions. The cover of the outer receptacle of his own set was in\nshape a gold shield, with a “spread-eagle” engraved rampant upon a South\nSea Island golden-sunset field on its face. This was liable to be\nmistaken, by its appearance, for a decoration of European royalty; and\nEsmeralda had agreed with him that it was quite nifty.\n\nBut hers was contained in the back of a “veri-thin” wrist watch, and\nthat was where the trouble started. She wanted a lavalliere as a\ndecoration for her bosom! And, growing sarcastic towards the last, he\nhad admitted that that portion of her anatomy did need some kind of\ncovering; but he had denied the efficacy of the “lavalliere” idea for\nthat special purpose. He had contended that both the décolletté in the\nfront and the “open-back” features of her gowns, should stop at the\n“lines of curvature.” He had even launched into a general tirade against\na number of her recent costumes, and had called them “picture-frame”\nconceptions; because “they performed a similar function,” in that “they\nmerely furnished the setting for emphasizing the details of the things\nrevealed.”\n\nThat, as he had believed, had settled their argument! But two days\nbefore this, she had appeared adorned with the best that Wertheimer, the\nParis arbiter of the world’s fashions, could devise in the way of a\nrealization of his “picture-frame” sarcasm; and the row that resulted\nhad, this time, been hectic on both sides--with her scoring the final\n“point” by throwing her engagement ring at his feet.\n\nThen, through the great “Electro-visional” dial attached to his general\nradio outfit, he had watched her “take off” from the roof in her\nrunabout monoplane, had noted the reckless speed with which she drove it\nthrough the air, had chuckled when an aerial speed-cop took her license\nnumber and “tagged” her by shooting the citation into the rear of her\nmachine, had seen her land on her own roof and, a moment later, had\nwatched her “take off” again in her large touring biplane and rapidly\ngrow into a tiny speck in the western sky. Evidently his Esmeralda was a\nhigh-strung thoroughbred, who meant business when her dander was up!\n\nFor a brief moment Algernon made a profound effort to solve the problem\nas to just how long he should keep her waiting before he answered her\n“call.” The nice adjustment of _time_ to the particular individuality of\nthe person concerned under the correlated circumstances enumerated, was\na matter of supreme importance! Then, suddenly, the idea occurred that\nshe might have met with an accident. Instantly he acted!\n\nTouching a spring on the golden radio-receptacle on his vest pocket, he\ncaught the released framework in his hand, slipped the catch that\nallowed it to snap into shape, and quickly adjusted it to his face.\nThen, choosing his words carefully and sparingly, he spoke into the\npendant microphone with an attempted precision to conceal his thick\ntongue, asking:\n\n“This you, Esm’alda?”\n\n“Yes, this is me!” she snapped back promptly. “Who did you suppose it\nwas? Have you been giving away any more of these ‘special’ radio sets to\nany other female? If I catch you playing any tricks on me with any other\nhuzzy, I’ll make you wish that you had never been born! If--”\n\nPatiently, and speaking more clearly than before, Algernon stopped the\nflow of words by interjecting another query.\n\n“Want an’thin’ p’ticular?” he asked.\n\n“Yes! I want help quick--right this minute,” she answered. “My leg is\nbroken and I can’t move, and there is a nasty big tiger on the ledge\nright over my head just ready to spring on me and eat me up! I was\nflying west in my big ’plane, and I was out of our district where\neverybody knows me and papa has them all ‘fixed,’ and I was away out\nhere where nobody knows me, and one of those beastly ‘Purity League’\nsleuths caught me powdering my nose, and he chased me, and I ‘stepped on\nthe gas’ and hit the two-hundred-miles-an-hour clip, and I thought of\nthat new ‘Electric Spark-screen Broadcaster’ you had attached to the\n’plane, and I turned that loose, and then I circled behind the screen,\nand that brute must have chased me into the ocean, for I ran straight\ninto this mountain before I could see where I was going, and I fell a\nthousand feet or more, and I broke my leg so I can’t move, and that\nhorrid tiger--”\n\nAlgernon’s stoppage of the verbal torrent was decidedly impatient this\ntime.\n\n“Shay lis’en,” he broke in. “If you don’t tell where at, I can’t find\nyou. Tell in code.”\n\n“Ain’t I telling you just as fast as I can?” she retorted. “I’ve been\ntalking just as fast as I could make my tongue go ever since you finally\nanswered me, and you took an awful long time in answering, and I can’t\ntell you where I am at if you don’t let me talk, and I think you are a\nbrute, and I believe you are still drunk, and here is the location in\ncode: ‘693-1-41: 396-1-141: 356-1-22: 690-2-142: and be sure you put it\ndown on paper right away so you don’t forget, and--”\n\nBut Algernon had “hung up.”\n\nBy now he was sober enough to realize that he was not sober enough for\nthe task in hand, so he quickly snapped the bracelets of an “Electric\nRegenerator” around his wrists, set the regulator at “2 seconds,” lapsed\ninto unconsciousness--and awoke at the end of that time an entirely\ndifferent man, as the result of the equivalent of two nights’ natural\nsleep.\n\n                   *       *       *       *       *\n\nHis first move on awakening was to reach for a button in the desk before\nhim marked “Package Transporter”; but he paused with the movement half\ncompleted, as a look of pain distorted his face. For a moment he clasped\nboth hands across his forehead, moaning, in helpless misery: “My God!\nWhat a headache!”\n\nHis helplessness, however, was only temporary. Turning to a silver urn\nbehind him, which bore the golden-inlaid legend: “Pasteurized Water,” he\npressed what appeared to be a part of a carved figure in the mahogany\nbase and a secret drawer shot out revealing a number of coffee cups,\nspoons and a box of tablets labeled: “Equivalent--2 Spoons Sugar and 1\nJigger Cream.” Dropping one of these tablets and a spoon into a cup, he\nset it down on his desk. Next he took a diminutive collapsible\nmicroscope, with a lens of flexible glass, out of his pocket; and, with\nits aid, picked out an all-but-invisible needle-point concealed in the\nfiligree ornamentation of the faucet of the urn. This he pressed with\nhis finger nail. Then he pushed a button in the faucet labeled “Hot,”\nand filled the coffee cup as he mumbled jubilantly to himself: “Some\ntrick this! You get your ‘pasteurized water’ according to government\nregulations all right, but--oh! You naughty little needle.” He eyed the\ndubious looking mixture that flowed into the cup for a suspicious\nmoment, tasted it hopefully--and then, livid with rage, spat the stuff\nout and hurled the cup across the room.\n\nSpeechless for a moment, he controlled himself with an effort; and then,\nwith desperate haste, unlocked a private drawer in his desk and opened\nit half-way to a visible line. Pulling a cord hanging over his head,\nwhich started an electric fan going--and which, in this precise\nconnection, also caused a slight orifice in the panel of the drawer to\nunfold, revealing an assortment of crystalline-white and\nbrownish-looking pills--he selected one of the white pills, placed it in\nhis mouth and crunched it between his teeth to get quick action, in\nspite of his vigilant valet’s “Begging your pardon, sir,” protest.\n\n“Can’t help it, John,” he said. “This is a real emergency and I simply\nhave got to have something. On the face of things, it looks like the\nnarcotics are the only genuine stuff left to us by the\n‘Bootlegger-Smuggler-Prohibitionist Combine’.”\n\nThe look of pain that had distorted his features quickly disappeared,\nand in its place there came the comforting jubilance of an anticipated\npleasure. Turning to a combination-lock to the cash drawer of his desk;\nhe set the knob at “0,” turned it forward to “20,” back to “15,” forward\nagain to “2,” back to “1,” again forward to “3,” back a full revolution\nagain to “3” and lastly forward to the final “15.” Then he applied a\nfirm, steady pressure to the knob, and a circular segment of the floor\nupon which the desk stood, and whose scarcely discernable outline\nblended so perfectly with the inlaid floral scroll design of the floor\nas to appear an integral part of it, revolved half-around, disclosing a\nconsiderable compartment filled with sealed tins of tobacco, and a\nvaried assortment of pipes. Filling a “briar” from a half-empty tin, he\nadjusted the patent “Smoke Consumer,” pushed a button in the desk which\ncaused the room to be sprayed with an atomized disinfectant which\ndeodorized the fumes and prevented external detection of the felonious\nact, “lit up,” and took long, deep draughts at the pipe. The serene\ncontent of an anticipated joy realized, stole over his face; and,\ndiscreetly to himself, he murmured defiantly: “The skunks caught me\nnapping with their ‘Anti-coffee’ law all right, but I was\n‘Johnnie-on-the-spot’ when they prohibited tobacco, and I prepared\nmyself for life.”\n\nThen, with clear-headed precision, he proceeded to business.\n\nInstructing his valet to make careful notations on a tablet to avoid\nmistakes, he dictated:\n\n“As soon as you are through with that booze-prohibition officer, prepare\na message in code for this white-livered rat who sold me this trick\n(pointing to the urn). Tell him to take back this synthetic ‘Coffee\nExtract’ he stung me with, and credit its cost on my account. I won’t\npay for it. Tell him to send me at once one gallon _genuine_ centuple\nextract of Mocha coffee, if he has it--and be sure to emphasize the\n‘_genuine_.’ If he hasn’t the Mocha, tell him to get it as soon as\npossible; and, in the meantime, he shall send me one gill of any\n_genuine_ (emphasize that ‘_genuine_’) coffee extract that he has. If he\nclaims that he can’t get the _genuine_ through--as he probably will, for\nthe crook is without doubt trying to ‘bull the market’--tell him that I\nknow positively that he is in with the opium smuggling gang, that I know\nhe can get the genuine coffee through just as they get genuine dope\nthrough, if he wants to; and that I will set the federal officers after\nhim, and see to it that he gets life, if he is gay with me. Get the fact\ninto the numskull’s head, if you can, that he is dealing with Algernon\nSidney St. Johnstone and not with one of the common people!”\n\nWith the dictation completed, Algernon suddenly became conscious of the\nfact that his system was demanding sustenance after his prolonged\nfast--in plain words, that he was vulgarly hungry--and so, having no\ntime to partake of a regulation repast in the regulation manner, he\npulled a gold case from his pocket, extracted a couple of tablets\nstamped:\n\n“Equivalent--One Full Meal,” and hastily swallowed them.\n\nRefreshed and invigorated by the nourishment so seriously needed, he\nproceeded to quick, effective action.\n\nPressing a button in his desk marked: “P.T.”, an apparently ornamental\nfiligree upon the ceiling dropped and snapped into the form of a\nsuspended package transporter. Pushing a button on the receiver of the\ntransporter numbered: “7826,” a book, stamped with that number, promptly\nslid into his hand. The book proved to be a Laird and Lee’s “Common\nSchool Edition” of “Webster’s New Standard Dictionary” of the copyright\ndate of “1912.” He had chosen this as his and Esmeralda’s private\ncode-book, because he believed that the two copies possessed by them\nwere all that remained in existence.\n\nSlipping the book into his “Lightning Code-decipherer,” he touched the\nnumbered keys of its keyboard in the numerical combination given him by\nEsmeralda in her message, and the delicate wire arms quickly turned the\npages and picked out for him the words: “Parker,” “pass,” “mount,” and\n“McKinley.” Remembering the “tiger” she had spoken of, he was puzzled\nfor a moment by the manifest absurdity of looking for such an animal in\nthe eternal snows of the Alaskan mountains!--and then he thought of the\n“Electro-visional” dial.\n\nTurning to a globe contained in a complicated mechanism behind him, he\npicked two fine needle-points out of a holder, pressed one through its\ngelatine surface at “Mt. McKinley” and the other into “New York City.”\nGiving the globe a single revolution, the indicator of the “Lightning\nAir-line Distance Calculator” promptly registered “3668 miles, 264 feet,\n00 inches.” Throwing the clutch of his “Electro-visional” into the “3670\nmile” circuit, he picked out, with the aid of his microscope, the faint\noutline of the twin heads of “Denali and his Wife” barely within the\n“W.N.W.” sector of the white circle that appeared on the dial. Inserting\na needle-point barely beyond and to the left of the higher of the two\nmountain peaks, he took a delicate copper wire and connected this with\n“Local.” Throwing the clutch back into “Local,” the faint outline of the\nmountain disappeared, and a vivid picture of “Parker Pass” replaced it.\nBut, even with his microscope, he could find nothing of his Esmeralda!\nFinally, in the lower end, he picked out a faint blur of fine\nlines--flashing, disappearing, and flashing again--and, remembering that\nshe had her “Electric Spark-screen Broadcaster” working at the time of\nher mishap, he reasoned that the thing was probably operating even yet,\nand that, therefore, he had at last definitely located his beloved.\n\n                   *       *       *       *       *\n\nFor a moment the incongruous “tiger” tormented him, but he figured that\nshe, in her evident excitement, had probably distorted or incorrectly\nexpressed a glimpse at a mountain goat, or something of that sort.\n\nHaving successfully solved the problem of his Esmeralda’s whereabouts,\nhis next move was to apply to the “National Aerial-control Bureau” in\nWashington for a special permit, with “right-of-way,” for an\n“Electric-flash” transit to Mt. McKinley, Alaska, between the 20,000 and\n22,000 feet strata, with return privilege “under his own power,”\nstarting “three minutes from moment of application.” He also demanded\nphotographed copies of permit and necessary orders.\n\n“Permit, etc., scarcely needed at that altitude, especially as only one\nother ‘Electric-flash’ machine yet in existence; and that--,” the clerk\nattempted to expostulate.\n\nBut Algernon peremptorily shut off the sluggish clerk’s remonstrances.\n\n“Cut advice--stunt about what I need,” he broke in, “and get busy with\nwhat I want, or I’ll call the chief. Do you realize whom you are dealing\nwith? Now get busy, and SNAP TO IT!”\n\nAnd, seeing in his “Electro-visional” that the magic of his name had\nproduced instant “snapping-to-it” activities on the part of the clerk,\nhe connected up his “Radio Electro-photographing” camera, and turned his\nattention to the last necessary detail to be arranged before his\ndeparture.\n\nSlipping the plug of his “Radiophone” into the “E.V.R.” wavelength\nsocket, he snapped the framework of its head-phone and microphone\ncombination over his face, and called softly: “Charlie Grant there?”\n\n“Yep! This is Charlie speaking,” his broker’s voice replied, with terse\neconomy of words.\n\nRecognizing the voice, Algernon’s next question was to the point.\n\n“Anything doing on ’change?” he asked.\n\n“Quiet as a ‘chink’ funeral now--just over flurry,” his broker answered.\n“Two weeks ago rumor broadcast President sore about inefficiency of old\nJim Macdonald--chief ‘National Law-enforcement Bureau’--and ‘National\nBootlegger Consolidated’ dropped ten points. Two days later Jim\nresigned, and N.B.C. lost twenty points. Next day President appointed\nWheeler Wayne (who has never taken a drink in his life, where anybody\ncould catch him at it), and ‘N.B.C.’ hit the skids for fifty points.\nWayne’s first move was to order your local bootlegger, Lippincott,\nraided and jailed, and the bottom fell clear out of ‘N.B.C.’ For nearly\na whole day the Pit was stormed by a mob of the fainthearted in a panic,\nbegging anybody and everybody to take their ‘Bootlegger’ stock off their\nhands for anything they would give. I had inside tip that officers only\nfound one quart in Lippincott’s possession, so I did the charitable act\n(in your name) by relieving them of ten millions. Would have plunged\ndeeper but afraid of complicating other deals. Two days later old Jim\nMacdonald and Bill Jenkins (head National Bootlegger Trust) settled\nsquabble about Jim’s demand for more dough; and the ‘evidence’ against\nLippincott’ was ‘lost,’ he was turned loose, and ‘N.B.C.’ floated back\nto normal. With care can unload and clean up about two millions, or can\nhang on--just as you say.”\n\nTurning to one side Algernon slipped a sheet of paper into, and switched\nthe connection into what looked like a complicated development of the\noriginal typewriter; and then replied to his broker.\n\n“You did fine, Charlie,” he said. “Don’t forget that you double your\nregular percentage when I am ‘off the reservation’.” Then, after a\nmomentary hesitation to consider, he continued: “Tell bookkeeper to read\nstatement into private radiophone at once, as I already have\n‘Radioelectrodictaphonotypograph’ connected. Unload ‘Bootlegger’ stock\nas soon as you can without sacrificing profits that you are sure of, as\nI don’t want my name publicly mixed in the business. And now listen,\nCharlie! I’m going away for a bit--probably for only a day or so, if\nnothing unforeseen happens. If you want me, call on regular ‘E.V.R.,’\nbut use ‘long distance.’ If you think it best to look for me, come over\nhere and use my ‘Electro-visional.’ Will probably be in neighborhood of\nMt. McKinley in 3670-mile circuit and ‘W.N.W.’ sector. Good-bye!”\n\n                   *       *       *       *       *\n\nAs Algernon ceased speaking, the silvery “ting” of a little bell on his\n“Radio Electro-photographing” camera notified him of the receipt of the\nphotographed copies of his government permit and the correlating orders\nissued; while the discontinuance of the rapid “tick-tick” of his\n“Radioelectrodictaphonotypograph” told him that his broker’s bookkeeper\nhad completed his statement. From the former he extracted two slips of\npaper, and found them correct. But he studied the sheet of paper that he\ntook from the latter for a moment, in a perplexed confusion at the\nphonetic simplicity of the spelling of the words. Then, reflecting that\nthis mathematically-exact translation of oral sound would eventually\nassist in the elimination of the orthographic absurdities which always\nhad burdened a language that is too complex at its best, he shoved this\ninto an inside pocket along with the other two; and, pressing a button\nin the side-wall which opened a small door leading into a “one-person”\nsized compartment in a perpendicular pneumatic tube, he stepped within,\nand was shot to the roof.\n\nGoing to the largest of the hangars that dotted the roof, he pushed a\nbutton--and the door flew open, and a glistening “Electro re-tempered”\ncopper monstrosity trundled out on a truck. The best that could be said\nfor its shape was that it looked like a gigantic beer bottle. Stepping\nto the mouth of the “bottle,” he pressed a button, and the stopper flew\nout with a loud report. Entering the narrow passage-way through the\n“neck,” he switched on the electric lights and found himself in a\nspacious, tempered-glass compartment “blown-into” the framework in such\na way as to practically surround itself with a vacuum space, and with\nthe few necessary contacts elaborately insulated. A yank at a lever\nstarted an “Oxygen Supply” apparatus (already set at “One Person”)\ngoing, and a touched button caused the “stopper” to fly back into place\nwith another loud report.\n\nFrom a mahogany wardrobe he took a bear-skin fur suit which was lined\nwith finely-woven copper-wire cloth. Stepping into this, he set the\n“Interior Heat Regulator” at 65° Fahrenheit, adjusted the connection\nwith the concealed storage battery, and pushed the spring which caused\nthe suit to “snap-to” and fasten.\n\nA shifted lever on a large keyboard set the “Interior Temperature\nRegulator” of the compartment going at a “65°” adjustment, another\nstarted the “Electro-visional,” a third connected a small dynamo with\nthe “Atomic-energy Reservoir” and started it supplying the comparatively\ntrifling electrical needs, a fourth completed a similar direct\nconnection with the rest of the mechanism and a fifth released an\nelectron of atomic-energy from the basic atom into the “Atomic-energy\nReservoir” to maintain the parity of the supply.\n\nSeating himself in an upholstered chair, he prepared for quick and\ndecisive action. With one hand he pulled down the “Helicopter” lever,\nand, through the “Electro-visional,” saw a huge, “Electro re-tempered”\nsteel solid corkscrew-like device with a “screw” fifty feet deep in the\ngroove, shoot into the air. Setting its regulator at “Half-speed,” he\ntouched a button and began to ascend slowly. When the “Altitude\nIndicator” registered “1000 Feet,” he turned “full speed” into the\nhelicopter device and finished with a rush. At “20,000 Feet” he shut the\nhelicopter down to “Maintenance of Altitude” speed, pulled a lever which\nreleased a huge propeller from its underneath pocket, and set it going\nat full speed “In Reverse,” yanked the lever back at “21,500 Feet,” and\ncame to a full stop at “22,000 Feet” with the underneath propeller\nroaring noisily but harmlessly in its enclosed pocket.\n\nTurning to the “Electro-visional” dial, he threw the clutch into the\n“3670 Mile” circuit, picked out the faint outline of the higher peak of\nMt. McKinley, and stuck a needle-point into it. This he connected, by\nmeans of a delicate copper wire, with “Local”--which he knew was\npermanently connected in a similar manner with the gigantic dynamo at\nNiagara Falls--set the regulator of his “Electric-flash” at “.017\nSeconds,” pushed a button which shut off the helicopter, yanked back the\nlever which collapsed it into its overhead pocket; and, as he heard the\nheavy copper plates bang shut over all, he closed his eyes and touched\nthe final button.\n\nThen, in spite of all precautions, he was nearly blinded by the vivid\nlightning that enveloped the entire machine; and, notwithstanding the\nintricate system of “Shock Absorbers,” he thought for a moment that he\nhad been yanked in two as he was shot through space at the rate of\n186,000 miles per second. And then, as if it was a reflex of the\noriginal yank, came the answering “tug” of the rear propeller as it\nautomatically shot out of its pocket going full speed “In Reverse.”\n\nOpening his eyes with nerves taut for the crucial moment, he reached for\nthe “Plane-wing” lever with one hand, and glanced at the “Speedometer”\nfor the indication of the moment when it would be safe, and necessary,\nthat he throw-out his biplane-wings of “Electro re-tempered” steel with\na “spread” of one hundred and fifty feet.\n\nThen, suddenly, the dual peaks of Mt. McKinley appeared directly in\nfront of his “Electro-visional”; and, throwing caution to the winds, he\nyanked down the “Plane-wing” lever, and heard the rattle and bang of the\nadjustments, and saw that the apparatus was withstanding a severer test\nthan it was guaranteed for.\n\nAnd then, even as he looked, the higher peak of the mountain appeared\ndirectly underneath; and, with instinctive recklessness, he gave the\n“Steering-lever” a yank which turned the machine “on its tail” at a\nsharp right-angle--missing a spill by a fraction of a hair--jerked\nanother lever which tipped it into a practically-perpendicular\n“nosedive,” snapped that lever back again and righted himself,\nshoved down the helicopter lever and touched the button which shot that\ncorkscrew-like device aloft going at “Maintenance-of-Altitude” speed,\nyanked back the lever of the rear propeller which brought that\ninstrument rattling back into its pocket where it roared in a harmless\nfury--and, with a jolt, came to a full stop; while beads of perspiration\nbroke out on his forehead at his narrow escape, though a triumphant\nsmile played about his lips as he thought of the sensation he would\ncreate in the next “Aerial Olympic,” and his brain registered the mental\nnote for future reference that it was his rear propeller going full\nspeed “in reverse,” that had held him and saved a spill on that acute,\nright-angle turn.\n\n                   *       *       *       *       *\n\nA glance at his “Electro-visional” showed that he was parallel with, and\nbut a few feet away from, the top of the cliff above Parker Pass; and\nthe first thing he saw was Esmeralda’s biplane with its nose buried in a\ncake of ice. But its “Spark-screen Broadcaster” was humming merrily, and\nits rear “spot-light” revealed the details below, behind the “screen,”\nin vivid detail.\n\nDirectly below the wrecked biplane, he quickly discovered his beloved\nEsmeralda standing waist-deep in the snow, with one arm raised as if to\nrepel an expected attack, and still clad in the “picture-frame” costume\nwhich had caused their row. A glimpse at his “Exterior Temperature”\nindicator which registered “60° below zero,” caused a fleeting fear of\ndire results from her bare-skinned exposure; but a reflection on the\nproven ability of the “female of the species” for facing wintry blasts\nin scanty attire, quickly chased his fears away, and he turned his\nattention to the direction indicated by her upraised, protesting arm.\n\nAnd then--TO AN ABSOLUTE CERTAINTY, HE DISCOVERED THE FIGURE OF A\nMONSTROUS ROYAL BENGAL TIGER ON THE LEDGE ABOVE HER, WHICH WAS POISED IN\nTHE ATTITUDE FOR ITS FINAL, FATAL SPRING UPON ITS PREY!\n\nWith frantic energy he “yanked-down” the “Landing” lever of the\nhelicopter, grabbed the parachute, pushed the button which “unstoppered”\nthe “bottle,” and jumped--making the descent in “record” time, but\nlanding so violently that he was buried in the snow, because, in his\npanic, he forgot to pull the string of his parachute until he was\ntwo-thirds down.\n\nA momentary fear of being smothered in the snow, was followed by a spasm\nof skilled “football” tactics in “bucking” and squirming his way out;\nand, floundering frantically towards his beloved, he yelled at the top\nof his voice:\n\n“Esmeralda! My darling! I am here!”\n\nWith the stately grace of a real “blue-blooded” aristocrat, the royal\nmaiden turned majestically, and froze the heart within him with a frigid\nglare--such as only those with four centuries of unmixed “Mayflower”\nblood in their veins, can hope to aspire to.\n\n“Your presence is sufficiently perceptible,” she said in measured tones,\n“to preclude any necessity for such boisterous conduct. In the future,\nwhen we are abroad together, it will please me greatly if you bring your\nmanners along with you, instead of leaving them at home. Also, I would\nremind you that you have been fifteen whole minutes in answering my\n‘call’.”\n\nAnd then Nature claimed its own, and, womanlike, Esmeralda fell fainting\ninto her lover’s arms, murmuring as she lost consciousness: “Algy! My\ndarling! My savior!”\n\nFor a brief moment Algernon pressed the inanimate form of his sweetheart\nto his manly breast, and showered a storm of passionate kisses upon a\nwisp of her hair as it floated in the breeze against his nose--and then\nhe bethought him of that poised tiger on the ledge above!\n\nQuickly he pulled his “Electric Automatic,” aimed carefully at the\nbeast’s heart, and pressed the button. A black spot showed on the spot\nhe had aimed at, and the air became filled with the pungent odor of\nburned hair--but the brute above remained in an apparently statuesque\nunconsciousness of the assault!\n\nNonplussed and dumfounded, Algernon pulled out his collapsible opera\nglasses, adjusted them, and studied the perplexing phenomenon closely.\nThen at last a ray of light penetrated his brain as the memory of a\nforgotten incident recurred to him, and he mentally connected this\nincident with the enigma above. Realizing the simple truth at last, he\nburst into uproarious laughter and yelled at the top of his voice in\nunrestrained glee--until the dormant echoes of the “Great Silent North”\nawakened from their age-old slumbers, and an avalanche of snow was\nloosened from its mooring on the opposite mountain-side.\n\nAlgernon had remembered that, some six months before, a Royal Bengal\ntiger had escaped from “Barnum and Bailey’s” circus, while it was\nshowing at Des Moines, Iowa; and that the efforts to recapture it, had\nonly resulted in driving it into the northern wilderness. This, then,\nwas that tiger! Happening in the neighborhood and naturally in a\nfamished condition, a scent of Esmeralda had reached it and had aroused\nits savage instincts. But, as it stole out onto the ledge for the final,\nfatal spring, being unused to northern temperatures, the 60° below zero\ngale had frozen it dead in its tracks!\n\nAnd then, just as all his troubles and worries seemed to have vanished,\nthe “whir” of an airplane engine turned his eyes upwards; and, directly\noverhead, he saw a “Purity League” biplane circling for a landing.\n\nWith frantic energy he shook the unconscious form that reposed in his\narms, and shouted into her ear at the top of his voice:\n\n“Esmeralda! Darling! Wakeup! That ‘Purity League’ sleuth has found us!\nHe is sure to be one of those ‘ex-convict’ crooks working on a\npercentage for what he can get, and, if he catches you out here in\npublic in that costume, he will rush you into one of his ‘kangaroo’\ncourts, and ‘railroad’ you into jail! Wake up! Es----”\n\n                   *       *       *       *       *\n\nThe sharp angle of Mary Jane’s bony knee-cap, adeptly from practice and\nforcibly by instinct, projected into my left-hand lower short-ribs,\nfinally aroused me; and, as if it were an echo of my dream, I distinctly\nheard the dulcet tones of her gentle voice in my ear, shouting:\n\n“Wake up you, John Henry! You’re snoring like a horse! Haven’t I told\nyou times enough never to sleep on your back? Turn over on your right\nside! And you’ve been talking something awful in your sleep, too! Who’s\nthis ‘darling Esmeralda,’ anyway? If I catch her monkeying with you,\nI’ll scratch her eyes out! None of your lies, now! There wasn’t any\n‘Esmeralda’ in that picture-play we saw tonight, so you better not try\nto spring anything of that sort on me! Why don’t you----”\n\nBut, peeved by my rude awakening, and not feeling well anyway, I stopped\nthe verbal torrent by breaking in.\n\n“If you can’t be satisfied with nagging at me about nothing all day, but\nyou must go waking me up in the middle of the night to keep it up, I’ll\nmove into the spare room, and let you sleep by yourself,” I threatened.\n“Besides,” I added, “you’ve got me crowded clear off onto the bedrail,\nand nobody could sleep like that, anyway.”\n\nMary Jane, my wife, was contrite and very humble at once, which shows\nthat I know how to manage her properly when I really want to.\n\n“I didn’t wake you up to nag at you, John,” she said penitently, as she\nsnuggled up to me and reached out her hand to caress me. “But that stuff\nof yours down in the cellar has been popping-off to beat the band for an\nhour, and I just know that you’ll lose the whole batch if you don’t tend\nto it right away. I told you that you were bottling it too soon, but it\nnever does any good for me to say anything. You’ll just----”\n\n“Well, if it’s going to ‘pop,’ it’s going to and that’s all there is to\nit,” I broke in petulantly. “If you think you know so much more about it\nthan I do, you can just make the next batch yourself and see if you can\ndo any better. Now move over and give me enough of the bed to lie\ncomfortably in, and give me a chance to get a little sleep.”\n\nAnd, as my “better-half” squirmed back to her own side of the bed, I\nturned over upon my right side and slept fairly well for the rest of the\nnight.\n\nThe End.\n\n\n",
  "metadata": {
    "author": [
      "Skinner, E. D."
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/73988/pg73988.txt",
    "name": "electro_episoded_in_a_d_2025"
  }
}
