{
    "name": "Evergreens",
    "author": [
        "Jerome, Jerome K. (Jerome Klapka)"
    ],
    "body": "They look so dull and dowdy in the spring weather, when the snow drops\nand the crocuses are putting on their dainty frocks of white and mauve\nand yellow, and the baby-buds from every branch are peeping with bright\neyes out on the world, and stretching forth soft little leaves toward\nthe coming gladness of their lives. They stand apart, so cold and hard\namid the stirring hope and joy that are throbbing all around them.\n\nAnd in the deep full summer-time, when all the rest of nature dons its\nrichest garb of green, and the roses clamber round the porch, and\nthe grass waves waist-high in the meadow, and the fields are gay with\nflowers--they seem duller and dowdier than ever then, wearing their\nfaded winter's dress, looking so dingy and old and worn.\n\nIn the mellow days of autumn, when the trees, like dames no longer\nyoung, seek to forget their aged looks under gorgeous bright-toned robes\nof gold and brown and purple, and the grain is yellow in the fields,\nand the ruddy fruit hangs clustering from the drooping boughs, and the\nwooded hills in their thousand hues stretched like leafy rainbows above\nthe vale--ah! surely they look their dullest and dowdiest then. The\ngathered glory of the dying year is all around them. They seem so out of\nplace among it, in their somber, everlasting green, like poor relations\nat a rich man's feast. It is such a weather-beaten old green dress. So\nmany summers' suns have blistered it, so many winters' rains have beat\nupon it--such a shabby, mean, old dress; it is the only one they have!\n\nThey do not look quite so bad when the weary winter weather is come,\nwhen the flowers are dead, and the hedgerows are bare, and the trees\nstand out leafless against the gray sky, and the birds are all silent,\nand the fields are brown, and the vine clings round the cottages with\nskinny, fleshless arms, and they alone of all things are unchanged, they\nalone of all the forest are green, they alone of all the verdant host\nstand firm to front the cruel winter.\n\nThey are not very beautiful, only strong and stanch and steadfast--the\nsame in all times, through all seasons--ever the same, ever green. The\nspring cannot brighten them, the summer cannot scorch them, the autumn\ncannot wither them, the winter cannot kill them.\n\nThere are evergreen men and women in the world, praise be to God! Not\nmany of them, but a few. They are not the showy folk; they are not the\nclever, attractive folk. (Nature is an old-fashioned shopkeeper; she\nnever puts her best goods in the window.) They are only the quiet,\nstrong folk; they are stronger than the world, stronger than life or\ndeath, stronger than Fate. The storms of life sweep over them, and the\nrains beat down upon them, and the biting frosts creep round them; but\nthe winds and the rains and the frosts pass away, and they are still\nstanding, green and straight. They love the sunshine of life in their\nundemonstrative way--its pleasures, its joys. But calamity cannot bow\nthem, sorrow and affliction bring not despair to their serene faces,\nonly a little tightening of the lips; the sun of our prosperity makes\nthe green of their friendship no brighter, the frost of our adversity\nkills not the leaves of their affection.\n\nLet us lay hold of such men and women; let us grapple them to us with\nhooks of steel; let us cling to them as we would to rocks in a tossing\nsea. We do not think very much of them in the summertime of life. They\ndo not flatter us or gush over us. They do not always agree with us.\nThey are not always the most delightful society, by any means. They are\nnot good talkers, nor--which would do just as well, perhaps better--do\nthey make enraptured listeners. They have awkward manners, and very\nlittle tact. They do not shine to advantage beside our society friends.\nThey do not dress well; they look altogether somewhat dowdy and\ncommonplace. We almost hope they will not see us when we meet them\njust outside the club. They are not the sort of people we want to\nostentatiously greet in crowded places. It is not till the days of our\nneed that we learn to love and know them. It is not till the winter that\nthe birds see the wisdom of building their nests in the evergreen trees.\n\nAnd we, in our spring-time folly of youth, pass them by with a sneer,\nthe uninteresting, colorless evergreens, and, like silly children with\nnothing but eyes in their heads, stretch out our hands and cry for the\npretty flowers. We will make our little garden of life such a charming,\nfairy-like spot, the envy of every passer-by! There shall nothing grow\nin it but lilies and roses, and the cottage we will cover all over with\nVirginia-creeper. And, oh, how sweet it will look, under the dancing\nsummer sun-light, when the soft west breeze is blowing!\n\nAnd, oh, how we shall stand and shiver there when the rain and the east\nwind come!\n\nOh, you foolish, foolish little maidens, with your dainty heads so full\nof unwisdom! how often--oh! how often, are you to be warned that it is\nnot always the sweetest thing in lovers that is the best material to\nmake a good-wearing husband out of? \"The lover sighing like a furnace\"\nwill not go on sighing like a furnace forever. That furnace will go out.\nHe will become the husband, \"full of strange oaths--jealous in honor,\nsudden and quick in quarrel,\" and grow \"into the lean and slipper'd\npantaloon.\" How will he wear? There will be no changing him if he does\nnot suit, no sending him back to be altered, no having him let out a bit\nwhere he is too tight and hurts you, no having him taken in where he is\ntoo loose, no laying him by when the cold comes, to wrap yourself up in\nsomething warmer. As he is when you select him, so he will have to last\nyou all your life--through all changes, through all seasons.\n\nYes, he looks very pretty now--handsome pattern, if the colors are fast\nand it does not fade--feels soft and warm to the touch. How will he\nstand the world's rough weather? How will he stand life's wear and tear?\n\nHe looks so manly and brave. His hair curls so divinely. He dresses so\nwell (I wonder if the tailor's bill is paid?) He kisses your hand so\ngracefully. He calls you such pretty names. His arm feels so strong a\nround you. His fine eyes are so full of tenderness as they gaze down\ninto yours.\n\nWill he kiss your hand when it is wrinkled and old? Will he call you\npretty names when the baby is crying in the night, and you cannot keep\nit quiet--or, better still, will he sit up and take a turn with it? Will\nhis arm be strong around you in the days of trouble? Will his eyes shine\nabove you full of tenderness when yours are growing dim?\n\nAnd you boys, you silly boys! what materials for a wife do you think you\nwill get out of the empty-headed coquettes you are raving and tearing\nyour hair about. Oh! yes, she is very handsome, and she dresses with\nexquisite taste (the result of devoting the whole of her heart, mind and\nsoul to the subject, and never allowing her thoughts to be distracted\nfrom it by any other mundane or celestial object whatsoever); and she\nis very agreeable and entertaining and fascinating; and she will go\non looking handsome, and dressing exquisitely, and being agreeable and\nentertaining and fascinating just as much after you have married her as\nbefore--more so, if anything.\n\nBut _you_ will not get the benefit of it. Husbands will be charmed and\nfascinated by her in plenty, but _you_ will not be among them. You\nwill run the show, you will pay all the expenses, do all the work. Your\nperforming lady will be most affable and enchanting to the crowd. They\nwill stare at her, and admire her, and talk to her, and flirt with her.\nAnd you will be able to feel that you are quite a benefactor to your\nfellow-men and women--to your fellow-men especially--in providing such\ndelightful amusement for them, free. But _you_ will not get any of the\nfun yourself.\n\nYou will not get the handsome looks. _You_ will get the jaded face, and\nthe dull, lusterless eyes, and the untidy hair with the dye showing on\nit. You will not get the exquisite dresses. _You_ will get dirty,\nshabby frocks and slommicking dressing-gowns, such as your cook would\nbe ashamed to wear. _You_ will not get the charm and fascination. _You_\nwill get the after-headaches, the complainings and grumblings, the\nsilence and sulkiness, the weariness and lassitude and ill-temper that\ncomes as such a relief after working hard all day at being pleasant!\n\nIt is not the people who shine in society, but the people who brighten\nup the back parlor; not the people who are charming when they are out,\nbut the people who are charming when they are in, that are good to\n_live_ with. It is not the brilliant men and women, but the simple,\nstrong, restful men and women, that make the best traveling companions\nfor the road of life. The men and women who will only laugh as they\nput up the umbrella when the rain begins to fall, who will trudge along\ncheerfully through the mud and over the stony places--the comrades who\nwill lay their firm hand on ours and strengthen us when the way is dark\nand we are growing weak--the evergreen men and women, who, like\nthe holly, are at their brightest and best when the blast blows\nchilliest--the stanch men and women!\n\nIt is a grand thing this stanchness. It is the difference between a dog\nand a sheep--between a man and an oyster.\n\nWomen, as a rule, are stancher than men. There are women that you feel\nyou could rely upon to the death. But very few men indeed have this\ndog-like virtue. Men, taking them generally, are more like cats. You may\nlive with them and call them yours for twenty years, but you can never\nfeel _quite_ sure of them. You never know exactly what they are thinking\nof. You never feel easy in your mind as to the result of the next-door\nneighbor's laying down a Brussels carpet in his kitchen.\n\nWe have no school for the turning-out of stanch men in this nineteenth\ncentury. In the old, earnest times, war made men stanch and true to each\nother. We have learned up a good many glib phrases about the wickedness\nof war, and we thank God that we live in these peaceful, trading times,\nwherein we can--and do--devote the whole of our thoughts and energies to\nrobbing and cheating and swindling one another--to \"doing\" our friends,\nand overcoming our enemies by trickery and lies--wherein, undisturbed by\nthe wicked ways of fighting-men, we can cultivate to better perfection\nthe \"smartness,\" the craft, and the cunning, and all the other\n\"business-like\" virtues on which we so pride ourselves, and which were\nso neglected and treated with so little respect in the bad old age of\nviolence, when men chose lions and eagles for their symbols rather than\nfoxes.\n\nThere is a good deal to be said against war. I am not prepared to\nmaintain that war did not bring with it disadvantages, but there can be\nno doubt that, for the noblest work of Nature--the making of men--it\nwas a splendid manufactory. It taught men courage. It trained them in\npromptness and determination, in strength of brain and strength of hand.\nFrom its stern lessons they learned fortitude in suffering, coolness in\ndanger, cheerfulness under reverses. Chivalry, Reverence, and Loyalty\nare the beautiful children of ugly War. But, above all gifts, the\ngreatest gift it gave to men was stanchness.\n\nIt first taught men to be true to one another; to be true to their duty,\ntrue to their post; to be in all things faithful, even unto death.\n\nThe martyrs that died at the stake; the explorers that fought with\nNature and opened up the world for us; the reformers (they had to do\nsomething more than talk in those days) who won for us our liberties;\nthe men who gave their lives to science and art, when science and art\nbrought, not as now, fame and fortune, but shame and penury--they\nsprang from the loins of the rugged men who had learned, on many a grim\nbattlefield, to laugh at pain and death, who had had it hammered into\nthem, with many a hard blow, that the whole duty of a man in this world\nis to be true to his trust, and fear not.\n\nDo you remember the story of the old Viking who had been converted\nto Christianity, and who, just as they were about, with much joy, to\nbaptize him, paused and asked: \"But what--if this, as you tell me, is\nthe only way to the true Valhalla--what has become of my comrades, my\nfriends who are dead, who died in the old faith--where are they?\"\n\nThe priests, confused, replied there could be no doubt those unfortunate\nfolk had gone to a place they would rather not mention.\n\n\"Then,\" said the old warrior, stepping back, \"I will not be baptized. I\nwill go along with my own people.\"\n\nHe had lived with them, fought beside them; they were his people. He\nwould stand by them to the end--of eternity. Most assuredly, a very\nshocking old Viking! But I think it might be worth while giving up our\ncivilization and our culture to get back to the days when they made men\nlike that.\n\nThe only reminder of such times that we have left us now, is the\nbull-dog; and he is fast dying out--the pity of it! What a splendid old\ndog he is! so grim, so silent, so stanch; so terrible, when he has got\nhis idea, of his duty clear before him; so absurdly meek, when it is\nonly himself that is concerned.\n\nHe is the gentlest, too, and the most lovable of all dogs. He does not\nlook it. The sweetness of his disposition would not strike the casual\nobserver at first glance. He resembles the gentleman spoken of in the\noft-quoted stanza:\n\n     'E's all right when yer knows 'im.\n     But yer've got to know 'im fust.\n\nThe first time I ever met a bull-dog--to speak to, that is--was many\nyears ago. We were lodging down in the country, an orphan friend of\nmine named George, and myself, and one night, coming home late from some\ndissolving views we found the family had gone to bed. They had left a\nlight in our room, however, and we went in and sat down, and began to\ntake off our boots.\n\nAnd then, for the first time, we noticed on the hearthrug a bull-dog.\nA dog with a more thoughtfully ferocious expression--a dog with,\napparently, a heart more dead to all ennobling and civilizing\nsentiments--I have never seen. As George said, he looked more like some\nheathen idol than a happy English dog.\n\nHe appeared to have been waiting for us; and he rose up and greeted us\nwith a ghastly grin, and got between us and the door.\n\nWe smiled at him--a sickly, propitiatory smile. We said, \"Good dog--poor\nfellow!\" and we asked him, in tones implying that the question could\nadmit of no negative, if he was not a \"nice old chap.\" We did not really\nthink so. We had our own private opinion concerning him, and it was\nunfavorable. But we did not express it. We would not have hurt his\nfeelings for the world. He was a visitor, our guest, so to speak--and,\nas well-brought-up young men, we felt that the right thing to do was for\nus to prevent his gaining any hint that we were not glad to see him, and\nto make him feel as little as possible the awkwardness of his position.\n\nI think we succeeded. He was singularly unembarrassed, and far more at\nhis ease than even we were. He took but little notice of our flattering\nremarks, but was much drawn toward George's legs. George used to be,\nI remember, rather proud of his legs. I could never see enough in them\nmyself to excuse George's vanity; indeed, they always struck me\nas lumpy. It is only fair to acknowledge, however, that they quite\nfascinated that bull-dog. He walked over and criticized them with the\nair of a long-baffled connoisseur who had at last found his ideal. At\nthe termination of his inspection he distinctly smiled.\n\nGeorge, who at that time was modest and bashful, blushed and drew them\nup on to the chair. On the dog's displaying a desire to follow them,\nGeorge moved up on to the table, and squatted there in the middle,\nnursing his knees. George's legs being lost to him, the dog appeared\ninclined to console himself with mine. I went and sat beside George on\nthe table.\n\nSitting with your feet drawn up in front of you, on a small and rickety\none-legged table, is a most trying exercise, especially if you are not\nused to it. George and I both felt our position keenly. We did not like\nto call out for help, and bring the family down. We were proud young\nmen, and we feared lest, to the unsympathetic eye of the comparative\nstranger, the spectacle we should present might not prove imposing.\n\nWe sat on in silence for about half an hour, the dog keeping a\nreproachful eye upon us from the nearest chair, and displaying\nelephantine delight whenever we made any movement suggestive of climbing\ndown.\n\nAt the end of the half hour we discussed the advisability of \"chancing\nit,\" but decided not to. \"We should never,\" George said, \"confound\nfoolhardiness with courage.\"\n\n\"Courage,\" he continued--George had quite a gift for maxims--\"courage is\nthe wisdom of manhood; foolhardiness, the folly of youth.\"\n\nHe said that to get down from the table while that dog remained in the\nroom, would clearly prove us to be possessed of the latter quality; so\nwe restrained ourselves, and sat on.\n\nWe sat on for over an hour, by which time, having both grown careless\nof life and indifferent to the voice of Wisdom, we did \"chance it;\" and\nthrowing the table-cloth over our would-be murderer, charged for the\ndoor and got out.\n\nThe next morning we complained to our landlady of her carelessness in\nleaving wild beasts about the place, and we gave her a brief if not\nexactly truthful, history of the business.\n\nInstead of the tender womanly sympathy we had expected, the old lady sat\ndown in the easy chair and burst out laughing.\n\n\"What! old Boozer,\" she exclaimed, \"you was afraid of old Boozer! Why,\nbless you, he wouldn't hurt a worm! He ain't got a tooth in his head,\nhe ain't; we has to feed him with a spoon; and I'm sure the way the cat\nchivies him about must be enough to make his life a burden to him. I\nexpect he wanted you to nurse him; he's used to being nursed.\"\n\nAnd that was the brute that had kept us sitting on a table, with our\nboots off, for over an hour on a chilly night!\n\nAnother bull-dog exhibition that occurs to me was one given by my uncle.\nHe had had a bulldog--a young one--given to him by a friend. It was a\ngrand dog, so his friend had told him; all it wanted was training--it\nhad not been properly trained. My uncle did not profess to know much\nabout the training of bull-dogs; but it seemed a simple enough matter,\nso he thanked the man, and took his prize home at the end of a rope.\n\n\"Have we got to live in the house with _this?_\" asked my aunt,\nindignantly, coming in to the room about an hour after the dog's advent,\nfollowed by the quadruped himself, wearing an idiotically self-satisfied\nair.\n\n\"That!\" exclaimed my uncle, in astonishment; \"why, it's a splendid dog.\nHis father was honorably mentioned only last year at the Aquarium.\"\n\n\"Ah, well, all I can say is, that his son isn't going the way to\nget honorably mentioned in this neighborhood,\" replied my aunt, with\nbitterness; \"he's just finished killing poor Mrs. McSlanger's cat, if\nyou want to know what he has been doing. And a pretty row there'll be\nabout it, too!\"\n\n\"Can't we hush it up?\" said my uncle.\n\n\"Hush it up?\" retorted my aunt. \"If you'd heard the row, you wouldn't\nsit there and talk like a fool. And if you'll take my advice,\" added my\naunt, \"you'll set to work on this 'training,' or whatever it is, that\nhas got to be done to the dog, before any human life is lost.\"\n\nMy uncle was too busy to devote any time to the dog for the next day or\nso, and all that could be done was to keep the animal carefully confined\nto the house.\n\nAnd a nice time we had with him! It was not that the animal was\nbad-hearted. He meant well--he tried to do his duty. What was wrong\nwith him was that he was too hard-working. He wanted to do too much. He\nstarted with an exaggerated and totally erroneous notion of his duties\nand responsibilities. His idea was that he had been brought into the\nhouse for the purpose of preventing any living human soul from coming\nnear it and of preventing any person who might by chance have managed to\nslip in from ever again leaving it.\n\nWe endeavored to induce him to take a less exalted view of his position,\nbut in vain. That was the conception he had formed in his own mind\nconcerning his earthly task, and that conception he insisted on living\nup to with, what appeared to us to be, unnecessary conscientiousness.\n\nHe so effectually frightened away all the trades people, that they at\nlast refused to enter the gate. All that they would do was to bring\ntheir goods and drop them over the fence into the front garden, from\nwhere we had to go and fetch them as we wanted them.\n\n\"I wish you'd run into the garden,\" my aunt would say to me--I was\nstopping with them at the time--\"and see if you can find any sugar; I\nthink there's some under the big rose-bush. If not, you'd better go to\nJones' and order some.\"\n\nAnd on the cook's inquiring what she should get ready for lunch, my aunt\nwould say:\n\n\"Well, I'm sure, Jane, I hardly know. What have we? Are there any chops\nin the garden, or was it a bit of steak that I noticed on the lawn?\"\n\nOn the second afternoon the plumbers came to do a little job to the\nkitchen boiler. The dog, being engaged at the time in the front of the\nhouse, driving away the postman, did not notice their arrival. He\nwas broken-hearted at finding them there when he got downstairs, and\nevidently blamed himself most bitterly. Still, there they were, all\nowing to his carelessness, and the only thing to be done now was to see\nthat they did not escape.\n\nThere were three plumbers (it always takes three plumbers to do a job;\nthe first man comes on ahead to tell you that the second man will be\nthere soon, the second man comes to say that he can't stop, and the\nthird man follows to ask if the first man has been there); and that\nfaithful, dumb animal kept them pinned up in the kitchen--fancy wanting\nto keep plumbers in a house longer than is absolutely necessary!--for\nfive hours, until my uncle came home; and the bill ran: \"Self and two\nmen engaged six hours, repairing boiler-tap, 18s.; material, 2d.; total\n18s. 2d.\"\n\nHe took a dislike to the cook from the very first. We did not blame him\nfor this. She was a disagreeable old woman, and we did not think much\nof her ourselves. But when it came to keeping her out of the kitchen,\nso that she could not do her work, and my aunt and uncle had to cook the\ndinner themselves, assisted by the housemaid--a willing-enough girl, but\nnecessarily inexperienced--we felt that the woman was being subject to\npersecution.\n\nMy uncle, after this, decided that the dog's training must be no longer\nneglected. The man next door but one always talked as if he knew a lot\nabout sporting matters, and to him my uncle went for advice as to how to\nset about it.\n\n\"Oh, yes,\" said the man, cheerfully, \"very simple thing, training a\nbull-dog. Wants patience, that's all.\"\n\n\"Oh, that will be all right,\" said my uncle; \"it can't want much more\nthan living in the same house with him before he's trained does. How do\nyou start?\"\n\n\"Well, I'll tell you,\" said next-door-but-one. \"You take him up into a\nroom where there's not much furniture, and you shut the door and bolt\nit.\"\n\n\"I see,\" said my uncle.\n\n\"Then you place him on the floor in the middle of the room, and you go\ndown on your knees in front of him, and begin to irritate him.\"\n\n\"Oh!\"\n\n\"Yes--and you go on irritating him until you have made him quite\nsavage.\"\n\n\"Which, from what I know of the dog, won't take long,\" observed my uncle\nthoughtfully.\n\n\"So much the better. The moment he gets savage he will fly at you.\"\n\nMy uncle agreed that the idea seemed plausible.\n\n\"He will fly at your throat,\" continued the next-door-but-one man, \"and\nthis is where you will have to be careful. _As_ he springs toward you,\nand _before_ he gets hold of you, you must hit him a fair straight blow\non his nose, and knock him down.\"\n\n\"Yes, I see what you mean.\"\n\n\"Quite so--well, the moment you have knocked him down, he will jump up\nand go for you again. You must knock him down again; and you must keep\non doing this, until the dog is thoroughly cowed and exhausted. Once he\nis thoroughly cowed, the thing's done--dog's as gentle as a lamb after\nthat.\"\n\n\"Oh!\" says my uncle, rising from his chair, \"you think that a good way,\ndo you?\"\n\n\"Certainly,\" replied the next-door-but-one man; \"it never fails.\"\n\n\"Oh! I wasn't doubting it,\" said my uncle; \"only it's just occurred to\nme that as you understand the knack of these things, perhaps _you'd_\nlike to come in and try _your_ hand on the dog? We can give you a\nroom quite to yourselves; and I'll undertake that nobody comes near to\ninterfere with you. And if--if,\" continued my uncle, with that kindly\nthoughtfulness which ever distinguished his treatment of others, \"_if_,\nby any chance, you should miss hitting the dog at the proper critical\nmoment, or, if _you_ should get cowed and exhausted first, instead of\nthe dog--why, I shall only be too pleased to take the whole burden of\nthe funeral expenses on my own shoulders; and I hope you know me well\nenough to feel sure that the arrangements will be tasteful, and, at the\nsame time, unostentatious!\"\n\nAnd out my uncle walked.\n\nWe next consulted the butcher, who agreed that the prize-ring method was\nabsurd, especially when recommended to a short-winded, elderly family\nman, and who recommended, instead, plenty of out-door exercise for the\ndog, under my uncle's strict supervision and control.\n\n\"Get a fairly long chain for him,\" said the butcher, \"and take him out\nfor a good stiff run every evening. Never let him get away from you;\nmake him mind you, and bring him home always thoroughly exhausted. You\nstick to that for a month or two, regular, and you'll have him like a\nlittle child.\"\n\n\"Um!--seems to me that I'm going to get more training over his job than\nanybody else,\" muttered my uncle, as he thanked the man and left the\nshop; \"but I suppose it's got to be done. Wish I'd never had the d---\ndog now!\"\n\nSo, religiously, every evening, my uncle would fasten a long chain to\nthat poor dog, and drag him away from his happy home with the idea of\nexhausting him; and the dog would come back as fresh as paint, my uncle\nbehind him, panting and clamoring for brandy.\n\nMy uncle said he should never have dreamed there could have been such\nstirring times in this prosaic nineteenth century as he had, training\nthat dog.\n\nOh, the wild, wild scamperings over the breezy common--the dog trying to\ncatch a swallow, and my uncle, unable to hold him back, following at the\nother end of the chain!\n\nOh, the merry frolics in the fields, when the dog wanted to kill a cow,\nand the cow wanted to kill the dog, and they each dodged round my uncle,\ntrying to do it!\n\nAnd, oh, the pleasant chats with the old ladies when the dog wound the\nchain into a knot around their legs, and upset them, and my uncle had to\nsit down in the road beside them, and untie them before they could get\nup again!\n\nBut a crisis came at last. It was a Saturday afternoon--uncle being\nexercised by dog in usual way--nervous children playing in road, see\ndog, scream, and run--playful young dog thinks it a game, jerks chain\nout of uncle's grasp, and flies after them--uncle flies after dog,\ncalling it names--fond parent in front garden, seeing beloved children\nchased by savage dog, followed by careless owner, flies after uncle,\ncalling _him_ names--householders come to doors and cry, \"Shame!\"--also\nthrow things at dog--things don't hit dog, hit uncle--things that don't\nhit uncle, hit fond parent--through the village and up the hill, over\nthe bridge and round by the green--grand run, mile and a half without a\nbreak! Children sink exhausted--dog gambols up among them--children go\ninto fits--fond parent and uncle come up together, both breathless.\n\n\"Why don't you call your dog off, you wicked old man?\"\n\n\"Because I can't recollect his name, you old fool, you!\"\n\nFond parent accuses uncle of having set dog on--uncle, indignant,\nreviles fond parent--exasperated fond parent attacks uncle--uncle\nretaliates with umbrella--faithful dog comes to assistance of uncle,\nand inflicts great injury on fond parent--arrival of police--dog attacks\npolice--uncle and fond parent both taken into custody--uncle fined five\npounds and costs for keeping a ferocious dog at large--uncle fined five\npounds and costs for assault on fond parent--uncle fined five pounds and\ncost for assault on police!\n\nMy uncle gave the dog away soon after that. He did not waste him. He\ngave him as a wedding-present to a near relation.\n\nBut the saddest story I ever heard in connection with a bull-dog, was\none told by my aunt herself.\n\nNow you can rely upon this story, because it is not one of mine, it is\none of my aunt's, and she would scorn to tell a lie. This is a story\nyou could tell to the heathen, and feel that you were teaching them\nthe truth and doing them good. They give this story out at all the\nSunday-schools in our part of the country, and draw moral lessons from\nit. It is a story that a little child can believe.\n\nIt happened in the old crinoline days. My aunt, who was then living in a\ncountry-town, had gone out shopping one morning, and was standing in the\nHigh Street, talking to a lady friend, a Mrs. Gumworthy, the doctor's\nwife. She (my aunt) had on a new crinoline that morning, in which,\nto use her own expression, she rather fancied herself. It was\na tremendously big one, as stiff as a wire-fence; and it \"set\"\nbeautifully.\n\nThey were standing in front of Jenkins', the draper's; and my aunt\nthinks that it--the crinoline--must have got caught up in something,\nand an opening thus left between it and the ground. However this may\nbe, certain it is that an absurdly large and powerful bull-dog, who was\nfooling round about there at the time, managed, somehow or other, to\nsquirm in under my aunt's crinoline, and effectually imprison himself\nbeneath it.\n\nFinding himself suddenly in a dark and gloomy chamber, the dog,\nnaturally enough, got frightened, and made frantic rushes to get out.\nBut whichever way he charged; there was the crinoline in front of\nhim. As he flew, he, of course, carried it before him, and with the\ncrinoline, of course, went my aunt.\n\nBut nobody knew the explanation. My aunt herself did not know what had\nhappened. Nobody had seen the dog creep inside the crinoline. All that\nthe people did see was a staid and eminently respectable middle-aged\nlady suddenly, and without any apparent reason, throw her umbrella down\nin the road, fly up the High Street at the rate of ten miles an hour,\nrush across it at the imminent risk of her life, dart down it again on\nthe other side, rush sideways, like an excited crab, into a\ngrocer's shop, run three times round the shop, upsetting the whole\nstock-in-trade, come out of the shop backward and knock down a postman,\ndash into the roadway and spin round twice, hover for a moment,\nundecided, on the curb, and then away up the hill again, as if she had\nonly just started, all the while screaming out at the top of her voice\nfor somebody to stop her!\n\nOf course, everybody thought she was mad. The people flew before her\nlike chaff before the wind. In less than five seconds the High Street\nwas a desert. The townsfolk scampered into their shops and houses and\nbarricaded the doors. Brave men dashed out and caught up little children\nand bore them to places of safety amid cheers. Carts and carriages were\nabandoned, while the drivers climbed up lamp-posts!\n\nWhat would have happened had the affair gone on much longer--whether my\naunt would have been shot, or the fire-engine brought into requisition\nagainst her--it is impossible, having regard to the terrified state of\nthe crowd, to say. Fortunately for her, she became exhausted. With\none despairing shriek she gave way, and sat down on the dog; and peace\nreigned once again in that sweet rural town.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Jerome, Jerome K. (Jerome Klapka)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/857/pg857.txt",
        "name": "evergreens.json"
    }
}