{
    "name": "Exiles of the Three Red Moons",
    "author": [
        "Selwyn, Carl"
    ],
    "body": "Slowly, horribly, men died in that outer-space\nDevil's Island. Carter already could feel the\nslow-gnawing, Emerald Death. What had he to lose,\neven on a crazy-wild, 100-to-1 shot Pluto prison-break?\n\n\nFaint and distant, the sun fell swiftly behind the close horizon\nand three warm moons of Pluto climbed from the jagged rocks. Their\npale, green light spread upon the rearing crags of dusty silica in a\nscintillating blanket of emerald, and gleamed richly upon the patches\nof white lichen.\n\nAs Rusty Carter strode down the winding trail from his cave, he gave\nno thought to the prismatic scene. Even his analytical eyes, veteran\nof ten years with the Tele-news, were not concerned. He had seen it in\ndaylight, when the freezing winds swept across the glaring monotony\nof crystal sand, when men fought and killed for sheer sport, and when\nthe Bugs came. The cold horror of day paled the beauty of night. And\nRusty Carter was weary of both, after these Plutonian months. His heart\nquickened as he remembered this was his last evening.\n\nRounding a bend, he approached the squat, transparent target building\ngleaming above the restless crowd of men. They stood about in small\ngroups, talking noisily.\n\nRusty glanced at his watch. It was twenty revs before the monthly ship\nwas due. And this time it would not merely hover to drop drift-tubes\ncontaining more doomed men and newsprints from a ruthless Y.M.P.A.\nThis time it would land--take him back to Earth. His heart sang at the\nthought. Lord, but it would be good to have real soil underfoot again,\neven the impassive pavement of New York!\n\nAs he pushed his way through the motley mob, Rusty's mind flashed far\nacross space to his desk in the great New York Tele-news plant. He\nremembered Skipper Russell, his city editor, coming over, the twinkle\nin his sagacious eyes as he told him to go out and rob a bank. Then\nthe eyes had changed to cool efficiency as he outlined his plan. Rusty\nwas to enter the Planetary National, armed with a vib-ray gun. He was\nto menace the employees, then be trapped by pre-informed police. In\nfeigned terror, he was to turn the gun upon the crowd, fire. Actors had\nbeen hired for the part. The vib-ray loaded with a harmless vibration,\nthey were to fall before him. He would be captured, and with the best\nlawyers _against_ him, sent to Pluto for life. Stories about this dread\npenal colony were dreadful, but mostly speculative. Forbidden entrance\nby the Interplanetary Control, Tele-news agencies had few facts. A\nfirst-hand story would be worth millions. It was Rusty's job to get it.\n\nAnd here he was, the job done. The false arrest and its purpose was\nknown only to Skipper and himself. Even the actors whose \"bodies\" were\nimmediately claimed by their families, knew nothing of their work's\nsignificance. After two months, the city editor would confess to the\nhoax, pay whatever fine was imposed, and Rusty would be released--with\na priceless story.\n\nThe two months were over, and the story _was_ priceless. Dealing\nintimately with the primitive simplicity of souls without hope and\ntheir degenerate abandon of all that civilization had bestowed, his\ntale would weave a pattern of remorse that such conditions should exist\nanywhere in the universe. Pluto and its four moons were billions of\nmiles from home, anybody's home. Three of its satellites, of about\nequal size and in close juxtaposition, were the planet's only source of\nwarmth for the sun of the life line planets was dim, far away.\n\n\n\nThe flat emergency field was crowded with hulking forms from every\nplanet; talking, gesticulating excitedly, curious vultures awaiting the\nnew broken spirits, black-souled as themselves.\n\nRusty neared the low target building, saw his dim reflection in a\nglassy wall; tall and thin despite the cumbersome furs. He had lost\nweight, he observed. His bronzed seventy-five inches of slender,\nhandsome youth had shed the surplus flesh that he had accumulated in\nEarthian cities. His body was now trimmed to bare muscle, sinews of\nsteel. One _fought_ to live here. One fought the cold, the Bugs, crazed\nmen--but the hopelessness of the struggle could not be fought, and one\ndied and was glad to die. One of their number in every other respect,\nRusty had _hope_--and he had been forced to keep this thought ever\nbefore him as the contagion of omnipresent despair clutched at him also.\n\nHe ran a long hand through his leonine hair; badly in need of cutting,\nit swirled, dark sorrel, about his hawk-like features.\n\nThe huge Vulcanian, Lothar, approached. Massive head bent, he leaned\ntoward Rusty as he passed.\n\n\"We leave at noon,\" he muttered. \"Meet at White Cliff, if you go!\"\n\nFamiliarity had bred disinterest in the strange forms from other worlds\nbut the nearness of his departure gave new light to the things about\nhim. Lothar, the Vulcanian! Rusty looked at the great creature, and\nthought of the excitement Vulcan's discovery had occasioned. In the\norbit of Mercury, behind the sun, making it ever invisible to Earth,\nit was the first planet to be found by interstellar exploration.\nOccurring long before Rusty was born, it was another Stanley-Livingston\naffair in the annals of feature news. Of course, Vulcan's existence\nhad been calculated by its effect on Mercury's perihelion as early\nas the nineteenth century by--what was his name?--Leverrier! Who had\nbeen disproved by Einstein, twentieth century, who was himself later\ndisproved. Rusty smiled. Get the facts! Soon he would be back at the\nold job again....\n\nHe watched Lothar's monstrous bulk shuffle away into the crowd;\nsuddenly he remembered the secret plan for escape that night. There\nwould be five of them: Lothar, two Martians, a Venusian and Spike.\nSpike was from his own planet and his only friend here, if he might\nbe called that. The short, chunky Earthian owed his life to Rusty.\nHe had saved him from the Bugs a few days after his arrival, an\nexploit unheard of here where everyone saw to his own brief existence.\nBut Spike had never forgotten. And when the little boat had been\nconstructed from salvaged drift-tubes, he had inveigled the others into\nagreeing to take Rusty along.\n\nRusty Carter felt a twinge of conscience at not confiding his now\npropinquent departure. He had tactfully avoided a direct refusal,\nknowing if word of his pardon got around his life would be worthless.\nA jealous horde would have made short work of him. The others didn't\nmatter; but, whatever heartless creature Spike was, Rusty hoped he got\naway.\n\n\n\nThere came a shout from the upturned faces of the grisly crowd and\nRusty saw a red dot, high in the dim sky. It was the jet-blast of the\ncoming ship. It was coming for him!\n\nHis heart leaped as he watched the crimson point grow, a line of flame,\na dazzling comet upon the tinted moon glow. The light lengthened and a\ndark hulk appeared at its head. Then, with a roar, a burst of sparks,\nthe ship entered the Plutonian atmosphere, floated gently downward on\nidling jets.\n\nThe crowd of wretches clamored, jostled one another. Rusty stood apart,\ntingling with excitement. He planned his journey, his homecoming, with\na child-like joy. First he would radio Skipper. Then he would take\na long luxurious bath--he could feel the warm water now--then go to\nsleep, with no nightmare of yellow insects crawling unseen toward him.\nThen he would....\n\nThe ship lowered, drifted to a stop high above them. The smile slowly\nleft Rusty's face and his eyes widened.\n\nGlistening in the dim light, the ship remained motionless. Three long\nobjects came into view, gliding slowly from its underside--drift-tubes.\n\nRusty started forward, eyes fixed to the shining hull, panic leaping\ninto his heart.\n\nIn a burst of flame, the ship zoomed upward. There was a faint tingle\nof ozone in the air, as it ascended, grew smaller in the glowing sky.\n\nRusty wanted to scream at the disappearing light. He leaned weakly\nagainst the wall and a sickness within him was cold and numb, a\ndeadening blow. Then he grinned faintly. Of course! They were sending a\nspecial plane--maybe Skipper was coming himself. Of course.\n\nThe drift-tubes had landed and the crowd was gathered about them,\nencircling the newcomers, shouting questions about the outside worlds,\ninspecting the less formidable for chance possessions. Rusty pushed his\nway through the mass of foul bodies. At the edge of the group was a\nsmaller, unopened tube--the Tele-news can.\n\nRusty opened the container, pulled out the roll of thin, printed\nsheets. It was like Skipper to send a special plane. Sure he\nwould--this was a big story.\n\nIdly glancing through the pages, weeks old, he was surprised to catch\nthe familiar name. Then Rusty tensed, color gone from his face, as the\nfull meaning of the headline came to him.\n\n    \"PROMINENT EDITOR PASSES: S. K. Russell, Editor of the New York\n    Tele-news for over thirty years, died at his home today, the victim\n    of a heart attack. Russell, called 'Skipper' by all that knew him,\n    was stricken--\"\n\nRusty dropped the page from his hand. He stared, unseeing, into\nthe night, his mind following a torturing logic to its inescapable\nconclusion. Skipper was dead--Skipper was the only one that knew--no\none else would know of his innocence....\n\nHe snatched up the paper, read the column, his warrant of doom. Skipper\nhad died three weeks ago, suddenly, before he could even make a will.\nHis wife was sole heir to the Tele-news plant.\n\nRusty sank down to a rock.\n\nA sense of wild terror gripped him as he realized he was trapped here,\nfor the rest of his life--he had been legally convicted of robbery,\nmurder. Skipper was the only person who could save him. But Skipper was\ndead!\n\nMen howled, laughed as they passed him. And Rusty Carter knew he was\nnow one of them. No more was there the glow of a secret thought, that\nsoon he could leave--he was to stay until he died just as these others\ndied, screaming or with a voiceless stare in the cold glare of Pluto.\n\nTheir laughter faded away and he was alone.\n\n\n\nWalking aimlessly, Rusty left the deserted clearing, plodded up a\nsparkling path. He wandered amid the ghastly spangled crags, neither\nknowing nor caring where he went. It did not matter and nothing\nmattered, for he was dead inside. The three moons of Pluto hung low\nin the east and the enormous Great Moon, the nearby satellite of the\nplanet, arose beside their departing light, a darker green.\n\nSoon, another day. The cold wind. The Bugs. Haunted, restless sleep.\nThe scream of a lonely soul in dreaming delirium. But what matter the\ncold and the Bugs? They _could_ bring death. Was it not better so?\n\nRusty came to a long declivity, the rocks sloping down to a wide\ncrater. In the center was a pale wall of lichen, smoothly white on the\nside of a towering peak. It was White Cliff. Largest landmark on the\nnarrow-horizoned planet, it reared for hundreds of feet into the thin\nair. Upon its vast sides was a thick blanket of the plants, giving the\ncliff an unbroken, white distinctiveness and its name. Never visited by\nday because of the Bugs, it was rarely approached even at night. The\nreflecting vegetation surrounding it in a dim glow, the Bugs lingered\neven then. Foot-long obscenities of fuzzy yellow, razor-tipped tendrils\nbefore formless maws, by day they swarmed from every crevice of the\ndistorted terrain. Subsisting chiefly upon the rabbit-like veedles,\nthey would also eat a man.\n\nRusty stared at the ghostly scene, suddenly remembering the words of\nLothar, the Vulcanian. Preferring the Bugs to curious eyes, it was here\nthat the drift-tubes had been stored, the escape ship built. Escape!\nWhy hadn't he thought of it before? As criminal as they now, he must\ntake a criminal's chance--the odds were all against their survival--a\nswift death in the suffocating void of space, the sudden burn of a\npatrol's flame-gun. But each was a feeble fear. Death here was slow,\ngnawing for years at a weakening brain. Any chance was worth taking.\n\nHe glanced over his shoulder at the rising shape of the Great Moon, and\nsped across the quartz dust to the cliff.\n\nRounding the rise, Rusty came upon a dark form in a little clearing. It\nwas the ship. Startled figures whirled as he burst upon them, relaxed\nas he was recognized. The great bulk of Lothar was stark against the\ndim light.\n\n\"Hello!\" came a husky Earthian voice, and Rusty was relieved to see the\nbarrel shape of Spike appear, his mop of black hair haloed in the green\nglow.\n\nRusty looked at the squat hull of the oddly constructed boat. The\nothers gathered around him.\n\n\"Crude but crafty,\" admired Spike.\n\nRusty glanced at the others. The tall Martians stood at the side,\nslender silhouettes. The Vulcanian towered above him, long incisors\ngleaming between drooping lips.\n\n\"I think you know the rest,\" said Spike. \"Here's Fish.\"\n\nRusty noticed for the first time the frail form of a Venusian in the\nshadows. He moved silently to Rusty, extended a finny hand in the\nEarthian clasp adopted by the Universe.\n\nVenusians were an eternal surprise to Rusty. Half the height of an\naverage man, limbs thin and tipped with prehensile spines, they were\ncovered with fish-like scales, a delicate lavender in color. A single\neye in the middle of the forehead, throughout the Universe they carried\noptional misnomers, \"Cyclops\" or \"Fish.\"\n\nRusty shook the cold hand and for a moment forgot his plight, as\nhe felt his usual presentiments. These weird creatures from the\ncloud-hidden planet never failed to arouse unreasoning tingles of\ndistrust.\n\n\"When do we leave?\" asked Rusty. He must have action. The thought of\nhis abandonment here would soon drive him raving mad.\n\n\"All ready,\" said Spike. \"Waiting for the moon to get in position.\"\n\nLothar tapped Rusty on the shoulder, his huge, four-fingered hand\nalmost knocking him down.\n\n\"Make words,\" he boomed in his throat. \"You go. Must be one with\nus--steal moon ship--pirates.\"\n\n\"He means we head for the Great Moon, steal a plane there and see what\nwe can pick up in the Earthian traffic lanes,\" Spike translated. \"It\ntook me a long time to persuade them that you were okey, so be nice!\"\n\n\"Sure,\" said Rusty. He had barely heard the words. \"Sure.\"\n\nLothar stared at him with his slanting, narrow eyes. He finally nodded,\nmoved away.\n\n\n\nThe little ship was crudely made, Rusty noticed, of cans in which the\nprisoners had been dropped. It was held down by ropes stretching over\nthe hull. The thick, insulated drift-tubes were simple antigravitic\nunits of low power. With the engineering skill of the Martians, six\nof these had been fixed together, forming a squat hull, blunt at one\nend. Powered by fuel salvaged from countless near-dry tubes, it was\nplanned, he was told, to wait till the nearby satellite was directly\noverhead, then release the ship, allowing it to drift upward. After a\nfew miles--with an over-load of fuel they would drift fast--they would\nbe caught by the pull of the larger planet, sucked into it. The gravity\nof the Great Moon would overcome their diminished power and they would\ndrift down. There was, of course, no oxygen equipment and they would\ndoubtless lose consciousness. But it would be only a few moments in\nspace and they should revive in the dense atmosphere of the moon. It\nwas a chance they would have to take.\n\nCreeping comets! thought Rusty. Wouldn't he have a story if he ever\nreached the Tele-news plant again! But would he ever see Earth again?\n\nHe felt little optimism when he looked up at the planet slowly swinging\ntoward them. Gigantic, almost as large as Pluto, its rugged land\nand dark seas were quite visible across the few thousand miles. The\ntriplet-moons were dead, of their own radiations, but the Great Moon,\nin a separate orbit, was eternally tropical. A regular transit to the\neccentric orbit of the warming spheres, it received a degree of heat\nthat Pluto's greater distance denied. Its atmosphere was thin, tinged\nwith ozone, but breatheable. It rotated slowly, a perceptible movement.\nA smooth patch came into view upon its green surface and Rusty\nremembered it was the only inhabitable portion of the planet. The rest\nwas insect-infested jungle, shallow oceans. If they waited till it was\noverhead, they could not miss the moon. But they _must_ hit that little\nspot upon its surface.\n\n\"We're waiting till the Plain comes around again,\" Spike answered\nRusty's thoughts. \"Have to leave navigation to the Martians. They have\nan uncanny sense of precision.\"\n\n\"What--\" began Rusty.\n\nHe heard a slithering in the plants behind them.\n\nThey turned. Rusty saw three Bugs crawl into the dim light. Yellow\nhorrors, they moved swiftly. Sharp feelers waving, they advanced like\ngiant cockroaches. Others came behind them. They swarmed into the\nclearing.\n\nHe turned to run. There was no fighting them. There was no running\naway--Bugs poured from all sides. Lord! must he die now? When a chance\nwas so near? They were surrounded. He stood staring, the others behind\nhim, weaponless.\n\nRusty remembered one man he had seen after their work. He sickened\nat the picture. Blood was what they smelled, what they sought. Those\nfeelers chopped at one's legs, severed the feet, hovered with sucking\nmouths about the face of the victim, still alive.\n\nThe Bugs came on.\n\nOne neared Rusty. A tendril knifed at him. He kicked madly into the\nyellow mass, felt the pulpy insect crush under the blow. The ground was\na blanket of writhing yellow, spreading toward them. He hoped it would\nbe quick. But it never was. One died slowly. The life sucked from him.\nRusty kicked at another. The others were stamping wildly.\n\n\"Into the ship!\" yelled Spike.\n\nThe tubes! They would be safe there. Rusty leaped a slashing wave as\nthere was a rush for the ship. He went into the ochre, crawling things\nwith one bound, into a drift-can with another. He clanged the port over\nhim, heard the others slam shut.\n\nRusty lay in the silent darkness, unable to move in the cramped\ncylinder. They would have to wait for the Bugs to leave. It might be\ndays! The air was slowly becoming bad. He would have to open the port\nsoon. He might be able to open it just a fraction, but those tendrils\nwere thin, they might whip in. The place was stifling. His throat\nached. There was bursting panic in his lungs.\n\nSuddenly he was pressed against the bottom of the tube by an invisible\nforce. They were moving.\n\nBut why? How? The Great Moon was not in position yet! They would miss\nit! He raised a hand to the port-lock. It would be better to jump. And\nthe air--he could not breathe. He fumbled with the lock, could not open\nit. Weakly he clawed at the port. They would--drift--into--space....\n\nSlowly, his mind relaxed into unconsciousness.\n\n\n\nRusty opened his eyes and breathed deeply of exquisite air. He saw\ngreen foliage above him. He was lying upon a verdant substance, soft\nand moist. It was very hot. His furs had been removed.\n\n\"It's time you came to!\" said a voice, and Rusty sat up, saw the rotund\nEarthian approaching. He glanced around, saw the drift-lube nearby,\nhalf-buried in the mud. The others were standing beside it, their odd\nappearance increased by the removal of their heavy clothing.\n\nThey had made it. They had escaped! He was free!\n\n\"What happened?\" he asked, head dizzy.\n\n\"Fool Bugs cut the ropes,\" said Spike. \"We floated off Pluto. Several\nof them must have held on the rope-ends for a while. Their weight\nslowed us down till the moon came over, but we hit in the jungle--an\nocean, either way, between us and the Plain.\"\n\n\"Lord!\" said Rusty. \"No man ever crossed this part of the planet on\nfoot!\"\n\n\"Nobody ever escaped from Pluto either,\" said Spike. \"Until ten minutes\nago.\" He yanked Rusty to his feet.\n\nRusty looked at the dense wall of plants about them. There was barely\nroom for a man to pass between the twisted trunks and vines. Overhead\nwas the same thick mass of green. Faint light seeped through. But here\nwas a single, tangible thing--something one could grasp with the hands,\nfight for life--a goal at the end. There was a hope! It was better than\nPluto.\n\nThe others came up.\n\n\"What now?\" said one of the Martians in his toneless voice.\n\n\"Cross jungle, cross sea,\" said Lothar.\n\n\"Let's get going,\" said Spike. He turned to the seemingly impenetrable\ngrowths surrounding them.\n\nRusty followed. His heart stopped.\n\nA great white thing fell slowly in front of them. It dangled in\nmid-air. It was a spider--bigger than an Earthian cow. Green, checked\neyes bulging, it hung from a thick strand of translucent material.\n\nSpike sprang back as the monstrosity reached out a hairy tendril. Rusty\nstood hypnotized by the pale hideousness of the creature.\n\nWith a quick movement it swung toward them.\n\nRusty broke his trance. He leaped aside. A tentacle slapped across his\nface as he sprawled into the mire.\n\nHe started up, saw the insect crouched upon the writhing form of a\nMartian. Shrill, animal screams cut the air as the red man struggled\nfrantically to escape the tightening white claws. The gaping man drew\nclose.\n\n\"Get him, Lothar!\" shouted Spike from the edge of the jungle.\n\nThe eight-foot Uranian plodded to the thing, short legs working\nrapidly. With a massive hand, he caught one stalk-like feeler, and\nwrenched and twisted it from the globose body.\n\nHolding the wriggling Martian, the spider flung itself upon Lothar. It\nlanded upon him with all its pulpy weight. The Martian quit screaming,\nlay still. His eyes protruded and Rusty saw that his face, normally\nlight red, was slowly darkening.\n\nThe ghastly pale insect lay upon the Uranian body, covering his chest\nand arms. It did not move. The eyes glazed. Then slowly the creature\nrolled over upon crumpled legs. It twitched feebly.\n\nLothar arose, his upper body a mass of pink, gelatinous fluid. Rusty\nrevolted at the gory figure.\n\nThe Martian was dead. His fellow red man searched his pockets, shrugged\nand did not look at him again.\n\nLothar returned from a pool where he had washed away the \"blood.\"\n\n\"Poke hands in soft middle,\" he grinned. \"Pull insides out!\"\n\nSpike laughed uproariously. He stepped toward the plants.\n\nThey laugh, thought Rusty, and one of us is dead! They'll laugh when\nthe next one dies. Who will it be? All? He looked into the green walls\nand the question arose from fact, not pessimism. He had thought those\ntwo Plutonian months had hardened him. Could he stand this new world of\nnew terrors?\n\nWarily moving around the body of the shuddering insect, Rusty followed\nthem into the jungle.\n\n\n\nThe great moon's vast vegetal areas were a monotony of green. Pools of\nwater, matted plants, glaucous mire underfoot, even the atmosphere was\na virescent mist, tinted by an unknown gas. But the life there had not\nthe monotony of the scene.\n\nPluto was a dying world; the moon, still upon its first step along the\ntimeless path of evolution. Every mile brought new terrors. Carnivorous\nbeetles. The purple _Gux_ dragon, twenty feet long, daggered with\nvenomous fangs. And the white spiders. The little gnats, slightly\nsmaller than an Earthian hornet, followed constantly, raised deep sores\nupon bare faces and arms.\n\nSlow against the resisting foliage, Rusty followed the maddening pace\nand considered every step his last. Snatching at strange fruit, pausing\nat shallow pools for unrefreshing sleep, they lost all conception\nof time. There was no distinct night and day, no restful blackness,\nonly a change of hue in the tinted air and painted sky; a green which\ndeepened to a phosphoric glow, then faded again as the strange sun\nburned redly over the jungle. Weary to falling, sick of mind with the\nheat and the moist air, Rusty plodded along at Spike's side, marveled\nat his fellow Earthian's endurance. But pirating about every planet of\nthe system, had hardened Spike to anything the Universe could inflict.\nThe little Venusian was not affected at all, but rather thrived in the\ndank heat which was little different from his native world. And immuned\non a world that spun ceaselessly from hot to cold, his native Vulcan,\nnothing fazed the mighty Lothar.\n\nThe Martian, however, fared worse than the rest. His body, covered with\nthick, red hair, was matted with a viscous perspiration. His large ears\ndrooped as he struggled along, spindling form bent as he slid one\nweary, primate foot after the other.\n\nRusty wondered how they knew the right direction. Dizzy with the heat,\nhe did not realize he had even asked the question.\n\n\"Depend on Lothar,\" said Spike, wiping a streaming brow. \"Vulcanites\ncan find their way out of hell.\"\n\nHearing his name, the giant dropped back beside them.\n\n\"Any idea how much farther?\"\n\nAs Lothar answered, a long, green coil fell silently upon the Venusian\nat Rusty's side, yanked him swiftly up into the thick plants.\n\nIt happened fast. Rusty doubted his eyes. It must be the heat--but the\nlittle green man was gone.\n\nSpike yelled.\n\nThe Martian staggered up. They peered into the dense growth above and\nthere was only the heavy leaves. The Venusian had vanished, as if\nspirited away by the Wisps of Jupiter.\n\n\"Another one,\" said Spike. He stepped on into the jungle.\n\n\"Wait!\" cried Rusty. They couldn't just leave--without even looking. To\nwhat depths had these men sunk? Was there no spark of humanity left?\n\nHe grabbed a limb, swung up into the matted roof.\n\nIt was a stifling mass of green. He could see nothing. He probed about,\nfutilely. There was not even a trace where the Venusian's body might\nhave been dragged.\n\nSpike was climbing up when he came down.\n\n\"There's nothing there! I--!\"\n\nSpike shrugged. \"Let's go,\" he said impassively. He kicked aside the\nplants, struck off into the vegetation.\n\nRusty tarried, gazing up into the foliage. There was nothing he could\ndo. There was nothing up there. That made _two_. Men had never survived\nthis place. How long before it would be his turn?\n\nHe followed the three disappearing figures.\n\nThe heat closed in and the world swam, a green daze, before his eyes.\nHis body moved by sheer will. His mind was far away, a cub reporter\non his first assignment. He shook his head savagely as the Tele-news\noffice appeared before him, a wavering hallucination.\n\n\n\nIt was several miles before they noticed that the Martian was gone.\n\nRusty looked back and there was only the dark jungle, quiet and\nominous, green with a mirage-like beauty of fresh life, but a beauty\nof silent death. What things watched unseen from those thick masses?\nWatched their every move, ready to spring upon them? First the Martian\nkilled by a spider. Then the little Venusian. Now another--to what\ndeath? God, if a man must die let him die _seeing_, not a swift\nvanishing to unknown terrors.\n\n\"Let him go,\" said Spike. \"I never did like Martians.\"\n\nRusty wearily started to turn back. He tried to persuade the others.\nSpike and the Uranian laughed at his \"girlish\" exhortations. Every man\nfor himself--they were probably right. He had a story to tell on Earth,\none which he must live to tell. But Earth was far away.\n\nThey trudged on.\n\nThis time Rusty saw it happen. Or thought he did.\n\nSpike was walking a short distance ahead. A thick, slender _something_\nfell slightly over his head.\n\nRusty screamed to him.\n\nLong acquainted with danger, the man fell flat.\n\nAnd the rope-like thing whipped back, vanished into the plants above.\nIt had been long and green, a slick, menacing danger of no name.\n\nAfter that, the three walked side by side.\n\nAnd the jungle stopped abruptly. Before them was the purple sea.\n\nThe tinted ocean lay smooth as glass, not a ripple upon its dull\nsurface. Directly ahead, rising from the vast expanse of still water,\nwas a dim, distant island, mountains gently rolling.\n\n\"It's the Plain!\" cried Spike.\n\nIt was faint on the horizon, a hazy undulation darker than the mist of\ndistance.\n\n\"Looks like mountains,\" said Rusty wearily. He despaired of finding\nanything right in this irrational world.\n\n\"It's the Plain,\" said Spike again. \"You can't see it. They're the\ncliffs behind it.\"\n\nHe stepped to the water, waded in. Lothar followed.\n\n\"Hey!\" yelled Rusty. \"Why not build a raft? We can't swim that\ndistance!\"\n\n\"Build a raft from what? Those trees won't float. And the water's only\nfive feet at the deepest.\"\n\nRusty gingerly waded in. The liquid, thicker than water but of similar\nelements, according to Spike, was covered with a thin film of vegetable\noil. It was sticky, hot.\n\nMaking slow progress in the heavy stuff, Rusty splashed along in the\nwake of the ponderous Lothar. The water slowly deepened to his chest.\n\nA scaly head popped up beside him. Water snake!\n\nImpulsively, Rusty struck out with his fist.\n\nThe head disappeared, came to the surface again a short distance away.\n\nIt was not a snake. It was a Venusian--_the_ Venusian.\n\nHe looked at Rusty and scowled, if a _fish_ can scowl. Rusty stared,\nunbelieving. He had appeared so quietly the others had not turned.\nWhere could he have come from? How could he have escaped the thing in\nthe jungle?\n\n\"How did you get here!\"\n\n\"Why do you strike at me, Earthman!\"\n\nRusty uselessly attempted to explain. They could never understand\nEarthian reactions. Rusty hated the green creatures.\n\nThe Venusian sneered, swam silently to the others.\n\n\"Well!\" said Spike, with his usual calm. \"We didn't expect to see you\nagain! What happened?\"\n\n\"Tree _vwark_.\"\n\n\"Oh,\" said Spike. He turned and waded on.\n\nRusty stared, aghast. These men weren't human.\n\n\"Hey!\" he called. \"What the hell's a 'Tree vwark?'\"\n\nSpike turned and smiled.\n\n\"_Vwark_ that lives in trees,\" he answered, turned back to the water.\n\nAnd Rusty knew he could expect nothing more. The Venusians were strange\nof body, had stranger ways. They never spoke of their activities. It\nwas an instilled custom of their kind. And he knew why Spike had not\ninterrogated further, uselessly.\n\n\n\nScattered and splashing, the four waded toward the distant hills.\nEarthmen, Venusian, Vulcanian.\n\nThe Venusian swam easily ahead, often disappearing for long periods\nbeneath the surface, absorbing oxygen from the water as adequately as\nfrom the air.\n\nRusty, succumbing to his innate get-the-facts complex, asked if the\nseas contained life, was answered in the negative. But he questioned\nthe statement when they passed a half-submerged creature that weighed\nwell over five tons, heavy clawed limbs rearing stiffly. The air about\nit was a nausea.\n\n\"Mud animal,\" explained Spike. \"Life here came from the mire instead of\nthe sea. With the exception of the Plain, the whole planet is covered\nwith soft mud, thousands of miles deep. It is there that most of the\nlife exists. This one probably got wounded, came blindly up and died.\"\n\nAs the Earthian spoke, he halted, his face suddenly darkened.\n\nRusty, advancing to him, felt a strong suction beneath his feet. Go\nback! But he could not turn back, nor go forward.\n\n\"Lothar!\" yelled Spike, but the mighty Vulcanian was also caught fast\nin the grim pull.\n\nThe mire under the water had softened, like quicksand. It tugged at his\nfeet and legs, pulling him slowly down into the green ooze. He splashed\nwith powerful strokes. He sank deeper.\n\n\"Fish!\" cried Spike. The lithe Venusian idly tread water beside them,\nshowed little interest. \"Get us out of here!\"\n\nThe water slowly climbed up Rusty's fear-tingling body. He could feel\nthe liquid creeping up, as he was pulled down, into the slime. He\nstrained with all the power of his legs. Seized them with his hands and\npulled. He sank deeper, slowly. He could feel the bottomless suction.\nLike a nightmare in which one falls slowly. It was no nightmare. It was\nstark reality. Thick water, green ooze. He splashed wildly.\n\nFish stared from one to the other, curiously.\n\n\"Get you out?\" he asked.\n\nThis was madness. It could not happen to him. He was Rusty Carter, an\nordinary Tele-newsman. He could not die here. The water was beneath\nhis chin. Rusty remembered no aid could be expected from the Venusian.\nHis nature, utterly individualistic, could barely conceive of anyone\nneeding, much less asking for help. Damn Venusians.\n\n\"Damn you, I'll twist your scaly neck!\" cried Spike. \"Help us out of\nhere!\"\n\nRusty sank lower. Neck muscles strained to hold his head above the\nsurface. He remembered once on Mars seeing six Venusians killed\nseparately by a lizard, when together they could have easily torn it\nto pieces. He choked as water entered his mouth, swallowed. Must keep\nmouth closed. It had a sour taste.\n\nSpike's tone changed. \"Pull us out and I will give you much whirl-water\nwhen we reach Earth!\"\n\nWhisky was the one temptation of the bright star's people, something\nthey coveted, could not understand. Rusty's eyes were filming, the\nwater upon his face, straining back and upward. Interplanetary Control\nhad long forbidden the sale of liquor to Venusians. The water was\nat his nose, burning, bubbling. He gasped. It entered his nose, his\nthroat, tickled in his chest. He wanted to cough. The water covered his\nmouth. This was all. This was drowning. Wild fear, insane rage surged\nthrough him. His head went under. He tugged mightily at the water above\nhim, felt hands in air. His lungs screamed for air, his chest bursting.\nHe opened his mouth, and took a deep, gasping breath....\n\nCoughing, he was carried a safe distance, dropped unceremoniously into\nthe water again. His eyes were blurred and he was sick. He wanted to\nkill that Venusian. They were all that way.\n\nSputtering, Rusty rubbed his eyes, saw Spike and Lothar watching from\nshallow water. The Venusian swam ahead.\n\nThey turned and waded on.\n\n\n\nIt was night when they reached the Plain. Then it was pitch black,\nlike fingers against his eyes. They had passed the balanced zone. Here\nthere was a kilo-rev of darkness, they said. Rusty was told to get in\nline--the Uranian, cat-like, would lead the way.\n\nWith Spike before him and the cold fin of the Venusian to the rear,\nthey were led for hours into the darkness.\n\nRusty's head vaguely ached. He walked with closed eyes, almost slept.\n\nHe bumped into something--Spike. Had he slept?\n\nLothar grunted, \"Settlement.\"\n\nRusty strained his tired eyes, could see nothing. They marched on.\n\nA faint glow appeared in the distance, slowly widened, became dots of\nlight. It was one of the smaller moon settlements, Spike said; chiefly\npopulated by rich farmers who raised the delicious _cavote_, luscious\nfruit cultivated for the interplanetary trade.\n\nThey halted on the outskirts of the city.\n\nThe city was dark. There were few lights but Rusty looked at the\nshadowed windows and knew people were asleep there, peacefully in a\ncommonplace existence. For a moment he revered their simple lives, and\nthe ordinary held no memory of monotony but a yearning for its rest as\nhis heart went into the city and softly cried for admission. But there\nwas no response to his pleas, only the black windows, and his longings\nwere but a hollow mockery of his weary soul. He was a fugitive, a\nconvicted murderer in the eyes of all he might meet--he was as these\nwith whom he had fled just punishment. Trapped by a laughing fate, he\nfelt little hope for peace ever again. His loneliness flamed to rage.\n\n\"Where's the space port?\" asked Spike.\n\n\"I take,\" said Lothar, who had been there before.\n\nHe led them around the cluster of dimly lighted buildings, past the\nmud-flats of cavot plants. The city was voiceless, the streets were\nvacant. As they turned a corner, a great clearing spread before them,\na landing field dotted with the shadowed shapes of space liners, and\nsmaller craft. The field was sparsely lighted.\n\nThey paused.\n\n\"Spread out. See what's about,\" Spike whispered. \"Meet here in ten\nrevs.\"\n\nThe men slowly faded into the darkness.\n\nRusty saw a flat, lighted building at a near corner of the field.\n\nMoving stealthily to a glowing window, he peeped over the sill. The\nwalls were filled with space-station equipment. In the center of the\nroom was a table around which nine men were seated, Martian pilots and\na native watchman. As Rusty looked, the watchman arose, strapped a gun\nabout him and left the room.\n\nRusty heard an outside door open and close, fled silently.\n\nHe returned, found the Venusian and Lothar. Spike had not come back.\n\n\n\nThey waited, staring into the darkness.\n\nThe night was suddenly torn by the staccato hiss of a vib-ray.\n\nSpike appeared, breathless. \"Watchman saw me!\" he panted. \"Found a\nship. Come on!\"\n\nHe sped again into the shadows, led them to a big space liner which\nnestled in the darkness of a hangar. The door was open. Spike motioned\nfor them to enter.\n\nA form materialized at the stern of the ship. A vib-ray spat.\n\nRusty, following the Venusian in the small door, saw Spike leap at the\nman. He could not make them out in the darkness. As he jumped down, he\nheard a quickly throttled groan.\n\nSpike appeared again. \"Get in! Quick!\" Shouts and the sound of running\nfeet came toward them.\n\nLothar was already inside. Rusty climbed in. Spike slammed the heavy\ndoor.\n\nNo sound came through the insulated walls but as they paused for breath\nthe room grew rapidly warm--hot.\n\n\"They're raying the door!\" cried Rusty. He had seen it done in many a\npolice raid.\n\nThe plate glowed to a red heat, melted to a puddle. They sprang aside.\n\n\"Come out!\" commanded a toneless voice. \"We've got you!\"\n\nRusty ran to the left, the others to the right. He tried the door to\nthe next room. It was locked. The others had disappeared into the\nforward compartments, the door closed behind them. Rusty no longer felt\nfear nor panic. He was an animal now, fighting to live. He silently\ncrept to the side of the seared hole in the hull. A dim glow of light\nentered from the field.\n\nA sleek vib-ray poked its long nose in the doorway. Rusty waited. The\ngun was followed by an arm. A man came into view. His skin was red,\nMartian. He climbed into the ship, followed by six more.\n\nRusty crouched in the darkness, holding his breath.\n\nThey stood in the dim light, peering warily about. There had been nine\nat the station, Rusty remembered. Spike had gotten one. Where was the\nother? But they would discover him in a moment.\n\nRusty moved swiftly. He snatched a rifle from the nearest man. With the\nsame movement, brought the stock upward, smashed it into the crimson\nface.\n\nThe others whirled.\n\nRusty leveled the vib-ray at them. They stared and their guns clattered\nto the floor. Slowly, their hands raised.\n\n\"Spike!\" yelled Rusty.\n\nThe door opened and the Earthian peered out. Lothar and the Venusian\ncrowded behind him.\n\n\"What's the best ship here?\" Rusty demanded of the tight-lipped\nMartians. There was no answer. What did one do when one had a gun,\nwanted a man to speak and he wouldn't?\n\nSpike entered the room. \"I'll make 'em talk!\" he said. He picked up a\nfallen gun, and before Rusty could stop him had fired into the group.\n\nFour men died to show Rusty what one did.\n\nThe answers of the remaining three were as specific as they were hasty.\n\n\"Shall I finish 'em off?\" asked Spike, amused. Rusty moved to stop him.\n\n\"Shall I finish you off?\" said a voice at the door. \"Don't turn around!\nStay where you are!\"\n\nThe missing man, thought Rusty. His heart did not leap at the sudden\nvoice. He had grown to expect these things. Would he soon laugh at\ndeath as did Spike?\n\nThe Martians inside smirked, bent for their guns.\n\nRusty was looking at Spike. What would _he_ do? And Spike was not slow\nin acting. His gun was still leveled at the stooping men. His face did\nnot change as flame shot from the barrel. In utter bravado, Spike rayed\nthem down. Darted swiftly back against the wall out of the line of fire.\n\nThe gun hissed outside, missed and struck into the bodies of his own\nfellows. He would fire again.\n\nBefore he could turn the gun, Rusty was upon him.\n\nThey crashed to the ground. Rusty's spring carried him over the man,\nwho was on his feet instantly, gun poised.\n\nThe gun was silent. Rusty rolled cautiously over.\n\nHe saw the bulk of the Vulcanian looming behind the crimson man. A huge\nhand had crushed his shoulder.\n\nLothar raised the Martian, bashed him against the side of the ship. He\nfell limply, did not move.\n\nRusty got up. There were seven dead men in the plane. One was before\nhim, broken and bleeding. Another lay somewhere in the shadows. The\nnine men he had seen at the table in the station were dead. Was it his\nfault? He had killed none of them. No? They had been protecting their\nrights, their property. They had died doing so.\n\nFish climbed down from the ship. He kicked aside the body on the\nground. Lothar laughed deep in his chest.\n\n\"We're wasting time,\" said Spike with a grin. He turned to the\ndesignated ship.\n\nRusty wondered if he could write of these things. The Tele-news seemed\nbut a hazy memory.\n\n\n\nThe plane was a light cruiser, swift and well-armed. Probably the\nproperty of a wealthy merchant, it was luxuriously furnished.\n\nRusty gave the ship no more than a tired glance, waited for the\ntake-off.\n\nJets roared in a steep ascension, then hushed to a restful drone. They\npassed out of the moon's heavy atmosphere. Rusty saw the stars cease to\ntwinkle, change to a steady, burning light.\n\nThey were in space, dim and shadowy--headed home.\n\nRusty, Spike and the Vulcanian fell into berths as the ship was set on\nits course. Navigation was left to the Venusian. He did not sleep, gave\nno sign of fatigue. It was part of his nature.\n\nRusty slept dreamlessly and when he awoke, he found almost two days had\npassed. Mars glowed redly behind them and the star of Earth was bright\nbefore the view Plates.\n\nEarth. Home. New York. He stared at the pin point of light, tried to\nlocate the city. Millions of people there, at this distance--nothing.\nThe Tele-news! A simple joy tingled within Rusty as he gazed at the\ndistant planet. He was coming home. He had been far, he had a story\nto tell--one that had long outgrown its intended bounds. He saddened,\nhowever, as he remembered there would be no Skipper to hear his tale.\n\nSpike came in.\n\n\"Gosh,\" said Rusty. \"Is there anything to eat?\"\n\n\"Not much,\" he answered. \"We'll have to catch another liner before\nlong.\"\n\n\"Buy food?\" asked Rusty, sleepily.\n\n\"_Buy_ it!\" Spike roared with laughter. \"What do you think we got this\nship for? Buy it! We take it--and anything else they happen to have\naboard. We scuttled one liner off Saturn while you slept.\"\n\n\"Lord!\" thought Rusty. This was what Lothar had mentioned on Pluto.\nThey _had_ turned pirate. And he was considered one of them. They knew\nnothing of the scheme that had landed him on the stellar prison. They\nthought he was as they--another rat driven from the law-respecting\nUniverse.\n\nRusty could rationalize the dead men whose ship they had taken. The\nship had been available in no other way. It had been a fair fight. But\nnow it could go no further. Earth gleamed in the distance. His part\nmust change here; he had fought against Earth's laws, that he might\nregain them. He must stand for them now.\n\n\"Spike,\" began Rusty, \"there is something I never told you. I must\ntell you now.\" And he told of the false crime that had brought him to\nPluto, how he was to have been released and his sudden abandonment.\nHe _was_ a fugitive, yes, in a way; but he must get to Earth--somehow\nvindicate himself. It would be impossible if he added real crimes to\nthe pretension that had put him here. Spike must understand.\n\nThe chunky Earthian's face changed from surprise to rage. Then to a\ndeadly calm. \"We better not let the others know of this,\" he said.\n\nThe Venusian entered. He must have been just outside the door.\n\nRusty saw his eye, the cruel glint there, knew here would be a climax\nto his adventure. And he knew the result, while strength remained in\nhis body, would be well. He could not lose now--Earth was too near, the\nend of his journey was at hand.\n\n\n\nThe Venusian stared at them with his single, beady eye. \"Secrets!\" he\nsneered. \"I heard. An Earthian informer! I'll fix that!\" He drew a\nshort vib-pistol from his belt, leveled it in Rusty's face. His fishy\neye gleamed.\n\nRusty met the gaze. \"Put away the gun,\" he said. Rusty was\nexperiencing a new sensation. He could kill this green thing without a\ntwinge of conscience.\n\n\"Put up the gun,\" said Spike.\n\n\"Ah, so you're with him, too! I'll get you both.\" The pistol veered to\nSpike.\n\nRusty saw the bulk of Lothar squeeze the door behind the Venusian.\n\n\"Lothar is behind you, Fish,\" said Spike calmly.\n\nThe little green man slithered into a corner beside the door.\n\nThe Vulcanian stood there dumbly.\n\n\"Lothar,\" said Fish silkily, \"these Earthians have turned against\nus--will sell us to the Patrol--send us back to Pluto. The red-haired\none was a spy since the first!\"\n\nThe huge Vulcanian stood silently, looking at Spike. His tremendous\narms dangled at his sides.\n\n\"Don't believe him, Lothar,\" said Spike.\n\n\"Shut up, Earthman!\" snapped the Venusian.\n\nSpike ignored him. \"We aren't--\" He never finished.\n\nThe gun spit at him.\n\nSpike stared at Fish in astonishment. Then he fell forward upon his\nface.\n\nLothar looked on foolishly.\n\nThe Venusian hissed softly between his teeth. The gun covered them both.\n\nRusty stared unbelieving. Spike was dead. He suddenly felt very alone.\nSpike had been merciless, cruel, little different from the others of\nhis kind on Pluto. But he had been a man--an Earthian--a friend....\n\nLothar swung. Before the green man could squeeze the trigger. Fast. A\nheavy arm struck the scaly hand, snapped the gun from a broken wrist.\nThe vib-ray fell to the floor.\n\nRusty watched him, motionless. Lothar grasped the green neck with one\nhand, placed iron fingers deftly over the squirming head and--as a man\nwould pick up a marble--he plucked out the single eye. Rusty cringed.\n\nFish screamed. His reptilian arms flailed the air. Lothar slowly\ndismembered him, tore off his limbs one by one. He yanked the head from\nthe twitching body--hurled the gory thing across the room.\n\nRusty stared with a strange fascination at the ghastly vengeance. He\nwas still staring blankly when Lothar came toward him.\n\n\"You Earthman! I thought spy! You die, too.\"\n\nThe trance left Rusty. The giant Vulcanian loomed over him.\n\n\"No,\" Rusty said. \"No! Lothar, listen--!\" He suddenly realized just\nwhat was happening. He would be helpless in those powerful hands.\n\nThe creature reached for him. Rusty remembered covering a match between\nEarthman and Vulcanian once for the Tele-news sport section. The\nEarthian, champion of three worlds, hadn't had a chance.\n\nHe retreated slowly as the brute came on, bumped sharply against the\nwall.\n\nThe giant stopped before him, little eyes squinting at him. The stark\ndeadliness of the face filled Rusty with an eery fright. Silently, a\nmassive hand grabbed his arm.\n\nWith all the strength of his 170 pounds, Rusty swung at the jutting\nchin.\n\nHis hand smashed. The Vulcanian did not even blink.\n\nHe lifted Rusty, swung him around. His hold slipped and Rusty was flung\nagainst the opposite wall.\n\nArising dazed, he saw the Vulcanian lumbering over.\n\nRusty had seen what had happened to Fish. It would be the same with\nhim. How could he fight a man he couldn't hurt? He went ill as his foot\nslid upon one of the Venusian's severed arms. The star of Earth gleamed\nbrightly in the window and Rusty died a little death of sorrow.\n\nThe great Lothar plodded forward.\n\nRusty glanced wildly about, heart trembling. His shirt was growing wet.\nThere was nothing--he almost fainted at what he saw. Beneath his feet\nwas the weapon dropped by the Venusian.\n\nRusty snatched at the pistol as the Vulcanian swept upon him. He fired\ninto the hairy chest. The mighty arm came on, knocked Rusty from his\nfeet. Rusty fired again as he fell.\n\nThe monster's body fell across him, dead.\n\n\n\nAs he crawled madly from under the heavy body, Rusty saw the side\nviewplates filled with a gleaming hull. And printed on the sleek metal\nwas a familiar insignia. It was a space-plane alongside--the Stellar\nPatrol. Hope leaped like a flame. His long journey was ended.\n\nAs he got to his feet, a voice thundered in the room. \"Coming aboard\nfor inspection!\" The sound came through the walls by radio. \"Open\nspace-lock or we blast!\"\n\nRusty ran to the adjoining room, swung the lever opening the outside\ntrap.\n\nIt was barely opened when three men in space outfits entered. They\nslammed the trap behind them, doffed their helmets, entered the ship.\nRusty could have embraced them. Earthmen, shaven and clean....\n\nThe men came in, guns drawn. \"Keep your hands in the air!\" cautioned\none with a captain's stripe. He searched Rusty, pistol against his\nchest. The others went forward.\n\n\"Wait!\" cried Rusty. \"You don't understand....\" His words died away. A\nstolen ship--four escaped Plutonian prisoners, three dead. How could\nthey understand?\n\n\"What a mess,\" said one, glancing into the other compartment. \"Looks\nlike this fellow saved us trouble--killed off his chums before we came!\"\n\nHow should he begin? How could he explain the stolen ship? They would\nnever believe his story. And nine men had been killed in the ship's\ntheft. He had done his part in their death.\n\nThey searched the ship thoroughly, Rusty closely guarded by the officer.\n\n\"I am Rusty Carter! I--\"\n\n\"Shut up. We don't care who you are.\"\n\nThe patrolmen returned.\n\n\"No one else aboard,\" one reported. \"Three bodies, two rayed by the\nsame gun. A Venusian pulled apart--he must have been pretty annoyed\nwith him!\"\n\nRusty was pushed into a chair.\n\n\"Okay,\" said the captain. \"Talk! We know you got this boat from the\nGreat Moon near Pluto. We know you've been terrorizing the terrestrial\ntraffic lanes for days. You killed nine men at the Great Moon space\nport. Where you come from?\"\n\nAs calmly as possible, Rusty told his complete story, from the\nbeginning of his mission in New York to his awakening presence in the\nship. Hearing the story, he knew himself it was no good.\n\nWhen he finished the patrolmen laughed.\n\n\"A good story anyway,\" said the officer, \"but with its flaws. Editor\nRussell's dead and you can prove nothing. You lie! You could not have\nescaped Pluto, even in the fantastic way you said. And you might have\nwaded the sea but no man could survive the jungle of the Great Moon.\nThen, of course, you and your bloody crew _have_ been preying upon the\ncommerce lines for two days, destroyed one liner. Even the bodies in\nthere could convict you of murder. Give up, lad. You're a goner!\"\n\nRusty sought vainly for belief. They must believe him! He could not\nreturn to Pluto again.\n\nWithout further ceremony, he was forced into a space suit.\n\n\"You know the law concerning piracy _or_ murder in the space lanes, of\ncourse,\" said the Captain, adjusting his helmet. \"Interplanetary law\nauthorizes _death at apprehension_.\"\n\nIt could not be.\n\nBut he was carried to the patrol ship, locked in a guarded cell.\n\n\n\nHe sat upon the metal bunk, head heavy upon his hands. It was all over\nnow. He had pled and sworn to no avail. His execution order had been\nfiled. After the customary forty revs of grace, he would die. They\nwould not even let him radio the Tele-news. Give up, his weary mind\ncried. At least death was better than Pluto. But he was so near home,\nhis job completed. A priceless story would die with him. He felt fear\nno longer and his unreasoning rage had passed. There was only a great\nsadness, that he had come this far--to meet defeat. And at the hands of\nthose whom he had sought.\n\nThe man before his cell moved away. The guard was probably changing.\n\nAnother patrolman approached, stared intently into the cage. \"So you're\nRusty Carter,\" he said. Rusty said nothing. No verbal torment could\ntouch him. \"I knew Carter once. He was a fine fellow then.\"\n\nRusty looked up. He had never seen the man before.\n\n\"Yeah,\" the guard continued, \"Carter saved my reputation once--when I\nwas caught in a bribery charge ten years ago, when I was on the ground\nforce in New York.\"\n\nRusty searched his mind. He remembered a civil bribery scandal the\nTele-news had uncovered many years ago. Several of the accused had been\nreleased by his activities. But the man before him struck no chord of\nrecognition.\n\nHe was smiling. \"You never knew me,\" he said, \"but I knew you. I helped\nsend you a medal when we were cleared, by your efforts. It's too bad\nyou went wrong. Is there anything you want, in your last moments?\"\n\nRusty almost burst with joy. Was there anything he wanted! \"Can you get\na message through to Earth?\"\n\n\"If this is a trick, you won't live to see it done. I suppose I\ncould--I know the radio operator.\"\n\n\"Send this. Quick! To the New York Tele-news office. Tell them what's\nhappened. Tell them to do something!\"\n\nHe waited for what seemed hours.\n\nThe man returned, sent the other guard away, shoved a printed message\nthrough the bars.\n\nRusty read with outward calm. His heart fell within him.\n\n\"_Carter legally convicted attempted robbery, murder. Appealed to\nPresident, no avail. Nothing we can do. He was a good Tele-news man.\nSorry._\"\n\nHe sank down to the bunk, the paper falling from his fingers.\n\nAbsently he heard the sound of marching feet in the corridor outside,\nlooked up blankly, saw uniformed men before his cell.\n\nThe door opened and he was led out.\n\nRusty shook hands with the guard, was marched down the hall to the\nstern of the ship. It didn't matter now.\n\nThe older method of execution had been repealed, Rusty remembered idly.\nInstead of merely dropping the man out of the space lock, he was now\nplaced in a disintegration chamber.\n\nThe lethal box stood before him, a small, compact cylinder of metal,\nlevers upon its side.\n\nThe door was opened.\n\n\"Anything you wish to say?\"\n\nA man was speaking to him. Did he have anything to say? What could he\nsay? But one should die with a flourish, a purple passage. Oddly none\ncame. He merely wished the business over. He could rest then. Did he\nhave anything to say?\n\n\"No, but you're wrong.\"\n\n\"Stubborn pirate. They all die innocent!\"\n\nThe officer slammed the door.\n\nMachinery whirred. It was very dark. Boy! wouldn't the public eat this\nstory up! But in a few moments, before his mind could know it, he would\nbe gone--body and mind--disintegrated into their component elements. He\nwould be a wisp of gas, floating out when the door opened.\n\nThe humming stopped abruptly. It was dark and silent. It flashed to\nRusty that this must be death.\n\nThen the door opened. Would he float out? He sat there blinking in the\nsudden light.\n\n\"Message for you,\" said a voice.\n\nRusty stared. A hand reached in, gently helped him out. A paper was\nthrust into his hand.\n\nHe took it, read it again and again, but somehow his mind didn't take\nit in.\n\n\"You have the apologies of the Interplanetary Patrol!\" someone said.\n\nRusty read the message again.\n\n    \"Evidence brought by Mrs. S. K. Russell throws new light. Record\n    just discovered in private papers of \"Skipper\" Russell. Carter\n    granted full pardon.\"\n\n    Signed: THE PRESIDENT.\n\nSomeone touched his arm. \"The Commander requests your company for\ndinner.\"\n\nThen a blinding light suddenly flashed in Rusty Carter's mind. \"Dinner,\nhell!\" he yelled. \"Take me to the radio. I've got a story for the New\nYork Tele-news!\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Selwyn, Carl"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61752/pg61752.txt",
        "name": "exiles_of_the_three_red_moons.json"
    }
}