{
    "name": "Exiles of the sky",
    "author": [
        "Spewack, Samuel"
    ],
    "body": "He walked unseeing into the Tiergarten. It was winter--the sunless\nwinter of Berlin, when trees sway like despairing skeletons praying to\nthe wind for snow to cover their bones.\n\nThe man pressed the collar of his sheepskin coat closer to his throat,\nshivering not with cold but with an aching sense of the world’s\ninjustice to man--to himself. He was dazed with constant rehearsing of\nthe scene that had taken place in the director’s office only half an\nhour ago. The scene itself had taken but a few minutes. Directors of\npassenger airplane services have very little time to waste, their\nsecretaries will tell you.\n\nIt hadn’t hurt so much until the director, big-jowled and thin-lipped,\nhad taken up the red pencil and drawn a brutal line through the name:\n_Vladimir Uspensky_.\n\n“We have no use for pilots who crash,” the director had shouted, but\nthose words had not hurt.\n\nThat ruthless scrape of the red pencil through his name _had_ hurt. If\nit had been a blade tearing through his flesh, the pain could not have\nbeen more intense. Why hadn’t the director put him up against the wall\nand shot him? That’s what they did to soldiers who faltered. But\nshooting was an act of mercy compared to that red line.\n\nTrue, he had crashed. But he had never crashed before. Why couldn’t the\ndirector give him a second chance? Bookkeepers, captains of industry,\ndoctors, editors and statesmen err, and are forgiven. And other pilots\nhad crashed. Why, that Westphalian pilot had had two crashes and had not\nbeen dismissed. If only that little cowardly merchant had not\ncomplained! But who would have thought that he would? Instead of\ncommending him for his skill and quick wit in preventing their all being\ncrushed to dust, that damned little merchant had testified, unsolicited,\nthat the pilot had had two glasses of vodka in quick succession in the\nflying-field waiting-room at Reval.\n\nThe wretched man began mumbling to himself as he plunged deeper into the\npark.\n\nYes, he had had two drinks. But a man could not get drunk on two glasses\nof vodka, particularly a Russian. He had crashed because the cooler had\nsprung a leak. The motor had stopped. But he had glided to earth. Was\nthis not proof enough that he was sober? And the plane was not even\ndamaged. Not even a scratch on her wings. And he had never had a crash\nbefore. He’d asked the director that, but the director had been too busy\nfinding the red pencil to answer. Well, had he?\n\nNo. Never. Never! Nobody could say that Vladimir Uspensky had ever had a\ncrash before.\n\nConsumed by his misery, the man looked neither to right nor left. Yes,\nhe had had two drinks.\n\n“And after four years of service with us, are you still unacquainted\nwith our regulations?” the director had asked sarcastically.\n\n“And dumb beast that I am, I couldn’t even answer him,” Vladimir\nremembered bitterly.\n\nYes, he had taken two drinks. He’d taken them, too, because he was\ncoming back to Berlin, when he longed with all his being for Moscow.\n\nVladimir Uspensky hated Berlin. It was such an ugly city, with a soul as\ncold and sterile as the Prussian soil upon which it squats. It was a\ncity where men shouted and women whined, where the purple apoplexy of\nthe struggle against defeat had displaced the grace of living. Uspensky\nknew all the capitals. For him New York had movement, Paris beauty,\nLondon age. But there was only one city that he loved, and that was\nMoscow. Loverlike, he credited to that blood-stained snow-mound the\nmovement of New York, the beauty of Paris, the age and dignity of\nLondon.\n\nIt had been a sudden pang of homesickness, and had come upon him\nunawares. Vladimir had never before let homesickness interfere with the\nbusiness of flying. But this time--it had caught him like the springtime\ndesire of a young girl to be loved....\n\nA park bench by a still, dirt-screened pond greeted the unhappy man\nicily. He had no sooner fallen onto it when overhead a metal bird hummed\nin flight. He looked up--a Fokker monoplane, blue and brown. He knew it.\nHe knew the pilot. He had often saluted him in the air when their paths\ncrossed between Amsterdam and Berlin.\n\nThe thundering thing came nearer, taunting the discredited pilot on the\nbench. “You, there,” it roared, “you can never fly again.”\n\nVladimir rose unsteadily to his feet. No--he could never fly again.\n\nSuddenly he buried his head in his coat, and cried. An old derelict\nshuffling up looked at him anxiously.\n\n“Are you sick?” the stranger quavered at Vladimir.\n\nVladimir looked back quickly.\n\n“No, no,” he coughed, clearing his throat. “I am not sick. Not sick.”\n\nThe derelict hurried on. The metal bird had faded in the gray sky. One\ncould hear only a thin, persistent thrumming. Vladimir put his hands to\nhis ears.\n\nHe walked out of the park, through the rectangular streets that seemed\nto squeeze him like a giant maw. He paused at a dim Weinstube, hesitated\nand then entered. The plump barmaid brought him a vodka. He looked at\nit, and then at her. She edged away. His eyes frightened her.\n\nVladimir brushed the glass from the table. The crash startled the\nproprietor, who came panting from the kitchen.\n\n“Another crash!” shouted Vladimir. “Do you see it? I am that glass. I\ncrashed too.”\n\n“Crazy Russian,” growled the proprietor. “Pay and get out.”\n\n“You think I am crazy? Perhaps you think I am drunk too. It is your city\nthat crashed me, your damn’ city without a sun, without a soul. I hate\nit. I hate you--all of you. You robbed me of my plane. You robbed me of\nmy life--”\n\n“If you don’t get out this minute, I’ll call the police.” The proprietor\nmoved to the door.\n\nVladimir surrendered. He threw a two-mark note upon the bar.\n\nHe lumbered up the avenue of commercialized\ngayety--Kurfürstendamm--where even in the mottled afternoon painted\nwomen sat together in the huge cafes, waiting. Orchestras played with\nTeutonic discipline one-year-old jazz, born of a primitive people and\nnow, robbed of its abandonment, employed to stimulate these human\nautomatons. Vladimir did not see, nor hear. He walked on.\n\nToward evening he found himself at Templehof--the flying field. What was\nhe doing here? This patch of green in the wilderness of factory lands,\nwhere the flight of men began and ended, was his no longer. What matter\nif he knew it from the sky as other men know a beloved face? He was now\nan exile from the sky and from this field, which brought men to the sky.\nThis field to him had become home when revolution had exiled him from\nhis home. And now he had lost this too.\n\nEven the night watchman--silly doddering old fool--had his place here.\nBut Vladimir Uspensky, proudest of pilots, had none. Probably the night\nwatchman knew of his disgrace, and would pity him. What irony! But wait.\nPerhaps he did not know. They would not tell him until the next day.\nThen--\n\nThe plan was born.\n\nHe slept in a draughty little hotel near the field. He rose at four. It\nwas still dark. He dressed slowly, paid his bill, and found his way to\nthe hangars.\n\nThe night watchman greeted him with customary obsequiousness. He did not\nknow.\n\n“I came out early to tune up the machine myself,” explained Vladimir. “I\ndon’t trust these mechanics any more.”\n\nWith the aid of the night watchman he rolled the machine out of the\nhangar, and started the engine. Vladimir listened carefully to the\njangled symphony of the motor, noting beat and pitch with musicianly\nintensity. He was satisfied. The motor sang gloriously.\n\nAnd the sole purpose of his flight was to convince the sneering director\nthat Vladimir Uspensky was not through, that Vladimir Uspensky had been\ngrossly libeled, that Vladimir Uspensky was not a drunkard but a\ncareful, competent pilot.\n\nHe stepped into his flying suit, adjusted his helmet and his goggles,\nsaw that the rolling map was fixed in its proper place. He looked at his\nwrist-watch. In another hour flying officials would begin to descend\nupon the field. He must be off. He clambered up the metal rests of the\nwings and strapped himself into the pilot’s seat.\n\nHis eyes sparkled exultingly as he bent low. The plane rattled over the\nfield, faster and faster. He turned. The motor subsided, and then leaped\ninto hammering life again. He began to rise over the hangars, higher and\nhigher. A thin morning sun melted the surrounding haze, and the mist on\nhis wind-shield and goggles. Below, factory chimneys yawned, and the\ntrains in the railroad yards turned and twisted like black snakes.\n\nIt was good to be in the air again! How he would laugh at them when he\nreturned! Show them he had been to Danzig and back again, in schedule\ntime, without a scratch. Could a drunkard do that?\n\nEast he flew, over the pines of Brandenburg, over the marshes beside the\nhard-won little fields and the precise farmhouses. He knew this land. He\nslipped lower in his seat and gave himself up to the blended roar of\nwind, motor and propellers, and the gentle heave of the metal bird. Thus\nfor two hours.\n\nHe craned his neck over the wind-shield. He did not like the sky, nor\nthe clouds, nor the fog spreading over the earth. But fortune was with\nhim today. Fortune must be with him today. He would show them that even\na storm was but a slight obstacle to Vladimir Uspensky. On, on! The\nspeedometer quivered at one hundred and ten. The plane shook as if in\nfever. He sat bolt upright.\n\nThe wind charged him from the side, and it took all his strength to\nright the plane.\n\nNow the fog choked him in gray darkness, and he had only instinct and a\npathetically inadequate compass as his guide. A strange fear gripped him\nin this mist-woven wilderness of sky. Suddenly the image of the director\ndrawing the red pencil through his name reappeared.... But the\nfat-jowled, thin-lipped face had no eyes--just sockets.\n\nTo the fear-crazed pilot, this was the writing in the sky--the red\npencil was Death and the eyeless face was Fate.\n\n“A man can fight Death--but not Fate,” shouted Vladimir, but no one\nheard. And no one saw when, slumping to his knees, he clutched the\ncontrol lever as if in prayer. The plane with its unconscious burden\ncrazily sank.\n\n                   *       *       *       *       *\n\nHe opened his eyes in a snug attic with a roof so low that he could\ntouch it with his hand, if he felt like trying. But Vladimir didn’t feel\nlike trying. Didn’t feel like moving at all. Underneath the warm\nfeather-bed, his body lay stiffly tired. But his eyes roved fearfully\nfrom wooden ceiling to whitewashed walls and unpainted door. No thought\ndisturbed the vacancy of his gaze.\n\nSuddenly his ears caught the steady _clop-clop_ of some one ascending\nstairs, and then the door opened and an old peasant with a long pipe\nentered. He took a deep puff and nodded several times. “How do you\nfeel?” he asked.\n\nVladimir recognized it with difficulty as the German spoken in bleak\nPomerania.\n\n“Feeling better?” the old fellow repeated, louder and with a hint of\nirritation.\n\nVladimir nodded.\n\nThe old man regarded him for a moment, then puffed and spoke again:\n\n“You’re the second one that’s dropped outside our door within the past\ntwo years,” he announced. “That girl who found you was the first. She\ndidn’t fly to us. My wife found her exactly where that girl found you.”\n\nThe old peasant looked at the pilot, sucked his pipe a moment, and\nturned to the door.\n\n“That girl covered your bird with straw,” he said, and left.\n\nCovered his bird with straw? Why? The plane was probably smashed to\nbits....\n\n“Excuse me for bringing my dirty shoes and your milk in at one time.”\n\nIn amazement Vladimir looked at the barefooted peasant girl who had\nentered, for she spoke Russian, and a Russian with the accent of a\n_grande dame_ of Petrograd. In one hand she held a pair of wooden shoes,\nand in the other a glass of milk. She smiled at him with her lips but\nnot with her eyes.\n\n“I daren’t leave my shoes outside or the dog will run off with them.\nHe’s very strong.” She smiled as she set the _sabots_ on the floor and\nclosed the door behind her.\n\n“You are Russian?” Vladimir asked unsteadily.\n\n“Yes, I’m Russian,” the girl answered as she approached his bed. “I knew\nyou were because when I found you, you cried out in Russian. And now no\nmore questions. Drink your milk.”\n\nThe girl lifted the pilot’s head and supported it with a strong right\nhand, while with the left she held the glass against his mouth. The sick\nman drank obediently, but his questioning eyes never left her face.\n\nIt was a lovely face with dark eyes that brought back to Vladimir the\nsound of silver laughter, of troika bells, and the sight of gilt domes,\nthe blue sky and snow-covered streets of Moscow.\n\n“Most of us went to Paris, but I chose Pomerania,” the girl explained\neasily. “And now sleep. Tomorrow we’ll talk.”\n\n                   *       *       *       *       *\n\nBut the next day, the girl didn’t stop to talk, despite her promise. She\nplaced Vladimir’s food on a stool near his bed and left, smiling her lip\nsmile, as she slipped her feet into the wooden shoes at the door.\n\nWhen he finished his food, he felt so much stronger that he arose and\ndressed. He found his clothes neatly folded on a shelf. Cautiously he\nstretched arms and legs and twisted his neck about. Miracle of miracles,\nhe was all sound and unhurt. A deep, grateful sigh burst forth unbidden\nfrom his heart but died on his lips as that lost look which had shrouded\nhis eyes in the fog crept back.\n\n“What is going to happen to me?” he cried out in agony. “I’m\nafraid--again. Why couldn’t I die when I crashed?”\n\nHis eyes suddenly caught the glint of a razor blade on the floor. Why,\nit was his own razor blade, evidently dropped from his pocket when he\nhad dressed. His teeth bit into his indrawn lips as he reached for it.\nHe would show them if he was afraid!\n\nThere was a sudden knock at the door, and the peasant girl entered.\n\n“What!” she cried. “Up and dressed! Then you can have supper with us\nbelow. You’d better go down now. Food’s on the table.”\n\nThe razor slid from Vladimir’s fingers and buried itself in the bed.\n\nThe man felt curiously ashamed of himself. Had she seen the razor?\n\nHe looked up anxiously at the girl. But her back was turned to him as\nshe adjusted the little curtain to the tiny window. She had evidently\nnot seen. He felt relieved.\n\n“Thank you,” he said.\n\n“Better hurry,” the girl advised, without turning around. “You’ll find\nsoap and towel near the pump outside.”\n\nWhen he had gone, the girl reached for the razor in the bed and hid it\nunder a loose plank in the floor, for she had seen.\n\nA moment later Vladimir, facing the old Pomeranian peasant and his\nequally ancient wife, heard the light _pat-pat_ of the Russian girl’s\nbare feet.\n\nThe meal of black bread and thick potato soup was eaten in silence. At\nits close the old peasant offered Vladimir a puff at his pipe, but\nVladimir refused, remarking that he preferred a cigarette. The old\npeasant woman disappeared, and the girl in the far corner of the kitchen\nwashed the dishes, putting them on the stove ledge to dry.\n\nHaving finished his smoke, the old man rose.\n\n“There’s still enough light for you to look around,” he suggested. “My\npigs are the best in all Pomerania. You must see them.”\n\nAs Vladimir followed his host out, the girl called out in Russian:\n\n“A few feet away from the barn is your plane.”\n\nWhen Vladimir did not return with the old peasant a half-hour later, the\ngirl threw a shawl over her shoulders and ran out into the field. It was\nnow completely dark. With difficulty she made out his figure, dim and\nuncertain in the distance.\n\nShe continued to run until she was a few feet away from him, and then\nshe slowed down into a leisurely walk.\n\n“Your plane all right?” she asked.\n\nBut there was no answer.\n\nThe girl’s hands felt for the man’s face.\n\n“Why do you cry?” she demanded as her hands fell to her sides.\n\n“Because I can never fly again.” The man’s answer was low and bitter.\n\n“And why not?”\n\n“You felt the answer with your hands. Can a man fly who bursts into\ntears like a baby?”\n\n“You are afraid of something,” the girl said.\n\n“I’m afraid of myself,” Vladimir cried. That confession wrested from him\nby the impersonal sympathy of the girl’s voice now made him long to pour\nforth words of explanation, of supposition, of self-justification. But\nhe found he could not, for his cracked and trembling voice hinted at a\nrenewed outburst of self-pity.\n\n“Did you ever crash before?” The girl’s voice was still gently\nimpersonal.\n\nThe man winced.\n\n“Yes,” he replied. “But only once before.”\n\nAnd in a voice as shrill as a girl’s he told her of the little merchant,\nthe director, the dismissal--everything!\n\n“I stole the plane to prove to them that I could fly her at her record\nspeed and bring her back safely,” Vladimir concluded bitterly. “And what\ndid I do? I crashed again. I am a wreck--a ruin. I have no right to\nlive.”\n\nThere was no murmur of pity, no cry of scorn from the girl beside him.\nShe stood there silent, almost lost in the darkness.\n\n“You see you turn away from me,” Vladimir was moved to cry out.\n\nThere was a long silence; then the girl spoke. “You have suffered,” she\nsaid. “You say you are wrecked, you are ruined. Do you think you know\nwhat it is to be wrecked? To be ruined? You say you can no longer fly\nagain--the sky is barred to cowards.... Do you know that I too once\nflew? Not in a plane, but in dreams. I flew so high I never touched\nearth--until the revolution came. My father died. My mother followed\nhim. My brother was killed. And I ran away.\n\n“I should never have run away. Hunger, death--what does it matter? A\nRussian should never desert Russia. I ran away. I told you before that\ninstead of fleeing to Paris, I made my way here. That was a lie. I\nwanted to get to Paris, but my money gave out when I reached Berlin.\nYou’ve walked in the Tiergarten on a muggy November day. So have I. Not\njust one day. One night, I slept on a bench there. The next morning when\na man spoke to me on Friedrich Strasse, I went with him. He fed me. He\nmaintained me for a month, and then he brought me to a friend of his,\nthe proprietor of a night club on Kurfürstendamm. The first evening I\ntook my place at the table assigned me was also a birthday for me--my\nnineteenth. That is how I celebrated.”\n\nVladimir wanted to cry out for the girl to stop, but his voice stuck in\nhis throat.\n\nThe colorless voice suddenly broke.\n\n“Don’t cry,” the man begged.\n\n“I’m not crying,” the girl replied. “I think all my tears dried up\ninside of me when I sat at the table in that red plush seat. Three\nmonths after my horrible birthday celebration, I woke up in my room with\nthe noon sun on my face. I’d forgotten to draw the curtains the night\nbefore. I reached for my hand mirror and looked at myself, and then I\ngot down on my knees and prayed.\n\n“In the afternoon I sold my three evening dresses, the cheap perfume and\nthe imitation jewelry. I bought a pair of heavy shoes, the dress I have\non now, and a warm jacket--all secondhand. I walked to the railroad\nstation and looked on the board for the list of departing trains. A\ntrain for Pomerania was leaving within ten minutes. I showed the\nticket-agent the money I had left and asked how far that would take me.\nHe sold me a ticket to this village. With all my money gone, I could not\nturn back, you see. These peasants took me in. They are not our people.\nI cannot talk with them. But I have enough to eat and I am warm.”\n\nSuddenly Vladimir found a limp square of paper slipped into his hand as\nthe girl whispered:\n\n“For remembrance from one who can never fly again, to you who tomorrow\nreturn to the sky.”\n\nAnd she was gone.\n\nVladimir tried to follow, but his feet were unused to the stubble of the\nfield. By the time he reached the peasant’s house, there was no sign of\nthe girl.\n\nBy the light of the lamp Vladimir looked hard and almost grimly at the\nfaded snapshot of a laughing girl in white. What the girl must have been\nat fourteen--when she had flown.\n\nReverently, Vladimir, to whom the wrecked woman had given back his\nmanhood--reverently, he brought the snapshot to his lips.\n\nHe rose with the dawn the next morning and hurried down. The girl was\nalready in the kitchen. To his greeting, she replied in a murmur and\navoided his eyes. She handed him his coffee in silence.\n\nWhen he had finished, he held out his hand.\n\n“Good-by,” he said.\n\nShe extended hers timidly. Her hand trembled.\n\n“You’re flying back?” she asked.\n\n“Yes, back to Berlin,” he said, taking her hand in his.\n\n“They may arrest you for stealing the plane.” The girls soft dark eyes\nsearched Vladimir’s face anxiously.\n\n“I’ve considered that.” The man nodded gravely. “I shall probably go to\nprison.” His grip on her hand tightened until it hurt her. “But if I\nknew you were waiting for me--Tatiana, would you trust yourself to fly\nwith me?”\n\nTheir eyes met.\n\n“Yes,” the girl answered.\n\n“It may mean death, if I crash.”\n\n“But you will not crash,” the girl made answer.\n\nTwenty minutes later the aged peasant heard what seemed to him to be the\nbellow of a released wild beast. He saw the machine skim across the\nfield and soar into the sky until it melted into a gray speck and was\nlost to sight.\n\nThat was two years ago.\n\nToday, should you fly between Moscow and Odessa, you may have for your\npilot Vladimir Uspensky, and you could wish for no better. Should you\nland in Moscow, you may even meet the sky bride, Tatiana.",
    "metadata": {
        "author": [
            "Spewack, Samuel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71237/pg71237.txt",
        "name": "exiles_of_the_sky.json"
    }
}