{
  "name": "Extracts from Adam's Diary, translated from the original ms.",
  "author": [
    "Twain, Mark"
  ],
  "body": "\n\n[NOTE.—I translated a portion of this diary some years ago, and a\nfriend of mine printed a few copies in an incomplete form, but the\npublic never got them. Since then I have deciphered some more of Adam’s\nhieroglyphics, and think he has now become sufficiently important as a\npublic character to justify this publication.—M. T.]\n\n\n\n\nMonday\n\n\nThis new creature with the long hair is a good deal in the way. It is\nalways hanging around and following me about. I don’t like this; I am\nnot used to company. I wish it would stay with the other animals.\nCloudy to-day, wind in the east; think we shall have rain…. Where did I\nget that word?… I remember now—the new creature uses it.\n\n\n\n\nTuesday\n\n\nBeen examining the great waterfall. It is the finest thing on the\nestate, I think. The new creature calls it Niagara Falls—why, I am sure\nI do not know. Says it looks like Niagara Falls. That is not a reason;\nit is mere waywardness and imbecility. I get no chance to name anything\nmyself. The new creature names everything that comes along, before I\ncan get in a protest. And always that same pretext is offered—it looks\nlike the thing. There is the dodo, for instance. Says the moment one\nlooks at it one sees at a glance that it “looks like a dodo.” It will\nhave to keep that name, no doubt. It wearies me to fret about it, and\nit does no good, anyway. Dodo! It looks no more like a dodo than I do.\n\n\n\n\nWednesday\n\n\nBuilt me a shelter against the rain, but could not have it to myself in\npeace. The new creature intruded. When I tried to put it out it shed\nwater out of the holes it looks with, and wiped it away with the back\nof its paws, and made a noise such as some of the other animals make\nwhen they are in distress. I wish it would not talk; it is always\ntalking. That sounds like a cheap fling at the poor creature, a slur;\nbut I do not mean it so. I have never heard the human voice before, and\nany new and strange sound intruding itself here upon the solemn hush of\nthese dreaming solitudes offends my ear and seems a false note. And\nthis new sound is so close to me; it is right at my shoulder, right at\nmy ear, first on one side and then on the other, and I am used only to\nsounds that are more or less distant from me.\n\n\n\n\nFriday\n\n\nThe naming goes recklessly on, in spite of anything I can do. I had a\nvery good name for the estate, and it was musical and pretty\n—GARDEN-OF-EDEN. Privately, I continue to call it that, but not any\nlonger publicly. The new creature says it is all woods and rocks and\nscenery, and therefore has no resemblance to a garden. Says it looks\nlike a park, and does not look like anything but a park. Consequently,\nwithout consulting me, it has been new-named —NIAGARA FALLS PARK. This\nis sufficiently high-handed, it seems to me. And already there is a\nsign up:\n\nKEEP OFF THE GRASS\n\nMy life is not as happy as it was.\n\n\n\n\nSaturday\n\n\nThe new creature eats too much fruit. We are going to run short, most\nlikely. “We” again—that is its word; mine too, now, from hearing it so\nmuch. Good deal of fog this morning. I do not go out in the fog myself.\nThe new creature does. It goes out in all weathers, and stumps right in\nwith its muddy feet. And talks. It used to be so pleasant and quiet\nhere.\n\n\n\n\nSunday\n\n\nPulled through. This day is getting to be more and more trying. It was\nselected and set apart last November as a day of rest. I already had\nsix of them per week, before. This morning found the new creature\ntrying to clod apples out of that forbidden tree.\n\n\n\n\nMonday\n\n\nThe new creature says its name is Eve. That is all right, I have no\nobjections. Says it is to call it by when I want it to come. I said it\nwas superfluous, then. The word evidently raised me in its respect; and\nindeed it is a large, good word, and will bear repetition. It says it\nis not an It, it is a She. This is probably doubtful; yet it is all one\nto me; what she is were nothing to me if she would but go by herself\nand not talk.\n\n\n\n\nTuesday\n\n\nShe has littered the whole estate with execrable names and offensive\nsigns:\n\nTHIS WAY TO THE WHIRLPOOL.\n\nTHIS WAY TO GOAT ISLAND.\n\nCAVE OF THE WINDS THIS WAY.\n\nShe says this park would make a tidy summer resort, if there was any\ncustom for it. Summer resort—another invention of hers—just words,\nwithout any meaning. What is a summer resort? But it is best not to ask\nher, she has such a rage for explaining.\n\n\n\n\nFriday\n\n\nShe has taken to beseeching me to stop going over the Falls. What harm\ndoes it do? Says it makes her shudder. I wonder why. I have always done\nit—always liked the plunge, and the excitement, and the coolness. I\nsupposed it was what the Falls were for. They have no other use that I\ncan see, and they must have been made for something. She says they were\nonly made for scenery—like the rhinoceros and the mastodon.\n\nI went over the Falls in a barrel—not satisfactory to her. Went over in\na tub—still not satisfactory. Swam the Whirlpool and the Rapids in a\nfig-leaf suit. It got much damaged. Hence, tedious complaints about my\nextravagance. I am too much hampered here. What I need is change of\nscene.\n\n\n\n\nSaturday\n\n\nI escaped last Tuesday night, and travelled two days, and built me\nanother shelter, in a secluded place, and obliterated my tracks as well\nas I could, but she hunted me out by means of a beast which she has\ntamed and calls a wolf, and came making that pitiful noise again, and\nshedding that water out of the places she looks with. I was obliged to\nreturn with her, but will presently emigrate again, when occasion\noffers. She engages herself in many foolish things: among others,\ntrying to study out why the animals called lions and tigers live on\ngrass and flowers, when, as she says, the sort of teeth they wear would\nindicate that they were intended to eat each other. This is foolish,\nbecause to do that would be to kill each other, and that would\nintroduce what, as I understand it, is called “death;” and death, as I\nhave been told, has not yet entered the Park. Which is a pity, on some\naccounts.\n\n\n\n\nSunday\n\n\nPulled through.\n\n\n\n\nMonday\n\n\nI believe I see what the week is for: it is to give time to rest up\nfrom the weariness of Sunday. It seems a good idea…. She has been\nclimbing that tree again. Clodded her out of it. She said nobody was\nlooking. Seems to consider that a sufficient justification for chancing\nany dangerous thing. Told her that. The word justification moved her\nadmiration—and envy too, I thought. It is a good word.\n\n\n\n\nThursday\n\n\nShe told me she was made out of a rib taken from my body. This is at\nleast doubtful, if not more than that. I have not missed any rib…. She\nis in much trouble about the buzzard; says grass does not agree with\nit; is afraid she can’t raise it; thinks it was intended to live on\ndecayed flesh. The buzzard must get along the best it can with what is\nprovided. We cannot overturn the whole scheme to accommodate the\nbuzzard.\n\n\n\n\nSaturday\n\n\nShe fell in the pond yesterday, when she was looking at herself in it,\nwhich she is always doing. She nearly strangled, and said it was most\nuncomfortable. This made her sorry for the creatures which live in\nthere, which she calls fish, for she continues to fasten names on to\nthings that don’t need them and don’t come when they are called by\nthem, which is a matter of no consequence to her, as she is such a\nnumskull anyway; so she got a lot of them out and brought them in last\nnight and put them in my bed to keep warm, but I have noticed them now\nand then all day, and I don’t see that they are any happier there than\nthey were before, only quieter. When night comes I shall throw them\nout-doors. I will not sleep with them again, for I find them clammy and\nunpleasant to lie among when a person hasn’t anything on.\n\n\n\n\nSunday\n\n\nPulled through.\n\n\n\n\nTuesday\n\n\nShe has taken up with a snake now. The other animals are glad, for she\nwas always experimenting with them and bothering them; and I am glad,\nbecause the snake talks, and this enables me to get a rest.\n\n\n\n\nFriday\n\n\nShe says the snake advises her to try the fruit of that tree, and says\nthe result will be a great and fine and noble education. I told her\nthere would be another result, too—it would introduce death into the\nworld. That was a mistake—it had been better to keep the remark to\nmyself; it only gave her an idea—she could save the sick buzzard, and\nfurnish fresh meat to the despondent lions and tigers. I advised her to\nkeep away from the tree. She said she wouldn’t. I foresee trouble. Will\nemigrate.\n\n\n\n\nWednesday\n\n\nI have had a variegated time. I escaped that night, and rode a horse\nall night as fast as he could go, hoping to get clear out of the Park\nand hide in some other country before the trouble should begin; but it\nwas not to be. About an hour after sunup, as I was riding through a\nflowery plain where thousands of animals were grazing, slumbering, or\nplaying with each other, according to their wont, all of a sudden they\nbroke into a tempest of frightful noises, and in one moment the plain\nwas in a frantic commotion and every beast was destroying its neighbor.\nI knew what it meant—Eve had eaten that fruit, and death was come into\nthe world…. The tigers ate my horse, paying no attention when I ordered\nthem to desist, and they would even have eaten me if I had stayed—which\nI didn’t, but went away in much haste…. I found this place, outside the\nPark, and was fairly comfortable for a few days, but she has found me\nout. Found me out, and has named the place Tonawanda—says it looks like\nthat. In fact, I was not sorry she came, for there are but meagre\npickings here, and she brought some of those apples. I was obliged to\neat them, I was so hungry. It was against my principles, but I find\nthat principles have no real force except when one is well fed…. She\ncame curtained in boughs and bunches of leaves, and when I asked her\nwhat she meant by such nonsense, and snatched them away and threw them\ndown, she tittered and blushed. I had never seen a person titter and\nblush before, and to me it seemed unbecoming and idiotic. She said I\nwould soon know how it was myself. This was correct. Hungry as I was, I\nlaid down the apple half eaten—certainly the best one I ever saw,\nconsidering the lateness of the season—and arrayed myself in the\ndiscarded boughs and branches, and then spoke to her with some severity\nand ordered her to go and get some more and not make such a spectacle\nof herself. She did it, and after this we crept down to where the\nwild-beast battle had been, and collected some skins, and I made her\npatch together a couple of suits proper for public occasions. They are\nuncomfortable, it is true, but stylish, and that is the main point\nabout clothes. … I find she is a good deal of a companion. I see I\nshould be lonesome and depressed without her, now that I have lost my\nproperty. Another thing, she says it is ordered that we work for our\nliving hereafter. She will be useful. I will superintend.\n\n\n\n\nTen Days Later\n\n\nShe accuses me of being the cause of our disaster! She says, with\napparent sincerity and truth, that the Serpent assured her that the\nforbidden fruit was not apples, it was chestnuts. I said I was\ninnocent, then, for I had not eaten any chestnuts. She said the Serpent\ninformed her that “chestnut” was a figurative term meaning an aged and\nmouldy joke. I turned pale at that, for I have made many jokes to pass\nthe weary time, and some of them could have been of that sort, though I\nhad honestly supposed that they were new when I made them. She asked me\nif I had made one just at the time of the catastrophe. I was obliged to\nadmit that I had made one to myself, though not aloud. It was this. I\nwas thinking about the Falls, and I said to myself, “How wonderful it\nis to see that vast body of water tumble down there!” Then in an\ninstant a bright thought flashed into my head, and I let it fly,\nsaying, “It would be a deal more wonderful to see it tumble up\nthere!”—and I was just about to kill myself with laughing at it when\nall nature broke loose in war and death, and I had to flee for my life.\n“There,” she said, with triumph, “that is just it; the Serpent\nmentioned that very jest, and called it the First Chestnut, and said it\nwas coeval with the creation.” Alas, I am indeed to blame. Would that I\nwere not witty; oh, would that I had never had that radiant thought!\n\n\n\n\nNext Year\n\n\nWe have named it Cain. She caught it while I was up country trapping on\nthe North Shore of the Erie; caught it in the timber a couple of miles\nfrom our dug-out—or it might have been four, she isn’t certain which.\nIt resembles us in some ways, and may be a relation. That is what she\nthinks, but this is an error, in my judgment. The difference in size\nwarrants the conclusion that it is a different and new kind of animal—a\nfish, perhaps, though when I put it in the water to see, it sank, and\nshe plunged in and snatched it out before there was opportunity for the\nexperiment to determine the matter. I still think it is a fish, but she\nis indifferent about what it is, and will not let me have it to try. I\ndo not understand this. The coming of the creature seems to have\nchanged her whole nature and made her unreasonable about experiments.\nShe thinks more of it than she does of any of the other animals, but is\nnot able to explain why. Her mind is disordered—everything shows it.\nSometimes she carries the fish in her arms half the night when it\ncomplains and wants to get to the water. At such times the water comes\nout of the places in her face that she looks out of, and she pats the\nfish on the back and makes soft sounds with her mouth to soothe it, and\nbetrays sorrow and solicitude in a hundred ways. I have never seen her\ndo like this with any other fish, and it troubles me greatly. She used\nto carry the young tigers around so, and play with them, before we lost\nour property; but it was only play; she never took on about them like\nthis when their dinner disagreed with them.\n\n\n\n\nSunday\n\n\nShe doesn’t work Sundays, but lies around all tired out, and likes to\nhave the fish wallow over her; and she makes fool noises to amuse it,\nand pretends to chew its paws, and that makes it laugh. I have not seen\na fish before that could laugh. This makes me doubt…. I have come to\nlike Sunday myself. Superintending all the week tires a body so. There\nought to be more Sundays. In the old days they were tough, but now they\ncome handy.\n\n\n\n\nWednesday\n\n\nIt isn’t a fish. I cannot quite make out what it is. It makes curious,\ndevilish noises when not satisfied, and says “goo-goo” when it is. It\nis not one of us, for it doesn’t walk; it is not a bird, for it doesn’t\nfly; it is not a frog, for it doesn’t hop; it is not a snake, for it\ndoesn’t crawl; I feel sure it is not a fish, though I cannot get a\nchance to find out whether it can swim or not. It merely lies around,\nand mostly on its back, with its feet up. I have not seen any other\nanimal do that before. I said I believed it was an enigma, but she only\nadmired the word without understanding it. In my judgment it is either\nan enigma or some kind of a bug. If it dies, I will take it apart and\nsee what its arrangements are. I never had a thing perplex me so.\n\n\n\n\nThree Months Later\n\n\nThe perplexity augments instead of diminishing. I sleep but little. It\nhas ceased from lying around, and goes about on its four legs now. Yet\nit differs from the other four-legged animals in that its front legs\nare unusually short, consequently this causes the main part of its\nperson to stick up uncomfortably high in the air, and this is not\nattractive. It is built much as we are, but its method of travelling\nshows that it is not of our breed. The short front legs and long hind\nones indicate that it is of the kangaroo family, but it is a marked\nvariation of the species, since the true kangaroo hops, whereas this\none never does. Still, it is a curious and interesting variety, and has\nnot been catalogued before. As I discovered it, I have felt justified\nin securing the credit of the discovery by attaching my name to it, and\nhence have called it Kangaroorum Adamiensis…. It must have been a young\none when it came, for it has grown exceedingly since. It must be five\ntimes as big, now, as it was then, and when discontented is able to\nmake from twenty-two to thirty-eight times the noise it made at first.\nCoercion does not modify this, but has the contrary effect. For this\nreason I discontinued the system. She reconciles it by persuasion, and\nby giving it things which she had previously told it she wouldn’t give\nit. As already observed, I was not at home when it first came, and she\ntold me she found it in the woods. It seems odd that it should be the\nonly one, yet it must be so, for I have worn myself out these many\nweeks trying to find another one to add to my collection, and for this\none to play with; for surely then it would be quieter, and we could\ntame it more easily. But I find none, nor any vestige of any; and\nstrangest of all, no tracks. It has to live on the ground, it cannot\nhelp itself; therefore, how does it get about without leaving a track?\nI have set a dozen traps, but they do no good. I catch all small\nanimals except that one; animals that merely go into the trap out of\ncuriosity, I think, to see what the milk is there for. They never drink\nit.\n\n\n\n\nThree Months Later\n\n\nThe kangaroo still continues to grow, which is very strange and\nperplexing. I never knew one to be so long getting its growth. It has\nfur on its head now; not like kangaroo fur, but exactly like our hair,\nexcept that it is much finer and softer, and instead of being black is\nred. I am like to lose my mind over the capricious and harassing\ndevelopments of this unclassifiable zoological freak. If I could catch\nanother one—but that is hopeless; it is a new variety, and the only\nsample; this is plain. But I caught a true kangaroo and brought it in,\nthinking that this one, being lonesome, would rather have that for\ncompany than have no kin at all, or any animal it could feel a nearness\nto or get sympathy from in its forlorn condition here among strangers\nwho do not know its ways or habits, or what to do to make it feel that\nit is among friends; but it was a mistake—it went into such fits at the\nsight of the kangaroo that I was convinced it had never seen one\nbefore. I pity the poor noisy little animal, but there is nothing I can\ndo to make it happy. If I could tame it—but that is out of the\nquestion; the more I try, the worse I seem to make it. It grieves me to\nthe heart to see it in its little storms of sorrow and passion. I\nwanted to let it go, but she wouldn’t hear of it. That seemed cruel and\nnot like her; and yet she may be right. It might be lonelier than ever;\nfor since I cannot find another one, how could it?\n\n\n\n\nFive Months Later\n\n\nIt is not a kangaroo. No, for it supports itself by holding to her\nfinger, and thus goes a few steps on its hind legs, and then falls\ndown. It is probably some kind of a bear; and yet it has no tail—as\nyet—and no fur, except on its head. It still keeps on growing—that is a\ncurious circumstance, for bears get their growth earlier than this.\nBears are dangerous—since our catastrophe—and I shall not be satisfied\nto have this one prowling about the place much longer without a muzzle\non. I have offered to get her a kangaroo if she would let this one go,\nbut it did no good—she is determined to run us into all sorts of\nfoolish risks, I think. She was not like this before she lost her mind.\n\n\n\n\nA Fortnight Later\n\n\nI examined its mouth. There is no danger yet; it has only one tooth. It\nhas no tail yet. It makes more noise now than it ever did before—and\nmainly at night. I have moved out. But I shall go over, mornings, to\nbreakfast, and to see if it has more teeth. If it gets a mouthful of\nteeth, it will be time for it to go, tail or no tail, for a bear does\nnot need a tail in order to be dangerous.\n\n\n\n\nFour Months Later\n\n\nI have been off hunting and fishing a month, up in the region that she\ncalls Buffalo; I don’t know why, unless it is because there are not any\nbuffaloes there. Meantime the bear has learned to paddle around all by\nitself on its hind legs, and says “poppa” and “momma.” It is certainly\na new species. This resemblance to words may be purely accidental, of\ncourse, and may have no purpose or meaning; but even in that case it is\nstill extraordinary, and is a thing which no other bear can do. This\nimitation of speech, taken together with general absence of fur and\nentire absence of tail, sufficiently indicates that this is a new kind\nof bear. The further study of it will be exceedingly interesting.\nMeantime I will go off on a far expedition among the forests of the\nNorth and make an exhaustive search. There must certainly be another\none somewhere, and this one will be less dangerous when it has company\nof its own species. I will go straightway; but I will muzzle this one\nfirst.\n\n\n\n\nThree Months Later\n\n\nIt has been a weary, weary hunt, yet I have had no success. In the mean\ntime, without stirring from the home estate, she has caught another\none! I never saw such luck. I might have hunted these woods a hundred\nyears, I never should have run across that thing.\n\n\n\n\nNext Day\n\n\nI have been comparing the new one with the old one, and it is perfectly\nplain that they are the same breed. I was going to stuff one of them\nfor my collection, but she is prejudiced against it for some reason or\nother; so I have relinquished the idea, though I think it is a mistake.\nIt would be an irreparable loss to science if they should get away. The\nold one is tamer than it was, and can laugh and talk like the parrot,\nhaving learned this, no doubt, from being with the parrot so much, and\nhaving the imitative faculty in a highly developed degree. I shall be\nastonished if it turns out to be a new kind of parrot, and yet I ought\nnot to be astonished, for it has already been everything else it could\nthink of, since those first days when it was a fish. The new one is as\nugly now as the old one was at first; has the same sulphur-and-raw-meat\ncomplexion and the same singular head without any fur on it. She calls\nit Abel.\n\n\n\n\nTen Years Later\n\n\nThey are boys; we found it out long ago. It was their coming in that\nsmall, immature shape that puzzled us; we were not used to it. There\nare some girls now. Abel is a good boy, but if Cain had stayed a bear\nit would have improved him. After all these years, I see that I was\nmistaken about Eve in the beginning; it is better to live outside the\nGarden with her than inside it without her. At first I thought she\ntalked too much; but now I should be sorry to have that voice fall\nsilent and pass out of my life. Blessed be the chestnut that brought us\nnear together and taught me to know the goodness of her heart and the\nsweetness of her spirit!\n\n\n\n",
  "metadata": {
    "author": [
      "Twain, Mark"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/1892/pg1892.txt",
    "name": "extracts_from_adams_diary_translated_from_the_original_ms"
  }
}
