{
  "name": "Extracts from the Galactick Almanack: Music Around the Universe",
  "author": [
    "Janifer, Laurence M."
  ],
  "body": "\n\n\n              Don't take your eye off music ... there is\n           going to be a lot more to it than meets the ear!\n\n\nThis first selection deals entirely with the Music Section of the\nAlmanack. Passed over in this anthology, which is intended for\ngeneral readership, are all references to the four-dimensional doubly\nextensive polyphony of Green III (interested parties are referred\nto \"Time in Reverse, or the Musical Granny Knot,\" by Alfid Carp,\n_Papers of the Rigel Musicological Society_) or, for reasons of\nlocal censorship, the notices regarding Shem VI, VII and IX and the\nracial-sex \"music\" which is common on those planets.\n\nAll dates have been made conformable with the Terran Calendar (as in\nthe standard Terran edition of the Almanack) by application of Winstock\nBenjamin's Least Square Variable Time Scale.\n\n\n\n_FEBRUARY 17_: Today marks the birth date of Freem Freem, of\nDubhe IV, perhaps the most celebrated child prodigy in musical\nhistory. Though it is, of course, true that he appeared in no concerts\nafter the age of twelve, none who have seen the solidographs of\nhis early performances can ever forget the intent face, the tense,\naccurate motions of the hands, the utter perfection of Freem's entire\nperformance.\n\nHis first concert, given at the age of four, was an amazing spectacle.\nRespected critics refused to believe that Freem was as young as his\nmanager (an octopoid from Fomalhaut) claimed, and were satisfied only\nby the sworn affidavit of Glerk, the well-known Sirian, who was present\nat the preliminary interviews.\n\nBeing a Sirian, Glerk was naturally incapable of dissimulation, and his\nearnest supersonics soon persuaded the critics of the truth. Freem was,\nin actuality, only four years old.\n\nIn the next eight years, Freem concertized throughout the Galaxy. His\ntriumph on Deneb at the age of six, the stellar reception given him by\na deputation of composers and critics from the Lesser Magellanic Cloud\nwhen he appeared in that sector, and the introduction (as an encore) of\nhis single composition, the beloved _Memories of Old Age_, are still\nrecalled.\n\nAnd then, at the age of eleven, Freem's concerts ceased. Music-lovers\nthroughout the Galaxy were stunned by the news that their famed prodigy\nwould appear no longer. At the age of twelve, Freem Freem was dead.\n\nTerrans have never felt this loss as deeply as other Galactic races,\nand it is not difficult to see why. The standard \"year\" of Dubhe IV\nequals 300 Earth years; to the short-lived Terrans, Freem Freem had\ngiven his first concert at the age of 1200, and had died at the ripe\nold age of 3600 years.\n\n\"Calling a 1200-year-old being a child prodigy,\" states the Terran\nDictionary of Music and Musicians, rather tartly, \"is the kind of\nmisstatement up with which we shall not put.\"\n\nParticularly noteworthy is the parallel attitude expressed by the\ninhabitants of Terk I, whose \"year\" is approximately three Terran days,\nto the alleged \"short\" life of Wolfgang Amadeus Mozart.\n\n\n\n_MAY 12_: Wilrik Rotha Rotha Delk Shkulma Tik was born on this\ndate in 8080. Although he/she is renowned both as the creator of\nsymphonic music on Wolf XVI and as the progenitor of the sole Galactic\nCensorship Law which remains in effect in this enlightened age, very\nlittle is actually known about the history of that law.\n\nThe full story is, very roughly, as follows:\n\nIn 8257, a composition was published by the firm of Scholer and Dichs\n(Sirius), the Concerto for Wood-Block and Orchestra by Tik. Since this\nwas not only the first appearance of any composition by Tik, but was\nin fact the first composition of any kind to see publication from his\nplanet of Wolf XVI, the musical world was astonished at the power,\ncontrol and mastery the piece showed.\n\nA review which is still extant stated: \"It is not possible that a\ncomposition of such a high level of organization should be the first\nto proceed from a composer--or from an entire planet. Yet we must\nrecognize the merit and worth of Tik's Concerto, and applaud the force\nof the composer, in a higher degree than usual.\"\n\nEven more amazing than the foregoing was the speed with which Tik's\ncompositions followed one another. The Concerto was followed by a\nsonata, Tik's _Tock_, his/her Free-Fall Ballet for Centipedals,\n_Lights! Action! Comrades!_, a Symphony, an Imbroglio for Unstrung\nViolin, and fourteen Wolfish Rhapsodies--_all within the year_!\n\nScholars visited Wolf XVI and reported once again that there was no\nmusical history on the planet.\n\nSuccess, fame and money were Tik's. Succeeding compositions were\nreceived with an amount of enthusiasm that would have done credit to\nany musician.\n\nAnd Wolf XVI seemed to awaken at his/her touch. Within ten years, there\nwas a school of composition established there, and works of astounding\ncomplexity and beauty came pouring forth. The \"great flowering,\" as\nit was called, seemed to inspire other planets as well--to name only a\nfew, Dog XII, Goldstone IX and Trent II (whose inhabitants, dwelling\nunderwater for the most part, had never had anything like a musical\nhistory).\n\nTik's own income began to go down as the process continued. Then the\nastonishing truth was discovered.\n\nTik was not a composer at all--merely an electronics technician! He/she\nhad recorded the sounds of the planet's main downtown business center\nand slowed the recording to half-speed. Since the inhabitants of Wolf\nXVI converse in batlike squeals, this slowing resulted in a series of\npatterns which fell within sonic range, and which had all of the scope\nand the complexity of music itself.\n\nThe other planets had copied the trick and soon the Galaxy was glutted\nwith this electronic \"music.\" The climax came when a judge on Paolo III\naided in the recording of a court trial over which he presided. During\nthe two weeks of subsonic testimony, speech and bustle, he supervised\nrecording apparatus and, in fact, announced that he had performed the\nactual \"arrangement\" involved: speeding up the recordings so that the\ntwo-week subsonic trial became a half-hour fantasia.\n\nThe judge lost the subsequent election and irrationally placed the\nblame on the recording (which had not been well-received by the\ncritics). Single-handed, he restored the state of pure music by pushing\nthrough the Galactic Assembly a censorship rule requiring that all\nrecording companies, musicians, technicians and composers be limited to\nthe normal sonic range of the planet on which they were working.\n\nTik himself, after the passage of this law, eked out a bare living as a\ntranslator from the supersonic. He died, alone and friendless, in 9501.\n\n\n\n_JUNE 4_: The composition, on this date, in 8236, of Wladislaw\nWladislaw's Concertino for Enclosed Harp stirs reflections in\nmusical minds of the inventor and first virtuoso on this instrument,\nthe ingenious Barsak Gh. Therwent of Canopus XII. Nowadays, with\ncompositions for that instrument as common as the _chadlas_ of Gh.\nTherwent's home planet, we are likely to pass over the startling and\nalmost accidental circumstance that led to his marvelous discovery.\n\nAs a small boy, Gh. Therwent was enamored of music and musicians;\nhe played the _gleep_-flute before the age of eight and, using his\nhair-thin minor arms, was an accomplished performer on the Irish (or\nsmall open) harp in his fifteenth year. A tendency to confuse the\nstrings of the harp with his own digital extremities, however, seemed\nserious enough to rule out a concert career for the young _flalk_, and\nwhen an Earth-made piano was delivered to the home of a neighbor who\nfancied himself a collector of baroque instruments, young Gh. was among\nthe first to attempt playing on it.\n\nUnfortunately, he could not muster pressure sufficient in his secondary\narms and digits to depress the keys; more, he kept slipping between\nthem. It was one such slip that led to his discovery of the enclosed\nstrings at the back of the piano (a spinet).\n\nThe subtle sonorities of plucked strings at the back of a closed\nchamber excited him, and he continued research into the instrument in\na somewhat more organized manner. Soon he was able to give a concert\nof music which he himself had arranged--and when Wladislaw Wladislaw\ndedicated his composition to Gh., the performer's future was assured.\n\nThe rest of his triumphant story is too well known to repeat here. The\nsingle observation on Gh. Therwent's playing, however, by the composer\nRatling, is perhaps worthy of note.\n\n\"He don't play on the white keys, and he don't play on the black keys,\"\nsaid Ratling, with that cultivated lack of grammar which made him\nfamous as an eccentric. \"He plays in the cracks!\"\n\n\n\n_JULY 23_: On this date, the Hrrshtk Notes were discovered in a\n_welf_-shop cellar on Deneb III.\n\nThese notes are, quite certainly, alone in their originality, and in\nthe force which they have had on the growth of subsequent musicians.\n\nTo begin at the beginning: it is well established that Ludwig Hrrshtk,\nperhaps the most widely known Denebian composer, died of overwork in\nhis prime. His compositions, until the famous T85 discoveries of G'g\nRash, were almost alone in their universal appeal. Races the Galaxy\nover have thrilled to Hrrshtk's Second Symphony, his Concerto for Old\nMen, and the inspiring Classic Mambo Suite. It is, as a matter of fact,\nsaid that G'g Rash himself was led to his discovery by considering the\nquestion:\n\n\"How can many different races, experiencing totally different emotions\nin totally different ways, agree on the importance of a single\nmusical composition by Hrrshtk? How can all share a single emotional\nexperience?\"\n\nHis researches delved deeply into the Hrrshtk compositions, and a\ntentative theory based on the Most Common Harmonic, now shown to have\nbeen totally mistaken, led to the T85 discoveries.\n\nThe Hrrshtk notes, however, found long afterward, provide the real\nanswer.\n\nAmong a pile of sketches and musical fragments was found a long\nlist--or, rather, a series of lists. In the form of a Galactic\nDictionary, the paper is divided into many columns, each headed with\nthe name of a different planet.\n\nRather than describe this document, we are printing an excerpt from it\nherewith:\n\n    DENEB III  TERRA    MARS       FOMALHAUT II  SIRIUS VII\n    Love       Anger    Hunger     Sadness       Madness\n    Hate       Joy      F'rit      Prayer        Love\n    Prayer     Madness  Sadness    Full          Joy\n    Vilb       NPE      Non-F'rit  Golk          NPE\n\nIn completed form, the document contains over one hundred and fifty\nseparate listings for race, and over six hundred separate emotional or\nsubject headings. In some places (like the Terra and Sirius listing\nfor Vilb, above), the text is marked NPE, and this has been taken to\nmean No Precise Equivalent. For instance, such a marking appears after\nthe Denebian _shhr_ for both Terra and Mars, although Sirius has the\nlisting _grk_ and Fomalhaut _plarat_ in the desert.\n\nHrrshtk may be hailed, therefore, as the discoverer of the Doctrine\nof Emotional Equivalency, later promulgated in a different form by\nSpace Patrol Psychiatrist Rodney Garman. Further, the document alluded\nto above explains a phrase in Hrrshtk's noted letter to Dibble Young,\nwhich has puzzled commentators since its first appearance.\n\nHrrshtk is here alluding to the composition of his Revolutionary Ode,\nwhich all Terra knows as the most perfect expression of true love to be\nfound in music:\n\n\"It's a Revolutionary Ode to me, my friend--but not to you. As we say\nhere, one man's mood is another man's passion.\"\n\n\n\n_SEPTEMBER 1_: On this date in the year 9909, Treth Schmaltar died\non his home planet of Wellington V. All the Galaxy knows his famous\nSymphonic Storm Suite; less known, but equally interesting, is the\nhistory and development of its solo instrument.\n\nThe natives of Wellington V feed on airborne plankton, which is carried\nby the vibrations of sound or speech. This was a little-known fact for\nmany years, but did account for the joy with which the first explorers\non Wellington V were greeted. Their speech created waves that fed the\nnatives.\n\nWhen eating, the natives emit a strange humming noise, due to the\naction of the peculiar glottis. These facts drove the first settlers,\nlike Treth Schmaltar, to the invention of a new instrument.\n\nThis was a large drumlike construction with a small hole in its side\nthrough which airborne plankton could enter. Inside the drum, a\nWellingtonian crouched. When the drum was beaten, the air vibrations\ndrove plankton into the native's mouth, and he ate and hummed.\n\n(A mechanical device has since replaced the native. This is, of course,\ndue to the terrific expense of importing both natives and plankton to\nother planets than Wellington V for concerts.)\n\nThus, a peculiarity of native life led not only to the Symphonic Storm\nSuite, but to such lovely compositions as Schmaltar's Hum-Drum Sonata.\n\n\n\n_SEPTEMBER 30_: The victimization of the swanlike inhabitants of\nHarsh XII, perhaps the most pitiful musical scandal of the ages, was\nbegun by Ferd Pill, born on this date in 8181. Pill, who died penitent\nin a neuterary of the Benedictine Order, is said to have conceived his\nidea after perusing some early Terran legends about the swan.\n\nHe never represented himself as the composer, but always as the agent\nor representative of a Harsh XII inhabitant. In the short space of\nthree years, he sold over two hundred songs, none of great length\nbut all, as musicians agree to this day, of a startling and almost\nun-Hnau-like beauty.\n\nWhen a clerk in the records department of Pill's publishers discovered\nthat Pill, having listed himself as the heir of each of the Harsh XII\ncomposers, was in fact collecting their money, an investigation began.\n\nThat the composers were in fact dead was easily discovered. That Pill\nwas their murderer was the next matter that came to light.\n\nIn an agony of self-abasement, Pill confessed his crime. \"The Harshians\ndon't sing at all,\" he said. \"They don't make a sound. But--like the\nlegendary swan of old Terra--they do deliver themselves of one song in\ndying. I murdered them in order to record these songs, and then sold\nthe recordings.\"\n\nPill's subsequent escape from the prison in which he was confined, and\nhis trip to the sanctuary of the neuterary, were said to have been\narranged by the grateful widow of one of the murdered Harshians, who\nhad been enabled by her mate's death to remarry with a younger and\nhandsomer Harshian.\n\n\n\n_DECEMBER 5_: Today marks the birthday of Timmis Calk, a science\nteacher of Lavoris II.\n\nCalk is almost forgotten today, but his magnificent Student Orchestra\ncreated a storm both of approval and protest when it was first seen\nin 9734. Critics on both sides of what rapidly became a Galaxywide\ncontroversy were forced, however, to acknowledge the magnificent\nplaying of the Student Orchestra and its great technical attainments.\n\nIts story begins with Calk himself and his sweetheart, a lovely being\nnamed Silla.\n\nThough Calk's love for Silla was true and profound, Silla did not\nreturn his affectionate feelings. She was an anti-scientist, a\nmusician. The sects were split on Lavoris II to such an extent that\nmarriage between Calk and his beloved would have meant crossing the\nclass lines--something which Silla, a music-lover, was unwilling to\ncontemplate.\n\nCalk therefore determined to prove to her that a scientist could be\njust as artistic as any musician. Months of hard work followed, until\nfinally he was ready.\n\nHe engaged the great Drick Hall for his first concert--and the program\nconsisted entirely of classical works of great difficulty. Beethoven's\nNinth Symphony opened the program, and Fenk's Reversed Ode closed it.\nCalk had no time for the plaudits of critics and audience; he went\nsearching for Silla.\n\nBut he was too late. She had heard his concert--and had immediately\naccepted the marriage proposal of a childhood sweetheart.\n\nCalk nearly committed suicide. But at the last moment, he tossed the\nspraying-bottle away and went back to Silla.\n\n\"Why?\" he said. \"Why did you reject me, after hearing the marvelous\nmusic which I created?\"\n\n\"You are not a musician, but a scientist,\" Silla said. \"Any musician\nwould have refrained from _growing_ his orchestra from seeds.\"\n\nUnable to understand her esthetic revulsion, Calk determined there and\nthen to continue his work with the Student Orchestra (it made a great\ndeal more money than science-teaching). Wrapping his rootlets around\nhis branches, he rolled away from her with crackling dignity.\n\n\n\n\n",
  "metadata": {
    "author": [
      "Janifer, Laurence M."
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/51622/pg51622.txt",
    "name": "extracts_from_the_galactick_almanack_music_around_the_universe"
  }
}
