{
    "name": "Fashions in Literature",
    "author": [
        "Warner, Charles Dudley"
    ],
    "body": "INTRODUCTION\n\nThirty years ago and more those who read and valued good books in this\ncountry made the acquaintance of Mr. Warner, and since the publication of\n\"My Summer In a Garden\" no work of his has needed any other introduction\nthan the presence of his name on the title-page; and now that reputation\nhas mellowed into memory, even the word of interpretation seems\nsuperfluous. Mr. Warner wrote out of a clear, as well as a full mind, and\nlucidity of style was part of that harmonious charm of sincerity and\nurbanity which made him one of the most intelligible and companionable of\nour writers.\n\nIt is a pleasure, however, to recall him as, not long ago, we saw him\nmove and heard him speak in the ripeness of years which brought him the\nfull flavor of maturity without any loss of freshness from his humor or\nserenity from his thought. He shared with Lowell, Longfellow, and Curtis\na harmony of nature and art, a unity of ideal and achievement, which make\nhim a welcome figure, not only for what he said, but for what he was; one\nof those friends whose coming is hailed with joy because they seem always\nat their best, and minister to rather than draw upon our own capital of\nmoral vitality.\n\nMr. Warner was the most undogmatic of idealists, the most winning of\nteachers. He had always some thing to say to the ethical sense, a word\nfor the conscience; but his approach was always through the mind, and his\nenforcement of the moral lesson was by suggestion rather than by\ncommandment. There was nothing ascetic about him, no easy solution of the\ndifficulties of life by ignoring or evading them; nor, on the other hand,\nwas there any confusion of moral standards as the result of a confusion\nof ideas touching the nature and functions of art. He saw clearly, he\nfelt deeply, and he thought straight; hence the rectitude of his mind,\nthe sanity of his spirit, the justice of his dealings with the things\nwhich make for life and art. He used the essay as Addison used it, not\nfor sermonic effect, but as a form of art which permitted a man to deal\nwith serious things in a spirit of gayety, and with that lightness of\ntouch which conveys influence without employing force. He was as deeply\nenamored as George William Curtis with the highest ideals of life for\nAmerica, and, like Curtis, his expression caught the grace and\ndistinction of those ideals.\n\nIt is a pleasure to hear his voice once more, because its very accents\nsuggest the most interesting, high-minded, and captivating ideals of\nliving; he brings with him that air of fine breeding which is diffused by\nthe men who, in mind as in manners, have been, in a distinctive sense,\ngentlemen; who have lived so constantly and habitually on intimate terms\nwith the highest things in thought and character that the tone of this\nreally best society has become theirs. Among men of talent there are\nplebeians as well as patricians; even genius, which is never vulgar, is\nsometimes unable to hide the vulgarity of the aims and ideas which it\nclothes with beauty without concealing their essential nature. Mr. Warner\nwas a patrician; the most democratic of men, he was one of the most\nfastidious in his intellectual companionships and affiliations. The\nsubjects about which he speaks with his oldtime directness and charm in\nthis volume make us aware of the serious temper of his mind, of his deep\ninterest in the life of his time and people, and of the easy and natural\ngrace with which he insisted on facing the fact and bringing it to the\ntest of the highest standards. In his discussion of \"Fashions in\nLiterature\" he deftly brings before us the significance of literature and\nthe signs which it always wears, while he seems bent upon considering\nsome interesting aspects of contemporary writing.\n\nAnd how admirably he has described his own work in his definition of\nqualities which are common to all literature of a high order: simplicity,\nknowledge of human nature, agreeable personality. It would be impossible\nin briefer or more comprehensive phrase to sum up and express the secret\nof his influence and of the pleasure he gives us. It is to suggest this\napplication of his words to himself that this preparatory comment is\nwritten.\n\nWhen \"My Summer In a Garden\" appeared, it won a host of friends who did\nnot stop to ask whether it was a piece of excellent journalism or a bit\nof real literature. It was so natural, so informal, so intimate that\nreaders accepted it as matter of course, as they accepted the blooming of\nflowers and the flitting of birds. It was simply a report of certain\nthings which had happened out of doors, made by an observing neighbor,\nwhose talk seemed to be of a piece with the diffused fragrance and light\nand life of the old-fashioned garden. This easy approach, along natural\nlines of interest, by quietly putting himself on common ground with his\nreader, Mr. Warner never abandoned; he was so delightful a companion that\nuntil he ceased to walk beside them, many of his friends of the mind did\nnot realize how much he had enriched them by the way. This charming\nsimplicity, which made it possible for him to put himself on intimate\nterms with his readers, was the result of his sincerity, his clearness of\nthought, and his ripe culture: that knowledge of the best which rids a\nman forever of faith in devices, dexterities, obscurities, and all other\nsubstitutes for the lucid realities of thinking and of character.\n\nTo his love of reality and his sincere interest in men, Mr. Warner added\nnatural shrewdness and long observation of the psychology of men and\nwomen under the stress and strain of experience. His knowledge of human\nnature did not lessen his geniality, but it kept the edge of his mind\nkeen, and gave his work the variety not only of humor but of satire. He\ncared deeply for people, but they did not impose on him; he loved his\ncountry with a passion which was the more genuine because it was exacting\nand, at times, sharply critical. There runs through all his work, as a\ncritic of manners and men, as well as of art, a wisdom of life born of\nwide and keen observation; put not into the form of aphorisms, but of\nshrewd comment, of keen criticism, of nice discrimination between the\nmanifold shadings of insincerity, of insight into the action and reaction\nof conditions, surroundings, social and ethical aims on men and women.\nThe stories written in his later years are full of the evidences of a\nknowledge of human nature which was singularly trustworthy and\npenetrating.\n\nWhen all has been said, however, it remains true of him, as of so many of\nthe writers whom we read and love and love as we read, that the secret of\nhis charm lay in an agreeable personality. At the end of the analysis, if\nthe work is worth while, there is always a man, and the man is the\nexplanation of the work. This is pre-eminently true of those writers\nwhose charm lies less in distinctively intellectual qualities than in\ntemperament, atmosphere, humor-writers of the quality of Steele,\nGoldsmith, Lamb, Irving. It is not only, therefore, a pleasure to recall\nMr. Warner; it is a necessity if one would discover the secret of his\ncharm, the source of his authority.\n\nHe was a New Englander by birth and by long residence, but he was also a\nman of the world in the true sense of the phrase; one whose ethical\njudgment had been broadened without being lowered; who had learned that\ntruth, though often strenuously enforced, is never so convincing as when\nstated in terms of beauty; and to whom it had been revealed that to live\nnaturally, sanely, and productively one must live humanly, with due\nregard to the earthly as well as to heavenly, with ease as well as\nearnestness of spirit, through play no less than through work, in the\nlarge resources of art, society, and humor, as well as with the ancient\nand well-tested rectitudes of the fathers.\n\nThe harmonious play of his whole nature, the breadth of his interests and\nthe sanity of his spirit made Mr. Warner a delightful companion, and kept\nto the very end the freshness of his mind and the spontaneity of his\nhumor; life never lost its savor for him, nor did his style part with its\ndiffused but thoroughly individual humor. This latest collection of his\npapers, dealing with a wide range of subjects from the \"Education of the\nNegro\" to \"Literature and the Stage,\" with characteristic comments on\n\"Truthfulness\" and \"The Pursuit of Happiness,\" shows him at the end of\nhis long and tireless career as a writer still deeply interested in\ncontemporary events, responsive to the appeal of the questions of the\nhour, and sensitive to all things which affected the dignity and\nauthority of literature. In his interests, his bearing, his relations to\nthe public life of the country, no less than in his work, he held fast to\nthe best traditions of literature, and he has taken his place among the\nrepresentative American men of Letters.\n\nHAMILTON W. MABIE.\n\n\n\n\n\n\nFASHIONS IN LITERATURE\n\nIf you examine a collection of prints of costumes of different\ngenerations, you are commonly amused by the ludicrous appearance of most\nof them, especially of those that are not familiar to you in your own\ndecade. They are not only inappropriate and inconvenient to your eye, but\nthey offend your taste. You cannot believe that they were ever thought\nbeautiful and becoming. If your memory does not fail you, however, and\nyou retain a little honesty of mind, you can recall the fact that a\ncostume which seems to you ridiculous today had your warm approval ten\nyears ago. You wonder, indeed, how you could ever have tolerated a\ncostume which has not one graceful line, and has no more relation to the\nhuman figure than Mambrino's helmet had to a crown of glory. You cannot\nimagine how you ever approved the vast balloon skirt that gave your\nsweetheart the appearance of the great bell of Moscow, or that you\nyourself could have been complacent in a coat the tails of which reached\nyour heels, and the buttons of which, a rudimentary survival, were\nbetween your shoulder-blades--you who are now devoted to a female figure\nthat resembles an old-fashioned churn surmounted by an isosceles\ntriangle.\n\nThese vagaries of taste, which disfigure or destroy correct proportions\nor hide deformities, are nowhere more evident than in the illustrations\nof works of fiction. The artist who collaborates with the contemporary\nnovelist has a hard fate. If he is faithful to the fashions of the day,\nhe earns the repute of artistic depravity in the eyes of the next\ngeneration. The novel may become a classic, because it represents human\nnature, or even the whimsicalities of a period; but the illustrations of\nthe artist only provoke a smile, because he has represented merely the\nunessential and the fleeting. The interest in his work is archaeological,\nnot artistic. The genius of the great portrait-painter may to some extent\novercome the disadvantages of contemporary costume, but if the costume of\nhis period is hideous and lacks the essential lines of beauty, his work\nis liable to need the apology of quaintness. The Greek artist and the\nMediaeval painter, when the costumes were really picturesque and made us\nforget the lack of simplicity in a noble sumptuousness, had never this\nposthumous difficulty to contend with.\n\nIn the examination of costumes of different races and different ages, we\nare also struck by the fact that with primitive or isolated peoples\ncostumes vary little from age to age, and fashion and the fashions are\nunrecognized, and a habit of dress which is dictated by climate, or has\nbeen proved to be comfortable, is adhered to from one generation to\nanother; while nations that we call highly civilized, meaning commonly\nnot only Occidental peoples, but peoples called progressive, are subject\nto the most frequent and violent changes of fashions, not in generations\nonly, but in decades and years of a generation, as if the mass had no\nmind or taste of its own, but submitted to the irresponsible ukase of\ntailors and modistes, who are in alliance with enterprising manufacturers\nof novelties. In this higher civilization a costume which is artistic and\nbecoming has no more chance of permanence than one which is ugly and\ninconvenient. It might be inferred that this higher civilization produces\nno better taste and discrimination, no more independent judgment, in\ndress than it does in literature. The vagaries in dress of the Western\nnations for a thousand years past, to go back no further, are certainly\nhighly amusing, and would be humiliating to people who regarded taste and\nart as essentials of civilization. But when we speak of civilization, we\ncannot but notice that some of the great civilizations; the longest\npermanent and most notable for highest achievement in learning, science,\nart, or in the graces or comforts of life, the Egyptian, the Saracenic,\nthe Chinese, were subject to no such vagaries in costume, but adhered to\nthat which taste, climate, experience had determined to be the most\nuseful and appropriate. And it is a singular comment upon our modern\nconceit that we make our own vagaries and changeableness, and not any\nfixed principles of art or of utility, the criterion of judgment, on\nother races and other times.\n\nThe more important result of the study of past fashions, in engravings\nand paintings, remains to be spoken of. It is that in all the\nillustrations, from the simplicity of Athens, through the artificiality\nof Louis XIV and the monstrosities of Elizabeth, down to the undescribed\nmodistic inventions of the first McKinley, there is discoverable a\nradical and primitive law of beauty. We acknowledge it among the Greeks,\nwe encounter it in one age and another. I mean a style of dress that is\nartistic as well as picturesque, that satisfies our love of beauty, that\naccords with the grace of the perfect human figure, and that gives as\nperfect satisfaction to the cultivated taste as a drawing by Raphael.\nWhile all the other illustrations of the human ingenuity in making the\nhuman race appear fantastic or ridiculous amuse us or offend our taste,\n--except the tailor fashion-plates of the week that is now,--these few\nexceptions, classic or modern, give us permanent delight, and are\nrecognized as following the eternal law of beauty and utility. And we\nknow, notwithstanding the temporary triumph of bad taste and the public\nlack of any taste, that there is a standard, artistic and imperishable.\n\nThe student of manners might find an interesting field in noting how, in\nour Occidental civilizations, fluctuations of opinions, of morals, and of\nliterary style have been accompanied by more or less significant\nexhibitions of costumes. He will note in the Precieux of France and the\nEuphuist of England a corresponding effeminacy in dress; in the frank\npaganism of the French Revolution the affectation of Greek and Roman\napparel, passing into the Directoire style in the Citizen and the\nCitizeness; in the Calvinistic cut of the Puritan of Geneva and of New\nEngland the grim severity of their theology and morals. These examples\nare interesting as showing an inclination to express an inner condition\nby the outward apparel, as the Quakers indicate an inward peace by an\nexternal drabness, and the American Indian a bellicose disposition by red\nand yellow paint; just as we express by red stripes our desire to kill\nmen with artillery, or by yellow stripes to kill them with cavalry. It is\nnot possible to say whether these external displays are relics of\nbarbarism or are enduring necessities of human nature.\n\nThe fickleness of men in costume in a manner burlesques their shifty and\nuncertain taste in literature. A book or a certain fashion in letters\nwill have a run like a garment, and, like that, will pass away before it\nwaxes old. It seems incredible, as we look back over the literary history\nof the past three centuries only, what prevailing styles and moods of\nexpression, affectations, and prettinesses, each in turn, have pleased\nreasonably cultivated people. What tedious and vapid things they read and\nliked to read! Think of the French, who had once had a Villon,\nintoxicating themselves with somnolent draughts of Richardson. But, then,\nthe French could match the paste euphuisms of Lyly with the novels of\nScudery. Every modern literature has been subject to these epidemics and\ndiseases. It is needless to dwell upon them in detail. Since the great\ndiffusion of printing, these literary crazes have been more frequent and\nof shorter duration. We need go back no further than a generation to find\nabundant examples of eccentricities of style and expression, of crazes\nover some author or some book, as unaccountable on principles of art as\nmany of the fashions in social life.--The more violent the attack, the\nsooner it is over. Readers of middle age can recall the furor over\nTupper, the extravagant expectations as to the brilliant essayist\nGilfillan, the soon-extinguished hopes of the poet Alexander Smith. For\nthe moment the world waited in the belief of the rising of new stars, and\nas suddenly realized that it had been deceived. Sometimes we like\nruggedness, and again we like things made easy. Within a few years a\ndistinguished Scotch clergyman made a fortune by diluting a paragraph\nwritten by Saint Paul. It is in our memory how at one time all the boys\ntried to write like Macaulay, and then like Carlyle, and then like\nRuskin, and we have lived to see the day when all the girls would like to\nwrite like Heine.\n\nIn less than twenty years we have seen wonderful changes in public taste\nand in the efforts of writers to meet it or to create it. We saw the\neverlastingly revived conflict between realism and romanticism. We saw\nthe realist run into the naturalist, the naturalist into the animalist,\nthe psychologist into the sexualist, and the sudden reaction to romance,\nin the form of what is called the historic novel, the receipt for which\ncan be prescribed by any competent pharmacist. The one essential in the\ningredients is that the hero shall be mainly got out of one hole by\ndropping him into a deeper one, until--the proper serial length being\nattained--he is miraculously dropped out into daylight, and stands to\nreceive the plaudits of a tenderhearted world, that is fond of nothing so\nmuch as of fighting.\n\nThe extraordinary vogue of certain recent stories is not so much to be\nwondered at when we consider the millions that have been added to the\nreaders of English during the past twenty-five years. The wonder is that\na new book does not sell more largely, or it would be a wonder if the\nability to buy kept pace with the ability to read, and if discrimination\nhad accompanied the appetite for reading. The critics term these\nsuccesses of some recent fictions \"crazes,\" but they are really sustained\nby some desirable qualities--they are cleverly written, and they are for\nthe moment undoubtedly entertaining. Some of them as undoubtedly appeal\nto innate vulgarity or to cultivated depravity. I will call no names,\nbecause that would be to indict the public taste. This recent phenomenon\nof sales of stories by the hundred thousand is not, however, wholly due\nto quality. Another element has come in since the publishers have\nawakened to the fact that literature can be treated like merchandise. To\nuse their own phrase, they \"handle\" books as they would \"handle\" patent\nmedicines, that is, the popular patent medicines that are desired because\nof the amount of alcohol they contain; indeed, they are sold along with\ndry-goods and fancy notions. I am not objecting to this great and wide\ndistribution any more than I am to the haste of fruit-dealers to market\ntheir products before they decay. The wary critic will be very careful\nabout dogmatizing over the nature and distribution of literary products.\nIt is no certain sign that a book is good because it is popular, nor is\nit any more certain that it is good because it has a very limited sale.\nYet we cannot help seeing that many of the books that are the subject of\ncrazes utterly disappear in a very short time, while many others,\napproved by only a judicious few, continue in the market and slowly\nbecome standards, considered as good stock by the booksellers and\ncontinually in a limited demand.\n\nThe English essayists have spent a good deal of time lately in discussing\nthe question whether it is possible to tell a good contemporary book from\na bad one. Their hesitation is justified by a study of English criticism\nof new books in the quarterly, monthly, and weekly periodicals from the\nlatter part of the eighteenth century to the last quarter of the\nnineteenth; or, to name a definite period, from the verse of the Lake\npoets, from Shelley and Byron, down to Tennyson, there is scarcely a poet\nwho has attained world-wide assent to his position in the first or second\nrank who was not at the hands of the reviewers the subject of mockery and\nbitter detraction. To be original in any degree was to be damned. And\nthere is scarcely one who was at first ranked as a great light during\nthis period who is now known out of the biographical dictionary. Nothing\nin modern literature is more amazing than the bulk of English criticism\nin the last three-quarters of a century, so far as it concerned\nindividual writers, both in poetry and prose. The literary rancor shown\nrose to the dignity almost of theological vituperation.\n\nIs there any way to tell a good book from a bad one? Yes. As certainly as\nyou can tell a good picture from a bad one, or a good egg from a bad one.\nBecause there are hosts who do not discriminate as to the eggs or the\nbutter they eat, it does not follow that a normal taste should not know\nthe difference.\n\nBecause there is a highly artistic nation that welcomes the flavor of\ngarlic in everything, and another which claims to be the most civilized\nin the world that cannot tell coffee from chicory, or because the ancient\nChinese love rancid sesame oil, or the Esquimaux like spoiled blubber and\ntainted fish, it does not follow that there is not in the world a\nwholesome taste for things natural and pure.\n\nIt is clear that the critic of contemporary literature is quite as likely\nto be wrong as right. He is, for one thing, inevitably affected by the\nprevailing fashion of his little day. And, worse still, he is apt to make\nhis own tastes and prejudices the standard of his judgment. His view is\ncommonly provincial instead of cosmopolitan. In the English period just\nreferred to it is easy to see that most of the critical opinion was\ndetermined by political or theological animosity and prejudice. The rule\nwas for a Tory to hit a Whig or a Whig to hit a Tory, under whatever\nliterary guise he appeared. If the new writer was not orthodox in the\nview of his political or theological critic, he was not to be tolerated\nas poet or historian, Dr. Johnson had said everything he could say\nagainst an author when he declared that he was a vile Whig. Macaulay, a\nWhig, always consulted his prejudices for his judgment, equally when he\nwas reviewing Croker's Boswell or the impeachment of Warren Hastings. He\nhated Croker,--a hateful man, to be sure,--and when the latter published\nhis edition of Boswell, Macaulay saw his opportunity, and exclaimed\nbefore he had looked at the book, as you will remember, \"Now I will dust\nhis jacket.\" The standard of criticism does not lie with the individual\nin literature any more than it does in different periods as to fashions\nand manners. The world is pretty well agreed, and always has been, as to\nthe qualities that make a gentleman. And yet there was a time when the\nvilest and perhaps the most contemptible man who ever occupied the\nEnglish throne,--and that is saying a great deal,--George IV, was\nuniversally called the \"First Gentleman of Europe.\" The reproach might be\nsomewhat lightened by the fact that George was a foreigner, but for the\nwider fact that no person of English stock has been on the throne since\nSaxon Harold, the chosen and imposed rulers of England having been\nFrench, Welsh, Scotch, and Dutch, many of them being guiltless of the\nEnglish language, and many of them also of the English middle-class\nmorality. The impartial old Wraxall, the memorialist of the times of\nGeorge III, having described a noble as a gambler, a drunkard, a\nsmuggler, an appropriator of public money, who always cheated his\ntradesmen, who was one and sometimes all of them together, and a\nprofligate generally, commonly adds, \"But he was a perfect gentleman.\"\nAnd yet there has always been a standard that excludes George IV from the\nrank of gentleman, as it excludes Tupper from the rank of poet.\n\nThe standard of literary judgment, then, is not in the individual,--that\nis, in the taste and prejudice of the individual,--any more than it is in\nthe immediate contemporary opinion, which is always in flux and reflux\nfrom one extreme to another; but it is in certain immutable principles\nand qualities which have been slowly evolved during the long historic\nperiods of literary criticism. But how shall we ascertain what these\nprinciples are, so as to apply them to new circumstances and new\ncreations, holding on to the essentials and disregarding contemporary\ntastes; prejudices, and appearances? We all admit that certain pieces of\nliterature have become classic; by general consent there is no dispute\nabout them. How they have become so we cannot exactly explain. Some say\nby a mysterious settling of universal opinion, the operation of which\ncannot be exactly defined. Others say that the highly developed critical\njudgment of a few persons, from time to time, has established forever\nwhat we agree to call masterpieces. But this discussion is immaterial,\nsince these supreme examples of literary excellence exist in all kinds of\ncomposition,--poetry, fable, romance, ethical teaching, prophecy,\ninterpretation, history, humor, satire, devotional flight into the\nspiritual and supernatural, everything in which the human mind has\nexercised itself,--from the days of the Egyptian moralist and the Old\nTestament annalist and poet down to our scientific age. These\nmasterpieces exist from many periods and in many languages, and they all\nhave qualities in common which have insured their persistence. To\ndiscover what these qualities are that have insured permanence and\npromise indefinite continuance is to have a means of judging with an\napproach to scientific accuracy our contemporary literature. There is no\nthing of beauty that does not conform to a law of order and beauty--poem,\nstory, costume, picture, statue, all fall into an ascertainable law of\nart. Nothing of man's making is perfect, but any creation approximates\nperfection in the measure that it conforms to inevitable law.\n\nTo ascertain this law, and apply it, in art or in literature, to the\nchanging conditions of our progressive life, is the business of the\nartist. It is the business of the critic to mark how the performance\nconforms to or departs from the law evolved and transmitted in the\nlong-experience of the race. True criticism, then, is not a matter of\ncaprice or of individual liking or disliking, nor of conformity to a\nprevailing and generally temporary popular judgment. Individual judgment\nmay be very interesting and have its value, depending upon the capacity\nof the judge. It was my good fortune once to fall in with a person who\nhad been moved, by I know not what inspiration, to project himself out of\nhis safe local conditions into France, Greece, Italy, Cairo, and\nJerusalem. He assured me that he had seen nothing anywhere in the wide\nworld of nature and art to compare with the beauty of Nebraska.\n\nWhat are the qualities common to all the masterpieces of literature, or,\nlet us say, to those that have endured in spite of imperfections and\nlocal provincialisms?\n\nFirst of all I should name simplicity, which includes lucidity of\nexpression, the clear thought in fitting, luminous words. And this is\ntrue when the thought is profound and the subject is as complex as life\nitself. This quality is strikingly exhibited for us in Jowett's\ntranslation of Plato--which is as modern in feeling and phrase as\nanything done in Boston--in the naif and direct Herodotus, and, above\nall, in the King James vernacular translation of the Bible, which is the\ngreat text-book of all modern literature.\n\nThe second quality is knowledge of human nature. We can put up with the\nimprobable in invention, because the improbable is always happening in\nlife, but we cannot tolerate the so-called psychological juggling with\nthe human mind, the perversion of the laws of the mind, the forcing of\ncharacter to fit the eccentricities of plot. Whatever excursions the\nwriter makes in fancy, we require fundamental consistency with human\nnature. And this is the reason why psychological studies of the abnormal,\nor biographies of criminal lunatics, are only interesting to pathologists\nand never become classics in literature.\n\nA third quality common to all masterpieces is what we call charm, a\nmatter more or less of style, and which may be defined as the agreeable\npersonality of the writer. This is indispensable. It is this personality\nwhich gives the final value to every work of art as well as of\nliterature. It is not enough to copy nature or to copy, even accurately,\nthe incidents of life. Only by digestion and transmutation through\npersonality does any work attain the dignity of art. The great works of\narchitecture, even, which are somewhat determined by mathematical rule,\nowe their charm to the personal genius of their creators. For this reason\nour imitations of Greek architecture are commonly failures. To speak\ntechnically, the masterpiece of literature is characterized by the same\nknowledge of proportion and perspective as the masterpiece in art.\n\nIf there is a standard of literary excellence, as there is a law of\nbeauty--and it seems to me that to doubt this in the intellectual world\nis to doubt the prevalence of order that exists in the natural--it is\ncertainly possible to ascertain whether a new production conforms, and\nhow far it conforms, to the universally accepted canons of art. To work\nby this rule in literary criticism is to substitute something definite\nfor the individual tastes, moods, and local bias of the critic. It is\ntrue that the vast body of that which we read is ephemeral, and justifies\nits existence by its obvious use for information, recreation, and\nentertainment. But to permit the impression to prevail that an\nunenlightened popular preference for a book, however many may hold it, is\nto be taken as a measure of its excellence, is like claiming that a\ndebased Austrian coin, because it circulates, is as good as a gold stater\nof Alexander. The case is infinitely worse than this; for a slovenly\nliterature, unrebuked and uncorrected, begets slovenly thought and\ndebases our entire intellectual life.\n\nIt should be remembered, however, that the creative faculty in man has\nnot ceased, nor has puny man drawn all there is to be drawn out of the\neternal wisdom. We are probably only in the beginning of our evolution,\nand something new may always be expected, that is, new and fresh\napplications of universal law. The critic of literature needs to be in an\nexpectant and receptive frame of mind. Many critics approach a book with\nhostile intent, and seem to fancy that their business is to look for what\nis bad in it, and not for what is good. It seems to me that the first\nduty of the critic is to try to understand the author, to give him a fair\nchance by coming to his perusal with an open mind. Whatever book you\nread, or sermon or lecture you hear, give yourself for the time\nabsolutely to its influence. This is just to the author, fair to the\npublic, and, above all, valuable to the intellectual sanity of the critic\nhimself. It is a very bad thing for the memory and the judgment to get\ninto a habit of reading carelessly or listening with distracted\nattention. I know of nothing so harmful to the strength of the mind as\nthis habit. There is a valuable mental training in closely following a\ndiscourse that is valueless in itself. After the reader has unreservedly\nsurrendered himself to the influence of the book, and let his mind\nsettle, as we say, and resume its own judgment, he is in a position to\nlook at it objectively and to compare it with other facts of life and of\nliterature dispassionately. He can then compare it as to form, substance,\ntone, with the enduring literature that has come down to us from all the\nages. It is a phenomenon known to all of us that we may for the moment be\ncarried away by a book which upon cool reflection we find is false in\nethics and weak in construction. We find this because we have standards\noutside ourselves.\n\nI am not concerned to define here what is meant by literature. A great\nmass of it has been accumulated in the progress of mankind, and,\nfortunately for different wants and temperaments, it is as varied as the\nvarious minds that produced it. The main thing to be considered is that\nthis great stream of thought is the highest achievement and the most\nvaluable possession of mankind. It is not only that literature is the\nsource of inspiration to youth and the solace of age, but it is what a\nnational language is to a nation, the highest expression of its being.\nWhatever we acquire of science, of art, in discovery, in the application\nof natural laws in industries, is an enlargement of our horizon, and a\ncontribution to the highest needs of man, his intellectual life. The\ncontroversy between the claims of the practical life and the intellectual\nis as idle as the so-called conflict between science and religion. And\nthe highest and final expression of this life of man, his thought, his\nemotion, his feeling, his aspiration, whatever you choose to call it, is\nin the enduring literature he creates. He certainly misses half his\nopportunity on this planet who considers only the physical or what is\ncalled the practical. He is a man only half developed. I can conceive no\nmore dreary existence than that of a man who is past the period of\nbusiness activity, and who cannot, for his entertainment, his happiness,\ndraw upon the great reservoir of literature. For what did I come into\nthis world if I am to be like a stake planted in a fence, and not like a\ntree visited by all the winds of heaven and the birds of the air?\n\nThose who concern themselves with the printed matter in books and\nperiodicals are often in despair over the volume of it, and their actual\ninability to keep up with current literature. They need not worry. If all\nthat appears in books, under the pressure of publishers and the ambition\nof experimenters in writing, were uniformly excellent, no reader would be\nunder any more obligation to read it than he is to see every individual\nflower and blossoming shrub. Specimens of the varieties would suffice.\nBut a vast proportion of it is the product of immature minds, and of a\nyearning for experience rather than a knowledge of life. There is no more\nobligation on the part of the person who would be well informed and\ncultivated to read all this than there is to read all the colored\nincidents, personal gossip, accidents, and crimes repeated daily, with\nsameness of effect, in the newspapers, some of the most widely circulated\nof which are a composite of the police gazette and the comic almanac. A\ngreat deal of the reading done is mere contagion, one form or another of\ncommunicated grippe, and it is consoling and even surprising to know that\nif you escape the run of it for a season, you have lost nothing\nappreciable. Some people, it has been often said, make it a rule never to\nread a book until it is from one to five years old, By this simple device\nthey escape the necessity of reading most of them, but this is only a\npart of their gain. Considering the fact that the world is full of books\nof the highest value for cultivation, entertainment, and information,\nwhich the utmost leisure we can spare from other pressing avocations does\nnot suffice to give us knowledge of, it does seem to be little less than\na moral and intellectual sin to flounder about blindly in the flood of\nnew publications. I am speaking, of course, of the general mass of\nreaders, and not of the specialists who must follow their subjects with\nceaseless inquisition. But for most of us who belong to the still\ncomparatively few who, really read books, the main object of life is not\nto keep up with the printing-press, any more than it is the main object\nof sensible people to follow all the extremes and whims of fashion in\ndress. When a fashion in literature has passed, we are surprised that it\nshould ever have seemed worth the trouble of studying or imitating. When\nthe special craze has passed, we notice another thing, and that is that\nthe author, not being of the first rank or of the second, has generally\ncontributed to the world all that he has to give in one book, and our\ntime has been wasted on his other books; and also that in a special kind\nof writing in a given period--let us say, for example, the\nhistorico-romantic--we perceive that it all has a common character, is\nconstructed on the same lines of adventure and with a prevailing type of\nhero and heroine, according to the pattern set by the first one or two\nstories of the sort which became popular, and we see its more or less\nmechanical construction, and how easily it degenerates into commercial\nbook-making. Now while some of this writing has an individual flavor that\nmakes it entertaining and profitable in this way, we may be excused from\nattempting to follow it all merely because it happens to be talked about\nfor the moment, and generally talked about in a very undiscriminating\nmanner. We need not in any company be ashamed if we have not read it all,\nespecially if we are ashamed that, considering the time at our disposal,\nwe have not made the acquaintance of the great and small masterpieces of\nliterature. It is said that the fashion of this world passeth away, and\nso does the mere fashion in literature, the fashion that does not follow\nthe eternal law of beauty and symmetry, and contribute to the\nintellectual and spiritual part of man. Otherwise it is only a waiting in\na material existence, like the lovers, in the words of the Arabian\nstory-teller, \"till there came to them the Destroyer of Delights and the\nSunderer of Companies, he who layeth waste the palaces and peopleth the\ntombs.\"\n\nWithout special anxiety, then, to keep pace with all the ephemeral in\nliterature, lest we should miss for the moment something that is\npermanent, we can rest content in the vast accumulation of the tried and\ngenuine that the ages have given us. Anything that really belongs to\nliterature today we shall certainly find awaiting us tomorrow.\n\nThe better part of the life of man is in and by the imagination. This is\nnot generally believed, because it is not generally believed that the\nchief end of man is the accumulation of intellectual and spiritual\nmaterial. Hence it is that what is called a practical education is set\nabove the mere enlargement and enrichment of the mind; and the possession\nof the material is valued, and the intellectual life is undervalued. But\nit should be remembered that the best preparation for a practical and\nuseful life is in the high development of the powers of the mind, and\nthat, commonly, by a culture that is not considered practical. The\nnotable fact about the group of great parliamentary orators in the days\nof George III is the exhibition of their intellectual resources in the\nentire world of letters, the classics, and ancient and modern history.\nYet all of them owed their development to a strictly classical training\nin the schools. And most of them had not only the gift of the imagination\nnecessary to great eloquence, but also were so mentally disciplined by\nthe classics that they handled the practical questions upon which they\nlegislated with clearness and precision. The great masters of finance\nwere the classically trained orators William Pitt and Charles James Fox.\n\nIn fine, to return to our knowledge of the short life of fashions that\nare for the moment striking, why should we waste precious time in chasing\nmeteoric appearances, when we can be warmed and invigorated in the\nsunshine of the great literatures?\n\n\n\n\n",
    "metadata": {
        "author": [
            "Warner, Charles Dudley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3109/pg3109.txt",
        "name": "fashions_in_literature.json"
    }
}