{
    "name": "Filthy Rich",
    "author": [
        "Sheinbaum, Fred"
    ],
    "body": "The Thursday morning executive meeting of the General Products\nCorporation was adjourned, as usual, with the Consumer's Pledge. The\nsame pledge recited each morning by children in schools across the\nnation.\n\nJ.L. Spender, Assistant Vice-President of Cotter Pin Production for\nPlant Five was proud to put in these extra Thursday mornings. Let the\ncommon herd work their three day, twenty-one hour week. He was part of\nthe management team, working behind the scenes, constantly raising the\nstandard of living of the American Consumer.\n\nA silent elevator whisked J.L. to the roof of the Administration\nBuilding where the heliport attendant rolled out his new helicopter,\na June, 1998 Buick Skymaster. It was a sculpture in chrome and\nplexiglass; a suitable vehicle for the assistant vice-president as\nprescribed by _Consumer's Guide_. A loyal consumer, he bought the new\nmodel every six months.\n\nOnce in the air and on course, J.L. set the Ultramatic autopilot--a new\nfeature on the '98 model--and pushed the chrome seat control lever to\nsemi-reclining. Scarcely a cloud marred the pristine blue, and below\nnestled the neat, colorful homes of happy American consumers, but his\nproblem was not to be soothed by sinking back to enjoy the crisp spring\nair.\n\nLife, J.L. felt, would be all sweetness and light were it not for the\nunaccountable affection his pretty young daughter, Glory, bore for an\nascetic looking young man of doubtful integrity as a consumer.\n\nThere had been a parade of acceptable young men through his front door,\nnone of whom had excited more in him than apathy.\n\nBut this one. He wore spectacles with heavy black frames when almost\neveryone used disposable contact lenses. His suits were at least a\nmonth behind the current style. And with all those young men to choose\nfrom, Glory picked him to ask to dinner that evening.\n\nGlory had been taught to respect the might of the dollar and the\ndisaster that comes of not spending it. She was a credit to her family;\na sound, patriotic consumer. She could spend money faster, more\nsensibly than any of her frivolous friends. One fortunate young man\nwould find her an excellent wife. No dollar-hoarder would fill her mind\nwith subversive notions if he could prevent it.\n\nMuch as J.L. disliked having that particular young man to dinner, it\ndid afford the opportunity to spend some of the extra money that always\ncollected if you didn't watch very carefully. Being forced to pay a\nsavings tax wouldn't do his career or social position any good, and he\ncertainly wouldn't think of putting it into a secret bank account.\n\nThe Hudson river was beneath him. He would soon be home. The thought\nreminded him that though the family had already passed the five year\nmark in this house, he had still not made an appointment with his\narchitect.\n\nJust before landing J.L. took the controls. The autopilot was supposed\nto land itself, but somehow he felt better doing it himself. A control\non the dash opened the garage, another retracted the overhead rotors.\nHe drove in, closed the garage door, and got out.\n\nHe paused in the hall only long enough to throw his hat and top-coat\ninto the waste receptacle. From the kitchen he heard the familiar\ncrackling of packages being unwrapped.\n\n\"Home at last,\" he sighed, pecking Marge, his wife, on the cheek. \"What\ndid you buy today, Honey?\"\n\nIt was a treat to watch the pleasure with which Marge unwrapped\npackages. J.L. bought most things out of a sense of duty, but Marge and\nGlory really enjoyed spending money, God bless them.\n\n\"Oh, lots of things,\" Marge answered. She held a cut crystal goblet\nto the light watching it sparkle. \"A new set of china, this exquisite\nstemware, and the loveliest linen tablecloth, and ... oh, and they're\nsending a genuine oak table for the dining room. The shop I bought it\nin has the cleverest service. The man who delivers the table cuts up\nthe old one so it can be used in the fireplace. Isn't that practical?\"\n\n\"That _is_ clever,\" J.L. said. \"It's a pity to waste it all on that\ngood-for-nothing, whatever his name is.\"\n\n\"Stringer.\"\n\n\"What?\"\n\n\"That's his name, Ernest Stringer. Why is he a good-for-nothing? He\ndoes dress oddly, I admit, but Glory seems to like him.\"\n\n\"That's exactly why I'm worried. If she asked him for dinner there's no\ntelling what's going on. A person like that is a bad influence.\" J.L.\nsaid, punctuating by jabbing the air with his index finger.\n\n\"Now really, Dear. You hardly know him.\"\n\n\"I know him well enough. You are the one who claims to be such a\ngood judge of character. Look at those glasses he wears. Why doesn't\nhe wear disposable contact lenses like everyone else. It's positively\nunsanitary. And did you see that suit? I'll say he dresses oddly. That\nthing hasn't been in style for a month. I bet he doesn't spend half his\nsalary.\"\n\n\"Oh, I don't know.\" Marge said, abstractedly. She was admiring the\nfloral pattern on her new china. \"But do be nice to him. Don't say\nanything to embarrass Glory.\"\n\n\"Oh, I'll be nice all right. I guess I know how to act. You and your\ndaughter have trained me. And there are worse things than being\nembarrassed.\" He would have gone on, but at that moment Glory sauntered\ninto the room.\n\n\"Hi, Dad. Back from the grind, I see.\" Her hair was the color of lemon\nand in her blue eyes was reflected a youthful zest for life.\n\n\"Do you like the new dress? It comes in seventeen colors. I bought\nthem all. And hats and shoes and gloves and bags to match.\" She said,\nwalking as she had seen professional models walk, with arms akimbo and\nswinging hips.\n\n\"Very pretty,\" he said, \"but shouldn't there be a little more to it?\nStyle is style, but leave something to the imagination. They can't be\nusing up much fabric with a number like that.\"\n\n\"See, Mom. Didn't I tell you exactly what he'd say? Daddy is so\nmid-century. Aren't you, Darling?\"\n\n\"Glory, at the risk of seeming ... ah ... mid-century, I think you owe\nyour mother and myself some information about this person you've asked\nto dinner.\"\n\n\"What kind of information? You've met him,\" she said. Her eyes narrowed\nslightly.\n\n\"Yes, I've met him. What is his background? What does he work at? What\nkind of a consumer is he?\"\n\n\"Dad, you are not being fair.\"\n\n\"Not fair? Why not? Are you ashamed of him?\"\n\n\"No, I'm not ashamed of him. Ernie is a dear sweet boy. He lost both of\nhis parents when he was very young. Bringing himself up has made him\ndifferent from most people, I guess. But he has done very well. And all\nby himself, too. He's an OE, you know.\"\n\nThis only added heat to J.L.'s burning suspicion. \"I don't want to\nsound narrow minded, Glory, but I've met a good many Opinion Engineers\nin business and darned few of them are fit company for a young girl.\nThey picture themselves as independent thinkers. They don't spend their\nmoney as they should.\"\n\nGlory's lips whitened as she pressed them together. J.L. saw the\ngathering storm in her eyes. \"That's not fair,\" she said. \"Ernie is\nperfectly all right. He just needs looking after. Mother, help me.\"\n\nMarge smiled calmly, and said, \"Your father is just acting like a\nfather, that's all. He is trying to protect you.\"\n\n\"Well, I'm twenty years old, almost. And it's practically the\ntwenty-first century, but it looks like the middle ages around here.\nI'm sorry I asked him to come. I'll never ask anyone again.\" She threw\nher head back and pressed the back of her hand to her forehead.\n\n\"Now don't start getting dramatic. I only want what's best for you,\nJ.L. said. But it was only bluff. He knew when he was licked.\n\n\"All right, all right,\" he said, trying to prevent her tears from\nbrimming over. \"I promise to be good tonight.\" It was time for him to\nretreat, as gracefully as possible, to his study and the latest issue\nof _Consumer's Guide_.\n\nWhich he did.\n\n\n\nAt a quarter of seven J.L. tottered into his living room. He was fully\ndressed except for a bright red sash hanging slack, like a sail in the\ndoldrums, just brushing the tops of his patent leather shoes.\n\nDressing was a nerve-jarring, thirst-making business. He was in full\nsympathy with the need for changing men's styles so frequently, but\nthose overpaid designers could surely dream up easier outfits to get\ninto.\n\nHe separated a decanter of bourbon from its fellows on the\nmirror-backed shelves and from it poured a lavish helping. Using the\ntip of his index finger, he twirled the ice cubes and, with a sigh,\nlifted the golden fluid to his lips.\n\nOver the rim of the glass he saw Glory come floating into view. She was\ndressed, mostly below the waist, in yards of a light gauzy fabric that\nseemed to have life of its own.\n\nShe stopped at the door while her eyes slowly swept the room. J.L. was\nreminded of a spider making sure the web would be cosy. Her glance\ncame to rest on the portly figure of her father.\n\nShe exhaled a sigh of controlled exasperation. \"Daddy, your sash is\nhanging. It looks like a flag at half mast.\"\n\n\"I am perfectly aware that my sash is hanging.\" He wasn't sure he\napproved of the tone of her voice.\n\n\"Well tuck it up then. Ernie will be here any minute.\"\n\n\"It refuses to stay up. How do you know? Maybe it is supposed to hang.\nThose designers should be forced to dress themselves in these things\nbefore they loose them on an unsuspecting public.\"\n\nShe glided towards him and, with a few deft touches, the sash was\nneatly in place. \"Dad, promise you'll be nice to him.\"\n\nJ.L. smiled. Much as he protested, he liked being fussed over. \"Of\ncourse, I'll be nice. When am I not nice? I just said those things\nabout him because ... well, I wanted you to be wary.\"\n\n\"Don't worry about Ernie. He's a dear. And, please, no economics\nlectures. That business about thrift being a menace to prosperity may\nhave been a new idea when you were young, but now every kid in school\nis taught it. So spare us. It makes you sound like an old fuddy duddy.\"\n\nFuddy duddy? J.L. was about to make a stunning rejoinder when he heard\nthe whirring of helicopter rotors overhead.\n\n\"There he is.\" Glory said, excitedly, \"Let him in.\"\n\n\"Where are you running?\" he asked, surprised. She was as fully dressed\nas she was likely to be.\n\n\"You know I can't be here when he comes in,\" she said.\n\n\"Can't be here? Where else should you be?\" J.L. asked. The situation\nwas getting out of hand.\n\n\"Strategy, my dear parent. I can't just be sitting here waiting when he\nwalks in. He is supposed to be waiting for me ... with bated breath. It\nmakes my entrance more effective. Ta ta for now.\" She was gone.\n\nThe prospect of dining at the same table with the young man was\nrepellent enough. Now he would have to provide entertaining\nconversation until Glory chose to appear.\n\nThe door chimes sounded.\n\nJ.L. drained his glass, stiffened his spine, and strode to the door\npulling it open with a jerk, like a doctor removing adhesive tape.\n\nAny hope J.L. might have had was dashed when the door opened to reveal\nErnest Stringer, his piercing brown eyes, a tight lipped smile, and the\ntraditional gift of candy under his arm.\n\n\"Good evening, Mr. Spender,\" he said. \"You are, I believe, expecting\nme.\" He was so thin that the current, tight fitting style made him look\nvery like a figure constructed with pipe cleaners.\n\nJ.L. did his best to appear gracious. \"Come in, come in,\" he said,\ntaking his hat and coat. \"Glory will be in soon.\"\n\nThe suit was up to date, but J.L. spotted other telling details. His\nheels were slightly lighter in color than the rest of the shoes,\nindicating they had been reheeled. It was also evident, to a trained\neye, that the collar and cuffs of his shirt had been resized, proof\nthat the shirt had been laundered; perhaps, even more than once.\n\n\"What can I get you to drink?\" J.L. asked, leading the way into the\nliving room.\n\n\"Nothing, thank you. I seldom take alcohol,\" the young man said.\n\n\"Is that right? A young fellow like you. It certainly is fortunate that\nthe rest of your generation doesn't share your prejudice. Alcoholic\nbeverages account for more than five percent of total consumer\npurchases.\"\n\n\"Five percent. As much as that? Well, in that case I should have\nsomething. Ah ... a glass of sherry, I think,\" he said, smiling with\nlips unparted.\n\n\"Sherry? Sure you don't want something more ... more substantial?\"\n\n\"Sherry will do nicely, thank you.\"\n\nA sherry drinker is capable of anything, J.L. thought. He poured the\nwine into a high stemmed glass and mixed another bourbon for himself;\nthis time going a little easier on the ice.\n\nThe young man held the stem between spidery fingers, turning it slowly,\ndelicately sniffing the bouquet.\n\nJ.L. wished Glory or Marge would rescue him. He couldn't think of a\nthing to say. What could one say to a male sherry drinker?\n\n\"What do you think of the international situation?\" J.L. asked, just to\nbreak the uncomfortable silence.\n\n\"What international situation?\"\n\n\"I mean do you think we are headed for war?\" J.L. was sorry he had\nasked the harmless question.\n\nThe young man laughed derisively. \"What an idea. Of course there won't\nbe a war,\" he said.\n\n\"Why do you say that?\" He wanted to see how far Stringer would go.\n\n\"It's quite evident isn't it? War has been threatening for more than\nfifty years. It will probably continue to threaten for fifty more. It\ngives our government and that of our enemies the excuse to build enough\nmunitions to take up the slack in the economy between production and\nthe ability to consume what we produce.\"\n\n\"That's ridiculous. I've never heard such nonsense.\" The young idiot,\nhe thought, anyone with sense knew that to be true, but no one made a\nfuss about it for fear of upsetting a system that worked so well.\n\nIt was an accepted fact of life, certainly preferable to actual war,\nand never mentioned in polite society.\n\nStringer continued, speaking slowly, as if explaining to a very small\nchild. He clasped his long fingers over his left knee hugging it almost\nto his chest, and rocked himself slightly. \"Don't you see? If there was\na real war millions of consumers would be taken out of the market for\nthe duration, and many permanently. But this way governments can spend\nas much as they need to on war goods, to balance the economy, without\ndisturbing the consumers at all.\n\n\"The politicians love it, too. It supplies them with political issues,\nnot easily come by these days,\" Stringer concluded. He seemed pleased\nwith himself.\n\nJ.L.'s glass was again empty. He rose to fill it saying, \"That is a\nvery interesting theory. Have you told it to many people?\"\n\nStringer did not answer.\n\nJ.L. turned to see what had caused this sudden reticence. The young man\nsat with wide-eyed stare and loosely hanging jaw; obviously incapable\nof speech.\n\nGlory had made her strategic entrance.\n\n\"Ah, there you are, Dear,\" J.L. said. \"Mr. Stringer, here, has just\nbeen explaining international politics to me.\"\n\n\"Doesn't he have a fine mind, Daddy?\" she said, catching the young\nman's hand and favoring him with a smile that set his adam's apple to\ndancing.\n\nFine? J.L. thought, narrow would be more accurate. He was about to\nmake an audible comment along those lines when Marge called them in to\ndinner.\n\nAll through the meal Marge fawned upon the young man, indulging the\npredatory instinct of a mother with a marriageable daughter.\n\nWith the clam bisque she told of Glory's childhood; the prettiest child\nin the neighborhood. With the pressed duckling she told of an army of\nsuitors, each more desirable than the last, that Glory had discarded\nlike week-old overcoats. And with the fresh tropical fruit supreme she\npraised the condition of matrimony with such fervor that J.L. could\nfeel the warmth of a blush on his cheek.\n\nWhen the young people left for the evening Marge sighed and said,\n\"Don't they make a nice couple?\"\n\n\"Have you lost your mind?\" J.L. replied, with almost saintly restraint.\n\n\"Is something the matter, Dear?\"\n\nJ.L. threw up his hands in despair. \"Is something the matter, she asks.\nWhy did you butter him up like that? Did you see his face? He looked\nlike a dog being scratched behind the ear. If he proposes to Glory\ntonight it's your fault.\"\n\n\"Well, I think he'd make a fine son-in-law.\"\n\n\"That non-consumer? I'd sooner drop him from the helicopter,\" he said.\nHe noticed she was smiling. \"Don't laugh, Marge. This is serious. I'm\ngoing to have a good long talk with Glory when she gets home. I'll put\na stop to this.\"\n\n\"Be careful what you say, Dear,\" she said.\n\n\"Don't worry. I guess I know how to talk to my own daughter. I'm as\nmodern as the next parent, you know that. But there comes a time when\nevery child needs guidance, and I....\"\n\n\"Don't stay up too late, Dear,\" Marge interrupted, squelching a yawn.\nShe kissed his cheek and left the room.\n\nJ.L. poured another drink and settled in a comfortable chair to wait\nand to plan.\n\nPerhaps he should be imperious. On the screen of his imagination he saw\nhimself. He was taller. His arms were folded high on his chest; his\nlegs were spread wide like two sturdy trees. He had grown a full handle\nbar mustache. \"Glory,\" he could hear himself say, \"I forbid you ever to\nsee that man again.\"\n\nUnfortunately the screen showed the probable result. She salaamed\nbefore him, touching her forehead to the carpet, \"I hear and obey O\nMagnificent One.\" Sarcasm was more than he could bear. If only he had\nsome proof. If only Marge hadn't been so approving.\n\nThe slam of the front door dragged him from a nightmare in which Glory,\nhaving married Ernest Stringer, was drowning in a roomful of coin and\ncurrency. The level of money had just reached her frightened eyes.\n\nIn the dim light of the hall he saw her leaning against the door she\nhad slammed. Her shoulders were hunched with sobbing.\n\n\"Glory, what's the matter?\"\n\nShe looked up, saw her father, and ran to her room.\n\nJ.L. heaved out of the chair and followed, slowly. Her door was open\na crack. He hesitated, then knocked lightly. No answer. He pushed the\ndoor wide enough to see in. She was perched on the edge of the bed,\nelbows on her knees, crying silently in the darkened room.\n\n\"Mind if I come in?\"\n\nStill no answer.\n\nHe stepped in and sat gingerly on the bed beside her. Several minutes\npassed. \"Want to tell me?\" he said gently.\n\nShe shook her head violently without looking up.\n\nSuddenly, she turned and pressed her face to his chest. The sobbing\nsubsided a little and her words came haltingly.\n\n\"It was awful. He's a subversive--a criminal--and I didn't even guess.\"\nShe caught her breath. \"We flew over to Staten Island. He parked near\nthe water. Then he said, 'I want you to marry me.' Just like that. I\nliked him a lot--but I didn't know what to say. Then he said--Oh Daddy,\nit was horrible--\" Her sobs increased again and she fumbled for his\npocket kerchief. \"He--he said, 'Look at this'. And Daddy it was one of\nthose secret bankbooks! He has one hundred thousand dollars--and he's\nonly twenty-five--and he's proud of it! He's worse than the old time\ngangsters, worse than--oh, Daddy--he's a non-consumer....\" The last\nword trailed off in a wail and she was sobbing again.\n\nJ.L. tightened his grip on her shoulders. \"Be thankful, Baby,\" he\nmurmured. \"Be thankful you found the dirty so-and-so out in time.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Sheinbaum, Fred"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59849/pg59849.txt",
        "name": "filthy_rich.json"
    }
}