{
    "name": "First Man",
    "author": [
        "Brown, Clyde"
    ],
    "body": "\n[Sidenote: _He obstinately wanted no part in achieving the goal of\ngenerations--but the goal with equal obstinacy wanted all of him!_]\n\n\nTo keep the record straight: Orville Close was first man on the Moon.\nHarold Ferguson was second. They never talk about it.\n\nIt started on that October morning when the piece came out in the\nParkville _News_. Harold grumbled that they'd gotten the story all\nwrong, calling his ship a rocket ship, and treating him like a flagpole\nsitter or a man going over Niagara Falls in a barrel. His wife took\ntheir sad, thin little girl and went to live with her brother. The city\npolice blocked off Elm Street, letting no one through except the\nresidents. The neighbors were getting up a petition. But Orville refused\nto become excited.\n\nWhat was going to happen?\n\nWhy, nothing.\n\nHarold would probably crack up completely, but this evening that thing\nwould still be standing there, solid as the Washington Monument.\n\nNevertheless, Orville's wife Polly was going to her sister's, across\ntown. _She_ wasn't going to stay there and be blown up! While she was\ngetting ready, Orville picked up a package by the sink and carried it\noutside to the alley and dropped it in the garbage can. He wore his\ndouble-breasted fall suit. He strolled to the boundary fence and leaned\nagainst a post.\n\nA reporter was taking angle shots of the spaceship. Flashbulbs were\nscattered over Harold's garden.\n\nIt really does catch the eye, Orville thought. Smarten the ship up a\nlittle, put some stripes running down from the nose, a few pieces of\nchrome around over the body....\n\n\n\nPoor old Harold came off his back porch carrying a thermos jug and six\nloaves of bread.\n\n\"Morning, Harold,\" said Orville.\n\n\"Oh--morning, Orville.\" Harold flinched. Another reporter had come out\nof the shed and taken their picture.\n\n\"What's your name, mister?\" the reporter asked Orville.\n\n\"I'd rather you left me out of this,\" Orville said.\n\nA loaf of bread had broken open and slices were falling out. Harold put\ndown the thermos jug and picked up the slices and stuffed them back into\nthe wrapper. The first reporter came over.\n\n\"It's got Vitamin D.\" Harold grinned wretchedly. \"Costs two cents more a\nloaf, but I thought, what the heck--\"\n\n\"How about a shot of you and the missus saying good-by?\" the first\nreporter said.\n\n\"Why--she left me,\" Harold blurted. He tried to get away, but the\nreporters hemmed him in.\n\n\"Was she scared?\" the second reporter asked.\n\n\"Look, boys!\" Orville put his hands on the top rail of the fence and\nclimbed across. He was getting his shoes wet in the weeds in Harold's\ngarden, but he didn't care. \"The man has work to do. Can't you leave him\nalone?\"\n\n\n\nHe picked up the jug and took Harold by the elbow and led him into the\nshed.\n\nThere, resting on some concrete blocks on the dirt floor, was the base\nof the ship. In the semi-darkness, it looked harmless enough: like a\ntank, six or eight feet across, reaching up through a jagged hole in the\nroof.\n\n\"Harold, you could make a good thing out of this,\" Orville said. \"All\nthis publicity.\"\n\nHarold was climbing a rickety ladder to the roof. Orville followed.\n\n\"Mount this thing on a trailer. Take her around to fairs and carnivals.\"\n\nOrville waited on the roof while Harold climbed another ladder to the\nsmall oval door in the side of the ship. Harold called down: \"You never\nsaw the inside. Want to look around?\"\n\n\"Well....\" Orville glanced into his back yard. Polly wasn't ready yet.\nHe climbed up and handed the jug to Harold and stuck his head in.\n\n\"Huh!\" There wasn't much to see. Just a small compartment with some\npipes leading from below into the nose. \"You got to fix this up,\" he\nsaid. \"Some Rube Goldberg contraptions.\"\n\n\"The works are all up here.\" Harold climbed a ladder and disappeared\nthrough a hole overhead. \"C'mon up, I'd like you to see this!\"\n\nOrville looked down again into his yard. \"It'll take her forever! Polly,\nI mean. Okay, I guess I got time for a look.\" He stepped in and climbed\nuntil his waist was through the hole.\n\n\n\nThe nose of the ship was dark. Harold was shining an extension lamp\naround. There were parts of a junked car and some old plumbing fixtures\nand Orville recognized the wheels of a lawnmower he'd left by the alley\nfor the trash men to pick up. This didn't look like the inside of a\nspaceship. It looked exactly like a corner in Harold's basement.\n\n\"Oh, Lord,\" Orville said.\n\n\"I call this my scope.\" Harold was shining the light on a shaving\nmirror, on a long arm that could be swung and tilted about. \"How about\nthat? Pretty neat, huh?\"\n\nNeat was hardly the word for it. \"Look here, Harold! The neighbors are\ngetting an injunction. Why don't you play it smart? Fight it out in the\ncourts. There'll be a lot of publicity--\"\n\n\"They are?\" Harold was hurt. He was shining the lamp in Orville's eyes.\n\n\"Yeah. Now while you're fighting it out in the courts--\"\n\n\"Do you call that neighborly?\"\n\n\"They're scared. They're afraid you'll blow the whole neighborhood to\npieces.\"\n\n\"Well, hell with them!\"\n\n\"While we're on that subject, ain't that my trouble lamp you're\nholding?\"\n\n\"Yeah. Guess it is. Need it right away?\"\n\n\"Just want you to remember where it came from.\"\n\n\"Actually, it'll be no use on the trip. I got her fixed so when I take\noff, the cord down at the base will come unplugged and--\"\n\n\"Well, Polly must be ready by now.\" Orville gave up. Polly was right.\nHarold was insane.\n\nOrville tried to turn on the ladder so that he could climb back down.\nHis foot slipped. He spread his arms to keep from falling through the\nhole and knocked over the pile of bread.\n\n\"Watch out!\" Harold yelped.\n\n\"I'm all right.\" Orville felt a slight tingle.\n\n\"Yes, but you--\" Harold's voice trailed off with dismay. The light in\nhis hand had gone out, but Orville didn't think of what this meant at\nthe time.\n\nThere was light coming through the door below and Orville climbed down.\nDarn! He pulled out his handkerchief and tried to brush the dust off his\nlapels. He'd have to change suits, and that meant changing his socks and\ntie, and he was supposed to meet those people about that deal on\nMaplehurst Extension at nine. Well, he'd be late. He leaned out of the\ndoor.\n\n\"Orville!\" shouted Harold. \"Come back! Don't step out there!\"\n\n\n\nA lot of fog was blowing down past the nose of the ship. Orville\nwondered where it came from. He stuck his foot out, reaching for the\nladder. He heard Harold scrambling down from above and he wanted to get\naway from that madman. He reached farther. Harold grabbed his arm.\n\nThen the fog cleared away and Orville swayed dizzily, gaping at where he\nhad almost stepped. They had been going through a cloud. Now he looked\ndown at dazzling clouds in the bright October sun and between them he\nsaw the streets of Parkville, very neat, just like the map hanging in\nthe office.\n\nHe dropped back inside and lay weakly on the floor. He grabbed one of\nthe pipes and shakily clung to it.\n\n\"What happened?\" he stammered.\n\n\"Hit the main switch.\" Harold was reaching out for the door handle. He\nbanged the door shut with a concussion that burst inside Orville's head.\n\"We took off.\"\n\n\n\nIt was dark in there, at first; then Orville saw a dim violet light that\nfilled the inside of the ship.\n\nHe followed Harold up the ladder into the nose of the ship and sank to\nthe floor. Harold was twiddling with some knobs mounted on the dashboard\nof the junked car.\n\n\"Boy!\" Orville pulled out his handkerchief again and swabbed his\nforehead. He tried to wipe the grime from his hands. \"And I've never\neven been in an airplane!\"\n\n\"Me either.\" Harold pounded on the dashboard. A meter didn't seem to be\nworking. \"There ... guess I can open her up a little.\"\n\n\"Hey, wait! Take me back!\"\n\nHarold moved a knob an eighth of a turn. He switched on the scope and\nwaited for it to warm up. He took off his glasses and wiped them,\nsquinting at Orville with that one bad eye.\n\n\"Turn it around and take me back!\"\n\n\"But I can't, Orville.\" Harold put on the glasses and looked into the\nscope. \"It's working!\"\n\n\"I demand it! You've made me late for the office as it is!\"\n\n\"Sure looks different from the map,\" Harold said. \"Must be the East\nCoast. There's Florida sticking out there.\"\n\nHe snapped off the scope and sat opposite Orville. He opened the thermos\nand poured coffee into the cap.\n\n\"Been so busy, didn't have my breakfast.\" He held out the cap to\nOrville. \"I take mine without sugar.\"\n\nOrville shook his head. \"Do I understand--\"\n\n\"Ugh! It's hot!\" Harold put down the coffee and rummaged in some brown\npaper bags. \"Should be some glazed doughnuts.... Shoot! Bet I left them\nin the kitchen!\"\n\n\n\nOrville faced him firmly. \"You've shown me it'll fly. I believe you. Now\nI give you one more chance--take me back!\"\n\n\"But I can't!\" Harold protested.\n\n\"There are laws about this sort of thing, my friend. This is abduction.\nKidnapping. You know what the penalty is for that?\"\n\n\"Well, gee, I didn't mean to take you along, Orville. You hit that\nswitch--\"\n\n\"It's criminal negligence, leaving a switch out there like that where it\ncould be hit by accident!\"\n\n\"Had to put it there so I could reach up from below and work it.\"\n\nOrville balled his fists and stood squarely. Funny--it was no trouble at\nall, standing and walking around. If he hadn't seen those clouds, and\nthe landscape sinking away, he'd swear the two of them were still in\nHarold's back yard.\n\n\"Do you take me back,\" he said, \"or do I have to break every--\"\n\n\"But I can't!\" Harold grasped his wrist pleadingly. \"I got her set up in\na sequence. If I tried to change the sequence now, why--\" He shuddered.\n\"I haven't got any idea what might happen!\"\n\nOrville sat back down.\n\n\"I'm sorry.\" The weak way Harold said it made Orville feel worse than\never.\n\n\"Me! Trapped up here in this thing with you!\" Orville said bitterly.\n\"You can't even drive a car! You're just about the worst driver I know!\"\n\n\"I know,\" Harold admitted. \"But this is safer than a car. Besides, out\nwhere we're going, there'll be no traffic problem.\" He gave his inane\ngiggle. \"Far as I know, there's no one else at all!\"\n\n\"And the neighborhood back there. Probably all blown to pieces. Polly.\nThe house. My car! I got complete coverage on it, but who ever heard of\na car wrecked by a spaceship? When we get back, if my insurance doesn't\ncover it, I'll sue you!\"\n\n\"There's nothing hurt at all,\" Harold said. \"Unless someone had his hand\non the ship when we took off. I'd planned to have 'em stand back.\"\n\n\n\nOrville closed his eyes. Something was crossing and crisscrossing inside\nhim like two rings tossed back and forth by jugglers. It was not\npainful, but it was disturbing. Something must be going wrong. He didn't\ntrust Harold's mechanical ability. In the past ten years, Harold had\nbeen fired from a couple of filling station jobs because of blunders,\nonce for leaving the plug out of a crank case, and once for botching up\na flat tire repair.\n\n\"Running kind of rough, isn't she?\" Orville said. \"What makes this\nlittle--\" He circled his hands sickly in front of his stomach.\n\nHarold closed his eyes and made similar circles. \"Oh, that's this\ncounter-grav of mine. You see, the gravitation of the Earth--\"\n\n\"Can't you do anything about it?\" Orville was in no mood to listen to\none of Harold's lectures.\n\n\"I could move her over so we couldn't feel it, but it would be shaking\nthe ship then. Might tear it apart.\"\n\n\"Won't it tear us apart?\"\n\n\"I don't think so. We got more give to us than the ship has.\" Harold was\nable to drink the coffee now. \"No, I don't think I've done a bad job on\nthis. First time a machine is built, you're bound to run into a few\nbugs. But this is working, so far, even better than I expected.\"\n\n\"Yeah,\" Orville had to admit, \"it ain't bad--for a guy with no\nmechanical ability whatever.\"\n\n\nII\n\nHarold had opened the ship up a little more, and according to him, they\nwere now moving eighteen thousand miles per hour or so, approximately.\nOrville had tried to drink some water from a milk bottle, but the sight\nof the water, bouncing in rhythm to the invisible circles in his\nstomach, had given him nausea.\n\nHarold knelt on the floor, smoothing out a soiled sheet of paper. In the\ncenter was a small circle, labeled in Harold's sloppy handwriting\n\"Earth.\" An arrow showed the direction of the Earth's motion around the\nSun. Outside this was a larger circle labeled \"Orbit of Moon.\" A spiral\nreached out from the Earth to intersect the Moon's orbit.\n\n\"Had the darnedest time drawing this,\" Harold said. \"Got it out of an\nastronomy book. _Let's Look at the Stars_ by someone. Thirty-five cents.\nLet's see now.\"\n\nHe wet the point of the pencil and made a mark. He scratched his head\nand erased the mark and made another.\n\n\"Harold, another thing,\" said Orville. \"I weigh around one ninety-five.\nWon't that take a lot of extra gas?\"\n\n\"Nope. Doesn't matter if you weigh a ton. According to my counter-grav\nprinciple--\"\n\n\"Won't it get stuffy in here with two of us?\"\n\n\"Why, I have some oxygen. That welding place in back of the garage where\nI work--got a tank off them. Had to pay cash, but I can turn in the\nempty when we get back.\"\n\n\"You sure one tank'll be enough?\"\n\n\"Well--\" Harold flushed guiltily. \"You won't say anything about this? I\ntook along several extra tanks, just to make sure. I wasn't stealing.\nYou see, I figure I might make some money out of this thing.\"\n\n\"Say!\" Orville hadn't thought of this angle before. \"You really could.\"\n\n\"And there should be plenty of food. Let me see now.\" He fished in his\npocket and brought out a piece of brown wrapping paper. \"I'll run over\nthe list and make sure I didn't forget something.\" He glanced up\nsharply. \"Relax! Make yourself to home. And the little boy's room is\ndown there.\" He squinted at the paper. \"Water. There's plenty. Six\nfamily-size cans pork and beans. Charged 'em.\" He ran through the list,\nmumbling, then looked up brightly. \"Yep. Looks all right. Nope, there's\none thing I forgot. Stickum plaster! Doggone. Never go anywhere without\nmy first aid kit. Never know what's liable to happen.\"\n\n\"Y'know, Harold,\" Orville said, \"I'm beginning to see some possibilities\nin this trip. First man on the Moon. Think of the fuss they made over\nLindy and Wrong-way Corrigan. The guys who climbed Mount Everest. Why,\nthat was nothing!\"\n\n\"Course, I'm not doing this for fame. Or money, either.\"\n\n\"Then why are you doing it?\"\n\nHarold stared vaguely toward where the Moon would be if they could see\nit. \"I guess ... because it's there.\"\n\n\"Huh! Well, don't forget I'm in on it, too.\"\n\n\n\nSome time later, when the Moon first appeared on the scope, about the\nsize of a basketball, Harold indulged in a mild spree. He opened some\npineapple juice. Orville did not feel like drinking any. In fact, he\nfelt ill.\n\n\"Space sickness,\" Harold said. \"Lot of bread is good for that. Stuff\nyourself with it. Just think--back there on Earth, they're going about\ntheir business and no one knows that we're out here heading for the\nMoon. Just think--if I'd call them on the radio and report making first\ncontact with the Moon--\"\n\n\"Harold, one thing. How're you going to get her down?\"\n\n\"Naval observatory would be the people to call, I guess. They'd notify\nthe President and they'd interrupt the TV programs--I thought of putting\na radio in here, but I'd already gone way over my budget.\"\n\n\"How do you plan to land her?\"\n\n\"And wouldn't those guys at the Atomic Energy Commission have red faces!\nYou know, I wrote them, asking to use some of their energy and--darn\nthese government bureaus!--they never even had the courtesy to answer my\nletter!\"\n\n\"Listen--\"\n\n\"And the birds at the college! When I took that navigation chart to the\nastronomy department to see if they'd check it for me, they blew up!\nActed like I had no business flying to the Moon. Acted like they owned\nthe thing. Bunch of smart-alecs! With their double-talk! Knew less than\nI did when I went there.\"\n\nHe looked at his watch. \"I'm going to have a snack and then I'll get\nsome sleep. That's one good thing about having you along. Now I can\nsleep and not have to worry.\"\n\nAs Harold sawed at the top of a can of beans with the can-opener.\nOrville closed his eyes. Instantly, he saw the ship, heading for the\nMoon, and then there was a blinding flash. He opened his eyes. Harold\nwas digging into the can with a spoon, munching away.\n\n\"Just brought one.\" Harold waved the spoon. \"But I'm not poison. Better\nhave some of these beans. They'll stick to your ribs.\"\n\nOrville crawled to the door leading to the other compartment, flung it\nopen and leaned there a while. He sat up, rubbing his eyes. Harold was\nwiping the spoon on a piece of brown paper.\n\n\"Last call!\" Harold giggled and pushed the can to Orville. Orville\npushed it away and closed his eyes and sat, holding his middle. When he\nopened them, Harold was sleeping.\n\nOrville crawled over and shook him. \"How soon do you want me to wake you\nup?\"\n\nHarold sat up. \"Oh, my gosh! I forgot! Why, don't let me sleep more than\nfour hours.\"\n\n\n\nHe went to sleep again. Orville sat back. He could see it. Harold,\nwatching the Moon grow bigger and bigger on that scope, until they were\nright on it, then turning with a surprised look: Oh, my gosh! I forgot\nsomething! Then he'd give that giggle and there'd be that crash....\n\nOrville's watch said two hours, but he wasn't sure. Maybe he'd slept and\nthe hand had gone clear around. He kept seeing that flash. Some amateur\nastronomer, looking at the Moon right then, might see it. He'd be a\nbungler, like Harold, and it wouldn't be much of a telescope. He was\nalways seeing flashes in the thing, from cars or lightning bugs or from\nthe kitchen door, because his wife was there yelling at him, just like\nRosie yelling at Harold. For they always married women like Rosie, or\nthey made women turn that way. Polly, now, she nagged all the time, but\nthat was different!\n\nOrville drank some water and ate some bread, and when he swallowed, he\nfelt that circular bump-bump grab the bread and chop away at it, just\nlike Polly feeding stale bread into the meat chopper to make stuffing.\n\nI have no business being out here, he moaned.\n\nHere he was riding to the Moon with a tinkering idiot who couldn't fix a\nkitchen faucet or locate a blown fuse in the basement. Streams of\nmoisture were trickling down the wall. The metal felt cold, like the\nwindow of the car on a day when you needed the heater and defroster. Was\nsomething going wrong?\n\nMaybe they were out of oxygen. He listened to Harold snoring. Once\nHarold took a quick breath, and strangled, and turned his head\nrestlessly. His glasses were slipping off.\n\nOrville looked at his watch. He couldn't believe that just five minutes\nhad gone by since he'd looked at it last. He could hear Harold's\ntwo-dollar watch ticking away, almost as loud as his own. His was\ngaining on Harold's and then they were ticking together so that the\ncombined pounding sent echoes through the ship. He tried to crawl.\n\nHe couldn't move.\n\n\"Harold!\" The ticking of the watches drowned out his voice. \"We're in\ntrouble! We're out of oxygen! Help!\"\n\nIt was like a bad dream. Then something woke him: Harold, stumbling\nacross his legs, turning on the scope and waiting, breathing hard, for\nit to come to life.\n\nHarold saw that he was awake. \"You went to sleep! You shoulda woke me.\nIt's been six hours!\"\n\nOrville said nothing.\n\n\"We may be clear past the Moon by now,\" Harold grumbled.\n\n\n\nOrville turned his face to the wall. He heard the hiss as Harold ran in\nfresh oxygen. \"Shoot! Better go down and hook up a new tank.\" Harold\nclanked around in the other end of the ship and came back.\n\n\"How far out are we?\" asked Orville.\n\n\"Not far. I'm cutting down the speed some.\"\n\n\"Uh ... how do you plan to take her down?\"\n\n\"That's an interesting point, now. Let's see....\"\n\n\"Wouldn't it be better if we just flew up close, not too close, and then\nheaded for home? Of course, there's that problem back there, too.\"\n\n\"Don't you want the beans? I'll eat 'em then.\"\n\n\"But I'd feel better crashing on the Earth, somehow, than on the Moon--\"\n\n\"Who says we're going to crash? There are several ways to set her down.\nHead first, tail first, but I guess I'll lay her in sideways. It'll be\neasier to crawl outside.\"\n\n\"What?\"\n\n\"Sure.\" Harold was munching beans. Then he rummaged in the supplies and\nbrought out a jar of peaches. He drank off some of the juice. \"Rosie\nnever gets enough sugar in these to suit me.\" The peaches slid off the\nspoon. He dug in with his fingers and brought out a slice. \"Point of the\nwhole thing. Explore. Look around.\" He tilted the jar to his mouth and\nlet slices fall into his mouth. \"Pick up some samples of rocks and\nthings.\"\n\n\"You can get rocks right around home.\"\n\n\"But these are different. These weigh only a quarter as much as the\nrocks on Earth. Or is it a sixth?\"\n\n\"In that case--\" Orville started gathering up empty bags and cans and\nputting them into a soup carton.\n\n\"What're you doing?\"\n\n\"Cleaning the place up a little. We can get rid of some of this trash.\"\n\n\"Don't throw those out! I paid a deposit on them.\" Harold pulled out the\nempty milk bottles and put them back in the case.\n\n\nIII\n\nHarold had said the landing would be as gentle as laying a baby in its\ncradle. It wasn't exactly.\n\nHe said: \"There!\"\n\n\"Are we down?\"\n\nHarold nodded. Orville let go of the railing he'd been hanging onto.\nHarold unplugged something.\n\nThe ship went dark and started rolling. It was a slow, drunken roll and\nas noisy as an oil drum going down the court house steps. There was a\nfinal hard blow; then the ship rocked and lay still.\n\nOrville sat up. He could hear Harold scrambling about, and then a\nflashlight came on.\n\n\"What happened?\"\n\n\"Must have landed on the side of a mountain. Rolled down when I turned\noff our counter-grav. Shoot!\" Harold held up something. \"Broke a lens in\nmy glasses. There's another trip to the eye-doctor's.\"\n\nOrville rescued a couple of bottles that were spilling water. Everything\nelse seemed to be all right. The ship lay on its side now and Harold was\ncrawling through the hole leading to the other compartment. When Orville\ngot through, Harold was hauling something from the other end of the\nship.\n\n\"What we waiting for?\" Orville put his hand on the handle of the outer\ndoor. \"Last one out is a--\"\n\n\"Wait a minute! You gotta wear this thing.\" Harold was laying out a\nspacesuit. He explained how it worked. He didn't object a great deal\nwhen Orville volunteered to go out first.\n\n\"We can take turns.\" Harold helped Orville slide his feet into the thing\nand pull it on. It fitted Orville rather tightly in places, but it\nseemed to be all right.\n\n\"Be careful now.\" Harold squinted at him through the one lens of his\nglasses. \"Don't tear her on a rock or anything. You'd pop like a kid's\nballoon.\"\n\n\"Wait a minute!\"\n\nHarold paused, holding the helmet.\n\n\"I can't go through with it,\" Orville said. \"I was planning a mean trick\non you. I was going to be the first man.\"\n\n\"What difference does that make? We're both in on it together.\" Harold\nclapped the helmet down on Orville's shoulders. He tightened some clamps\nand leaned close and said something which Orville could not hear. Then\nOrville saw that he wanted to shake hands, so Orville shook his hand.\n\nHarold squirmed back through the hole into the nose, waved and shut the\ndoor.\n\n\n\nOrville aimed the flashlight at the outer door. He turned the valve\nbeside the door, feeling the suit puff out around him, and when the\npressure in the compartment was gone, he reached toward the handle. His\neyes were watering. He had to use all of his strength to move the\nhandle; then the door popped open, swinging out and down, and he was\nlooking out at the Moon.\n\nThere was glaring light and a kind of fog. He laid down the flashlight\nand, groping, found the soup carton in which he'd put the refuse\naccumulated during the trip, and flung the box into the fog.\n\nHe looked out again. There was nothing but the glaring white void.\n\"Well, that settles that!\" There was no use getting out. On the other\nhand, how about a souvenir?\n\nHe stuck a leg out through the opening, which was now about two feet\nhigh and four feet wide. By wriggling, he got the other leg out, but he\ncouldn't touch the ground. He reached his left foot a little farther and\ntouched something that rolled slightly, then was solid. That's far\nenough, he thought; to hell with the souvenir!\n\nBut the mittens were too clumsy. He couldn't pull himself back in. He\nlowered himself farther and stood. He shuffled among the loose, rolling\nstones and reached down and picked one of them up. Harold was right:\nthey weighed a lot less than the rocks on Earth. He cradled the thing in\none arm and stood there.\n\nHere he was, standing on the Moon! The very first man! He hugged the\nsouvenir to his body. They'd keep it on the coffee table, between those\ntwo awful ashtrays Polly had brought back from Niagara Falls, and when\nanyone asked him what was that funny rock lying there, he'd say--\n\nOrville had been reaching, trying to touch the ship. His hand met\nnothing....\n\nNow keep calm, he thought. Don't get turned around. And don't panic. It\ncan't be far away. He reached out in another direction and took a step,\nbut still his waving hand met nothing. Try this way then....\n\nAs he turned, his elbow struck the edge of the opening. Maybe he'd been\nwaving his arm through the opening all the time!\n\nHe tossed in the souvenir. He wriggled in after it. Careful! What did\nHarold say about tearing the suit?\n\nHe closed the outer door. As he returned the pressure to the\ncompartment, the suit became limp against him, and Orville was so weak\nthat he sank to the floor. He was still lying there when Harold took off\nthe headpiece.\n\n\"It's a total flop,\" Orville told him. \"It's been a waste of time. No\nuse going out.\"\n\n\n\nHe told Harold about the narrow escape he'd had in the fog. _Fog_ on the\nMoon? This didn't sound right to Harold. He was fooling with the helmet,\nscratching frost from the inside of the visor. \"Couldn't you get the\ndefroster working? This little button right here. I showed you.\"\n\nOrville knew, to his shame and disgust, that he had been looking at his\nown breath all of that time.\n\nHarold now insisted on going out. Orville shined the flashlight around.\nHe was looking for the souvenir, and he found it, near their feet.\n\nIt was a package carefully wrapped in paper, some of the refuse which he\nhad thrown outside.\n\nThat figures, he thought bitterly. Well, anyway, I was _first man_. They\ncan't take that away from me!\n\nHarold was gone a long time. The nose of the ship was becoming very cold\nand the only light came from the luminous dial of Orville's watch. What\nwas Harold doing out there? Maybe he'd snagged his suit and blown up\nlike a soap bubble. How long should Orville wait before giving up? He\nshould have learned how to run the ship, in case of an emergency like\nthis.\n\nA distant clank startled him. The ship rolled slightly. Orville reached\nout a hand in the dark to steady himself and chilled when he realized\nwhat he'd put his hand on. It was the starting switch.\n\nWhat was that idiot doing out there?\n\nThen Harold was back, breathing hard, squinting through his one good\nlens. \"Boy, what a sight! I'd give anything for a camera!\"\n\n\"Never mind that! Let's go! I'm freezing!\"\n\nThey were off without any trouble and the dim violet light returned and\nthe ice on the compartment walls began to melt. When the ship was\nsettled on course, Harold took off the rest of the spacesuit, pulled\nsome paper from the glove compartment of the dashboard and began\nwriting.\n\n\"It's the official report,\" Harold said presently. \"Getting it all down\nwhile it's fresh in my mind.\"\n\n\"Let's see that!\" Orville couldn't read Harold's handwriting. \"What's it\nsay?\"\n\n\"You really want to hear it? Well....\" Harold cleared his throat\nmodestly and began to read. \"'The _Discovery_'--decided to call her the\n_Discovery_ on account of--'the _Discovery_ was lying on her side in the\nshade, but a blinding light was coming down from some peaks. It nearly\nblinded me! Boy, what a--'\" Harold squinted over a word--\"'sight!'\"\n\n\"Wait a minute! You giving me credit?\"\n\n\"What for?\"\n\n\"For being the first man.\"\n\n\"Oh, sure. I mention that in here some place.\"\n\n\"Just so there's no mistake!\" Orville suddenly felt very drowsy. He\ncurled up facing the wall and went to sleep.\n\nWhen he awoke, he saw Harold leaning against the wall, his glasses\nsliding down, his head nodding. Orville reached over and jerked his\nfoot.\n\n\"There now,\" he said. \"Old neighbor. You go to sleep. I'll watch her for\na while.\"\n\n\n\nOrville felt fine now. While Harold slept, he opened a jar of Rosie's\npeaches, drank off the juice and dug in with the spoon. It wasn't really\nso bad, not shaving or taking a bath, roughing it out here in space!\n\nHe dug into his coat pocket, found a cigar, but it was crushed. Oh,\nwell. He flung it into the trash. He folded his arms, leaned back his\nhead.\n\nThey sat at the head of a banquet table, he and Harold. The mayor was\nthere, and the college president, and way down the table was the boss,\nold Haverstrom, real proud to be in such important company. And the\ngovernor was there and--by gosh! Sitting right next to Orville was the\nPresident of the United States!\n\nSomeone was making a speech--they were awarding some kind of prize for\n_first man_ and there was applause and they were waiting for Orville to\nget up. He stood, waited for applause to die down.\n\n\"Thank you, friends ... all of you ... being no speechmaker ... but I do\nwant to say right here and now ... no more idea of receiving this great\nhonor tonight than of--flying to the Moon!\"\n\nThat would get a laugh. Then he'd go on and give due credit to Harold,\npoor old Harold sleeping there, innocent as a baby about such things.\n\nWhy, the publicity angle alone could take up a man's full time. Guest\nappearances on TV. Getting signed up as technical adviser in Hollywood.\nBut that was just the beginning.\n\nTake the metal in this ship. Harold had made it out of junk from the\ncity dump, melting it in a forge he'd fashioned out of an old oil drum.\nIt had to be cheap and easy to make--but you could probably use it for\nalmost anything. There was your whole metal industry shot to pieces!\n\nThis thing he called a scope now. With a big corporation behind it, Lord\nonly knew what it would do to the communications setup.\n\nBut the big thing was this counter-grav business! _There_ was where you\ngot into the big leagues. If Harold could do this with it, think what\nGeneral Motors could do! Orville could see TWA, B&O and steamship\ncompanies bidding against each other for it. And car manufacturers and\nfreight handlers--and tugboat owners--and taxi fleets-and the armed\nforces--\n\nHarold was waking up. He rubbed his skimpy whiskers, put on his broken\nglasses, creaked over to the scope and turned it on. Harold, old boy,\nOrville thought tenderly, you don't know it yet, but your troubles are\nall over!\n\n\"What do you see, Harold?\"\n\n\"The Earth.\"\n\nOrville went over. There was a dark green spot on the scope, bright\nagainst deep black. \"You sure?\"\n\n\"Almost positive. That's the only thing that size there is right around\nhere.\"\n\n\"Well, fine! That calls for a celebration, doesn't it?\"\n\n\"Oh, yes. Forgot that. We can open the tuna.\"\n\n\nIV\n\n\"It's about time,\" Orville said, \"that we started figuring out a plan.\"\nHe scraped the bottom of the can. The tuna tasted fine. He took a swig\nof pineapple juice and passed the can back to Harold.\n\n\"Yeah, I been thinking about that,\" said Harold.\n\n\"I've had more experience in that line than you, so maybe--\"\n\n\"Do you think mankind is ready for my secret?\"\n\n\"There, you see?\" Orville laughed heartily. \"Now don't you worry about\nsuch things.\"\n\n\"But look what they did with the atomic bomb. And if this ever got\nloose--\"\n\n\"Harold!\" Orville's laugh was less hearty. \"Do you think you could keep\nthis a secret? The minute we land, they'll be all over us. The\ngovernment can impound this ship, you know.\"\n\n\"Won't do them any good. They can tear it all apart and never find out a\nthing.\"\n\nHours later, they were still arguing.\n\n\"If the government had it, they'd build a war machine and then the\nRussians would steal it--\"\n\n\"Harold! That's Communist talk!\"\n\n\"Shoot! I'm no Communist!\"\n\n\"You're playing right into their hands....\"\n\nIt went on and on. Then: \"Harold--as your neighbor--won't you tell _me_\nwhat it is?\"\n\n\"I'll try....\"\n\nOrville sat up, tingling. You take gravity, Harold said. What do we know\nabout it? Was it like a lot of rubber bands, stretching back and forth\nbetween everything, or was it a flow, like water? Now if it was a flow,\nit would have to flow back some way, or else you'd run out, wouldn't\nyou? Then if you hooked onto this counter-flow--\n\nOrville nodded. This wasn't so hard to understand. He felt a little\nnervous. \"Go on, Harold.\"\n\n\"I guess it's none of those things.\" Harold gave his inane giggle.\n\nOrville felt cheated. \"You call this neighborly? Remember when I drove\nclear out into the country with a gallon of gas that time when you got\nstuck?\"\n\n\"I'm trying. You gotta think of it up to that point, then you gotta\nthink the _other_ way. But you can't explain it. You just do it.\"\n\n\n\nHarold picked up two of the rings from Rosie's fruit jars and moved them\nback and forth across one another. He tried with three rings, dropped\nthem.\n\n\"It's no use.\"\n\n\"Try harder.\"\n\nHarold shook his head. \"I suppose if I wanted to bad enough.... But now\nthat we been to the Moon, there's nothing else I want to do.\"\n\nOrville reached for the rings and tried.\n\nSuddenly, Harold sprang up. \"Oh, my socks!\"\n\nHe turned on the scope and swung it wildly back and forth. \"You made me\ncommit a boo-boo. I think we've shot right past the Earth!\"\n\nThe scope was getting weak. They could not find the Earth until Harold\nhad reversed course. Then Orville saw it, the edge filling part of the\nscope. Harold's eyes were watering. He wiped the good lens of his\nglasses and leaned close.\n\n\"Can you make out any land?\" he asked Orville.\n\n\"This looks like Indian Lake. I've fished there lots of times.\"\n\n\"It would be something bigger. Say, Greenland or South America.\"\n\nThis was the first time Orville realized they might not land squarely in\nHarold's back yard. He began looking intently at the scope.\n\n\"What's this kidney-bean shape?\"\n\nHarold squinted. \"Think that's Australia. Now we're getting somewhere.\"\n\n\"But it belongs down here.\"\n\n\"We're coming up on it the other way.\"\n\n\"Can't we get closer to home than that?\"\n\n\"I'll not be too particular where it is, just so it's land. The Earth is\nmostly covered with water.\"\n\nHarold began turning the knobs and muttering. \"Let me see now ... gotta\nmiss Mount Everest....\" At last, he turned off the scope. \"It's clear\ngone. I'm taking her down slow. Will you look outside, Orville?\"\n\nOrville gulped. But Harold said it was the only way, so he squeezed into\nthe other compartment. There were now about six of the little circles\ngoing back and across inside of him. He stood a little to one side and\nstruck the lever of the outer door sharply with the palm of his hand.\nThe door gave a faint \"swoosh\" and was open about an inch. His ears\ncrackled and there was a dull whispering in his head like the sound in a\nsea-shell.\n\nHe put his face to the door, but saw nothing except the blue sky.\n\n\"You sure we came to the right place?\" he asked worriedly.\n\n\"Positive ... almost,\" Harold called back. \"Are we over land or water?\"\n\nOrville looked up. There was a brown, black and white landscape. Trees\nhung down like icicles around a frozen lake.\n\n\"There's land, but it's upside down.\"\n\n\"Just a minute.\" Harold did something and the trees and land swirled\naround until they were underneath.\n\n\n\nNot far away, as they came down gently, Orville saw a building with\npeople outside. Or he thought they were people. Harold set the ship down\non its side in the snow and Orville stepped out. Then Harold was out\nbeside him, slapping him on the shoulder.\n\n\"Well, old buddy-buddy! How about that?\"\n\n\"Yeah.\" Orville spoke with less enthusiasm. \"How about that?\"\n\nHe proposed that they get in and ride back to civilization, but Harold\nsaid there wasn't enough power left and it couldn't be done. They\nstarted walking toward the house Orville had seen.\n\nHalfway there, they met four men wearing gray overcoats and furry hats.\nOne carried a rifle, and as Harold ran shouting up to him, the man\nlifted the rifle and struck Harold across the head, knocking him into\nthe snow and breaking the other lens of his glasses. For a while,\nOrville wondered if it was the right planet after all. But, he decided,\nthe men were Russian soldiers somewhere in Siberia.\n\nSince the men were more interested in looting the ship than guarding the\nprisoners, it was not hard to slip away and get to a railroad that ran\neast and west. Even Harold knew which direction to take. Their journey\nout of Siberia, through Korea and Japan to San Francisco, though more\ndifficult than their trip to the Moon, was not very interesting. Once,\non a freighter in mid-Pacific, Harold tried to convince a fellow\ndeckhand that they were on their way back from the Moon. He agreed not\nto talk of it again.\n\n\"Looks like Rosie's still gone,\" Harold said as they slunk up the alley\nbehind Harold's shed. All the leaves had fallen and the place looked\nforlorn without the spaceship poking up through the roof.\n\n\"Wonder what they thought,\" Orville said, \"when the ship disappeared,\nand us with it?\"\n\n\"Nothing, I expect.\"\n\n\"If we'd disappeared with a couple of blondes now, the whole world would\nknow about it.\"\n\n\n\nThey parted. The back door was locked. As Orville went around the house,\nhe heard the TV going. Polly sat in the turquoise armchair, sewing on a\ndress. She put down the sewing and folded her arms.\n\nThe oration lasted five minutes. He could still hear her upstairs\nthrough the noise of the shower.\n\nThen, after a visit to the barber's, he went to face old Haverstrom.\nThis lecture was not quite as long, and through it the boss had a trace\nof a leer, and a certain respect, though he let Orville know these\ndisappearances should not become a habit.\n\nHarold did not do so well. His old job was gone and he was a whole week\ngetting another. Rosie did not come back for still another week.\n\nIt was hard for Orville to believe that a moonstruck fellow like Harold\ncould change his ways, but that was what happened. It was as though that\none wild trip had satisfied something inside Harold, for he never fooled\nwith things like that again. He even joined church.\n\nAs for Orville: some evenings, when he reads of artificial satellites or\nof trips to the Moon, he feels a sharp rise in blood pressure and he\nbreathes fast. But a glance across the room at Polly in her turquoise\nchair sewing is enough to make him swallow and squirm back and keep his\nmouth shut.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Brown, Clyde"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32281/pg32281.txt",
        "name": "first_man.json"
    }
}