{
    "name": "Fishing with a Worm",
    "author": [
        "Perry, Bliss"
    ],
    "body": "Boston and New York\nHoughton Mifflin Company\n\nMDCCCCXVI\n\n\n\n\n\n\nFISHING WITH A WORM\n\n   \"The last fish I caught was with a worm.\"--IZAAK WALTON.\n\nA defective logic is the born fisherman's portion. He is a pattern of\ninconsistency. He does the things which he ought not to do, and he\nleaves undone the things which other people think he ought to do. He\nobserves the wind when he should be sowing, and he regards the clouds,\nwith temptation tugging familiarly at his heartstrings, when he might\nbe grasping the useful sickle. It is a wonder that there is so much\nhealth in him. A sorrowing political economist remarked to me in early\nboyhood, as a jolly red-bearded neighbor, followed by an abnormally fat\ndog, sauntered past us for his nooning: \"That man is the best carpenter\nin town, but he will leave the most important job whenever he wants to\ngo fishing.\" I stared at the sinful carpenter, who swung along\nleisurely in the May sunshine, keeping just ahead of his dog. To leave\none's job in order to go fishing! How illogical!\n\nYears bring the reconciling mind. The world grows big enough to include\nwithin its scheme both the instructive political economist and the\ntruant mechanic. But that trick of truly logical behavior seems harder\nto the man than to the child. For example, I climbed up to my den under\nthe eaves last night--a sour, black sea-fog lying all about, and the\nDecember sleet crackling against the window-panes--in order to varnish\na certain fly-rod. Now rods ought to be put in order in September, when\nthe fishing closes, or else in April, when it opens. To varnish a rod\nin December proves that one possesses either a dilatory or a childishly\nanticipatory mind. But before uncorking the varnish bottle, it occurred\nto me to examine a dog-eared, water-stained fly-book, to guard against\nthe ravages of possible moths. This interlude proved fatal to the\nvarnishing. A half hour went happily by in rearranging the flies. Then,\nwith a fisherman's lack of sequence, as I picked out here and there a\nplain snell-hook from the gaudy feathered ones, I said to myself with a\ngenerous glow at the heart: \"Fly-fishing has had enough sacred poets\ncelebrating it already. Is n't there a good deal to be said, after all,\nfor fishing with a worm?\"\n\nCould there be a more illogical proceeding? And here follows the\ntreatise,--a Defense of Results, an Apology for Opportunism,--conceived\nin agreeable procrastination, devoted to the praise of the\ninconsequential angleworm, and dedicated to a childish memory of a\nwhistling carpenter and his fat dog.\n\nLet us face the worst at the very beginning. It shall be a shameless\nexample of fishing under conditions that make the fly a mockery. Take\nthe Taylor Brook, \"between the roads,\" on the headwaters of the\nLamoille. The place is a jungle. The swamp maples and cedars were\nfelled a generation ago, and the tops were trimmed into the brook. The\nalders and moosewood are higher than your head; on every tiny knoll the\nfir balsams have gained a footing, and creep down, impenetrable, to the\nedge of the water. In the open spaces the Joe-Pye weed swarms. In two\nminutes after leaving the upper road you have scared a mink or a\nrabbit, and you have probably lost the brook. Listen! It is only a\ngurgle here, droning along, smooth and dark, under the tangle of\ncedar-tops and the shadow of the balsams. Follow the sound cautiously.\nThere, beyond the Joe-Pye weed, and between the stump and the cedar-top,\nis a hand's breadth of black water. Fly-casting is impossible in this\nmaze of dead and living branches. Shorten your line to two feet, or even\nless, bait your hook with a worm, and drop it gingerly into that\ngurgling crevice of water. Before it has sunk six inches, if there is\nnot one of those black-backed, orange-bellied, Taylor Brook trout\nfighting with it, something is wrong with your worm or with you. For\nthe trout are always there, sheltered by the brushwood that makes this\nhalf mile of fishing \"not worth while.\" Below the lower road the Taylor\nBrook becomes uncertain water. For half a mile it yields only\nfingerlings, for no explainable reason; then there are two miles of\nclean fishing through the deep woods, where the branches are so high\nthat you can cast a fly again if you like, and there are long pools,\nwhere now and then a heavy fish will rise; then comes a final half mile\nthrough the alders, where you must wade, knee to waist deep, before you\ncome to the bridge and the river. Glorious fishing is sometimes to be\nhad here,--especially if you work down the gorge at twilight, casting a\nwhite miller until it is too dark to see. But alas, there is a\nwell-worn path along the brook, and often enough there are the very\nfootprints of the \"fellow ahead of you,\" signs as disheartening to the\nfisherman as ever were the footprints on the sand to Robinson Crusoe.\n\nBut \"between the roads\" it is \"too much trouble to fish;\" and there\nlies the salvation of the humble fisherman who disdains not to use the\ncrawling worm, nor, for that matter, to crawl himself, if need be, in\norder to sneak under the boughs of some overhanging cedar that casts a\nperpetual shadow upon the sleepy brook. Lying here at full length, with\nno elbow-room to manage the rod, you must occasionally even unjoint\nyour tip, and fish with that, using but a dozen inches of line, and not\nletting so much as your eyebrows show above the bank. Is it a becoming\nattitude for a middle-aged citizen of the world? That depends upon how\nthe fish are biting. Holing a put looks rather ridiculous also, to the\nmere observer, but it requires, like brook-fishing with a tip only, a\nvery delicate wrist, perfect tactile sense, and a fine disregard of\nappearances.\n\nThere are some fishermen who always fish as if they were being\nphotographed. The Taylor Brook \"between the roads\" is not for them. To\nfish it at all is back-breaking, trouser-tearing work; to see it\nthoroughly fished is to learn new lessons in the art of angling. To\nwatch R., for example, steadily filling his six-pound creel from that\nunlikely stream, is like watching Sargent paint a portrait. R. weighs\ntwo hundred and ten. Twenty years ago he was a famous amateur pitcher,\nand among his present avocations are violin playing, which is good for\nthe wrist, taxidermy, which is good for the eye, and shooting woodcock,\nwhich before the days of the new Nature Study used to be thought good\nfor the whole man. R. began as a fly-fisherman, but by dint of passing\nhis summers near brooks where fly-fishing is impossible, he has become\na stout-hearted apologist for the worm. His apparatus is most singular.\nIt consists of a very long, cheap rod, stout enough to smash through\nbushes, and with the stiffest tip obtainable. The lower end of the\nbutt, below the reel, fits into the socket of a huge extra butt of\nbamboo, which R. carries unconcernedly. To reach a distant hole, or to\nfish the lower end of a ripple, R. simply locks his reel, slips on the\nextra butt, and there is a fourteen-foot rod ready for action. He\nfishes with a line unbelievably short, and a Kendal hook far too big;\nand when a trout jumps for that hook, R. wastes no time in manoeuvring\nfor position. The unlucky fish is simply \"derricked,\"--to borrow a word\nfrom Theodore, most saturnine and profane of Moosehead guides.\n\n\"Shall I play him awhile?\" shouted an excited sportsman to Theodore,\nafter hooking his first big trout.\n\n\"----no!\" growled Theodore in disgust. \"Just derrick him right into the\ncanoe!\" A heroic method, surely; though it once cost me the best\nsquare-tail I ever hooked, for Theodore had forgotten the landing-net,\nand the gut broke in his fingers as he tried to swing the fish aboard.\nBut with these lively quarter-pounders of the Taylor Brook, derricking\nis a safer procedure. Indeed, I have sat dejectedly on the far end of a\nlog, after fishing the hole under it in vain, and seen the mighty R.\nwade downstream close behind me, adjust that comical extra butt, and\njerk a couple of half-pound trout from under the very log on which I\nwas sitting. His device on this occasion, as I well remember, was to\npass his hook but once through the middle of a big worm, let the worm\nsink to the bottom, and crawl along it at his leisure. The trout could\nnot resist.\n\nOnce, and once only, have I come near equaling R.'s record, and the way\nhe beat me then is the justification for a whole philosophy of\nworm-fishing. We were on this very Taylor Brook, and at five in the\nafternoon both baskets were two thirds full. By count I had just one\nmore fish than he. It was raining hard. \"You fish down through the\nalders,\" said R. magnanimously. \"I 'll cut across and wait for you at\nthe sawmill. I don't want to get any wetter, on account of my\nrheumatism.\"\n\nThis was rather barefaced kindness,--for whose rheumatism was ever the\nworse for another hour's fishing? But I weakly accepted it. I coveted\nthree or four good trout to top off with,--that was all. So I tied on a\ncouple of flies, and began to fish the alders, wading waist deep in the\nrapidly rising water, down the long green tunnel under the curving\nboughs. The brook fairly smoked with the rain, by this time, but when\ndid one fail to get at least three or four trout out of this best half\nmile of the lower brook? Yet I had no luck I tried one fly after\nanother, and then, as a forlorn hope,--though it sometimes has a magic\nof its own,--I combined a brown hackle for the tail fly with a twisting\nworm on the dropper. Not a rise! I thought of E. sitting patiently in\nthe saw mill, and I fished more conscientiously than ever.\n\n  \"Venture as warily, use the same skill,\n   Do your best, whether winning or losing it,\n   If you choose to play!--is my principle.\"\n\nEven those lines, which by some subtle telepathy of the trout brook\nmurmur themselves over and over to me in the waning hours of an unlucky\nday, brought now no consolation. There was simply not one fish to be\nhad, to any fly in the book, out of that long, drenching, darkening\ntunnel. At last I climbed out of the brook, by the bridge. R. was\nsitting on the fence, his neck and ears carefully turtled under his\ncoat collar, the smoke rising and the rain dripping from the inverted\nbowl of his pipe. He did not seem to be worrying about his rheumatism.\n\n\"What luck?\" he asked.\n\n\"None at all,\" I answered morosely. \"Sorry to keep you waiting.\"\n\n\"That's all right,\" remarked R. \"What do you think I 've been doing? I\n've been fishing out of the saw-mill window just to kill time. There\nwas a patch of floating sawdust there,--kind of unlikely place for\ntrout, anyway,--but I thought I'd put on a worm and let him crawl\naround a little.\" He opened his creel as he spoke. \"But I did n't look\nfor a pair of 'em,\" he added. And there, on top of his smaller fish,\nwere as pretty a pair of three-quarter-pound brook trout as were ever\nbasketed.\n\n\"I 'm afraid you got pretty wet,\" said R. kindly.\n\n\"I don't mind that,\" I replied. And I didn't. What I minded was the\nthought of an hour's vain wading in that roaring stream, whipping\nit with fly after fly, while R., the foreordained fisherman, was\nsitting comfortably in a sawmill, and derricking that pair of\nthree-quarter-pounders in through the window! I had ventured more\nwarily than he, and used, if not the same skill, at least the best\nskill at my command. My conscience was clear, but so was his; and he\nhad had the drier skin and the greater magnanimity and the biggest\nfish besides. There is much to be said, in a world like ours, for\ntaking the world as you find it and for fishing with a worm.\n\nOne's memories of such fishing, however agreeable they may be, are not\nto be identified with a defense of the practice. Yet, after all, the\nmost effective defense of worm-fishing is the concrete recollection of\nsome brook that could be fished best or only in that way, or the image\nof a particular trout that yielded to the temptation of an angleworm\nafter you had flicked fly after fly over him in vain. Indeed, half the\nzest of brook fishing is in your campaign for \"individuals,\"--as the\nSalvation Army workers say,--not merely for a basketful of fish qua\nfish, but for a series of individual trout which your instinct tells\nyou ought to lurk under that log or be hovering in that ripple. How to\nget him, by some sportsmanlike process, is the question. If he will\nrise to some fly in your book, few fishermen will deny that the fly is\nthe more pleasurable weapon. Dainty, luring, beautiful toy, light as\nthistle-down, falling where you will it to fall, holding when the\nleader tightens and sings like the string of a violin, the artificial\nfly represents the poetry of angling. Given the gleam of early morning\non some wide water, a heavy trout breaking the surface as he curves and\nplunges, with the fly holding well, with the right sort of rod in your\nfingers, and the right man in the other end of the canoe, and you\nperceive how easy is that Emersonian trick of making the pomp of\nemperors ridiculous.\n\nBut angling's honest prose, as represented by the lowly worm, has also\nits exalted moments. \"The last fish I caught was with a worm,\" says the\nhonest Walton, and so say I. It was the last evening of last August.\nThe dusk was settling deep upon a tiny meadow, scarcely ten rods from\nend to end. The rank bog grass, already drenched with dew, bent over\nthe narrow, deep little brook so closely that it could not be fished\nexcept with a double-shotted, baited hook, dropped delicately between\nthe heads of the long grasses. Underneath this canopy the trout were\nfeeding, taking the hook with a straight downward tug, as they made for\nthe hidden bank. It was already twilight when I began, and before I\nreached the black belt of woods that separated the meadow from the\nlake, the swift darkness of the North Country made it impossible to see\nthe hook. A short half hour's fishing only, and behold nearly twenty\ngood trout derricked into a basket until then sadly empty. Your\nrigorous fly-fisherman would have passed that grass-hidden brook in\ndisdain, but it proved a treasure for the humble. Here, indeed, there\nwas no question of individually-minded fish, but simply a neglected\nbrook, full of trout which could be reached with the baited hook only.\nIn more open brook-fishing it is always a fascinating problem to decide\nhow to fish a favorite pool or ripple, for much depends upon the hour\nof the day, the light, the height of water, the precise period of the\nspring or summer. But after one has decided upon the best theoretical\nprocedure, how often the stupid trout prefers some other plan! And when\nyou have missed a fish that you counted upon landing, what solid\nsatisfaction is still possible for you, if you are philosopher enough\nto sit down then and there, eat your lunch, smoke a meditative pipe,\nand devise a new campaign against that particular fish! To get another\nrise from him after lunch is a triumph of diplomacy, to land him is\nnothing short of statesmanship. For sometimes he will jump furiously at\na fly, for very devilishness, without ever meaning to take it, and\nthen, wearying suddenly of his gymnastics, he will snatch sulkily at a\ngrasshopper, beetle, or worm. Trout feed upon an extraordinary variety\nof crawling things, as all fishermen know who practice the useful habit\nof opening the first two or three fish they catch, to see what food is\nthat day the favorite. But here, as elsewhere in this world, the best\nthings lie nearest, and there is no bait so killing, week in and week\nout, as your plain garden or golf-green angleworm.\n\nWalton's list of possible worms is impressive, and his directions for\nplacing them upon the hook have the placid completeness that belonged\nto his character. Yet in such matters a little nonconformity may be\nencouraged. No two men or boys dig bait in quite the same way, though\nall share, no doubt, the singular elation which gilds that grimy\noccupation with the spirit of romance. The mind is really occupied, not\nwith the wriggling red creatures in the lumps of earth, but with the\nstout fish which each worm may capture, just as a saint might rejoice\nin the squalor of this world as a preparation for the glories of the\nworld to come. Nor do any two experienced fishermen hold quite the same\ntheory as to the best mode of baiting the hook. There are a hundred\nways, each of them good. As to the best hook for worm-fishing, you will\nfind dicta in every catalogue of fishing tackle, but size and shape and\ntempering are qualities that should vary with the brook, the season,\nand the fisherman. Should one use a three-foot leader, or none at all?\nWhose rods are best for bait-fishing, granted that all of them should\nbe stiff enough in the tip to lift a good fish by dead strain from a\ntangle of brush or logs? Such questions, like those pertaining to the\nboots or coat which one should wear, the style of bait-box one should\ncarry, or the brand of tobacco best suited for smoking in the wind, are\ntopics for unending discussion among the serious minded around the\ncamp-fire. Much edification is in them, and yet they are but prudential\nmaxims after all. They are mere moralities of the Franklin or\nChesterfield variety, counsels of worldly wisdom, but they leave the\nsoul untouched. A man may have them at his finger's ends and be no\nbetter fisherman at bottom; or he may, like R., ignore most of the\nadmitted rules and come home with a full basket. It is a sufficient\ndefense of fishing with a worm to pronounce the truism that no man is a\n_complete_ angler until he has mastered all the modes of angling.\nLovely streams, lonely and enticing, but impossible to fish with a fly,\nawait the fisherman who is not too proud to use, with a man's skill,\nthe same unpretentious tackle which he began with as a boy.\n\n\n\nBut ah, to fish with a worm, and then not catch your fish! To fail with\na fly is no disgrace: your art may have been impeccable, your patience\nfaultless to the end. But the philosophy of worm-fishing is that of\nResults, of having something tangible in your basket when the day's\nwork is done. It is a plea for Compromise, for cutting the coat\naccording to the cloth, for taking the world as it actually is. The\nfly-fisherman is a natural Foe of Compromise. He throws to the trout a\ncertain kind of lure; an they will take it, so; if not, adieu. He knows\nno middle path.\n\n  \"This high man, aiming at a million,\n   Misses an unit.\"\n\nThe raptures and the tragedies of consistency are his. He is a scorner\nof the ground. All honor to him! When he comes back at nightfall and\nsays happily, \"I have never cast a line more perfectly than I have\nto-day,\" it is almost indecent to peek into his creel. It is like\nrating Colonel Newcome by his bank account.\n\nBut the worm-fisherman is no such proud and isolated soul. He is a \"low\nman\" rather than a high one; he honestly cares what his friends will\nthink when they look into his basket to see what he has to show for his\nday's sport. He watches the Foe of Compromise men go stumbling forward\nand superbly falling, while he, with less inflexible courage, manages\nto keep his feet. He wants to score, and not merely to give a pretty\nexhibition of base-running. At the Harvard-Yale football game of 1903\nthe Harvard team showed superior strength in rushing the ball; they\ncarried it almost to the Yale goal line repeatedly, but they could not,\nfor some reason, take it over. In the instant of absolute need, the\nYale line held, and when the Yale team had to score in order to win,\nthey scored. As the crowd streamed out of the Stadium, a veteran\nHarvard alumnus said: \"This news will cause great sorrow in one home I\nknow of, until they learn by to-morrow's papers that the Harvard team\n_acquitted itself creditably_.\" Exactly. Given one team bent upon\nacquitting itself creditably, and another team determined to win, which\nwill be victorious? The stay-at-homes on the Yale campus that day were\nnot curious to know whether their team was acquitting itself\ncreditably, but whether it was winning the game. Every other question\nthan that was to those young Philistines merely a fine-spun\nirrelevance. They took the Cash and let the Credit go.\n\nThere is much to be said, no doubt, for the Harvard veteran's point of\nview. The proper kind of credit may be a better asset for eleven boys\nthan any championship; and to fish a bit of water consistently and\nskillfully, with your best flies and in your best manner, is perhaps\nachievement enough. So says the Foe of Compromise, at least. But the\nYale spirit will be prying into the basket in search of fish; it\nprefers concrete results. If all men are by nature either Platonists or\nAristotelians, fly-fishermen or worm-fishermen, how difficult it is for\nus to do one another justice! Differing in mind, in aim and method, how\nshall we say infallibly that this man or that is wrong? To fail with\nPlato for companion may be better than to succeed with Aristotle. But\none thing is perfectly clear: there is no warrant for Compromise but in\nSuccess. Use a worm if you will, but you must have fish to show for it,\nif you would escape the finger of scorn. If you find yourself camping\nby an unknown brook, and are deputed to catch the necessary trout for\nbreakfast, it is wiser to choose the surest bait. The crackle of the\nfish in the frying-pan will atone for any theoretical defect in your\nmethod. But to choose the surest bait, and then to bring back no fish,\nis unforgivable. Forsake Plato if you must,--but you may do so only at\nthe price of justifying yourself in the terms of Aristotelian\narithmetic. The college president who abandoned his college in order to\nrun a cotton mill was free to make his own choice of a calling; but he\nwas never pardoned for bankrupting the mill. If one is bound to be a\nlow man rather than an impractical idealist, he should at least make\nsure of his vulgar success.\n\nIs all this but a disguised defense of pot-hunting? No. There is no\npossible defense of pot-hunting, whether it be upon a trout brook or in\nthe stock market. Against fish or men, one should play the game fairly.\nYet for that matter some of the most skillful fly-fishermen I have\nknown were pot-hunters at heart, and some of the most prosaic-looking\nmerchants were idealists compared to whom Shelley was but a dreaming\nboy. All depends upon the spirit with which one makes his venture. I\nrecall a boy of five who gravely watched his father tramp off after\nrabbits,--gun on shoulder and beagle in leash. Thereupon he shouldered\na wooden sword, and dragging his reluctant black kitten by a string,\nsallied forth upon the dusty Vermont road \"to get a lion for\nbreakfast.\" That is the true sporting temper! Let there be but a fine\nidealism in the quest, and the particular object is unessential. \"A\ntrue fisherman's happiness,\" says Mr. Cleveland, \"is not dependent upon\nhis luck.\" It depends upon his heart.\n\nNo doubt all amateur fishing is but \"play,\"--as the psychologists\nsoberly term it: not a necessary, but a freely assumed activity, born\nof surplusage of vitality. Nobody, not even a carpenter wearied of his\njob, has to go fishing unless he wants to. He may indeed find himself\nbreakfast-less in camp, and obliged to betake himself to the\nbrook,--but then he need not have gone into the woods at all. Yet if\nhe does decide to fish, let him\n\n  \"Venture as warily, use the same skill,\n   Do his best, ...\"\n\nwhatever variety of tackle he may choose. He can be a whole-souled\nsportsman with the poorest equipment, or a mean \"trout-hog\" with the\nmost elaborate.\n\nOnly, in the name of gentle Izaak himself, let him be a _complete_\nangler; and let the man be a passionate amateur of all the arts of\nlife, despising none of them, and using all of them for his soul's good\nand for the joy of his fellows. If he be, so to speak, but a\nworm-fisherman,--a follower of humble occupations, and pledged to\nunromantic duties,--let him still thrill with the pleasures of the true\nsportsman. To make the most of dull hours, to make the best of dull\npeople, to like a poor jest better than none, to wear the threadbare\ncoat like a gentleman, to be outvoted with a smile, to hitch your wagon\nto the old horse if no star is handy,--this is the wholesome philosophy\ntaught by fishing with a worm. The fun of it depends upon the heart.\nThere may be as much zest in saving as in spending, in working for\nsmall wages as for great, in avoiding the snapshots of publicity as in\nbeing invariably first \"among those present.\" But a man should be\nhonest. If he catches most of his fish with a worm, secures the larger\nportion of his success by commonplace industry, let him glory in it,\nfor this, too, is part of the great game. Yet he ought not in that case\nto pose as a fly-fisherman only,--to carry himself as one aware of the\nimmortalizing camera,--to pretend that life is easy, if one but knows\nhow to drop a fly into the right ripple. For life is not easy, after\nall is said. It is a long brook to fish, and it needs a stout heart and\na wise patience. All the flies there are in the book, and all the bait\nthat can be carried in the box, are likely to be needed ere the day is\nover. But, like the Psalmist's \"river of God,\" this brook is \"full of\nwater,\" and there is plenty of good fishing to be had in it if one is\nneither afraid nor ashamed of fishing sometimes with a worm.\n\n\n",
    "metadata": {
        "author": [
            "Perry, Bliss"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/16369/pg16369.txt",
        "name": "fishing_with_a_worm.json"
    }
}