{
    "name": "Fog of the Forgotten",
    "author": [
        "Wells, Basil"
    ],
    "body": "The fog sea thinned before Ho Dyak, and he could see the dank rocks of\nthe cliffs he scaled a scant twenty feet beneath his feet. The network\nof blue-veined pale vines that he climbed thinned even as the air\nitself thinned. Far below him in the lowlands the mat of _agan_ vines\nwas three hundred feet in depth in many places.\n\nHigher and higher climbed Ho Dyak, his long pale face, with its full\nred lips and great thick-lidded purple eyes, drawn with pain. For the\nair of the uplands was chill. As the fog thinned, so too dropped the\ntemperature.\n\nHo Dyak gripped tighter the pouch of flayed _drogskin_, in which five\nof the forbidden foot-long cylinders of metal skins nestled, as he\npaused for a moment to rest. It was because of them, the forbidden\nscrolls stored in a musty forgotten chamber of the Upper Shrine of\nLalal, the One God of Arba, that Ho Dyak was now climbing into the\nfrigid death of the cloudless uplands.\n\nThe ivory-skinned body of the man was swathed in layer upon layer of\nquilted and padded garments of leather and fabric. His two feet, with\ntheir webbed outstretched toes, and his short stubby middle limbs,\nstrong-fingered webbed hands at their ends, were encased in sturdy\nmitten-like moccasins. Only his long upper hands were encased in stout\nleather gloves with four divisions--one for the thumb and the other\nthree for his four-jointed fingers.\n\nOver his grotesquely swollen bulk, for which his myriad garments were\nresponsible, Ho Dyak's sword belt and the filled sheath of javelin-like\ndarts were belted. To his crossed belts also were attached his\nbroad-bladed machete-like knife and the throwing stick for his dwarfish\nspears.\n\nNo longer did he fear pursuit. The fighting priests, the dark-robed\n_orsts_ of Lalal, had brought with them none of the warm garments Ho\nDyak wore. Their shouts and sacred battle cries had died away on the\nslopes a mile or more beneath where he now perched. For the moment he\nwas safe from their vengeance.\n\n\"I will see what lies above the fog sea,\" said Ho Dyak to the\nunresponsive ladder-like network of _agan_ he climbed. \"Perhaps I can,\nfor a few short hours, see the vast plateaus that once my people ruled.\"\n\nThe _agan_ made no answer, as Ho Dyak had expected it would not, but\nhe bent his gaze more closely upon its smooth stems. A greenish tinge\nlay upon them, a tinge that in the lowlands only the rocks or tarnished\nmetals bore. The man's heart beat faster despite the chilling cold. He\nwas approaching an unknown zone of life!\n\nThe fog sea split apart abruptly. His broad shoulders and then his\nthickly padded middle came above the last remnants of the mist. And\nhe sensed a warmth that came from above--not a pleasant warmth, but a\nstrangely stinging heat. He turned his hooded eyes skyward and pain\nfilled his brain at the glaring redness of the lights that blazed\nthere. Three suns, one huge primary and its offspring, that hung in the\ncloud-banked blue heavens overhead.\n\n\n\nDarkness dwindled into grayness and he could see. He was looking out\nacross a level rolling expanse of fleecy nothingness. A soft sea of\nfoggy mystery from which vagrant hills of vapor drifted upward lightly\nand settled back again. Down beneath that impenetrable damp blanket, he\nknew, lay the pleasant stone buildings and palaces of his people, and\nfurther away out there rolled the gloomy steaming sea of Thol where men\nfished and hunted for the mighty aquatic monsters of the deeps.\n\nIt was as though his homeland had never been, and he was a castaway\nhere on this sun-drenched vine-covered slope with the blood chilling in\nhis muscular squat body. He shivered.\n\nHe looked upward and his heart hammered new warmth into his muscles as\nhe saw that the rim of the mighty wall he ascended was but a score of\nfeet above. He swung himself upward swiftly.\n\nThen he was standing upon a level expanse of grassy land beside\na slow-flowing brook. The stream was clogged with aquatic lush\nvegetation, and further up along it he saw moving shapes, lizard-like\ncreatures and four-legged graceful animals that were covered with a\ndusty golden fur. Beyond was a jungle of vine-linked growth, and far\nbeyond that a vast escarpment climbed, step upon step, upward to the\nwhite-helmeted peaks of a mountain range.\n\nIt was at this moment that Ho Dyak became aware of the ragged roaring\nsound from overhead. He squinted his eyes and was careful not to\nlook into the terrible flare of light that was the suns. The sound\nincreased. After a moment he saw a dark speck low down to the western\nhorizon, a speck that grew into a long stub-winged shape with vapor\nflaring like smoke from its rear.\n\nAt first Ho Dyak thought that some living monstrous thing was diving\nupon him, and then he saw the fixed rigidity of the boatlike elongated\ncraft. This was a man-made thing, a ship that rode noisily through the\nair even as the great canoes of the fisherfolk sailed upon the hot\nwaves of mighty Thol.\n\nIt was thus that the ancestors of his race had ridden in the long-dead\nages before the fog seas shrank downward from the mountains and\nplateaus. This was one of the machines that his embittered race had\ndestroyed after cataclysmic disaster swept their world. He had thought\nthat only in these precious stolen scrolls was there any record of that\nmighty civilization; yet here before his eyes a mighty thing of metal\ndropped swiftly.\n\nThen the winged thing seemed to explode and crumple as it nosed into\nthe green expanse of tangled grasses near him. Flames licked out from\nthe rear of the craft!\n\n\n\nThree days had passed there upon the plateau shelf above the fog sea.\nAnd Ho Dyak had not returned to the welcome warmth of the lowlands\nof Arba. Instead, he had found a great spring of boiling water in\nthe rocky valley not far from the crashed ship of the sky, and about\nthis he had built a sturdy dome of clay-plastered stones. Within this\ncomfortably damp and well-heated den Ho Dyak sprawled and talked\nthrough the slitted doorway that was closed with triple hides of giant\nupland lizards.\n\n\"I do not understand,\" said the lanky sandy-haired man who sat,\nsweating, outside the steaming mud-daubed mound, \"why your people, with\ntheir marvelous control of telepathy and their one-time control over\nall this world, are content to live in savagery along the narrow strip\nof beach they now possess.\"\n\nHo Dyak did not move his lips as he answered. Unlike the Earthman from\nthe _Lo_, he did not need to speak aloud to transmit his thoughts. His\nhasty schooling of the two men and the girl he had rescued from the\nbattered _Lo_ had been designed to afford immediate communication.\nLater he would impress upon their brains the process of speechless\ntransmission.\n\n\"Inventions, mechanical knowledge, brought about the downfall of\nArba, Glade Nelson. Lest any further destructive device do away with\nour last zone of liveable atmosphere all mechanical knowledge and\nexperimentation is forbidden.\"\n\nThe Earthman snorted. \"I know that, Hodiak,\" he said, using his own\nword for the squat ivory-skinned man, \"but with pressure cities,\ntransparent domes you know, and heated suits like the space suit we\ngave you, there's no reason why your ancient lands should remain\nabandoned.\"\n\n\"I agree with you, Earthman. Some of the wisest men of Arba have felt\nthe same. But the priests of Lalal have branded them, branded them\nwith blindness, and driven them out into the _agan_ jungles. They are\ncontent with the barbaric simplicity of the lowlands.\"\n\n\"Perhaps,\" said Glade Nelson, \"now that you have escaped with your life\nand your vision you can help your people in spite of themselves.\"\n\nHo Dyak shook his big square head. The broad curly tendrils that\nsprouted yellowly from his skull half-covered the delicate sharp tips\nof his upthrust thin ears.\n\n\"The power of Lalal over the common people is no light thing.\"\n\nThe thoughts of the Earthman were confused for a moment and then Ho\nDyak heard, through the ears of Nelson, the frantic screams of the\nEarthwoman, the dark-haired sister of Nelson's employer, hairy, stocky\nAlbert Gosden.\n\n\n\nNelson snatched his high-powered rifle and raced away toward the sound.\nHo Dyak sprang to his feet as well and slipped swiftly into the space\nsuit that Nelson had provided him. He set the heat controls for a\ncomfortable 200 degrees and pushed aside the hide curtains.\n\nHe went racing after the Earthman. Although unhampered by the\ncumbersome space suit Ho Dyak wore and fleet of foot, Nelson saw the\nivory man go racing by him and he marveled at the strength and vitality\nof the squat Arban. Then they were at the stream, beside a swampy lake,\ndotted here and there with tree islets and banks of reeds, searching\nfor the girl.\n\nThey saw her flailing away at a swarm of scaly black lizard things,\nyoung seven and eight foot-long _drogs_, with a leafy branch. She was\nsafe enough from them as she sat in the crotch of a moss-hung jungle\ngiant at the lake's green-scummed rim. But Ho Dyak saw the ripples\nthat were converging on the girl from other portions of the pool, and\nhe reached down to the weapons belted now about his dull-sheened space\nsuit.\n\n\"Albert's dead!\" Marta Gosden sobbed, thwacking away. There was a\nbloody broken thing, or rather, things, that some of the young _drogs_\nquarreled over in the thick muddy shallows.\n\nHo Dyak was busy now with his copper-tipped javelins. He was killing\nas swiftly as his throwing stick could contact the sturdy butts of the\njavelins.\n\n\"Kill them,\" he flashed at Nelson, \"for the grown monsters come.\"\n\nBut the lanky man with only two arms did not heed his order. In\nthe excitement of the moment Nelson had reverted to the use of his\nears--his mental receptive powers were as yet too untrained. Ho Dyak\nfought alone while Glade Nelson shouted to the girl to climb down a\ndrooping limb toward him.\n\nHo Dyak drove the crawling lizard-beasts back until he stood beneath\nthe tree. He held up his two upper arms, and the girl dropped her leafy\nuseless club before she slid down the loose rough bark of the trunk.\nThen Ho Dyak turned and raced with her in his arms away from the lake.\n\nNelson roared with sudden fear. Almost upon Ho Dyak's heels a huge\nmouth gaped suddenly from the murky water and then a scaly six-legged\nmonster came charging up over the low marshy bank. Behind the first\n_drog_ came another, and then another. All of them were over twenty\nfeet in length and their pace was not slow. They were overhauling the\nburdened ivory man.\n\nHo Dyak put the girl down. He gave her a push in the direction of the\nwrecked ship and with the same motion turned to face the _drog's_\ngaping maw. His stout double-edged sword was in his hand. He could feel\nits welcome pressure through the insulated layers of _siladur_ that\nsealed out the chill air of the plateau.\n\nHis sword flicked up toward the eye of the huge dragon. He pressed the\nbutton that released the needle-like extension from the weapon's tip,\nand his prolonged weapon ripped through the huge reddish eyeball. The\nmonster roared with rage, and whistling with its blasting breath, swung\nits head. Again the sword flashed and the blinded monster dashed itself\nagainst a huge smooth-boled tree. Its legs crumpled for a moment and\nthen it was up ripping ferociously with great nails and rending jaws at\nthe unresisting wood.\n\nBy now Nelson had taken a hand. His rocket projectiles were shattering\nthe armor-plated _drogs_. They were down upon the swampy turf, their\nmighty bulks crimsoned and torn, and yet they hissed and growled while\ntheir dead limbs shredded the dank black muck.\n\nThe Earthman turned his weapon upon the unseeing lizard thing and blew\nits head from its ugly scaly neck. Even then the legs continued to\nstrip bark from the great tree, nor did the great body collapse for\nseveral long minutes.\n\nHo Dyak cleaned his sword-tip and pressed it back upon the spring at\nits base. Then he went to Nelson and the girl. She had come back when\nshe saw the _drogs_ were down. Nelson was holding the girl in his arms,\ntalking softly to her. He could see in their unguarded minds that they\nloved one another.\n\nSo it was that he turned abruptly away and went back to his comfortable\nsteam-heated igloo of stones. Memories of Mian Ith, she of the rioting\npinkish-brown tendrils and the full-breasted slim young body, came\nto him. Memory of the Earthman's words came to him and his full lips\nsmiled. Yes, he could rebel and lead others.\n\n\"Tomorrow,\" he told himself, \"I will go again to the Place of Lalal.\nThere I will find others of the precious scrolls of the ancients. And\nwhen I return I will bring with me Mian Ith.\"\n\nWith the knowledge of the Earthman coupled with his own he might indeed\nrestore to his people the empire they had lost when the fog seas shrank\naway....\n\n\n\nGlade Nelson, the Earthman, walked as far as the rim of the lower\nplateau with Ho Dyak. And, before he swung down into the foggy lake\nthat hid the lowlands and the sea of Thol, he told the Earthman that he\nmight not return.\n\n\"If I do not come back,\" he said, \"there is a possibility that you can\nreturn to Earth.\"\n\nNelson laughed half-heartedly. \"Not in the _Lo_,\" he said.\n\n\"Naturally,\" Ho Dyak flashed back, \"but your helicopter, that you\nplanned to use for exploration on that other planet--\"\n\n\"Mars,\" supplied Nelson. \"Gosden financed the trip and purchased the\nship for me. I'd had experience with submarines and aircraft during the\nSecond War, and Gosden knew me then. His sister stowed away aboard. We\nwere several thousand miles out into space when we discovered her. We\nturned back to Earth then; our supplies were insufficient.\"\n\nHo Dyak smiled. \"When was it,\" he wanted to know, \"that you realized\nsomething was so terribly wrong--that this was not your home planet?\"\n\n\"Almost as soon as we had sighted your world of Thrane,\" said Nelson.\n\"Then we saw the three suns and the two extra planets of your system.\"\nHe lighted one of his last cigarettes. \"Just how did we get here?\"\n\n\"Probably hit a space-time-material eddy. Our scientists created an\nartificial eddy, a sort of gateway you might say, between parallel\nworlds. That's how we lost our dense protective atmospheric envelope.\nThe vibrational gateways, in the course of many years' usage, became\npermanent. Our ancestors no longer could seal them shut by cutting off\nthe power.\n\n\"And so our precious atmosphere drained off into a dozen parallel\ndimensional worlds. Fortunately the gateways were on the upper plateaus\nand so a thin envelope of denser air remains. But one of those doors\nleads through to Earth! Maybe several of them.\"\n\nNelson gripped Ho Dyak's bulky shoulder.\n\n\"You mean,\" he gasped, \"this is really Earth? Only changed?\"\n\nHo Dyak agreed. \"Something like water and sand,\" he explained, \"when\nthey're mixed together. They're distinct but occupy the same space.\" He\nturned toward the sea of fog and stepped down into it.\n\n\n\nHe slipped through the sheltering upper layer of _agan_ vines, their\nhuge disc-shaped leaves of blue-veined yellow as a protective screen\nabout him. Here, three hundred feet above the mucky soil, the thick\nrubbery coils were not matted together into a solid wall as they were\nmuch lower.\n\nHe was soon approaching the seacoast city of Gorda, capital and chief\ncity of the priest-ruled nation of Arba. He saw where the floor of\nwrithing pale vegetable stems dropped away abruptly to the mile-wide\nclearing that the heavy blades of convicted criminals kept cleared\naway. The shouts of the men, as they hung back on their ropes and hewed\nat the thick fleshy wall of growth, came faintly to his ears from the\nfog-shroud off to his left.\n\nThe sound of the booming surf came now from the right. He could not see\nfurther away than fifteen feet, although his heavy-lidded purple eyes\nwere sharper than the majority of his people, but by the muffled sounds\nof the city below and the steady throb of the surf's drumbeat, he\nknew that he was nearing the forgotten twin spikes of a ruined tower.\nDirectly opposite this tower the Place of Lalal heaped its thirty\nlevels, terrace upon terrace, into the eternal thick mistiness of the\nfog sea.\n\nThen he saw the tips of the tower, two man-made juts of metal ten feet\napart and covered with great orange and golden knobs of wrinkled warty\nfungi. The round holes of _sliran_ tunnels gaped beside the vine-buried\ndome of the ruined tower--the many-legged blue-scaled snaky lengths\nof those hideous monsters had kept open a rounded tube something over\nthree feet in diameter.\n\nHo Dyak had been here before. He drew his sword and lowered himself\ninto the steep slanting hole. As he descended he heard from above the\nincreasingly louder voices of men--some of the workers and their guards\nwere passing. He had entered the _sliran_ burrow none too soon. And\nnow, if he did not encounter a _sliran_ in the vine-walled tube, he\nwould shortly be inside the helmet dome of one-time silvery metal that\ncapped the deserted tower.\n\nA moment later he stepped from the tunnel into the moist thick heat of\nthe broken dome. The broad phosphorescent band of light that was built\ninto the walls of all Arban architecture, waist-high, was dimmed by the\nslime of ages. But he could see. The dome's interior was not occupied\nby any of the huge stubby-legged snakes. The _slirans_ spent most of\ntheir lives in the muddy pools and root caverns at ground level.\n\nHe turned down the ramp that wound into the depths. A forgotten\nstone-walled passage led under the city walls into the heart of the\nmassive stone pile that was the Place of Lalal. And there, in the\npleasant upper-level quarters of the One Orst, the high priest of\nLalal, lived the daughter of the One Orst, Mian Ith!\n\n\n\nFrom his leather jerkin and his weapons, some time later, Ho Dyak wiped\nthe slime and encrusted mud. He was hidden in a deserted apartment upon\nthe fourteenth level, the same level that housed the children and mates\nof the One Orst. Thus far had his dark robe, the garment of a fighting\npriest who now lay trussed-up with his own harness on the second level,\nbrought him.\n\nSuddenly he crouched behind a massive chest of hammered silver. The\napartment's oval stone door-slab was swinging inward! Ho Dyak's sword\ncleared the leather of his sheath silently. He recognized the voice of\nthe woman who entered the room--Mian Ith! And behind her came a man,\na blue-robed priest, one of the seekers after wisdom pledged to the\ncelibate life of a thinker. He wondered why the woman he adored came\nstealthily to this musty, empty place with this dreamy-eyed seer of the\nmysteries of Lalal.\n\n\"My darling!\" cried Mian Ith, her arms going about the slight body of\nthe thinker. \"It is so long since we were together!\"\n\n\"I feared,\" answered the seeker, his soft high-pitched voice more\nfeminine than Mian Ith's, \"that Ho Dyak would persuade your father\nthat you should be his mate. He, like you, wore the red robes of the\npriestly rulers.\"\n\nMian Ith laughed. \"The great muscled fool,\" she sneered. \"He thought\nthat I loved him. He told me of his studies in the forbidden books of\nthe Ancients. Iiiy! but did he reveal his twisted unbelieving soul to\nme! It was a little matter to lay a trap for him--to rid myself of him\nforever.\"\n\nHo Dyak felt his lips curl back from his teeth with scorn and hatred.\nThis, this--woman! Say, rather, this female _sliran_. She had betrayed\nhim to the priests of Lalal that she might be free to continue her\nforbidden trysts with this puny seeker! It was true. He could read the\nwoman's unshielded mind now. He had never attempted to do so heretofore.\n\nTwo slashes of his keen-edged bronze sword and he would be avenged.\nAnd yet Ho Dyak shook his head even as the thought came to him. He was\nwell rid of the false-tongued Mian Ith and the dreamy-eyed seeker he\ndespised. Better had Mian Ith chosen a stalwart black-robed warrior or\nyellow-robed toiler for her lover.\n\nThe man and the woman moved into the other room, their four arms\ninterlocked and their soft head tendrils mingled in that half-embrace.\nAnd Ho Dyak slipped from the outer door into the corridor beyond. A\nhalf-ruined ramp within the walls, a ramp sealed off ages past and\nrevealed to the boy, Ho Dyak, by a dislodged block of masonry, opened\noff the ramp a level above. In this way had Ho Dyak climbed in the\nbygone years to the Upper Shrine of Lalal and taken from the thousands\nof inscribed metal scrolls those he wished to study.\n\nHe would go to the Upper Shrine, fill his pouch with other slim metal\nskin records of the past, and take as well certain small mysterious\nobjects sealed in crystalline spheres. The Earthman might know their\npurpose.\n\nAnd so Ho Dyak ascended the ramp and squeezed through the shadowed\nopening so familiar to him.\n\nLater, Ho Dyak turned for a last look about the Upper Shrine. He saw\ncrystal-walled cases and unrusting metal devices of the Ancients. Here\nwas static knowledge and machinery that might make Arba the mightiest\nnation upon the shores of the Sea of Thol. He touched lightly the pouch\nwhere nine more of the precious metal scrolls nested. Perhaps after all\nthese centuries the wisdom of the forgotten ages would come to life\nbeneath his four hands' clumsy touch.\n\nIt was then that the javelins came from the grayness of the Shrine's\nfurther corners.\n\n\n\nThe One Orst had laid a trap here for Ho Dyak, that profaner of the\nsacred place, should he ever return!\n\nOne javelin pierced his side and another passed completely through the\nupper muscles of his left middle arm. A third keen-tipped miniature\nspear struck the handle of his sword and its copper point blunted\nharmlessly.\n\nFrom the gray twilight that was all the day men knew beneath the\nfog sea, there poured a dozen black-robed fighting men. Swords they\ncarried, some of them two and three, and many of them bore the barbed\nnooses of woven _droghide_ with which they bound prisoners before they\nwere driven, blinded, from Gorda.\n\nHo Dyak rushed through the panel of stone into the ancient sealed\nrampway. He paused long enough here to tear the javelin from his side,\nand was relieved to find that it had ploughed shallowly across his\nribs. Then he raced down the dimly lighted narrow way.\n\nThis time he did not attempt to use the opening on the fifteenth level.\nThe corridors of the Place of Lalal would be swarming with black-robed\nwarrior-priests and poorly armed yellow-robed toilers. Instead he raced\non down the ramp into the dank stench of the lower levels. For the\nunused ramp led into the same great underground storage cave that he\nhad entered from the rocky tunnel beneath the city walls.\n\nBricked-up and partially sealed was its end, and for this reason he had\nnot ascended that way. Signs of his passing must have shown in a litter\nof chipped cement and displaced yellowish slime had he done so. But now\nhe could shove the wall outward and race toward freedom. What matter,\nnow, if they found a gaping hole in an apparently solid supporting\npillar of masonry?\n\nHe put his eye to the broken wall as he reached the great basement cave\nin this part of the underground citadel beneath the Place. Apparently\nno guards had been posted here as yet. He lunged against the wall\nand it clattered down. Then he darted across the slippery muck and\nsprouting toadstool growth to the hidden entrance to the tunnel leading\noutside.\n\nEven then he heard the rasp of the scaly black plates of hunting\n_drogs_, the domesticated long-limbed smaller lizards that the warriors\nof Arba use in hunting upon the _agan_ jungle's upper terrace for the\nbat-winged wild lizards and white-fleshed, tender, legless serpents so\nprized on Arban tables. The black-robed ones had turned their swift\n_drogs_ upon his trail! His only safety lay in flight.\n\nAlmost had he reached the abandoned tower when the hunting _drogs_ were\nupon him. Even as they reached his heels Ho Dyak cast a despairing\nglance upward--and saw one of the ancient ventilating shafts that\nsupplied air to this buried way.\n\nHe sprang upward and his fingers closed upon a tough _agan_ root. A\nmoment later all four of his hands were gripping other roots and he was\nclimbing carefully up through a rounded shaft.\n\nBelow him the hunting _drogs_ leaped high into the air and fell back\nagain, whistling, growling and screaming in their saurian stupid way.\nTwenty feet he had climbed before a solid mat of _agan_ blocked further\nupward progress. Ho Dyak clung to the huge hairy white roots and peered\nabout him.\n\nMeanwhile the Place's warriors came swiftly up with their six-limbed\nlizard beasts. A cry of triumph came up to Ho Dyak.\n\n\"Come down, Ho Dyak!\" one of them shouted, \"and we will not permit the\n_drogs_ to destroy you.\"\n\nHo Dyak laughed shortly. \"It is you who will destroy me,\" he said, \"and\nnot the _drogs_. I prefer the _drogs_.\"\n\n\"Surrender, Ho Dyak,\" cried the man menacingly, \"at once, and the One\nOrst may but take from you your eyes. Delay, and his tame _drogs_ will\neat your limbs, one by one, as you yet live.\"\n\n\"I prefer a javelin,\" mocked Ho Dyak. \"The death is clean and merciful.\"\n\n\"Then take it!\" shouted the man, drawing back his throwing stick.\n\nBut even as a hail of javelins hummed upward Ho Dyak was in motion.\nHe had swung on his shaggy ladder of roots into a ragged crevice in\nthe side of the shaft. And so the javelins buried themselves only in\nthe rubbery coils of _agan_. A howl of rage rolled up through the old\nventilating shaft.\n\nHo Dyak crawled further into the narrow crevice. At every instant he\nexpected to find that the probing roots or stems of the fleshy _agan_\nhad closed this last hope of escape, but as time passed and the way\nwidened he began to hope. Other tunnels branched off from time to time\nand he crawled through tepid pools of foul water in which he sensed\nthe wriggling of hideous alien things with scaly-finned limbs and\ntails. The blackness was total. He groped onward.\n\n\n\nAnd then he fell forward into a blackness that was not total and found\nhimself squatting in the shallow muck of a sullen underground river. Or\nperhaps that lightless roof overhead was but the matted stems and roots\nof the sunless vines of the fog seas. He saw a faint luminous glow\nthat came from the river. Thousands of tiny light-producing aquatic\nplant-animals swarmed in the depths.\n\nHe saw a raft of tied buoyant _agan_ stems, huge two-foot sections\nten and eleven feet long, and poling it along with a tough spear of\nhide-bound bone, was a woman in a scant, ragged tunic. At the same\ninstant she saw him.\n\n\"In Lalal's name,\" she demanded, \"why do you sit in the water so? Are\nnot there few enough warriors in the two caves of the Outcasts without\noffering yourself thus freely to the water _slirans_?\"\n\nHo Dyak realized that this was one of the blinded Outcasts, turned out\nto die in the jungles because they dared question the rule of the One\nOrst and his priestly underlings.\n\n\"I am Ho Dyak,\" he said, \"who is hunted by the black-robed ones, the\n_orsts_.\"\n\n\"We have heard of you, Ho Dyak,\" the blind girl said, \"and we welcome\nyou to the poor sanctuary of our caves.\" She poled the raft nearer. \"I\nam Sarn Vod, daughter of Dra Vod.\"\n\n\"Dra Vod is your father!\" cried Ho Dyak. \"I have heard of him. He built\na machine powered by the sap of pressed _agan_ for his boat!\"\n\n\"Aye,\" agreed the girl, \"and his reward was blindness. Of the three\nhundred Outcasts in our rocky caves a hundred are sightless.\"\n\n\"You can see!\" Ho Dyak burst out. He was looking into the beautiful\nslim face of the girl. She was more beautiful than Mian Ith had\never been. From that moment Ho Dyak forgot the faithless One Orst's\ndaughter....\n\n\"Of course,\" agreed the girl, laughing. \"I was born after my father was\ntaken into the hidden village of the Outcasts.\"\n\nThey sat close together, then, in the raft, and Ho Dyak opened his mind\nto the mind of the girl. She in turn opened her mind to him. It was\nnot long that they sat thus but when Sarn Vod took up the pole of bone\nagain they had found that they loved one another.\n\nNever before had Ho Dyak allowed another to probe into the remoter\nrecesses of his brain. But he knew that she could be trusted. Her\nchildlike acceptance of him even before he opened his thoughts to her\nconvinced him of that.\n\n\"I will go with you to the camp of the Earthman,\" she told Ho Dyak\nsoftly, as they neared the upreared hillock of soft gray rock from\nwhich their two cave homes had been laboriously scraped.\n\n\"It is good,\" agreed Ho Dyak, \"and later, when we have found a secure\nplace, I will come back for your people. The Outcasts will be the first\nto share with us the wisdom of the Ancients.\"\n\nSarn Vod flashed him a quick mental caress as the raft grounded in the\nshelter of an overhanging ledge. He stepped to take her in his arms,\nand halted as a giant of a man groped toward them. Where his eyes had\nbeen there were now but empty sockets.\n\n\"My father,\" said the girl, \"Dra Vod!\"\n\n\"And my father as well,\" said Ho Dyak, leaping to the blind man's side,\nand his two middle arms locked with the elbows of Dra Vod's short\nmiddle arms.\n\nDra Vod's own powerful webbed fingers gripped Ho Dyak's elbows in\nreturn as their minds interlocked in greeting for a brief moment.\n\nSo it was that two days later Ho Dyak and his mate, Sarn, climbed the\nchill slopes above the lowlands and came to the highlands. With them\ncame two of the Outcasts, young hunters who wished to see the world\nabove the fog sea.\n\nHo Dyak wore the space suit that he had cached far below in a rocky\ncliff's creviced wall, and Sarn and the two Outcasts wore as many and\nmore garments than Ho Dyak had worn long days before.\n\nAs they came through the last shreds of the watery vapor that flooded\nthe bowl of the Sea of Thol, one of the young Outcast warriors was\nin the lead. Suddenly he uttered a short, choked cry and fell,\ntoppling back into the mist. And the rocks around them rattled with\ncopper-tipped javelins.\n\n\"Quick!\" shouted Ho Dyak. \"It is the black-robed ones, the priests!\nThey have been lying in wait for us!\"\n\n\n\nBack into the welcome protection of the fog sea the Outcasts plunged,\nbut now there were only three of them. For one thing was Ho Dyak\ngrateful: the thinning network of _agan_ afforded no safe footing for\nthe hunting _drogs_.\n\n\"We die?\" questioned Sarn quietly, and Ho Dyak laughed back at her.\nThey were resting for a moment, listening.\n\n\"Not so long as my sword arms last,\" he said, \"and of arms I have four.\"\n\n\"But they will follow us along the rim,\" objected Sarn. \"When we climb\nupward again they will see us.\"\n\n\"They are cold and hungry,\" Ho Dyak told her, \"and there are none too\nmany of them. If we can reach the plateau safely we can fight them off,\nuntil we reach the rocket ship of the Earthman.\"\n\n\"We will be safe with the rocket rifle of Nelson to protect us,\" agreed\nSarn.\n\nHo Dyak started along the thick stalks of _agan_ again, his arms\ngripping the interlacing of rubbery greenish stems on his right. And\nbehind him came Sarn and the young Outcast.\n\nBy nightfall they had moved a matter of two miles further along the\nleft wall of the barrier cliffs. The lone moon of Thrane had not as yet\nlifted above the horizon and so they climbed silently upward into an\nalmost complete darkness. Out of the fog sea they made their way, and\nsafely into the dense jungle growth spreading at this point.\n\nSarn was chilled to the bone, and the young warrior's thick lips were\nblue with cold. The temperature of the lower plateau had dropped to\nalmost a hundred degrees with the coming of dusk, ninety degrees below\nthat of the lowlands. And so Ho Dyak followed a small stream, warmer\nthan the usual upland streams, up to a rocky bluff where steaming\nwater rolled white vapor into the growing moonlight of the jungle\nclearing. By some good fortune the hot spring gushed up in the heart\nof a small cavern and the two Outcasts were not forced to lie in the\nalmost-boiling water.\n\nWith morning they marched eastward to the jungle meadow where the\nspaceship's shattered bulk lay. The spaceship was empty. Ho Dyak saw\nthat the helicopter was gone from the cargo hold, and with it many\nsupplies. Nelson and the girl had thought he was not returning and gone\nin search of the ancient gateway that might pierce through to Earth!\n\nHo Dyak turned his eyes toward the mud-daubed hut of stones he had\nabandoned. His eyes widened at the sight of steam rising from its dome.\nCould they be--? No, it was impossible. Shattered though it was, the\nspaceship afforded better protection for Nelson and Marta than the\nigloo. Then who--?\n\nImmediately, Ho Dyak knew the answer. The black-robed _orsts_ had taken\nover the igloo! And they were not yet aware of the presence of the\nOutcasts.\n\nHe returned to the hidden Outcasts, his mate and the young warrior, but\nwith him he carried a rocket rifle that Nelson had thoughtfully left\nbehind.\n\n\"Come,\" he told the warrior, \"we will drive the black-robed ones from\nour hut. With the Earthman's gun they will be helpless before us.\"\n\nThey marched side by side, two warriors from the fog sea, toward the\nrocky dome from which the plumes of white steam jetted. At last the\npriests saw them and came pouring from their warm shelter.\n\n\"Go back to the Place of Lalal,\" ordered Ho Dyak.\n\nThe black-robed, thick-padded bodies of the seven priestly fighting men\nshook with laughter. These two outcasts ordered them to retreat! They\nplunged ahead.\n\nThe rocket gun whirred and an explosion ripped two of the\npriest-warriors into tatters. Ho Dyak reloaded and fired, and a third\nwarrior dropped. And then the tiny battery that fired the rocket shell\nwent dead! The third rocket shell did not blast into the attacking men.\n\nHo Dyak flung down the useless weapon and drew his sword. Javelins\ncould not pierce his space suit, only a sword could crush through to\nhis body. His other hand was busy with his throwing stick and javelins,\nand he cursed the two limbs of the Earthmen that prevented his middle\npair of arms from being used.\n\nFour of the enemy faced the two of them at the last, and their weapons\nclashed together. Ho Dyak fought with the strength of despair, and\ndowned one of the black-robed ones, but then he was battling three\nswordsmen. The young Outcast had fallen.\n\nSuddenly a shadow fell upon the fighting men from above. An explosion\nsounded and a priestly warrior fell, and then another. The sole\nsurvivor raced madly away toward the fog sea's welcome shelter and\nHo Dyak was glad to let him escape. He would carry the word of the\nterrible weapons of Earth to the watchers along the rim.\n\nThe spaceship's helicopter settled slowly to the ground. Ho Dyak\nhurried toward the little ship's cabin and at the same time he saw Sarn\ncome stumbling from the jungle toward them.\n\n\"Nick of time,\" grinned Nelson, and behind him Ho Dyak could see Marta\nGosden's startled bloodless face.\n\n\"Right you are,\" Ho Dyak assured the Earthman. \"And how did the search\nfor a gateway to Earth go?\"\n\n\"We're not worrying about that for the present,\" said Nelson. \"You need\nus, Ho Dyak, and I think we need you too. We're staying here on Thrane\nfor a long time.\"\n\n\"I am glad,\" Ho Dyak flashed. \"In centuries to come all Thrane will\nbless you.\"\n\n\"That's so much jet dust,\" scoffed Nelson. \"But we did find a canyon,\nseveral miles deep, Ho Dyak, a sort of fog lake, where you may be able\nto live normally, and above it, on the second plateau we found an ideal\nspot for our own home.\"\n\nHe squeezed Marta's shoulder as she slipped past him. Then he was\nbeside her as she greeted Sarn. Ho Dyak smiled as he felt the friendly\nspirit that was instantly kindled between these women of two strange\nraces.\n\n\"She is lovely!\" cried Marta to Ho Dyak and Nelson, \"and so miserable.\nRun to the ship, Glade, and bring another space suit.\"\n\nYes, thought Ho Dyak, with the knowledge of two races his ivory-skinned\nrace might once again spread up over the fertile chill plateaus of\nThrane. Already he loved the mighty vistas of clear air here above\nthe fog sea. Never again would he be satisfied with the circumscribed\ngrayness of a fog-bound world....\n",
    "metadata": {
        "author": [
            "Wells, Basil"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63817/pg63817.txt",
        "name": "fog_of_the_forgotten.json"
    }
}