{
    "name": "Forgotten danger",
    "author": [
        "Samachson, Joseph"
    ],
    "body": "He had a feeling that there was something he had to remember, something\nurgent, something that had to do with danger. But it was hard to think\nof it, it was hard to think at all. There was a dullness in his head\nas if he had been too long asleep. And now that he had awakened at\nlast, he did not know for the moment where he was. He would realize, of\ncourse, once he shook himself and straightened out his mind. But so far\nhe did not know. Nothing was familiar.\n\nIt was dark, and in the background he saw the silhouettes of bushes, a\nbridge, trees. Closer at hand there was a fire over which a large pot\nwas boiling. Around the fire were four men in ragged clothes. As the\nfirelight flickered over their faces, casting weird lights upon the\nbattered features, he studied them carefully. He knew none of them.\n\n\n\nOne was a big subtly mis-shapen bull of a man with a three days' beard.\nThere was power in the set of his shoulders, in his easy slouch as,\nwith narrowed eyes, he stirred the contents of the pot. Another was\nsmall, with a pointed beard and a shining bald head. The first one,\nhe gathered from their conversation, was called Angel, the second,\nProfessor. The other two were of more moderate size. He saw that their\nfaces assumed strange colors in the light of the leaping flames. He\ncould not, no matter how hard he tried, gather what their names were.\nBut he knew that names didn't matter. The thing that mattered was the\ndanger that somehow threatened and that he couldn't remember.\n\nAngel lifted something out of the pot with a long spoon, said curtly,\n\"Stuff's ready,\" and began to ladle out the steaming mixture. The men\nmoved toward him with their large tin cups, and then moved back to eat.\nThe largest portion of all Angel kept for himself. The next largest he\nbrought to the sitting man, stumbling as he did so over a root that\ntangled his shoe. But he caught himself before he had spilled the\ncontents of the cup and said, \"Here y'are, Crusoe.\"\n\nCrusoe. A strange name. Not his at all. But he said automatically,\n\"Thank you.\"\n\n\n\nAngel had lifted a spoonful of the stew to his own mouth. Now he gulped\nit down hastily and said, \"Hey fellows, he sounds like he came out of\nit.\"\n\nThe other men gathered around him. Professor, staring with sharp eyes,\nasked, \"Do you recall your real name now?\"\n\nHe shook his head. \"I don't remember a thing. How did I get here?\"\n\n\"You don't remember that?\"\n\nHe said with irritation, \"I have just told you so.\"\n\n\"Don't get huffy, chum,\" said Angel. \"I been feedin' you and takin'\ncare of you and your pal for two weeks. And you don't know a thing\nabout it, huh?\"\n\n\"I recall nothing. Except that there is danger.\"\n\n\"The railroad bulls who chased us,\" said one of the other men. \"He\nremembers them.\"\n\n\"Bulls? No, it is something more than that.\"\n\n\"What about it, Professor?\" asked Angel. \"Think he'll snap out of it so\nhe really remembers?\"\n\n\"I certainly hope so,\" returned the little bald man. \"When I first\nfound him, wandering around near the swamp, he seemed to be in a\ncomplete coma. Then, after a few days of rest, he seemed to realize\ndimly what was going on around him. But from day to day he remembered\nnothing. Perhaps the events are not completely forgotten, perhaps they\nreside in his subconscious, ready to be called to mind again upon\nproper occasion. However, so far there is no evidence on this point.\"\n\n\"But he's gettin' better all the time,\" said Angel defensively.\n\n\"Yes, that is the thing that indicates there is hope. From now on I\nthink that he will consciously remember all that happens. And perhaps,\nin time, he will recall who he really is. In the meantime, of course,\nhe is like a shipwrecked mariner discovering an entirely strange land.\nThat is why I have named him Crusoe.\" He smiled wistfully. \"Perhaps he\nis more fortunate than he seems. I would give much for his ability to\nforget.\"\n\n\"Stop harpin' on it, Professor. It happened long ago.\"\n\n\"But I still remember it as keenly as if it had happened yesterday.\nStrange, all the whiskey and gin I have drunk have not dulled my memory\nin the least. I was very successful in my profession, gentlemen. I was\nalready an Associate Professor of English Literature, a recognized\nauthority on the novel. I had a great career ahead of me. And then, one\nday, coming home from a Christmas party with my wife, my car skidded on\nthe ice--\"\n\nAngel's heavy hand fell across his shoulder. \"It's okay, Professor,\ndon't talk about it no more. I know where I can pick up some rotgut\ntomorrow night, and you'll celebrate and forget all about it.\"\n\nCrusoe listened with interest. He had a vague memory of having heard\nProfessor's story about his wife's death before, as if the man had told\nit to others before they had met Angel and the latter's friends. But it\nwas so vague that he could hardly be sure it was a memory at all. And\nmeanwhile the feeling of danger persisted. He had to do something, do\nit rapidly. But what?\n\nHe felt the anger of frustration, an anger that made him tense and\nirritable. He ate his stew in silence, aware of its strong and slightly\nunpleasant taste. He had a feeling as if he were used to better\nfood--and yet he must have been eating the stew all along for the past\nweeks.\n\nThe fire was dying down, and several of the other men talked in low\nvoices to each other. He heard Angel: \"And so this cop says to me,\n'Move on, ya funny-lookin' bum--'\" And then, the rough voice rose in\namusement. \"I give him a airplane whirl and toss him over the bridge.\nAnd then he comes up, coughin' up water, and says, 'Now I remember when\nI seen you before. You was the _Destroyin' Angel_. You used to wrestle\nwith _The Masked McGinty_!'\"\n\nAngel had been a wrestler, Professor a student of literature. If he\nasked the other men what they had been, they would doubtless know.\nWhat had he himself been?\n\nAgain his mind seemed blank. He sat there sullenly, staring at his\nempty cup, and wondered if there were any torture greater than that of\nnot being able to remember something that insistently demanded to be\nremembered.\n\nSoon the conversations died down. The men settled themselves on the\ndry grass, pulled their old worn apologies for blankets over them, and\nbegan to snore. Around them, as the fire was reduced to embers, the\nnight closed in. Crusoe could hear the chirping of crickets and the\nquiet flow of water under the bridge. A crackling shower of sparks\nspurted unexpectedly from the still glowing coals.\n\nHe couldn't sleep. He had slept enough during the past weeks. Now he\nhad to awaken fully, to realize what he must do next. But first he must\nrecall what had happened. Where had the Professor met him? He had been\nwandering around near a swamp. Now, what on earth had he been doing\nnear a swamp?\n\nThe night passed slowly as he tried to track down the thoughts which\nkept eluding him. Even the chirping of the crickets died away, and at\nlast there was only the ripple of the water. Then, after a time, he\nbecame aware of new sounds. The crunching of twigs under foot, the\ncreak of shoes on the ground. People were approaching.\n\nHe sat up suddenly, as if he had recognized that _this_ was the danger\nhe had feared. \"Angel!\" he called.\n\nThe ex-wrestler awoke, and the Professor with him. \"Could be cops,\"\nwhispered Angel hoarsely. \"Some farmer loses a chicken, and they think\nof us. We better get goin'.\"\n\nHe rose quietly and led the way in the direction opposite the\napproaching sounds. Crusoe could hear the heavy breathing of the other\nmen, almost as if they were continuing to snore even though they were\nnow awake. They were on the alert, but not seriously alarmed. No, this\nwasn't the danger he had to fear. This was a mere trifle. The real\ndanger was deep, hidden--\n\nSome one stumbled loudly. A voice came out of the darkness. \"Hey,\nyou--stop!\"\n\n\"Better start runnin',\" muttered Angel, and lumbered forward. He\ntripped over something and cursed, but kept on going.\n\nIt was growing lighter now, and Crusoe found it easier to see. In front\nof him the ground rose gently toward the top of a low hill. And halfway\nup the slope stood two men, armed with rifles. They lifted the rifles\nand one of them said harshly, \"Hold it, you bums.\"\n\nTheir retreat was cut off. Angel came to a stop, the others near\nhim, the slower and slighter Professor bringing up the rear. Without\nthinking, Crusoe raised his arm, and just as if his hand held a weapon,\nhe pointed at the two men with their rifles.\n\n\n\nThe rifles exploded. They flew apart into countless fragments, and as\nif by magic, blood appeared on the faces of the two men. Angel grasped\nthe situation instantly. He said, \"Come on, fellows,\" and rushed\nforward again. But the two men collapsed before he reached them.\n\nFrom behind them came angry yells as the first group realized that the\ntrap had failed. Angel chuckled. \"They thought they had us,\" he said.\n\"When they see what happened to those two guys, they won't be in such a\nhurry to get close to us again.\"\n\n\"What did happen?\" asked one of the men. He gestured with reluctance at\nCrusoe. \"This guy just pointed his hand--\"\n\nAngel whirled around. \"Him? I thought somebody in back of me threw a\ngrenade. I wasn't askin' who done it--\"\n\n\"Nobody threw no grenade. He just pointed at them.\"\n\n\"Just with his finger? And them rifles exploded? It ain't possible!\"\n\nThey surrounded Crusoe and stared at him with fear-filled eyes. \"How\ndid you do it, pal?\"\n\nHe shook his head. \"I don't know. I just felt as if a weapon belonged\nin my hand, as if all I had to do was point it. So I did. And the\nrifles exploded.\"\n\n\"Point at a tree.\"\n\nHe pointed at a tree. Nothing happened.\n\nAngel bounced his hand against his ear, as if trying to shake loose\nsome water that hampered his hearing. He looked uneasy and bewildered.\n\"Somethin's screwy, but we can't stop to figure it now. We gotta keep\ngoin'.\"\n\nThe pursuers were being more cautious now, and after a time Crusoe\nrealized that the acuteness of the danger had passed. They all stopped\nto rest. The other two men, however, paused only briefly. One of them\nsaid, \"So long, chum. We better split up here. We're gonna catch a\nfreight goin' north.\"\n\nThey seemed anxious to part from Angel and his friends. Crusoe watched\nthem go without regret. They were odd-looking men, and he had not\nenjoyed their company. Moreover, he had a feeling that they had nothing\nto do with the danger the thought of which made him uneasy. Professor,\nnow--Professor had a little more to do with it.\n\nAngel's ponderous mind had returned to the subject of their mysterious\nescape. He said, \"Look, Crusoe, how'd ya do it? You can come clean with\nus. We won't spill it to nobody.\"\n\nCrusoe said, \"I haven't the slightest idea. As I told you, all I did\nwas point.\"\n\n\"Any more tricks you know how to pull?\"\n\n\"How do I know? I didn't even suspect that I could perform this one.\"\n\n\"I suppose,\" said the Professor, \"that the reflexes, which existed long\nbefore there was a conscious mind, can continue to persist even after\nthe mind has been seriously injured. You must have been in the habit of\nusing some weapon--\"\n\n\"A weapon? You mean that I was a soldier? Then what am I doing out of\nuniform?\"\n\n\"I hardly know,\" said the Professor slowly. \"When I first met you, near\nthe swamp, you were wearing nothing. Your body was dirty and slightly\nburnt, as if from some explosion. There was not a shred of clothes to\ngive a clue to what you had been. Those you are now wearing, including\nyour overalls, I ah--borrowed from a clothesline.\"\n\n\"But there may be traces of my own clothes back in that swamp.\"\n\n\"They will be hard to find. Swamps have a habit of swallowing what is\nleft in them.\"\n\n\"But there must be _something_ there. How did I get to the swamp in the\nfirst place? And what sort of explosion tore my clothes from me?\"\n\n\"A plane,\" said Angel suddenly. \"Maybe you were in a crash. I remember\nthat a coupla months ago some farmers had a story about a plane\nexplodin' in the sky. Maybe that was the one.\"\n\n\"If I was in a plane, the wreckage must still be in the swamp.\" And\nthere too must be where the danger lay. \"I'm going back there,\" he said\nwith sudden determination.\n\n\"I'll go with you, of course,\" said the Professor. \"As the first\none to come across you in your helpless condition, I feel a certain\nresponsibility for you.\"\n\nAngel grinned. \"I feel the same way about you, Professor. I guess I\nbeen feelin' like that ever since I found you gettin' pushed around\nby Monk Cromo. Monk's about my size,\" he explained to Crusoe. \"And he\nuseta be a fighter. He thought he had only Professor to handle. He\nfound he had _me_. And ya know, pal, that a good wrestler will take a\nfighter any old time.\"\n\n\"How long ago was that?\" asked Professor. \"It seems like ages.\"\n\n\"Five, six years. But you know somethin', pal, you ain't as helpless as\nyou used to be. That's what comes of havin' a head on you. You learn\nhow to get along, no matter where you are.\"\n\n\"I regard that as a compliment, Angel,\" smiled the little man. \"Now,\nshall we start?\"\n\n\n\nToward the danger that Crusoe felt awaited them in the swamp they could\ntravel but slowly. They had to go by foot, on dusty narrow roads. There\nwas no hope of getting a lift from passing cars. One look at the three\nof them, and the average driver stepped on the gas and raced away.\nFarmers set their dogs on them, and only the sight of Angel's grim face\nand the strength of Angel's powerful muscles kept them from being torn\nby the hounds and beaten by their masters.\n\nEverything that happened now Crusoe remembered perfectly. His mind\ncould go back a day, two days, with no trouble at all. It was only when\nit reached that moment when he had become aware of his surroundings at\nthe fire that his memory stopped short, with terrifying abruptness.\nBeyond that it couldn't go. What had he done before then?\n\nAs they made their way toward the swamp, he became aware of something\nelse. The people here looked strange. Come to think of it, those two\ntramps who had been with them earlier had looked strange in the same\nway. And the farmers spoke in peculiar fashion, with an accent that\ngrated slightly on his ear. Queer, he thought, that people who had\nlived here all their lives should seem so out of place and learn their\nown language so improperly.\n\nOnce, when Angel was foraging for food, a big dangerous-looking dog\ncame barking at Crusoe and Professor. This was a barking dog that had\nnever heard that it was not supposed to bite. Crusoe liked neither the\nvicious glint in its eyes nor the cruel look of its teeth. As the beast\nmade a sudden lunge at them, he snapped his fingers sharply and said,\n\"Scar!\"\n\nThe animal came to a halt, as if puzzled. Professor laughed. \"I don't\nthink that's its name,\" he said, and stooped to pick up a heavy rock\nthat might serve as a missile. The dog promptly scurried away as fast\nas its legs would take it.\n\n\"'Scar' isn't a name,\" said Crusoe thoughtfully. \"I have the feeling\nthat it's a command. When accompanied by a snap of the fingers, it\ntells the animal to go back to its corner.\"\n\n\"That's interesting. So you're actually beginning to recall things.\"\n\n\"Not exactly. I'm still responding almost automatically, at little\nbeyond the reflex level. Before I snapped my fingers I didn't know that\nI was going to snap them. Nor did I realize that I knew the word.\"\n\n\"But at least you've made a beginning,\" said Professor happily. \"Soon\nyou'll be recalling the past with full consciousness.\"\n\nWhen Angel rejoined them, he was in proud possession of a tough but\nedible chicken. Crusoe and Professor congratulated him, and later they\ncooked the chicken and devoured it. It struck Crusoe that the taste\nof the chicken too was strange. Or was it rather that the chicken was\nquite ordinary, and that his own sense of taste was what was unusual?\nThat must have been it, he thought. The feeling that food tasted good\nor bad also depended upon a kind of reflex memory, a memory that was\nmaking itself felt more and more.\n\nThe evening of that same day they camped in an open stubble-covered\nfield. As it grew dark, Angel began to talk of his past career, of his\ntriumphs as a wrestler, of his one great adventure in Hollywood to\nmake a picture. He had been the comic relief, a foil to the handsome\nhero. Crusoe had no reason to doubt what he said, but all the same he\nfound Angel's adventures incredible. The life that the ex-wrestler\ndescribed was mad, completely absurd. He couldn't imagine himself\nliving it.\n\nHe stared up at the sky, and realized that this too didn't look\n\"normal.\" It wasn't, it couldn't be, the sky under which he had lived\nfor most of his life. And the idea of living under a different sky\ndidn't surprise him. It was an idea to which he must long have been\naccustomed.\n\nTwo days later they reached the edge of the swamp. \"I found you\nnear here,\" said the Professor. He waved his arm vaguely. \"You were\nwandering around, covered with mud.\"\n\nIt didn't look familiar. Nor did it look as dangerous as he had\nexpected it to look. He asked, \"Why did we leave this neighborhood? Why\ndidn't we stay and look for the plane that had crashed?\"\n\n\"For one reason,\" said the Professor gently. \"Because at the time I\ndidn't realize that there had been a plane. For another, because we\nwere--shall I say, not popular?\"\n\n\"Why? Why weren't we?\"\n\nA chuckle from Angel interrupted him. \"People don't like to lose\nchickens.\"\n\n\"I see.\"\n\n\"Nor clothes,\" added the Professor. \"Remember that I supplied you with\ngarments that were hanging on a clothesline. Perhaps I should have\nmentioned that the farmer's wife who discovered her loss tried to\nextract payment from me by means of a shotgun.\"\n\nCrusoe nodded slowly. \"By now, you assume, the memory of the loss will\nhave grown faint?\"\n\n\"I hope so. We shall, of course, do our best not to attract attention.\"\n\nThey moved into the swamp. It was gloomy, but not, thought Crusoe,\nfrightening. There must have been no more than light rains during the\npast weeks, for at first they found it possible to walk along dry\npaths, and here and there were pools of mud where ordinarily there must\nhave been water. But as they penetrated further in, the mud became more\nliquid. The leaves of the trees overhead shut out most of the light,\nand they walked over soft carpets of moss and decaying leaves. The odor\ntoo became unpleasant, the odor of mud flats and stagnant water, of\nsmall dead animals and impure, stinking marsh gas.\n\n\"Where are we headed for?\" said Angel uneasily. \"This is kind of dark--\"\n\n\"Not too dark to see,\" said Crusoe. \"But I perceive no signs of there\nhaving been a crash.\"\n\n\"Nor do I,\" agreed the Professor. \"However, the swamp covers an area\nof roughly twenty square miles. It will take us a considerable time to\nexplore it all.\"\n\nAnd in those twenty square miles was the danger which he had felt\nhanging over him. He suddenly began to wonder what he would find. A\ncrashed plane? No, it would be more than that. A crashed plane wouldn't\nexplain why the people acted and talked so queerly, why the food didn't\ntaste right, nor the sky look right.\n\n\n\nThe following day Angel stumbled over a half-hidden log and almost\nstepped into a trap. As the steel jaws snapped on the log instead of on\nhis foot, Crusoe thought of another trap, a trap not of steel, but more\nrelentless, one that gripped more firmly than this ever would. Had it\nshut recently, or was it going to shut?\n\nAngel's cursing distracted him from his thoughts. Professor said\nmildly, \"Don't use such language, Angel. After all, you _have_ escaped.\nAnd here's another trap--with something in it.\"\n\nAngel's eyes glittered. \"It's a 'possum. They're good eatin'.\" He began\nto laugh. \"Say, won't this guy be sore when he finds two traps sprung,\nand nothin' in them!\"\n\nBut later that day, when they saw the trapper, it seemed less like\na laughing matter. The man carried a rifle, and as Angel made an\nincautious noise, he swung around, rifle butt to his shoulder. Angel\ndropped just as the bullet cut through the leaves near where his head\nhad been.\n\nAnd then the trapper's rifle exploded, just as the other rifles had\ndone.\n\nThe trapper stared at what was left of his weapon in his hand and then\nturned and ran. Angel said, \"You pointed your finger again!\"\n\n\"No,\" said Crusoe. \"Not this time. I just _started_ to point.\"\n\n\"Maybe it's just the thinkin' about it that does it. Maybe you can do\nthings by thinkin'.\"\n\n\"That's absurd.\"\n\n\"I wonder,\" said the Professor. \"The swamp ahead of us is particularly\nnasty. We'll have to wade through water and mud at least to our waists.\nAnd when I remember how muddy you were when I found you, I have a\nfeeling that you must have wandered through here. Now if we could only\ndry up the swamp--\"\n\n\"They tried to do it once,\" said Angel. \"It can't be done.\"\n\n\"But suppose Crusoe were to point his finger at it and think: 'Swamp,\ndry up.' I wonder what would happen.\"\n\nThey were both staring at Crusoe now, and he said, \"Nothing would\nhappen.\"\n\n\"You can't tell,\" said Angel. \"Maybe Professor's right. Maybe it\n_would_ dry up. Try it and see.\"\n\n\"I refuse to make a fool of myself.\"\n\n\"The foolish thing,\" remarked the Professor, \"is not to try.\"\n\n\"Yeah, that trapper will be comin' back after awhile, with his pals.\nHe'll keep us from goin' back the way we came. We'll have to go ahead.\nAnd I hate to get all muddy. Come on, pal, just point your finger and\nthink the magic words.\"\n\n\n\nHe did feel like a fool, and if the other two had seemed at all\nskeptical, he would never have dared do it. Nevertheless, there did\nseem to be nothing to lose. He pointed his finger at the dark and muddy\nwater, at the tangle of fallen trees and rotting water lilies, and\nconcentrated.\n\n\"Think hard,\" urged the Professor.\n\nHe thought hard and forgot that they were there. Suddenly, a sheet\nof blinding flame swept over the swamp. He heard Angel cry out, and\ncovered his own eyes. When the flame had passed, the water was gone,\nand with it the tangle of fallen vegetation. Before them lay a bed of\nhard dry clay.\n\n\"You did it,\" said Angel in awe.\n\n\"I didn't,\" he replied angrily. \"You just can't do things like that by\nthinking.\"\n\n\"I know _I_ can't,\" said Angel. \"But you can. It's magic.\"\n\nThe Professor smiled. \"Let's not worry what it is. The main thing is\nthat the swamp ahead of us is now dry, and we can go ahead.\"\n\nThey went ahead. And a quarter mile ahead of them they found the ship.\n\nIt had been easier to locate than he had thought it would be. And once\nhe saw the ship, a feeling of recognition swept over him.\n\nAngel had halted and was saying in awe, \"This ain't no plane.\"\n\nIt wasn't. It had been constructed to do more than skim the surface of\na planet. It had been built to bridge the gap from one planet to the\nnext, from one star to the next. Only fifty feet long, it was a thing\nof strength and beauty, with a dull smooth finish that could slip\nthrough an atmosphere with a minimum of friction. He was beginning to\nremember a great deal now. The entrance, he knew, was near the nose.\nThe door closed tight after you went through it, leaving an apparently\nunbroken surface of metal, but if you came over to it and put your hand\non a certain plate--\n\nHe came over to it and hesitated. The Professor asked eagerly, \"Is\nthis--is it a spaceship?\"\n\n\"Yes. This is the door, over here. I must have crashed in the swamp and\nfor some reason staggered out.\"\n\n\"But how--how does it work?\"\n\n\"Like this.\"\n\nHe raised his hand to the plate, and suddenly the sense of danger\nswept over him again. And now he knew where it came from. Not from the\nship itself. No, not from the ship. But from the Professor, the gentle\nlittle man who had been protecting him.\n\n\n\nHe swung around and saw that the little man's forehead was beady with\nsweat. The man had been tense, hoping that he would open the door\nwithout remembering too much. The hope had failed. His memory had been\ncoming back gradually in the past few days. Now the sight of the ship\nhad brought back everything. Everything.\n\nHe caught sight of the glint of metal in the Professor's hand. \"I\nthought so,\" he said. \"I thought so.\"\n\nAngel's lower jaw had dropped. He stammered, \"What is this? Professor,\nthat ain't a gun, is it?\"\n\n\"Much more than a gun,\" said Crusoe softly. \"That's the magic. When I\npointed with my hand, without thinking, it was because I was accustomed\nto having a weapon like that. But it was the Professor who actually had\nit. It was he who made those rifles explode. And because he didn't want\nany one to suspect that he had such a thing on him, he let me have the\ncredit.\"\n\n\"It will do you no good to remember,\" said the Professor. \"In the long\nrun it will do you no good.\"\n\n\"I wonder. You can cover a great surface with a sheet of flame by using\nthat thing, you can kill with it, but you can't make me do what you\nwant. Not now, not after I've remembered who you are.\"\n\n\"Look,\" said Angel, \"I don't get this. I know the Professor for five,\nsix years.\"\n\n\"Not this one,\" replied Crusoe. \"Perhaps the original Professor did\nfind me wandering around alone. But then my friend here came searching\nfor me, and after studying his characteristics for a time, killed him\nand took his place. He's a great mimic, is my friend. That, in fact, is\nwhy I was sent to get him, and was bringing him, a prisoner, back to\nhis home planet. He's mimicked all sorts of people, even those who have\nonly the slightest resemblance to humanoids. It was nothing at all for\nhim to become a Professor. Physically, of course, he probably doesn't\nfit the part too well. Do you mean to say that you haven't noticed?\"\n\nThe Professor laughed gently. \"Angel wouldn't notice. Haven't you\nrealized yet that he's half blind? He stumbles, blunders into things.\nHe can't see well. He didn't notice the difference. Not when I acted so\nwell.\"\n\n\n\nAngel sought escape from confusion in a fact he could understand. He\nsaid pathetically, \"You killed the real Professor? He was a guy who\nwouldn't have hurt anybody. You killed him?\"\n\n\"Of course. I've killed much better and more important people than he\nwould ever be.\"\n\n\"He's right, Angel, he's an experienced killer. But all his killing\nwon't help him now. He needs me to open and operate the ship. And I'm\nnot cooperating.\"\n\nAngel held fast to what he could understand. He muttered to himself,\n\"The dirty killer. The rat.\"\n\nThe little man ignored him. He said, \"You were very wise, Tlaxon--you\nremember your name now?--you were very wise, when you saw that a crash\nthreatened, to lock the ship's machinery so that only your own personal\ncharacteristic motions would open it again. That was too much for\neven me to mimic. Your cleverness left me helpless to escape from the\nplanet without you. After we finally crashed, and I recovered from the\nshock, I examined the ship's machinery. There seemed to be no serious\ndamage. But I couldn't operate it. I needed your help. And you were\nunconscious. Sitting at the controls, you had received a much more\nsevere shock than I had. You didn't recover for many hours. And after\nyou did, you remembered nothing. You were still unable to be of use to\nme.\n\n\"I was enraged, but there was nothing I could do. I tried to keep you\nin the ship, but once, while I was asleep, you awoke and stumbled out.\nI had no choice then but to follow you in order to protect you. The\nship locked automatically behind me, leaving me worse off than ever.\nBut I had to follow because my escape depended on your own. It was then\nthat Professor discovered you and I discovered him. I had to kill him.\nI think you can see why.\"\n\n\"Yes, I see now.\"\n\n\"Once our return to the ship was blocked off, we had to hide. I had\nto discard our old clothes and steal clothes that would be less\nconspicuous. As it was, we ourselves were conspicuous enough. In\nthe world of ordinary men, we would have been subject to immediate\ninvestigation. It was only among such outcasts as Angel and his friends\nthat we could to some extent pass ourselves off as natives. When they\nmet us, the others thought that Angel had at last found friends of his\nown kind. Angel, of course, thought he had found the Professor. He was\noverjoyed to see me, and his enthusiasm was our passport. Moreover, in\ntheir world, it was not customary to ask questions that a man was not\ninclined to answer. There were too many embarrassing secrets on all\nsides.\n\n\"I was continually on tenter-hooks with regard to you. I was hoping\nthat you would remember enough to help operate the ship and escape from\nthe planet, but not enough to recall who I was. Meanwhile, I watched\nwith interest how even in your amnesiac state you absorbed the English\nlanguage. With our people, Tlaxon, language learning is much more of a\nreflex process than it is with these Earthlanders. You learned without\nknowing that you were doing so. All the same, your racial peculiarities\nprevented you from speaking exactly as the natives do.\"\n\n\n\n\"That's why I thought that _they_ were the ones who spoke strangely.\nAll but Angel.\"\n\n\"Yes, he has the same difficulties with dentate sounds like _t_'s and\n_d_'s that we do. Strange how much he resembles us physically too. It\nhelped people to think of us as three freaks of a kind. Mentally, of\ncourse, there's all the difference in the world.\"\n\n\"Is there? I wonder if he isn't basically sound. I wonder how well he'd\ndo if he weren't made to feel like a freak, if he were given a chance\nin our own System.\"\n\nThe smaller man's lips curled in a sneer. \"Perhaps an inferior creature\nlike him would fit in. I'm afraid I never will. I'll tell you what I'll\ndo, Tlaxon. Once we take off from this planet I'll let you put me down\nin one of three places where I have friends. I'll give you your choice\nand promise you that no harm will come to you.\"\n\n\"The rat,\" muttered Angel hoarsely. \"Look, Crusoe, I don't understand\neverything you fellows said. But I remember the Professor, the real\nProfessor. He had a big head, just like me. He used to say a wrestler\ncould be a highbrow too.\"\n\n\"A high forehead, such as our own. Yes,\" agreed the little man. \"He\nhad.\"\n\n\"And he didn't make fun of me because my face was kinda blue. Other\npeople used to look at me like I was a freak. They didn't realize that\nafter I stopped wrestlin' I had to go to work in some factory where the\nsilver chemicals turned my skin blue. They just thought I was born that\nway.\"\n\n\"We _were_ born that way,\" said Crusoe gently. \"Can't you tell? Or\nare your eyes so very bad? That's one reason we would have been so\nconspicuous without you. That's why the people looked so strange to me.\nNot merely because most of them had low foreheads. But because none of\nthem were blue. Pink and brown and white, and red and yellow and black,\nbut no blue. I began to think of them all as freaks.\"\n\n\"You are as big a freak as any,\" interrupted the Professor. \"I\nam giving you a chance for your life. And you prefer to discuss\nirrelevancies.\"\n\nCrusoe shook his head. \"Your offer is rejected. Whatever happens to\nme, I do not intend to help you escape.\"\n\n\"No? You have no choice, friend Tlaxon. I am tired of caring for you\nlike a baby. Either you accept my offer now or I withdraw it for a\nworse one. And I think I know of ways to make you do as I wish.\"\n\nIt was Crusoe's turn to perspire. He was quite aware that the other\nman knew of many painful ways. But he knew too that if he accepted\nthe original offer, the murderous little man would break his promise\nand murder him the moment the ship's controls were freed of their\nresponsiveness to the characteristics of one man.\n\n\n\nWhile Crusoe hesitated, the sharp crack of a rifle broke the silence.\nAngel winced and pressed his hand to his right shoulder. A red stain\nspread under his fingers.\n\nHalf a dozen men with rifles were advancing across the burned out area\nof the swamp. \"Attracted by the flame,\" muttered the Professor. \"The\nfools.\" He swung around to cover them with his weapon, keeping one eye\non Crusoe.\n\nHe had written off Angel because of the latter's wound. He should have\nremembered the man's tremendous vitality. Just as the weapon went off,\nAngel's left hand swung out and caught him under the jaw. A sheet of\nflame appeared at treetop level and then died out. The weapon fell to\nthe ground and Crusoe picked it up.\n\nThe rifles exploded. The next moment the door in the ship's surface had\nswung silently open. Crusoe leaped in.\n\n\"So long, pal,\" said Angel huskily. \"This rat killed Professor. I'm\ngoin' to make sure that he gets his.\"\n\nCrusoe shook his head, remembering all the times the big man had\nbefriended him before.\n\n\"Those men will punish him. You come in here.\"\n\n\"Huh?\" said Angel foolishly.\n\n\"Your one real friend is dead. Do you want to be regarded by the others\nas a freak all the rest of your life? Come with me. I'm expected back\nwith a prisoner. They'll be glad to get you instead. You'll be made\nover, given a new life. You'll still be blue, of course--but so will\neveryone else. As for _him_, he's past making over. He doesn't deserve\nto be treated as we treat most of our prisoners. I'll leave him to your\nrace and he'll probably be punished for killing the real Professor.\nEven if the only thing that happens to him is to remain on Earth and\nhave no way of getting back to his own planet, that will be punishment\nenough. You needn't worry about his getting his.\"\n\nAngel moved slowly through the doorway. The metal clanged shut behind\nhim. The motor purred and the ship began to vibrate so smoothly that\nCrusoe could hardly feel it. All was well, he realized; the motor was\nunharmed by the crash. For which they were thankful.\n\nThe ship roared into the air. As the forgotten little man, who had been\nthe danger, screamed unheard, they headed for the nearest star and\nhome--for both of them.\n",
    "metadata": {
        "author": [
            "Samachson, Joseph"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68753/pg68753.txt",
        "name": "forgotten_danger.json"
    }
}