{
    "name": "Formula for Conquest",
    "author": [
        "Adams, James R."
    ],
    "body": "\"I have a formula,\" the little man said loudly.\n\nI punched him ungently in the ribs and jerked my head toward the mangy\ncrew whooping it up in the close confines of the ill-smelling Martian\n_musk-parlor_.\n\n\"Shh. Not so loud, guy,\" I whispered from the corner of my mouth.\n\"This bunch would slit your throat in a minute, if they knew you had\nsomething on you that would bring a credit or two. I don't know what\nyour game is, but let's go in the back room where we can talk without\nstartin' someone's ears to burnin'.\"\n\nI wrapped my arm around the guy's shoulders and steered him toward\nthe back room, singing and laughing, as though I had an overload of\n_Meez-musk_ and was feeling a little bit happy.\n\nI didn't know what had brought the little fellow to me. I'd never seen\nhim before yet he seemed to know me and had made his way directly to\nthe bar where I stood and addressed me by name. Anybody that knew that\nmuch about Tod Mulhane, soldier of fortune, needed looking into, and I\nwas determined to give this mild-mannered, shrimp of a man a thorough\ngoing over.\n\nI bolted the door behind us and seated myself at the table always kept\nthere for various games of chance.\n\n\"Mousie\" nervously assumed a seat and sat staring at me, his big,\nmilky-blue eyes blinking nearsightedly and a withered, vein-covered\nhand tweaking incessantly at a bedraggled gray mustache.\n\n\"I'm Professor August Q. Twilken,\" he essayed. \"I have a formula.\"\n\n\"And I'm Tod Mulhane, as you seem to know, and I have a couple of great\nbig ears, open and waiting. What can I do for you, Twilken?\"\n\nTwilken's face suddenly became grim and the milkiness left his eyes a\nmoment, to disclose dancing, hard lights of determination.\n\n\"Nothing for me, Mr. Mulhane,\" he said slowly. \"This is for the world!\nYes, for three worlds!\"\n\nI nodded patiently, thinking maybe I had a nut on my hands.\n\n\"Of course, Twilken. And just what is it we're going to do for these\nworlds?\"\n\n\"We're going to save them from the coming Interplanetary War!\" Twilken\nsaid forcefully. \"Here's the way things--er--stack up. We know Jupiter,\nSaturn and Uranus have their armies poised for a quick thrust at\nthe Allied Worlds--Mars, Earth and Neptune. But, so far, they have\nhesitated, knowing both sides are pretty well matched in strength and\nfearing the assault might be drawn out in a long, destructive conflict\nthat would gain them nothing. They won't wait forever, however, and,\nsooner or later, they'll find a weakness in the Allied Worlds' armor\nand strike with all the force at their command. Mr. Mulhane, the Allied\nWorlds _must_ be the ones to break this deadlock. _We_ must be the ones\nto gain an edge in strength and force them to disarm, or be destroyed\nby the ruthless machine of the brain behind their mad plot. But, I\nforget, you know all of this, Mr. Mulhane.\"\n\n\"Tod's the name,\" I said absently. \"Yes, I know all about Xan VIII's\nscheme to defeat the Allied Worlds. So what? There's nothing I can do\nabout it. Naturally, being a Martian, I am anxious to see the Allied\nWorlds win. But I can't see--\"\n\n\"You're a Martian?\" Twilken stared, aghast. \"But--but you look like an\nEarthian!\"\n\n\"I have many disguises,\" I smiled. \"And many pseudonyms--among them\nbeing that of Tod Mulhane. A soldier of fortune such as I must resort\nto numerous devices to elude his enemies. Incidentally, how did you\nknow who I was and where to find me?\"\n\n\"I have--uh--contacts,\" Twilken stammered. \"But your disguise seems so\nrealistic! I would swear you're an Earthian!\"\n\n\"I put my entire being into a part. I would long since be dead if I\nwere unconvincing in my characterizations. But we digress, Twilken.\nCome to the point.\"\n\n\"The point is this,\" Twilken recovered from his astonishment. \"If we\nhad the support of one of the lesser planets, such as Venus, we could\neasily overthrow Xan's regime and bring a lasting peace to the System.\nBut, at the time, the inhabitants of Venus are in a crude stage of\nevolution and are too stupid to be of much help. They have expressed\ntheir willingness to help, but their ignorance might well be a weight\non our progress and turn the tide against us.\"\n\nI shifted uneasily in my chair and glanced at the door.\n\n\"But supposing evolution could be speeded up on Venus,\" Twilken\ncontinued. \"Supposing the inhabitants could be developed as much in\ntwo months as would ordinarily take a thousand years. They would soon\nemerge to a state of intelligence as to be of immense value and aid to\nour cause. I have something that will do this very thing, Tod!\"\n\n\n\nI leaped from my chair and wrenched the door open, just about scaring\nProfessor Twilken out of a year's growth.\n\nA short, fat Jovian fell into the room and lay grinning up from the\nfloor. His pink, shaggy-browed eyes searched our faces briefly, then he\narose, bowing deeply.\n\n\"Gendlemen,\" he intoned. \"I hope I am nod indruding. I was leaning\nwearily againsd dis door, half asleep, and den I suddenly find myself\nlying here on de floor!\" He gestured at the bare planks and laughed. It\nsounded like a snake hissing. \"Mosd clumsy of me!\"\n\nThe Jovian's inability to pronounce the letter \"T\" made his speech\nsound like that of a Venusian gunman. I wondered how much he had\noverheard.\n\nThe Jovian bowed again, brushing dust from his gleaming, spun-metal\ntunic.\n\n\"I drusd I have nod inconvenienced you gendlemen. I musd be more\ncareful, in de fudure. I have a nasdy habid of falling asleep ad odder\npeople's doors! Now, if you will excuse me...\"\n\nThe Jovian slid through the door and lost himself in the hubbub beyond.\nI had a hunch we were going to have trouble from him. People just\ndidn't go around 'falling asleep' against strange doors without a\npurpose.\n\nTwilken had sat all this time, his milky eyes looking about for a hole\nto crawl in to and his hand clutched his breast, as though about to\nhave a heart attack.\n\n\"Is that your formula?\" I indicated his tunic pocket.\n\n\"Yes! It must never fall into the hands of the Jovians, Tod. They\ncould make fearful use of it! We must carry out my plan quickly, or\nthat son-of--\" Twilken clapped a hand over his mouth, to stifle the\nstrong words he had been about to utter. \"--that mad devil will warn\nhis consorts and they'll be after us like hounds. In all fairness, Tod,\nyou must know the Allied Worlds Council is not endorsing my venture.\nThe diplomatic relations between worlds are stretched to the breaking\npoint, and, if the Jovian government thought the Council was supporting\nsuch a plan, they might strike immediately with devastating results\nto the morale of our people, for there are some who think we can't\npossibly stand against such an efficient organization as Xan's. That's\nwhy I need you. You have a fast ship; you have courage and the brains\nto carry out my course of action if I should fall by the wayside. Will\nyou help me?\"\n\nI grinned and hitched up my pants, Earth-fashion.\n\n\"When do we start?\"\n\n\n\nWe were well out in the void, thundering toward Venus, when Twilken\npointed excitedly at a small speck on the telescreen.\n\n\"That's a ship, Tod!\" he yelled. \"That blasted Jovian's following us!\"\n\nI poured more power to my craft and slammed down frantically on the\nmeteor-shield stud--but it was too late. A great blast rocked the ship\nand girders groaned their protest as they buckled under the terrific\npressure. A piece of flying metal smacked Twilken on the head and he\nsank to the floor, out cold.\n\nI ran to the navigation room locker and snatched out a couple of\nspacesuits. I tugged and stuffed Twilken into one and barely made it\ninto my own when the air began to hiss out through the torn plates.\n\nWe were caught up in the vacuum and whisked out into the dark, cold\nvastness, to float about like two corks in a millpond.\n\nThe Jovian ship, for such it proved to be, rushed in quickly and\nfastened a grappling-beam on our helpless figures. In less than a\nminute, we were inside the cruiser and facing the leering Jovian of the\n_musk-parlor_ incident.\n\n\"I am mosd pleased ad dis oppordunidy do renew our acquaindance,\" he\nsmirked. \"No doubd you know whad I am afder? I shall wasde no dime in\nplaying cad and mouse. Give me de formula and dere shall be no drouble.\"\n\nTwilken came to long enough to shout: \"You shan't have it!\"\n\n\"Bud I will,\" the Jovian assured him. \"I have bud do search you. I am\ncerdain we shall find de formula on your person. Will you surrender id\nvolundarily or musd we use force?\"\n\n\"Give it to him, Augie,\" I said. \"We're cold turkey.\"\n\n\"Misder Mulhane is quide correcd,\" the Jovian agreed. \"You have no\naldernadive bud do relinquish your secred.\"\n\n\n\nTwilken groaned despairingly and removed his bulger. He dug in his\npocket and brought out the formula, somewhat the worse for wear.\n\nThe Jovian snatched it eagerly and beamed toothily at us, his thin,\npointed tongue darting like a snake over his bloated lips.\n\n\"Dank you, Misder Dwilken. Never fear, I shall make good use of your\nformula. Would you care do know how I indend do defead de Allied Worlds\nwid id?\"\n\nWe remained silent.\n\n\"Very well, I shall dell you. Jusd as you have a podendial ally in\nVenus, de inhabidands of Pludo are likewise sympadedic to _our_ cause.\nAs you know, dey long ago reached and passed de poind of greadesd\nindelligence, and are slowly reverding do de savage sdage from which\ndey evolved. I propose do hald dis redrogression, wid de assisdance of\nMisder Dwilken's formula, and resdore dem do deir former greadness. Dey\nwill be dankful do us Jovians, yes, and dey will be happy do assisd us\nin our conquesd of de Allied Worlds.\"\n\n\"You--you fiend!\" Augie spluttered ineffectually. \"You're going to use\n_my_ formula to swing the balance of power in _your_ favor!\"\n\n\"Dad's righd,\" the Jovian bowed. \"Is nod dis de very same ding you\nindended to do for your own worlds? Durn aboud is fair play, I once\nheard on Eard.\"\n\n\"But we weren't planning to destroy you and your crummy bunch with it!\"\nAugie shouted, incensed at the Jovian's condescending air. \"We were\nonly going to use it to force your armies to disarm and to remove your\ncutthroat clique from power.\"\n\n\"No doubd,\" the Jovian waved a plump, bejewelled hand. \"And dad musd\nnever be. Xan VIII has udmosd confidence in my abilidy as chief of de\nJovian Secred Police and, if I fail, he would surely kill me before\nrediring indo exile. I remember his exacd words: 'Mon Pordo, if you\nbedray de drusd placed in you, dere can be nodding bud dead as a\nreward!' You can readily appreciate my predicamend, gendlemen. I musd\ngive vicdory do my governmend or perish as a resuld. Nadurally, when I\noverheard your conversashion ad de musk-parlor, I realized dad here was\na means do an end.\"\n\n\"You're a sly devil, Mon Pordo,\" I said harshly.\n\n\"Dank you, Misder Mulhane. Dad is a necessary evil of\nmy--ah--profession. Dis ship has sed a course for Jupider and, dere,\nyou will be held prisoners, pending de oudcome of our experimends wid\nDwilken's formula.\"\n\n\"And then you'll kill us!\" Augie said hotly.\n\n\"Perhaps. Dad is for me do decide. You cerdainly have no choice in de\nmadder. And now,\" Pordo indicated three hulking Jovian brutes, waiting\nto pounce on us, \"dese gendlemen will escord you do your cells. Id is\nregredable I cannod allow you de run of de ship, bud de oppordunidies\ndus offered might prove doo dempting do resid. I advise you do go\nquiedly, gendlemen.\"\n\nWe went quietly.\n\nWe were placed in adjoining cells and Twilken spent his rage in\nrattling the bars and cursing Mon Pordo for a bloody, ill-spawned,\nwar-mongering idiot. The Jovians paid no attention, however, and Augie\nsoon simmered down to a slow boil, pacing his cage like a trapped\nanimal.\n\nWe got to talking and Augie wanted to know all about me, why I had\nchosen such a career and did I have any immediate plans for escape?\n\nAt first, I was reluctant to talk about my life-history as a\nfree-booter of space, but Augie was persistent and I soon broke down.\nI hardy knew how to start, but the words came easy once I got going.\nAugie listened attentively, interjecting questions here and there.\n\n\"I _am_ a Martian,\" I began. \"But I was reared and educated on Earth\nand, consequently, I think, act and talk much as an Earthian. I suppose\nthat's the main reason I most generally adopt the role of Tod Mulhane\nwhen hiring out my services. My real name doesn't matter--it wouldn't\nmean anything to you. As to why I became a soldier of fortune, perhaps\nit's because of an insatiable appetite for adventure I possess or maybe\nbecause I was left an orphan at an early age and just naturally drifted\ninto it. That doesn't matter either. I've put a lot of space behind my\ntubes in my brief span of years and seen a lot of things that would\nmake your blood run cold--things I've never talked of before, nor will\nI tell of them now. So you can sketch in the details yourself, if you\ncare to. I've told all that's worth listening to.\"\n\n\n\nWe had been conversing in low whispers and Augie glanced up and down\nthe corridor to make sure no guards were present before voicing his\nmost imperative query.\n\n\"Most interesting,\" he approved. \"But, surely you have a method of\nescape planned? We can't just sit here and let these devils go through\nwith their mad deed.\"\n\nI motioned for silence and Augie subsided, watching my antics with\ngreat interest. I placed my hand between two bars and pulled gently,\nwith an even pressure. My companion stared bug-eyed as the hand came\nloose, exposing a pink tentacle ending in five, wire-thin appendages.\n\nAugie gasped, suddenly remembering his Martian anatomy.\n\n\"Of course!\" he breathed jubilantly. \"I'd forgotten! If Pordo had\nrealized you were a Martian he would never have placed you in an\nuninsulated cell!\"\n\nI laughed.\n\n\"We're not going to escape yet, though,\" I said softly. \"It would do no\ngood. Pordo would merely recapture us and lock us away in the insulated\ncargo-hold. We wouldn't have a chance then.\"\n\n\"What do you plan to do, then?\" Augie asked perplexedly.\n\n\"We'll let them think we're helpless,\" I explained. \"They'll go ahead\nwith their scheme and, at the crucial moment, we'll step in and queer\nthe works.\" I replaced the false hand.\n\n\"How?\" Augie wanted to know.\n\n\"_That_,\" I said, \"remains to be seen.\"\n\n\n\nThe pilot brought the cruiser in for a perfect landing and the\nunceasing throb of the rockets sputtered, died and gave way to a loud\nsilence.\n\nMon Pordo came down the passageway, flanked on each side by a\nstony-faced guard. His cruel lips parted in a wide grin as he unlocked\nour cells and motioned us out.\n\n\"We have arrived, gendlemen,\" he hissed. \"I am pleased do node you\nhave made no efford do escape. We shall proceed immediadely do de\ngovernmendal palace where you will be inderned in de underground\nprison-block. You will accompany dese men who will lead you do your\nquarders.\"\n\nThe musclemen hustled us from the ship and into a waiting surface-car.\nI had refitted the false hand, fusing the ends of the plastic together\nwith a quick jolt of electricity. The stupid guards didn't suspect\nanything as we roared from the Jove City Space-port, headed for the\nluxurious palace which housed the high officials of Jovian government.\nI could have burnt them to a crisp where they sat, but Twilken was to\none side of me and he would be the first to get it. I decided other\navenues of action would present themselves in due time, so I relaxed\nagainst the cushions and stared casually out the window, mentally\nmapping the route we were following, to use as reference in our coming\nescape. Twilken sat dejectedly, his milky eyes playing tag with a small\ninsect beating frantically against the wondow. I felt a strange kinship\nfor this mild little man. He was so _darn_ concerned over our plight;\nso _terribly_ anxious to regain the formula he had labored long and\nhard to perfect. I wasn't so worried about our present unfavorable\ncircumstances as he--having built up an immunity to such misfortunes in\nmy past escapades. Nevertheless, my brain was working overtime--seeking\na way to circumvent the Jovian plot once we had escaped.\n\nWe braked to a halt in the palace courtyard and the two ugly Jovians\nprodded us toward a massive, solid-steel door. The damp, moss-covered\ntunnel through which we passed ran deep under the palace and row\nafter row of tiny, unlighted cells lined each side. Many of them\nwere occupied, and I didn't care to look twice at the wild-eyed,\ndisease-wracked bodies of Nan's victims. There was a hopeless look on\nthose hollow-cheeked faces; a blank, \"why go on fighting?\" stare in\nthe eyes of the more sane--the ones who hadn't been there very long\nyet. The cells were wet and filth-littered and the suffocating stench\nof the place was so dense you could almost see it.\n\nWe were more fortunate in the matter of living conditions. The cell in\nwhich we were placed was large, tolerably dry and was supplied with a\ncouple of candles for illumination. Still, the unrelenting smell and\nthe tortured moans of the prisoners was enough to drive a man mad.\n\n\"Pordo wands do keep you alive awhile,\" one of the guards explained,\nreferring to the clean cell. \"If dis formula doesn'd show resulds, id's\ngoing do be doo bad for you fellows! Pordo don'd like do be dampered\nwid, so, if all dis is jusd a drick--look oud!\"\n\nThe Jovian slammed the door to and the pair went off down the tunnel,\nechoes of their laughter rolling back to bounce gleefully through the\ncells, plucking one more anguished groan from the lips of the half-dead\nmen within.\n\nThe old-fashioned wax candles were relics of a long-gone day and age,\nmanufactured solely for ornamentation. But some scientist had whiled\naway a few idle hours by adding a couple of new features.\n\n\n\nAugie removed the cap from the wick of one and it burst into a\nbrilliant, unflickering flame. Even it was far superior to the crude\nelectric lighting of the ancients.\n\n\"What now?\" Augie asked.\n\n\"We wait,\" I said. \"This cell isn't too uncomfortable and we can bide\nour time here; play the game Pordo's way and lull him into a sense of\ninvulnerability. Things may come to a head sooner than you think, and\nyou can bet we'll be in there fighting at the end.\"\n\nAugie's eyes flamed and his face screwed into a mask of hate.\n\n\"I despise that tyrant Pordo!\" he breathed soulfully. \"D-damn him, if I\nmay use such a vulgar term.\"\n\nI glanced about the cell and located a musty, well-worn cot. It was the\nonly one the room contained, so it was the floor for one of us. Night\nmust be spreading its black cloak across the world outside and we were\nboth dead-tired.\n\n\"We'll flip a coin for the bed,\" I said. \"Then we'll alternate in its\nuse for as many nights as we're here.\"\n\nAugie chose heads and flipped the coin. It came up tails.\n\n\"D-damn,\" he reiterated. \"Seems my luck has flown the coop for good!\"\n\nHe crossed the room and snapped the cap down over the candlewick.\nDarkness rushed in, probing inky fingers under the cot and in crevices,\neager to strangle any loitering mote of its fleeing enemy.\n\nPordo visited us the next day, anxious to let us know how he was\nprogressing. He bowed his silly, condescending bow.\n\n\"I drusd you have slepd well, gendlemen. I am indeed sorry dere are no\nbedder quarders available, bud de choice rooms of de palace are quide\nwell-filled wid de visiding diplomads of our allies. Incidendally, de\nPludonians have also arrived for de experimend!\"\n\n\"You mean you're going to conduct the experiment right here on\nJupiter?\" Augie exclaimed, wide-eyed.\n\n\"Dad is precisely whad I mean!\" the Jovian bit out. \"Do you objecd?\"\n\nAugie was too confused to offer a reply. He just stood staring at\nPordo, tiny beads of sweat popping out on his forehead.\n\n\"You will ask why,\" Pordo divined. \"And I can see no danger in delling\nyou. We have god do desd de formula firsd on a selecded few individuals\nfrom Pludo. Accordingly, de dwendy-five mosd highly advanced indellecds\nof Pludo have been broughd here do de palace and will undergo de\nspeeded up evolushion process. In dis way, we may make advance condacd\nwid de enlighdened Pludonians, before evolving de masses, and make\na pacd wid dem, pledging deir planed's aid in our projecd. Den, de\nmillions of odders will receive de dreadmend and we will be ready\ndo acd! We are nod doo sdupid do realize de evolved creadures mighd\npossess animosidy doward our purpose. Dus, in our firsd experimend, we\nare evolving no more dan can be easily eliminaded, should dey prove\nhosdile. De formula is even now being prepared and will be applied\nimmediadely. According do Misder Dwilken's dada, de process should be\ncomplede in dwo monds, ad de mosd. Id is pleasand to condemplade, isn'd\nid, gendlemen?\"\n\n\"It will never work!\" Augie shrieked. \"Your plan is utterly mad!\"\n\n\"Id _bedder_ work,\" Pordo said significantly, \"or I'm afraid I shall be\nforced do adminisder drasdic punishment do dose who have dus wasded my\ndime. Good-day, gendlemen!\"\n\nWe watched the receding figures through the bars and, when Pordo was\nout of sight, Augie said through grim lips:\n\n\"I don't like it, Tod. He's hitting into something he can't handle!\"\n\nThe fifth day of our confinement, Augie did something that almost put\nthe fat in the fire.\n\nA guard brought our food and water each day and would dawdle awhile in\nthe cell, heaping salt on our wounds by informing us of how well the\nexperiment was going forward. This day he was exceptionally boastful\nand Augie was feeling particularly testy about the whole thing.\n\nThe Jovian had explained in much detail how you could actually _see_\nthe Plutonians evolving as the formula took effect. His eyes bugged\nin awe as he told how the skin and flesh stretched and twisted on the\nskeletons, forming itself into new substance.\n\nAs he turned to leave, smug in the knowledge he had paved the way for a\nsleepless night, Augie jumped from the cot and hissed after him:\n\n\"_Mismu T!_\"\n\n\n\nThe guard whirled, eyes blazing. The Jovians were extremely sensitive\nabout their vocal defect that made forming of the letter \"T\" physically\nimpossible. Augie's hot expletive was the equivalent of telling Pordo's\nunderling he was too dumb to pronounce the sound.\n\nThe enraged dupe leaped at Augie, snarling fiercely. The two went down\nin a tangle flying arms and legs, the Jovian pouring sledgehammer blows\ninto Augie's midriff--blows that were meant to kill. He wore no gun,\nor he would have used it. The Jovians were giving us no opportunity at\nescape.\n\nI jumped into the fray, knowing if I didn't intercede in Augie's behalf\nthe guard would maul him into a bloody pulp.\n\nThe Jovian turned on me and closed in, fists flailing and teeth\ngritting in fury at my interruption. I sidestepped his wild body punch\nand heard bone crunch as I caught his chin on a well-timed upper-cut.\nThe guard screamed, blood dripping from his torn lips and Augie came in\ntriumphantly from behind, raining mincy, bird-like blows on his head.\n\nIt didn't last long. The other guards, attracted by the clamorous\nuproar, came on the run and quickly subdued us with clubbed\nflame-pistols. Our badly-beaten opponent was dragged from the room,\nuttering garbled, vengeful threats, and we were left to lick our wounds.\n\n\"You shouldn't have done that,\" I mildly reproached Augie.\n\n\"I was mad.\" He thrust out a stubborn chin. \"They're stirring up a\nhornet's nest, Tod, and I won't be responsible for what happens! My\nformula was meant to be used on the native worlds of the subjects and\nthere's no telling what kind of monstrosities they may evolve by not\nfollowing the natural laws embodied in it. The resultant organisms may\nbe intelligent, yes, but--\"\n\nAugie broke off, tenderly fingering a swollen eye and munching\nthoughtfully on his lower lip. He was sure down in the dumps all right,\nand I couldn't blame him. We were in a hell of a mess, putting it\nmildly. Three worlds to save, and we couldn't even save ourselves!\n\nWe spent two full months in the dungeon. I fretted away the last thirty\nnights on the floor, since contact with the cold stone had goaded\nAugie's rheumatism into full-flare.\n\nNews leaked in now and then and, on the sixty-second day, our guard\ndisclosed the experiment had been completed and the high officials\nof Jupiter and its cohorts would meet that very day with the evolved\nPlutonians in the Grand Assembly Hall of the palace to form a pact that\nwould seal the fate of the Allied Worlds.\n\n\"Now is the time, Augie!\" I whispered excitedly.\n\nAugie was electrified into action. He backed off in a corner and pulled\nthe cot down over him. There would be tremendous heat.\n\nI placed one hand under a foot and heaved up. The false hand remained\non the floor, leaving my prehensile tentacle free to act.\n\nI strode to the door and glanced up and down the tunnel. No guards\nwere present--they were probably outside discussing the conference,\nwhich was now in progress.\n\nI twined my \"fingers\" about a thick, steel bar and gave it all\nthe juice I had! The metal glowed red-hot slowly fading into an\nincandescent white! The stuff began to melt, flowing out into the\ntunnel and forming bubbling puddles at my feet. The door didn't last\nlong; all that was left was the cooling pools of metal and a gaping\nframe that yawned invitingly! The way was clear!\n\n\"Willing to take a chance?\" I asked.\n\nAugie gulped and nodded weakly.\n\nI boosted him to my back and made a sudden dash through the hissing,\nliquid steel, taking care not to slip. I wasn't afraid for myself, I'm\nnon-conducive to heat. But Augie, perched precariously on my back,\nwould certainly be engulfed and devoured by the stuff if I should fall.\n\n\n\nThen we were through the molten hell, making our way cautiously down\nthe passageway. Pitiful moans assailed our ears; frenzied pleas for us\nto release the sufferers inside welled forth from the dark cells. But I\nwas adamant.\n\n\"Time enough for that later, _if_ we're successful,\" I said to Augie.\n\"These half-dead creatures would only be in our way in the coming\nfight.\"\n\nWe reached the outer door and I pulled tentatively on the handle. It\nwas unlocked! Apparently, the guards thought the thick cell-doors were\nenough protection against escape and hadn't bothered to fasten this\none. Anyway, they would return soon.\n\n\"You wait here,\" I whispered to Augie. \"They're probably outside the\ndoor and would raise a hell of a noise if we came rushing out fighting.\nI may be forced to use a little persuasion on them.\"\n\nI opened the door and stepped casually outside. The guards were huddled\nin a circle not ten feet from me, absorbed in an abstract debate on\nwhat would arise from the palace conference. One of them spotted me and\nlet out a squeal.\n\n\"L-look!\" he stammered. \"One of de prisoners is loose!\"\n\nThey marshalled their forces and advanced on me slowly, quietly, seeing\nno reason to summon aid. There were five of them--I was but one.\n\nThey made a concerted rush and clamped eager hands on my arms. Mon\nPordo and Xan would reward them liberally for thwarting such an\nill-planned coup. It was so easy, too.\n\nI placed my exposed tentacle on the shoulder of one and let go with a\nfew thousand volts!\n\nThe Jovians were packed together tightly and the electric charge\ndispatched them with grim ease. There was nothing left but a sickening\nmass of blackened, cooked flesh.\n\nAugie poked his head through the door and gagged wretchedly at the\ncharnel sight.\n\n\"It was necessary,\" I said.\n\nWe stuffed the charred bodies inside the tunnel door and fled swiftly\nacross the courtyard to the palace-proper where I pointed to a high\nwindow. Vines ran rampant on the wall. It would be an easy matter to\nclimb up them to the window.\n\nWe started up, gaining footing in small cracks between stones and going\nhand over hand toward the opening. Augie looked down once, and turned a\npale green. From then on, he kept his eyes fastened to our objective.\n\nI reached the window first and held out a hand to Augie. I pulled\nhim through and we stood looking about. We were on a huge balcony,\noverlooking the brilliantly lighted Grand Assembly Hall. The most\neminent political figures of three planets were there below us.\n\nHere was Taj Morkus and Klex II of Saturn. There was Wen Dorn and the\nintellectual, if perverted, scientist, Haljin from Uranus.\n\nThe wily Mon Pordo was all about the Hall, like a fretful hen, bowing\nand shaking hands and directing the villainous delegates to seats at\nthe council table.\n\nAt the head of the table sat Xan VIII himself, adorned from head to\nfoot with rare, exotic jewels, watching the redundant proceedings from\nbored, seemingly-sleepy eyes.\n\nThere were more, many more, but those six were the main cogs of the\nmachine. I counted exactly one hundred figures seated around the\ntable, and some of them were strange beings indeed....\n\nI knew immediately these were the evolved Plutonians. There were\ntwenty-five of them, ranged along one side of the immense table,\nfidgeting uncomfortably under the concentrated attention of their\nhosts. There was something odd about those creatures, although I\ncouldn't say just what. Certainly their color was strange; a sick,\nyellowish-white--but that wasn't what bothered me. I could tell by\ntheir actions they were rational, thinking beings. It was something\nabout their \"flesh\" that had me going. Augie solved the problem with\nhis next words.\n\n\"My lord!\" he whispered loudly. \"Those creatures are composed almost\nentirely of an impure form of calcium carbonate! I thought something\nlike this would happen! Away from the native world, the Plutonian\nprocess of evolution was torn between its natural tendencies and the\ncontradictory characteristics of its new environment. This is the\nresult!\"\n\nIt was then I knew what we must do. We went over the plan hurriedly,\nyet making sure there were no flaws. Down below, Mon Pordo was\nbeginning a speech. He stood at the table importantly, white teeth\nflashing against the purple background of his corpulent lips.\n\n\"Gendlemen,\" he began blandly, as if that was the only form of address\nhe knew. \"I have de unequalled honor of presending do you a mosd\nmarvelous revelashion. I have de privilege of making known do you dad\nwhich has been kepd secred from your eyes; dad which we have ofden\nhinded ad in the pasd dwo monds, bud have nod yed divulged. Once I\nhave mad dis gread disclosure, you will realize vicdory is widin our\ngrasp--jusd as our enemies will realize furder resisdance is endirely\nfudile and will abandon deir idealisdic cause. I--\"\n\n\n\nHe rambled on like that for half an hour, finally getting around\nto introducing the Plutonians. Things moved more swiftly then. The\nPlutonians were just the least bit reluctant to form an allegiance\nand the experienced diplomats argued, pleaded, thrust and parried\nand generally browbeat them into a decision. The confident delegates\nfinally withdrew to other parts of the palace to give the beleaguered\nPlutonians a chance to think it over in private. This was what I had\nbeen counting on, and we took quick advantage of the situation.\n\nAugie scurried back through the window and clung to the vines outside,\nto be a safe distance away from what was to come. An hour, the\ndiplomats had said. We would make good use of those sixty minutes. I\nleaped to the balcony-rail and plummetted down in the center of the\nHall.\n\nThe Plutonians didn't have time to get out so much as a peep. I had\ndivested myself of both false arms and, even in mid-air, I released a\nkilling charge of electricity that left the duped creatures slumped\nin their chairs--lifeless hulks. If the armed Mon Pordo had been\nthere, things would probably have been different. The Jovians were\nquick-eyed and quick-acting and he would have blasted me to pieces with\nhis ato-matic the minute I appeared on the balcony-rail. That's why I\ncouldn't risk it before. I didn't want Augie facing the devils alone.\n\nI spent quite a little time in the Hall, standing in the center of the\ntable and sending out wave after wave of electricity over the dead\nPlutonians--doing things to their bodies.\n\nFinally satisfied I had accomplished my purpose, I arranged the beings\nin life-like poses along the table and moved silently to a spot beneath\nthe balcony-rail.\n\nAugie had succeeded in tearing one of the tough vines loose from the\npalace wall and now he lowered it to me, keeping a wary eye on the Hall\ndoor.\n\nGoing quickly up the thin fiber strand, I stepped jubilantly over the\nrail--and found myself looking directly into the venom-filled eyes of\nMon Pordo!\n\nHe was standing in back of Augie, a little to one side, so the deadly\nato-matic held unwaveringly in his hand could cover us both.\n\nThe frozen surprise on my face caused Augie to turn and stare sickly.\nAll the heart seemed to go out of him at that moment. His shoulders\nslumped wearily and the hard lines of determination in his face\ndissolved into a black pool of despair beneath the caustic solvent of a\nbig, unashamed tear. We were beaten!\n\nFor once, Pordo was so infuriated he forgot all about bowing. His\neyes smouldered like blobs of hot grease, about to burst into flame;\nfrenzied, unholy hate seemed to ooze from every pore. Even so, he spoke\nquietly.\n\n\"A nead plan, gendlemen. Bud id has failed, jusd as all plods againsd\nXan VIII will fail! Drue, you have given us a demporary sed-back by\nkilling de Pludonians, bud we sdill have de formula and dere are odders\nwho, dough nod as indelligend, will well serve our purpose. Id is doo\nbad I decided do visid you during de recess, isn'd id? Odderwise, your\nrash acd may have succeeded! When I found you gone and your guards\ndead, I knew insdandly whad you were up do and came here as de logical\npoind for you do sdrike from. I am sorry, gendlemen, bud you are doo\ndangerous do be allowed do live. So, I musd eliminade you!\" Pordo\nraised the gun and his finger tightened on the firing stud.\n\nThis was it! I couldn't blast Pordo with an electric shock without\nkilling Augie, too. Good-bye, \"Tod Mulhane\"--you've had a short but\ninteresting life! I steeled myself for the atomic capsule that would\nsoon rip through my body.\n\nAugie acted almost impulsively. He still held the fibrous vine in his\nhand and had noted slyly one of Pordo's feet enmeshed in the extending\nend. He lunged suddenly backward and Pordo came down hard on the\nbalcony floor!\n\n\n\nInstantly we were on him; clawing, punching--making a desperate bid for\nthe ato-matic. Pordo tried to scream and Augie planted a solid kick in\nhis belly. The Jovian suddenly decided he didn't want to scream; maybe\nbecause there wasn't any air left in him to yell with.\n\nI whipped a tentacle about the fat throat and began tightening my\nmuscles, ruthlessly. Pordo's eyes bugged hideously and the wind\nwhistled through his teeth in a vain effort to enter his lungs.\n\nSure, we were two on one, but fair play didn't enter the picture. We\nwere fighting to save three worlds, and Xan and his henchmen had used\nthe same tactics in their blood-drenched rise to power. This was a case\nof 'Durn aboud _is_ fair play,' as Pordo would say.\n\nRight now, he wasn't saying _anything_. The fat body had gone limp in\nmy grasp and Pordo's evil soul was probably this minute bowing at the\ngates of hell and saying, \"Gendlemen!\"\n\n\"They'll be returning any minute!\" Augie panted anxiously. \"We've got\nto work fast!\"\n\nI handed him a small chunk of stuff I'd gouged from the body of a dead\nPlutonian and retired to my place at the balcony rail.\n\nAugie took the stuff gingerly and placed it on the flat, upturned butt\nof Pordo's ato-matic. He crossed the slanting balcony to a point where\nthe ceiling almost met the floor and waited there breathlessly.\n\nA network of pipes ran across that ceiling. Pipes that contained water.\nThis part of the palace was much the same as it had been many years\nago, when the first Jovian dictator had met with his underlings here in\nthe Assembly Hall and formed the policies of government that had laid\nthe groundwork for eventual System domination. The Jovians entertained\na sentimental attachment to this outmoded room and wouldn't think of\nmodernizing it, except for inconsequential details such as lighting.\nEven the ancient, automatic sprinkler system remained. Originally used\nto combat fire, it was now nothing but an ornament; a relic of bygone\ndays. The Jovians didn't need it now; scattered about the room were\ndozens of the recently invented _Kelecyrine-capsules_, one of which\ncould extinguish the most persistent of flames. But I was staking\neverything on the hope the sprinkler was still connected to a water\npump.\n\nThe diplomats were reentering the room! They moved forward\nconfidently--unrealizing of the fact the Plutonians were dead. Xan led\nthe procession, his gigantic belly bouncing up and down in rhythm to\nhis pompous steps.\n\nNow! I waved my hand frantically at Augie. He snapped to sudden life.\nA stream of saliva squirted from his lips and impaled the stuff on the\ngun butt. It literally exploded into flames! Fingers of fire danced\naround the gun butt, questing hungrily for something to absorb.\n\nAugie supplied that something. He moved the gun up under a rusty\nsprinkler pipe and held it there. Luckily, he had had the foresight to\nempty the gun's atomic capsules and wrap a torn piece of cloth about\nhis hand.\n\nThe Assembly Hall was big and the men below were walking slowly.\nAugie's torch had ample time to heat the pipes before the group reached\nthe table.\n\nXan was getting suspicious. The unmoving forms of the Plutonians had\nhim puzzled. They ought to at least have the courtesy to rise from\ntheir chairs to acknowledge his august presence.\n\nAt that moment, one of the dead beings tumbled from his seat, breaking\ninto a million pieces as he hit the floor. Xan yelped alarmedly and\nrushed forward--just as the sprinkler pipes opened up and gushed forth\na thick sheet of water; drenching the whole assemblage!\n\n\n\nThings began to happen then! A tremendous _whooom!_ shook the room and\na canopy of flame flashed out from the table! In a trice, the Hall\nwas a blazing holocaust. Scream after scream tore from the throats\nof the victims as the roaring inferno gulped them in and fiery teeth\ngnawed the flesh from their bones. There wasn't a chance of one of them\nreaching a _Kelecyrine-capsule_!\n\nWe raced to the window and tumbled down the vines. I had the location\nof the space-port well fixed in my mind, although it didn't matter much\nnow if we were captured. The plot had been foiled!\n\n\"We have the Plutonians to thank for our success!\" Augie yelled,\npounding across the courtyard.\n\nHe was right. Calcium carbonate had been almost the sole constituent\nof the Plutonians. There were other elements, yes, but in a far less\ndegree. Using electricity for heat, I had simply converted that impure\ncarbonate into a crude form of calcium oxide! It was crumbly stuff,\nbut it had stuck together long enough to deceive the conspirators into\nthinking everything was shipshape in the Assembly Hall. When those\nsprinkler pipes let go with their load of water, well ... any high\nschool boy can tell you what happened.\n\n\"What about those devils in the dungeon, Tod?\" Augie had to shout to\nmake himself heard above the turmoil. Guards were running for the\npalace, intent on saving their ruler; screaming court-ladies were\ndropping from windows, enveloped in clouds of dense, black smoke. I\nknew the _Kelecyrine-capsules_ had long since burst and put out the\nflames, but not before they had done their grisly job.\n\n\"They'll be released when the Jovians find their government has\ncollapsed about them!\" I flung back. \"We've got to get away from here\nbefore these people come out of their daze!\" That sounds cowardly, but,\nto me, it was prudence.\n\nWe found a surface-car and sped for the Jove City Space-port. It\nwas deserted. Everybody had been drawn to the palace by the frantic\nemergency calls of the Jovian Secret Police. We scrambled in a small,\nprivate cruiser and were soon far out in space, making for Earth.\n\n\"In a way, I'm glad the formula was lost,\" Augie said reflectively. \"I\ncan't reconstruct it from memory, you know. Too complicated. I don't\nthink I would, anyway, seeing what havoc it can cause.\"\n\nI nodded, setting the automatic control and relaxing in the bucket\nseat. \"Tod Mulhane\" had pulled through one more scrape.\n\n\"Too,\" Augie continued, \"there would be no need of it now. Our enemies\nwill be practically helpless now their leaders are dead, and we can\neasily force them to capitulate. The Jovians and their allies should\nwelcome a democratic government after so many years of tyranny.\nIncidentally, Tod, where do you go from here?\"\n\nI grinned at Augie and lit a _Tobac-tube_.\n\n\"I haven't any plans, Augie, but you can bet I'll not sit home\nknitting!\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Adams, James R."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63632/pg63632.txt",
        "name": "formula_for_conquest.json"
    }
}