{
    "name": "Friend Island",
    "author": [
        "Stevens, Francis"
    ],
    "body": "It was upon the waterfront that I first met her, in one of the shabby\nlittle tea shops frequented by able sailoresses of the poorer type.\nThe uptown, glittering resorts of the Lady Aviators' Union were not\nfor such as she.\n\nStern of feature, bronzed by wind and sun, her age could only be\nguessed, but I surmised at once that in her I beheld a survivor of the\nage of turbines and oil engines--a true sea-woman of that elder time\nwhen woman's superiority to man had not been so long recognized. When,\nto emphasize their victory, women in all ranks were sterner than\ntoday's need demands.\n\nThe spruce, smiling young maidens--engine-women and stokers of the\ngreat aluminum rollers, but despite their profession, very neat in\ngold-braided blue knickers and boleros--these looked askance at the\nhard-faced relic of a harsher day, as they passed in and out of the\nshop.\n\nI, however, brazenly ignoring similar glances at myself, a mere male\nintruding on the haunts of the world's ruling sex, drew a chair up\nbeside the veteran. I ordered a full pot of tea, two cups and a plate\nof macaroons, and put on my most ingratiating air. Possibly my\nunconcealed admiration and interest were wiles not exercised in vain.\nOr the macaroons and tea, both excellent, may have loosened the old\nsea-woman's tongue. At any rate, under cautious questioning, she had\nsoon launched upon a series of reminiscences well beyond my hopes for\ncolor and variety.\n\n\"When I was a lass,\" quoth the sea-woman, after a time, \"there was\nnone of this high-flying, gilt-edged, leather-stocking luxury about\nthe sea. We sailed by the power of our oil and gasoline. If they\nfailed on us, like as not 'twas the rubber ring and the rolling wave\nfor ours.\"\n\nShe referred to the archaic practice of placing a pneumatic affair\ncalled a life-preserver beneath the arms, in case of that dreaded\ndisaster, now so unheard of, shipwreck.\n\n\"In them days there was still many a man bold enough to join our\ncrews. And I've knowed cases,\" she added condescendingly, \"where just\nby the muscle and brawn of such men some poor sailor lass has reached\nshore alive that would have fed the sharks without 'em. Oh, I ain't so\ndown on men as you might think. It's the spoiling of them that I don't\nhold with. There's too much preached nowadays that man is fit for\nnothing but to fetch and carry and do nurse-work in big child-homes.\nTo my mind, a man who hasn't the nerve of a woman ain't fitted to\nfather children, let alone raise 'em. But that's not here nor there.\nMy time's past, and I know it, or I wouldn't be setting here gossipin'\nto you, my lad, over an empty teapot.\"\n\nI took the hint, and with our cups replenished, she bit thoughtfully\ninto her fourteenth macaroon and continued.\n\n\"There's one voyage I'm not likely to forget, though I live to be as\nold as Cap'n Mary Barnacle, of the _Shouter_. 'Twas aboard the old\n_Shouter_ that this here voyage occurred, and it was her last and\nlikewise Cap'n Mary's. Cap'n Mary, she was then that decrepit, it\nseemed a mercy that she should go to her rest, and in good salt water\nat that.\n\n\"I remember the voyage for Cap'n Mary's sake, but most I remember it\nbecause 'twas then that I come the nighest in my life to committin'\nmatrimony. For a man, the man had nerve; he was nearer bein'\ncompanionable than any other man I ever seed; and if it hadn't been\nfor just one little event that showed up the--the _mannishness_ of\nhim, in a way I couldn't abide, I reckon he'd be keepin' house for me\nthis minute.\"\n\n\n\n\"We cleared from Frisco with a cargo of silkateen petticoats for\nBrisbane. Cap'n Mary was always strong on petticoats. Leather breeches\nor even half-skirts would ha' paid far better, they being more in\ndemand like, but Cap'n Mary was three-quarters owner, and says she,\nland women should buy petticoats, and if they didn't it wouldn't be\nthe Lord's fault nor hers for not providing 'em.\n\n\"We cleared on a fine day, which is an all sign--or was, then when the\nweather and the seas o' God still counted in the trafficking of the\nhumankind. Not two days out we met a whirling, mucking bouncer of a\ngale that well nigh threw the old _Shouter_ a full point off her\ncourse in the first wallop. She was a stout craft, though. None of\nyour featherweight, gas-lightened, paper-thin alloy shells, but\ntoughened aluminum from stern to stern. Her turbine drove her through\nthe combers at a forty-five knot clip, which named her a speedy craft\nfor a freighter in them days.\n\n\"But this night, as we tore along through the creaming green billows,\nsomething unknown went 'way wrong down below.\n\n\"I was forward under the shelter of her long over-sloop, looking for a\nhairpin I'd dropped somewheres about that afternoon. It was a gold\nhairpin, and gold still being mighty scarce when I was a girl, a\ncourse I valued it. But suddenly I felt the old _Shouter_ give a jump\nunder my feet like a plane struck by a shell in full flight. Then she\ntrembled all over for a full second, frightened like. Then, with the\ncrash of doomsday ringing in my ears, I felt myself sailing through\nthe air right into the teeth o' the shrieking gale, as near as I could\njudge. Down I come in the hollow of a monstrous big wave, and as my\nears doused under I thought I heard a splash close by. Coming up, sure\nenough, there close by me was floating a new, patent, hermetic,\nthermo-ice-chest. Being as it was empty, and being as it was shut up\nair-tight, that ice-chest made as sweet a life-preserver as a woman\ncould wish in such an hour. About ten foot by twelve, it floated high\nin the raging sea. Out on its top I scrambled, and hanging on by a\nhandle I looked expectant for some of my poor fellow-women to come\nfloating by. Which they never did, for the good reason that the\n_Shouter_ had blowed up and went below, petticoats, Cap'n Mary and\nall.\"\n\n\"What caused the explosion?\" I inquired.\n\n\"The Lord and Cap'n Mary Barnacle can explain,\" she answered piously.\n\"Besides the oil for her turbines, she carried a power of gasoline for\nher alternative engines, and likely 'twas the cause of her ending so\nsudden like. Anyways, all I ever seen of her again was the empty\nice-chest that Providence had well-nigh hove upon my head. On that I\nsat and floated, and floated and sat some more, till by-and-by the\nstorm sort of blowed itself out, the sun come shining--this was next\nmorning--and I could dry my hair and look about me. I was a young\nlass, then, and not bad to look upon. I didn't want to die, any more\nthan you that's sitting there this minute. So I up and prays for land.\nSure enough toward evening a speck heaves up low down on the horizon.\nAt first I took it for a gas liner, but later found it was just a\nlittle island, all alone by itself in the great Pacific Ocean.\n\n\"Come, now, here's luck, thinks I, and with that I deserts the\nice-chest, which being empty, and me having no ice to put in it, not\nlikely to have in them latitudes, is of no further use to me. Striking\nout I swum a mile or so and set foot on dry land for the first time in\nnigh three days.\n\n\"Pretty land it were, too, though bare of human life as an iceberg in\nthe Arctic.\n\n\"I had landed on a shining white beach that run up to a grove of\nlovely, waving palm trees. Above them I could see the slopes of a hill\nso high and green it reminded me of my own old home, up near\nCouquomgomoc Lake in Maine. The whole place just seemed to smile and\nsmile at me. The palms waved and bowed in the sweet breeze, like they\nwanted to say, 'Just set right down and make yourself to home. We've\nbeen waiting a long time for you to come.' I cried, I was that happy\nto be made welcome. I was a young lass then, and sensitive-like to how\nfolks treated me. You're laughing now, but wait and see if or not\nthere was sense to the way I felt.\n\n\"So I up and dries my clothes and my long, soft hair again, which was\nwell worth drying, for I had far more of it than now. After that I\nwalked along a piece, until there was a sweet little path meandering\naway into the wild woods.\n\n\"Here, thinks I, this looks like inhabitants. Be they civil or wild, I\nwonder? But after traveling the path a piece, lo and behold it ended\nsudden like in a wide circle of green grass, with a little spring of\nclear water. And the first thing I noticed was a slab of white board\nnailed to a palm tree close to the spring. Right off I took a long\ndrink, for you better believe I was thirsty, and then I went to look\nat this board. It had evidently been tore off the side of a wooden\npacking box, and the letters was roughly printed in lead pencil.\n\n\"'Heaven help whoever you be,' I read. 'This island ain't just right.\nI'm going to swim for it. You better too. Good-by. Nelson Smith.'\nThat's what it said, but the spellin' was simply awful. It all looked\nquite new and recent, as if Nelson Smith hadn't more than a few hours\nbefore he wrote and nailed it there.\n\n\"Well, after reading that queer warning I begun to shake all over like\nin a chill. Yes, I shook like I had the ague, though the hot tropic\nsun was burning down right on me and that alarming board. What had\nscared Nelson Smith so much that he had swum to get away? I looked all\naround real cautious and careful, but not a single frightening thing\ncould I behold. And the palms and the green grass and the flowers\nstill smiled that peaceful and friendly like. 'Just make yourself to\nhome,' was wrote all over the place in plainer letters than those\nsprawly lead pencil ones on the board.\n\n\"Pretty soon, what with the quiet and all, the chill left me. Then I\nthought, 'Well, to be sure, this Smith person was just an ordinary\nman, I reckon, and likely he got nervous of being so alone. Likely he\njust fancied things which was really not. It's a pity he drowned\nhimself before I come, though likely I'd have found him poor company.\nBy his record I judge him a man of but common education.'\n\n\"So I decided to make the most of my welcome, and that I did for weeks\nto come. Right near the spring was a cave, dry as a biscuit box, with\na nice floor of white sand. Nelson had lived there too, for there was\na litter of stuff--tin cans--empty--scraps of newspapers and the like.\nI got to calling him Nelson in my mind, and then Nelly, and wondering\nif he was dark or fair, and how he come to be cast away there all\nalone, and what was the strange events that drove him to his end. I\ncleaned out the cave, though. He had devoured all his tin-canned\nprovisions, however he come by them, but this I didn't mind. That\nthere island was a generous body. Green milk-coconuts, sweet berries,\nturtle eggs and the like was my daily fare.\n\n\"For about three weeks the sun shone every day, the birds sang and the\nmonkeys chattered. We was all one big, happy family, and the more I\nexplored that island the better I liked the company I was keeping. The\nland was about ten miles from beach to beach, and never a foot of it\nthat wasn't sweet and clean as a private park.\n\n\"From the top of the hill I could see the ocean, miles and miles of\nblue water, with never a sign of a gas liner, or even a little\ngovernment running-boat. Them running-boats used to go most everywhere\nto keep the seaways clean of derelicts and the like. But I knowed that\nif this island was no more than a hundred miles off the regular\ncourses of navigation, it might be many a long day before I'd be\nrescued. The top of the hill, as I found when first I climbed up\nthere, was a wore-out crater. So I knowed that the island was one of\nthem volcanic ones you run across so many of in the seas between\nCapricorn and Cancer.\n\n\"Here and there on the slopes and down through the jungly tree-growth,\nI would come on great lumps of rock, and these must have came up out\nof that crater long ago. If there was lava it was so old it had been\ncovered up entire with green growing stuff. You couldn't have found it\nwithout a spade, which I didn't have nor want.\"\n\n\n\n\"Well, at first I was happy as the hours was long. I wandered and\nclambered and waded and swum, and combed my long hair on the beach,\nhaving fortunately not lost my side-combs nor the rest of my gold\nhairpins. But by-and-by it begun to get just a bit lonesome. Funny\nthing, that's a feeling that, once it starts, it gets worse and worser\nso quick it's perfectly surprising. And right then was when the days\nbegun to get gloomy. We had a long, sickly hot spell, like I never\nseen before on an ocean island. There was dull clouds across the sun\nfrom morn to night. Even the little monkeys and parrakeets, that had\nseemed so gay, moped and drowsed like they was sick. All one day I\ncried, and let the rain soak me through and through--that was the\nfirst rain we had--and I didn't get thorough dried even during the\nnight, though I slept in my cave. Next morning I got up mad as thunder\nat myself and all the world.\n\n\"When I looked out the black clouds was billowing across the sky. I\ncould hear nothing but great breakers roaring in on the beaches, and\nthe wild wind raving through the lashing palms.\n\n\"As I stood there a nasty little wet monkey dropped from a branch\nalmost on my head. I grabbed a pebble and slung it at him real\nvicious. 'Get away, you dirty little brute!' I shrieks, and with that\nthere come a awful blinding flare of light. There was a long,\ncrackling noise like a bunch of Chinese fireworks, and then a sound as\nif a whole fleet of _Shouters_ had all went up together.\n\n\"When I come to, I found myself 'way in the back of my cave, trying to\ndig further into the rock with my finger nails. Upon taking thought,\nit come to me that what had occurred was just a lightning-clap, and\ngoing to look, sure enough there lay a big palm tree right across the\nglade. It was all busted and split open by the lightning, and the\nlittle monkey was under it, for I could see his tail and his hind legs\nsticking out.\n\n\"Now, when I set eyes on that poor, crushed little beast I'd been so\nmean to, I was terrible ashamed. I sat down on the smashed tree and\nconsidered and considered. How thankful I had ought to have been. Here\nI had a lovely, plenteous island, with food and water to my taste,\nwhen it might have been a barren, starvation rock that was my lot. And\nso, thinking, a sort of gradual peaceful feeling stole over me. I got\ncheerfuller and cheerfuller, till I could have sang and danced for\njoy.\n\n\"Pretty soon I realized that the sun was shining bright for the first\ntime that week. The wind had stopped hollering, and the waves had died\nto just a singing murmur on the beach. It seemed kind o' strange, this\nsudden peace, like the cheer in my own heart after its rage and storm.\nI rose up, feeling sort of queer, and went to look if the little\nmonkey had came alive again, though that was a fool thing, seeing he\nwas laying all crushed up and very dead. I buried him under a tree\nroot, and as I did it a conviction come to me.\n\n\"I didn't hardly question that conviction at all. Somehow, living\nthere alone so long, perhaps my natural womanly intuition was stronger\nthan ever before or since, and so I _knowed_. Then I went and pulled\npoor Nelson Smith's board off from the tree and tossed it away for the\ntide to carry off. That there board was an insult to my island!\"\n\nThe sea-woman paused, and her eyes had a far-away look. It seemed as\nif I and perhaps even the macaroons and tea were quite forgotten.\n\n\"Why did you think that?\" I asked, to bring her back. \"How could an\nisland be insulted?\"\n\nShe started, passed her hand across her eyes, and hastily poured\nanother cup of tea.\n\n\"Because,\" she said at last, poising a macaroon in mid-air, \"because\nthat island--that particular island that I had landed on--had a heart!\n\n\"When I was gay, it was bright and cheerful. It was glad when I come,\nand it treated me right until I got that grouchy it had to mope from\nsympathy. It loved me like a friend. When I flung a rock at that poor\nlittle drenched monkey critter, it backed up my act with an anger like\nthe wrath o' God, and killed its own child to please me! But it got\nright cheery the minute I seen the wrongness of my ways. Nelson Smith\nhad no business to say, 'This island ain't just right,' for it was a\nrighter place than ever I seen elsewhere. When I cast away that lying\nboard, all the birds begun to sing like mad. The green milk-coconuts\nfell right and left. Only the monkeys seemed kind o' sad like still,\nand no wonder. You see, their own mother, the island, had rounded on\none o' them for my sake!\n\n\"After that I was right careful and considerate. I named the island\nAnita, not knowing her right name, or if she had any. Anita was a\npretty name, and it sounded kind of South Sea like. Anita and me got\nalong real well together from that day on. It was some strain to be\nalways gay and singing around like a dear duck of a canary bird, but I\ndone my best. Still, for all the love and gratitude I bore Anita, the\ncompany of an island, however sympathetic, ain't quite enough for a\nhuman being. I still got lonesome, and there was even days when I\ncouldn't keep the clouds clear out of the sky, though I will say we\nhad no more tornadoes.\n\n\"I think the island understood and tried to help me with all the\nbounty and good cheer the poor thing possessed. None the less my heart\ngive a wonderful big leap when one day I seen a blot on the horizon.\nIt drawed nearer and nearer, until at last I could make out its\nnature.\"\n\n\"A ship, of course,\" said I, \"and were you rescued?\"\n\n\"'Tweren't a ship, neither,\" denied the sea-woman somewhat\nimpatiently. \"Can't you let me spin this yarn without no more remarks\nand fool questions? This thing what was bearing down so fast with the\nincoming tide was neither more nor less than another island!\n\n\"You may well look startled. I was startled myself. Much more so than\nyou, likely. I didn't know then what you, with your book-learning,\nvery likely know now--that islands sometimes float. Their underparts\nbeing a tangled-up mess of roots and old vines that new stuff's growed\nover, they sometimes break away from the mainland in a brisk gale and\ngo off for a voyage, calm as a old-fashioned, eight-funnel steamer.\nThis one was uncommon large, being as much as two miles, maybe, from\nshore to shore. It had its palm trees and its live things, just like\nmy own Anita, and I've sometimes wondered if this drifting piece\nhadn't really been a part of my island once--just its daughter like,\nas you might say.\n\n\"Be that, however, as it might be, no sooner did the floating piece\nget within hailing distance than I hears a human holler and there was\na man dancing up and down on the shore like he was plumb crazy. Next\nminute he had plunged into the narrow strip of water between us and in\na few minutes had swum to where I stood.\n\n\"Yes, of course it was none other than Nelson Smith!\n\n\"I knowed that the minute I set eyes on him. He had the very look of\nnot having no better sense than the man what wrote that board and then\nnearly committed suicide trying to get away from the best island in\nall the oceans. Glad enough he was to get back, though, for the\ncoconuts was running very short on the floater what had rescued him,\nand the turtle eggs wasn't worth mentioning. Being short of grub is\nthe surest way I know to cure a man's fear of the unknown.\"\n\n\n\n\"Well, to make a long story short, Nelson Smith told me he was a\naeronauter. In them days to be an aeronauter was not the same as to be\nan aviatress is now. There was dangers in the air, and dangers in the\nsea, and he had met with both. His gas tank had leaked and he had\ndropped into the water close by Anita. A case or two of provisions was\nall he could save from the total wreck.\n\n\"Now, as you might guess, I was crazy enough to find out what had\nscared this Nelson Smith into trying to swim the Pacific. He told me a\nstory that seemed to fit pretty well with mine, only when it come to\nthe scary part he shut up like a clam, that aggravating way some men\nhave. I give it up at last for just man-foolishness, and we begun to\nscheme to get away.\n\n\"Anita moped some while we talked it over. I realized how she must be\nfeeling, so I explained to her that it was right needful for us to get\nwith our kind again. If we stayed with her we should probably quarrel\nlike cats, and maybe even kill each other out of pure human\ncussedness. She cheered up considerable after that, and even, I\nthought, got a little anxious to have us leave. At any rate, when we\nbegun to provision up the little floater, which we had anchored to\nthe big island by a cable of twisted bark, the green nuts fell all\nover the ground, and Nelson found more turtle nests in a day than I\nhad in weeks.\n\n\"During them days I really got fond of Nelson Smith. He was a\ncompanionable body, and brave, or he wouldn't have been a professional\naeronauter, a job that was rightly thought tough enough for a woman,\nlet alone a man. Though he was not so well educated as me, at least he\nwas quiet and modest about what he did know, not like some men,\nboasting most where there is least to brag of.\n\n\"Indeed, I misdoubt if Nelson and me would not have quit the sea and\nthe air together and set up housekeeping in some quiet little town up\nin New England, maybe, after we had got away, if it had not been for\nwhat happened when we went. I never, let me say, was so deceived in\nany man before nor since. The thing taught me a lesson and I never was\nfooled again.\n\n\"We was all ready to go, and then one morning, like a parting gift\nfrom Anita, come a soft and favoring wind. Nelson and I run down the\nbeach together, for we didn't want our floater to blow off and leave\nus. As we was running, our arms full of coconuts, Nelson Smith,\nstubbed his bare toe on a sharp rock, and down he went. I hadn't\nnoticed, and was going on.\n\n\"But sudden the ground begun to shake under my feet, and the air was\nfull of a queer, grinding, groaning sound, like the very earth was in\npain.\n\n\"I turned around sharp. There sat Nelson, holding his bleeding toe in\nboth fists and giving vent to such awful words as no decent sea-going\nlady would ever speak nor hear to!\n\n\"'Stop it, stop it!' I shrieked at him, but 'twas too late.\n\n\"Island or no island, Anita was a lady, too! She had a gentle heart,\nbut she knowed how to behave when she was insulted.\n\n\"With one terrible, great roar a spout of smoke and flame belched up\nout o' the heart of Anita's crater hill a full mile into the air!\n\n\"I guess Nelson stopped swearing. He couldn't have heard himself,\nanyways. Anita was talking now with tongues of flame and such roars as\nwould have bespoke the raging protest of a continent.\n\n\"I grabbed that fool man by the hand and run him down to the water. We\nhad to swim good and hard to catch up with our only hope, the floater.\nNo bark rope could hold her against the stiff breeze that was now\nblowing, and she had broke her cable. By the time we scrambled aboard\ngreat rocks was falling right and left. We couldn't see each other for\na while for the clouds of fine gray ash.\n\n\"It seemed like Anita was that mad she was flinging stones after us,\nand truly I believe that such was her intention. I didn't blame her,\nneither!\n\n\"Lucky for us the wind was strong and we was soon out of range.\n\n\"'So!' says I to Nelson, after I'd got most of the ashes out of my\nmouth, and shook my hair clear of cinders. 'So, that was the reason\nyou up and left sudden when you was there before! You aggravated that\nisland till the poor thing druv you out!'\n\n\"'Well,' says he, and not so meek as I'd have admired to see him, 'how\ncould I know the darn island was a lady?'\n\n\"'Actions speak louder than words,' says I. 'You should have knowed it\nby her ladylike behavior!'\n\n\"'Is volcanoes and slingin' hot rocks ladylike?' he says. 'Is snakes\nladylike? T'other time I cut my thumb on a tin can, I cussed a little\nbit. Say--just a li'l' bit! An' what comes at me out o' all the caves,\nand out o' every crack in the rocks, and out o' the very spring o'\nwater where I'd been drinkin'? Why snakes! _Snakes_, if you please,\nbig, little, green, red and sky-blue-scarlet! What'd I do? Jumped in\nthe water, of course. Why wouldn't I? I'd ruther swim and drown than\nbe stung or swallowed to death. But how was I t' know the snakes come\noutta the rocks because I cussed?'\n\n\"'You, couldn't,' I agrees, sarcastic. 'Some folks never knows a lady\ntill she up and whangs 'em over the head with a brick. A real, gentle,\nkind-like warning, them snakes were, which you would not heed! Take\nshame to yourself, Nelly,' says I, right stern, 'that a decent little\nisland like Anita can't associate with you peaceable, but you must\nhurt her sacredest feelings with language no lady would stand by to\nhear!'\n\n\"I never did see Anita again. She may have blew herself right out of\nthe ocean in her just wrath at the vulgar, disgustin' language of\nNelson Smith. I don't know. We was took off the floater at last, and I\nlost track of Nelson just as quick as I could when we was landed at\nFrisco.\n\n\"He had taught me a lesson. A man is just full of mannishness, and the\nbest of 'em ain't good enough for a lady to sacrifice her\nsensibilities to put up with.\n\n\"Nelson Smith, he seemed to feel real bad when he learned I was not\nfor him, and then he apologized. But apologies weren't no use to me. I\ncould never abide him, after the way he went and talked right in the\npresence of me and my poor, sweet lady friend, Anita!\"\n\n\n\nNow I am well versed in the lore of the sea in all ages. Through mists\nof time I have enviously eyed wild voyagings of sea rovers who roved\nand spun their yarns before the stronger sex came into its own, and\nousted man from his heroic pedestal. I have followed--across the\nprinted page--the wanderings of Odysseus. Before Gulliver I have\nburned the incense of tranced attention; and with reverent awe\nconsidered the history of one Munchausen, a baron. But alas, these\nwere only men!\n\nIn what field is not woman our subtle superior?\n\nMeekly I bowed my head, and when my eyes dared lift again, the ancient\nmariness had departed, leaving me to sorrow for my surpassed and\noutdone idols. Also with a bill for macaroons and tea of such\nincredible proportions that in comparison therewith I found it easy to\nbelieve her story!\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Stevens, Francis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/35401/pg35401.txt",
        "name": "friend_island.json"
    }
}