{
    "name": "Garden of Evil",
    "author": [
        "St. Clair, Margaret"
    ],
    "body": "Ericson returned to an awareness of his personal identity quite\nsuddenly. He had an impression that it was a long time, months at\nleast, since he had been in a state of normal consciousness. At the\nback of his mind a memory of pain had imprinted itself as a signet\nmakes an impression in hot wax; he shied away from it. \"Where am I?\"\nhe asked.\n\nThe green-skinned girl squatting beside him in the coppice looked at\nhim sideways out of her dark jade eyes. \"Hungry?\" she asked.\n\n\"But where am--yes, I am hungry. Yes.\"\n\nMnathl--he knew, somehow, that that was her name. Didn't he remember\nher from the other side of the gulf in his memory, from the days when\nhe had begged food in the streets of Penhairn? Mnathl handed him a\nnicely-roasted _bosula_ rib. He ate it avidly. He had always thought\nthe _bosula_ was the best of the food animals of Fyhon.\n\nWhen the bone was gnawed clean she passed him, in a folded fresh green\nleaf, a mixed grill consisting of bits of _bosula_ liver, kidney,\ntripe, salivary glands, and eyes. He ate that, too. When his stomach\nwas full Ericson lay back with his arms under his head and looked at\nthe big puffy clouds drifting overhead. He had no desire to think about\nhimself or the things that had been happening to him in the last three\nor four months, but the thoughts came anyhow.\n\nThe chief thing was pain--remorseless, long-continued, pain. Mnathl had\ncome to him one day when he was sitting on the dock in Penhairn and\ntold him they were going to Lake Tanais. He had got up and gone with\nher obediently; a _byhror_ addict has little will of his own. The pain\nhad begun after that.\n\nThere had been a barren island in the middle of the brackish, poisonous\nwaters of the lake, and most of the time, until just latterly, he had\nbeen kept bound for fear he would drown himself in them. Mnathl ...\nMnathl had swum over from the mainland to tend him; she had bathed him\nand kept his body free of sores and vermin, set food before him and\ntried to coax him to eat. And twice a day she had given him injections\nof mercapulan with a hypodermic syringe. His arm was pocked with the\nneedle marks. Where had she got the syringe and the drug? She must have\nstolen them from the big Colony Hospital in Penhairn.\n\nThe injections had brought on the pain. Ericson, at the thought, felt\nsweat break out on his upper lip. What he had endured had been just at\nthe edge of what a man could stand and still live. (His ordeal, had\nhe known it, had been very much less than it would have been had he\ntaken the drug cure in the hospital in Penhairn. Mnathl, though she had\nnot disdained the help of terrestrial science, knew things about the\nFyhonese flora and its properties that no terrestrial even suspected.\nStill, the ordeal had been bad enough.) Ericson shifted his position\nand sighed.\n\nMnathl had cured him of _byhror_ addiction. In return, he had hated\nher. There had been weeks, he remembered, when his brain had held\nnothing but horrible pain and the wish to kill Mnathl. Once, when she\nhad untied him for exercise, he had shammed sleep until she came close\nto him; then he had caught her by the throat. He had come close to\nkilling her then. And no doubt in those long, maniacal days there had\nbeen other times.\n\nEricson raised himself on one elbow and looked at her. She was pouring\nwater into a clay pot above the small, workman-like fire she had built,\nand was putting in bits of chopped _bosula_ meat. Her greenish skin,\nthe skin of a native of the South Polar continent, glittered slightly\nas she moved. \"Mnathl ...\" he said.\n\nShe turned toward him quickly, but did not speak. \"Mnathl, I'm sorry I\ntried to ... hurt you on the island. I must have been pretty bad.\"\n\nMnathl almost smiled. \"No matter,\" she said. \"Pretty soon, soup.\"\n\n\n\nThe incident seemed to be closed. Ericson lay back in the shade again\nand watched the movements of the cloudscape across the deep turquoise\nof the sky. His eyes felt as fresh as Adam's. The trees were green\nwith the greenness of living emeralds, and the sun had an ardor and a\nrichness like no sun he had ever known before.\n\nWinds blew with caressive, sweet-smelling tendrils over his face, and\nfrom the warm soil beneath him he could almost feel strength soaking up\nagain into his body cells. He had visited several planets since he had\nfirst left earth; he had loved none of them as he did Fyhon. Fyhon....\n\nArnaldo, the chunky little head of the paleo-biology department of\nPenhairn University, had told him once that terrestrials loved Fyhon so\nbecause conditions on that planet were like those on Terra during the\npart of the Cenozoic when man was beginning to become man. Fyhon, he\nsaid, appealed to some deep-seated memory in humanity of what a planet\nought to be.\n\nEricson had laughed at him. He was new to Fyhon then, with a temporary\nappointment as ethnographer to the South Polar Ethnographic Commission.\nRacial memory had seemed to him as out-moded a concept as spontaneous\ngeneration. But his temporary appointment had been extended once,\nand then once again, and by the end of the second period he had been\nwildly, hopelessly in love with Fyhon. He had hoped to get a permanent\nappointment, had hoped to stay on Fyhon for the rest of his life.\n\nEricson sighed again. After a while he raised one hand above his head\nand looked at it. He could see the bones and the joints of the bones\nand the movements of the sinews under the pale gold skin. The marks of\nMnathl's hypodermic needle were faintly red. He ran his fingers down\nhis body, surprised at the largeness and hardness of the rib cage, and\nthe prominence of the sockets of his hips. His body felt attenuated\nand worn. But it was his body, no longer the property of _byhror_ and\nthe _byhror_ emptiness. He held up his hand once more and looked at it\nagainst the light. He was beginning to realize that he was alive.\n\nHe drifted off into sleep. When he woke, Mnathl was holding out a\nsteaming bowl to him. \"Soup?\" she said.\n\n\n\nThey stayed for some eight days in the coppice, while Ericson knotted\nhis memories together. _Byhror_ and the need for it were sinking back\nwith the passage of each successive day into the status of things\nunalterably in the past. Mnathl set snares and hunted--she would not\nallow him to move a hand--and Ericson watched her almost incuriously.\nHe felt a little more conscious every hour how good it was to be alive.\n\nOn the ninth day Mnathl poured water on the cooking fire. She nested\nthe cooking pots together, slung them deftly over her shoulder, and\ncontrived a belt of twisted vines for her hunting knife. \"Go now,\" she\nannounced.\n\nEricson got up obediently. \"Are we going back to Penhairn?\" he asked.\n\nThe corners of Mnathl's mouth twitched. \"No,\" she said. \"Way on up. On\nin. In Dridihad.\" She pointed with her thumb.\n\nEricson stared at her. \"Dridihad?\" he said. He'd heard the name before.\nIt was ... now wait ... yes, it was the name the natives applied to the\nheart of the almost unknown South Polar Minor continent. \"I can't go\nthere. I've got to go back to Penhairn, now that I'm well. I've three\nyears of _byhror_ addiction to make up.\"\n\nMnathl's eyes narrowed. \"Dridihad,\" she repeated stubbornly.\n\n\"But.... Listen, Mnathl, I'm terribly grateful to you for what you've\ndone for me. I never can thank you enough. But I couldn't go to\nDridihad now, wherever it is. I'd need equipment--cameras, notebooks,\nguns, a tent. Right now I've got to go back to Penhairn, see about\ngetting a job.\"\n\n\"All sorts of things to see,\" Mnathl said. She edged up to him. \"You\nlike. You like good.\" There was a prick in his arm. Mnathl had made\nother things in her cooking pots the last few days beside soup.\n\nEricson felt a peculiar glassy lethargy creeping over him. The\nsensation was not entirely unpleasant. It was as if he looked at his\nlimbs and his body through a sheet of perfectly transparent crystal. He\ncould see his actions and his movements with absolute clarity, but he\nhad nothing to do with them.\n\n\"You like see Dridihad,\" Mnathl said. \"All sorts of things for\neth--ethnog--for man like you to look at. Come on. You like good.\" She\nstarted along a shadowy, green-roofed trail.\n\nWhile Ericson watched with resentful detachment, his body began\nobediently to follow her. Speech as well as volition had deserted him,\nand all he could do was to move silently in her steps.\n\nAs mile succeeded silent mile, memory and common sense came to his\naid. There had been a time, nearly three years ago, when he had set\nout to explore the periphery of the minor polar continent by himself.\nHis temporary appointment had expired, and he had been moving heaven\nand earth to get it made permanent. The one-man expedition had been a\npart of the general heaven-and-earth moving process; it had occurred\nto him that the Ethnographic Commission might be inclined to view his\napplication more favorably if he could offer the Commission a piece of\noriginal ethnographic research, such as a report on the natives in the\nperiphery would be.\n\nHis attempt had been a miserable failure; indeed, he owed his former\n_byhror_ addiction to it. His supplies had been eaten by animals, he\nhad poisoned himself with tainted _chornis_ liver, fever had attacked\nhim. In his fits of feverish delirium he had thrown away nearly\neverything, even his hunting knife. In order to get back to Penhairn at\nall he had had to resort to chewing the leaves of the _byhror_ plant.\nThe leaves contain a remarkable stimulant; Ericson had been able to get\nhis fever-racked body back to civilization alive. But it had been at\nthe cost of slavish addiction to the drug.\n\nAnd now Mnathl--bless her greenish skin and queer flat eyes--was\noffering him a journey to the mysterious heart of the minor polar\ncontinent. Offering it to him on a silver platter. A piece of original\nethnographic research. He had been ungrateful and a fool. \"You like\ngood,\" she had said. Well, she ought to know.\n\nThe effects of the drug she had pricked his arm with must be wearing\noff. Ericson found he could smile. \"Why are we going to Dridihad,\nMnathl?\" he asked a little later.\n\nMnathl shook her sleek green head without even turning around to him.\n\"No,\" she said.\n\n\n\nThe trip in to Dridihad was a seduction, an enchantment, a bliss.\nEricson's strength came flooding back to him. His sick pallor was\nturning to rich gold. On the second day he whittled, under Mnathl's\nguidance, a spear and a throwing-stick for it, and on the third and\nfourth she taught him to set snares and kindle fires with a sliver\nof _onchian_. The country grew wilder and more beautiful, the trees\ntaller, the sky a deeper blue, the waterfalls more loud. He tried to\nquestion the girl, but she never answered anything except \"No\", and\nafter a little, in his happiness, he gave up asking questions.\n\nWhat did it matter, after all? He was learning from day to day secrets\nthat any geographer or ethnographer would have given the best years\nof his life to learn; the piece of original ethnographic research was\nbecoming a reality; and who, except a fool, questions someone who has\nnot only restored him to life but is giving him his heart's desire?\n\nOn the eighteenth day, when Ericson's body had filled out and been\nturned to a living gold by the sun, they came across the pyramid. It\nstood in a swale with purple flowers growing around it and a small\nriver flowing around one side, and it was so tall that Ericson, looking\ndizzily up, swore he saw clouds floating around its top. He wanted\nto stay and look at it, to record it in his mind, but Mnathl was not\nimpressed. She let him have two hours, and then she urged him on.\n\n\"But who built it, Mnathl?\" he demanded when he had been pulled\nreluctantly away. \"How did it get here?\"\n\nMnathl seemed to be debating whether to answer him. He could never\ndecide whether she was naturally taciturn, or whether she really\ngrudged telling him things. \"My people built it,\" she said at last.\n\"Deidrithes. Long time ago. _Long_ time ago.\" She motioned vaguely with\nher hand.\n\nSomething in the gesture made Ericson see with sudden clarity how deep\nthe abysm of the past, even on this young world with the ardent sun,\nreally was. Fyhon was young; but the Deidrithes had been living on\nFyhon a long time.\n\nTwo days later Ericson, contrary to their usual custom, was in the\nlead, breaking trail. Mnathl caught him suddenly around the waist and\npulled him back, but she was not quick enough. The huge, thick-bodied\nsnake with the red bandings lashed out at him and just fell short. But\none glistening fang grazed his foot.\n\nMnathl, bleached by fear to the color of an inferior grade of jade,\nkilled the snake with a stone. Then she made Ericson sit down on the\ngrass, and slashed at his foot with her hunting knife.\n\n\"What is it, Mnathl?\" Ericson asked. The wound was not especially\npainful, but his heart had already begun to beat slowly and wearily,\nas if beating were a burden almost beyond its strength, and at the same\ntime it seemed to have grown until it threatened to burst his chest.\n\n\"_Outis_,\" Mnathl answered briefly. She hesitated for a moment. \"Bad,\"\nshe said, as if to herself. \"Very bad. Could kill me too.\" Then she\nleaned over and set her lips to the bleeding gash her knife had made.\n\nEricson tried to draw away from her. He was so dizzy that he could\nhardly see. \"No,\" he croaked, \"don't. You mustn't suck it, Mnathl. I\ndon't want you to risk your life.\"\n\nThe green-skinned girl shrugged. \"No matter,\" she answered. \"Will do.\nO.K.\"\n\nEricson tried to push her from him, but he was too weak. The world was\nreceding from him in black waves. She sucked blood and poison from the\nwound, spat, sucked, spat, and sucked again.\n\nHe would have liked to protest, to thank her for her sacrifice, but he\nhad no time. His pulse had begun to flutter feebly, and he fainted.\n\n\n\nFor the next several days he was in a stupor most of the time. Whenever\nhe came back to consciousness, he saw Mnathl lying exhausted in the\ngrass near him, and he knew without being told that the poison she had\nsucked from his wound was moving sluggishly and with slow malignity\nthrough her veins. Nevertheless, the wound on his foot was always\ncleanly dressed and plastered with fresh herbs, and from time to time\nshe opened it with her knife and let the pus escape.\n\nWhen they were finally on the road to Dridihad again, he tried to thank\nher for what she had done.\n\n\"Anything I can do for you, Mnathl,\" he wound up with some\nembarrassment (it is difficult to thank someone who refuses to look at\nyou), \"anything I can do for you, why, you let me know. I could have\ndied there, without ever getting my permanent appointment or seeing\nDridihad. We're friends, aren't we, Mnathl? Friends.\" He took her hand.\n\nMnathl nodded curtly. \"O.K.,\" she said. She pulled her fingers from\nhis. The Deidrithes, Ericson thought not for the first time, were an\nimpassive, unemotional folk.\n\nIt took them nearly a month more to get to Dridihad. On the way\nthey had to ford two swollen rivers and beat off the attack of a\nmust-maddened bull _rhodops_. Neither of these incidents had any\nconsequences. On the sixty-sixth day after their departure from Lake\nTanais, they came to the foot of Dridihad.\n\nFor a week or so the ground had been rising steadily and the air\ngrowing crisp and thin. They had labored uphill, uphill. Dridihad\nitself, built on a high plateau, had been visible for three days before\nthey reached it, a silhouette, faintly pinkish, against the clouds.\nWhen they had first caught sight of it, Ericson had felt an almost\npainful anticipation seize him, and even Mnathl, usually so impassive,\nhad shown, in her glowing face and quickened breathing, how excited she\nwas.\n\nThe ascent to the plateau itself, along a path so precipitous that\nEricson was always having to clutch it with hands as well as feet, was\nso toilsome that fatigue had dimmed his curiosity a little when they\narrived at the top. Earlier that day Mnathl had thrown the cooking\npots and the knife contemptuously over the side of the cliff, and now,\ncupping her hands around her lips and standing almost arrogantly erect,\nshe strode up to the rosy-red, eroded battlements.\n\n\"Klarete laoi!\" she called. \"Laoi, klarete!\" So far as Ericson could\nsee, no one at all was listening. But after a moment the massy doors of\nthe gate began to open outward, ponderously, in the twilight. They went\nin.\n\nDridihad, Ericson saw at first glance, was much larger and more\npopulous than he had supposed from below. The low, stepped buildings,\nall made of the rose-pink stone, seemed to stretch out for mile upon\nmile, as far as he could see. They made upon him an impression of\nantiquity so strong that it was almost disturbing. The small greenish\npeople like Mnathl were everywhere. In dots, trickles and rivulets they\nwere pouring out into the streets.\n\nMnathl's eyes fell on a man near her. She spoke to him. Instantly he\nbowed profoundly before her, and made a second, shallower obeisance to\nEricson.\n\n\"Go with him,\" Mnathl said, turning to the ethnographer. \"Sleep in his\nhouse.\" Obediently, Ericson followed his guide. When he looked around\ntoward Mnathl, she had already disappeared.\n\nThe man (his name seemed to be Boator) took Ericson to an airy suite\nof rooms on the top floor of one of the biggest of the houses of red\nstone. Attendants waited on him with food and drink and water for\nbathing. They took away his dirt-encrusted, ragged clothing and brought\nhim a heavy greenish robe. After Ericson had bathed and put it on, he\ninspected himself in the sheet of polished metal that served for a\nlooking glass and decided that the color of the fabric made his curling\nbeard and fair skin look as if they had been cast from yellow gold.\n\nHe was tired, but far too excited to rest.\n\nThe chief thing, the indubitable, the incredible thing, was that there\nwas a very old, a very populous city, a city whose existence no one had\neven suspected, in the heart of the South Polar Minor continent. It was\nnews to inflame an ethnographer to the point of hysteria. When Ericson\ngot back to Penhairn with his report, it was going to revolutionize\ntheir whole concept of Fyhonese history; one would hardly exaggerate\nto say that it would be epoch-making news. No doubt there would be a\nperiod when they'd consider him the biggest liar since Marco Polo. But\nafter the first skepticism wore off he'd have a permanent ethnographic\nappointment almost forced upon him. His report would shake established\nreputations, found new schools, would--oh, if he only had something to\nwrite on!\n\nWhen the attendant came in again, Ericson made motions of writing in\nthe palm of his hand, but the man's face remained blank. And when he\nasked for Mnathl the attendant merely shook his head and went out.\n\nFor want of anything better the young man hung out of the window\nwatching the smoky flicker of lights in the city around him. It was not\nuntil the last one had gone out that he went, reluctantly, to bed.\n\n\n\nNext morning, immediately after breakfast, Mnathl came to visit\nhim. He hardly knew her at first. The scanty garments she had worn\nunconcernedly on their journey to Dridihad had been replaced by the\nstiff, hieratic folds of a dull purple robe embroidered in blue. On\nher head there was a silvery crown of antique workmanship, set with\nluminous purple stones, and she moved with the conscious dignity of a\nprincess or a priest.\n\nHer manner toward him, too, had changed. She smiled faintly when she\nfirst saw him, and everything about her seemed freer than Ericson had\nseen it before. She was animated, almost vivacious.\n\nHe asked her for something to write with. \"No,\" she answered, still\nwith that faint smile, \"no use. Hunt now.\"\n\nThey left Boator's house by a side door (to avoid the crowd that would\nappear at once if they were glimpsed in the streets, Ericson surmised)\nand entered a small, walled court. There four improbably striped\nanimals, about the size of small ponies, were waiting for them. Ericson\nmounted one of them, and Mnathl, tucking up her skirts, bestrode\nanother. With two attendants they rode circuitously through Dridihad\nand out into the high plain.\n\nThe variety and abundance of game were amazing. There seemed to be more\nanimals than there were trees, and they came in all sizes, shapes,\ncolors, and coats. There was even a big blue-hued thing that reminded\nthe young man a little of a kangaroo. He enjoyed himself, but he could\nnot help wishing that he knew more about Fyhonese zoology than he\ndid--to appreciate all those properly.\n\nThey got back to the city just before dark. Ericson ate, and then\nMnathl took him to the temple. It was the tallest building in Dridihad,\na stepped pyramid of unusually reddish stone, and Ericson was to grow\nfond, later, of the view from its flat top. The naos itself, however,\nwas a small room skimpily scooped out of one side of the pyramid, and\nit was very badly lighted. Ericson, who had resolved, in default of\npaper to write on, to impress all he saw and heard irremovably upon his\nmind, had to strain his eyes to see anything.\n\nMnathl officiated. His first feeling that she was a priestess seemed\nto be correct. As to the ritual itself, it was highly impressive,\nespecially when one considered that he did not know the language in\nwhich it was going on. It ended with the sacrifice of an animal like\na _bosula_; while two attendants held it, Mnathl cut its throat,\ncaught the blood in a cup, and poured it on the altar fire. Then she\nroasted pieces of the meat over the coals and dealt them out among\nthe celebrants of the ceremony, partaking first herself. None of\nthe collops was offered to Ericson; but, then, he could hardly be\nconsidered a communicant of the religion of the Deidrithes, whatever it\nwas.\n\nAs the days passed, a possible explanation of Mnathl's treatment of\nhim began to come to Ericson. He was not a conceited man, or it might\nhave occurred to him earlier. And it bothered him to think that she was\nattracted to him, whereas he had never found her attractive in any way.\nStill, what other hypothesis would account for the facts?\n\nThey were together almost constantly and, except for the attendants\nwho were always armed with heavy axes, always alone. She hunted with\nhim, showed him the city, rode with him; she even taught him to play\na rather childish game, something like the Sicilian Mora, which she\nalways beat him at. Day after day she took him with her to witness\nreligious rites which were obviously of the most hallowed character.\nEricson had the impression that the rites were leading, in a series of\nslight graduations, up to some supreme event! and he tried to note and\nremember everything.\n\n\n\nThe climax came suddenly. One lovely evening, just as the full moon was\nrising, Mnathl took him with her up the steep sides to the top of the\npyramid. The two attendants hovered discreetly in the background. For\nall practical purposes, he and the girl were alone.\n\nMnathl looked at him. There was a glint, warm, glowing, and facile, in\nher eyes that he had never seen there before. There was a short but\nrather embarrassing silence. At last Ericson, feeling like a boor and\na churl, took her hand.\n\n\"Mnathl,\" he said, \"I'm so grateful to you. You've done so much for me,\nhelped me so much. You ... mean a lot to me, Mnathl.\" That, at least,\nwas true.\n\nMnathl pulled her fingers away and regarded him. \"What you mean?\" she\nasked blankly. \"What you mean?\"\n\n\"That you ... that I ...\" he stopped, too embarrassed to go on.\n\nMnathl threw back her head and laughed. It was the first time he had\never heard the sound from her, and there was something strange in it.\nShe motioned to the axmen with her hand.\n\n\"Not like, not hate,\" she said blandly. \"Let you see, let you hear, so\nyou tell Them all that Deidrithes do. You our messenger. Then we eat.\"\n\nThen we eat.... For a moment the words echoed meaninglessly in\nEricson's mind. The axmen were forcing him to his knees near a\ndepression in the center of the pyramid. \"But why ...\" he said.\n\n\"We hear about you the first time you try trip,\" Mnathl said.\n\"Everybody know. No other men your color in Fyhon.\"\n\nHis color. Ericson began to understand. Mnathl's devotion, her\nself-sacrificing tenacity, her long kindness to him, everything--had\nall been nothing but the prelude to a ritual meal in which his rare\nblonde body was to be the chief support. No doubt a man of his color\nwould be an especially choice offering to the gods. The gleam he had\nseen in Mnathl's eyes had been not love, but a kind of religious\ngluttony.\n\nHe began to laugh. Irony had always appealed to him; and besides he was\nremembering a sentence in the Ethnographic Commission's preliminary\nsurvey: \"There is no doubt that ritual cannibalism is unknown among the\nnatives of Fyhon.\"\n\n\"O.K., Mnathl,\" he said, recalling what he had been saved from, what he\nhad seen and learned. \"I'm ahead, no matter how you look at it. It's\nO.K.\"\n\nHe was still smiling when the axman on the right struck and Ericson's\nsevered head went rolling along the surface of the pyramid.\n\n\n\n\n",
    "metadata": {
        "author": [
            "St. Clair, Margaret"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63847/pg63847.txt",
        "name": "garden_of_evil.json"
    }
}