{
    "name": "Generals Help Themselves",
    "author": [
        "Pease, M. C."
    ],
    "body": "\"Did it go well?\" the aide asked.\n\nThe admiral, affectionately known as the Old Man, did not reply until\nhe'd closed the door, crossed the room, and dropped into the chair at\nhis desk. Then he said:\n\n\"Go well? It did not go at all. Every blasted one of them, from the\nPresident on down, can think of nothing but the way the Combine over-ran\nVenus. When I mention P-boats, they shout that the Venusians depended on\nP-boats, too, and got smashed by the Combine's dreadnoughts in one\nbattle. 'You can't argue with it, man,' they tell me. And they won't\nlisten.\"\n\n\"But the Venusians fought their P-ships idiotically,\" the aide\ncomplained. \"It was just plain silly to let small, light, fast ships\nslug it out with dreadnoughts. If they had used Plan K--\"\n\nThe Old Man snorted.\n\n\"Are you trying to convince me? I've staked my whole reputation on Plan\nK. They wouldn't give me the money to build a balanced space-fleet, even\nwhen the fleets of the Combine of Jupiterian Satellite States were\nstaring them in the face. So, I took what I could get and poured it into\nP-boats. I threw all our engineering and scientific staff into making\nthem faster and more maneuverable than anyone ever thought a space-ship\ncould be. I got them to build me electronic computers that could direct\nthat speed. And, two years ago, every cent I could lay my hands on went\nto install the computers on all our ships.\"\n\n\"I remember,\" the aide said.\n\n\"But, now the chips are down, the people have funked out on me. I am one\nof the most hated men in the Federation. They say I destroyed their\nNavy. And, we are not going to get a chance to try Plan K. They decided,\ntoday, to accept the Combine's offer to send envoys in a month to\ndiscuss possible revision of the Treaty of Porran. When I left, they\nwere wondering if there was any chance of getting out for less than Base\nQ.\"\n\n\"But, good lord, sir, Base Q supplies nine tenths of all our power. The\nCombine will have a strangle hold on us, if they get that.\"\n\n\"Quite. But the people will give it to them, rather than fight. And the\nPresident will sign.\"\n\n\"Surely, sir, the people are not all cowards?\"\n\n\"No. If they had time to think, they would fight. That's why the Combine\nis striking now. The people are panicky. Hysterical. The collapse of\nVenus was so sudden, and the disaster to their P-boats so complete.\nThey've just lost hope. Most people would rather live under a dictator\nthan die to no purpose. They've just lost hope.\"\n\nThe pounding of the Old Man's fist measured his words and the depth of\nhis anger.\n\n\"If we could only make them hope. Somehow. Anyhow.\"\n\nSuddenly, his clenched fist stopped in mid-air. He frowned. Slowly, his\nhand opened. The frown relaxed and a smile replaced it.\n\n\"Maybe we can, at that. Maybe we can.\" He leaned back with his eyes half\nclosed. His aide knew better than to interrupt him. Ten minutes later,\nhe opened his eyes.\n\n\"Make arrangements to have Commander Morgan take command of Base Q as\nsoon as possible. Within two days at the outside.\" His manner was curt\nand clipped. \"And bring him here to me before he leaves.\"\n\n\"Yes, sir. But may I say, sir, I do not understand?\"\n\n\"You're not supposed to.\"\n\n\"Yes, sir.\"\n\nThe aide was a competent man. Orders were written that afternoon, in\ncomplete disregard of normal red-tape. Base Q was advised of the\nimminent shift. Commander Stanley Morgan boarded a jet plane on the\nAustralian desert that night. The next morning, he was shown into the\nOld Man's office.\n\n\"Commander,\" the Old Man said after the preliminaries were taken care\nof, \"as you are well aware, you have been in considerable disgrace,\nrecently, for getting too close to the Venusian-Combine war, in defiance\nof orders. It has been felt, in certain quarters, that you might have\ncaused a serious international crisis.\"\n\n\n\nThe junior officer started to speak, but the admiral waved him to\nsilence.\n\n\"You could, if you like, point out that the crisis has come, anyhow. As\na matter of fact, I never felt that that phase of your action was too\nimportant. I did, however, deplore your disregard of orders--and still\ndo.\" He paused a moment, while his steel gray eyes studied the younger\nman. \"You are about to receive new orders. It is absolutely imperative\nthat these orders be obeyed explicitly.\" His pointing finger punctuated\nhis words with slow emphasis.\n\n\"These orders place you in command of Base Q. The Treaty of Porran,\namong other things, designates the asteroid Quanlik, or Base Q, as being\nthe territory solely of the Federation and suitable for the\nestablishment of a delta-level energy converter. Because this converter\nis the prime source of gamma-level, degenerate matter which is used as\nthe fuel for nearly all our power generators, Base Q is recognized as a\nprime defense area of the Federation. A sphere, one hundred thousand\nmiles radius about Quanlik, was designated by the treaty as a primary\nzone. Any ship or ships entering this zone may be ordered to leave\nwithin one hour. Upon failure to comply, our military forces may take\nsuch action as they deem necessary. A sphere, twenty thousand miles\nradius, is designated as the secondary zone. Assuming the prior warning\nhas been given upon their entrance into the primary zone, full action\nmay be taken against any ship entering this without delay or further\nwarning.\n\n\"Standing orders with regard to Base Q are that any ship entering the\nprimary zone shall be warned immediately. Upon failure to comply, after\nthe one hour period, full action shall be taken with the forces\nstationed on Quanlik. Any ship entering the secondary zone shall be\nbrought to action as soon as possible without warning.\n\n\"Your orders direct you to assume command of Base Q and to comply with\nexisting standing orders regarding the maintenance of its security until\nand unless advised of a change in the standing orders or the Treaty of\nPorran.\" The Old Man paused for effect. \"Any questions?\"\n\n\"Yes, sir,\" the younger man said. \"I am wondering if I should inquire\nwhat events you are anticipating. Would it be wise for me to ask?\"\n\n\"No!\" The monosyllable cracked out like a shot.\n\n\"No further questions, sir.\"\n\n\"I have one. While you were in Australia, I presume you kept well\ninformed on recent developments of Plan K?\"\n\n\"Yes, sir. The school I commanded taught advanced theory of Plan K.\"\n\n\"Very good. You will proceed immediately to Base Q. As a final word I\nwill repeat the absolute necessity of obeying your orders _to the\nletter_! Good luck.\"\n\nThe young man saluted, collected his orders and walked out. Two hours\nlater, he was in space.\n\n\n\nCommander Morgan's office was perched in a plastic bubble high on a crag\noverlooking Base Q. Directly below it lay a few of the multitude of\nlocks that provided haven for the protecting fleet of P-ships. A vast\narray of domes and other geometrical shapes bore witness to the hive of\nmachine-shops, storerooms, offices, et al, that kept the fleet\noperating. And on the far horizon towered the mighty structure of the\ndelta-level converter, the reason for the existence of Base Q. A quarter\nof a million tons of high-test steel and special alloys, machined to\ntolerances of less than a thousandth of an inch, with another hundred\nthousand tons of control equipment, it was yet delicate enough so that\nit could not have functioned in the gravity field of any planet. This\nasteroid, small as it was, was barely below the permissible limit.\n\nThe Commander sat at his desk, watching the latest flashes in the\nnews-caster. They were not good. At this very moment, the President of\nthe Federation was in conference with the representatives of the\nCombine, discussing the wording of the protocol that would probably be\nsigned in a few hours. And no word--no hint--that anyone in the\nFederation outside the services was willing to dare anything at all. A\nred light flashed on his desk. A buzzer sounded a strident call. He\nflipped a switch. \"Commander talking.\"\n\n\"Far-Search talking. Report contact with large group of ships, probably\ndreadnought warships. Range, two one oh. Bearing, four oh dash one nine.\nSpeed, seven five. Course, approaching. That is all.\"\n\n\"Keep me advised any change or further details. Advise when contact\nrange is one five oh.\"\n\n\"Wilco.\"\n\nThe Commander pressed a button on his desk. In response, his staff\nquickly assembled to brief him on the immediate status of Base Q as a\nwar-making machine. As a matter of routine, it was always kept fully\nready. His staff merely confirmed this for him.\n\nSeventy-five thousand miles out in space, the Radars of the Far-Search\nnet swept their paths. Men labored over their plotting tables, noting\nthe information the radar echoes brought back; slowly piecing together\nthe picture. Tight communication beams relayed the data back to the base\nas fast as it was obtained.\n\nAbout an hour later, the red light flashed again. The assembled staff\nfell quiet as the Commander flipped the switch, again. \"Commander\ntalking.\"\n\n\"Far-Search talking. Contact previously reported now range one five oh.\nBearing, four one dash one seven. Course, approaching. Speed, six nine.\nEstimated twenty-three ships, dreadnought type, plus small ship screen.\nBattle formation. That is all.\"\n\n\"Advise at range one one oh.\"\n\n\"Wilco.\"\n\nThe Commander turned to his staff. \"Sound a general alert.\" His words\nwere clipped and clear. He flipped a second switch on his desk. \"Radio,\nthis is the Commander. Get me a direct beam to the Chief of Staff.\nHighest urgency. Scramble with sequence Charlie.\"\n\nHis office had emptied by now, with officers running to their posts as\nthe siren of the general alert wailed through the corridors. As its\nurgent call died off, a green light showed on his desk, indicating\ncontact with earth. \"Morgan, Commander, Base Q, requesting direct line\nto Chief of Staff. Highest urgency.\"\n\n\"Go ahead, Morgan.\" The Old Man's voice sounded peculiar after passing\nthrough the scrambling and unscrambling machines that twisted the sounds\ninto queer pieces and distributed them among several frequencies and\nmethods of modulation. But, even so, it had a note of strain in it that\nwas not artificial.\n\n\"Sir, when you gave me my orders, here, you directed me to obey them _to\nthe letter_, without question or cavil. Is that right, sir?\"\n\n\"Yes, it is.\" There was a threat in the Old Man's voice.\n\n\"Then, sir, would you tell me if there has been any change in those\norders since my arrival? Aside from administrative details, of course?\"\n\n\"No. Absolutely not.\"\n\n\"Very good, sir. Sorry to have bothered you.\"\n\n\"Not at all. Quite right. Good luck. Signing out.\"\n\nMorgan thought the Old Man sounded relieved at the end. And he could not\nbe quite sure, but he thought he heard the Admiral mutter \"And good\nhunting,\" as the connection broke.\n\nHe summoned his aide to take over the office while he went down to the\ncenter of the asteroid where I.C., the information center, was located,\nwhere he would assume direct command of the base.\n\n\n\nAs he entered I.C., the Ships Supply Officer reported all ships fully\nloaded and fueled with gamma-matter, ready for flight. The Missile\nOfficer reported all ships equipped with war-head missiles. The Lock\nOfficer reported all locks manned and ready. Base Q was ready.\n\nAs he climbed to his chair over the plotting tank, he noted with\nsatisfaction the controlled tautness of the men's faces. They too, were\nready.\n\nAs the glowing points of yellow light that represented the enemy fleet\ncrossed the dimly lit sphere in the tank that indicated the one hundred\nthousand mile radius marking the edge of the primary zone, he took a\nmicrophone from a man waiting, nearby.\n\n\"Base Q to unknown fleet. I have you bearing four one dash one seven.\nRange one oh oh. Identify yourself. Identify yourself. Over.\" His words\nwere spaced out with painful clarity. A hush had fallen over I.C.\n\nThe loud-speaker on the wall came to life with a squawk, after a few\nseconds.\n\n\"Fleet Four to Base Q. This is Fleet Four, operating under orders from\nthe Jupiterian Combine. Over.\"\n\n\"Base Q to Fleet Four. According to the Treaty of Porran, space within a\nradius of one hundred thousand miles of Base Q has been designated a\nprimary defense zone of the Federation. I therefore order you to leave\nthis zone within one hour. Failure to comply will make you liable to\nfull action on our part. I have the time, now, as one three four seven.\nYou have until one four four seven to comply. I further warn you that an\napproach within twenty thousand miles will make you liable to immediate\naction, regardless of time. Over.\"\n\nThe men in the room stared, open-mouthed. All had dreamed of hearing\nthese words spoken in these tones to the Combine. A cheer might have\nbeen given, had it not been for discipline.\n\nIn a few seconds, the loud-speaker squawked again. \"Fleet Four to Base\nQ. Our orders are to assume a position at twenty-five thousand miles\nradius pending renegotiation of the Treaty of Porran. I suggest you\ncontact your headquarters before doing anything rash. Over.\"\n\nThe Commander sat with a smile on his lips. Quietly he handed the\nmicrophone back to the radioman. In a minute, the loud-speaker squawked,\nagain. \"Fleet Four to Base Q. Did you receive my last transmission?\nAcknowledge, please. Over.\"\n\nThe radioman looked at the Commander, questioningly, but he only shook\nhis head.\n\n\"Can't you turn that damn squawk-box off? It's distracting.\"\n\nAs the minutes crept by, the bright dots in the tank moved closer. The\nCommander took the Public Address microphone.\n\n\"Attention, all personnel, this is the Commander talking. The Fourth\nFleet of the Combine entered the Zone twenty minutes ago. They were\ngiven an ultimatum but are showing no indication of compliance.\nTherefore, we are going to blast hell out of them.\" The echoes from his\nvoice rolled back from speakers all over the base. \"The people at home\ndo not think we can do it. I know we can. I have not asked their\npermission. It is not needed. My orders are explicit and fully cover the\nsituation. My orders to you are equally explicit. Go out there and teach\nthe bloody bastards a lesson.\" He turned back to the men in I.C.\n\"Scramble flights one, two, three, and four. Others to follow at\nintervals of five minutes until all are in space. Flight plan King\nBaker. Initial Time, one four five oh. Execute.\"\n\nThe talkers took up the chant.\n\n\"Flight one. Flight one. Scramble. Scramble. Execute.\"\n\n\"Flight two ...\"\n\nEtc.\n\nIn the tank, green points of light moved out. The first four came into\nposition and stopped in the four quadrants of the circle of which the\ncenter was the point at which the enemy would be at Initial Time. The\nfollowing flights moved out to other points on the circle.\n\nTime seemed to stop. In I.C., the Flight Directors gave the orders that\nmoved their flights into position and briefed them on future tactics in\nquiet voices. The electronic computers and other devices moved silently.\nThe clock made no noise as its hands moved towards the final moment.\n\nThe Commander moved some dials under his hands. He pushed a button and a\nred light showed on the lead dreadnought of the enemy column.\n\n\"This is the initial target.\" The designation was relayed to the\nflights.\n\nThe second hand of the clock was making its final sweep. All voices\nquieted. The Commander raised his fist. As the clock's hand came to the\ntop, his fist slashed down.\n\n\"Execute!\" The battle was on.\n\n\n\nFlight Commander Dennis, Flight One, heard the final word as he sat in\nthe small bubble on top of the dense package of machinery that was a\nP-ship. Swiftly, his hands closed switches. The course had already been\nchosen and fed into the automatic computers under him. He merely gave\nthe signal to execute. In response, the ship seemed to pick itself up\nand hurl itself down the radius of the circle to the waiting enemy\nfleet.\n\nHe could not see them, but he knew that, behind him, lay the other nine\nships of the flight, in column, spaced so close that an error in\ncalculation of but a few millionths of a second would have caused\ndisaster. But the automatic and inconceivably fast and accurate\ncalculators in the ships, tied together by tight communication beams,\nheld them there in safety.\n\nAs he came within range of possible enemy action, Dennis pressed another\nbutton, and the Random Computer took command. Operated by the noise a\nvacuum tube generates because electrons are discrete particles, it gave\nrandom orders, weighted only by a preference to bring the ship's course\nback to the remembered target.\n\nThe column behind obeyed these same orders. The whole flight seemed to\njitter across space, moving at random but coming back to a reasonably\ngood course towards the target, utterly confusing any enemy fire-control\ncomputers.\n\nTo the men in the ships, one to each, it seemed as if their very nerve\ncells must jar apart. They felt themselves incapable of coherent action,\nor, even, thought. But they did not need coherency. Their function was\ndone until the ship was out of danger, when a new formation would be\nmade, a new target designated, and a new order to execute given.\n\nBecause the electronic computers took care of the attack. They had to.\nNo human could react as fast as was needed. Out from the enemy ships\nreached fingers of pure delta-field, reaching for gamma-matter. The\ntouch of a finger meant death in a fiery inferno as the gamma-matter\nthat fueled the ship and formed the war-heads of their lethal eggs would\nrelease its total energy. There was only one defense. The delta-field\ncould be propagated only in a narrow beam, and at a rate much slower\nthan the speed of light. By keeping the enemy computers confused, they\nkept those beams wandering aimlessly through space, always where the\nlittle ships might have been, but were not. Unless their luck ran out.\n\nFlight One kept moving in, with constantly increasing speed, except for\nrandom variations. Once through the outer screen of small ships, a relay\nclosed and the link was broken between the ships of the column. Each\nthen moved in independent manner. The designated target was an area to\nthe computers, rather than a ship. Radar beams reached out to find\nspecific targets. As they found them and moved close, the random\ncomputer switched off for a small moment of time, while the missiles\nwere dispatched on a true bearing. And then the ships moved on, leaving\ntheir eggs behind them.\n\nThe eggs moved in with fantastic acceleration to their targets. Half\ntheir energy went into that acceleration, to get them there before the\ndelta beams could find them. The other half was given up in incandescent\nheat when they found their targets. Becoming pinpoints of pure star\nmatter, they seared their way into the enemy vitals. But, even with\ntheir fantastically concentrated energy, it was not enough. For the\ndreadnoughts were armored with densely degenerate matter, impervious to\nany but a direct hit, and compartmented to require many hits.\n\nThe flights moved in and passed on through. And other flights came in.\nAnd others followed them. The first flights halted, found each other,\nturned, and drove in again. Pass and repass. A myriad of blue-white\nflashes gave measure of the struggle.\n\n\n\nOn Base Q, in the I.C. room, the Commander watched the tank. Curt orders\ndesignated new target areas as the enemy fleet broke up under the\nwhiplash. Slowly, one by one, the points of light that marked the enemy\nvanished, leaving only the void.\n\nFinally, as must any fleet that faces annihilation, they turned and\nfled. The battle was over. All that remained was to give the orders to\nbring the flights home. And that was soon done.\n\nThe Commander got up. He stretched. He was tired. He glanced at the\nclock. Two hours and forty minutes. Very quick, indeed, as space battles\nusually went. But, then, he thought grimly, this had been the first\nbattle ever fought under the whiplash of Plan K.\n\nBut, now, there was a report to be made. And he did not know how to do\nit. As he walked back wearily to his office, he tried out phrases in his\nmind. None seemed to fit.\n\nHis aide was bending over the facsimile machine as he came in. \"Priority\norders from the General Staff, just coming in, sir.\"\n\nThe Commander looked at the machine. \"General Staff to Commander, Base\nQ, Urgent, Immediate Action,\" he read. \"You are hereby advised that a\nprotocol has been signed at Washington, D.C., with representatives of\nthe Combine, revising the Treaty of Porran to the extent that Base Q\nshall be jointly administered by yourself and the Commander, Fourth\nFleet, Jupiterian Combine, until such time as its further dispensation\nshall have been agreed. You will, therefore, admit said Fleet upon\ndemand, permitting it to take up such stations as it may desire, in\neither zone, or to land, in whole or in part, and to disembark such of\nits personnel as its commanding officer may direct. You will make\narrangements with its commanding officer for the joint administration of\nthe base. You will be held responsible for the smooth operation and\nsuccessful accomplishment of this undertaking. These orders are\neffective immediately.\"\n\nCommander Morgan smiled.\n\n\"Send this reply immediately,\" he said to his aide. \"Open code.\nCommander, Base Q, to General Staff, Highest urgency. Acknowledge\nreceipt recent orders regarding protocol revising Treaty of Porran.\nRegret unable to comply. Due to recent argument over interpretation of\nTreaty of Porran, Fourth Fleet, Combine, no longer exists. Request\nfurther orders.\"\n\nHe laughed.\n\nOn earth, the officer who took the message gaped at it. Seizing a\ntelephone, he dictated it to the Old Man's aide. But when the Old Man\nsaw it, he only smiled, coldly.\n\nAnd his smile was bleak and cold, too, when he laid it before the\nPresident and the Cabinet an hour later. Shortly afterwards, when the\nPresident broadcast it to the people, they sat, stunned. It was not\nuntil the next day that they finally read its significance and started\ncelebrating. But the Old Man had ceased smiling by that time, and was\nplanning possible future battles.\n\n\n\nA month later, Morgan sat again in the Old Man's office. Having\npresented his report and swallowed the unpleasant pill that, as he was\nnow a hero, there were speeches to make and banquets to be bored at, he\nwas talking informally.\n\n\"What I can't understand, sir, is why they came in. They only had to\nwait a couple of hours and the whole kit and caboodle would have been\ndumped in their laps. Yet they come barging in and give us exactly the\nopening we want. I don't get it.\"\n\n\"That _is_ an interesting question,\" the Old Man replied with a shadow\nof a twinkle. \"You might almost think they had intercepted an order I\nsent to our Intelligence Officer, on Q, to sabotage the Converter if the\nprotocol was signed.\"\n\nThe Commander jumped. \"Was that order given, sir?\"\n\n\"Yes, it was. But it was countermanded an hour later. Different channel,\nhowever. I remembered they had broken the code of the first channel.\"\n\nHe paused a moment. \"That illustrates a good point to remember, Morgan.\nYou intercept enemy messages and break their code. A very useful trick.\nAlso very dangerous, if the enemy discovers you have broken it, and you\ndon't know that he knows. Very dangerous, indeed.\"\n\nThe young man laughed. The older one smiled, bleakly.\n\nAs Morgan looked out the window, he saw the public news-casters spelling\nout the full mobilization of the Federation. A glow filled his heart as\nhe realized the people were now willing, if they had to, to fight to\ndefend their freedom.\n\n\nTHE END\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Pease, M. C."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31680/pg31680.txt",
        "name": "generals_help_themselves.json"
    }
}