{
    "name": "George Walker at Suez",
    "author": [
        "Trollope, Anthony"
    ],
    "body": "OF all the spots on the world’s surface that I, George Walker, of Friday\nStreet, London, have ever visited, Suez in Egypt, at the head of the Red\nSea, is by far the vilest, the most unpleasant, and the least\ninteresting.  There are no women there, no water, and no vegetation.  It\nis surrounded, and indeed often filled, by a world of sand.  A scorching\nsun is always overhead; and one is domiciled in a huge cavernous hotel,\nwhich seems to have been made purposely destitute of all the comforts of\ncivilised life.  Nevertheless, in looking back upon the week of my life\nwhich I spent there I always enjoy a certain sort of triumph;—or rather,\nupon one day of that week, which lends a sort of halo not only to my\nsojourn at Suez, but to the whole period of my residence in Egypt.\n\nI am free to confess that I am not a great man, and that, at any rate in\nthe earlier part of my career, I had a hankering after the homage which\nis paid to greatness.  I would fain have been a popular orator, feeding\nmyself on the incense tendered to me by thousands; or failing that, a man\nborn to power, whom those around him were compelled to respect, and\nperhaps to fear.  I am not ashamed to acknowledge this, and I believe\nthat most of my neighbours in Friday Street would own as much were they\nas candid and open-hearted as myself.\n\nIt is now some time since I was recommended to pass the first four months\nof the year in Cairo because I had a sore-throat.  The doctor may have\nbeen right, but I shall never divest myself of the idea that my partners\nwished to be rid of me while they made certain changes in the management\nof the firm.  They would not otherwise have shown such interest every\ntime I blew my nose or relieved my huskiness by a slight cough;—they\nwould not have been so intimate with that surgeon from St. Bartholomew’s\nwho dined with them twice at the Albion; nor would they have gone to work\ndirectly that my back was turned, and have done those very things which\nthey could not have done had I remained at home.  Be that as it may, I\nwas frightened and went to Cairo, and while there I made a trip to Suez\nfor a week.\n\nI was not happy at Cairo, for I knew nobody there, and the people at the\nhotel were, as I thought, uncivil.  It seemed to me as though I were\nallowed to go in and out merely by sufferance; and yet I paid my bill\nregularly every week.  The house was full of company, but the company was\nmade up of parties of twos and threes, and they all seemed to have their\nown friends.  I did make attempts to overcome that terrible British\nexclusiveness, that noli me tangere with which an Englishman arms\nhimself; and in which he thinks it necessary to envelop his wife; but it\nwas in vain, and I found myself sitting down to breakfast and dinner, day\nafter day, as much alone as I should do if I called for a chop at a\nseparate table in the Cathedral Coffee-house.  And yet at breakfast and\ndinner I made one of an assemblage of thirty or forty people.  That I\nthought dull.\n\nBut as I stood one morning on the steps before the hotel, bethinking\nmyself that my throat was as well as ever I remembered it to be, I was\nsuddenly slapped on the back.  Never in my life did I feel a more\npleasant sensation, or turn round with more unaffected delight to return\na friend’s greeting.  It was as though a cup of water had been handed to\nme in the desert.  I knew that a cargo of passengers for Australia had\nreached Cairo that morning, and were to be passed on to Suez as soon as\nthe railway would take them, and did not therefore expect that the\ngreeting had come from any sojourner in Egypt.  I should perhaps have\nexplained that the even tenor of our life at the hotel was disturbed some\nfour times a month by a flight through Cairo of a flock of travellers,\nwho like locusts eat up all that there was eatable at the Inn for the\nday.  They sat down at the same tables with us, never mixing with us,\nhaving their separate interests and hopes, and being often, as I thought,\nsomewhat loud and almost selfish in the expression of them.  These flocks\nconsisted of passengers passing and repassing by the overland route to\nand from India and Australia; and had I nothing else to tell, I should\ndelight to describe all that I watched of their habits and manners—the\noutward bound being so different in their traits from their brethren on\ntheir return.  But I have to tell of my own triumph at Suez, and must\ntherefore hasten on to say that on turning round quickly with my\noutstretched hand, I found it clasped by John Robinson.\n\n“Well, Robinson, is this you?”  “Holloa, Walker, what are you doing\nhere?”  That of course was the style of greeting.  Elsewhere I should not\nhave cared much to meet John Robinson, for he was a man who had never\ndone well in the world.  He had been in business and connected with a\nfairly good house in Sise Lane, but he had married early, and things had\nnot exactly gone well with him.  I don’t think the house broke, but he\ndid; and so he was driven to take himself and five children off to\nAustralia.  Elsewhere I should not have cared to come across him, but I\nwas positively glad to be slapped on the back by anybody on that\nlanding-place in front of Shepheard’s Hotel at Cairo.\n\nI soon learned that Robinson with his wife and children, and indeed with\nall the rest of the Australian cargo, were to be passed on to Suez that\nafternoon, and after a while I agreed to accompany their party.  I had\nmade up my mind, on coming out from England, that I would see all the\nwonders of Egypt, and hitherto I had seen nothing.  I did ride on one day\nsome fifteen miles on a donkey to see the petrified forest; but the\nguide, who called himself a dragoman, took me wrong or cheated me in some\nway.  We rode half the day over a stony, sandy plain, seeing nothing,\nwith a terrible wind that filled my mouth with grit, and at last the\ndragoman got off.  “Dere,” said he, picking up a small bit of stone, “Dis\nis de forest made of stone.  Carry that home.”  Then we turned round and\nrode back to Cairo.  My chief observation as to the country was this—that\nwhichever way we went, the wind blew into our teeth.  The day’s work cost\nme five-and-twenty shillings, and since that I had not as yet made any\nother expedition.  I was therefore glad of an opportunity of going to\nSuez, and of making the journey in company with an acquaintance.\n\nAt that time the railway was open, as far as I remember, nearly half the\nway from Cairo to Suez.  It did not run four or five times a day, as\nrailways do in other countries, but four or five times a month.  In fact,\nit only carried passengers on the arrival of these flocks passing between\nEngland and her Eastern possessions.  There were trains passing backwards\nand forwards constantly, as I perceived in walking to and from the\nstation; but, as I learned, they carried nothing but the labourers\nworking on the line, and the water sent into the Desert for their use.\nIt struck me forcibly at the time that I should not have liked to have\nmoney in that investment.\n\nWell; I went with Robinson to Suez.  The journey, like everything else in\nEgypt, was sandy, hot, and unpleasant.  The railway carriages were pretty\nfair, and we had room enough; but even in them the dust was a great\nnuisance.  We travelled about ten miles an hour, and stopped about an\nhour at every ten miles.  This was tedious, but we had cigars with us and\na trifle of brandy and water; and in this manner the railway journey wore\nitself away.  In the middle of the night, however, we were moved from the\nrailway carriages into omnibuses, as they were called, and then I was not\ncomfortable.  These omnibuses were wooden boxes, placed each upon a pair\nof wheels, and supposed to be capable of carrying six passengers.  I was\nthrust into one with Robinson, his wife and five children, and\nimmediately began to repent of my good-nature in accompanying them.  To\neach vehicle were attached four horses or mules, and I must acknowledge\nthat as on the railway they went as slow as possible, so now in these\nconveyances, dragged through the sand, they went as fast as the beasts\ncould be made to gallop.  I remember the Fox Tally-ho coach on the\nBirmingham road when Boyce drove it, but as regards pace the Fox Tally-ho\nwas nothing to these machines in Egypt.  On the first going off I was\njolted right on to Mrs. R. and her infant; and for a long time that lady\nthought that the child had been squeezed out of its proper shape; but at\nlast we arrived at Suez, and the baby seemed to me to be all right when\nit was handed down into the boat at Suez.\n\nThe Robinsons were allowed time to breakfast at that cavernous\nhotel—which looked to me like a scheme to save the expense of the\npassengers’ meal on board the ship—and then they were off.  I shook hands\nwith him heartily as I parted with him at the quay, and wished him well\nthrough all his troubles.  A man who takes a wife and five young children\nout into a colony, and that with his pockets but indifferently lined,\ncertainly has his troubles before him.  So he has at home, no doubt; but,\njudging for myself, I should always prefer sticking to the old ship as\nlong as there is a bag of biscuits in the locker.  Poor Robinson!  I have\nnever heard a word of him or his since that day, and sincerely trust that\nthe baby was none the worse for the little accident in the box.\n\nAnd now I had the prospect of a week before me at Suez, and the Robinsons\nhad not been gone half an hour before I began to feel that I should have\nbeen better off even at Cairo.  I secured a bedroom at the hotel—I might\nhave secured sixty bedrooms had I wanted them—and then went out and stood\nat the front door, or gate.  It is a large house, built round a\nquadrangle, looking with one front towards the head of the Red Sea, and\nwith the other into and on a sandy, dead-looking, open square.  There I\nstood for ten minutes, and finding that it was too hot to go forth,\nreturned to the long cavernous room in which we had breakfasted.  In that\nlong cavernous room I was destined to eat all my meals for the next six\ndays.  Now at Cairo I could, at any rate, see my fellow-creatures at\ntheir food.  So I lit a cigar, and began to wonder whether I could\nsurvive the week.  It was now clear to me that I had done a very rash\nthing in coming to Suez with the Robinsons.\n\nSomebody about the place had asked me my name, and I had told it\nplainly—George Walker.  I never was ashamed of my name yet, and never had\ncause to be.  I believe at this day it will go as far in Friday Street as\nany other.  A man may be popular, or he may not.  That depends mostly on\ncircumstances which are in themselves trifling.  But the value of his\nname depends on the way in which he is known at his bank.  I have never\ndealt in tea spoons or gravy spoons, but my name will go as far as\nanother name.  “George Walker,” I answered, therefore, in a tone of some\nlittle authority, to the man who asked me, and who sat inside the gate of\nthe hotel in an old dressing-gown and slippers.\n\nThat was a melancholy day with me, and twenty times before dinner did I\nwish myself back at Cairo.  I had been travelling all night, and\ntherefore hoped that I might get through some little time in sleeping,\nbut the mosquitoes attacked me the moment I laid myself down.  In other\nplaces mosquitoes torment you only at night, but at Suez they buzz around\nyou, without ceasing, at all hours.  A scorching sun was blazing\noverhead, and absolutely forbade me to leave the house.  I stood for a\nwhile in the verandah, looking down at the few small vessels which were\nmoored to the quay, but there was no life in them; not a sail was set,\nnot a boatman or a sailor was to be seen, and the very water looked as\nthough it were hot.  I could fancy the glare of the sun was cracking the\npaint on the gunwales of the boats.  I was the only visitor in the house,\nand during all the long hours of the morning it seemed as though the\nservants had deserted it.\n\nI dined at four; not that I chose that hour, but because no choice was\ngiven to me.  At the hotels in Egypt one has to dine at an hour fixed by\nthe landlord, and no entreaties will suffice to obtain a meal at any\nother.  So at four I dined, and after dinner was again reduced to\ndespair.\n\nI was sitting in the cavernous chamber almost mad at the prospect of the\nweek before me, when I heard a noise as of various feet in the passage\nleading from the quadrangle.  Was it possible that other human beings\nwere coming into the hotel—Christian human beings at whom I could look,\nwhose voices I could hear, whose words I could understand, and with whom\nI might possibly associate?  I did not move, however, for I was still\nhot, and I knew that my chances might be better if I did not show myself\nover eager for companionship at the first moment.  The door, however, was\nsoon opened, and I saw that at least in one respect I was destined to be\ndisappointed.  The strangers who were entering the room were not\nChristians—if I might judge by the nature of the garments in which they\nwere clothed.\n\nThe door had been opened by the man in an old dressing-gown and slippers,\nwhom I had seen sitting inside the gate.  He was the Arab porter of the\nhotel, and as he marshalled the new visitors into the room, I heard him\npronounce some sound similar to my own name, and perceived that he\npointed me out to the most prominent person of those who then entered the\napartment.  This was a stout, portly man, dressed from head to foot in\nEastern costume of the brightest colours.  He wore, not only the red fez\ncap which everybody wears—even I had accustomed myself to a fez cap—but a\nturban round it, of which the voluminous folds were snowy white.  His\nface was fat, but not the less grave, and the lower part of it was\nenveloped in a magnificent beard, which projected round it on all sides,\nand touched his breast as he walked.  It was a grand grizzled beard, and\nI acknowledged at a moment that it added a singular dignity to the\nappearance of the stranger.  His flowing robe was of bright colours, and\nthe under garment which fitted close round his breast, and then\ndescended, becoming beneath his sash a pair of the loosest pantaloons—I\nmight, perhaps, better describe them as bags—was a rich tawny silk.\nThese loose pantaloons were tied close round his legs, above the ankle,\nand over a pair of scrupulously white stockings, and on his feet he wore\na pair of yellow slippers.  It was manifest to me at a glance that the\nArab gentleman was got up in his best raiment, and that no expense had\nbeen spared on his suit.\n\nAnd here I cannot but make a remark on the personal bearing of these\nArabs.  Whether they be Arabs or Turks, or Copts, it is always the same.\nThey are a mean, false, cowardly race, I believe.  They will bear blows,\nand respect the man who gives them.  Fear goes further with them than\nlove, and between man and man they understand nothing of forbearance.  He\nwho does not exact from them all that he can exact is simply a fool in\ntheir estimation, to the extent of that which he loses.  In all this,\nthey are immeasurably inferior to us who have had Christian teaching.\nBut in one thing they beat us.  They always know how to maintain their\npersonal dignity.\n\nLook at my friend and partner Judkins, as he stands with his hands in his\ntrousers pockets at the door of our house in Friday Street.  What can be\nmeaner than his appearance?  He is a stumpy, short, podgy man; but then\nso also was my Arab friend at Suez.  Judkins is always dressed from head\nto foot in a decent black cloth suit; his coat is ever a dress coat, and\nis neither old nor shabby.  On his head he carries a shining new silk\nhat, such as fashion in our metropolis demands.  Judkins is rather a\ndandy than otherwise, piquing himself somewhat on his apparel.  And yet\nhow mean is his appearance, as compared with the appearance of that\nArab;—how mean also is his gait, how ignoble his step!  Judkins could buy\nthat Arab out four times over, and hardly feel the loss; and yet were\nthey to enter a room together, Judkins would know and acknowledge by his\nlook that he was the inferior personage.  Not the less, should a personal\nquarrel arise between them, would Judkins punch the Arab’s head; ay, and\nreduce him to utter ignominy at his feet.\n\nJudkins would break his heart in despair rather than not return a blow;\nwhereas the Arab would put up with any indignity of that sort.\nNevertheless Judkins is altogether deficient in personal dignity.  I\noften thought, as the hours hung in Egypt, whether it might not be\npracticable to introduce an oriental costume in Friday Street.\n\nAt this moment, as the Arab gentleman entered the cavernous coffee-room,\nI felt that I was greatly the inferior personage.  He was followed by\nfour or five others, dressed somewhat as himself; though by no means in\nsuch magnificent colours, and by one gentleman in a coat and trousers.\nThe gentleman in the coat and trousers came last, and I could see that he\nwas one of the least of the number.  As for myself, I felt almost\noverawed by the dignity of the stout party in the turban, and seeing that\nhe came directly across the room to the place where I was seated, I got\nupon my legs and made him some sign of Christian obeisance.\n\nI am a little man, and not podgy, as is Judkins, and I flatter myself\nthat I showed more deportment, at any rate, than he would have exhibited.\n\nI made, as I have said, some Christian obeisance.  I bobbed my head, that\nis, rubbing my hands together the while, and expressed an opinion that it\nwas a fine day.  But if I was civil, as I hope I was, the Arab was much\nmore so.  He advanced till he was about six paces from me, then placed\nhis right hand open upon his silken breast,—and inclining forward with\nhis whole body, made to me a bow which Judkins never could accomplish.\nThe turban and the flowing robe might be possible in Friday Street, but\nof what avail would be the outer garments and mere symbols, if the inner\nsentiment of personal dignity were wanting?  I have often since tried it\nwhen alone, but I could never accomplish anything like that bow.  The\nArab with the flowing robe bowed, and the other Arabs all bowed also; and\nafter that the Christian gentleman with the coat and trousers made a leg.\nI made a leg also, rubbing my hands again, and added to my former remarks\nthat it was rather hot.\n\n“Dat berry true,” said the porter in the dirty dressing-gown, who stood\nby.  I could see at a glance that the manner of that porter towards me\nwas greatly altered, and I began to feel comforted in my wretchedness.\nPerhaps a Christian from Friday Street, with plenty of money in his\npockets, would stand in higher esteem at Suez than at Cairo.  If so, that\nalone would go far to atone for the apparent wretchedness of the place.\nAt Cairo I had not received that attention which had certainly been due\nto me as the second partner in the flourishing Manchester house of\nGrimes, Walker, and Judkins.\n\nBut now, as my friend with the beard again bowed to me, I felt that this\ndeficiency was to be made up.  It was clear, however, that this new\nacquaintance, though I liked the manner of it, would be attended with\nconsiderable inconvenience, for the Arab gentleman commenced an address\nto me in French.  It has always been to me a source of sorrow that my\nparents did not teach me the French language, and this deficiency on my\npart has given rise to an incredible amount of supercilious overbearing\npretension on the part of Judkins—who after all can hardly do more than\ntranslate a correspondent’s letter.  I do not believe that he could have\nunderstood that Arab’s oration, but at any rate I did not.  He went on to\nthe end, however, speaking for some three or four minutes, and then again\nhe bowed.  If I could only have learned that bow, I might still have been\ngreater than Judkins with all his French.\n\n“I am very sorry,” said I, “but I don’t exactly follow the French\nlanguage when it is spoken.”\n\n“Ah! no French!” said the Arab in very broken English, “dat is one\nsorrow.”  How is it that these fellows learn all languages under the sun?\nI afterwards found that this man could talk Italian, and Turkish, and\nArmenian fluently, and say a few words in German, as he could also in\nEnglish.  I could not ask for my dinner in any other language than\nEnglish, if it were to save me from starvation.  Then he called to the\nChristian gentleman in the pantaloons, and, as far as I could understand,\nmade over to him the duty of interpreting between us.  There seemed,\nhowever, to be one difficulty in the way of this being carried on with\nefficiency.  The Christian gentleman could not speak English himself.  He\nknew of it perhaps something more than did the Arab, but by no means\nenough to enable us to have a fluent conversation.\n\nAnd had the interpreter—who turned out to be an Italian from Trieste,\nattached to the Austrian Consulate at Alexandria—had the interpreter\nspoken English with the greatest ease, I should have had considerable\ndifficulty in understanding and digesting in all its bearings, the\nproposition made to me.  But before I proceed to the proposition, I must\ndescribe a ceremony which took place previous to its discussion.  I had\nhardly observed, when first the procession entered the room, that one of\nmy friend’s followers—my friend’s name, as I learned afterwards, was\nMahmoud al Ackbar, and I will therefore call him Mahmoud—that one of\nMahmoud’s followers bore in his arms a bundle of long sticks, and that\nanother carried an iron pot and a tray.  Such was the case, and these two\nfollowers came forward to perform their services, while I, having been\nliterally pressed down on to the sofa by Mahmoud, watched them in their\nprogress.  Mahmoud also sat down, and not a word was spoken while the\nceremony went on.  The man with the sticks first placed on the ground two\nlittle pans—one at my feet, and then one at the feet of his master.\nAfter that he loosed an ornamented bag which he carried round his neck,\nand producing from it tobacco, proceeded to fill two pipes.  This he did\nwith the utmost gravity, and apparently with very peculiar care.  The\npipes had been already fixed at one end of the stick, and to the other\nend the man had fastened two large yellow balls.  These, as I afterwards\nperceived, were mouth-pieces made of amber.  Then he lit the pipes,\ndrawing up the difficult smoke by long painful suckings at the\nmouthpiece, and then, when the work had become apparently easy, he handed\none pipe to me, and the other to his master.  The bowls he had first\nplaced in the little pans on the ground.\n\nDuring all this time no word was spoken, and I was left altogether in the\ndark as to the cause which had produced this extraordinary courtesy.\nThere was a stationary sofa—they called it there a divan—which was fixed\ninto the corner of the room, and on one side of the angle sat Mahmoud al\nAckbar, with his feet tucked under him, while I sat on the other.  The\nremainder of the party stood around, and I felt so little master of the\noccasion, that I did not know whether it would become me to bid them be\nseated.  I was not master of the entertainment.  They were not my pipes.\nNor was it my coffee, which I saw one of the followers preparing in a\ndistant part of the room.  And, indeed, I was much confused as to the\nmanagement of the stick and amber mouth-piece with which I had been\npresented.  With a cigar I am as much at home as any man in the City.  I\ncan nibble off the end of it, and smoke it to the last ash, when I am\nthree parts asleep.  But I had never before been invited to regale myself\nwith such an instrument as this.  What was I to do with that huge yellow\nball?  So I watched my new friend closely.\n\nIt had manifestly been a part of his urbanity not to commence till I had\ndone so, but seeing my difficulty he at last raised the ball to his mouth\nand sucked at it.  I looked at him and envied the gravity of his\ncountenance, and the dignity of his demeanour.  I sucked also, but I made\na sputtering noise, and must confess that I did not enjoy it.  The smoke\ncurled gracefully from his mouth and nostrils as he sat there in mute\ncomposure.  I was mute as regarded speech, but I coughed as the smoke\ncame from me in convulsive puffs.  And then the attendant brought us\ncoffee in little tin cups—black coffee, without sugar and full of grit,\nof which the berries had been only bruised, not ground.  I took the cup\nand swallowed the mixture, for I could not refuse, but I wish that I\nmight have asked for some milk and sugar.  Nevertheless there was\nsomething very pleasing in the whole ceremony, and at last I began to\nfind myself more at home with my pipe.\n\nWhen Mahmoud had exhausted his tobacco, and perceived that I also had\nceased to puff forth smoke, he spoke in Italian to the interpreter, and\nthe interpreter forthwith proceeded to explain to me the purport of this\nvisit.  This was done with much difficulty, for the interpreter’s stock\nof English was very scanty—but after awhile I understood, or thought I\nunderstood, as follows:—At some previous period of my existence I had\ndone some deed which had given infinite satisfaction to Mahmoud al\nAckbar.  Whether, however, I had done it myself, or whether my father had\ndone it, was not quite clear to me.  My father, then some time deceased,\nhad been a wharfinger at Liverpool, and it was quite possible that\nMahmoud might have found himself at that port.  Mahmoud had heard of my\narrival in Egypt, and had been given to understand that I was coming to\nSuez—to carry myself away in the ship, as the interpreter phrased it.\nThis I could not understand, but I let it pass.  Having heard these\nagreeable tidings—and Mahmoud, sitting in the corner, bowed low to me as\nthis was said—he had prepared for my acceptance a slight refection for\nthe morrow, hoping that I would not carry myself away in the ship till\nthis had been eaten.  On this subject I soon made him quite at ease, and\nhe then proceeded to explain that as there was a point of interest at\nSuez, Mahmoud was anxious that I should partake of the refection somewhat\nin the guise of a picnic, at the Well of Moses, over in Asia, on the\nother side of the head of the Red Sea.  Mahmoud would provide a boat to\ntake across the party in the morning, and camels on which we would return\nafter sunset.  Or else we would go and return on camels, or go on camels\nand return in the boat.  Indeed any arrangement would be made that I\npreferred.  If I was afraid of the heat, and disliked the open boat, I\ncould be carried round in a litter.  The provisions had already been sent\nover to the Well of Moses in the anticipation that I would not refuse\nthis little request.\n\nI did not refuse it.  Nothing could have been more agreeable to me than\nthis plan of seeing something of the sights and wonders of this land,—and\nof this seeing them in good company.  I had not heard of the Well of\nMoses before, but now that I learned that it was in Asia,—in another\nquarter of the globe, to be reached by a transit of the Red Sea, to be\nreturned from by a journey on camels’ backs,—I burned with anxiety to\nvisit its waters.  What a story would this be for Judkins!  This was, no\ndoubt, the point at which the Israelites had passed.  Of those waters had\nthey drunk.  I almost felt that I had already found one of Pharaoh’s\nchariot wheels.  I readily gave my assent, and then, with much ceremony\nand many low salaams, Mahmoud and his attendant left me.  “I am very glad\nthat I came to Suez,” said I to myself.\n\nI did not sleep much that night, for the mosquitoes of Suez are very\npersevering; but I was saved from the agonising despair which these\nanimals so frequently produce, by my agreeable thoughts as to Mahmoud al\nAckbar.  I will put it to any of my readers who have travelled, whether\nit is not a painful thing to find one’s-self regarded among strangers\nwithout any kindness or ceremonious courtesy.  I had on this account been\nwretched at Cairo, but all this was to be made up to me at Suez.  Nothing\ncould be more pleasant than the whole conduct of Mahmoud al Ackbar, and I\ndetermined to take full advantage of it, not caring overmuch what might\nbe the nature of those previous favours to which he had alluded.  That\nwas his look-out, and if he was satisfied, why should not I be so also?\n\nOn the following morning I was dressed at six, and, looking out of my\nbed-room, I saw the boat in which we were to be wafted into Asia being\nbrought up to the quay close under my window.  It had been arranged that\nwe should start early, so as to avoid the mid-day sun, breakfast in the\nboat,—Mahmoud in this way engaged to provide me with two refections,—take\nour rest at noon in a pavilion which had been built close upon the well\nof the patriarch, and then eat our dinner, and return riding upon camels\nin the cool of the evening.  Nothing could sound more pleasant than such\na plan; and knowing as I did that the hampers of provisions had already\nbeen sent over, I did not doubt that the table arrangements would be\nexcellent.  Even now, standing at my window, I could see a basket laden\nwith long-necked bottles going into the boat, and became aware that we\nshould not depend altogether for our morning repast on that gritty coffee\nwhich my friend Mahmoud’s followers prepared.\n\nI had promised to be ready at six, and having carefully completed my\ntoilet, and put a clean collar and comb into my pocket ready for dinner,\nI descended to the great gateway and walked slowly round to the quay.  As\nI passed out, the porter greeted me with a low obeisance, and walking on,\nI felt that I stepped the ground with a sort of dignity of which I had\nbefore been ignorant.  It is not, as a rule, the man who gives grace and\nhonour to the position, but the position which confers the grace and\nhonour upon the man.  I have often envied the solemn gravity and grand\ndemeanour of the Lord Chancellor, as I have seen him on the bench; but I\nalmost think that even Judkins would look grave and dignified under such\na wig.  Mahmoud al Ackbar had called upon me and done me honour, and I\nfelt myself personally capable of sustaining before the people of Suez\nthe honour which he had done me.\n\nAs I walked forth with a proud step from beneath the portal, I perceived,\nlooking down from the square along the street, that there was already\nsome commotion in the town.  I saw the flowing robes of many Arabs, with\ntheir backs turned towards me, and I thought that I observed the\nidentical gown and turban of my friend Mahmoud on the back and head of a\nstout short man, who was hurrying round a corner in the distance.  I felt\nsure that it was Mahmoud.  Some of his servants had failed in their\npreparations, I said to myself, as I made my way round to the water’s\nedge.  This was only another testimony how anxious he was to do me\nhonour.\n\nI stood for a while on the edge of the quay looking into the boat, and\nadmiring the comfortable cushions which were luxuriously arranged around\nthe seats.  The men who were at work did not know me, and I was\nunnoticed, but I should soon take my place upon the softest of those\ncushions.  I walked slowly backwards and forwards on the quay, listening\nto a hum of voices that came to me from a distance.  There was clearly\nsomething stirring in the town, and I felt certain that all the movement\nand all those distant voices were connected in some way with my\nexpedition to the Well of Moses.  At last there came a lad upon the walk\ndressed in Frank costume, and I asked him what was in the wind.  He was a\nclerk attached to an English warehouse, and he told me that there had\nbeen an arrival from Cairo.\n\nHe knew no more than that, but he had heard that the omnibuses had just\ncome in.  Could it be possible that Mahmoud al Ackbar had heard of\nanother old acquaintance, and had gone to welcome him also?\n\nAt first my ideas on the subject were altogether pleasant.  I by no means\nwished to monopolise the delights of all those cushions, nor would it be\nto me a cause of sorrow that there should be some one to share with me\nthe conversational powers of that interpreter.  Should another guest be\nfound, he might also be an Englishman, and I might thus form an\nacquaintance which would be desirable.  Thinking of these things, I\nwalked the quay for some minutes in a happy state of mind; but by degrees\nI became impatient, and by degrees also disturbed in my spirit.  I\nobserved that one of the Arab boatmen walked round from the vessel to the\nfront of the hotel, and that on his return he looked at me—as I thought,\nnot with courteous eyes.  Then also I saw, or rather heard, some one in\nthe verandah of the hotel above me, and was conscious that I was being\nviewed from thence.  I walked and walked, and nobody came to me, and I\nperceived by my watch that it was seven o’clock.  The noise, too, had\ncome nearer and nearer, and I was now aware that wheels had been drawn up\nbefore the front door of the hotel, and that many voices were speaking\nthere.  It might be that Mahmoud should wait for some other friend, but\nwhy did he not send some one to inform me?  And then, as I made a sudden\nturn at the end of the quay, I caught sight of the retreating legs of the\nAustrian interpreter, and I became aware that he had been sent down, and\nhad gone away, afraid to speak to me.  “What can I do?” said I to myself,\n“I can but keep my ground.”  I owned that I feared to go round to the\nfront of the hotel.  So I still walked slowly up and down the length of\nthe quay, and began to whistle to show that I was not uneasy.  The Arab\nsailors looked at me uncomfortably, and from time to time some one peered\nat me round the corner.  It was now fully half-past seven, and the sun\nwas becoming hot in the heavens.  Why did we not hasten to place\nourselves beneath the awning in that boat.\n\nI had just made up my mind that I would go round to the front and\npenetrate this mystery, when, on turning, I saw approaching to me a man\ndressed at any rate like an English gentleman.  As he came near to me, he\nraised his hat, and accosted me in our own language.  “Mr. George Walker,\nI believe?” said he.\n\n“Yes,” said I, with some little attempt at a high demeanour,—“of the firm\nof Grimes, Walker, and Judkins, Friday Street, London.”\n\n“A most respectable house, I am sure,” said he.  “I am afraid there has\nbeen a little mistake here.”\n\n“No mistake as to the respectability of that house,” said I.  I felt that\nI was again alone in the world, and that it was necessary that I should\nsupport myself.  Mahmoud al Ackbar had separated himself from me for\never.  Of that I had no longer a doubt.\n\n“Oh, none at all,” said he.  “But about this little expedition over the\nwater;” and he pointed contemptuously to the boat.  “There has been a\nmistake about that, Mr. Walker; I happen to be the English Vice-Consul\nhere.”\n\nI took off my hat and bowed.  It was the first time I had ever been\naddressed civilly by any English consular authority.\n\n“And they have made me get out of bed to come down here and explain all\nthis to you.”\n\n“All what?” said I.\n\n“You are a man of the world, I know, and I’ll just tell it you plainly.\nMy old friend, Mahmoud al Ackbar, has mistaken you for Sir George Walker,\nthe new Lieutenant-Governor of Pegu.  Sir George Walker is here now; he\nhas come this morning; and Mahmoud is ashamed to face you after what has\noccurred.  If you won’t object to withdraw with me into the hotel, I’ll\nexplain it all.”\n\nI felt as though a thunderbolt had fallen; and I must say, that even up\nto this day I think that the Consul might have been a little less abrupt.\n“We can get in here,” said he, evidently in a hurry, and pointing to a\nsmall door which opened out from one corner of the house to the quay.\nWhat could I do but follow him?  I did follow him, and in a few words\nlearned the remainder of the story.  When he had once withdrawn me from\nthe public walk he seemed but little anxious about the rest, and soon\nleft me again alone.  The facts, as far as I could learn them, were\nsimply these.\n\nSir George Walker, who was now going out to Pegu as Governor, had been in\nIndia before, commanding an army there.  I had never heard of him before,\nand had made no attempt to pass myself off as his relative.  Nobody could\nhave been more innocent than I was—or have received worse usage.  I have\nas much right to the name as he has.  Well; when he was in India before,\nhe had taken the city of Begum after a terrible siege—Begum, I think the\nConsul called it; and Mahmoud had been there, having been, it seems, a\ngreat man at Begum, and Sir George had spared him and his money; and in\nthis way the whole thing had come to pass.  There was no further\nexplanation than that.  The rest of it was all transparent.  Mahmoud,\nhaving heard my name from the porter, had hurried down to invite me to\nhis party.  So far so good.  But why had he been afraid to face me in the\nmorning?  And, seeing that the fault had all been his, why had he not\nasked me to join the expedition?  Sir George and I may, after all, be\ncousins.  But, coward as he was, he had been afraid of me.  When they\nfound that I was on the quay, they had been afraid of me, not knowing how\nto get rid of me.  I wish that I had kept the quay all day, and stared\nthem down one by one as they entered the boat.  But I was down in the\nmouth, and when the Consul left me, I crept wearily back to my bedroom.\n\nAnd the Consul did leave me almost immediately.  A faint hope had, at one\ntime, come upon me that he would have asked me to breakfast.  Had he done\nso, I should have felt it as a full compensation for all that I had\nsuffered.  I am not an exacting man, but I own that I like civility.  In\nFriday Street I can command it, and in Friday Street for the rest of my\nlife will I remain.  From this Consul I received no civility.  As soon as\nhe had got me out of the way and spoken the few words which he had to\nsay, he again raised his hat and left me.  I also again raised mine, and\nthen crept up to my bed-room.\n\nFrom my window, standing a little behind the white curtain, I could see\nthe whole embarkation.  There was Mahmoud al Ackbar, looking indeed a\nlittle hot, but still going through his work with all that excellence of\ndeportment which had graced him on the preceding evening.  Had his foot\nslipped, and had he fallen backwards into that shallow water, my spirit\nwould, I confess, have been relieved.  But, on the contrary, everything\nwent well with him.  There was the real Sir George, my namesake and\nperhaps my cousin, as fresh as paint, cool from the bath which he had\nbeen taking while I had been walking on that terrace.  How is it that\nthese governors and commanders-in-chief go through such a deal of work\nwithout fagging?  It was not yet two hours since he was jolting about in\nthat omnibus-box, and there he had been all night.  I could not have gone\noff to the Well of Moses immediately on my arrival.  It’s the dignity of\nthe position that does it.  I have long known that the head of a firm\nmust never count on a mere clerk to get through as much work as he could\ndo himself.  It’s the interest in the matter that supports the man.\n\nThey went, and Sir George, as I was well assured, had never heard a word\nabout me.  Had he done so, is it probable that he would have requested my\nattendance?\n\nBut Mahmoud and his followers no doubt kept their own counsel as to that\nlittle mistake.  There they went, and the gentle rippling breeze filled\ntheir sail pleasantly, as the boat moved away into the bay.  I felt no\nspite against any of them but Mahmoud.  Why had he avoided me with such\ncowardice?  I could still see them when the morning tchibouk was handed\nto Sir George; and, though I wished him no harm, I did envy him as he lay\nthere reclining luxuriously upon the cushions.\n\nA more wretched day than that I never spent in my life.  As I went in and\nout, the porter at the gate absolutely scoffed at me.  Once I made up my\nmind to complain within the house.  But what could I have said of the\ndirty Arab?  They would have told me that it was his religion, or a\nnational observance, or meant for a courtesy.  What can a man do, in a\nstrange country, when he is told that a native spits in his face by way\nof civility?  I bore it, I bore it—like a man; and sighed for the\ncomforts of Friday Street.\n\nAs to one matter, I made up my mind on that day, and I fully carried out\nmy purpose on the next: I would go across to the Well of Moses in a boat.\nI would visit the coasts of Asia.  And I would ride back into Africa on a\ncamel.  Though I did it alone, I would have my day’s pleasuring.  I had\nmoney in my pocket, and, though it might cost me £20, I would see all\nthat my namesake had seen.  It did cost me the best part of £20; and as\nfor the pleasuring, I cannot say much for it.\n\nI went to bed early that night, having concluded my bargain for the\nmorrow with a rapacious Arab who spoke English.  I went to bed early in\norder to escape the returning party, and was again on the quay at six the\nnext morning.  On this occasion, I stepped boldly into the boat the very\nmoment that I came along the shore.  There is nothing in the world like\npaying for what you use.  I saw myself to the bottle of brandy and the\ncold meat, and acknowledged that a cigar out of my own case would suit me\nbetter than that long stick.  The long stick might do very well for a\nGovernor of Pegu, but would be highly inconvenient in Friday Street.\n\nWell, I am not going to give an account of my day’s journey here, though\nperhaps I may do so some day.  I did go to the Well of Moses—if a small\ndirty pool of salt water, lying high above the sands, can be called a\nwell; I did eat my dinner in the miserable ruined cottage which they\ngraced by the name of a pavilion; and, alas for my poor bones! I did ride\nhome upon a camel.  If Sir George did so early, and started for Pegu the\nnext morning—and I was informed such was the fact—he must have been made\nof iron.  I laid in bed the whole day suffering greviously; but I was\ntold that on such a journey I should have slakened my throat with\noranges, and not with brandy.\n\nI survived those four terrible days which remained to me at Suez, and\nafter another month was once again in Friday Street.  I suffered greatly\non the occasion; but it is some consolation to me to reflect that I\nsmoked a pipe of peace with Mahmoud al Ackbar; that I saw the hero of\nBegum while journeying out to new triumphs at Pegu; that I sailed into\nAsia in my own yacht—hired for the occasion; and that I rode back into\nAfrica on a camel.  Nor can Judkins, with all his ill-nature, rob me of\nthese remembrances.\n\n\n\n",
    "metadata": {
        "author": [
            "Trollope, Anthony"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3718/pg3718.txt",
        "name": "george_walker_at_suez.json"
    }
}