{
  "name": "Go to sleep, my darling",
  "author": [
    "Marks, Winston K. (Winston Kinney)"
  ],
  "body": "At 46, Bertrand Baxter was a man's man, still struggling to adapt\nhimself to a smotheringly woman's world. His work, selling sporting\ngoods for Abernathy and Crisp Co., was his element. Not only was he an\nex-All American tackle, but his abiding love for sports had led him\ninto a business where he dealt almost exclusively with men.\n\nOld Crisp had once told him, \"Bert, if we had two more salesmen like\nyou we could fire the other twenty. You have a sixth sense dealing with\nthese coaches and school superintendents. They love you.\"\n\nYes, Bert Baxter could anticipate his male customer's requirements,\nobjections, moods and buying habits with an almost clairvoyant insight.\nBut give him a woman! He was licked before she opened his catalog.\n\nWomen found him attractive enough. His six-foot-four, square-jawed\nathletic prowess had given him the pick of the class of '29, including\nthe statuesque Rolanda. But to marry a woman and to understand her\nwere different matters: the former ridiculously easy, the latter\nbewilderingly impossible.\n\nThe easy familiarity he enjoyed with men of the slightest acquaintance\nwas something he could never establish in his own home with his own\nwife and his own daughters. Fate, as if to further confound him, had\npresented Bertrand with four daughters.\n\nOf all these females, Rolanda, Aileen, Grace, Norma and Annie, only\ntwo month-old Annie was currently making sense to Bert Baxter. That\nwas because she was a baby, and not yet a female in the baffling sense\nof the word. His other three daughters had had their turns, but as\nthey emerged from infanthood into childhood they became unmistakable\ngirl-children almost with their first mama-papa lisps, and thereby\nremoved themselves from Baxter's realm of fathomable human beings.\n\nHe lay sleepless one November night beside the gently snoring Rolanda,\ndebating the wisdom of having induced her to try once more to provide\nhim with a son. Although Rolanda was forty at the time, Annie had\narrived without undue trouble, fitted immediately into the Baxter\nfeminine regime and established herself in Bert's heart quite solidly,\nif only temporarily.\n\nThe misgivings that beset him were vague ones. Annie was the apple\nof his eye, but in a few short months she would add to the flooding\ntide of womanhood that swirled through his house, squealing, giggling,\nmoping, hair-curling, nylon-rinsing, plucking, powdering, painting,\nprimping, ironing, sweater-trading, lipstick-snitching and man-baiting.\n\nToo soon--much too soon--dear, understandable little Annie would move\noff in her own miasma of perfume and verbal nonsense, leaving Bertrand\nonce again a lonely man in his crowded home.\n\nThe illuminated dial said precisely two o'clock when a tiny whimper\nseeped through the adjacent wall from the nursery. Baxter was on the\nverge of slipping into a doze, but it brought his eyes open.\n\nThe two o'clock feeding!\n\nHe loved Annie dearly, but it was high time she was omitting the late\nfeeding. It meant rousing Rolanda, who never heard the call. It meant\nlights and commotion, short tempers, bottle-banging in the kitchen. It\nmeant disturbing the other girls, which occasioned a slipper-shuffling\nparade to the bathroom with attendant flushing, tap-turning,\nglass-rattling and ostentatious whispering that turned the hall into a\nrustling snake-pit.\n\n_Don't wake daddy! He has to get up early._\n\nIndeed daddy had to get up early if he hoped to enjoy his shower in\npeace in the stocking-strewn bathroom.\n\n\"Go to sleep, Annie,\" Baxter said in the deep recesses of his mind. \"Go\nto sleep, my darling,\" he urged gently. \"Please don't start the circus!\nLet me rest. Go to sleep, my darling.\"\n\nAnnie's whimper faded. Stopped.\n\n\n\nIn the hazy realm between waking and slumber, it didn't seem remarkable\nto Baxter. Not until he was stuffing his briefcase the following\nmorning did he recall that Annie had at last skipped her late feeding.\nThe memory of his urgent, silent pleading with her came back, and he\nsmiled to himself. If it were only that easy, he thought.\n\nHe had a strenuous day driving out to a rural school district and\nrounding up five members of the athletic board to complete a nice\ncontract for basketball equipment. He dribbled an Abernathy & Crisp\nbasketball around the gym twelve times for the coach, lugged four\nsample cases of uniforms up a flight of stairs, and made uncounted\nround trips to his distantly-parked station wagon for afterthought\nitems to satisfy inquiries.\n\nBut he had energy enough to bowl all evening at the athletic club, of\nwhich he was a board director. When he arrived home at ten o'clock, a\n\"bargain\" in fireplace wood which Rolanda had purchased from a late\npeddler was heaped across the short driveway and had to be tossed into\nthe basement before he could garage the car.\n\nHe had learned not to question Rolanda's bargains, regardless of the\ntime of day or night they occurred. She welcomed such criticisms as\noccasions to strike for an increase in the household allowance. \"Of\ncourse, I wouldn't have to take advantage of these penny-savers that\nyou say cause more trouble than they're worth--if we could afford\nanother five dollars a week....\"\n\nSo he changed clothes, threw in the wood, showered and sank gratefully\ninto bed. Rolanda was still wiping on cold cream. He asked, \"Would you\nplease open the window before you jump in?\"\n\n\"But it's cold out, dear.\"\n\n\"It's barely November,\" he pointed out. \"We had that all out last year.\nClosed windows only during blizzards and high winds.\"\n\n\"I know, dear, but summer's just over, and our blood's still thin.\nBesides, we put on the electric blankets today.\"\n\nSince, theoretically, expensive electric blankets were supposed to\n_add_ to one's security against chilling, the argument detracted not\na whit from Baxter's convictions, but he was too tired to pursue the\nannual debate about chilling-versus-fresh air requirements.\n\nHe inhaled the dense mist of aromatic, warm, humid boudoir essences\nand fell into exhausted slumber. His dream was a recurrent one\nwherein he wandered barefoot through an echoing chamber. He was a\nLilliputian, searching the interior of Rolanda's skull, a great, empty,\nreverberating dome. He had no notion for what he was searching, but\nall he found were the roots of her yellow hair sticking down through\nthe pate.\n\nThe edge of his fatigue had just nicely worn off to that treacherous\npoint, where to be awakened would result in hours of wakeful tossing,\nwhen the whimper came. It came again, and Baxter swam up from the\ndepths until he was half awake.\n\n\"Sleep, baby!\" he urged. \"Close your eyes and go to sleep, my darling.\"\nHis lips didn't move, and he was only dreamily aware of the foolish\nhope that his good luck of last night might be repeated.\n\nIt worked. Annie quieted, went back to sleep and stayed asleep until\nmorning.\n\n\n\nA week later Rolanda remarked about it at the breakfast table. It did,\nindeed, seem that Annie had reformed her nocturnal habits; but Baxter\nknew better. Each night, now, at the first whimper he sent his silent,\nmental message winging through the plaster, lath and pink wallpaper to\nthe pink baby under the pink blanket in the pink crib. Annie was still\nwaking at two a.m. each night, but she was still complying with his\nsoothing thought-appeals.\n\nThat night, the whimper found him sleepless again. Starkly awake,\nwith eyes wide open, it seemed ridiculous to repeat such a foolish,\nwishful-thinking process, and he refrained from doing so. Telepathy was\nnonsense!\n\nThe whimper grew in volume, welled up into a full-throated wail that\nprickled the short hairs of his neck. \"Oh, no! Annie, for heaven's\nsake!\"\n\nWithout thinking further on it he slipped into his silent pleading. \"Go\nto sleep, baby. Go to sleep, my darling.\"\n\nAnnie had too much momentum to capitulate easily. He pleaded and\ncajoled, and finally he mentally hummed three stanzas of \"Rock-a-Bye\nBaby.\"\n\nThe wail trembled and fell off into a few reluctant sobs. Annie was\ncomforted, reassured. Annie slept.\n\n\n\nFor all his preoccupation with sports and other manly extroversions,\nBertrand Baxter was not unimaginative. His stunning victory on this\nseventh night was too dramatic to ignore. He said not a word about it\nto Rolanda, but the following night he deliberately stayed wide awake\nuntil Annie sounded off.\n\nInstead of immediately flooding his infant daughter with the warm\nreassurance and pleading requests that she sleep, Baxter let his\nmind \"feel\" of the situation. He spoke softly to her in his\nunmouthed mind-talk, and for the first time he became aware of a\ntiny but positive mental response. There was a faint fringe of\ndiscomfort-thoughts--a weak hunger pang, a slight thirst, a clammy\ndiaper. But mostly there was the cheerless darkness and a heavy feeling\nof aloneness, a love-want, an outreaching for assurance.\n\nAs his thoughts went out he could sense that Annie _did_ receive\nthem and take comfort from them--and the little physical hungers and\ndiscomforts faded from her mind.\n\nShe felt reassured now, loved, petted, cosy and warm in the velvety\ngloom, in the restful quiet.\n\nHe sensed the peace that settled through her, and the same peace\nflooded through him, a rare sensation of security, understanding and\nblind trust.\n\nAnnie slept. Baxter slept.\n\n\n\nAnd then it was Saturday morning. Baxter stayed abed, yielding the\nbathroom to his three teen-age daughters. Annie was still asleep, too,\nso Rolanda was stretching leisurely beside him like a long, pink cat.\nNoticing the time, she raised to an elbow and viewed him with some\nconcern. \"No golf this morning? Aren't you well, Bert?\"\n\nHad he plunged out of bed to forage for his golf shoes as usual, she\nwould have grumbled about how it must be Saturday, and she wished that\n_she_ had a whole morning off each week to _herself_.\n\nHe replied slowly, \"Later, maybe. Want to rest a little bit. Don't\nstare! I feel fine. Just thinking a little.\"\n\nShe shrugged, put on her robe and entered the bathroom competition.\n\nBaxter lay waiting, eyes closed, concentrating. Then it came. The\nsensation of gentle awakening. Light--at first just a diffused pink\nlight, then outlines forming: the ceiling fixture, the yellow-billed\nducks on the pale pink wallpaper, the round bars of the crib. The\nsensation of movement, stretching, a glorious feeling of well-being.\n\nAnnie was awake.\n\nThen in rapid succession, the sensation of wet diaper, cramped toe,\nhunger pang, _hunger pang_!\n\nAnnie yelled.\n\nThe sound came through firmly and demandingly, interrupting Baxter's\nconcentration and breaking the remarkable rapport, but he had proved to\nhimself beyond all doubt what he had been dubiously challenging: _He\nhad established a clear, telepathic entry into his daughter's mind_.\n\n\n\nNow he was so excited that he forgot himself and tried to explain the\nwhole thing to Rolanda. She seemed to listen with half an ear as she\nassembled breakfast. She didn't understand, or she misunderstood, or\nshe understood but disapproved--Baxter wasn't at all certain which it\nwas. When he finished she simply paused in her oatmeal dishing, pulled\nher housecoat tightly about her and said, \"Nonsense! You went back to\nsleep after I got up. You're dreaming these things. It is high time\nthat Annie began skipping her night feeding.\"\n\nBut her eyes were narrowed cat-slits, and Baxter felt a positive\nwarning in them. He felt that since creation, probably no man had\nactually penetrated a woman's brain to probe the willy-nilly logic\nthat functioned there:--functioned well, for somehow things got done,\nbut functioned in such a topsy-turvy manner as to drive a serious male\ninsane if he pondered it too long.\n\nHe retreated to the morning paper and said no more about it. Before he\nleft for the golf club he had another remarkable experience. He stepped\ninto the nursery and stared down at the adorable little pink-cheeked\nAnnie. He closed his eyes and sought her mind--_and saw himself\nstanding above the crib--through her eyes_! It was clear as a TV\nimage. In fact he noted that he needed a shave and looked quite strange\nwith his eyes closed.\n\n\n\nIn the days that followed Baxter became addicted to slipping into\nAnnie's innocent little mind at almost any hour of her waking. At the\noffice. In a customer's waiting room. Even out on the golf course while\nwaiting for a slow foursome to tee off ahead. Distance was no obstacle\nto the telepathic rapport.\n\nAnd he began to make fabulous plans. As Annie grew he would follow her\nmental progress, investigating every aspect of her thought processes to\nlearn the key to womankind's inexplicable mind. Through her eyes and\nother senses he would _experience_ the woman's world as it impinged\nupon her, and one day he would fathom the deepest, eternal secrets of\nall womanhood.\n\nWhether Rolanda divined his intentions Baxter never knew, but when\nAnnie was three months old she suddenly began resisting her father's\nmental intrusion.\n\nHe first noticed it one evening right after Annie had been tucked in\nfor the night. Baxter was pretending to doze in his leather chair in\nthe den, but actually he had been keeping mental watch until Rolanda\ncleared out of the nursery--for some reason he feared communing with\nAnnie while his wife was in the room.\n\nRolanda had come out, down the hall, stopped in the open door of his\nden, and he had felt her gaze upon him for a long minute.\n\nWhen she passed on without comment, Baxter sought to enter Annie's mind\nand enjoy her nightly snugged-down feeling of contentment. He probed\ngently, and to his surprise he met a barrier, an impalpable resistance,\na shutting-out that he had never encountered. He pressed more firmly.\nDim perceptions began to come through to him, but they were dominated\nby displeasure emotion.\n\nAnnie cried out.\n\nBaxter withdrew instantly, feeling somewhat guilty. Then he tried again.\n\nAnnie screamed.\n\nRolanda came down the hall, paused at his door and said, \"What do you\nsuppose is the matter with her tonight? She always drops off.\"\n\nWithout waiting for an answer, she passed down the hall to the nursery\nand comforted Annie to sleep. Baxter tried no more that night.\n\n\n\nIt was the same each time he tried thereafter. Abruptly, Annie had\nbecome irritable, intolerant of his probing. How she could understand\nwhat was happening mystified Baxter, but he was determined to retain\ncontact. He kept pushing, gently but firmly, and although it brought on\nsome furious yells, he succeeded in making at least one daily survey of\nhis infant daughter's mind.\n\nFor a week Rolanda became increasingly hostile for no apparent reason.\nBaxter felt that the tension that grew between them was in some\nway connected with Annie, but his wife never spoke of it. Never a\nparticularly demonstrative woman, she became even colder, and often he\ncaught her regarding him with an enigmatical look of suspicion.\n\nAs a long-sufferer to her moods, Baxter had no fear that an open break\nmight develop. His life was insured for $75,000, and Rolanda was much\ntoo hard-headed to consider divorcing such a solid \"producer\" of bread\nand luxuries as she and her female brood had learned to enjoy.\n\nMeanwhile, Annie's mind was becoming an even more fascinating field for\nexploration. In spite of her resistance, Baxter's shallow penetration\nrevealed the amazing network of learning that daily increased her web\nof knowledge, experience and stimulus-response conditioning. Often\nBaxter pondered what a psychologist would give for such an opportunity\nas this.\n\nHe became so bemused with his objective study that, the night Annie\nwithdrew her barriers, Baxter fell into her mind like a lion into a\ngame-hunter's animal pit.\n\n\n\nHe was, again, in his leather chair. Rolanda had just put Annie to bed\nand passed his open door. He probed for Annie's mind and leaned the\nheavy weight of his own strong mind on the expected barrier. It was\ngone!\n\nHe sank deeply into his daughter's brain and caught his breath. He had\nforgotten what it was like, this total absorption with her physical and\nemotional sensations.\n\nAnnie was feeling good. Her stomach was full, she was warm, dry and\npleasantly tired from her evening romp. She stretched and yawned, and a\nfeeling of euphoria swept over Baxter.\n\nNever had he completed such a transfer. He could feel every little\nprimitive pleasure sensation that rippled through Annie's healthy,\ngrowing body. Conversely, two dozen trivial but annoying twinges,\naches, pains and bodily pressures that slowly accumulate with the years\nvanished from his 46-year-old body.\n\nThe abscessed tooth that he should have had pulled a month ago quit\nhurting. The ache from the slightly pulled muscle in his back faded\naway. The pressure from the incipient gastric ulcer in his stomach\neased off and disappeared. All the tensions and minor infirmities that\nhad slipped up on him, almost unnoticed with middle age, vanished;\nand Baxter knew once again the long-forgotten, corporeal ecstasy of a\nyoung, human animal in the rapid-growth stages.\n\n\n\nHe awoke to see the fuzzy image of Rolanda over him. It was morning.\nHer face was faintly troubled, but she smiled with a rare warmth when\nhe cooed at her. She caught him up in her arms, murmuring endearing\nsounds. Snuggled to her breast, he felt the satisfaction of a great\nsubconscious yearning as the scented woman-smell pervaded his nostrils\nand her strong, warm arms cuddled him tightly.\n\nThere was the unpleasant business of a diaper change, during which he\nbecame sharply aware of hunger. He yelled lustily for food, and soon\nhe was sucking hungrily on a deliciously flexible rubber nipple that\nyielded an ambrosia of warm sweetness.\n\nA jumble of clear, high voices chirped familiarly in his ears, but\nhe paid no attention to the words as such. His bath was delightful,\nalthough he sneezed violently at the talcum dust afterward. Now the\nvoices were silent except Rolanda's occasional soft words to him. Again\nhe enjoyed his liquid meal and slipped into delicious slumber with the\nshades drawn.\n\n\n\nVoices awakened him. A man's voice mingled with his wife's.\n\n\"In here, doctor. We managed to carry him to bed, and he hasn't\nawakened yet.\"\n\nBaxter heard the words with mild interest but no comprehension.\nThe man's voice came through the wall of the nursery from the next\nbedroom, a low rumble of pleasant sound. \"No sign of physical\nimpairment. Resembles a catatonic trance. Strange. Heartbeat is rapid,\nlight--respiration, too. Like a baby's. We'd better take him down to\nthe hospital.\"\n\n\"Is it that serious?\"\n\n\"Will be if he continues unconscious. He'll starve.\"\n\n\"I'll call the ambulance.\"\n\n\n\nBaxter fell asleep again. The chirping voices returned that afternoon,\nbut there was a subdued air about them. For a few days the routine\ncontinued: eating, sleeping, eating, bathing, sleeping, eating--a\nwonderous, kaleidoscopic fairyland of enjoyable sensations.\n\nThe subdued air disappeared, and the voices chirped loudly and happily\naround him again. All was pleasant, comfortable, secure.\n\nThen one morning his heart beat heavily, awakening him from his nap.\nHis eyelids tore open to a weird sight. Several strange men and woman\nstood around him. They were dressed in white, and he was in a hospital\nbed. As he traced a rubber tube from its stand-hung bottle down to\nhis arm, a rush of unpleasant sensations, twinges, pains, stiffnesses\nswarmed back into him.\n\nReluctantly he heard the doctor speak and he tried to pay no attention.\n\"The adrenalin did it. He's coming around, I think. No, dammit, he's\nclosing his eyes again. Doesn't seem interested. I thought for a\nminute....\"\n\nBaxter clenched his eyes tightly and tried to ignore the burning\nemptiness of his emaciated stomach, the harsh roughness of the hospital\nsheets against his weak, bed-sore calves. The drug was fire in his\nveins, and his heart threatened to jump out of his breast.\n\n_Annie, where are you?_\n\nA soft, nonverbal little response touched his wracked brain, inviting\nhim to return. He concentrated, blocking out the muttering voices\naround him....\n\n\"--can't keep a man his size alive indefinitely with\nintravenous--better phone Mrs. Baxter--call a priest, too.\"\n\n\n\nHe made it. He was back in the crib. Rolanda was pulling up the nursery\nshades terminating his nap. The phone was ringing.\n\n\"Be right back, sweetheart,\" Rolanda said. \"Mother has to answer the\nphone.\"\n\nHer voice came only faintly from the hallway in dull monosyllables.\nThen she was back, scooping him up in her arms. She sat in a rocker and\nlooked down at him thoughtfully, a serious frown across her wide, white\nbrow. \"You poor little darling. You'll never know your daddy.\"\n\nFor an instant Baxter's consciousness flickered back and forth across\nmiles of intervening space. A cold panic clutched his heart. He heard\na sharp sob escape from Annie's lips, then Rolanda was rocking him and\ncomforting him.\n\n\"Don't you worry, sweetheart. It's all right. We'll get along. Daddy's\ninsured. And there's his service pension. We'll get along just _fine_.\"\n\nAn intuitive flash of horror chilled Baxter. He struggled to escape to\nhis own brain, his own dying body, but now the barrier was up again,\nnot impalpable but tough and impenetrable.\n\nThe more he struggled the weaker he became. Sensations from the nursery\nbegan to fade. The light grew dimmer, and Rolanda's face became hazy.\nFrantically, he tried to withdraw from Annie's mind, but he was\nmousetrapped!\n\nWas this Annie's doing? Was this the vengeance she took against her own\nfather for his invasion of her privacy?\n\nOr was it his own mind's refusal to face life again through the network\nof pain and misery of his adult identity? Infantile regression, the\ndoctor had called it--but the doctor didn't know about Annie.\n\nHe could still feel the gentle rocking motion and his wife's arms\nholding him tenderly in the warm blankets.\n\n\"We'll get along just fine, honey,\" she was saying. \"When we get the\ninsurance money we'll have a larger house and a new car.\"\n\n_Rolanda! For God's sake, make Annie let me go!_\n\n\"And you'll have a pretty room all to yourself when you are older.\nAnd--and there's no reason why you can't sleep in my room tonight.\nWould you like that, Annie?\"\n\nNow the light was dimming fast, but Baxter sensed the glow of pleasure\nin Annie's tiny body and heard her soft cooing.\n\n\"Why, Annie,\" Rolanda's words came from a great distance, \"you're\nsmiling! As if you understood every word! Why, you little dickens!\"\n\nAnnie stiffened suddenly, then she sighed and gurgled happily--as\nthough she had just gotten something off her mind.\n\n\n",
  "metadata": {
    "author": [
      "Marks, Winston K. (Winston Kinney)"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/72069/pg72069.txt",
    "name": "go_to_sleep_my_darling"
  }
}
