{
    "name": "Gramp",
    "author": [
        "De Vet, Charles V."
    ],
    "body": "\"Why is Gramma making mad pictures at you?\" I asked Gramp.\n\nGramp looked at me. \"What pictures, Chum?\"\n\n\"Pictures in her mind like you're lazy. And like she wanted to hurt\nyou,\" I said.\n\nGramp's eyes got wide. He kept looking at me, and then he said, \"Get\nyour cap, Chum. We're gonna take a little walk.\"\n\nGramp didn't say anything until we walked all the way to the main road\nand past Mr. Watchorn's corn field. I walked behind him, counting the\nlittle round holes his wooden leg made in the gravel. Finally Gramp\nsaid, \"Abracadabra.\"\n\nThat was our secret word. It meant that if I was playing one of our\ngames, I was to stop for awhile. Gramp and I had lots of games we\nplayed. One of them was where we made believe. Sometimes we'd play that\nGramp and I had been working all day, when we really just stayed in the\nshade telling stories. Then when we got home and Gramma asked us what\nwe had done, we'd tell her about how hard we had worked.\n\n\"I really did see mad pictures in Gramma's mind,\" I said.\n\n\"Have you ever seen pictures in anybody's mind before?\" Gramp asked.\n\n\"I always see them,\" I said. \"Don't you?\"\n\n\"No,\" Gramp said after a minute. \"Other people can't either. You're\nprobably the only little boy who can.\"\n\n\"Is that bad?\"\n\n\"No,\" Gramp answered. \"It's good. But remember how I told you that\npeople don't like other people who are different? Well, even though\nseeing pictures like you do is a wonderful thing, other people won't\nlike you if they know you can do it. So we'll just keep it a secret\nbetween us.\"\n\nI was glad Gramp told me, because he always knows the best things to\ndo. I'm his Chum. I love him better than anyone else in the whole\nworld. Whenever the other kids tease me and call me Crazy Joe I go to\nGramp and he tells me funny stories and makes me laugh.\n\n\n\nI remember the first time he told me about people hating other people\nwho are different.\n\n\"Why do the kids call me Crazy Joe and laugh at me?\" I asked him.\n\n\"Well, you see,\" Gramp said slowly, \"your Daddy worked for Uncle Sam\nin a big place where they make things that the government won't tell\nanybody about. Then your Daddy got sick from something in the big\nplace. After a long time he went up to stay with God. Then God took\nMommy too, when He gave you to her. And now you're our little boy,\nmine and Gramma's. And because you're a very special kind of little\nboy, the other children are jealous. So I wouldn't play with them any\nmore if they tease you. Just don't let them see you're afraid of them.\nYou'll always be Gramp's Little Joe.\"\n\nI love Gramp very much....\n\nWe kept walking until we came to Fayette. We went into Carl Van\nRemortal's store. Gramp sat on a chair by the big iron stove and I sat\non his knee on his good leg. The stove must be real old, because it's\ngot 1926 on its door in big iron letters.\n\n\"Tell me the pictures you see in Mr. Van's mind,\" Gramp whispered in my\near, \"but don't let him hear you.\"\n\n\"He's making pictures of the fishing boats coming in,\" I said. \"In the\npictures he's talking to Jack La Salle and giving him some money for\nhis fish.... The pictures are getting all mixed up now. He's putting\nthe fish in ice in boxes, but other pictures show him in church. Jack\nLa Salle is in the church too, and Mr. Van's sister Margaret is dressed\nin a long white dress and standing alongside him.\"\n\n\"He's thinking that Jack La Salle will be marrying Margaret pretty\nsoon,\" Gramp said. \"What else is he thinking?\"\n\n\"The pictures are coming so fast now that I can't name them all,\" I\nsaid.\n\nMr. Lawrence St. Ours came into the store, and Gramp told me to read\nwhat he was thinking. I looked inside his head.\n\n\"He's making pictures of himself driving a car, and buying bread, and\nbacon, and piling hay on his farm, and ...\" I said, but then I had to\nstop. \"All the pictures come so fast that I can't read them,\" I told\nGramp. \"Everybody makes blurry pictures like that most of the time.\"\n\n\"Instead of trying to tell me what the pictures are, see if you can\nunderstand what they mean,\" Gramp said.\n\nI tried but it was awful hard and pretty soon I got tired and Gramp and\nI left the store and went back home.\n\nThe next morning Gramp and I went out in the barn and Gramp said, \"Now\nlet's see what we got here.\" He had me try to do a lot of things, like\nlifting something without touching it, and trying to make chickens run\nby making a picture of them doing that and putting it in their minds.\nBut I couldn't do any of them.\n\nAfter a while he said, \"Let's go down to the store again.\"\n\n\n\nWe went to the store almost every day after that. Then sometimes we\njust walked around Fayette, and Gramp had me practice reading what the\npictures in people's minds meant instead of just what they looked like.\nSometimes I did it real good. Then Gramp would buy me some candy or ice\ncream.\n\nOne day we were following Mr. Mears and I was telling Gramp what I saw\nin Mr. Mears' mind when Mr. St. Ours drove by in his car. \"Mr. Mears is\nmaking pictures about feeding meat to Mr. St. Ours's dog and the dog is\ncrawling away and dying,\" I said to Gramp.\n\nGramp was real interested. He said, \"Watch close and read everything\nyou can about that.\" I did. After, Gramp seemed very happy. He bought\nme a big chocolate bar that time. Chocolate is my best kind of candy.\n\nI read lots of things in other people's minds that made Gramp feel good\ntoo, and he bought me candy just about every day.\n\nGramp seemed to have money all the time now instead of having to ask\nGramma for any. She wanted to know where he got all the money. But he\njust smiled with his right cheek like he does and wouldn't tell her.\nMost of the people in town didn't seem to like Gramp any more. They\nmade mad pictures about him whenever we met them.\n\nSometimes when we were in the store Mrs. Van would come in and she\nwould talk to me. She was awful nice. But she always had sad pictures\nin her mind and sometimes she would cough real hard and hold a\nhandkerchief up in front of her mouth.\n\nWhen she did that Mr. Van used to get sad too. In his pictures Mrs. Van\nwould be dead and laying in a coffin and they would be burying her in\na big hole in the ground. Mr. Van was nice too. He gave me crackers and\ncookies, or sometimes a big thin slice of cheese.\n\nOne night Gramp was holding me and buying some groceries and Mr. Van\nwas putting them in a cardboard box, and he was thinking about going to\nthe bank in Escanaba and cashing a check. And the man gave him a big\nhandful of money.\n\nI told Gramp, but then Mr. Van came close. I didn't say anymore, like\nGramp had told me. Mr. Van was whistling now. He made pictures of\ngiving the money to Mrs. Van. She was getting on a train and going to\na place where it was sunny all the time, and her cough went away and\nshe wasn't skinny any more. In his mind Mrs. Van was real pretty. She\ndidn't have the long nose like she really has.\n\nWhen we got in our car Gramp was excited. He asked me where Mr. Van had\nput the money he brought back from Escanaba.\n\nHe had bad pictures in his mind about taking Mr. Van's money and I\ndidn't want to tell him. But he grabbed my arm so hard it hurt and I\nbegan to cry. Gramp never hurt me before.\n\n\"What are you crying for?\" he asked me, cranky.\n\n\"I don't want you to take Mr. Van's money,\" I told him.\n\nGramp let go of my arm and didn't say anything for a while.\n\n\"Sometimes the pictures you see aren't true,\" he said. \"You know that.\"\nHe took out his blue handkerchief and made me blow my nose. \"Like when\nyou see pictures in Gramma's mind about her hurting me,\" he said. \"She\nnever does, you know. So the pictures aren't true. It's just what we\ncall imagination.\"\n\n\"But your pictures are bad! They make me scared,\" I said.\n\n\"We all make bad pictures like that, but we don't mean them,\" Gramp\nsaid. \"Remember how you said that you'd like to eat the whole apple pie\nlast Sunday? You probably made pictures of doing that. But you never\ndid, because you know that Gramma and me should have some of it too.\" I\nguess Gramp can explain just about everything.\n\nSo I told him where Mr. Van had hid the money under a box of brown\nsugar. Gramp smiled and started the car.\n\nHe let me steer while it was going slow. \"Who's my Chum?\" he asked.\n\n\"I am,\" I said, and I laughed real happy.\n\n\n\nThe next day when I got up Gramp was gone.\n\nI went back of the barn and played. I got a bunch of tin cans and\npunched holes in them with a nail like Gramp showed me, and I made\nsteps out of rocks and put a can on each step. I poured water in the\ntop can. It ran through the holes from each can to the other all the\nway down the steps.\n\nI heard our car come in the front yard.\n\nI went around the barn, and Gramp was just going up the steps to the\nhouse. He had been to Fairport where the big store is, and he had\nbought a lot of things that he was carrying in his arms. At first I was\nglad because he had bought something that was for me too.\n\nBut then I saw some bad pictures mixed with the happy ones--of Gramp\nbreaking a window in Mr. Van's store when it was dark and going in and\ntaking something from underneath the brown sugar box.\n\n\"You told me you wouldn't take Mr. Van's money. And you did!\" I said.\n\n\"Ssh,\" Gramp said. He put his packages on the porch and sat down and\ntook me on his lap. He took a deep breath. \"Remember what I told you\nabout imagination, Chum?\" he asked me. \"So you know you're not supposed\nto believe all the pictures you see. Now you're Gramp's Chum. And I\nwant you to promise me again not to tell anyone but me what you see,\nand I'll tell you if the pictures are real or not. Promise?\"\n\nI promised, and Gramp opened one of the packages. He took out two new\npistols and a belt with double holsters to carry them in. He bent over\nand buckled them on me.\n\n\"You look just like Hoppy now,\" he said.\n\nI gave him a big kiss, and ran back of the barn to shoot robbers.\n\n\n\nIn the afternoon Gramp was playing he was a bad Indian and trying to\nscalp me when a strange car drove in our yard.\n\nMr. Van and two men with badges got out.\n\nMr. Van was real mad. \"We've come after the money, Bill,\" he said.\n\nGramp got white. He was scared, but he said, loud, \"What the hell are\nyou talking about?\"\n\n\"You know what, Bill,\" Mr. Van said. \"Someone saw you break into the\nstore. It will go easier on you if you admit it.\"\n\n\"I told you I don't know what you're talking about,\" Gramp said. His\neyes moved kind of quick. Then he noticed me and he walked over to\nme. \"That's a fine way to talk in front of the boy,\" he said over his\nshoulder. He took my hand. \"Come on, Chum. We're going in the house.\"\n\n\"Just a minute,\" the biggest policeman said. \"We've got a few questions\nthat we have to ask you.\"\n\nGramp made believe he was brushing some dirt from my pants. \"Did anyone\nsee me take the money, Chum?\" he whispered to me.\n\n\"No,\" I said, even though I didn't understand exactly. \"Mr. Van is just\npretending he knows you took it but he doesn't.\"\n\n\"Good boy.\" Gramp patted me on the head. \"Go into the house now.\"\n\nHe turned and walked back to the three men, pushing his wooden leg into\nthe ground hard. I didn't go in the house, though.\n\n\"Now I've had just about enough of this,\" Gramp said, with a big frown\non his face. \"You can't bluff me, Van. Say what you got to say, and\nget off my property.\"\n\nMr. Van's shoulders seemed to sag and he got sad. He made the pictures\nin his mind of Mrs. Van being dead and being put in a big hole.\n\nIt made me so sorry I couldn't stand it, and I cried, \"Tell him you got\nhis money under the seat in our car! Please, Gramp! Give it back to\nhim.\"\n\nNobody said anything, but everybody turned and looked at me.\n\nThey stood real still. I saw in Gramp's mind that I had been bad, bad.\nI ran to him and put my face in his coat and began to cry. I couldn't\nhelp it.\n\nAfter a minute Gramp knelt on his good knee in front of me and took my\ncheeks in both his hands.\n\n\"I've let you down, Chum,\" he said. He wasn't mad any more.\n\nHe picked me up in his arms. \"You needed me, Little Joe,\" he said. \"You\nneeded me.\" His eyes were all smudgy. He squeezed me so hard I couldn't\nbreathe, almost.\n\nThen he put me down and said, \"Come on,\" to the two policemen. He\nwalked away between them.\n\nGramp!\n\nThe pictures in his mind were awful. I could hardly bear to look at\nthem.\n\nThe worst picture was--me.\n\nI cried and cried.\n\n\n\n\n",
    "metadata": {
        "author": [
            "De Vet, Charles V."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61186/pg61186.txt",
        "name": "gramp.json"
    }
}