{
    "name": "Greener than spruce",
    "author": [
        "Farris, Herbert"
    ],
    "body": "Author of “Plenty Grub an’ Plenty Gold,” etc.\n\n\n\n\n“Maybe greener men _have_ hit Alasky--but I doubt it!”\n\nThe speaker, a rheumy-eyed, old veteran of the trails, spoke thus\ndisparagingly of young Harris Benton. The old-timer’s perpetual\n“sun-grin” expanded visibly as he watched Benton’s parka-clad figure\ndisappear around a bend in the river trail.\n\n“Wonder how long he’ll last,” the old fellow speculated, turning to\nthe group on the river bank. “I’ll bet I’ve showed him a dozen times\nhow to tie his snowshoes to his feet, an’ I’ve told him little\nthings about pitchin’ his tent and makin’ camp, till I’m black in\nthe face. It’ll be three-four weeks yet before mushin’ll be any\ngood, but I’ve got a right good notion to load up the old Yukon sled\nan’ take out after that young chechahco.”\n\n“An’ why?”\n\nThe old-timer had paused for that query. The question certainly gave\npith and point to the clever thing on the tip of his tongue. The\nremark would have lost its savor in the telling; the retort,\nhowever, was pungent.\n\n“An’ why?” he repeated. “I’ll tell you for why. I’ve been snow-blind\ntwice, so my eyes ain’t what they used to be. Nowadays, when I ain’t\nwearin’ snow glasses--an’ blast the dang things, I hate ’em!-- I’ve\ngot to keep my eyes clamped on the spruce.\n\n“Spruce is dang restful to the eyes. It’s restful because it’s\ngreen, but to keep on lookin’ at it, a man’s got to twist his head\nfrom one side the river to the other, an’ there’s times when I think\nI’m li’ble to twist my head plum off--like a screech owl. Now,\ninstead of takin’ all that trouble, I _could_ start out an’ foller\nafter this young Benton. Instead of lookin’ at the spruce then, I\ncould keep my eyes fastened straight ahead on _him_. He’s greener\nthan any spruce that ever growed.”\n\nIf young Harris Benton could have heard this sarcastic speech, he\nwould have been rudely made aware of the withering contempt in which\nhe was held by the general run of Alaskans with whom he had come in\ncontact. Had he been aware of the feeling which existed, he would\nnot have been offended in the least; he would have been amused. He\nwas green but, unlike many greenhorns, he realized the fact and was\nanxious to learn. Moreover, he was willing to accept the hard\nknocks--a part of the curriculum of Alaska’s trail school--and come\nup smiling. For Harris Benton, although he was probably the greenest\nchechahco in the North, had not been raised a pet.\n\nAt noon, young Benton hauled his sled to the river bank and, with\nconsiderable difficulty, dropped a dead spruce tree and built a\nsmall tea fire. After his noon meal he unloaded his Yukon sled,\ninverted it so that the steel-shod runners shone like twin mirrors\nin the rays of the sun; then--and this is almost past believing--he\nproceeded to smear the steel shoes of the sled runners with\nlubricating oil.\n\nThe dealer who had sold him the oil--either unscrupulous or a\npractical joker--had seriously informed him that “greased sled\nrunners makes mighty easy slippin’ on the trail.” Harris Benton had\ninnocently bought five gallons of the lubricant.\n\nWhere a musher pulls without dogs, as young Benton was doing, every\npound of excess weight is an additional check to his progress. And\nbesides the five gallons of lubricating oil, Harris Benton was\nhauling other nonessentials. He had more clothing than he really\nneeded; about twenty pounds of books and old magazines, and the\nmerchant from whom he had bought his outfit had sold him far too\nmany cooking utensils. Benton’s entire outfit weighed almost twelve\nhundred pounds, and, since at best he could haul but four hundred\npounds on his Yukon sled, he was relaying. He would haul from three\nto four hundred pounds as far up the river trail as he could\npossibly travel in a day, cache his load, and return to his camp\nwith his empty sled.\n\nEarly in the month of May he reached the Kentna country. He had been\non the trail four months, and he had arrived with pick, pan, and\nshovel, together with ample food to last him through the mining\nseason. Also--as every old-timer in the Kentna country will\ntestify--he had arrived with the ambition and energy of a half dozen\nmen in spite of the grueling work on the trail.\n\nYoung Benton spent his first week after arriving at “the cricks” in\nbuilding a cache for his supplies. It was a simple box affair, built\nof logs, supported high in air by four posts. He was busily stowing\nhis food and other supplies in the cache, when a voice at his elbow\nbrought him about with a start. Looking up from his work, he saw the\nold-timer who had offered him many helpful suggestions back at the\ntrading post. The old man was surveying him, his small stock of\nprovisions, and his crude cache, with frank curiosity.\n\n“Well, I see you landed here all right,” he remarked by way of\ngreeting. “I’m camped just above here on Penny Ante Crick, an’ I\nain’t got a thing to do till the snow goes off, so I thought I’d\nmush over an’ see how you’re gettin’ along. Staked yourself a claim\nyet?”\n\nBenton admitted that he had not. “I didn’t know it was lawful to\nstake a claim unless you discover gold,” he added.\n\n“Plenty of ’em stakes first an’ find the gold afterward--if there’s\nany to be found.” The old man’s rheumy eyes were mildly\ndisapproving. “I wouldn’t worry too much about makin’ my discovery,\nif I was you. Most any gravel you find around here carries _some_\ngold. Trouble is to find it in payin’ quantities. So hurry up an’\nstake yourself a claim or two, before some of these ground hogs\ncomes in on the first boat this summer an’ grabs it all. Us\nold-timers takes just what we can work to good advantage, but most\ngreenhorns’ll wear out a pair of hobnail shoes just a-racin’ over\nthe country stakin’. You’re lucky to be here among the first, so\nhurry up an’ get busy.”\n\n“Thanks for the tip. I’ll----”\n\n“It’s none of my business,” the old-timer suddenly interrupted, “but\nwhat in thunder have you brought into the country in _that_?”\n\nBenton had placed his five-gallon can of lubricating oil near the\ncache, and it was that which had elicited the question. He was\nsomewhat puzzled.\n\n“Why, that’s my oil,” he said. “How do you carry yours?”\n\nThe ancient sour dough had all he could do to keep a straight face.\nThis green chechahco had actually brought kerosene into this\nwilderness!\n\n“You won’t have no use for a lamp,” he said gently. “All summer you\ncan read fine print right in your tent--any hour of the night, too.\nI thought ev’ry-body knowed----”\n\n“I have no lamp,” young Benton interrupted impatiently. “I’m green\nbut I’m not quite a fool--I hope. That isn’t oil for a lamp; it’s\nabout four gallons of lubricating oil that I had left over from my\nwinter’s sledding.”\n\n“I see.” The old man shifted his weight from one moccasined foot to\nthe other, swallowing his Adam’s apple twice before he once more\nfound his voice. “I understand you but I don’t know what you mean,”\nhe said. “How much of this oil did you use an’ how did you use it?”\n\n“Well, I used about a gallon.” Young Benton was looking doubtfully\nat the old man. “I think I see what you’re driving at now. I allowed\nthat storekeeper to sell me five gallons when one was all that I\nneeded.”\n\nThe old-timer lifted his tufted eyebrows. “An’ you got through the\nwinter with one gallon,” he said softly, wonderingly.\n\n“Why, I only used it in the morning and again at noon. Just when\nI--but maybe I didn’t use it often enough. Still, the sled came\nalong pretty well.”\n\nThe old-timer barked apologetically in his mittened hand. At last he\nunderstood. It had been so many years since he had heard of the old\njoke of greasing sled runners that he had forgotten. But this boy\nwas so very much in earnest, it wouldn’t do to hurt his feelings.\nAnd besides, it might lead to serious trouble. This innocent youth\nhad dragged this worthless stuff over the trail--pounds and pounds\nof it. Murder had been committed for less than a joke like that!\n\n“The skinflint sold you too much, all right,” he said, as he reached\ndown and thoughtfully “hefted” the can. “But you’ve got it here--I\nreckon you might as well forget it. Anyhow, you won’t have any more\nuse for it. You’re all through sleddin’. An’ now I’d better be\ngettin’ along. If you want anything this summer, you’ll find me over\non Penny Ante Crick. Number Five Above Discovery’s the name of my\nclaim.”\n\n                *       *       *       *       *\n\nHarris Benton was highly elated when he next saw the old-timer. Not\nonly had he staked a claim on what he called Benton Gulch but he had\nactually discovered gold and he had found it in paying quantities.\nFor a week he had panned the gravel on Benton Gulch, and he was now\ndisplaying his sample to the old-timer. The old man listened\nattentively to the boy’s story, but did not enthuse over the sample.\n\n“You’ve come clean over here to Penny Ante Crick to show me this,\nan’ I’m right sorry to have to disappoint you.” In spite of the old\nman’s words, young Benton was grinning cheerfully. “It takes a whole\nlot to discourage a young rooster like you,” he resumed, “but I’ll\nsoon show you why you’ve got to leave that gulch alone. I don’t\ndoubt what you say. You got the gold here to prove it. But how’re\nyou goin’ to work the ground? Answer me that.”\n\nHarris Benton still grinned. “I know why you think I can’t work that\nground,” he said. “It’s what you old-timers call a dry gulch. I know\nthere won’t be drinking water there this summer. What you overlooked\nis this. By digging a ditch less than a quarter mile in length I can\nget one of the best sluice heads in this country. Right over that\nshoulder at the head of my gulch is where I----”\n\n“I know where you mean, all right,” interrupted the old-timer. “But\nhave you talked with Joe Murtry yet?”\n\n“Haven’t even seen him. But why should I talk to him? What has he to\ndo with it?”\n\n“Ev’rything. Joe Murtry owns ev’ry drop of water in Caribou Crick.\nHe recorded it last spring a year ago.”\n\nYoung Benton was on the point of interrupting, but the old-timer\nsilenced him. “Now don’t start to tell me that all you’ve got to do\nis to go over to Caribou Crick an’ get Joe Murtry to give you the\nright to take what water you want, for Joe ain’t that kind. He ain’t\nonly the luckiest man in Alasky--he’s the _meanest_. If he’s worth a\ndime, he’s worth a half million right now, but even so, he wouldn’t\ngive a man daylight in a dark cellar. You just forget you ever\nstaked a claim on that little gulch an’ start out prospectin’ for\nsomething that’ll do you some good.”\n\nYoung Benton thanked the old man for his advice. “But,” he added,\n“I’m not going to start out prospectin’, when I’ve already\ndiscovered gold--unless I’m forced to do so. I’m going over to see\nMurtry at once.”\n\n“All right; but be ready to run if he comes at you. He’s the meanest\nman in Alasky, bar none. Joe Murtry never done no man a favor, an’\nhe never will. Mark what I tell you, son. He’ll chase you off his\nground just as soon as you show up an’ tell him what you want.\nYou’re just wastin’ your time. But, then, that’s the trouble with\nall chechahcos; they won’t listen to an old-timer’s advice.”\n\nYoung Benton went at once to Caribou Creek. In spite of what he had\nheard of Joe Murtry, he was not convinced. There was an abundance of\nwater in Caribou Creek, and surely no man would be mean enough to\nrefuse to allow the use of the surplus. This line of reasoning gave\nhim great confidence, but his first glimpse of Murtry caused his\nheart to sink.\n\nMurtry was not tall, but he was as broad as two average-sized men.\nYet he was not fat. His arms were unusually long, and, due to a\nslight stoop to his powerful shoulders, his huge hands hung slightly\nahead of his knees. Young Benton looked at him and instantly thought\nof a gorilla. With two others, Murtry was setting up a string of\nsluice boxes.\n\nBenton watched them for a time; twice, without waiting to be asked,\nhe gave them a hand. Murtry, who had barely spoken, paused at last\nand sized up his caller. What he saw evidently satisfied him.\n\n“Want a job?” he asked gruffly. “I’m taking one of these men upriver\ntomorrow, an’ if you’re lookin’ for work, you can stay here an’ help\nSam. Do whatever he tells you.”\n\nHere was a golden opportunity. Surely if he favored Murtry, he might\nexpect the big fellow to reciprocate. “I’m not looking for work for\nthe season,” he said, “but I’ll be glad to help out for a few\ndays--if that will do you any good.”\n\nMurtry grunted. “All I need,” he said. “I’ve got a foreman an’\nfifteen men waitin’ for me upriver. They mush in from the\ncoast--their time starts the first of June whether they’re here or\nnot. Hunderd an’ fifty miles from here. I’m goin’ up in my boat an’\nbring ’em down. You stay an’ help Sam out till I come back with my\nmen, an’ I’ll pay you the goin’ wages--ten bucks an’ grub.”\n\nSam soon shuffled off to cook the evening meal, and Benton decided\nto say nothing about his sluice head of water until after they had\neaten. Their pipes going, he thought it time to broach the subject.\n\n“I didn’t tell you that I was a neighbor of yours,” he said by way\nof opening the conversation. “I spent the winter sledding in my\noutfit.”\n\n“That so?” Murtry said with a mild simulation of interest. “Where\nyou camped?”\n\nBenton indicated the direction. “Right over there,” he said, “I’ve\nnamed it Benton Gulch.”\n\n“You ain’t staked that little dry gulch?”\n\n“Why, yes. You see, I believe there’s a little gold there--I don’t\nknow how much--I’ve already done quite a bit of panning and I hope\nto----”\n\n“You’re a fool!” Murtry interrupted in a rage. “If you don’t know\nthat I own ev’ry drop of water in Caribou Crick, it’s time you was\nlearnin’. How do you aim to work that gulch without water?”\n\n“That’s what I came over to see you about,” said Benton. “I heard\nthat it was your water and I thought that you would be glad to spare\nme a sluice head.” Benton was speaking calmly, in spite of the\nother’s belligerent attitude. “Of course,” he went on, “if the water\nin Caribou Crick should run low this summer or fall, I’d quit taking\nit out, but----”\n\n“You’d _quit_ takin’ it out!” Murtry cried. “You’re never goin’ to\n_begin_ takin’ it out! If you ever start monkeyin’ with Caribou\nCrick, I’ll drill you so full of holes you’ll look like----”\n\nMurtry’s anger was intensified by his failure to find the word he\nwas seeking. “Say,” he cried, “you get clean off this claim! Beat it\nquick, while you’re all together!”\n\nBenton was sitting at the rough table; he rose slowly. “Why\ncertainly--if it’s your claim--I’ll leave.” He was speaking\nhesitantly but he was not afraid of the glowering bully who had\ncommanded him to leave. He was simply surprised at the man’s\nunreasonable anger. “But even if I have no water, that gulch belongs\nto me, and I mean to hold it.”\n\n“Hold it as long as you want to!” Murtry was shouting after him.\n“Hold it till you get good an’ tired of doing assessment work on it!\nWait a minute till I tell you something you’d just as well know now\nas later!” Benton paused and Murtry continued. “There ain’t any gold\nin that gulch, but even if there was, _you’d_ never get to work it.\nI’ve got the water an’ I aim to keep it!”\n\nThe old-timer was right. He was right about everything! He had said\nthat Joe Murtry was the meanest man in Alaska; he had said that no\nmatter how much gold the tiny gulch might carry, Murtry would never\nallow it to be worked. Benton considered the various things that the\nold-timer had told him until he reached his camp in Benton Gulch.\nWell, he decided, he would follow the old man’s advice and quit the\ngulch on the following day.\n\nBenton had been prospecting the gulch every day for more than a\nweek. Through force of habit he took his pick, shovel and gold pan,\nand went to work in the narrow cut which he had been running into a\nshoulder of the hill near his tent. He was far from an expert with\nthe gold pan, but he enjoyed the beginner’s thrill, which always\ncame when he “tailed off” the residue in the pan, and saw the streak\nof yellow trickling behind the black sand.\n\nYoung Benton extended his cut three feet into the hill. He was\nfollowing along the disintegrated slate bed rock; although he did\nnot realize it, the bedrock was totally different. Before it had\nbeen “slick,” now it was rough and “rotten.”\n\nHe filled his pan with gravel and carried it to a hole which he had\ndug in the gulch’s channel. Now the hole was filled with water from\nthe melting snows; in a week, perhaps, it would be dry. At least the\nold-timer had said that it would, and Benton was now a firm believer\nin the wisdom of the old man.\n\nIt is a maxim with old-timers that “many things are mistaken for\ngold, but gold is never mistaken for anything else.” A greenhorn is\noften fooled, for example, by iron pyrites and “cube” iron, but when\nhe discovers gold, the real thing, he knows. So it was with Benton.\nFor a week he had been panning “pinhead stuff” that would “rattle in\nthe pan.” Now, as he “tailed off” the pan he had taken from the\ndisintegrated bed rock, he saw that a half-dozen dull-yellow pieces\nof gold were in the bottom of the pan. Benton’s old-timer would have\npronounced them slugs.\n\nBenton was excited. He held the slugs in the palm of his hand, while\nhe attempted to estimate their value. The smallest of them, he\ndecided, was fully twice as large as a five-dollar gold piece; the\nlargest was surely worth more than twenty dollars. The six slugs\nwould total almost a hundred dollars. Chechahco that he was, Benton\nstill knew that he had uncovered bonanza dirt.\n\nYoung Benton went again to his cut. This time he worked feverishly\nfor two hours. His pay streak was rich, extremely so, but there was\na heavy overburden to handle. In other words, above the pay he had\ndiscovered on bed rock, lay ten, twenty, possibly as much as fifty\nfeet of muck and gravel. Undoubtedly the ground was rich enough that\nhe could take out hundreds of dollars that summer without water, but\nif he could only manage to get that sluicehead from Caribou Creek,\nhe could with a pressure hose, run that overburden off like so much\nsoup. He _must_ have that water? But how?\n\nAt five o’clock next morning young Benton was seated on the stump of\na spruce where the clear waters of Caribou Creek gushed into the\nbrown foam-flecked river. He looked at Murtry’s river boat which was\nbeached near by. It rested on two fresh-peeled logs, and Benton saw\nthat all preparations had been recently made to launch the vessel.\nAt six o’clock, Murtry and one of his men put in an appearance.\nBenton had no time to lose; he spoke to Murtry at once.\n\n“Murtry,” he said, without rising from his stump, “I’ve been\nthinking the matter over and I wonder if you would consider\n_selling_ me a sluice head of water from Caribou Crick. I’ll pay you\nwhat it is worth.”\n\nMurtry paid him no attention. He and his man put their shoulders at\nthe stern of the boat and skidded the vessel into the river. Murtry\nmade a line fast to a convenient “dead man,” while his man leaped\ninto the stern of the boat and started the engine. No sooner did he\nhave the engine purring rhythmically, than he shut it off.\n\n“What’s the matter?” Murtry, who was about to cast off and leap\naboard, made the line fast again. “Anything wrong with that engine?”\n\n“No, but----” The man was looking at Murtry in wide-eyed alarm. He\nwas afraid to tell what was wrong, and yet he dared not remain\nsilent. “Mr. Murtry,” he said, speaking swiftly, as if anxious to\nbreak the news as quickly as possible, “there ain’t a single drop of\nengine oil. I spoke to Sam about it last night after we’d loaded the\nother stuff aboard, an’ he said there was plenty of oil here. But I\njust looked an’ there’s nothin’ but gasoline. There’s more gasoline\nthan we need, but there ain’t a drop of----”\n\n“You idiot!” Murtry exclaimed. “Chase right up to camp an’ get some\nout of the cache an’ hurry!”\n\nMurtry’s man leaped ashore, but stood hesitantly, shifting his feet\nas if in a quandary.\n\n“Hurry! I don’t want to wait here all day!”\n\n“I’ll go look again, but I looked last evenin’ an’ there wasn’t any\nthere. At least I didn’t see it. That’s why Sam was so sure there\nwas plenty on the boat.”\n\n“Of course it’s there. If you don’t find it in the cache, look in\nthe tool shed.”\n\nAt this the man shuffled off. Young Benton was much pleased at\nMurtry’s unexpected delay, but he was somewhat nettled at the manner\nin which he had been ignored. He decided to try again, and this time\nhe would do his utmost to make Murtry answer him.\n\n“I suppose you didn’t hear me a bit ago,” he began, “but----”\n\n“I heard you the first time,” Murtry interrupted with an oath. “Now\nshut your yap an’ get out!”\n\nBenton did not move. Seeing this, Murtry’s great hamlike hands\ntwisted about convulsively; his lips drew back against his uneven\nteeth, and with an enraged snarl he quickly rushed at the youth.\n\n“I’ll show you if you move or not!” he shouted. “Once I get a hold\nof you, I’ll----”\n\nMurtry suddenly brought up with a sharp exclamation. Ten feet from\nBenton, he had stopped with an expression of bewilderment on his\nbroad face. He was gazing like a man fascinated into the barrel of\nan automatic.\n\n“I came ready for you,” said young Benton coolly. “I’m not on your\nclaim, and I don’t see you or anybody else throwing me off of\ngovernment land. And now, you can at least listen to what I have to\nsay, even if you don’t care to----”\n\n“I’ll listen, you young pup,” Murtry said, “but there’s a day\ncomin’. You’ll wake up some day an’ learn that what I say goes in\nthis neck of the woods.”\n\nMurtry advanced a step as he said this. “And you,” said Benton as he\nmenaced Murtry with his weapon, “may _never_ wake up, if you come\nanother step in this direction. There, that’s better,” he went on as\nMurtry retreated a step. “From what I’ve been told, Murtry, you’re a\nmighty rich man. It won’t bother you in the least to sell--or give\nme, for that matter--some of your water. You’ve got your pile made.\nNow be decent and give me a chance to get out of this country with a\nlittle money for all the hardship I’ve gone through. Will you listen\nto a sensible proposition?”\n\n“Rave on,” said Murtry sullenly. “You’ve got me dead to rights. Talk\naway if it does you any good, but you’ll get nothin’ out of me.”\n\n“I’ll give you a third of all the money I take out,” said Benton,\nspeaking slowly and distinctly. “If you’ll give me the water to work\nthe ground. Is it a go?”\n\nMurtry opened his lips as if he intended to reply; then closed them\ntightly. A minute passed and he seemed to reconsider. “You might as\nwell trot along,” he said contemptuously. “Use your brains. Why\n_would_ I take a third? If there’s any money there, I can have it\nall after you starve out; an’ if there ain’t anything there, what’s\nthe idee of my takin’ a third!”\n\nBenton said nothing more. Argument seemed such a futile thing, so\nfar as Murtry was concerned. Five minutes passed and Murtry’s man\nappeared empty handed. His manner was apologetic.\n\n“It ain’t there,” he said, whining. “An’ there ain’t any on the\nboat. Sam or some of the other boys must’ve used it all up last fall\nbefore the boat was laid up. I don’t know what to do unless I mush\nup there an’ have the boys come down in a boat or on a raft.”\n\nFor almost a minute, Murtry raved like a maniac. “An’ ev’ry day that\nmy men stay up there, it’s costin’ me a hunderd an’ sixty-five\ndollars.” He groaned. “Fifteen men at ten a day an’ my foreman at\nfifteen a day. That’s what comes of puttin’ a man like you in charge\nof my boat. Say, how long do you think it’d take you to mush up\nthere?”\n\n“A hunderd an’ fifty miles is a good ways--goin’ through the brush\nlike I’ll have to do,” the man said. “I’ll do my best though to make\nit in ten days.”\n\n“Sixteen hunderd an’ sixty-five dollars!” Again Murtry groaned. “An’\nmaybe a whole lot more--if you _don’t_ make it in ten days. Well,\nwhat are you standin’ there for? Get a move on!”\n\n“Wait just a minute, Mr. Murtry. I’ve just thought about somethin’\nthat may save you a whole lot of money, an’ save me that long trip\nupriver on foot. An old-timer over on Penny Ante Crick has been\ntellin’ all around that this young Benton sledded in nearly five\ngallons of oil last winter. He was laughin’ about him usin’ it to\ngrease his sled runners, an’ he’s got upward of four gallons of it\nleft. Now, if you could buy it off him----”\n\n“Why, of course,” Murtry interrupted briskly. “I heard about it a\nmonth ago. Just forgot it.” He turned to Benton. “How much do you\nwant for that oil?” he asked in a pleasant voice.\n\nYoung Benton was thinking fast. He, too, had forgotten all about the\noil that he had bought to make slippin’ easy. He had considered the\nstuff worthless, but now----\n\n“I’ll tell you, Mr. Murtry,” he said thoughtfully, “I had a lot of\nwork sledding that oil in here last winter. I really hadn’t thought\nabout selling it, but since you need it, and I don’t, I’ll let you\nhave it.”\n\n“You mean for nothin’?” Murtry asked incredulously.\n\n“Of course not. I mean for a fair price.”\n\nMurtry became suspicious. “What do you call a fair price?” he\ncountered. “It’s worth nothin’ whatever to you, an’ I’ll give\nyou--let’s see, I’ll give you two dollars a gallon for it an’ allow\nyou a dollar a pound for freightin’ it into the country. Fair\nenough, ain’t it?”\n\nBenton grinned. “That’s one way of looking at it,” he said amiably,\n“but I really can’t think of letting it go for what you offer. Two\ndollars a gallon is more than the oil is worth, but--the freighting\nthe stuff into this country. Man, that was the hardest work I ever\ndid in my life!”\n\n“I get you.” Murtry spoke thickly. “You’ve got me where the wool’s\nshort an’ you aim to gouge me. All right--tell you what I’ll\ndo--I’ll give you a hundred dollars cash on the nail. How ’bout it?”\n\n“That _would_ be gouging, as you call it.” Benton seemed to be\nconsidering the matter. “No,” he said at last, “I can’t take that\nmuch money. Four gallons of oil isn’t worth a hundred dollars.”\n\n“Say, what in thunder are you drivin’ at?” Murtry cried angrily.\n“Are you tryin’ to kid somebody?”\n\n“Not at all. You’ve made your offer, and now I’ll make mine.” Benton\nspoke slowly and distinctly. “As you said a moment ago, that oil is\nreally worth nothing at all to me, so I’ll tell you what I’ll do.\nI’ll just give you the oil, provided that you’ll give me something\nthat’s worth nothing whatever to you. In case you don’t know, I mean\na sluice head of water from Caribou Creek. Are you on?”\n\nMurtry was thinking hard. There was not one chance in a thousand of\nthis confident youngster finding gold on that little dry gulch.\nThere was water to spare, lots of it going to waste, but oil--there\nwas only four gallons of lubricating oil in the country! With a\nscowl, Murtry nodded his head in the affirmative.\n\n                *       *       *       *       *\n\nIt was a month later before the old-timer visited young Benton on\nhis dry gulch. Fully a half dozen men were bustling about on the\nclaim. Benton himself was closely watching two men who were holding\nthe nozzle of a pressure hose trained against a bank of gravel. The\nold-timer stood aghast until Benton came over to greet him.\n\n“Well, how in the name of Sam Hill,” said the old man, “did you ever\nmake a deal with Joe Murtry to get this water!”\n\nFor reply Benton fished a bit of paper from his pocket, and passed\nit over. “Read it,” he said with a grin.\n\nThe old-timer slowly spelled out the brief document.\n\n    In consideration of four gallons of engine oil, I hereby\n    agree to sell, assign, and transfer to Harris Benton,\n    a full sluice head of water to be taken from the waters\n    of Caribou Creek, and I agree to allow him or his agents\n    to go on my claim or claims to dig the necessary ditch\n    to carry said water.\n\n                                                  Joe Murtry.\n\n“You’re the first man that ever got the best of Joe Murtry,” gasped\nthe old-timer. “How in thunder did you do it?”\n\nBenton explained.\n\n“And now,” he went on, “I’ve got some good miners working for me,\nbut--you’re an old-timer--do they seem to be working the ground all\nright?”\n\n“Listen, son,” said the old-timer solemnly. “You don’t need the\nadvice of an old-timer.”",
    "metadata": {
        "author": [
            "Farris, Herbert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/69671/pg69671.txt",
        "name": "greener_than_spruce.json"
    }
}