{
    "name": "Half Around Pluto",
    "author": [
        "Wellman, Manly Wade"
    ],
    "body": "Their glassite space helmets fogged, and their metal glove joints\nstiffened in the incredible surface cold: but the two men who could\nwork finished their job. In the black sky glistened the little arclight\nof the sun, a sixteen-hundredth of the blaze that fell on Earth. Around\nthem sulked Pluto's crags and gullies, sheathed with the hard-frozen\npallor that had been Pluto's atmosphere, eons ago.\n\nFrom the wrecked cylinder of the scout rocket they had dragged two\ninterior girders, ready-curved at the ends. These, clamped side by side\nwith transverse brackets and decked with bulkhead metal, managed to\nlook like a sled.\n\nAt the rear they set a salvaged engine unit. For steering, they rigged\na boom shaft to warp the runners right or left. For cargo, they piled\nthe sled with full containers, ration boxes, the foil tent, what\ninstruments they could detach and carry, armfuls of heat-tools, a\ncrowbar, a hatchet, a few other items.\n\nMoving back from the finished work, one of them stumbled against the\nother. Instantly the two puffy, soot-black shapes were crouched, gloved\nfists up, fierce in the system's duskiest corner.\n\nThen the moment passed. Warily, helmets turned toward each other, they\nwent back in the half-stripped wreck.\n\nIn the still airtight control room, lighted by one bulb, their officer\nstirred on his bedstrip. His tunic had been pulled off, his broken left\narm and collarbone set and splinted. Under a fillet of bandage, his\ngaunt young face looked pale, but he had his wits back.\n\n\"The appropriate question,\" he said, \"is 'What happened?'\"\n\nThe two men were removing their helmets. \"Conked and crashed, sir,\"\nsaid Jenks, the smaller one, uncovering a sallow, hollow-cheeked face.\n\nLieutenant Wofforth sat up, supporting himself on his sound arm. \"How\nlong have I been out?\"\n\n\"Maybe forty hours, sir. Delirious. Corbett and me did the best we\ncould. Take it easy, sir,\" he said as Wofforth began to get up. \"Lie\nback. We've done what Emergency Plan Six says--bolted a sled together\nand coupled on a sound engine unit for power.\"\n\n\"Quite a haul back to base,\" said Wofforth, almost cheerfully. His\neyes were bright, as though he savored the idea. \"About halfway around\nPluto. We'd better start now, or they'll get tired of waiting.\"\n\n\"They've gone, sir,\" Corbett growled before Jenks could gesture him to\nsilence. He was beefy, slit-eyed. \"We saw the jets going sunward this\nmorning.\"\n\nWofforth winced. \"Gone,\" he said. \"That's right. I didn't stop to\nthink. You said forty hours.... They couldn't wait that long. We're\npast opposition already, getting farther away all the time. They had to\ngo, or they wouldn't have made it.\"\n\nHe stood up uncertainly and reached for his ripped tunic. Corbett\nstepped over and helped him slide his uninjured arm into the right\nsleeve, then to fasten and drape the tunic over his splinted left arm\nand shoulder.\n\n\"We'll just have to get back to Base Camp and wait,\" said Wofforth\ngrimly.\n\n\"Sir,\" said Jenks, \"our radio is gone. I tried to patch it up, but it\nwas gone. When they didn't get a signal, they must have thought--\"\n\n\"Nonsense!\" Wofforth broke in. \"They'll have left us supplies. They\ncouldn't wait, signal or none. Our job is to get back, and stick it out\nthere until they come for us.\"\n\nHe sat at the control and began to write in the log book. Corbett and\nJenks drifted together at the other end of the room.\n\n\"You meat-head,\" snarled Jenks under his breath. \"You knew he took the\nberth to Pluto because the first mate was a lady--Lya Stromminger.\"\n\n\"He had to know they were gone,\" protested Corbett, equally fierce.\n\n\"Not flat like you gave it. He came here to be with her. Now she's\njetted away without him. How does a man feel when a woman's done that--\"\n\n\"Stop blathering, you two, and help me into my suit,\" called Wofforth,\nrising again. \"We're going to rev up that sled engine and get out of\nhere!\"\n\n\n\nOutside, the sled lay ready under the frigid sky. Wofforth tramped\naround it, leaned over and poked the load.\n\n\"Too much,\" said his voice in their radios. \"Keep the synthesizer, the\ntent, these two ration boxes. Wait, keep the crowbar and the hatchet.\nDump the rest.\"\n\n\"We travel that light, sir?\" said Jenks doubtfully.\n\n\"I've been figuring,\" said Wofforth. \"We're on the far side of Pluto\nfrom Base Camp. That makes ten thousand miles, more or less. Pluto's\nday is nineteen hours and a minute or so, Earth time. We can travel\nonly by what they humorously call daylight. And we'd better get there\nin ten days--a thousand miles every nine and a half hours--or maybe we\nwon't get there at all.\"\n\n\"How's that, sir?\" asked Corbett.\n\n\"The heaters in these suits,\" Wofforth reminded him. \"Two hundred and\nforty hours of efficiency, and that's all. Well, it's noon. Let's take\noff.\"\n\nHis voice shook. He was still weak. Jenks helped him sit on the two\nlashed ration boxes, and slung a mooring strap across his knees. Then\nJenks took the steering boom, and Corbett bent to start the engine.\n\nWhen the arclight sun set in the west, they had traveled more than four\nhours over country not too rugged to slow them much. Darkness closed\nin fast while Jenks and Corbett pitched the pyramidal tent of metal\nfoil and clamped it down solidly. They spread and zipped in the ground\nfabric, set up lights and heater inside, and began to pipe in thawed\ngases from the drifts outside.\n\nAfter their scanty meal, Corbett and Jenks sought their bedstrips,\non opposite sides of the tent. Wofforth tended the atomic heater for\nminutes, until the sound of deep breathing told him that his companions\nwere asleep.\n\nThen he put on his spacesuit, clumsy with his single hand to close\nseams. He picked up sextant and telescope, and slipped out into the\nPlutonian night.\n\nIt was as utterly black as the bottom of a pond of ink. But above\nWofforth shone the faithful stars, in the constellations mapped by the\nfirst star-gazers of long ago. He made observations, checked for time\nand position. He chuckled inside his helmet, as though congratulating\nhimself. Back in the tent, he opened the log book and wrote:\n\n    _First day: Course due west. Run 410 mi. To go 9590 mi. approx.\n    Supplies adeq. Spirits good._\n\nWriggling out of his space gear, he lay down, asleep almost before his\nweary limbs relaxed.\n\n\n\nEveryone was awake before dawn. They made coffee on the heater, and\nbroke out protein biscuits for breakfast.\n\nAs the tiny sun winked into view over the horizon, they loaded the\nsled. Corbett slouched toward the idling engine at the tail of the sled.\n\n\"No, get on amidships,\" said Wofforth. \"I'll take over engine.\"\n\n\"My job--\" began Corbett.\n\n\"You're relieved. Strap yourself on the ration boxes. That's right.\nJenks, steer again. Make for the level ahead.\"\n\nWith his right hand Wofforth ran a length of pliable cable around his\nwaist and through a ring-bolt on the decking. He touched the engine\ncontrols, and they pulled away from camp.\n\nThe sled coursed over great knoll-like swellings of the terrain, coated\nwith the dull-pale frozen atmosphere. Beyond, it gained speed on a vast\nflat plain, almost as smooth as a desert of glass.\n\n\"What's this big rink. Lieutenant?\" asked Jenks.\n\n\"Maybe a sea, or maybe just a sunken area, full of solid gases. Stand\nby the helm, I'm going to gun a few more M. P. H. out of her.\"\n\n\"No wind,\" grunted Corbett. \"Nothing moving except us. The floor of\nhell.\"\n\n\"If you was in hell, the rest of us would be better off,\" said Jenks\nsourly.\n\nWofforth began to sing, though he did not feel like it:\n\n    _Trim your nails and scrape your face,\n    They're all on the Other Side of space!\n    Tokyo--Baltimore, Maryland--\n    Hong Kong--Paris--Samarkand--\n    Tokyo--London--Troy--Fort Worth--\n    The happy towns of the Planet Earth...._\n\nAt camp that night he wrote in the log book:\n\n    _Second Day: Course due west. Run 1014 mi. To go 8576 mi. approx.\n    Supplies adeq. Spirits fair...._\n\n\n\"What's for supper?\" bawled Corbett, entering. \"I could eat a horse.\"\n\n\"That'd be cannibalism,\" said Jenks at once.\n\n\"Yah, you splinter! Don't eat any lizards, then.\"\n\n_Spirits good_, Wofforth corrected his entry, and closed the log book.\nHe thought of Lya Stromminger. She was a most efficient officer. Her\nhair was black as night on Pluto, and her eyes as bright as the faraway\nsun.\n\n\n\nWofforth wrote in his log book:\n\n    _Fifth day: Course north, west, then southwest. Curving thru\n    mountainous territory. Run 1066 mi. but direct progress toward base\n    camp not exceeding 950. To go, 6260 mi. approx. Supplies short.\n    Spirits fair._\n\nHe wrote in his log book:\n\n    _Seventh day: Course west, southwest, west, northwest, west. Run\n    1108 mi. To go 4090 mi. approx. Supplies low. Spirits fair._\n\nHe wrote in his log book:\n\n    _Ninth day: Course northwest by west, west. Run 1108 mi. To go 2030\n    mi. approx. Supplies low. Spirits low...._\n\n\"Lieutenant,\" said Jenks from across the tent, as Wofforth closed the\nbook.\n\n\"Well?\"\n\n\"We know you're in command. This party and all of Pluto. But we ask\npermission to state our case.\"\n\n\"What case is your case?\" demanded Wofforth, rising. \"I'm doing my best\nto get you back to Base Camp.\"\n\n\"Sure,\" said Corbett. \"Sure. But why Base Camp?\"\n\n\"You know why.\"\n\n\"That's right, we know why,\" agreed Jenks, and Corbett grinned in his\nten days' tussock of beard.\n\n\"They'll have left supplies for us,\" Wofforth went on. \"Shelter and\nfood and fuel and instruments. They'll expect us to reach Base Camp and\nhold it down for the next attempt to reach Pluto.\"\n\n\"We know why,\" repeated Jenks. \"And that's not why, lieutenant. Let me\ntalk, sir. It's a dead man talking.\"\n\n\"You won't die,\" snapped Wofforth. \"I'll get you both there alive.\"\n\nHe stepped to where, in one corner, he had managed a bath--a hollow in\nthe frozen ground, lined by pushing the floor fabric into it. From the\nheater he ran tepid, clean water into it. He clipped a mirror to the\ntent foil, searched out an automatic razor, and began to shave his own\ndark young thatch of beard.\n\n\"You're proving my point, lieutenant,\" said Jenks. \"Policing up your\nface to look pretty.\"\n\n\"Why not?\" growled Wofforth, mowing another swath of whiskers.\n\n\"No reason why not. Ten, twenty years from now they'll find your\nbody--whenever the inner orbits get to where they can boom off another\nexpedition. You'll look young and clean-shaved. You know who'll weep.\"\n\nWofforth lowered the razor in his good hand and glared at the two. They\ngrinned in the bright light opposite him. They looked as if they hoped\nhe'd see the joke.\n\n\"I said it's a dying man that's talking,\" said Jenks again. \"Won't you\nlet me say my dying say, lieutenant? Let's all die honest.\"\n\n\"I'm going to get you there,\" Wofforth insisted.\n\n\"Ah, now,\" said Corbett, as though persuading a naughty child. \"You\nthink they've left twenty years' worth of supplies to keep us going?\nThe ship didn't carry that much, even if they left it all.\" He grinned\nmirthlessly. \"I can figure what you're figuring, lieutenant,\" he went\non, with a touch of Jenks' sly manner. \"You die, young and brave.\nYou'll shave up again before you lie down and let go. And when the\nnext shipload arrives there'll be you, lying like a statue of your\ngood-looking young self, frozen stiff. Am I right?\"\n\nCorbett was right, Wofforth admitted to himself. The man was more than\na great meaty lump, after all, to see another man's unspoken thought so\nclearly.\n\n\"Then,\" Jenks took it up, \"First Mate Lya Stromminger will have a look.\nShe may command the new expedition. She'll be promoted away up to\nAdmiral or higher--twenty years of brilliant service--gone gray around\nthe edges, but still a lovely lady. There you'll lie before her eyes,\nyoung and brave as you was when she deserted you. She'll cry, won't\nshe? And hot tears can't thaw you out or wake you up--\"\n\n\"Shut your heads, both of you!\" shouted Wofforth, so fierce and loud\nthat the foil tent wall vibrated as with a gale in the airless night.\n\nBut they had guessed true. He'd wanted to be found at Base Camp. He'd\nwanted Lya Stromminger to know, some day, that she'd blasted off and\nleft behind the man most worthy of all men on all worlds....\n\n\"Everybody takes a hot bath tonight,\" said Wofforth. \"We'll all sleep\nbetter for it. Tomorrow's our last day on the trail.\"\n\n\"To do two thousand miles?\" said Jenks.\n\n\"To do all of that. The expedition mapped an area at least that wide\naround Base Camp, and it's slick and smooth. We can almost slide in.\"\n\n\"All slick and smooth but just this side of Base Camp, lieutenant,\"\nsaid Jenks.\n\n\"How do you mean?\"\n\n\"That string of craters. Don't you remember? It's just this side--east\nof Base Camp. This sled'll never go over that, sir.\"\n\n\"Nor around,\" Corbett put in. \"We'd have to detour maybe three thousand\nmiles. And the heaters in our suits won't last.\"\n\n\"I know about the craters,\" said Wofforth. \"Well take care of them when\nwe reach them.\"\n\nStripping, he lowered his body into the makeshift tub and began to\nscrub himself one-handed.\n\n\n\nHe wakened in the morning to the sound of furious argument.\n\nCorbett and Jenks, of course. A trifle--division of the breakfast\nration, or of the breakfast chores--had set off their nerves like\ntrains of explosive. Even as Wofforth rose from his bedstrip, Corbett\nswung a cobble-like fist at Jenks' gaunt, grimacing face. The nimbler,\nsmaller man ducked and sidled away. Corbett took a lumbering step to\nclose in on his enemy, and Jenks darted a hand to his belt behind, then\nbrought it forward again with an electro-automatic pistol.\n\n\"I've been keeping this for you!\" Jenks shrilled. \"I'll just diminish\nthe population of Pluto by thirty-three and one-third percent!\"\n\n\"Hold it!\" bellowed Wofforth.\n\nHe was too late. A stream of bullets chattered through Corbett's body,\nfolding him over and ripping through the paper-thin wall of the tent.\nAir whistled out; the tent began to collapse.\n\nJenks, pinned under Corbett's body, was squealing like a pig.\n\"Lieutenant, help me--!\"\n\nWofforth saw in an instant that the wall could not be patched in time;\nthe bullets had torn loose an irregular strip, pressure had done the\nrest: even now, the tent was only a few seconds away from complete\ncollapse. As he stumbled across the floor toward the spacesuits, his\nheart was laboring and his chest straining for breath. Spots swam in\nfront of his eyes. He found the topmost spacesuit by touch, and fumbled\nfor the helmet. The tent drifted down on his head in soft, murderous\nfolds. He opened the valve, shoved his face into the helmet, and gulped\nprecious oxygen. His dulled awareness brightened again, momentarily;\nbut he knew he was still a dead man unless he could get into the suit\nbefore pressure fell completely. Numbed fingers plucked at the suit\nopening. Somehow he got the awkward garment over his legs, closed and\nlocked the torso, pulled down the helmet....\n\nHe was lying in darkness, with a low, steady hiss of oxygen in his\nears. He rolled over weakly, got to his feet. He turned on his helmet\nlight. He was propping up a gray cave of metal foil, that fell in\nstiff creases all around him. At his feet were the bodies of Jenks and\nCorbett. Both were dead.\n\nAfter a while, clumsily, painfully, he dragged the two corpses free of\nthe tent. He found the heater and thawed a hole in the frozen surface,\nbig enough for both. He tumbled them in, then undercut the edges of the\nhole with the heater, so that chunks fell in and covered them. While\nhe watched, the cloud of vapor he had made began to settle, slowly\ncongealing on the broken surface and blurring it over again. In a\nyear, there would be no mark here to show that the surface had been\ndisturbed. In a thousand years, it would still be the same.\n\nIn the first ray of dawn he flung all supplies from the sled except the\nfuel containers. He checked the engine, and started it.\n\nInto his belt-bag he thrust the log book. Nothing else went aboard the\nsled--no food, no water container, no tools, instruments or oxygen\ntanks. The tent he left lying there, with all that had been carried\ninside the night before.\n\nAs the sun rose clear of the distant rim of the plain to eastward, he\nrigged a line to the steering boom, then lashed himself securely within\nreach of the engine. Steering by the taut line, he started westward,\nslowly at first, then faster. It was as he had hoped. The lightened\nsled attained and held a greater speed than on any previous day.\n\n\"I'll make it,\" he said aloud, with nobody else to listen on all Pluto.\n\"I'll make it!\"\n\nFaster he urged the engine's rhythm, and faster. He clocked its speed\nby the indicators on the housing. A hundred and fifty miles an hour. A\nhundred and sixty; not enough. Whipping the boom line tight around his\nwaist to hold his course steady, he sighted between the upcurve of the\nrunner forward. There was level, smooth-frozen country, mile upon mile.\nHe speeded up to one hundred and seventy-five miles an hour. More. The\nsled hummed at every joining.\n\nAt noon, he had done a good thousand miles. At mid-afternoon, sixteen\nhundred. Two and a half hours of visibility left, and more than four\nhundred miles to go.\n\n\"I can do those on my head,\" muttered Wofforth to himself, and then,\nfar in the distance, the flat rim of the horizon was flat no longer.\n\nIt had sprung up jagged, full of points and bulges. Speeding toward it,\nhe steered by the line around his waist while he cut his engine. He\ncame close at fifty miles an hour, almost a crawl.\n\nSome ancient volcanic action had thrown up those mountains, like a rank\nof close-drawn sentries. The sled could not cross them anywhere. Still\nreducing speed, Wofforth drew close to a notch, but the notch gave into\na crater, a great shallow saucer two miles in diameter and filled with\nshadows below, so that Wofforth could not gauge its depth. Opposite,\nanother notch--perhaps once the crater had been a lake, with water\nrunning in and out. If he had come there at noon, he could have seen\nthe bottom, and perhaps--\n\n\"But it isn't noon.\" Wofforth was talking to himself again. His voice\nsounded thin and petulant in his own ears. \"By noon tomorrow, the heat\nwill be out of this suit.\"\n\nHe stopped the sled, unlashed himself and trudged to the notch. He\nstood in it, looking down, then across.\n\nThe little bright jewel of the sun, sagging toward the horizon, showed\nhim the upper reaches of the crater's interior, pitched at an angle of\nperhaps fifty degrees.\n\nEven if it had been noon, it would have been no use. The sled could\nnever climb a slope like that.\n\nThen he looked again, this way and that. He nodded inside his helmet.\n\nHe might as well try.\n\nReturning to the sled, he started the engine and lashed himself fast\nagain. He steered away from the crater, and around. He made a great\nlooping journey of twenty miles or so across the plain, building speed\nall the time.\n\nAs he rounded the rear curve of his course, he was driving along at two\nhundred and sixty miles an hour, and he had to apply pressure to the\nboom with both hand and knees to point the sled back straight for the\nnotch. Straightening his humming vehicle into a headlong course, he\nleaned forward and sighted between the upcurved runners.\n\n\"Now!\" he urged himself, and watched the break in the crater wall rush\ntoward him.\n\nIt greatened, yawned. He leaped through, and with a groaning gasp of\nprayer he dragged the boom over to steer the sled right.\n\n\n\nIt worked, as he had not dared hope. The runners bounced, bit. Then he\nwas racing around the inside of the great cup's rim, like a hurtling\nbubble on the inner surface of a whirlpool's funnel. Two miles across,\nthree miles and more on the half diameter--the engine laboring up to\nthree hundred miles an hour, centrifugal force holding it there--\n\nLittle more than thirty seconds raced by when he knew he had won. He\nsaw the far notch growing near. He came to it in a last booming rush,\nand hurled his whole weight against the boom to face the runners into\nthe notch.\n\nUnder the low-dropping sun, he and his sled shot into open country\nbeyond the range.\n\nHis right arm felt dead from shoulder to fingertip. His head roared\nand drummed with the racing of his blood. His face had tired spots in\nit, where muscles he had never used before had locked into an agonized\ngrimace.\n\nOn he sped, straight west, gasping and gurgling and mumbling in crazy\ntriumph.\n\nAn hour, an anticlimactic hour wherein the sled almost steered itself\nover the smoothest of plain, and up ahead he spied the black outline of\nBase Camp.\n\nIt was a sprawling, low structure, prefabricated metal and plastic and\ninsulation, black outside to gather what heat might come from outer\nspace. It held aloof on the dull frozen plain from the irregular stain\nwhere the expedition ship had braked off with one set of rockets and\nhad soared away with another set. Larger, more familiar, grew Base Camp\nwith each second of approach. Shakily Wofforth cut his engine, slowed\nfrom high speed to medium, to a hundred miles an hour, to sixty, to\nfifty. He made a final circle around Base Camp, and let it coast in\nwith the engine off, to within twenty yards of the main lock panel.\n\nHe got up, on legs that shook inside his boots. He felt his heart\nstill racing, his head still ringing. He sighed once, and walked\nclose, his gauntlet fumbling at the release button on the lock panel.\n\nBut the button did not respond.\n\n\"Jammed,\" he said. \"No--locked.\"\n\nHe couldn't get in. He had reached Base Camp, but he could not get in.\nThey hadn't counted on his return. They'd gone off and left Base Camp\nlocked up.\n\nHe sagged against the lock panel, and cursed once, with an utter and\nfurious resignation.\n\nHe felt himself slipping. He was going to faint. His legs would not\nhold him up. He was slipping forward--seemed to be sinking into the\nmassive and unyielding outer surface of Base Camp. It was a dream. Or\nit was death.\n\nHe did not lose all hold on his awareness. He had a sense of lying at\nfull length, and blinding light flashes that made his eyelids jump. And\na tug somewhere, as though his helmet was coming off. He would have put\nout a hand to see, but his left arm was broken, and his right arm limp\nfrom weariness.\n\n\"You're back,\" said a voice he knew, a voice strained with wonder. \"You\nmanaged. I knew you would.\"\n\n\"Now,\" said Wofforth, \"I know it's a dream. We dream after we die.\"\n\nA hand was cupped behind his neck, lifting him to a sitting position.\nHe felt warm fluid at his lips. \"It's no dream,\" said the voice\nbeseechingly. \"Look at me.\"\n\n\"I don't dare. The dream will go away.\"\n\nBut he opened his eyes and looked at her hair like Plutonian night, her\neyes like bright stars. \"Lya,\" he said. \"I'm going to call you Lya.\"\n\n\"Please call me Lya.\"\n\n\"I'd be bound to dream about you. I've dreamed about you so much....\n_Owww!_\"\n\nHe got his right hand up to cherish his tingling cheek.\n\n\"So you felt that,\" she said. \"Now you know you're awake. Or must I\nslap you again?\"\n\n\"I'm sorry, Madame.\"\n\n\"You called me Lya. Can you stand up? I'll help you.\"\n\nShe helped him. He stood up, there in the admission chamber of Base\nCamp. Lya Stromminger was smiling, and she was crying, too.\n\n\"You didn't go away,\" he said. \"You're still here.\" The weight of his\nodyssey, half around Pluto, was beginning to stagger him.\n\n\"No, I stayed. I knew you'd come back. I knew Pluto couldn't kill you\nor keep you from coming back.\"\n\nHe drank more from the cup she held to his lips.\n\n\"We'll wait together for them to come with the next expedition,\" she\npromised him.\n\n\"Twenty years? Supplies--\"\n\n\"There'll be plenty. Don't you know about Pluto? Didn't those craters,\nthose old volcanoes, tell you?\"\n\nThinking of how he had crossed the crater, Wofforth shuddered.\n\n\"Pluto is colder than anybody even guessed--outside. But inside are\nthe internal fires--like all the solid planets. We made our tests and\nwe can tap them. I kept the instruments for that. It means we'll have\npower, and can make our synthetic foods and so on for as long as we\nneed them. You and I are the inhabitants here--\"\n\nHe stumbled to a chair and sat. \"Twenty years--\" he said.\n\nHer arm was still around him. Her hair brushed his cheek. \"It won't be\nlong. We have so much to say to each other.\"\n",
    "metadata": {
        "author": [
            "Wellman, Manly Wade"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60595/pg60595.txt",
        "name": "half_around_pluto.json"
    }
}