{
    "name": "Headhunters of Nuamerica",
    "author": [
        "Coblentz, Stanton A. (Stanton Arthur)"
    ],
    "body": "There was a stunned sensation in Downey's head as he slowly regained\nconsciousness. He had the feeling of one who has been drugged, or\nsandbagged; and for a moment he could not quite recall where he was or\nwhat had happened to him. He was only aware of a dull, hammering sound\nfrom somewhere in the distance; and aware also of the aching pain and\nthe stiffness in every joint and muscle of his body. It seemed to him\nat first that his eyelids were glued together, and would never open;\nand when at length he forced them apart, he realized that he was in\ndarkness, except for a faint light that slowly widened at the further\nend of a narrow gallery.\n\nA low moan from just ahead of him caused him to reach out; and, more by\nfeeling than by sight, he recognized the slim form sprawled full-length\non the floor. Judith Barclay! As this name flashed across his mind,\nrecollection came back with a great leap, and his tortured brain\nreconstructed the scenes of the last hour or two. The announcement of\nthe outbreak of war, followed almost immediately by the appearance\nof the raiding planes! His appeal to Judith, when for the twentieth\ntime she had shrugged her thin shoulders and refused him; then the\nalarm, and their flight together through the panicky crowds toward\nthe air-raid shelters! Their terrified halt, when a bomb plowed up\nthe street just before them; and their dash into an immense section\nof concrete pipe, where some construction work was under way! And,\nfinally, the thudding sound of a concussion; Judith's scream--and\ndarkness!\n\n\"Well, by thunder, that shell pretty near got us!\" he reflected,\nscarcely wondering at the changed appearance of the pipe, which he\nattributed to the explosion. Then, as he reached out and felt for the\ngirl's arm, he asked, \"How are you, Jude? Hurt?\"\n\n\"No, I'm all right, Mort,\" she answered, weakly. \"Only, a little--a\nlittle funny in the head.\"\n\nHe glanced out along the tapering dimness of the pipe, and saw the\nlight at the further end slowly widening. At the same time, the noise\nof renewed hammering came to his ears. \"Well, the rescuers are getting\nhere pretty quick,\" he remarked. \"Guess the raid's over.\"\n\n\"Thank heaven!\" she sighed. \"I--I don't think this was a very wise\nplace to choose, Mort.\"\n\nHe bit his lip, wondering why, even in their present grim location, her\nleast remark should have the power to torture him.\n\n\"Don't you--don't you smell something peculiar? A little like ether?\"\nshe went on, in faltering tones; while he, as the light at the end of\nthe gallery brightened to a glare, tottered to his hands and knees, and\nthen fell back to the floor of the tube, feeling sick in the head.\n\n\"There's something wrong with the air, by Christopher!\" he muttered;\nand then cried out in astonishment, \"Say, do you see that?\"\n\nBy the bright light at the end of the gallery, two figures were\nvisible. Two men wearing clothes like Scottish kilts, bright crimson\nand emerald-hued, and with bare arms and knees! Over the lips and\nnostrils of each was a drooping, scarlet-tubed apparatus, a little\nlike a gas-mask, though different from any gas-mask that Downey had\never seen. And in the hand of the foremost was a minute shining stick,\nfrom which suddenly a dazzlingly white searchlight ray shot out,\nilluminating the two trapped persons as if by a blaze of sunlight.\n\nDowney thought that the strangers started back in surprise; but all\nthat he was certain of was that, after a second, they were motioning\nhim to come out of the tube.\n\nThis Downey was able to do only very slowly, while helping the girl,\nwho was tightly clutching at a large beaded handbag. So painful was\ntheir progress that the man's mind, still dazed, had little chance to\nreflect on their rescuers' appearance. Doubtless the strangers were\nvaudeville performers who, caught by surprise, had had no time to\nchange their costumes.\n\nBut when Downey finally came to the end of the tube and stared out,\nhe gasped and staggered, clutched one hand to his forehead, and sank\nfull-length to the ground, in reeling bewilderment.\n\nSurely, the shock had turned his mind! The long marble lines of the\nGovernment buildings, which had dominated the scene only a short while\nbefore--they were no longer to be seen! The sandstone mansions of\nBannerton Row, just to his left, had vanished! He was in the midst of\na wide park, featured by gnarled old elms--gnarled old elms a hundred\nfeet high, where there had been not even a sapling!\n\nBut if this were only a nightmare, why did Judith share it? For her\ndazed exclamations showed that her eyes told the same story!\n\nAs they breathed the clear air outside the tube, the hazes cleared\nrapidly from their minds; the strength seemed all at once to course\nback to their limbs, and they were able to rise to their feet. But each\nsecond only added to their befuddlement.\n\nThe red-and-green-clad men were but two out of a score. All wore kilted\ncostumes, with bare arms and knees; and all were arrayed in bright\ncolors: purple and gold, chrome yellow, crimson, and milky white. And\nall had crowded around them with wild exclamations, calling out in\nhigh-pitched tones that neither of them could at first understand.\n\nAt length, from amid the din, two cries made themselves evident,\nshrilling in a strange accentuation, \"Who are you? Who are you? Where\ndo you come from? Where do you come from?\"\n\nTo this Downey replied, in a voice that sounded cracked and broken even\nto his own ears. \"Who are _you_? Who are _you_? Where do _you_ come\nfrom?\"\n\nHis answer was an outburst of laughter which, beginning in a low\nripple, gradually rose to an uproarious crescendo.\n\nThis demonstration was checked by the arrival of a tall\nblue-and-orange-clad individual, who stood out from the others owing to\na large gemmed silver star that crowned his bald pate.\n\nRaising his left arm authoritatively, the newcomer instantly silenced\nthe crowd; and, stepping toward Downey and the girl, spoke in slow,\ncrisp tones that were quite understandable despite their foreign ring:\n\n\"Better tell us, sir, where you come from. I understand you were both\nfound among the ruins.\"\n\n\"Yes, I guess that's right,\" Downey replied. \"That is, the ruins of the\nbombing raid.\"\n\n\"Bombing raid?\" several voices caught him up, sharply. \"Bombing raid?\"\nAnd the men turned to one another with muttered exclamations; while one\nor two put their hands significantly to their heads.\n\n\"I do not know what you mean, sir,\" said the star-crowned one. \"Must I\ntell you we are a civilized people, and have had no bombing raids for\nthree hundred years?\"\n\nDowney grumbled something beneath his breath, thinking this a poor time\nfor jesting. But incisively over all rose the voice of Judith, \"if you\nhave had no bombing raids for three hundred years, then what year is\nthis? Didn't we go through a raid only a little while ago?\"\n\nThe starred one cast Judith a piercing glance, and replied,\ncontemptuously, \"I suppose, then, you're forgotten this is the year\n314!\"\n\n\"That is, 314 by the new reckoning,\" another voice explained. \"2270, if\nyou prefer the Medieval calendar.\"\n\nDowney and the girl stared at one another, dumbfounded. Could it be\nthat they had slept for more than three centuries?\n\n\"Do not forget,\" the starred one continued, fixing Downey with a\nsevere scowl, \"we have yet to account for your presence here. A few\ndays ago, digging among the ruins left by the savages in their war\nhundreds of years ago, we came across a big concrete tube which, on\nbeing opened, gave out fumes that produced temporary unconsciousness in\nthe investigators. Later, as they worked with gas-masks, you two were\nnoticed within. It is evident that you entered sometime after the first\nopening was made, while the workers lay drugged by the fumes. But where\ndid you come from? That is what we cannot understand.\"\n\nDowney's mind reeled. An explanation, amazing and yet barely possible,\nhad flashed over him. What if the impact of the explosion had sealed\nboth ends of the concrete tube where he and Judith had sought refuge?\nWhat if the tube had been buried beneath the earth, to remain there\nfor centuries? What if the poison gas released by the bombs had\nentered their retreat, too diluted to kill them and yet strong enough\nto produce suspended animation? He remembered reading of a new war\ngas which could cause precisely that effect; and he knew that such\nsubstances did exist in nature: as, for example, the paralyzing fluid\nwhich the hunting wasp injects into the spider, to keep it indefinitely\nalive though seemingly lifeless. If such a poison could operate for\nweeks or months, what was there to prevent it from being effective for\na year? for ten years? even for three hundred years?\n\nThen might this not be what had happened to Judith and himself? In\ntheir profound unconsciousness, time would have no meaning for them;\ngeneration after generation might be born, grow to maturity and old\nage, and pass away while they slept their dreamless sleep, to be\nawakened at last when the opening of their tomb had released the\npoisoned fumes and let in some pure air.\n\nBy some swift intuition, Downey felt sure that this was what had\nhappened.\n\nBut his new acquaintances were not to be convinced by his explanation.\n\"I do not know where you are from,\" said the starred one, while his\ngreen and orange costume glittered brilliantly in the sun. \"You do not\ntalk like natives of our Nuamerica. You know our speech as if from old\nbooks, and there is a foreign ring to your voices. Your clothes are\nstrange and clownish--I half believe you have robbed a museum. Either\nyou are foreigners who have no passport, or fugitives who seek an\noutlandish disguise. For that reason, I proclaim you under arrest! You\nwill come with me to be examined by the High Councillor!\"\n\nTo the accompaniment of a sound as of rattling chains, three men\nstepped forth from the crowd. Each drew out a little pistol-like\nmachine, and pressed the trigger; and from the muzzle of each apparatus\nthere shot forth thin shining wires, which, with incredible swiftness,\nwound themselves about Downey and the girl, binding their arms to their\nsides beyond possibility of release.\n\nThen, with a brusque \"Come!\", the starred one stalked away; while the\ntwo prisoners, poked and shoved by half a dozen guards, started slowly\ndown an avenue of elms toward the huge triangular doorway of a remote\nbuilding.\n\n\n                                  II\n\nAs they passed along the tree lined boulevard, their eyes were\nattracted to several edifices of strange forms and colors. Some were\nshaped like gigantic mushrooms, and were of a sky-blue complexion;\nothers were like huge inverted sea-green funnels; while the queerest\nof all was an enormous crystalline sphere that rested on a wide base\nof black marble. \"You see, Jude,\" Downey remarked, \"this is the\ntwenty-third century, sure enough. Was anything like this ever known in\nour own time?\"\n\n\"They do look crazy,\" Judith admitted, \"but I'd be crazier yet if I\nbelieved what you want me to. We must both be dreaming. That's the\nsimplest explanation.\"\n\nOn reaching the triangular doorway, they passed into a hall whose\nsoftly glowing walls were lined with a satiny claret-colored cloth. The\nfloors were of alabaster; the air was rich with pine-incense; and the\ngolden incense burners, upon ebony tables, gave something of the effect\nof an Oriental temple.\n\nBut it was not this that arrested the newcomers' attention. Their eyes\nwere immediately drawn to a figure who, clad in lush crimson, sat on a\nthrone that dangled ten feet above the floor, being suspended from the\nceiling by chains. As Downey adjusted himself to the subdued light,\nhe was able to make out that the man was old, very old; his face was\nseamed and pitted until it might have been mistaken for the mummy of\nRameses.\n\nYet his movements belied his age. He was able to act with the swiftness\nand decision of youth; and his words, when at length they came forth,\nwere spoken rapidly and with force.\n\nSurrounding him like courtiers, on the floor of the hall, were half\na dozen elaborately robed men with faces as creased and scarred as\nhis own. Yet all, despite their appearance of extreme age, moved with\nan almost youthful robustness; their bodies seemed erect and well\ndeveloped, with none of the flabby or wizened quality that might have\nbeen expected to belong to their years.\n\nIt was with a vague discomfort that Downey noted the owlish stares\nthese ancient beings cast at him, nudging one another, and ogling\nhim with unhealthy peeps and squints. In his eyes they were the most\nrepulsive creatures he had ever seen.\n\nJudith, also, appeared to have something of the same feeling. Pressing\nclose, she whispered into his ears, \"What is this? The hall of the\nHarpies?\"\n\nThe silver-starred dignitary, who had preceded them into the hall,\nhad paused before the suspended throne, and was speaking to the\ncrimson-robed old man, whom he addressed as \"High Councillor.\" Downey\ncould not make out much of his words, but could see how he paused\noccasionally to point to Judith and himself; and he noted with\napprehension the avid gleams in the eyes of the High Councillor, who\nstared down half curiously, half malevolently at the two prisoners as\nthey stood silently amid the guards.\n\nAt length the Councillor motioned the starred one away; beckoned Downey\nto approach him; and spoke, in the high, piping tones of advanced age:\n\n\"Stranger, I do not know where you come from: whether you be a spy from\nacross the ocean, or one who was hidden away by misguided parents in\norder to escape the Decapitation Draft. In any case--\"\n\n\"What is the Decapitation Draft?\" Downey could not help breaking out.\n\nThe Councillor's fist came down angrily, pounding at the vacant air.\n\n\"Do not think to save your head,\" he shrilled, \"by pretending ignorance\nof one of our most honored customs! As I was about to say, unless you\ncan satisfactorily show where you come from, you will be sent to the\nbody-testing rooms; and if you pass, as I believe you will, judging\nfrom your sturdy-looking frame, you will be put on the list for early\ndecapitation. Such is the law of Nuamerica, of which I am the local\nadministrator.\"\n\nDowney gasped. Could it be that every one in the twenty-third century\nwas mad?\n\n\"Well, are you going to speak or not?\" piped the Councillor, leaning\ndown from his throne until Downey thought he was about to fall off.\n\"I'm giving you your chance to prove where you come from!\"\n\nAs simply as he could, Downey attempted to state the facts of his\norigin; although he felt convinced that there would be little gain\nin arguing with a lunatic. And, as he foresaw, his words evoked only\nmerriment. \"Truly, stranger,\" said the chief tormentor, after he, the\ncourtiers and the guards had all rocked back and forth with laughter,\n\"you have little imagination, if you cannot think of a better story!\nSo you were born in the year 1915! That is, 1915 by the old reckoning!\nWhy, that would make you older than I! And I'm the most elderly man\nin this district, even though I won't celebrate my two hundred and\nseventy-fifth birthday till next year!\"\n\nDowney stared, and said nothing, more convinced than ever of the\nCouncillor's madness.\n\n\"Of course, if it were not for you young man,\" the leader went on,\nmeditatively, \"I would have been in my grave two centuries ago. It\nis you who supply us with the robust young bodies to keep our old\nheads alive. I well remember how, just two hundred and nine years\nago, I was pronounced at the point of death from heart disease--and\nthe transfusion to a young body was performed barely in the nick of\ntime. Since then, I've had the operation repeated once every thirty\nyears--which accounts for my present good health.\"\n\nFrom amid these rambling phrases, Downey had begun to catch a gleam of\nhorrible meaning. Was the old man really mad after all? Or had he and\nhis followers been kept alive through some dread process of grafting\nnew bodies on to old heads?\n\nEven as these questions flashed across the young man's mind, he heard\nthe renewed rasping of the Councillor's voice, \"I give you one final\nchance, sir! If you can't explain who you are and where you're from,\nyou will be honored, according to the law of Nuamerica, by giving your\nhead--\"\n\nHe was interrupted by a half muffled cry. Judith, with one hand to her\nmouth, had vainly tried to keep back her horror.\n\nThe scowl on the Councillor's mummy face gave way to a faint smile as\nhe turned to the girl, and said, \"Have no fear, lady. You will not\nshare in the honor. Don't you know that the Official Head Commission\nonly last year exempted women from the Draft?\"\n\nAnd then, blandly turning to the guards, the Councillor ordered, \"Take\nthe prisoners to the body-testing rooms. I believe we are up on our\nschedule, are we not?\"\n\n\"Yes, Your Highness,\" returned the leader of the guards, bowing until\nhis bare knees touched the floor, \"there is no reason why your desires\nshould not be executed within three days.\"\n\n\"Splendid!\" approved the Councillor; while Downey, his arms still bound\nby the cramping wires, felt himself being drawn away in the midst of\nhis grinning, kilted captors.\n\n\n                                  III\n\nStripped to the waist, Downey stood in a gray steel room that somewhat\nresembled the turret of a battleship. Gun-shaped implements bristled\nfrom the grim painted walls; a veritable arsenal of knives glistened\nbehind him; while in the foreground was a series of tall machines\nequipped with an intricacy of dials and tubes, to one of which Downey's\nleft arm had been strapped.\n\nJust behind Downey stood a queer looking individual; robed in black,\nalthough with bare knees, according to the local custom; and with a\nblack mask, and two tubes like doubly long opera glasses attached to\nhis eyes. Eagerly he was bending over the dials, and reciting, half\nas though to himself, \"339. 339.1. 340.1. 340.3.\" Then, with sudden\nenthusiasm, he snapped off the mask and glasses, revealing a wizened\nancient face, and exclaimed,\n\n\"Young man, I congratulate you! You have passed!\"\n\n\"Passed what, Doctor?\" demanded Downey, as the examiner freed his arms\nfrom the straps.\n\n\"Passed the body test! You have come through with high honors! I never\nsaw a more perfect physique! No flaw--no disease! Your score is more\nthan three hundred and forty--and two hundred and thirty, as you may\nknow, is considered a good average. I shall recommend you for immediate\ndecapitation! My congratulations again, young man!\"\n\nDowney glared at the blacked robed one. \"I don't know what you're\ntalking about,\" he said. \"It seems to me nearly every one here has lost\nhis head, but that's no reason I want to lose mine!\"\n\n\"Ah, but it's considered a glorious thing, young man! To be decapitated\nfor your country's sake! Not every one can rise to such heights! Your\nname will be enshrined in the Tablet of Heroes!\"\n\n\"I can get along without that,\" stated Downey, drily. \"All I'm asking\nto know is what this nonsense is all about.\"\n\n\"Nonsense? You won't think it's nonsense, young man, when you put your\nneck under the knife!\"\n\nNoting the look of bewilderment and horror on Downey's face, the Doctor\ncontinued in a different vein:\n\n\"Well, maybe I'd better explain. I'm coming to see you're sincere in\nclaiming ignorance. Not that I can accept that silly story about the\ntwentieth century. But judging from your looks, your queer accent and\nout-of-date manners, you are undoubtedly from some foreign country,\nwhere maybe the people are uncivilized and don't know anything about\ndecapitation.\"\n\nThe black-robed one seated himself on a little revolving stool, crossed\nhis legs, and slowly went on:\n\n\"The original invention was made about three hundred years ago, by a\nphysician named John Knight, who lived in an ancient city called New\nYork. Was it necessary, Knight asked, for our best and most brilliant\nminds to be taken from us at the early age of seventy or eighty owing\nto some bodily defect? If fed by a vigorous blood-stream, the brain\nwould continue to function indefinitely--perhaps for centuries. But a\nvigorous blood-stream, after senility had set in, could come only from\nanother body. Therefore, Dr. Knight concluded, if an old man's head\nwere grafted on to the body of a youth, the old man might continue to\nlive, with new limbs and organs, but with mental faculties unimpaired.\nThink what a boon it would be for the race, if we could keep our great\ngeniuses alive for hundreds of years!\"\n\n\"But how was it possible, Doctor,\" broke in Downey, \"to attach one\nman's body to another man's head?\"\n\n\"It wasn't possible until after long experimentation. But the same\nprinciple had already been applied in the grafting of limbs. There was\na gas, Etherene by name, which would produce suspended animation for\na few hours, even stopping the heartbeat and the circulation of the\nblood. Any part of a man's body might be cut off while he was in this\ncondition; and if ligament was fitted to ligament, bone to bone, and\nblood-vessel to blood-vessel, the removed portion might be attached in\nits proper place to the body of another Etherene patient. Of course,\nthis required skilled surgery. But it was found that, by making proper\nmeasurements in advance, it was possible to graft arms, legs, ears,\neyes and even whole bodies on to new possessors.\"\n\n\"That doesn't explain,\" remarked Downey, grimly, \"where the new bodies\nwould come from.\"\n\n\"No, it doesn't.\" The speaker arose, pointed to a crimson wall-chart\nmarked, \"Selective Decapitation Draft,\" and then went on to state,\n\"There has been a great deal of trouble on that score. In fact, the\nAnti-Draft Revolution of the Twenties was fought on these grounds\nalone. First, as to whose lives would be preserved by the new\ninvention. Of course, our rulers voted themselves that privilege.\nAlso, the friends and relations of the rulers. Then all persons whose\nincome tax was high enough were automatically entitled to remain\nalive. Furthermore, those who got in by what is vulgarly called\ngraft--unfortunately, there have been some scandals on that account.\nAnd, finally, if there were bodies enough to go around, a place was\nto be made for the geniuses, such as great scientists, philosophers,\npoets, etc.\n\n\"I regret greatly to say, however,\" the Doctor concluded, with a sigh,\n\"that we have never yet gotten that far down on the list.\"\n\n\"That still doesn't tell me,\" Downey insisted, \"where you get the young\nbodies to attach to the old heads.\"\n\n\"Well, that has always been a problem,\" admitted the Doctor. \"At first\nwe used the bodies of criminals condemned to capital punishment. But\nthe age was a humane one, and abolished capital punishment. Then we\ncalled for volunteers. But people showed a decided lack of patriotism.\nSo finally we adopted the draft. All young men between twenty-one and\nthirty-one must be permanently registered. If they are selected in the\ngreat annual lottery and are found to be without taint or disease, they\nwill have the blessed fate of giving their bodies to rejuvenate their\ncountry's aged leaders.\"\n\n\"But are the drafted men the only ones taken?\" inquired Downey,\nanxiously.\n\n\"No, we are broad-minded. We offer the same distinguished lot to\ncriminals--and to aliens without a passport. That is how you gained\nyour chance, young man. As it happens, we are now far down the list.\nYour turn will come in just three days.\"\n\nWith a groan, Downey stared at the gray, knife-lined walls that hedged\nhim about like a fortress prison. For the first time in his life he\nregretted--and bitterly regretted--the care he had always taken to\nkeep in prime physical condition. He chewed his lips in mortification\nto think that he had come to the twenty-third century only in order to\nnourish some tottering dodo with his life blood. But for one reason\nabove all others he was stabbed with grief: a vision had burst over him\nof Judith's eager face and burning bright blue eyes; and with a rush of\nvehement emotion it came to him that he could not, must not die! How\nwould she fare, alone and friendless in this strange century? To escape\nfrom the bleak steel walls appeared impossible; yet for her sake, more\nthan for his own, he must find a way to avert the threatened doom.\n\n\n                                  IV\n\nTwo days had gone by. Up and down the length of a long curtained\nroom Downey slowly paced, with drooping head and drawn white face.\nSumptuously upholstered chairs and carven tables were ranged about him,\nas if to lend luxury to his final hours. But it was not these that he\nobserved; his eyes were drawn constantly to the door, which was crossed\nwith steel bars, beyond which two kilted figures stood beside an ugly\nblack apparatus resembling a machine-gun.\n\nBitterly he reviewed in his mind his fruitless efforts to free himself.\nThe windows were locked and grated; the single door was guarded, and he\nwas under constant surveillance. Every effort had been made to render\nhis last days comfortable--but what comfort could he take when he was\nheld like a doomed ox in the stall, awaiting the slaughter? He had\nhardly slept and barely taken food; and the final irony, he thought,\noccurred when he was handed a steel plaque which read, \"The Purple\nBadge of Heroism. Died for his country this Thirty-Third day of May, in\nthe year 314 of the New Era.\"\n\n\"Well, guess I'm as good as dead already,\" he reflected as he stared at\nthese words.\n\nHe had flung the iron plaque to the furthest corner of the room, and\nhad sunken into a chair with his head buried in his hands, when a\nrattling at the door caused him to start up abruptly.\n\n\"A visitor to see the prisoner!\" he heard one of the guards droning,\nautomatically. And the other responded, as automatically, \"Let her in!\nLet her in!\"\n\nLeaping up, he observed Judith peering dismally through the bars.\n\n\"Mort!\" she cried, in tones of mingled joy and sadness; while as he\nsprang forward to meet her he observed that two kilted women and a\nguard accompanied her. He also noted--and was a little hurt at the\nincongruity of the fact--that she had taken pains with her make-up: she\nwas carrying her handbag, and the rouge on her lips was particularly\nthick, and the powder was smeared on her cheeks in great white patches.\n\n\"Mort, I--I've done everything,\" she exclaimed, as she flung out both\nhands to him. \"But it was--it was no use. They wouldn't even let me see\nyou till this minute. I--I've come to say good-bye, Mort.\"\n\nHe noticed that her big blue eyes were brimmed with tears. And in the\ntumult of that moment his own eyes were moist. With a swift impulse,\nhe drew her to him, bending down and pressing his lips against hers.\nBut, even as he did so, a powerful restraint seized him against his\nwill. Caught by a sudden spasm, he turned aside, inwardly cursing--and\nsneezed.\n\nThen again he sneezed, and again, and again, with fierce explosiveness;\nand the tears rolled from his eyes, which began to grow red and\ninflamed. Seven times in all he sneezed; then, with a growl, he\nmuttered, \"Damnation! There goes my hay-fever again!\"\n\n\"Your what?\" the guard inquired, not quite catching the words. \"What\nkind of fever did you say?\"\n\n\"Hay-fever,\" Judith answered. \"It's a pestilence that used to rage in\nthe twentieth century.\"\n\n\"Never heard of it,\" said the guard; at which the girl, drawing a\nmirror and powder-puff from her bag, began to smear her face anew;\nwhile Downey once more sneezed violently.\n\n\"Sounds mighty dangerous!\" concluded the guard; and opening a little\nblack tube on the wall, he called into it, \"Send Doctor ZX down here\nat once! The prisoner has a fit!\"\n\nDowney was just completing his third sneezing spell a minute or two\nlater when the black-robed Doctor arrived. With a dismayed gasp, he\nstared at Downey; then opened a little case and took out a mass of\nbatteries and wires, which he attached to the prisoner's wrists and\nankles, while he damped two tubes to his ears and listened.\n\nWhile he was doing this, Judith was using her powder-puff again, and\nDowney once more sneezed.\n\n\"I don't know just what the disturbance is,\" the Doctor at length\ndecided, gloomily. \"There's some hidden functional derangement. The\nheartbeat is too fast. And the nerve pressure is too low. It's too bad,\nyoung man, that you should have to spoil a good record.\"\n\nDowney's answer was to sneeze once more.\n\n\"I can't imagine what causes the fits,\" meditated the Doctor, while\nconducting a further examination. \"It's something new to medical\nscience. For all I know, it may be contagious. Worst of all the germs\nare probably in your body, and would infect any head to which you were\nattached.\"\n\n\"It was considered worse than smallpox in our own time,\" contributed\nJudith.\n\nThe Doctor paced slowly about the room, shaking his aged head\ndoubtfully; while he himself, as Judith continued operation with the\npowder-puff, all at once began to sneeze.\n\n\"By my old head, I do hope I haven't caught it too!\" he snapped,\nwithdrawing from Downey anxiously. And then, with sudden decisiveness,\n\"That settles it! I'm afraid I have bad news for you, young man. All\nour decapitation heroes, as you know, must be in the best physical\ncondition. We can't take the chance of having them contaminate an old\nhead. Our rule is, 'Safety first.' So you see, young man, I am left no\nchoice. I will have to withdraw my recommendation!\"\n\n\"What?\" demanded Downey, rushing toward the Doctor in a wild outburst\nof joy. \"Does that mean I won't be decapitated?\"\n\n\"Keep away from me!\" snarled the Doctor, making a dash toward the door.\n\"Of course it means that! There's no use arguing, either! Henceforth\nyou'll have to earn your living like any ordinary head-wearing citizen!\"\n\n\n\nAs Judith's attendants and the guard withdrew, a startling thought\nburst over Downey.\n\n\"By heaven, Jude,\" he exclaimed, \"how did I happen to get hay-fever\nalready? My death-plaque said it's only May. And you know the fever\nseason doesn't begin till August.\"\n\nJudith looked up at him with streaming eyes in which a faint light was\ndawning. \"Silly!\" she said. \"Why do you think I kept rubbing so much\npowder on my face? Don't you remember, you always used to complain, you\nwere allergic to it, and it made you sneeze so much?\"\n\n\"Well, thank the Lord for face powder!\" cried the rescued man, as he\nsuddenly realized how long and ingeniously the girl had been planning\nto save him--and realized, also, what such planning implied.\n\n\"It _is_ lucky I brought my handbag with me from the twentieth\ncentury--and the face powder in it,\" stated the girl.\n\nBut his arms had already reached down to seize her. And, for the first\ntime, she responded fully to his embrace.\n\n\"I--I--I didn't know how much I cared, Mort,\" she sobbed, \"until I\nthought--I thought they were going to kill you!\"\n\n\"Well, after all, decapitation has some merits,\" he smiled back. \"Come\nto think of it, Jude, it doesn't matter much to me what century I'm in,\nso long as I'm there with you.\"\n",
    "metadata": {
        "author": [
            "Coblentz, Stanton A. (Stanton Arthur)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64847/pg64847.txt",
        "name": "headhunters_of_nuamerica.json"
    }
}