{
    "name": "Henry Horn's X-Ray Eye Glasses",
    "author": [
        "Swain, Dwight V."
    ],
    "body": "\n[Sidenote: Henry Horn had a new invention; a pair of glasses that worked\non the x-ray principle. But he didn't expect them to reveal Nazi secret\nagents and their works of sabotage!]\n\n\n\"It's not enough to have a nudist colony move in next door!\" fumed\nProfessor Paulsen. \"No, indeed! That wouldn't disrupt things enough.\nNow, in addition, every ne'er-do-well in the county comes prowling over\nour farm in order to spy on the naked numbskulls!\"\n\nScowling ferociously, the gaunt scientist stamped violently back across\nthe meadow's lush verdure toward the little country home he shared with\nhis partner, Henry Horn. Beside him, matching his own long strides, came\nthe savant's old friend, Major Ray Coggleston of Army Intelligence.\n\n\"None of us can hope for a bed of roses all the time, Joe,\" Coggleston\nremarked, grinning at the professor's outburst. \"'Into each life some\nrain must fall,' you know. You've got trespassers to bother you. Me, I'm\nresponsible for protecting one of the biggest explosives laboratories in\nthe country against Axis espionage and sabotage.\"\n\nInstinctively, as he spoke, the officer's eyes sought out the long, low\nOrdnance experiment station, barely a mile away. Professor Paulsen,\nfollowing the glance, nodded.\n\n\"You're right,\" he agreed. \"And when you come right down to it, my\nworries over the nudist camp back there\"--he jerked his head toward the\nhigh board fence which marked the boundary--\"aren't very important. Not\nwith a war in progress.\"\n\nBy now the two were in the yard and rounding the corner of the house.\n\nThe next instant they stopped dead in their tracks.\n\nThere, in the shade of the building, stood a slight, familiar figure. A\nfigure which, at the moment, was the center of attention for a little\nknot of interested spectators.\n\n\"Oh, yes, gentlemen, it certainly does work!\" cried Henry Horn\nenthusiastically, his scraggly goatee jerking spasmodically with each\nnod of emphasis. He waved the battered pair of binoculars he clutched in\nhis right hand. \"Yes, it's a marvelous invention. You can see everything\nyou want to, just like you were right inside that camp. And only a\ndollar for a minute's look!\"\n\nThe professor's face jumped to beet red, then apoplectic purple. His\nfists clenched, and the sound he made as he sucked in his breath closely\nresembled that of a cow pulling her foot out of a mudhole. He started\nforward.\n\nMajor Coggleston choked off an incipient frame-racking spasm of mirth\nbarely in time. He caught the tall scientist's arm.\n\n\"See you later, Joe!\" he snickered. \"I've got to get back on duty.\nThere's a new super-explosive being tested, and I'm supposed to be on\nhand.\"\n\n\"All right. Later.\" Professor Paulsen grated the words through clenched\nteeth, but it is doubtful that he was even conscious of speaking. His\neyes were focussed straight at Henry in a horrible glare, and the smoke\nof indignation hovered about him in clouds.\n\n\n\n\"Only a dollar, gentlemen!\" cried Henry, oblivious to all this new\nattention. \"It's just like going inside the camp. Really it is!\"\n\n\"He's right, boys!\" broke in a burly, red-headed character. \"Those\nglasses of his are better than a seat on the fence.\" And, turning to the\nlittle man: \"I'll even buy 'em from you. How much'll you take?\"\n\n\"You see, gentlemen?\" whooped Henry, steel-rimmed spectacles nearly\nsliding off the end of his nose in his excitement. \"The gentleman says\nmy invention is everything I say it is--\"\n\n\"_Henry!_\"\n\nThe little man jumped as if a red-hot flatiron had just been applied to\nthat portion of his trousers designed for sitting.\n\n\"Urghk!\" he exclaimed profoundly.\n\n\"You prying Piltdown[1]!\" flamed the professor. \"Is there anything you\nwon't do for money?\" A moment of thunderous silence. \"I'm surprised\nyou're not doing a fan dance yourself, if these would-be Peeping Toms\nare willing to pay for nakedness.\"\n\nThe red-headed man guffawed.\n\n\"And you!\" exploded the savant, turning on the spectators. \"Get out of\nhere! Yes, all of you, you riffraff! I won't have you on the place!\"\n\nHenry's potential customers fled before the Paulsen wrath like chaff\nbefore the wind, leaving the quaking little entrepreneur to face his\nfate alone. He stood braced against the verbal cloud-burst, eyes\nsqueezed tight shut behind steel-rimmed glasses, goatee sticking\nstraight out.\n\n\"For days these snoopers have driven me half-crazy!\" raged the\nprofessor. \"I've tried every trick I could think of to keep them out.\nI've put signs forbidding trespassing on every tree. I've threatened\nmayhem and murder. Yet still they come!\"\n\n\"But Joseph--\"\n\n\"Keep quiet 'til I'm finished, you disgrace to science!\" The lean\nscholar ran trembling fingers through his greying hair. Then:\n\n\"And now--today! Major Coggleston and I go down to the end of the meadow\nto drive three of the sneaking human dung beetles away from knot-holes.\nWhen we get back, what do we find?\"\n\n\"Joseph, please--\"\n\n\"We find you--my colleague, my partner, my friend! You--peddling the use\nof your binoculars to the slimy creatures!\" He glared savagely at his\nvictim. \"If you were in Paris, Henry Horn, you'd be selling French\npostcards to tourists!\"\n\n\n\nStill purple with rage, the savant turned away. Stared dourly back\ntoward the high board fence that surrounded the nudists.\n\nThe next instant he jerked as stiff as if an electric shock had jolted\nthrough him.\n\n\"Henry!\"\n\n\"Yes, Joseph.\" The other's voice was meekly plaintive as he awaited a\nrenewal of the diatribe.\n\n\"Henry, that fence is between us and the nudists! How could you see\nthem, binoculars or not?\"\n\nHenry's face brightened. His goatee moved to a more confident angle.\n\n\"That's what I've been trying to tell you, Joseph,\" he explained. \"It's\nmy new invention--\"\n\n\"Invention!\" There was a hysterical note in the way Professor Paulsen\nexclaimed the word. \"Please, Henry, not that! Don't tell me you've been\ninventing again--\"\n\nHis little colleague bristled.\n\n\"And why shouldn't I be inventing, Joseph Paulsen?\" he demanded\nquerulously. \"My inventions are mighty valuable. Why my new\nexplosive--\"[2]\n\n\"--Which you ran onto quite by accident, and which turned out not to be\nan explosive at all,\" the professor cut in grimly.\n\n\"Well, the government--\"\n\n\"The government doesn't have to live with you. Nor to put up with your\n'inventive' ways.\" Henry's tall partner was fierce in his vehemence.\n\"You've cited one of your devil's devices that turned out well. Well,\nnow let me mention a few. Remember what happened when you decided to\nfind the universal solvent[3]?\"\n\n\"But scientists all make mistakes sometimes, Joseph--\"\n\n\"And how about that time you wiped out every peony within ten miles? Was\nthat a mistake too?\"\n\n\"Honestly, I didn't think it would kill anything but ragweed,\" Henry\nsniveled miserably.\n\n\"Of course it was all an accident when you rendered every one of our\nguinea pigs sterile, wasn't it?\" sneered the other. \"That was a nice\ninvention, Henry. All it did was to cut off our income for months on\nend, and nearly destroy our reputation for reliability as breeders of\nlaboratory guinea pigs.\"\n\n\"Oh, Joseph!\" Henry's voice was an abject wail. His goatee hung limp and\nbedraggled. \"You know I didn't mean any harm any of those times. Really\nI didn't. I just want to be a scientist--\" Again he began sniveling.\n\nProfessor Paulsen, still glaring, opened his mouth to denounce his\npartner further. Then, thinking better of it, he relaxed and put his arm\naround Henry's quivering shoulders.\n\n\"Do you think I like to talk to you like this?\" he asked, leading the\nway toward the porch. \"Do you think it's pleasant for me?\" Wearily, he\nshook his head. \"I hate to be shouting at you all the time, Henry. It's\njust that patience will stretch only so far. Then it snaps.\"\n\nA pause.\n\n\"I keep thinking you'll learn by experience, Henry. That you'll realize\nyou can't be forever blowing the roof off the laboratory, or Lord knows\nwhat else, and quit fooling around with things you don't understand.\n\n\"But instead, you go right on. You dabble into some new branch of\nscience, and a cloud of trouble sweeps down on us like a typhoon on\nZamboanga.\"\n\n\n\nTogether, the friends climbed the porch steps and took seats on the\nancient but comfortable wicker settee.\n\nHenry darted a quick glance at his partner. Saw that the professor's\nface once more was placid; that the storm was over. Unconsciously, the\nlittle man's goatee perked up. He readjusted his steel-rimmed glasses to\na more stable position.\n\n\"Honestly, Joseph, this time my invention can't do any harm,\" he\nventured. \"Really it can't.\"\n\nFor a moment fire flashed in the scientist's eyes. Then faded again.\n\n\"All right, Henry. What is it this time?\"\n\nHenry extended the binoculars.\n\n\"Here, Joseph. Look at the nudist camp.\"\n\n\"But the fence--\"\n\n\"Please, Joseph. Go ahead and look.\"\n\n\"Oh, all right--\"\n\nThe professor raised the field glasses.\n\nThe next instant he nearly dropped them.\n\n\"What on earth--!\"\n\n\"See, Joseph?\" shrilled Henry. \"Isn't it a wonderful invention? Isn't\nit?\"\n\nHis tall partner took down the binoculars and stared at them in blank\namazement, his face a puzzled mask.\n\n\"I'd swear I saw right through that fence!\" he gasped. \"I looked right\ninto the middle of a whole pack of nudists!\"\n\n\"Of course!\" Henry was bubbling with delight. \"That's why I call them my\nX-ray eyeglasses. You can see through anything with them.\" He took the\nglasses from the professor. Again leveled them at the nudist colony.\n\nThen, giggling:\n\n\"Doesn't that blonde girl have the cutest--\"\n\n\"Henry!\"\n\n\"Oh, all right.\" The little man returned the binoculars to his partner,\nwho studied them with interest.\n\n\"Just what principle do these things work on, Henry?\" he asked\ncuriously.\n\nHenry beamed. His goatee was at its jauntiest, most confident angle. The\nlight of triumph played in his eyes.\n\n\"Really, Joseph, it's quite simple,\" he proclaimed. \"There are lots of\nrays that go through anything, you know, except maybe lead. So I just\ndeveloped a special glass that translated those rays into images,\ninstead of just using the light rays. It was easy. The only thing you\nhave to be careful of is to focus real close, because otherwise you'll\nlook right through the thing you want to see--\"\n\n\"Simple!\" choked the scientist. \"Easy! Henry, I hope you kept complete\nnotes this once.\" He raised the glasses again. Studied a signboard on\nthe nearby road.\n\n\"Oh, yes, I've got good notes, Joseph--\"\n\n\"And you still need a concave eyepiece, so that the images won't\nreverse,\" Professor Paulsen interrupted. \"The way it works now, pictures\nare all right, but 'CAMELS' are spelled 'SLEMAC'.\"\n\n\n\nHenry sniffed contemptuously.\n\n\"That's nothing,\" he retorted. \"I've got it figured out already. Only\nit'll take a special lens, not just a concave one. Because now it\ndoesn't just reverse letters like a mirror; it transposes them--\"\n\n\"All right, all right!\" The professor threw up his hands in despair.\n\"This is one time you've invented something worth while, and you seem to\nhave some kind of notion of how it works, for a change.\"\n\n\"How you talk!\" Henry was suddenly cocky. He sneered. \"I always know how\nmy inventions work--\"\n\nHis gaunt friend glowered.\n\n\"I was afraid of this,\" he grunted. \"Give you half a compliment and\nthere's no living with you.\" Then: \"However, I won't waste time and\nenergy bringing you down to earth right now. The main thing is, get your\nnotes together. I want you to show them to Major Coggleston tonight; I\nthink maybe the army can use this invention of yours.\"\n\nAnd, as Henry again raised the glasses in the direction of the nudist\ncamp:\n\n\"But get rid of those glasses for now. I don't want to catch you ogling\nblonde beauties, or any other kind. Those people in that camp put up\nthat fence because they wanted privacy. So put those binoculars away\nright now. Do you understand?\"\n\n\"Oh, all right,\" fretted Henry. \"I'll get rid of them.\"\n\nDinner was a thing of the past, and Major Coggleston, Professor Paulsen\nand Henry were settled comfortably on the front porch, enjoying the\nquiet of the summer evening.\n\n\"If these glasses of yours work as well as you say they do, the Army\ncertainly can use them,\" commented the major thoughtfully. \"Such an\ninvention would completely revolutionize espionage and its\ncounter-measures. Nothing would be safe! Why, a spy could stand\nhalf-a-mile from the laboratory I'm supposed to be protecting, look\nthrough the walls to the records room, and steal the formulae for our\nlatest explosives right from under our noses, with none of us the\nwiser.\"\n\n\"Yes.\" The professor nodded. \"I can see how much it would mean. That's\nwhy I had you over tonight--wanted you to have a chance to investigate.\"\nA pause. \"By the way, how's the work coming at the laboratory?\"\n\n\"Better than we'd hoped for, Joe. We've got a young fellow in charge\nwho's a genius on explosives.\" The major hesitated for a moment, then\ncontinued: \"Confidentially, I understand he's just developed a new\npowder that makes TNT look like something to use for loading\nfirecrackers. It's the greatest thing in years. The Nazis and Japs would\ngive their eye-teeth for it. It's simpler to make than gunpowder,\neven--\"\n\n_Brrrnng!_\n\n\"I'll answer,\" said Henry. He skittered inside to the telephone.\n\nA minute later he was back.\n\n\"It's for you, Major Coggleston.\"\n\n\n\nThe officer hurried to answer. When he returned, his face was tense with\nworry.\n\n\"Something's wrong!\" he rapped. \"It looks like the Nazis have made a\nplay for that formula already! I've got to get right back to the\nlaboratory!\"\n\nHenry and the professor still were excitedly discussing this news when,\nhalf an hour later, the 'phone rang again. This time the tall scientist\nanswered. He returned to the porch frowning.\n\n\"That was Coggleston,\" he reported. \"Apparently the spy didn't get the\nformula, but he made a clean getaway, and he killed a sentry to do it.\"\n\n\"Oh, that's terrible!\" Henry was afire with indignation. \"Of all things!\nKilling a sentry--\"\n\n\"Yes.\" The professor nodded. \"The trouble is, Coggleston says they don't\nhave much to go on. No description, except that he was big and had red\nhair--\"\n\n\"Red hair!\"\n\n\"Yes. Red hair.\" The savant eyed Henry suspiciously. \"Why does that\nsurprise you so?\"\n\n\"Why ... er ... oh, it doesn't. I mean--\"\n\n\"What do you mean?\"\n\n\"Really, Joseph, it's nothing.\" The little man squirmed nervously, his\ngoatee hanging guiltily to one side. \"I'm not surprised at all. Really\nI'm not!\"\n\n\"Oh, you're not, aren't you?\" Professor Paulsen started across the room\nwith grim determination, his eyes sharp. \"Well, then--\"\n\n\"Joseph--\"\n\nThe scientist reached for his colleague's shoulder. But the shoulder\nslipped away. Henry dived frantically for the doorway.\n\n\"Oh, no, you don't!\"\n\n\n\nSpinning about with surprising agility, the professor's hand speared\nout. It stabbed home to its goal on Henry's chin with deadly aim. Caught\nthe little man's goatee in a grip that stopped his headlong rush dead\nstill.\n\n\"Joseph!\" screamed Henry, his eyes filling with tears. \"Stop it! You're\nhurting!\"\n\n\"And I intend to keep right on hurting until I get the truth out of you,\nyou amoeba-brained atom!\" thundered the other. \"I can smell your lies a\nblock away--and this is one time you're not going to get away with it!\nNow: tell me who the red-headed man was.\"\n\n\"I don't know, Joseph! Really--\"\n\nProfessor Paulsen gave his colleague's chin-whiskers a savage jerk.\n\n\"I want the truth!\" he rapped. \"Hurry up! Tell me!\" He jerked again.\n\n\"Oh! Ow! Joseph, please! Oh, let me go! I'll tell--\"\n\n\"You bet you'll tell!\" grated his friend. \"It's one thing to let you get\naway with making a fool of me. But when it comes to tampering with the\nUnited States Army--\" And then, breaking off: \"All right. Why did you\njump so when I mentioned the spy was believed to have red hair?\"\n\n\"Well....\" Henry squirmed some more. He tried hard to look dignified\ndespite the professor's grip on his goatee, but failed miserably.\n\n\"Out with it!\"\n\n\"It's really nothing, Joseph--\"\n\n\"Out with it, I say!\"\n\n\"Ow! Joseph, stop!\" And then: \"It's just ... the man who bought my X-ray\nglasses had red hair--\"\n\n\"The man who bought your X-ray glasses!\"\n\n\"Joseph! You're hurting!\"\n\n\"What do you mean, 'the man who bought your X-ray glasses'?\" The\nprofessor thrust his gaunt face to within an inch of Henry's, his eyes\nlike steel gimlets. \"If you tell me you've sold those glasses, you\nmisbegotten moron--\"\n\n\"But Joseph!\" Henry struggled to free himself. \"You told me to get rid\nof them. You warned me not to use them.\"\n\n\"I never told you to sell them! You knew I wanted to talk to Coggleston\nabout their use to the army--\"\n\n\"Yes, but you didn't tell me _not_ to sell them. And I had all my notes,\nand knew just how to make another pair, and so when the red-headed man\noffered me fifty dollars for them--\"\n\nBut Professor Paulsen had ceased to listen. Already he was on the\ntelephone and calling Major Coggleston. Tersely he explained the\nsituation.\n\nThen:\n\n\"Could he have gotten the formula, Ray? Was it anywhere he could see it\nthrough those devil's glasses?\" And, a moment later: \"Oh. Coggleston, I\ncan't tell you how sorry I am--\"\n\n\"What did he say?\" Henry demanded excitedly as the other hung up. \"Is it\nall right, Joseph--\"\n\n\"No.\" The scientist shook his head, eyes dark with worry. \"Coggleston\nsays we can be practically certain the spy got that formula. He says the\nman in charge was having a staff meeting of his aides, and they had it\nwritten out on a blackboard for discussion.\"\n\n\"Joseph--\"\n\n\"Ray's on his way over now. He wants to ask you some questions about the\nman's description--\"\n\n\n\nEven as the words left the savant's mouth, they heard a car roar up the\ndriveway. Major Ray Coggleston hurried in the door, a sergeant at his\nheels. He wasted no time on preliminaries.\n\n\"What did he look like?\" he demanded.\n\n\"Well, he had red hair....\"\n\n\"Yes, yes. We know that.\"\n\n\"He was pretty big. Almost as tall as Joseph.\"\n\n\"Yes. Go on.\"\n\n\"I guess he talked sort of loud.\"\n\n\"Got it.\"\n\nHenry hesitated. Tugged at his goatee, his face screwed with\nconcentration.\n\n\"Really, Major Coggleston, that's about all I can remember about him,\"\nhe said at last.\n\nThe officer swore. He paced the floor in a frenzy of anxiety.\n\n\"We've nothing to go on!\" he fumed. \"The description's meaningless. It\ncould fit any one of a thousand men in this area. We don't even know\nwhere to start to hunt.\"\n\n\"Excuse me, major--\" gulped Henry.\n\nThe military man whirled on him.\n\n\"What is it? Have you thought of something else?\"\n\n\"Why, about where to start to hunt--\"\n\n\"Yes?\"\n\n\"Why don't you try the nudist camp?\"\n\n\"The nudist camp?\" Professor Paulsen exploded. \"Are you completely\ncrazy, Henry? Why would a spy be in a nudist camp?\"\n\nHenry glared back at him.\n\n\"No, I'm not completely crazy,\" he snapped peevishly. \"And I don't know\nwhat a spy is doing in a nudist camp, but that's where he was when I\nsold him my glasses.\" He sniffed. \"Really, Joseph, I get awfully tired\nof your acting like you were the only one around here who was half\nsmart.\"\n\nBut Major Coggleston interrupted.\n\n\"Let's get this straight,\" he pleaded. \"Where did you meet this\nred-headed man? How'd you come to sell him the glasses?\"\n\n\"Oh, that?\" Henry sniffed so hard his glasses slid down his nose. \"Why,\nhe was one of the men who was out peeking at the nudists.\" He turned to\nProfessor Paulsen. \"You remember, Joseph. He's the one who said I was\ntelling the truth about my X-ray eyeglasses being able to look through\nthe fence.\"\n\n\"Yes, heaven preserve me, I remember!\" groaned the professor. \"But why\ndidn't I think--\"\n\n\"So he asked me to sell him my glasses,\" Henry continued. \"And when\nJoseph told me to get rid of them, I took them over to the nudist camp\nand sold them to him for fifty dollars.\"\n\n\"But how'd you know he was in the nudist camp?\"\n\n\"How?\" Henry's goatee jerked with contempt. \"How would I know anyone was\nthere? I saw him. He was right behind the blonde with the cute--\"\n\n\"Henry!\"\n\n\"Oh, all right. Anyhow, he was right behind a blonde girl. I saw him\nwhen I looked through my glasses while I was showing Joseph how to use\nthem.\"\n\n\n\nAgain Major Coggleston paced the floor. His face was lined with worry.\nHe bit nervously at his lip.\n\n\"I'll be damned if I know what to do!\" he exploded. \"I've got to find\nthat spy. But I can hardly seize a whole nudist camp just because a\nred-headed man bought a pair of binoculars.\"\n\n\"Couldn't you ask that all red-headed men be brought to the gate?\"\nsuggested Professor Paulsen.\n\n\"No.\" The officer shook his head. \"If the man we want is there, that\nwould tip him off.\"\n\n\"Excuse me, sir,\" broke in the sergeant who accompanied Major\nCoggleston, \"but why not just search the whole place with the men you've\ngot detailed for guard duty? It wouldn't be much of a job.\"\n\nThe major nodded.\n\n\"If I have to, that's just what I plan,\" he replied. \"However, there are\nwomen in that camp. Nude women. And, frankly, I don't hanker after any\nof the kind of publicity which undoubtedly would result from such a\nsearch. So I want to avoid it if I can.\"\n\n\"Then what--\"\n\n\"I'll go in alone! That's it!\" Major Coggleston straightened, suddenly\ndecisive. \"Sergeant, go back to the laboratory and round up all but a\nskeleton guard. Bring them back to the nudist camp and surround it.\nDon't let anyone escape! Do you understand me?\"\n\n\"Yes, sir. I am to surround the nudist camp with our men as soon as\npossible, leaving only a skeleton guard on the laboratory.\"\n\n\"Right. On your way.\"\n\nThe sergeant strode out, and a moment later the car in the driveway\nroared to life. And back in the house, the major drew a deep breath.\n\n\"Well, I'm off!\" he snapped. \"Wish me luck!\"\n\n\"Wait!\" bleated Henry, his goatee waggling excitedly.\n\n\"What's the matter?\"\n\n\"I'm going with you!\"\n\n\"You?\" Major Coggleston stared. \"What for?\"\n\nHenry started in indignation at the other's tone. He drew himself to his\nfull height and thrust his chin out aggressively.\n\n\"'What for?'\" he mimicked. \"Hmmph! Let me ask you a question, Mister\nOfficer: how are you going to identify the man who bought my glasses if\nI'm not along?\"\n\nThe major considered this. Then, at last:\n\n\"All right. I guess you'll have to come.\"\n\n\"Then so do I.\"\n\nIt was Professor Paulsen.\n\n\"Joe, there's no need to talk like that,\" Major Ray Coggleston began.\n\n\"If Henry goes, I go,\" the savant reiterated stubbornly. \"He gets in\nenough jams with me around to look after him. Lord knows what he'd do if\nhe got away from me.\"\n\n\n\nAnd so it was, ten minutes later, that the three appeared at the main\ngate of the Sunset Glow Nudist Colony: Let Old Sol Bring You Health.\nFrom within the fenced enclosure came the glow of firelight and the\nsound of festivities. A burly short-clad gateman was on duty.\n\n\"Well?\" he demanded.\n\nMajor Coggleston displayed his credentials.\n\n\"You've got a man in there whom we suspect of being a spy,\" he\nexplained. \"We've got to come in and investigate.\"\n\nThe gateman hesitated and chewed his lower lip.\n\n\"O.K.,\" he said finally. \"Ditch your clothes in the brush, over there.\"\n\n\"Ditch our clothes!\"\n\n\"Sure.\" The gateman nodded determinedly. \"You didn't think you could\ncome in the way you are, did you?\"\n\n\"But we represent the United States Government--\"\n\n\"I don't give a damn who you represent.\" The gateman was adamant. \"If\nyou want to enter Sunset Glow, you'll do it in bare skin or not at all.\"\n\nThe three stared from one to another. At last the major broke the\nsilence.\n\n\"All right,\" he snapped. \"Have it your own way. I suppose we _would_\nstand out like sore thumbs if we wore clothes.\"\n\nIt took the trio but a minute to disrobe. They slipped through the gate,\na strange sight: Henry, small and spindly, chin-whiskers waving\nanimatedly; Professor Paulsen, gaunt, lean-shanked, stooped; and Major\nCoggleston, still strong and well-built, but with a noticeable spare\ntire beginning to develop around his midriff.\n\nInside, a great open fire was burning, with a throng of male and female\nnudists disporting themselves about it. Some were toasting wieners and\nmarshmallows; other only their own epidermis. There was much laughter\nand good-natured raillery.\n\n\"Joseph!\" exclaimed Henry tensely, his goatee quivering to a point like\na setter's tail. \"There! See her? That blonde girl--\"\n\nHis colleague turned on him.\n\n\"Henry Horn, I'm warning you for the last time!\" he clipped. \"We're\nhaving a hard enough time as it is, without your calling that young\nlady's anatomical details to our attention. So keep quiet!\"\n\n\"Oh, all right,\" the little man sulked. \"Just because you think you're\nsmarter than I am--\"\n\n\"Joe! Henry!\" Major Coggleston interrupted excitedly. \"Look! That man\nwalking off into the shadows! Hasn't he red hair?\"\n\nThe two friends shot quick glances in the direction the officer pointed.\n\n\"That's him!\" squealed Henry, dancing about like a monkey on a stick.\n\"That's the man who bought my glasses!\"\n\n\"Come on!\" The major darted forward, looking for all the world like an\noversize kewpie doll. Henry and the professor followed close on his\nheels.\n\n\n\nAhead of them, the red-headed nudist hurried farther and farther out of\nthe firelight and into the brush. Bushes began to slap against the three\nfriends' faces.\n\n\"Damn that devil!\" fumed Major Coggleston. \"I can't see him. Has he lost\nus?\"\n\n\"Ouch!\" yipped Henry, close beside him. \"Oh! The mosquitoes!\"\n\nProfessor Paulsen slapped vigorously at his own anatomy.\n\n\"They're awful!\" he agreed. Then, to his friend, the major: \"Do you see\nhim? Where is he?\"\n\nAnd from the darkness behind them a voice answered:\n\n\"Right here I am, gentlemen! At your service, now and always!\"\n\nAs one man, the trio whirled. A burly figure loomed in the gloom.\n\nIt was the red-headed man!\n\n\"Did you buy a pair of binoculars--\" the major began.\n\nThe other waved him down.\n\n\"Sure, I bought 'em. And tonight I used 'em to snag onto the most\nimportant military secret I've seen in a month of Sundays. Believe me,\nmister, I'll make my fortune from this job!\"\n\n\"Then you admit you're a spy?\" the officer rasped, starting to move\nforward. \"You admit you're the dirty dog who murdered our sentry--\"\n\n\"Sure, sure, I admit it.\" The burly one seemed unperturbed.\n\n\"Why, you--\"\n\n\"Hold it!\" There was a sharp note of command in the red-headed man's\nvoice this time. \"Don't come no closer, buddy. Not if you want to keep\nyour health!\" He held out one ham-like hand. It gripped a heavy,\nbottle-shaped package.\n\n\"I got a little private lab in my suitcase,\" the spy explained. \"When I\nsaw how simple that formula was, I just brewed me up a batch of your new\npowder. Now I got it right here\"--he waved the package--\"complete with\ndetonator. If you guys try to jump me, all I do is let go and the whole\nworks goes off.\" He chuckled unpleasantly. \"I guess you know what\nhappens when two pounds of that stuff lets go.\"\n\nThe three friends shrank back. Henry's teeth already were chattering\nlike the gourds in a rumba band.\n\n\"I guess you've got us,\" Major Coggleston said tautly. \"However, you\ncan't go far. My men are surrounding this camp right now.\"\n\nThe red-headed man sneered.\n\n\"Why don't you tell me something new?\" he commented caustically. \"Why'd\nyou think I grabbed you?\"\n\n\"What?\"\n\n\"You didn't think you guys surprised me, did you?\" The burly one\nlaughed. \"Hell, I saw you the second you came in.\n\n\"The way I'd planned it, I was going to hide out in the camp, here,\nuntil the stink blew over. Then I figured on pulling a fast sneak out of\nthe country.\n\n\"But someone caught wise. I guess it was you\"--he nodded at the quaking\nHenry--\"so I had to revise things a little. I knew you'd have support\ncoming up--Army Intelligence officers don't walk into trouble without\nbacking except in the movies.\"\n\n\n\n\"So what do you plan to do with us?\" demanded the major. \"You can see\nyou haven't a chance to get away--\"\n\n\"Haven't I?\"\n\n\"The camp is surrounded.\"\n\n\"Sure.\" Their captor was amused. \"That's why I grabbed you. The four of\nus are going to march out of here together. And you\"--he jerked his head\ntoward Major Coggleston--\"are going to make your boys lay off. You'll go\nwith me 'til I'm satisfied I'm in the clear. Then I'll turn you loose.\"\n\n\"And if we refuse?\" grated the major.\n\nThe other shrugged.\n\n\"O.K. by me,\" he said. \"We all blow up together.\"\n\nThere was a long moment of silence, pregnant with panic.\n\n\"You must have a great deal of confidence in your ability as a chemist,\nto prepare this explosive on such short notice and with limited\nequipment,\" Professor Paulsen commented at last.\n\nThe red-headed man laughed.\n\n\"Why shouldn't I have?\" he demanded. \"I may have been raised in\nBrooklyn, but I learned my business in Berlin, and they know how to\nteach there.\"\n\nAnother long silence.\n\n\"Well, make up your mind!\" their captor grunted finally. \"We ain't got\nall night, you know. Do you come quiet, or do I have to blow us all to\nsmithereens?\" He waved the package in his hand menacingly.\n\nMajor Coggleston threw up his hands in a gesture of defeat.\n\n\"You win!\" he snapped. \"If I were alone, I'd say blow and be damned. But\nmy friends deserve a better fate.\"\n\n\"You're smart,\" the other reported approvingly. \"Come on!\"\n\nSlowly, the trio moved forward.\n\n\"Hurry up!\" grated the red-head. And then, to the professor: \"You\nskinny, get a move on!\"\n\nFor the gaunt savant was distinctly lagging. He had dropped back until\nhe was a full yard behind Henry and the major, and only a step in front\nof the spy.\n\n\"Hurry up!\" the Nazi repeated, his eyes suddenly cold and menacing.\n\n\"Joseph! Come on!\" urged Henry, his teeth chattering. \"Don't make him\nmad! Please, Joseph!\"\n\n\"I'm coming,\" grunted the scientist. \"I certainly can't be blamed if the\npebbles and twigs hurt my feet, can I?\"\n\nAnd with that, he sprang.\n\nLike a human octopus, all long arms and legs, he launched himself at the\nspy. His hands clutched at the red-head's throat. His legs wrapped\naround the man's waist and dashed him backward to the ground.\n\n\"Help!\" screamed the spy. With a wild motion he hurled the package from\nhim in a long arch.\n\n_Bang!_\n\n\n\nBut the explosion was the crack of a detonating cap, not the thunderous\nroar of a heavy charge of powder.\n\nMajor Coggleston lunged forward. His fists beat a meaty tattoo on the\nspy's face.\n\nThe next instant the crackle of military commands and the thud of\nfootsteps burst upon them. The four--Professor Paulsen, Major Coggleston\nand the spy, in a heap on the ground; and Henry Horn, wide-eyed and\ntrembling, standing near at hand--were illumined in a powerful\nflashlight's beam. Half a dozen soldiers rushed up.\n\n\"Major! We heard that shot! Are you all right?\"\n\nThe officer struggled to his feet, trying hard to preserve the dignity\nof his rank despite his nudity. In the light of the flash he looked even\nmore than before like an overgrown kewpie doll.\n\n\"Of course I'm all right!\" he puffed. \"What's more, that red-headed rat\non the ground is the spy and murderer we've been looking for. Take him\naway, men!\"\n\nHe turned to Professor Paulsen.\n\n\"Joe, this is one time I don't know what to say. If it hadn't been for\nyou that devil would have made a clean getaway.\"\n\n\"Forget it,\" retorted the gaunt scientist. \"It's little enough I can do\nfor my country at my age.\"\n\n\"Honestly, Joseph, I can't see how you got the nerve to do it!\" marveled\nHenry, still wide-eyed. \"Just think, we might all have been killed--\"\n\nThe professor glared.\n\n\"What do you mean, we might all have been killed?\"\n\n\"Why, the explosive in that package, and the detonator--really, Joseph,\nit was terribly dangerous--\"\n\n\"Dangerous!\" snorted the savant. \"The only dangerous part was that he\nmight have hit me over the head with it.\"\n\n\"But--the explosive--\"\n\n\"Explosive, my eye!\" And, again glaring: \"Do you mean to tell me you\ncan't understand why that stuff he had in the package didn't go off, you\nabbreviated atom?\"\n\nHenry's goatee waggled uncertainly. He adjusted the steel-rimmed\nspectacles which were his only garment.\n\n\"Well ... really, Joseph....\"\n\n\"I'll admit right out I don't get it,\" broke in Major Coggleston. \"You\nmean there wasn't any danger of that stuff going off?\"\n\n\"Of course not.\" Professor Paulsen was distinctly snappish.\n\n\"But why--\"\n\n\n\nThe scientist turned back to Henry. \"Don't you remember what I said to\nyou this morning about those devil's glasses of yours transposing\nletters instead of just reversing them? And that you told me it would\ntake a special lens to straighten them out?\"\n\n\"You mean--\"\n\n\"Take any formula and transpose the symbols all the way through, and see\nwhat you get. Trinitrocresol, for instance. The formula is\nC_{7}H_{5}N_{3}O_{7}. Transpose it all the way through, and you have\n_{7}O_{3}N_{5}H_{7}C. In that particular case, it wouldn't even make\nsense. But when our red-headed spy said he was a chemist and hadn't had\nany trouble compounding this new explosive, I figured the formula must\nbe one that would be at least half-way logical, no matter which way you\nwrote it. Only the odds were a million to one that one way it would\nequal an explosive; the other, nothing at all. So I didn't hesitate to\nattack him.\"\n\n\"Joe,\" said Major Coggleston admiringly, \"that's a lot faster thinking\nthan I've ever done. And I don't need to tell you how grateful the Army\nwill be.\"\n\n\"Really, Joseph, it was awfully clever!\" Henry chimed in. \"I'd never\nhave thought of it--\"\n\nAnd then, changing thought in mid-sentence:\n\n\"Look! There's that pretty blonde girl with the--\"\n\n\"Henry!\" exploded Professor Paulsen. \"You're old enough to behave like a\ngrown man, not an inspectionistic schoolboy!\" His hand shot out to grip\nhis little partner's goatee and jerk his eyes from the luscious creature\nnow parading her charms before them.\n\n\"Ouch!\" squealed Henry, his face screwing up with pain. \"Joseph, you're\nhurting!\"\n\n\"Then will you be good? Will you behave yourself?\"\n\n\"Of course, Joseph. Just let me go!\" Then, sulkily, as the tall\nscientist released him: \"Though I still think you're mighty finicky,\nJoseph Paulsen. After all, what's wrong with my liking the cute way that\ngirl wears the bangs across her forehead?\"\n\n\n\n[Footnote 1: The Piltdown Man was a species of prehistoric being\n(_Eoanthropus dawsoni_), long since extinct, with a retreating, apelike\nchin and thick cranial bones, but a human-type cranium.--Ed.]\n\n[Footnote 2: See \"Henry Horn's Blitz Bomb,\" Amazing Stories, June,\n'42.--Ed.]\n\n[Footnote 3: See \"Henry Horn's Super-Solvent,\" _Fantastic Adventures_,\nNovember, '41.--Ed.]\n\n\n\n\n",
    "metadata": {
        "author": [
            "Swain, Dwight V."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32591/pg32591.txt",
        "name": "henry_horns_x_ray_eye_glasses.json"
    }
}