{
    "name": "Her country",
    "author": [
        "Andrews, Mary Raymond Shipman"
    ],
    "body": "Out on the edge of the city were large places, screened from the road\nby hedges which had been fifty, a hundred years sometimes, in the\ngrowing. Behind one such lay a sunshiny garden, lovely in the June\nSunday morning. Down the gravel of a path a girl in a white frock\nwalked, swinging a shallow basket in which scissors rattled from side\nto side. The girl kept a critical eye, walking, on the wall of Dorothy\nPerkins roses which, growing over a tall broken lattice, separated the\ngarden from the grounds next door.\n\n“You adorable nobodies, you’re like pink music,” she addressed the\nmillion little blooms, and halted, erect and poised, glorying in\nflowers and sunlight.\n\nTwo men watched her. “A colt,” spoke the older, smiling lazily.\n\n“I don’t know. I like long, adolescent lines. You don’t see them after\neighteen. Honor’s seventeen. I like her figure.”\n\n“Figure! As much figure as a string.” The older man leaned back in his\nwicker chair and gazed through half-closed lids at the girl, much like\na tall, thin angel of Botticelli, shimmering white against shimmering\npink.\n\nWith that she turned and came lightly towards them across the grass.\n“What do you think? Is there anything here fit to send McIvor?”\n\n“Why it’s all lovely, Honor--our rose-garden,” the boy said, looking\nat her in surprise. “Fit to send him! Why, the Mannering rose-garden’s\nfamous. Has been for a hundred years--isn’t it a hundred years, father?”\n\n“Near enough.” Eric Mannering, the fifth, knocked the ashes from his\ncigar and considered the end of it with absorption. “What’s the matter\nwith the roses, Honor?” He was half amused, half bored. “Why aren’t\nthey good enough for--McIvor, the singer?”\n\n“Nothing’s good enough for McIvor, the singer,” the girl shot at him,\nquoting the half-contemptuous tone as well as the words. “The roses\nused to be wonderful, of course. You say they were a show when you were\na youngster. But--why, you know better than I do, dad, that roses\nare an expensive accomplishment. The fine ones are run out; it’s only\nthe hardy ordinary ones that live through neglect. They’re sweet and\nadorable, but they’re--well, commonplace.”\n\nMannering took a puff at his cigar and regarded his daughter. “McIvor\nshould not be too fastidious in roses. His normal occupation was as a\nmill-hand.”\n\n“He’s a messenger from heaven now.” The girl’s wide eyes flamed at the\nindifferent, half-open eyes of the man. “He’s--he’s--” she stammered\nwith wrath. “He’s one of the great ones of the earth. He has, perhaps,\nthe most wonderful voice in the world.”\n\nMannering laughed easily. “Yes? Even that doesn’t bowl me over\nentirely. A professional musician! An ex-mill-hand! And my daughter\nsearches her garden for flowers worthy of him! It strikes me as\namusing.”\n\n“Don’t badger the kid, father,” the young man remonstrated, and as he\nrose and walked a few steps, it was visible that he was very lame. “You\nknow how keen she is about music.”\n\nEric Mannering reflected again deeply, on the subject, apparently, of\nthe end of his boot. Quite at his leisure he announced: “The Mannerings\nhave always been fond of music. And good at it. But Honor is the first\nwho has wanted to go into the trade.”\n\nHonor rippled young laughter. “Dad, you can be nasty when you want\nto,” she commented, and dropped on the warm earth and sat there,\ncross-legged, like a child, like a faun, looking up at him with\nlaughter in her gray eyes. Her fair, loose hair blew about her face.\n“Now, father,” she admonished him, pushing a strand of pale gold out\nof her eyes, “you’ve got to be good. You’ve got to be guided by your\nintelligent children, by Eric and me. Especially by me. You know that\nyou’re not built to fight the world. You’re beautiful, and entrancing\nto talk to, and finished and accomplished beyond words. But you can’t\ndo a thing with money except squander it--that’s the plain truth. And\nyou’ve squandered and squandered, till we’re all in a hole. We’re in\ndebt, and the rose-garden isn’t kept up, and the house needs painting\nand window-shades, and Eric had to sell mother’s rubies to pay his\nway through law school, and now I’ve come along with a voice that\npeople say is worth money. And there’s not ten cents to develop it.\nAnd I _will_ develop it. I _will_ have my chance. If my voice is what\nStroble says, two thousand now--next year and the year after--would\nmean huge sums. The real voices make--almost anything. A hundred\nthousand a year--almost anything! I could do all the things that are\nneeded--here.” She stared about at the lovely, neglected garden, at the\nlong, low, stone house with its vague air of lack of care. “It’s silly\nto hamper me, not to help me, when it’s on the cards that I could make\na fortune for us all.”\n\n“I hate to hear you talk in that commercial way, Honor,” her brother\nflashed at her. “You’ve a gift and you’ve a right to want to use it.\nBut to think of art in terms of money--almost wholly in terms of money,\nas you do! It’s degrading. Also, I’m the one to retrieve the family\nfortunes. I’m older and a man. It’s up to me. Next year I’ll be through\nlaw school and in practise, and you’ll see! I’ll work like ten horses.\nI’ll make good. I must. And I’ll take care of you and father.”\n\nMannering, his cigar in his long fingers, stretched his arms to their\nwidth with a yawn. “Thank you both so much,” he said. He laughed.\n“But do I look decrepit? And who owns Garden Court? I or you two? Yet\nit’s beautiful to see such energy with such youth. And money-making\npower--though a bit visionary. Eric, do you happen to know any young\nlawyers who have heaped up immediate fortunes at their profession? I\ndon’t. Honor’s scheme seems to me more businesslike. Only two small ifs\nbetween her and a hundred thousand a year. _If_ she has a marvellous\nvoice, and _if_ she can get it trained. If I consent is not in the\ncatalogue, is it, Honor?”\n\nThe girl sitting before him on the ground, long arms folded, long legs\ncrossed, shook her head. “Not a bit, dad,” she assured him, and though\nher eyes danced, she meant it.\n\nMannering smiled lazily. “Odd how I don’t influence my offspring,” he\ncommented impersonally. “I didn’t want Eric to sell those rubies, but\nhe would. And I suppose that length of mediæval saint, lined throughout\nwith pure paganism, squatting on the lawn like a toad--I suppose Honor\nwill do exactly as her mature judgment decides. Won’t you, Honor?”\n\n“Uh-huh,” the girl agreed.\n\n“There’s one thing--you won’t get two thousand dollars out of me, or\none thousand, for a musical education, for I haven’t got it. What are\nyou going to do about that?”\n\n“I’m going to earn it.” The young lips set tight as her gray glance\nshot up to the man’s lazy eyes.\n\n“How?”\n\n“A job.”\n\n“What?”\n\n“Secretary for Mr. Barron.”\n\nMannering whistled softly. He smiled, amused. “When?”\n\n“Monday.”\n\n“Nonsense.” Mannering scratched a match with deliberation and lighted\na fresh cigar. “You know nothing about business.”\n\n“But I do. You know I’ve been in town three days a week for six months.”\n\n“Yes.”\n\n“I told you I was studying. You didn’t bother to ask what I was\nstudying. I was at a business college. I’ve taken my course.”\n\n“The devil you say!”\n\n“Uh-huh.” She sprang lightly to her feet. “Mr. Barron knew about it. I\ntold you I had a secret with him and you took no interest. Now--will\nyou be good? I’m going to make money. And save it, for myself. And in\ntwo years I’ll have enough to go to New York and study music, and make\nmy own career, and no thanks to anybody.”\n\nMannering stopped smoking and stared again at the polished toe of his\nrusset shoe. He was silent for a long minute; then he laughed. “The\nwhole scheme is distasteful to me,” he stated in pleasant, even tones.\n“But I don’t see that I can prevent it. I won’t squabble. I can’t stand\nfamily quarrels, but I’m not proud of what you’ve done. There has been\nan Honor Mannering in this house for a century, but never an Honor\nMannering in a business college. Business! Secretary to the head of a\nknitting-mill! Honor Mannering! Can’t you feel the grotesqueness, the\nsordidness of it?”\n\n“Not a scrap, dad,” answered the girl blithely. “Of course, I’d rather\ngo at the music now, and leave out the business. But I can’t, so why\nbother? Mr. Barron’s giving me a thousand a year if I make good. And\nI will make good. I’ll make so good that I think he’ll give me more\nthe second year. Don’t you see, father--I’ve _got_ to have money!\nEven--music is just for that. I’m so sick of debt and pretending and\nkeeping up appearances--having a car and a chauffeur and fine clothes,\nand skimping on meals and the servants’ wages and letting the house go\nto pieces! It’s demoralizing. You won’t make money; Eric can’t, for\never so long. I’ve _got_ to. And I’ve this voice which has got to do it\nfor me. You see?”\n\n“Not I,” announced Mannering with a shrug. “No woman of my house ever\nfound it incumbent on her before to make money.”\n\n“Honor,” demanded the boy, “is that why you’re taking flowers to\nMcIvor? You’re not--trying to work him?”\n\nThe girl laughed, tossed up her head defiantly. “If he should hear me\nsing--and say to himself: ‘That’s a good voice; it’s the girl next\ndoor; can I help her develop that voice?’ what harm’s that? Eric, how\nhorrid you are to pin me! I dare say--when I said I’d bring some roses\nfor McIvor--when he came to the Barrons from the hospital--why--I’m\nnot ashamed if I did think of that, partly. That he might help about\nmy voice. Why shouldn’t he? Musicians are glad to discover a new big\nvoice. So I shall sing in the garden if I please. And if McIvor hears\nme and asks me to sing for him--who knows what might happen? Now I’m\ngoing to get the best roses we have. And I’ll sing too, if I choose.\nToo bad he’s not there yet; he can’t hear me.”\n\nShe ran across the grass with the confident ease of a boy, and\nsuddenly, as she stood again at the rose-hedge her voice, full, strong,\neffortless, filled all the air with jubilant music.\n\nShe had made a mistake. McIvor was there. From the hospital in the city\nwhere his valuable throat had been under treatment for a week, the\nBarrons’ big car had brought him to the Barrons’ house an hour ago. Ten\nyears back the great musician was spending his days shifting machinery\nin Henry Barron’s knitting-mill, unconscious of the Golconda mine\nwaiting, unused, in his voice. He sang in the noon-hour, sometimes,\nfor his mates, and on a day Barron heard him. Barron, music lover,\nphilanthropist, and not ignorant, recognized the gift of his workman\nas remarkable, and for love of music and of mankind gave the beautiful\nvoice a chance, and found that it was a great voice. Between the two\nmen had grown a friendship. When McIvor’s throat got troublesome it\nwas natural that Barron should arrange with the famous specialist who\nruled over the hospital in his city, and natural that as soon as the\noperation was safely done McIvor should come to Barron’s house for his\nconvalescence.\n\nCarefully covered from even the June breezes, luxurious on a wide divan\namong pillows, he lay now on the gallery and revelled in the soft air\nand flowers and country stillness, and considered thoughtfully, as he\noften did, the contrast of his early life with this, for McIvor liked\nall things lovely, and never forgot who had opened the gates of such\na world to him. His beauty-loving eyes lingered on the tall lattice\nall but hidden with extravagant masses of Dorothy Perkins roses. The\nlattice ran for two hundred yards, a wall of glory, and that it was\nbroken here and there counted unto it for righteousness to McIvor.\nThat gave atmosphere, history. Anybody could have a new lattice. As he\nregarded the large hole approvingly, through it suddenly floated the\nmusic of heaven. The singer, tingling in every temperamental nerve,\nregarded it so.\n\n“My God!” whispered McIvor reverently.\n\nIt seemed nothing less than the touch of a divine hand that after\nhis hideous week of suffering he should alight in this lovely place,\ncradled in peace, and music should come to him through a wall of\nroses. It was one of his own songs she was singing, one of the simple,\nhackneyed, undying Scotch melodies which his mother had taught him\nthirty years ago by the Firth of Tay, to which he went back gladly\nstill from difficult operatic work of which he had come to be past\nmaster. He lifted himself on his elbow among the pillows, and his face\nwas brilliant.\n\n    “Maxwelton’s braes are bonnie,\n    Where early fa’s the dew.”\n\nThe voice brooded among the low notes, clearly, happily. It went on:\n\n    “An’ ’twas there that Annie Laurie\n    Gie’d me her promise true.”\n\nMcIvor waited, anxious to see what would happen when the air jumped\ninches of scale.\n\n    “Gie’d me her promise true!\n    Which ne’er forgot shall be!\n    An’ for bonnie Annie Laurie--”\n\nThe high notes floated to him, full and clean, and then dropped\ndeliciously to the croon of the world-old love-song.\n\n    “I’d lay me down and dee.”\n\nMcIvor, leaning on his elbow, revelling in the flooding sounds,\nfrowned. He shook his head. “It’s a pity,” he murmured, and then\nshouted, “Henry--Henry!” He shouted at the top of his lungs.\n\nHenry Barron, reading inside, dropped his magazine and dashed through\nthe open door. “What in the name of heaven’s the matter? You’re not\nill?”\n\nMcIvor did not smile. “Ill--no. Who’s that singing?”\n\n“Oh!” Barron looked relieved. “Now see here, old man--you’re there to\nrest, not to get excited. Dr. Thomas said you were to do no talking or\neven thinking for two hours.”\n\n“Dr. Thomas go to the devil. That voice--who is it?”\n\n“Little Honor Mannering, next door. It’s a fine voice--yet----”\n\n“Exactly,” McIvor caught him up. “Something lacking. But a great music\nmachine, the throat that’s doing that peaches and cream. I want her to\nsing for me. I want to see what’s the trouble--why that voice isn’t a\nmiracle. Can you get her to----”\n\nBarron was looking into the sunlight of his drive. “Here she comes,” he\nsaid.\n\nThe white, tall, thin figure was moving, facile of movement as the\nvoice, up the broad gravel; the shallow basket, rioting color, swept\ncasually back and forth in the girl’s hand. Barron went down the steps.\n\n“For Mr. McIvor,” she called, swinging the mass of reds and pinks at\nhim as she came. “I wish they were better. They’re all we have, but\nthey’re only common roses.”\n\n“The sweetest kind,” said Barron, and the girl stood gazing at him, her\neyes shining with the romance of bringing flowers to a hero.\n\n“When’s he coming?” she demanded. “I’m going to stand in our garden and\nsing and sing till he asks me to do ‘Carmen’ for him. Do tell him to,\nMr. Barron. When’s he coming?”\n\n“He’s here,” some one spoke from the gallery, back of the flower-boxes.\nThe girl stood rooted. “And ‘Carmen’ has been sung by worse voices.\nSeldom better.”\n\n“Oh,” groaned Barron, “he ought not to be stirred up; come and see him,\nthen, but don’t stay over a minute.”\n\nThe girl came, breathless, shy a bit, but blissful.\n\n“To-morrow morning, then, you’ll sing for him,” said Barron three\nminutes later. “And now go away, my dear, for he mustn’t get tired.”\n\nIn the Barron drawing-room, while McIvor’s secretary played an\naccompaniment, the girl stood next morning and sang.\n\nMcIvor lay outside among his pillows and stared at the tossing pink\nveil clothing the broken lattice. The girl sang as confidently as any\nbird in a tree, taking the difficult changes and the trying high notes\nwithout any effort. Her voice was astonishing in its power. McIvor\nlooked at her as she came smiling through the door.\n\n“You’d do for a church organ,” he said. “Where does all that noise\ncome from, you wisp of a child? Turn sideways.” She whirled, laughing.\n“I see. You fooled me. You’ve got the deep chest of a prima donna.\nHealthy, aren’t you?”\n\nShe nodded. “As strong as my brother. Never ill since measles. I can\nrun up-hill and not get winded.”\n\n“You’re fit,” said McIvor. The girl looked at him, waited.\n\nIn a moment: “You’d be awfully good--if you’d tell me about my voice,”\nshe brought out, and flushed. The surface hardness which she had forced\non herself did not go deep yet. Quickly she went on, and her young face\ngrew oddly keen. “You see--Mr. McIvor--I’ve _got_ to make money. And\nI’ve been told--my voice was--good for it. Not a little money--lots! I\nhate--getting along--being hard up. If you’d say--that I’ve got a real\nvoice----”\n\nMcIvor drew his brows together. “Make money! And you seventeen!” he\nsaid as if to himself, but his eyes were stern. “Miss Mannering, you\nare going the wrong way to be an artist. Art is an exacting mistress.\nThe price she asks for success is one’s heart. If ye cannot give\nthat, if ye cannot love music for music’s sake”--McIvor dropped into\nScotchness at odd times; it was a sign of strong feeling--“ye’ll not\nbe great. Ye certainly hae a fine organ for singin’; it’s a grand\nmachine God has gi’en ye. But I know now what’s troublin’ me about your\nvoice--the soul’s not there. An’ gi’en ye persist in wantin’ money\nfirst, the soul will not find its way in. Ye’ll be no true singer. It’s\nmechanical, that lovely big voice of ye, and it’ll move no man. What\nthe true singer wants is to stir the hearts of people and send them\nawa’ to help the world, because his music has helped them. Would na’ ye\nlike to do that?”\n\nHonor’s soft mouth was firm. “No,” she said. “I don’t care. I want\ntheir money.” McIvor shook his head.\n\nThe girl stared at him. She was fearless and obstinate. Not easily\ndid she let go a purpose. “Mr. McIvor,” she said at last, “you don’t\nunderstand. I’ve _got_ to make money. And my voice is my one way. Thank\nyou for listening. You know everything, and I very little, but--people\nwho can judge have told me I could do a lot with my voice--and I’m\ngoing to. You say yourself it’s a good--machine. I’ve--I’ve--” She was\nhalf sobbing with angry distress. Yet she was determined. “I’ve planned\nmy career, and I’ll stick to it. I’ll succeed. I’ll make lots of money.\nYou’ll see.”\n\nSuddenly she whirled and, springing down the steps, ran full tilt\nacross the lawn to a break in the lattice, and dropping to the ground,\nslid through like a rabbit.\n\nMcIvor looked up at Barron. The two men laughed a little, and then the\nmusician sighed. “The poor baby,” he said. “She’s got so much, and\nshe’s likely goin’ to throw it away. Money! At seventeen! An’ she with\nthe face of a seraph and a voice out of ten million!”\n\n“Perhaps she’ll grow up. She’s only a baby,” Barron considered,\nand went on to explain a bit to the other how things were at the\nMannerings, and the influences that had shaped the motherless girl.\n\n“If,” said McIvor, “she has the right stuff, life will come along some\nday with a big emotion, and money and such trash will go smash. And the\nworld will get one of its great music-makers. But a singer without a\nsoul is no good.”\n\nTwo years after the McIvor episode the Mannering household had\nchanged little outwardly. But young Eric had been now for a year a\npractising lawyer, with a beginning of a reputation already, and Honor,\nsecretary to Henry Barron, president of the Empire Knitting Mills,\nwas a capitalist. She had fifteen hundred dollars salted away in a\nsavings-bank.\n\n“When it’s two thousand I’ll bolt for New York,” she told Barron, “and\nin six months from that I’ll be a success. You’ll see. Stroble says my\nvoice is better and better.”\n\nAbout that time she awoke with a start to a huge movement in the world;\nthe world was swaying on its foundations, and she in her self-centred\nlittle orbit suddenly was shaken. America was at war. On a day it\ncame to her what war meant. It was Eric, chafing at his lameness, his\nhelplessness to fight, Eric burning with patriotism, who roused her.\nThe boy had developed into a speaker of promise, and was being used at\na variety of meetings. One day an older speechmaker said to him:\n\n“Make them sing something before you begin. It limbers an audience and\nfocusses its attention. It does your first five minutes’ work for you.”\n\n“Honor, do you want to go with me and sing at a factory meeting\nto-morrow at noon? I want a verse of ‘America’ to stir the meeting up\nbefore I speak.”\n\n“Why, yes,” the girl agreed easily. “I can get off. And it’s good\nadvertisement. My voice will be known a bit.”\n\n“Young pig!” The brother apostrophized her. “Isn’t it in you to\nconsider your flag?”\n\nHonor reflected. “I don’t think so,” she decided with honesty. “Lots of\npeople are doing things for the flag. I’m glad to have ’em. Me, I’ve\ngot my voice and my career; that’s all I can attend to. I’m like a\nhorse, capable of only one idea at a time.”\n\n“Isn’t it in you,” interjected her father, unhurried, soft-voiced,\n“to consider your breeding? Your family traditions? A daughter of the\nMannerings of Garden Court--singing to factory-hands! My word! the race\nis degenerating.”\n\n“Not at all, dad. It’s improving. Family traditions don’t cut any ice,”\nremarked Honor tersely. “If Eric and I bothered with them we’d get\nnowhere.”\n\n“For Eric it’s permissible,” Mannering stated. “It’s a statesmanlike\naccomplishment to make speeches. But you--entertaining workmen!\nHideous! I suppose if I definitely objected it wouldn’t make any\ndifference.”\n\n“Don’t definitely object, dear child,” Honor adjured her father. “You\nknow you’re not fitted to handle Eric and me. But we do hate to go\nbang into your theories. So put ’em on a high shelf out of our reach,\nbeautiful one. They don’t go with us at all, but they’re simply lovely\non you.”\n\nEric Mannering laughed, not ill-pleased. It was comfortable to be\nassured that it was of no use trying to influence these handsome\nand unmanageable children of his. It would have disturbed his placid\nlaziness to argue. “I can’t understand,” he considered, “how people in\ngeneral control their young. I never could.” And with entire amiability\nhe let it go at that.\n\n“Your brother makes a corking speech, Miss Mannering.” She was driving\nnext day with Eric and three other men, politicians, across the city to\nthe great motor-factory.\n\n“He told me he did,” Honor answered, her gray eyes dancing. And the men\nlaughed in a big chorus.\n\n“She’s a young infidel,” Eric asserted, laughing, too, “and has no\nrespect for age or genius. If I could once stir her with a speech\nI’d consider I’d made a real hit. I don’t believe she knows what\nthe Liberty Loan means, and as for the country, she takes no more\nresponsibility for it than a squirrel up a tree.”\n\n“Not a patriot, Miss Mannering?” asked one of the men. “I’m surprised,\nwith your family record--your grandfather the ambassador, and your\ngreat-grandfather the governor.”\n\n“I don’t believe I particularly belong to my family,” the girl\nreflected. “I don’t care about their record. If I can make my own way\nwith my voice--make money--that’s all I want. I’m too busy with that to\nbother much about the country, you see.”\n\nAnd the men laughed again, not disapprovingly, because of her beauty\nand her youth, and thought Mannering’s young sister charmingly\ndemocratic.\n\nThe car sped along miles of city, through streets which Honor had never\nknown existed, and came to the Black-Lewis Factory, and turned into a\nlarge bare yard between buildings. Around the walls stood hundreds of\nmen, marshalled compactly. The men in the car got out and shook hands\nwith two or three who seemed to be in charge.\n\nThen, “Ready, kid,” Eric said to her. “Stand up in the car.” Honor\ncaught her breath; she was frightened a little, unexpectedly. She was\nnot used to audiences; but she stood in the tonneau of the car as Eric\ndirected, tall and slim like a flower, and looked gravely, with a\nsudden shy dignity, at the observing faces of five hundred working men.\n\n“Now, Honor--‘America.’”\n\nThe girl’s eyes lifted from all those eyes regarding her, lifted high\nto avoid that trying many-barrelled regard, and with that she caught\na flash, from a building, of a flag tossing bright colors against the\nsky. To her astonishment a thrill caught her. “Isn’t it in you to\nconsider your flag?” Eric had asked. There it was, the flag that had\nguarded her waking and sleeping all her life; it was in danger; enemies\nwere waiting to dishonor it, to tear it down; suddenly her whole\nvigorous, fresh being rose to it in warmth and in loyalty. The flag!\nAmerica! Into the dusty air, upward, the full notes poured:\n\n    “My country, ’tis of thee,\n    Sweet land of liberty,\n    Of thee I sing!”\n\nThe girl sang, and the grimy, tired men, listening, felt, each one,\nsomething that had been hard softening inside of him, something catch\nin his throat, a contraction around the eyes. Eric watched, well\npleased.\n\n“Will you all join in the second verse?” he spoke.\n\nAgain the girl lifted the strong and sweet tones, and into them were\ngathered, following, not obscuring the volume of her voice, half a\nthousand voices of men, rolling sweet thunder through the buildings\nwhere only the hum of machinery, on other days, filled the air.\n\n“It’s good dope. It works to a charm,” Eric commented silently, as the\nbig music ended and the ranks of men stood touched, open-souled, ready\nfor an impression.\n\nHe lifted himself to the running-board of the car and the one halting\nstep laid a claim on every man there before he said a word. This chap\ncould not fight; fate had tied him with lameness, but he was doing\nthe best he could for his country. One read his speeches every day in\nthe papers. His sister looked at him, proud of his height and beauty\nand finished accent, and the straight, strong English which came\nfrom his lips, proudest of all of an intangible something which she\nfelt, and which all these men felt, the secret of the charm of young\nEric Mannering. It was an unphrased assertion that he and they were\nbrothers in a cause so large that all differences of caste were straws\non an ocean. Eric Mannering, the sixth, grandson of an ambassador,\ngreat-grandson of a governor, with his air of race, his speech of\nbreeding, cared most to be what all these workmen were--American. He\ntalked as an American to Americans, and he talked from an absolute\nsincerity, and the trained brain and speech which were vehicles for his\nwords were good, to him, because they might serve the cause of America.\nBy some force of reaction both the Mannering children were democrats,\nand as the brother spoke the sister approved. Yet she did not listen\nintelligently at first. Eric was saying things about a good investment,\nfour per cent only, but safe as the granite hills. A good investment.\nIt did not interest her. She was not going to buy bonds. She was going\nto New York to learn to sing, to make a fortune with her voice. But\nlisten--Eric was talking about--the flag. Still shaken with the thrill\nof leading those five hundred deep voices, shaken with the tremendous\nmeaning of the words she had sung, still startled with that unexpected\nwind which had swept her upward into the colors against the sky, as\nEric spoke she caught her breath and listened. And behold his words\nwere a bugle-call. This was what the papers meant by Eric’s power of\nstirring audiences. Rebellious, half angry, she realized that he was\nstirring her. The papers had been full of the patriotic duty of buying\nLiberty Bonds; she knew that public men were urging the people, rich\nand poor, to put their savings into the loan, to help the country raise\nmoney to use for the war. The campaign left her cold. She had saved\nfifteen hundred dollars in two strenuous years for a purpose. She\nmeant to use it for that purpose. She had no intention of side-tracking\nany of it in Liberty Bonds. She was clear about that. But, listen.\nEric in that appealing voice of his, whose unconscious power came, she\nthought always, from the long suffering of his lameness, was talking\nabout the country--our country--America. The land about which she and\nthe five hundred men had been singing, America needed their money,\nEric was saying, for her very life. The girl listened. _She_ was going\nto New York; that was settled; she hoped Eric would influence these\nmen to put their savings into Liberty Bonds; it was good; it was\npublic-spirited; people ought to do it, probably, but not she. She had\na fixed purpose, and it would be silly to let it go. The girl was\ntenacious. Not for one speech of Eric’s would she change her two years’\ndecision. Yet a seed of discomfort was springing in her mind. Eric’s\nvoice, with its sincerity, its throb of old pain, flowed on.\n\n“Do you realize, men, what it means that the country shall have money\nto carry on this war? Suppose you lived in a street at the end of which\nwas a dangerous river. Suppose you lived two doors from the wall which\nguarded that river. Suppose the river was high and threatening to break\nthrough, and the family next door was tired out building up the wall.\nSuppose it was certain that if the river broke, all your city would\nbe destroyed. Would you or wouldn’t you drop work and play and turn\nanything, everything, into material to build up that wall? The river\nis Germany, the house next door is England and France--the Allies. The\nwall is mostly England’s fleet. It’s England’s fleet that has protected\nus from invasion for three years. As sure as we are here to-day, just\nso surely Germany will invade America if she can starve out England\nand make her give up that fleet. We are all nestling behind England’s\nfleet. We’ve got to see that England isn’t starved; we’ve got to help\nher fight. She deserves it of us if we were in no peril at all, because\nshe has fought our battle for three years--but we’re in deadly peril.\nThis is our cause--America’s. Our government has got to have money to\nfeed England and to care for our soldiers who are going across--now--to\nfight for us. It is for our own boys, our good American flesh and\nblood that the government asks you to buy these bonds. So that they\nwill not be cold and hungry, and short of guns and ammunition to do our\nfighting. Let us--who cannot go----”\n\nEric’s voice faltered, and the girl felt the shock of sympathy through\nthe audience like a blow. He cleared his throat and smiled boyishly.\n\n“We who cannot go and fight for dear America--for the high mountains\nand the broad rivers and the cheerful towns, and the big, strong,\ngenerous people whom we love as our own heart’s blood--we’ll do our\npart here with a rush and a good-will like an irresistible flood; we’ll\nbuy this Liberty Loan with a surplus over, that will be like a great\nshout to Germany that America will take care of her own--that America\nis going to win!”\n\nThe thrilling young voice stopped, and for a second there was silence,\nand then the audience burst into a storm of clapping and applause, and\nwith that they broke ranks and began crowding about the men who had\ncome in the car with the two Mannerings, the workers.\n\n“I want a bond--I want two--I’ve got to stick in a bond to build that\nwall,” the men were saying over each other’s shoulders.\n\nEric, flushed, happy, watched them and shook hands with them, and\nintroduced them to his little sister, and both enjoyed every moment of\nthe scene with the hot, happy, pulsing blood which real living brings.\n\n“Honor, you never sang like that before,” the boy said, and Honor\nlaughed.\n\n“You don’t know yet what your tame prima donna can do,” she answered\neasily.\n\n“Do you want to go with me to-morrow?” Eric asked.\n\nDay after day Eric spoke, working far into the nights to make time for\nthis work which he offered to his country instead of the body which\nhe might not offer. And it came to be that on most days Mr. Barron’s\nsecretary went with him, Mr. Barron sending her gladly for the cause,\nto sing patriotic songs. The two were soon a feature of the Liberty\nLoan campaign, and booked for all their time. Meetings at great\nfactories, meetings in large schools, meetings in country towns where\nfarmers must be aroused to the importance of their savings for Uncle\nSam’s safety--many sorts of meetings heard Eric speak and Honor sing,\nand always the two were a success. Always there was, in their wake, an\nuncommon sale of Liberty Bonds.\n\nSo it happened that on a Saturday the committee sent Eric to speak\nat the Lynden Knitting Mill. The girl drove with her brother and\nthe three other men, the “workers,” across the city and down into\nthe manufacturing district, and the car slid to a stop before a\nlarge square brick building. They went up steps and into a hall-way,\nand wound through ten-foot piles of boxes to a glassed-in office,\nwhere were the “boss” and other unexplained officials, and a girl\nstenographer or two, lifting their heads to regard this other girl,\nwho sang. She was beginning to be known for her singing, her work with\nher brother; the papers spoke of her when they reported Eric’s speeches.\n\nShortly they were taken through mountainous piles of more boxes, and\nmore, through lanes in a dark ware-room, lanes between piled-up boxes,\naround corners of boxes, into a great place of mysterious machinery,\nwith a large open space. Along the sides of this space and among\nthe machines--which were stopped--stood girls, girls, girls, the\nfactory-hands. Eric and his party, behind the manager, marched between\nthe lines of girls and came to a manner of stage, although in truth\nit was only a part of the floor, with half a dozen chairs for the\nvisitors. The girl and the “workers”--the men who were to explain and\ntry to sell the bonds, after Eric’s speech--sat down in the chairs,\nand the manager said a few words to his employees, while Eric stood\nby, flushed, breathless as always with the excitement of his coming\nspeech. Then the manager stepped back and Eric spoke, with his voice,\nhis glance of a comrade.\n\n“I think before I begin that we might all like to sing a verse of a\nsong which we love,” and he turned to the girl.\n\nShe had been staring at these other girls, two hundred of them, and\nher heart was beating oddly. She understood what she was there to\ndo--to stir up emotion in this young, pathetic company, so that her\nbrother’s speech might have quicker and stronger appeal. For a moment\nshe shrank--how could she help to wring money from these? She had heard\nthe men in the office saying that most of them earned five and six\ndollars a week. To ask them to save a dollar a week! Then it flashed to\nher that it was for their good; it was not begging their money--it was\ngiving them a chance to invest it safely. Swiftly she was on her feet,\nand the lovely, untired voice floated out among the silent engineers\nand the tired mill-hands.\n\n    “My country, ’tis of thee--\n    Sweet land of liberty--”\n\nThe two hundred girls, with their worn young faces, with their pitiful\nefforts at finery, cheap, light-colored shoes that meant heart’s blood,\nslimsy dresses, cut in a far-off imitation of millionaires’ daughters’\ndresses--they listened to the girl’s voice, hypnotized. Discouraged\nfaces brightened, defiant eyes softened; Eric Mannering was indeed\ndoing a wise thing to send his sister’s voice as a messenger to prepare\nhis way.\n\nThen, coming forward with the one or two halting steps which,\nunknowingly, did so much to open the way to the hearts of his\naudiences, he spoke. He caught his listeners at an emotional moment\nand held them there. He said much the same things always, but always\nwith the instinctive fitting of the phrase to the people, which is the\ngift of a born speaker. And he ended when it was quite clear that the\nLiberty Loan was no charity but a great chance for good business, with\nan appeal to patriotism.\n\n“I know you haven’t much money,” he said. “I know it’s hard to make\nboth ends meet; and you save and pinch already. But everybody here can\ngive up something--that thing you’ve been planning to do and saving\nto do, the thing you want to do a lot. I ask you to give up that for\nthis country of ours--of our very own--which is in danger--which\nneeds you--needs you--and you. Don’t do it just because it’s a good\ninvestment--though it is the best investment in the whole world to-day,\nto lend your savings to America. But do it also for this--because you\nlove your country and want to help her keep free; do it because the\nwhole land stands in peril of a thing more terrible than can be said,\nand you’re brave enough to want to lift your hand with your countrymen\nto ward off this danger. Do it because you want to be able to say to\nyour children, years from now, when the world is safe for freedom: ‘_I_\nhelped make the world safe. _I_ stood by America when she needed me.\n_I_ bought a Liberty Bond,’” Eric turned suddenly, shaken by his own\nstrong feeling, and met his sister’s eyes, and it was as if he had said\nthe words to her.\n\nHonor did not sleep much that night. Over and over she whispered in\nthe darkness her brother’s words, “_I_ helped make the world safe. _I_\nstood by America when she needed me. _I_ bought a Liberty Bond,” and\ncloser and closer drew the spell which the words threw about her. How\nwould it be when a day came that children of hers gathered around\nto ask questions of the great time when half the world battled for\ndemocracy, for freedom? How would it be when one said:\n\n“And you, mother? You did your bit? You helped the country with all\nthat you were, and all that you had?” How would it be with her that day\nif her eyes might not meet questioning young eyes?\n\nThe girl was tenacious of a purpose; she had promised herself not to be\ncarried away by oratory and the excitement in the air. She knew what\nshe wanted; she had thought out her plan. She had lived for it these\ntwo years; it was her work, her affair. The rich could give millions to\nthe Liberty Loan. Why should she sacrifice her hard-earned all when\nit meant so much to her, and would mean so very little to the country?\nOnly fifteen hundred dollars! Fifteen one-hundred-dollar bonds! How\nmuch would that help? Not the firing of a big gun twice! And to her it\nwas her future. If her voice was not trained now it would soon be too\nlate. Let the rich do it--they could buy thousands of bonds and not\nsuffer. Let the rich do it. Daylight was seeping in at the window when\nshe fell asleep with that thought.\n\nBut the tide of battle was turned. Possibly most of the fights of\nhumanity are decided two generations or more before one arrives on\nthe field. The powers of inheritance and of tradition are strong and\ncumulative. The girl had said that she did not belong to her family,\nyet to-day when the country needed its children, blood asserted itself\nin her veins as the very blood of an American five generations ago\nwho had fought and died for the thirteen colonies at King’s Mountain;\nof a woman, a girl, who about the same time had put her two babies\nbehind her and fired steadily on the Indians at Cherry Valley; of two\nyoung great-uncles who had fallen, one on each side, for the right\nas each saw it, at the first Bull Run; of the great-grandfather who\nhad sacrificed his waning strength to be a war governor, and the\ngrandfather who had left this Garden Court which he loved, because the\ncountry needed him at a foreign post. Whether she willed it or not\npatriotism was in the girl’s blood, and while she steeled herself\nagainst its upsetting influence, that slow-rolling flood of tradition\nand inheritance which had shaped her was, subconsciously, shaping her\nstill. Forces of good are strong as well as forces of evil, and the\nhabit of one generation is the inborn tendency of another.\n\n“Eric, are you speaking anywhere in civilization this week?” inquired\nhis father. “If it isn’t too colossal an effort, I’d like to hear you.”\n\nThe two tall, handsome men, alike in build and feature, sharply\ndifferent in expression, sat of another June Sunday morning, in wicker\nchairs, smoking tranquilly, in the rose-garden. The Dorothy Perkins\nlattice was a bit more broken, the gravelled walks a bit greener with\nweeds, the aspect around a bit more neglected than two years ago.\nAbout the garden moved as before the tall, thin figure in a white\nfrock, swinging a basket, piling into the basket masses of red and\npink. She came and stood before them at the sentence as a bird might\nhalt in its careless flight.\n\n“Do, beautiful one,” she urged. “He makes a dream of a speech, and\nyou’d be proud. You might even buy Liberty Bonds--you might. Everybody\nloosens up and buys bonds when Eric stands there and turns on his\nwinning way.”\n\nMannering’s sarcastic, easy smile came before his slow words. “I? Buy\nbonds? With what? I haven’t money to be patriotic.”\n\n“Oh, yes,” the girl threw at him like a random arrow. “Eric tells ’em\nthat everybody can give up something and get bonds. Now, Cousin Alured\nsends you a thousand for your vacation in Newport. You could give that\nto your country for once. Why not?” Mannering’s weak mouth set. His\nmanner of high-bred indifference flushed to what was as near excitement\nas one often saw him in. “Not by a long shot. Sacrifice my one luxury\nof the year! You’re a saucy young devil, Honor. My word! What are you\ngiving up, who are so free with suggestions? The bank-account that’s\nto turn you into a prima donna? Come--we’ll bargain. I’ll buy Liberty\nBonds with my check from Alured Mannering, which is due next week,\nif you’ll draw that fifteen hundred of yours and use it for the same\npurpose.”\n\nMannering, startled for once to indignation by the daring hand on his\nmost precious self-indulgence, yet believed himself quite safe. But he\nhad reckoned without the host of past-and-gone influences which made\nup a part of that complicated mixture, his daughter. He had forgotten\nthe revolutionary soldier and the Indian fighting-woman, and those\nothers who lived in her. The tall girl, standing before the heavy,\nhandsome man lolling in his deep chair, smoking lazily, smiling at her\ntriumphantly through half-closed eyelids, stared at her father. The\ncolor as she stared went out of her face and left it pale. Then she\nspoke one word in a queer, wooden voice.\n\n“Done,” said Honor Mannering, and put out her hand.\n\nThe cigar dropped from Mannering’s fingers. “Nonsense!” he said,\nand did not stoop to pick it up. “Why, it’s a joke, Honor. Don’t be\nmelodramatic.”\n\n“It’s not a joke. You said ‘we’ll bargain.’ You stated your bargain and\nI agreed. I mean it. If you’re a man you’ll keep your word. It’s a debt\nof honor.” The hand was still held out.\n\nMannering, his armor of indifference stripped, gazed at her horrified,\nand knew that he must indeed keep his word. For there were a few things\nsound yet in Eric Mannering’s flabby code, and the girl’s finger was on\none. He stood up, and the gods and his ancestors gave him grace to put\nout his own hand. “You have me, Miss Mannering,” and he smiled again\nlazily. “Done.” He gripped the girl’s hand savagely, and turned and\nwalked into the house.\n\n“Honor, what kind of an apple-cart have you upset now?” her brother\ndemanded, stepping to her with his uneven gait.\n\nShe smiled at him, white still. “Did you see? Wasn’t he gorgeous? It\nwas hard as death--but he wouldn’t--betray--the Mannering word. Oh,\nEric, it _is_ good to feel proud of him,” and she finished under her\nbreath--“for once.”\n\n“It _is_,” Eric agreed soberly. “It will make over his life to help\nthe country, like the others--grandfather and such. I can’t see how\nyou dared dream--” And then he caught her by the shoulder. “But,\nHonor--you’ve thrown away--your career.” He gripped her so that it\nhurt. She swayed a bit, standing facing him, looking into his eyes\nalmost on a level.\n\n“Don’t you suppose--I realize?” She gasped the words. “It’s been\ncoming--I’ve been--fighting against it. I--I love--my country.”\n\nWith that she slid from his hand and tumbled in a heap, and the\npink and red roses splashed about her. “Oh, Eric--Oh, you’re such\na donkey--” she sobbed, with her face in her hands. “Listening to\nyou--your speeches--going right to my heart--these weeks! Oh--you\nidiot, don’t pull my hair down! And me just human. What did you think\nI was--cold boiled fish? Oh, Eric--I adore you so--and that voice\nof yours gets right through--everything. Selfishness, and ambition,\nand--and piggishness--it’s all no use. You’re such a--a horrid saint.\nI _have_ to--do as you say. And Eric--darling old Eric--it’s mostly on\naccount of my children, anyhow.”\n\n“Your children!” the astounded Eric managed to put in there, and both\nwent off into shrieks of mad laughter.\n\n“You _awful_ stupid,” the girl sobbed through laughing. “You\nsaid--they’d ask what we’d done--to make the world safe--to help\nAmerica. And I won’t have any upstarts of children--taunting me--that\nI--I didn’t buy Liberty Bonds. So--so I’m going to put in every\npenny--and then I’ll throw it in their old teeth--and I hope it’ll\nbreak ’em.”\n\n“Honor,” spoke young Eric, and caught his breath to speak. “Honor,\nyou’re the sweetest and finest thing in the world, and I’m prouder to\nbe your brother than of anything on earth.” And Honor knew that no\nvoice to come in life would ever sound sweeter in her ears than her\nbrother’s as he said the words.\n\nLater, when the two had taken in hand the new situation, Eric, his arm\nabout his sister’s shoulders, sitting beside her on the grass of the\nold garden, spoke. “There’s a thing I want to tell you, Honor, but I\nhate to for fear it may bother you.”\n\n“What?”\n\n“McIvor is coming.”\n\n“Here?--McIvor? _The_ McIvor?”\n\n“Yes, to finish up the Liberty Loan campaign. He’s to sing in St.\nMargaret’s Square, in the open, the night of the 27th. It’s thought his\nvoice will be worth a hundred thousand of subscriptions.”\n\nHonor began sucking her thumb violently; the boy had seen her do\nthat in moments of stress from baby-hood. Then she suddenly stopped\nand whistled. “Whew! I hate it like anything--his coming. He said I\nwouldn’t get anywhere, and I haven’t. It’s two years. And now I won’t\never. Well--likely he won’t remember a word about me. But I want to\nhear him. Can you get me a place, Eric?”\n\n“You bet I can,” pronounced Eric. “I’m the chairman of the committee on\narrangements, and if you don’t have the best seat in the whole blamed\nshow, I’ll eat my hat. Mr. Barron had me made chairman--he’s getting\nMcIvor to come, of course.”\n\n“The old fox,” commented Honor. “And never peeped to me.”\n\n“’Fraid you’d be sore, and it might put you off singing for meetings,”\nexplained Eric.\n\n“Men are silly,” Honor reflected as to that. “McIvor was right and I’m\nwrong, but does Mr. Barron think I can’t take my medicine, I wonder?”\n\n“You’re a game sport, Honor, besides being a peach of a girl, and I’m\ncertain you’ll be the best singer on earth yet. That’s what,” Eric\nassured her impressively.\n\nSaturday night, in early June, came off warm and clear, and the square\nwhere towered the court-house and the cathedral and the library was\nturned into an out-of-doors auditorium, streaming with the colors of\nthe Allies. A platform gay with flags stretched across the huge,\npillared, gray stone of the court-house, and down in front of it were\ntwo thousand seats. From every side streets led into the square; these\nspaces, it was hoped, would also fill with people, drawn by the famous\nsinger, and inspired by his singing to subscribe to the Liberty Loan.\nThe arrangements had been worked out in every detail, so that the\nsequence slipped like oiled machinery. At seven o’clock Henry Barron\nwent to the train at the head of a committee to meet the great man.\n\n“It’s too good to be true, Mac,” said Barron, seizing the big figure\nstepping from the Pullman car. “It’s wonderful of you to help us----”\n\n“In the name of mercy, Henry, shut up,” answered McIvor, and Mr. Barron\nand the committee behind him jumped and stood horror-struck. For the\ncryptic words that came from the singer, the star, the reliance of the\nwhole meeting, came in a hoarse wheeze.\n\n“Mac--damn you--” pleaded Barron, hot and cold all over.\n\nAnd McIvor responded grimly: “It’s so. Had a tickle in the wretched\nthroat when I started, and the whole tunnel caved in on the train. Take\nme to Dr. Thomas, quick. Maybe the man works miracles. It’s the only\nchance. The Lord He knows how sorry I am.”\n\nA mad car sped to the specialist, and the specialist did what science\nmight--but a miracle did not happen. And the two thousand seats were\nfilled, and the seven streets which led into the square were filling\nwith an ever-swelling crowd eager to hear the glorious voice of the\nmusician fling “America” to the winds of heaven, freely and without\nprice, and for love of a great country and the cause of humanity. So it\nstood when the musician arrived on the platform.\n\nFlags painted the evening breeze; electric lights caught the colors,\nand multiplied, with long rays and long dancing shadows, the flags\nand the thronging multitude. There was a hum of contented voices\nthrough the square. The town was jubilant; things had gone well; it\nwas the greatest occasion for years; no other city could boast such an\nending as this to its liberty campaign--to have McIvor himself journey\nto them to give his voice for the cause! The six million of their\nallotment would be raised--McIvor’s voice was worth six million in\nitself. And still the crowd came, and when McIvor, muffled, appeared\non the platform, everybody in the crowd recognized him, even across\nthe uncertain lights and shadows and the waving flags and the moving\nbranches of the elms of the square. Applause broke tumultuously from\nthe amphitheatre of seats, from the shifting fringe outside, from far\ndown converging streets.\n\nMcIvor stepped sharply forward and bowed once, and then, before the\nclapping ended, had turned and was talking to Mr. Barron, to Eric\nMannering, the chairman of the committee on arrangements.\n\n“It’s damnable,” he whispered. “You’ll have to tell them, Mr.\nMannering. I hoped it might come back up to now, but it’s well gone. I\ncan think of but one possible thing to do. If there’s a person in sight\nwho can turn a tune and make a noise, fetch him up--and I’ll stand\nbeside him and wish luck on him--if I can. It’s all I can do now,” and\nhe coughed through the words.\n\nEric, thunderstruck, stood bewildered. What could one do? McIvor was\nparticularly all the show. How might any other man substitute for him?\nOne could make a speech and explain the disaster and send the workers\nabout to get what money they could from a disappointed crowd, and then\none could let the crowd go home. What else? Suddenly, as his eyes\nstared helplessly into the rows of people, he met Honor’s clear gray\ngaze lifted. She had got a front seat as he had promised. There she\nwas, twenty feet from him. Eric swung about.\n\n“Mr. McIvor,” he stammered, “you’ll think me presuming likely, but--my\nsister sings. She’s young, but she has a big voice.”\n\nMcIvor’s eyebrows drew together, considering. The great man had\nforgotten an incident two years back. Yet “any port in a storm.” “Bring\nher,” he coughed, and in half a minute Eric was down in the audience,\nbending over a startled girl. Henry Barron, as the brother and sister\nmade their way to the stage, went to the singer and the two spoke\ntogether a moment. The singer looked curiously at the young girl as she\ncame to him.\n\nBehind palms on the stage they wrapped the tall figure in a flag,\nand she walked forth, another flag in her hand, a young Goddess of\nLiberty, lovely enough in the swaying, dreamy lights and shadows, with\nher fair hair loose, for any country’s ideal. Mr. Barron told the\ntownspeople briefly of Mr. McIvor’s illness, and begged their kindness\nfor his understudy. The people, after a moment’s startled silence, were\ngracious in their disappointment, and clapped, not over-heartily, with\nfriendliness the still young figure standing at McIvor’s side. The band\nbegan softly, suggesting the air.\n\nThen a sudden volume of sound soared effortless above the instruments\nand flowed across the packed square, out through the June evening and\nout through the flags and overhanging branches of the trees. The\naudience, astonished, forgot to breathe. Had this voice gone about\namong them, unknown? Eric, listening, thought that he had never before\nheard his sister sing at all. And the girl singing, singing from\nsomething within her that flamed and ached and triumphed, did not know\nthat she lived, was only a voice set there to pour out love of country\nand sacrifice and unending devotion.\n\n    “My country, ’tis of thee,\n    Sweet land of liberty,\n    Of thee I sing!”\n\nWith a swing as of one movement every person in the great place was\nstanding, and with the second stanza more than three thousand voices\nemptied, as mountain-streams empty into a river, into the flood of the\nyoung, tremendous voice.\n\nThe strong melody ended and there was silence. In a second Honor was\na shy girl again. Had she done well or ill? Anxiously she turned to\nMcIvor at her side. No syllable had come from him, and as she looked\nshe saw that tears were frankly running down his cheeks. He stared at\nher a second. “Bairn, ye’ve found your soul,” he said, and bent and\nkissed her hand. And with that, the mass of people burst into a storm.\n\nAfter a while they quieted, and Barron, smiling, stepped up beside\nthe girl. “Mr. McIvor wishes me to tell you,” he said, and the crowd,\nsobbing, laughing, held its breath to listen--“Mr. McIvor wishes me\nto tell you that he thanks God for his sore throat, which made it\npossible for him to hear one of the great voices of the world.”\n\nThe girl’s eyes opened. What was this? Was it McIvor? Was she dreaming\nthese impossible words? She stared at her brother, who was close to\nher, now, looking at her with a face she had never seen before.\n\n“Eric!”\n\nAnd McIvor growled roughly: “Let my angel alone, Mr. Mannering. She’ll\ngang her ain gait now, and I’ll help her. Bairn, sing ‘The Star\nSpangled Banner’? It’s for liberty--for America--sing!”\n\nInto a hush ten thousand deep she sang, and the audience swayed as it\nstood, and then rolled into the chorus, lost in the huge psychical\nstorm which that young, innocent, great voice created. McIvor reached\nfor a chair and dropped at the girl’s side, and put his head into his\nhands and shuddered with emotion, complex machinery of nerves and\ntemperament that he was. But the wonderful voice rang on.\n\n    “Oh, long may it wave,”\n\nthe young voice sang, and Honor shot up the flag which she held--\n\n    “Long may it wave\n    O’er the land of the free and the home of the brave.”\n\nThere was, perhaps, no heart in the great place so tired, so dead,\nthat it did not lift as on wings to the words and the voice. The\nworkers were among the shaken people before the great moment ended. The\nworkers themselves were shaken, all but crying.\n\n“It’s for the flag, for liberty--it’s the Liberty Loan itself. Now’s\nthe time if you love your country.”\n\nSuch things the men said as they passed the paper pledges about, things\nsuch as they had never said before. And the pledges came back, filled\nout generously, like leaves in a gale.\n\nMcIvor came to the girl as she sat, stupefied, at the back of the\nstage. “Once more, child. It’s the six million sure now, and we’ll get\nsome over,” he said. “I’ve just heard about your bonds, your money--how\nyou offered up your career for your country. And--and--” Honor,\nflushing, half angry at Eric who had told family secrets, forgave her\nbrother because of that catch in McIvor’s words, and because she knew\nthat it was not the sore throat which choked him then. “Ye’re goin’\nto hae an education and a future--ye’re goin’ to learn to sing as no\nAmerican ever sang before. Ye do now,” stated McIvor recklessly. “Put\nthat thought in your pipe, and now get up, bairn, and gie ’em ‘The\nBattle Hymn of the Republic,’ while they’re signing away their souls.\nSing it as if ye were singing the Germans out of New York harbor--as\nif ye were singing glory to your country and eternal peace into the\nuniverse.”\n\nWith a spring she was on her feet and standing close at the edge of the\nplatform. The orchestra, at a word, played the notes that were needed:\n\n    “Mine eyes have seen the glory of the coming of the Lord.”\n\nThe magnificent words with their rhythm of marching armies rolled out\nin the fresh, tremendous tones with the new-born soul in them, with a\nthrob in them not to be described. The voice gathered the overwrought\npeople into one person--one person who signed pledges as they came, and\nrejoiced to sacrifice and to renounce for the dear country, the beloved\ncountry--great America.\n\n    “In the beauty of the lilies Christ was born across the sea--\n    With a glory in his bosom that transfigures you and me.\n    Since He died to make men holy, let us die to make men free,\n    For his truth goes marching on.”\n\nAnd in the depths of each human being in the great square, each one\nknew, as we all know, that through dangers and sufferings that may be\ncoming, America is safe--humanity is safe with America. Not sorrow or\npoverty or death is too high a price for American men and women to pay\nto safeguard liberty, and the truth indeed is marching on.\n",
    "metadata": {
        "author": [
            "Andrews, Mary Raymond Shipman"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71078/pg71078.txt",
        "name": "her_country.json"
    }
}