{
    "name": "His Unquiet Ghost\n1911",
    "author": [
        "Craddock, Charles Egbert"
    ],
    "body": "1911\n\n\nThe moon was high in the sky. The wind was laid. So silent was the vast\nstretch of mountain wilderness, aglint with the dew, that the tinkle of\na rill far below in the black abyss seemed less a sound than an evidence\nof the pervasive quietude, since so slight a thing, so distant, could\ncompass so keen a vibration. For an hour or more the three men who\nlurked in the shadow of a crag in the narrow mountain-pass, heard\nnothing else. When at last they caught the dull reverberation of a slow\nwheel and the occasional metallic clank of a tire against a stone, the\nvehicle was fully three miles distant by the winding road in the valley.\nTime lagged. Only by imperceptible degrees the sound of deliberate\napproach grew louder on the air as the interval of space lessened. At\nlength, above their ambush at the summit of the mountain's brow the\nheads of horses came into view, distinct in the moonlight between the\nfibrous pines and the vast expanse of the sky above the valley. Even\nthen there was renewed delay. The driver of the wagon paused to rest the\nteam.\n\nThe three lurking men did not move; they scarcely ventured to breathe.\nOnly when there was no retrograde possible, no chance of escape, when\nthe vehicle was fairly on the steep declivity of the road, the precipice\nsheer on one side, the wall of the ridge rising perpendicularly on the\nother, did two of them, both revenue-raiders disguised as mountaineers,\nstep forth from the shadow. The other, the informer, a genuine\nmountaineer, still skulked motionless in the darkness. The “revenuers,”\n ascending the road, maintained a slow, lunging gait, as if they had\ntoiled from far.\n\nTheir abrupt appearance had the effect of a galvanic shock to the man\nhandling the reins, a stalwart, rubicund fellow, who visibly paled. He\ndrew up so suddenly as almost to throw the horses from their feet.\n\n“G'evenin',” ventured Browdie, the elder of the raiders, in a husky\nvoice affecting an untutored accent. He had some special ability as a\nmimic, and, being familiar with the dialect and manners of the people,\nthis gift greatly facilitated the rustic impersonation he had essayed.\n“Ye're haulin' late,” he added, for the hour was close to midnight.\n\n“Yes, stranger; haulin' late, from Eskaqua--a needcessity.”\n\n“What's yer cargo?” asked Browdie, seeming only ordinarily inquisitive.\n\nA sepulchral cadence was in the driver's voice, and the disguised\nraiders noted that the three other men on the wagon had preserved,\nthroughout, a solemn silence. “What we-uns mus' all be one day,\nstranger--a corpus.”\n\nBrowdie was stultified for a moment Then, sustaining his assumed\ncharacter, he said: “I hope it be nobody I know. I be fairly well\nacquainted in Eskaqua, though I hail from down in Lonesome Cove. Who be\ndead!”\n\nThere was palpably a moment's hesitation before the spokesman replied:\n“Watt Wyatt; died day 'fore yestiddy.”\n\nAt the words, one of the silent men in the wagon turned his face\nsuddenly, with such obvious amazement depicted upon it that it arrested\nthe attention of the “rev-enuers.” This face was so individual that it\nwas not likely to be easily mistaken or forgotten. A wild, breezy look\nit had, and a tricksy, incorporeal expression that might well befit\nsome fantastic, fabled thing of the woods. It was full of fine script of\nelusive meanings, not registered in the lineaments of the prosaic man\nof the day, though perchance of scant utility, not worth interpretation.\nHis full gray eyes were touched to glancing brilliancy by a moonbeam;\nhis long, fibrously floating brown hair was thrown backward; his\nreceding chin was peculiarly delicate; and though his well-knit frame\nbespoke a hardy vigor, his pale cheek was soft and thin. All the rustic\ngrotesquery of garb and posture was cancelled by the deep shadow of a\nbough, and his delicate face showed isolated in the moonlight.\n\nBrowdie silently pondered his vague suspicions for a moment “Whar did he\ndie at?” he then demanded at a venture.\n\n“At his daddy's house, fur sure. Whar else?” responded the driver. “I\nhev got what's lef' of him hyar in the coffin-box. We expected ter make\nit ter Shiloh buryin'-ground 'fore dark; but the road is middlin' heavy,\nan' 'bout five mile' back Ben cast a shoe. The funeral warn't over much\n'fore noon.”\n\n“Whyn't they bury him in Eskaqua, whar he died!” persisted Browdie.\n\n“Waal, they planned ter bury him alongside his mother an' gran'dad, what\nused ter live in Tanglefoot Cove. But we air wastin' time hyar, an' we\nhev got none ter spare. Gee, Ben! Git up, John!”\n\nThe wagon gave a lurch; the horses, holding back in bracing attitudes\nfar from the pole, went teetering down the steep slant, the locked wheel\ndragging heavily; the four men sat silent, two in slouching postures at\nthe head of the coffin; the third, with the driver, was at its foot. It\nseemed drearily suggestive, the last journey of this humble mortality,\nin all the splendid environment of the mountains, under the vast\nexpansions of the aloof skies, in the mystic light of the unnoting moon.\n\n“Is this bona-fide?” asked Browdie, with a questioning glance at the\ninformer, who had at length crept forth.\n\n“I dunno,” sullenly responded the mountaineer. He had acquainted the\ntwo officers, who were of a posse of revenue-raiders hovering in the\nvicinity, with the mysterious circumstance that a freighted wagon now\nand then made a midnight transit across these lonely ranges. He himself\nhad heard only occasionally in a wakeful hour the roll of heavy wheels,\nbut he interpreted this as the secret transportation of brush whisky\nfrom the still to its market. He had thought to fix the transgression\non an old enemy of his own, long suspected of moonshining; but he was\nacquainted with none of the youngsters on the wagon, at whom he had\npeered cautiously from behind the rocks. His actuating motive in giving\ninformation to the emissaries of the government had been the rancor of\nan old feud, and his detection meant certain death. He had not expected\nthe revenue-raiders to be outnumbered by the supposed moonshiners, and\nhe would not fight in the open. He had no sentiment of fealty to the\nlaw, and the officers glanced at each other in uncertainty.\n\n“This evidently is not the wagon in question,” said Browdie,\ndisappointed.\n\n“I'll follow them a bit,” volunteered Bonan, the younger and the more\nactive of the two officers. “Seems to me they'll bear watching.”\n\nIndeed, as the melancholy cortège fared down and down the steep road,\ndwindling in the sheeny distance, the covert and half-suppressed\nlaughter of the sepulchral escort was of so keen a relish that it was\nwell that the scraping of the locked wheel aided the distance to mask\nthe incongruous sound.\n\n“What ailed you-uns ter name _me_ as the corpus, 'Gene Barker?” demanded\nWalter Wyatt, when he had regained the capacity of coherent speech.\n\n“Oh, I hed ter do suddint murder on somebody,” declared the driver, all\nbluff and reassured and red-faced again, “an' I couldn't think quick\nof nobody else. Besides, I helt a grudge agin' you fer not stuffin' mo'\nstraw 'twixt them jimmyjohns in the coffin-box.”\n\n“That's a fac'. Ye air too triflin' ter be let ter live, Watt,” cried\none of their comrades. “I hearn them jugs clash tergether in the\ncoffin-box when 'Gene checked the team up suddint, I tell you. An' them\nmen sure 'peared ter me powerful suspectin'.”\n\n“_I_ hearn the clash of them jimmyjohns,” chimed in the driver. “I\nreally thunk my hour war come. Some informer must hev set them men ter\nspyin' round fer moonshine.”\n\n“Oh, surely nobody wouldn't dare,” urged one of the group, uneasily; for\nthe identity of an informer was masked in secrecy, and his fate, when\ndiscovered, was often gruesome.\n\n“They couldn't hev noticed the clash of them jimmyjohns, nohow,”\n declared the negligent Watt, nonchalantly. “But namin' _me_ fur the dead\none! Supposin' they air revenuers fur true, an' hed somebody along, hid\nout in the bresh, ez war acquainted with me by sight----”\n\n“Then they'd hev been skeered out'n thar boots, that's all,” interrupted\nthe self-sufficient 'Gene. “They would hev 'lowed they hed viewed\nyer brazen ghost, bold ez brass, standin' at the head of yer own\ncoffin-box.”\n\n“Or mebbe they mought hev recognized the Wyatt favor, ef they warn't\nacquainted with _me_,” persisted Watt, with his unique sense of injury.\n\nEugene Barker defended the temerity of his inspiration. “They would hev\njes thought ye war kin ter the deceased, an' at-tendin' him ter his long\nhome.”\n\n“'Gene don't keer much fur ye ter be alive nohow, Watt Wyatt,” one of\nthe others suggested tactlessly, “'count o' Minta Elladine Biggs.”\n\nEugene Barker's off-hand phrase was incongruous with his sudden gravity\nand his evident rancor as he declared: “_I_ ain't carin' fur sech ez\nWatt Wyatt. An' they _do_ say in the cove that Minta Elladine Biggs hev\ngin him the mitten, anyhow, on account of his gamesome ways, playin'\nkyerds, a-bet-tin' his money, drinkin' apple-jack, an' sech.”\n\nThe newly constituted ghost roused himself with great vitality as if\nto retort floutingly; but as he turned, his jaw suddenly fell; his eyes\nwidened with a ghastly distension. With an unsteady arm extended he\npointed silently. Distinctly outlined on the lid of-the coffin was the\nsimulacrum of the figure of aman.\n\nOne of his comrades, seated on the tailboard of the wagon, had discerned\na significance in the abrupt silence. As he turned, he, too, caught a\nfleeting glimpse of that weird image on the coffin-lid. But he was of\na more mundane pulse. The apparition roused in him only a wonder whence\ncould come this shadow in the midst of the moon-flooded road. He lifted\nhis eyes to the verge of the bluff above, and there he descried an\nindistinct human form, which suddenly disappeared as he looked, and at\nthat moment the simulacrum vanished from the lid of the box.\n\nThe mystery was of instant elucidation. They were suspected, followed.\nThe number of their pursuers of course they could not divine, but at\nleast one of the revenue-officers had trailed the wagon between the\nprecipice and the great wall of the ascent on the right, which had\ngradually dwindled to a diminished height. Deep gullies were here and\nthere washed out by recent rains, and one of these indentations might\nhave afforded an active man access to the summit. Thus the pursuer had\nevidently kept abreast of them, speeding along in great leaps through\nthe lush growth of huckleberry bushes, wild grasses, pawpaw thickets,\nsilvered by the moon, all fringing the great forests that had given way\non the shelving verge of the steeps where the road ran. Had he overheard\ntheir unguarded, significant words? Who could divine, so silent were the\nwindless mountains, so deep a-dream the darksome woods, so spellbound\nthe mute and mystic moonlight?\n\nThe group maintained a cautious reticence now, each revolving the\nproblematic disclosure of their secret, each canvassing the question\nwhether the pursuer himself was aware of his betrayal of his stealthy\nproximity. Not till they had reached the ford of the river did they\nventure on a low-toned colloquy. The driver paused in midstream and\nstepped out on the pole between the horses to let down the check-reins,\nas the team manifested an inclination to drink in transit; and thence,\nas he stood thus perched, he gazed to and fro, the stretch of dark and\nlustrous ripples baffling all approach within ear-shot, the watering\nof the horses justifying the pause and cloaking its significance to any\ndistant observer.\n\nBut the interval was indeed limited; the mental processes of such men\nare devoid of complexity, and their decisions prompt. They advanced few\nalternatives; their prime object was to be swiftly rid of the coffin\nand its inculpating contents, and with the “revenuer” so hard on their\nheels this might seem a troublous problem enough.\n\n“Put it whar a coffin b'longs--in the churchyard,” said Wyatt; for at a\nconsiderable distance beyond the rise of the opposite bank could be\nseen a barren clearing in which stood a gaunt, bare, little white frame\nbuilding that served all the country-side for its infrequent religious\nservices.\n\n“We couldn't dig a grave before that spy--ef he be a revenuer sure\nenough--could overhaul us,” Eugene Barker objected.\n\n“We could turn the yearth right smart, though,” persisted Wyatt, for\npickax and shovel had been brought in the wagon for the sake of an\naspect of verisimilitude and to mask their true intent.\n\nEugene Barker acceded to this view. “That's the dinctum--dig a few jes\nfer a blind. We kin slip the coffin-box under the church-house 'fore he\ngits in sight,--he'll be feared ter follow too close,--an' leave it thar\ntill the other boys kin wagon it ter the cross-roads' store ter-morrer\nnight.”\n\nThe horses, hitherto held to the sober gait of funeral travel, were now\nput to a speedy trot, unmindful of whatever impression of flight the\npace might give to the revenue-raider in pursuit. The men were soon\nengrossed in their deceptive enterprise in the churchyard, plying pickax\nand shovel for dear life; now and again they paused to listen vainly\nfor the sound of stealthy approach. They knew that there was the most\nprecarious and primitive of foot-bridges across the deep stream, to\ntraverse which would cost an unaccustomed wayfarer both time and\npains; thus the interval was considerable before the resonance of rapid\nfootfalls gave token that their pursuer had found himself obliged to\nsprint smartly along the country road to keep any hope of ever again'\nviewing the wagon which the intervening water-course had withdrawn\nfrom his sight. That this hope had grown tenuous was evident in his\nrelinquishment of his former caution, for when they again caught a\nglimpse of him he was forging along in the middle of the road without\nany effort at concealment. But as the wagon appeared in the perspective,\nstationary, hitched to the hedge of the graveyard, he recurred to his\nprevious methods. The four men still within the in-closure, now busied\nin shovelling the earth back again into the excavation they had so\nswiftly made, covertly watched him as he skulked into the shadow of the\nwayside. The little “church-house,” with all its windows whitely aglare\nin the moonlight, reflected the pervasive sheen, and silent, spectral,\nremote, it seemed as if it might well harbor at times its ghastly\nneighbors from the quiet cemetery without, dimly ranging themselves once\nmore in the shadowy ranks of its pews or grimly stalking down the drear\nand deserted aisles. The fact that the rising ground toward the rear of\nthe building necessitated a series of steps at the entrance, enabled the\nofficer to mask behind this tall flight his crouching approach, and thus\nhe ensconced himself in the angle between the wall and the steps, and\nlooked forth in fancied security.\n\nThe shadows multiplied the tale of the dead that the head-boards kept,\neach similitude askew in the moonlight on the turf below the slanting\nmonument To judge by the motions of the men engaged in the burial and\nthe mocking antics of their silhouettes on the ground, it must have been\nobvious to the spectator that they were already filling in the earth.\nThe interment may have seemed to him suspiciously swift, but the\npossibility was obvious that the grave might have been previously dug\nin anticipation of their arrival. It was plain that he was altogether\nunprepared for the event when they came slouching forth to the wagon,\nand the stalwart and red-faced driver, with no manifestation of\nsurprise, hailed him as he still crouched in his lurking-place. “Hello,\nstranger! Warn't that you-uns runnin' arter the wagon a piece back\nyonder jes a while ago?”\n\nThe officer rose to his feet, with an intent look both dismayed and\nembarrassed. He did not venture on speech; he merely acceded with a nod.\n\n“Ye want a lift, I reckon.”\n\nThe stranger was hampered by the incongruity between his rustic garb,\ncommon to the coves, and his cultivated intonation; for, unlike his\ncomrade Browdie, he had no mimetic faculties whatever. Nevertheless, he\nwas now constrained to “face the music.”\n\n“I didn't want to interrupt you,” he said, seeking such excuse as due\nconsideration for the circumstances might afford; “but I'd like to ask\nwhere I could get lodging for the night.”\n\n“What's yer name?” demanded Barker, unceremoniously.\n\n“Francis Bonan,” the raider replied, with more assurance. Then he added,\nby way of explaining his necessity, “I'm a stranger hereabouts.”\n\n“Ye air so,” assented the sarcastic 'Gene. “Ye ain't even acquainted\nwith yer own clothes. Ye be a town man.”\n\n“Well, I'm not the first man who has had to hide out,” Ronan parried,\nseeking to justify his obvious disguise.\n\n“Shot somebody?” asked 'Gene, with an apparent accession of interest.\n\n“It's best for me not to tell.”\n\n“So be.” 'Gene acquiesced easily. “Waal, ef ye kin put up with sech\naccommodations ez our'n, I'll take ye home with me.”\n\nRonan stood aghast. But there was no door of retreat open. He was alone\nand helpless. He could not conceal the fact that the turn affairs had\ntaken was equally unexpected and terrifying to him, and the moonshiners,\nkeenly watchful, were correspondingly elated to discern that he had\nsurely no reinforcements within reach to nerve him to resistance or\nto menace their liberty. He had evidently followed them too far, too\nrecklessly; perhaps without the consent and against the counsel of his\ncomrades, perhaps even without their knowledge of his movements and\nintention.\n\nNow and again as the wagon jogged on and on toward their distant haven,\nthe moonlight gradually dulling to dawn, Wyatt gave the stranger\na wondering, covert glance, vaguely, shrinkingly curious as to the\nsentiments of a man vacillating between the suspicion of capture and the\nrecognition of a simple hospitality without significance or danger. The\nman's face appealed to him, young, alert, intelligent, earnest, and\nthe anguish of doubt and anxiety it expressed went to his heart. In the\nexperience of his sylvan life as a hunter Wyatt's peculiar and subtle\ntemperament evolved certain fine-spun distinctions which were unique; a\ntrapped thing had a special appeal to his commiseration that a creature\nruthlessly slaughtered in the open was not privileged to claim. He did\nnot accurately and in words discriminate the differences, but he felt\nthat the captive had sounded all the gamut of hope and despair, shared\nthe gradations of an appreciated sorrow that makes all souls akin and\nthat even lifts the beast to the plane of brotherhood, the bond of\nemotional woe. He had often with no other or better reason liberated\nthe trophy of his snare, calling after the amazed and franticly\nfleeing creature, “Bye-bye, Buddy!” with peals of his whimsical, joyous\nlaughter.\n\nHe was experiencing now a similar sequence of sentiments in noting the\nwild-eyed eagerness with which the captured raider took obvious heed of\nevery minor point of worthiness that might mask the true character of\nhis entertainers. But, indeed, these deceptive hopes might have been\neasily maintained by one not so desirous of reassurance when, in the\ndarkest hour before the dawn, they reached a large log-cabin sequestered\nin dense woods, and he found himself an inmate of a simple, typical\nmountain household. It held an exceedingly venerable grandfather,\nwielding his infirmities as a rod of iron; a father and mother, hearty,\nhospitable, subservient to the aged tyrant, but keeping in filial check\na family of sons and daughters-in-law, with an underfoot delegation of\ngrandchildren, who seemed to spend their time in a bewildering manouver\nof dashing out at one door to dash in at another. A tumultuous rain\nhad set in shortly after dawn, with lightning and wind,--“the tail of a\nharricane,” as the host called it,--and a terrible bird the actual storm\nmust have been to have a tail of such dimensions. There was no getting\nforth, no living creature of free will “took water” in this elemental\ncrisis. The numerous dogs crowded the children away from the hearth,\nand the hens strolled about the large living-room, clucking to scurrying\nbroods. Even one of the horses tramped up on the porch and looked in\never and anon, solicitous of human company.\n\n“I brung Ben up by hand, like a bottle-fed baby,” the hostess\napologized, “an' he ain't never fund out fur sure that he ain't folks.”\n\nThere seemed no possible intimation of moonshine in this entourage, and\nthe coffin filled with jugs, a-wagoning from some distillers' den in the\nrange to the cross-roads' store, might well have been accounted only the\nvain phantasm of an overtired brain surcharged with the vexed problems\nof the revenue service. The disguised revenue-raider was literally\novercome with drowsiness, the result of his exertions and his vigils,\nand observing this, his host gave him one of the big feather beds under\nthe low slant of the eaves in the roof-room, where the other men, who\nhad been out all night, also slept the greater portion of the day. In\nfact, it was dark when Wyatt wakened, and, leaving the rest still torpid\nwith slumber and fatigue, descended to the large main room of the cabin.\n\nThe callow members of the household had retired to rest, but the elders\nof the band of moonshiners were up and still actively astir, and Wyatt\nexperienced a prescient vicarious qualm to note their lack of heed or\nsecrecy--the noisy shifting of heavy weights (barrels, kegs, bags of\napples, and peaches for pomace), the loud voices and unguarded words.\nWhen a door in the floor was lifted, the whiff of chill, subterranean\nair that pervaded the whole house was heavily freighted with spirituous\nodors, and gave token to the meanest intelligence, to the most\nunobservant inmate, that the still was operated in a cellar, peculiarly\nimmune to suspicion, for a cellar is never an adjunct to the ordinary\nmountain cabin. Thus the infraction of the revenue law went on securely\nand continuously beneath the placid, simple, domestic life, with its\nreverent care for the very aged and its tender nurture of the very\nyoung.\n\nIt was significant, indeed, that the industry should not be\npretermitted, however, when a stranger was within the gates. The reason\nto Wyatt, familiar with the moonshiners' methods and habits of thought,\nwas only too plain. They intended that the “revenuer” should never go\nforth to tell the tale. His comrades had evidently failed to follow\nhis trail, either losing it in the wilderness or from ignorance of\nhis intention. He had put himself hopelessly into the power of\nthese desperate men, whom his escape or liberation would menace\nwith incarceration for a long term as Federal prisoners in distant\npenitentiaries, if, indeed, they were not already answerable to the law\nfor some worse crime than illicit distilling. His murder would be the\nextreme of brutal craft, so devised as to seem an accident, against the\npossibility of future investigation.\n\nThe reflection turned Wyatt deathly cold, he who could not bear unmoved\nthe plea of a wild thing's eye. He sturdily sought to pull himself\ntogether. It was none of his decree; it was none of his deed, he argued.\nThe older moonshiners, who managed all the details of the enterprise,\nwould direct the event with absolute authority and the immutability of\nfate. But whatever should be done, he revolted from any knowledge of\nit, as from any share in the act. He had risen to leave the place, all\nstrange of aspect now, metamorphosed,--various disorderly details of\nthe prohibited industry ever and anon surging up from the still-room\nbelow,--when a hoarse voice took cognizance of his intention with a\nremonstrance.\n\n“Why, Watt Wyatt, _ye_ can't go out in the cove. Ye air dead! Ye will\nlet that t'other revenue-raider ye seen into the secret o' the bresh\nwhisky in our wagon ef ye air viewed about whenst 'Gene hev spread the\nreport that ye air dead. Wait till them raiders hev cleared out of the\nkentry.”\n\nThe effort at detention, to interfere with his liberty, added redoubled\nimpetus to Wyatt 's desire to be gone. He suddenly devised a cogent\nnecessity. “I be feared my dad mought hear that fool tale. I ain't much\nloss, but dad would feel it.”\n\n“Oh, I sent Jack thar ter tell him better whenst he drove ter mill\nter-day ter git the meal fer the mash. Jack made yer dad understand\n'bout yer sudden demise.”\n\n“Oh, yeh,” interposed the glib Jack; “an' he said ez _he_ couldn't abide\nsech jokes.”\n\n“Shucks!” cried the filial Wyatt. “Dad war full fresky himself in his\nyoung days; I hev hearn his old frien's say so.”\n\n“I tried ter slick things over,” said the diplomatic Jack. “I 'lowed\nyoung folks war giddy by nature. I 'lowed 't war jes a flash o' fun.\nAn' he say: 'Flash o' fun be con-sarned! My son is more like a flash o'\nlightning; ez suddint an' mischeevious an' totally ondesirable.'”\n\nThe reproach obviously struck home, for Wyatt maintained a disconsolate\nsilence for a time. At length, apparently goaded by his thoughts to\nattempt a defense, he remonstrated:\n\n“Nobody ever war dead less of his own free will. I never elected ter\nbe a harnt. 'Gene Barker hed no right ter nominate _me_ fer the dear\ndeparted, nohow.”\n\nOne of the uncouth younger fellows, his shoulders laden with a sack of\nmeal, paused on his way from the porch to the trap-door to look up from\nbeneath his burden with a sly grin as he said, “'Gene war wishin' it war\ntrue, that's why.”\n\n“'Count o' Minta Elladine Riggs,” gaily chimed in another.\n\n“But 'Gene needn't gredge Watt foothold on this yearth fer sech; _she_\nain't keerin' whether Watt lives or dies,” another contributed to the\nrough, rallying fun.\n\nBut Wyatt was of sensitive fibre. He had flushed angrily; his eyes were\nalight; a bitter retort was trembling on his lips when one of the elder\nBarkers, discriminating the elements of an uncontrollable fracas, seized\non the alternative.\n\n“Could you-uns _sure_ be back hyar by daybreak, Watt!” he asked, fixing\nthe young fellow with a stern eye.\n\n“No 'spectable ghost roams around arter sun-up,” cried Wyatt, fairly\njovial at the prospect of liberation.\n\n“Ye mus' be heedful not ter be viewed,” the senior admonished him.\n\n“I be goin' ter slip about keerful like a reg'lar, stiddy-goin' harnt,\nan' eavesdrop a bit. It's worth livin' a hard life ter view how a\nfeller's friends will take his demise.”\n\n“I reckon ye kin make out ter meet the wagin kemin' back from the\ncross-roads' store. It went out this evenin' with that coffin full of\njugs that ye lef' las' night under the church-house, whenst 'Gene seen\nyou-uns war suspicioned. They will hev time ter git ter the cross-roads\nwith the whisky on' back little arter midnight, special' ez we-uns hev\ngot the raider that spied out the job hyar fast by the leg.”\n\nThe mere mention of the young prisoner rendered Wyatt the more eager\nto be gone, to be out of sight and sound. But he had no agency in\nthe disaster, he urged against some inward clamor of protest; the\ncatastrophe was the logical result of the fool-hardiness of the officer\nin following these desperate men with no backing, with no power\nto apprehend or hold, relying on his flimsy disguise, and risking\ndelivering himself into their hands, fettered as he was with the\nknowledge of his discovery of their secret.\n\n“It's nothin' ter _me_, nohow,” Wyatt was continually repeating to\nhimself, though when he sprang through the door he could scarcely draw\nhis breath because of some mysterious, invisible clutch at his throat.\n\nHe sought to ascribe this symptom to the density of the pervasive fog\nwithout, that impenetrably cloaked all the world; one might wonder how a\nman could find his way through the opaque white vapor. It was, however,\nan accustomed medium to the young mountaineer, and his feet, too, had\nsomething of that unclassified muscular instinct, apart from reason,\nwhich guides in an oft-trodden path. Once he came to a halt, from no\nuncertainty of locality, but to gaze apprehensively through the blank,\nwhite mists over a shuddering shoulder. “I wonder ef thar be any other\nharnts aloose ter-night, a-boguing through the fog an' the moon,” he\nspeculated. Presently he went on again, shaking his head sagely. “I\nain't wantin' ter collogue with sech,” he averred cautiously.\n\nOccasionally the moonlight fell in expansive splendor through a rift in\nthe white vapor; amidst the silver glintings a vague, illusory panorama\nof promontory and island, bay and inlet, far ripplings of gleaming\ndeeps, was presented like some magic reminiscence, some ethereal replica\nof the past, the simulacrum of the seas of these ancient coves, long\nsince ebbed away and vanished.\n\nThe sailing moon visibly rocked, as the pulsing tides of the cloud-ocean\nrose and fell, and ever and anon this supernal craft was whelmed in\nits surgings, and once more came majestically into view, freighted with\nfancies and heading for the haven of the purple western shores.\n\nIn one of these clearances of the mists a light of an alien type caught\nthe eye of the wandering spectre--a light, red, mundane, of prosaic\nsuggestion. It filtered through the crevice of a small batten shutter.\n\nThe ghost paused, his head speculatively askew. “Who sits so late at the\nforge!” he marvelled, for he was now near the base of the mountain, and\nhe recognized the low, dark building looming through the mists, its roof\naslant, its chimney cold, the big doors closed, the shutter fast. As\nhe neared the place a sudden shrill guffaw smote the air, followed by a\ndeep, gruff tone of disconcerted remonstrance. Certain cabalistic words\nmade the matter plain.\n\n“High, Low, Jack, _and_ game! Fork! Fork!” Once more there arose a high\nfalsetto shriek of jubilant laughter.\n\nWalter Wyatt crept noiselessly down the steep slant toward the shutter.\nHe had no sense of intrusion, for he was often one of the merry blades\nwont to congregate at the forge at night and take a hand at cards,\ndespite the adverse sentiment of the cove and the vigilance of the\nconstable of the district, bent on enforcing the laws prohibiting\ngaming. As Wyatt stood at the crevice of the shutter the whole interior\nwas distinct before him--the disabled wagon-wheels against the walls,\nthe horse-shoes on a rod across the window, the great hood of the forge,\nthe silent bellows, with its long, motionless handle. A kerosene lamp,\nperched on the elevated hearth of the forge, illumined the group of wild\nyoung mountaineers clustered about a barrel on the head of which the\ncards were dealt. There were no chairs; one of the gamesters sat on a\nkeg of nails; another on an inverted splint basket; two on a rude bench\nthat was wont to be placed outside the door for the accommodation\nof customers waiting for a horse to be shod or a plow to be laid. An\nonlooker, not yet so proficient as to attain his ambition of admission\nto the play, had mounted the anvil, and from this coign of vantage\nbeheld all the outspread landscape of the “hands.” More than once his\nindiscreet, inadvertent betrayal of some incident of his survey of the\ncards menaced him with a broken head. More innocuous to the interests of\nthe play was a wight humbly ensconced on the shoeing-stool, which\nbarely brought his head to the level of the board; but as he was densely\nignorant of the game, he took no disadvantage from his lowly posture.\nHis head was red, and as it moved erratically about in the gloom,\nWatt Wyatt thought for a moment that it was the smith's red setter. He\ngrinned as he resolved that some day he would tell the fellow this as\na pleasing gibe; but the thought was arrested by the sound of his own\nname.\n\n“Waal, sir,” said the dealer, pausing in shuffling the cards, “I s'pose\nye hev all hearn 'bout Walter Wyatt's takin' off.”\n\n“An' none too soon, sartain.” A sour visage was glimpsed beneath the\nwide brim of the speaker's hat.\n\n“Waal,” drawled the semblance of the setter from deep in the\nclare-obscure, “Watt war jes a fool from lack o' sense.”\n\n“That kind o' fool can't be cured,” said another of the players. Then\nhe sharply adjuxed the dealer. “Look out what ye be doin'! Ye hev gimme\n_two_ kyerds.”\n\n“'Gene Barker will git ter marry Minta Elladine Biggs now, I reckon,”\n suggested the man on the anvil.\n\n“An' I'll dance at the weddin' with right good will an' a nimble toe,”\n declared the dealer, vivaciously. “I'll be glad ter see that couple\nsettled. That gal couldn't make up her mind ter let Walter Wyatt go, an'\nyit no woman in her senses would hev been willin, ter marry him. He war\nez unresponsible ez--ez--fox-fire.”\n\n“An' ez onstiddy ez a harricane,” commented another.\n\n“An' no more account than a mole in the yearth,” said a third.\n\nThe ghost at the window listened in aghast dismay and became pale in\nsober truth, for these boon companions he had accounted the best friends\nhe had in the world. They had no word of regret, no simple human pity;\neven that facile meed of casual praise that he was “powerful pleasant\ncompany” was withheld. And for these and such as these he had bartered\nthe esteem of the community at large and his filial duty and obedience;\nhad spurned the claims of good citizenship and placed himself in\njeopardy of the law; had forfeited the hand of the woman he loved.\n\n“Minta Elladine Biggs ain't keerin' nohow fer sech ez Watt,” said the\nsemblance of the setter, with a knowing nod of his red head. “I war up\nthar at the mill whenst the news kem ter-day, an' she war thar ter git\nsome seconds. I hev hearn women go off in high-strikes fer a lovyer's\ndeath--even Mis' Simton, though hern was jes her husband, an 'a mighty\npore one at that. But Minta Elladine jes listened quiet an' composed,\nan' never said one word.”\n\nThe batten shutter was trembling in the ghost's hand. In fact, so\nconvulsive was his grasp that it shook the hook from the staple, and the\nshutter slowly opened as he stood at gaze.\n\nPerhaps it was the motion that attracted the attention of the dealer,\nperhaps the influx of a current of fresh air. He lifted his casual\nglance and beheld, distinct in the light from the kerosene lamp\nand imposed on the white background of the mist, that familiar and\nindividual face, pallid, fixed, strange, with an expression that he had\nnever seen it wear hitherto. One moment of suspended faculties, and he\nsprang up with a wild cry that filled the little shanty with its shrill\nterror. The others gazed astounded upon him, then followed the direction\nof his starting eyes, and echoed his frantic fright. There was a wild\nscurry toward the door. The overturning of the lamp was imminent, but\nit still burned calmly on the elevated hearth, while the shoeing-stool\ncapsized in the rush, and the red head of its lowly occupant was lowlier\nstill, rolling on the dirt floor. Even with this disadvantage, however,\nhe was not the hindmost, and reached the exit unhurt. The only specific\ndamage wrought by the panic was to the big barnlike doors of the place.\nThey had been stanchly barred against the possible intrusion of\nthe constable of the district, and the fastenings in so critical an\nemergency could not be readily loosed. The united weight and impetus of\nthe onset burst the flimsy doors into fragments, and as the party fled\nin devious directions in the misty moonlight, the calm radiance entered\nat the wide-spread portal and illuminated the vacant place where late\nhad been so merry a crew.\n\nWalter Wyatt had known the time when the incident would have held an\nincomparable relish for him. But now he gazed all forlorn into the empty\nbuilding with a single thought in his mind. “Not one of 'em keered a\nmite! Nare good word, nare sigh, not even, 'Fare ye well, old mate!'”\n\nHis breast heaved, his eyes flashed.\n\n“An' I hev loant money ter Jim, whenst I hed need myself; an' holped\nGeorge in the mill, when his wrist war sprained, without a cent o' pay;\nan' took the blame when 'Dolphus war faulted by his dad fur lamin' the\nhorse-critter; an' stood back an' let Pete git the meat whenst we-uns\nshot fur beef, bein' he hev got a wife an' chil'ren ter feed. All\n_leetle_ favors, but nare _leetle_ word.”\n\nHe had turned from the window and was tramping absently down the road,\nall unmindful of the skulking methods of the spectral gentry. If he had\nchanced to be observed, his little farce, that had yet an element of\ntragedy in its presentation, must soon have reached its close. But\nthe fog hung about him like a cloak, and when the moon cast aside the\nvapors, it was in a distant silver sheen illumining the far reaches of\nthe valley. Only when its light summoned forth a brilliant and glancing\nreflection on a lower level, as if a thousand sabers were unsheathed at\na word, he recognized the proximity of the river and came to a sudden\nhalt.\n\n“Whar is this fool goin'?” he demanded angrily of space. “To the\ngraveyard, I declar', ez ef I war a harnt fur true, an' buried sure\nenough. An' I wish I war. I wish I war.”\n\nHe realized, after a moment's consideration, that he had been\nunconsciously actuated by the chance of meeting the wagon, returning by\nthis route from the cross-roads' store. He was tired, disheartened; his\nspirit was spent; he would be glad of the lift. He reflected,\nhowever, that he must needs wait some time, for this was the date of a\nrevival-meeting at the little church, and the distillers' wagon would\nlag, that its belated night journey might not be subjected to the\nscrutiny and comment of the church-goers. Indeed, even now Walter Wyatt\nsaw in the distance the glimmer of a lantern, intimating homeward-bound\nworshipers not yet out of sight.\n\n“The saints kep' it up late ter-night,” he commented.\n\nHe resolved to wait till the roll of wheels should tell of the return of\nthe moonshiners' empty wagon.\n\nHe crossed the river on the little footbridge and took his way languidly\nalong the road toward the deserted church. He was close to the hedge\nthat grew thick and rank about the little inclosure when he suddenly\nheard the sound of lamentation from within. He drew back precipitately,\nwith a sense of sacrilege, but the branches of the unpruned growth had\ncaught in his sleeve, and he sought to disengage the cloth without such\nrustling stir as might disturb or alarm the mourner, who had evidently\nlingered here, after the dispersal of the congregation, for a moment's\nindulgence of grief and despair. He had a glimpse through the shaking\nboughs and the flickering mist of a woman's figure kneeling on the\ncrude red clods of a new-made grave. A vague, anxious wonder as to the\ndeceased visited him, for in the sparsely settled districts a strong\ncommunity sense prevails. Suddenly in a choking gust of sobs and burst\nof tears he recognized his own name in a voice of which every inflection\nwas familiar. For a moment his heart seemed to stand still. His brain\nwhirled with a realization of this unforeseen result of the fantastic\nstory of his death in Eskaqua Cove, which the moonshiners, on the verge\nof detection and arrest, had circulated in Tanglefoot as a measure of\nsafety. They had fancied that when the truth was developed it would be\neasy enough to declare the men drunk or mistaken. The “revenuers” by\nthat time would be far away, and the pervasive security, always the\nsequence of a raid, successful or otherwise, would once more promote\nthe manufacture of the brush whisky. The managers of the moon-shining\ninterest had taken measures to guard Wyatt's aged father from this\nfantasy of woe, but they had not dreamed that the mountain coquette\nmight care. He himself stood appalled that this ghastly fable should\ndelude his heart's beloved, amazed that it should cost her one sigh,\none sob. Her racking paroxysms of grief over this gruesome figment of a\ngrave he was humiliated to hear, he was woeful to see. He felt that he\nwas not worth one tear of the floods with which she bewept his name,\nuttered in every cadence of tender regret that her melancholy voice\ncould compass. It must cease, she must know the truth at whatever cost.\nHe broke through the hedge and stood in the flicker of the moonlight\nbefore her, pale, agitated, all unlike his wonted self.\n\nShe did not hear, amid the tumult of her weeping, the rustling of the\nboughs, but some subtle sense took cognizance of his presence. She half\nrose, and with one hand holding back her dense yellow hair, which\nhad fallen forward on her forehead, she looked up at him fearfully,\ntremulously, with all the revolt of the corporeal creature for the\nessence of the mysterious incorporeal. For a moment he could not speak.\nSo much he must needs explain. The next instant he was whelmed in the\navalanche of her words.\n\n“Te hev kem!” she exclaimed in a sort of shrill ecstasy. “Te hev kem so\nfar ter hear the word that I would give my life ter hev said before. Te\nknowed it in heaven! an' how like ye ter kem ter gin me the chanst ter\nsay it at last! How like the good heart of ye, worth all the hearts on\nyearth--an' _buried hyar!_”\n\nWith her open palm she smote the insensate clods with a gesture of\ndespair. Then she went on in a rising tide of tumultuous emotion. “I\nlove ye! Oh, I _always_ loved ye! I never keered fur nobody else! an' I\nwar tongue-tied, an' full of fool pride, an' faultin' ye fur yer ways;\nan' I wouldn't gin ye the word I knowed ye war wantin' ter hear. But now\nI kin tell the pore ghost of ye--I kin tell the pore, pore ghost!”\n\nShe buried her swollen, tear-stained face in her hands, and shook her\nhead to and fro with the realization of the futility of late repentance.\nAs she once more lifted her eyes, she was obviously surprised to see\nhim still standing there, and the crisis seemed to restore to him the\nfaculty of speech.\n\n“Minta Elladine,” he said huskily and prosaically, “I ain't dead!”\n\nShe sprang to her feet and stood gazing at him, intent and quivering.\n\n“I be truly alive an' kicking an' ez worthless ez ever,” he went on.\n\nShe said not a word, but bent and pallid, and, quaking in every muscle,\nstood peering beneath her hand, which still held back her hair.\n\n“It's all a mistake,” he urged. “This ain't no grave. The top war dug a\nleetle ter turn off a revenuer's suspicions o' the moonshiners. They put\nthat tale out.”\n\nStill, evidently on the verge of collapse, she did not speak.\n\n“Ye needn't be afeared ez I be goin' ter take fur true all I hearn\nye say; folks air gin ter vauntin' the dead,” he paused for a moment,\nremembering the caustic comments over the deal of the cards, then added,\n“though I reckon _I_ hev hed some cur'ous 'speriences ez a harnt.”\n\nShe suddenly threw up both arms with a shrill scream, half nervous\nexhaustion, half inexpressible delight. She swayed to and fro, almost\nfainting, her balance failing. He caught her in his arms, and she leaned\nsobbing against his breast.\n\n“I stand ter every word of it,” she cried, her voice broken and lapsed\nfrom control. “I love ye, an' I despise all the rest!”\n\n“I be powerful wild,” he suggested contritely.\n\n“I ain't keerin' ef ye be ez wild ez a deer.”\n\n“But I'm goin' to quit gamesome company an' playin' kyerds an' sech. I\nexpec' ter mend my ways now,” he promised eagerly.\n\n“Ye kin mend 'em or let 'em stay tore, jes ez ye please,” she declared\nrecklessly. “I ain't snatched my lovyer from the jaws o' death ter want\nhim otherwise; ye be plumb true-hearted, _I know_.”\n\n“I mought ez well hev been buried in this grave fer the last ten year'\nfer all the use I hev been,” he protested solemnly; “but I hev learnt\na lesson through bein' a harnt fer a while--I hev jes kem ter life. I'm\ngoin' ter _live_ now. I'll make myself some use in the world, an' fust\noff I be goin' ter hinder the murder of a man what they hev got trapped\nup yander at the still.”\n\nThis initial devoir of his reformation, however, Wyatt found no easy\nmatter. The event had been craftily planned to seem an accident, a fall\nfrom a cliff in pursuing the wagon, and only the most ardent and\ncogent urgency on Wyatt's part prevailed at length. He argued that this\ninterpretation of the disaster would not satisfy the authorities. To\ntake the raider's life insured discovery, retribution. But as he had\nbeen brought to the still in the night, it was obvious that if he\nwere conveyed under cover of darkness and by roundabout trails within\nstriking distance of the settlements, he could never again find his\nway to the locality in the dense wilderness. In his detention he had\nnecessarily learned nothing fresh, for the only names he could have\noverheard had long been obnoxious to suspicion of moonshining, and\nafforded no proof. Thus humanity, masquerading as caution, finally\ntriumphed, and the officer, blindfolded, was conducted through devious\nand winding ways many miles distant, and released within a day's travel\nof the county town.\n\nWalter Wyatt was scarcely welcomed back to life by the denizens of the\ncove generally with the enthusiasm attendant on the first moments of his\nresuscitation, so to speak. He never forgot the solemn ecstasy of\nthat experience, and in later years he was wont to annul any menace of\ndiscord with his wife by the warning, half jocose, half tender: “Ye hed\nbetter mind; ye'll be sorry some day fur treatin' me so mean. Remember,\nI hev viewed ye a-weepin' over my grave before now.”\n\nA reformation, however complete and salutary, works no change of\nidentity, and although he developed into an orderly, industrious,\nlaw-abiding citizen, his prankish temperament remained recognizable\nin the fantastic fables which he delighted to recount at some genial\nfireside of what he had seen and heard as a ghost.\n\n“Pears like, Watt, ye hed more experiences whenst dead than living” said\nan auditor, as these stories multiplied.\n\n“I did, fur a fack,” Watt protested. “I war a powerful onchancy, onquiet\nghost. I even did my courtin' whilst in my reg'lar line o' business\na-hanatin' a graveyard.”\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Craddock, Charles Egbert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23556/pg23556.txt",
        "name": "his_unquiet_ghost_1911.json"
    }
}