{
    "name": "Hystereo",
    "author": [
        "Baudin, Maurice"
    ],
    "body": "Daytimes, Woodard wasted little speech on the other guests at the\nsummer hotel. Biddies and garrulous men--fools one and all, he told\nhimself. They had come to be with nature, they said; but the clear,\ndeep lake with its rocks and pointed firs, and the mountains beyond\nwere merely a backdrop for their inane gabble. They had come for health\nand renewal, clucking of the ravages of city life. Yet scarcely a one\nbut had acquired some absurd malady. They had turned the small hotel\ninto a hospital for twitches and bor-borygms. As if, because they were\npaying their way, they must give the climate work to do. As if, thought\nWoodard, they were hiring the warm sunlight, the cool, sweet air, to\nmend their palsies, tachycardias, facial tics or rheumatic twinges.\n\nRelishing the fact of being resented and the illusion of being sought\nafter, he kept himself to himself.\n\nBut this sort of thing must not be carried too far. Directly after\ndinner, for fifteen minutes before his evening walk, he mingled with\nthe rest as graciously as their recollections of the day's snubs\npermitted. He had settled upon this course early in the summer.\nCirculating, at the breakup of the dinner hour, among as many guests as\ntime allowed, he fell in benignly with all topics, however foolish.\n\nOn the last of these fence-mending tours, he tuned in to elderly Mrs.\nJenson. \"But why,\" she was asking plaintively, \"has poor Mr. Ward's\nbody not risen?\"\n\nWhat a conversational god-send, that presumed drowning! The old\ngirl had stopped circulating romantic rumors about himself. She had\nrelegated her newly developed lumbago to second place. Woodard smiled\ninwardly. Of course, several times in the past three weeks he had heard\nher question answered. So, if she listened, had she. How sensible of\nhimself to budget his day's quota of chitchat. Glancing at his watch,\nhe saw that he had two minutes left, enough time for a terse review.\n\n\"The lake is very deep in parts, and there the cold would prevent the\ngas from forming that would raise the body....\"\n\nMrs. Jenson fidgeted. It was one thing to repeat a question; must one\nlisten while someone else repeated the answer? \"But no _clothes_ were\nfound, Mr. Woodard!\" As he flinched at her corruption of his name, she\nwhimpered: \"On the entire shore of this big, big lake--not a _stitch_\nof clothing!\"\n\nWoodard nodded sympathetically. \"Possibly he rushed from the hotel in a\nstate of undress. Was he a frolicsome type?\"\n\n\"He was a lovely gentleman,\" she said coldly.\n\n\"Ah. Possibly the lake didn't know that.\" His fifteen minutes were up.\nHe nodded curtly.\n\nBut just then, Mr. Nodus joined them. Nodus, who dined at the hotel,\nwas summering noisily with his hi-fi apparatus in a cottage far down\nthe lake. Every guest in the place had spent at least one evening\nthere, hearing the most incredible sound effects music can offer.\nEvery guest, that is, except Woodard. He had known for weeks that the\nman would invite him. He had known with equal certainty that he would\ndecline. How often, feeling himself watched, had he glanced toward the\ntable where Nodus ate with his two silent house guests? Each time he\nhad met the impassive stare of the large baby face, had stared coolly\nan instant, had looked away. And now Nodus had the effrontery to grasp\nhis arm.\n\n\"Interested in swimming, Woodard?\" he said loudly. \"Me too! Swimming\nand music. _Well!_ You're invited to a concert. Works out tonight's\nthe night I can fit you in. You can follow us in your car--about five\nminutes?\"\n\n\"Oh but Mr.--Donus, is it?---Nodus? I'm not--not....\" Woodard saw Mrs.\nJenson's lips curve in a hateful smile. He lost his nerve. Panicking,\nhe fumbled for words. Fumbling, he was lost.\n\n\"Five minutes,\" Nodus repeated.\n\nMrs. Jenson sighed spitefully. \"Mr. Woodard doesn't know what he has in\nstore!\"\n\n\n\nScarcely glancing to his right at the lake that lay calm in the hazy\ntwilight, Woodard drove behind Nodus and company. Hi-fi indeed!\nTorturous device of a science-ridden culture--how had he let himself\nin for the evening ahead? Why had he permitted this trespass upon his\nprivacy? But when, after some eight miles, the convertible ahead slowed\nand signalled for a left, he checked the impulse to keep going on\naround the lake and back to the hotel. Nodus would think him crazy. He\nwould think it aloud in the dining room--ostensibly to the deferential\ngenies, the man and woman who were vacationing with him; but he would\nthink it in a voice that carried.\n\nWoodard pulled up beside the other car in the fir-fringed clearing.\n\nNodus stood waiting with his two shadows. \"Russ will take you to the\nstudio,\" he said briskly. \"The girl and I will be along in a minute.\"\nHe chuckled, his eyes scanning Woodard's face. \"No neighbors _here_ to\nraise a fuss. No knocking--no kicks or squawks....\"\n\nOnly from me, Woodard thought, following the leader to a two-car garage\nsome distance from the cottage. Inside, Russ slid shut the door, then\nflipped a switch that lighted half a dozen table lamps of the beaded\nfringe variety. Woodard stared in amazement. Heavily carpeted with\nscatter rugs, the place was walled and ceilinged with fiber-board.\nOn three walls, including the door side, were stuck triple rows of\nornamental covers from long-playing records. Running the length of the\nfourth wall, left of the entrance, a counter rose waist-high, its side\nhung solid with more record covers. On the left end of this counter was\nan elaborate system of dialled boxes which Woodard summed up vaguely as\nplayer, amplifiers, filters, and so on; on the right, eight open wood\nboxes of records. On the center of that wall was a large clock with\na sweep second hand. Directly beneath, an empty rack of record cover\nsize, beside which a neatly printed sign read \"NOW PLAYING\".\n\n\"Quite amazing,\" Woodard remarked truthfully. \"Well....\" He dropped\ninto the center of three chairs right-angling the dial boxes. \"Might as\nwell sit.\"\n\nBut Russ, who had been smiling dreamily, was suddenly agitated. He\nshook his head. He opened and shut his mouth like a fish. As Woodard\nfelt his poise threatened, the door slid open. Nodus entered, preceding\nMiss--Miss--But her name hadn't ever been mentioned.\n\nSeeing where Woodard sat, he frowned. \"No, no,\" he said. \"That won't\ndo. You'll be better off....\"\n\nWoodard repeated, \"I'm utterly amazed by all this.\"\n\nNodus' expression softened. \"It's a garage, as you can see. Four hours\nat the start of the summer to convert it to a sound-room. Three and a\nhalf hours, at the end, to reconvert it. On the nose in both instances.\nHalf-hour discrepancy there. We're working on that.\"\n\nWoodard understood that \"we\" included the pair, whose life currents\nevidently flowed from the master's battery.\n\n\"Job's all broken down,\" said Nodus. \"I do certain things, Russ does\ncertain things. The girl\"--She bridled as he jerked an elbow toward\nher.--\"does her little chores.\"\n\nThe girl! Would she see fifty again? But Woodard felt himself wanting\nto placate, a sensation both new and unpleasant. \"The details must be\nvery interesting,\" he said weakly.\n\nNodus' face had gone stern again. \"--won't do,\" he back-tracked curtly.\n\"You'll be better off over there.\" He indicated a lone chair directly\nopposite the \"NOW PLAYING\" sign. \"Acoustically speaking, the most\neffective location in the studio.\" Clinical and considered, his tone\nbrooked no protest. Woodard stumbled embarrassedly to the chair. \"You\ncan see,\" Nodus stated, \"if you look down, all the chalk marks where\nwe've experimented with positions.\"\n\nAnd Woodard did see: dozens of white marks on the rug around the chair\nlegs, close together as if fractions of an inch were vital.\n\n\n\nAs Nodus moved to the dial boxes, Russ and the girl dropped like\nwraiths into chairs: she nearest Woodard, he in the middle, leaving the\nplace by the apparatus for Nodus. Woodard thought: God, but he has this\nworked out! He's a tyrant, a baby-faced ogre. And these two goops are\nin bondage to him.\n\nIt came to him that Nodus was curiously untanned for a devotee of\nswimming.\n\n\"What do you weigh, Woodard?\"\n\n\"Why----oh----one-sixty, I guess....\"\n\nNodus nodded. \"Near enough.\" He selected a record from the box nearest\nhim. \"People always like a few effects before the concert,\" he said.\n\"Preliminaries.\" His expert hand pressed a switch and turned some\ndials. The room was filled with a rasping hum. Now Woodard saw what\nhe hadn't noticed before: in the far corner, back of the counter, an\nunlighted cavernous area; and in its center, black-draped like an\noracle of doom, the speaker system.\n\nRuss and the girl looked dismayed even before Nodus snapped, \"Oh-oh!\nSomething's not right! Russ--go outside and check the grounding.\" He\npulled Russ to him and whispered. Russ nodded and slipped quietly out.\n\nI could still go, Woodard thought. The hell with any stories he'd\nspread. I'd.... But the girl was staring at him, serene and knowing as\nif she read thoughts.\n\nThe rasp ceased and the room went still. After a few minutes, Russ\nentered and took his seat by the girl.\n\nNow Nodus assumed a pedagogical stance, a platform manner. \"This,\" he\nsaid, holding the player arm poised above the whirling record, \"is\nthe Victoria Falls--Zambesi River--taken at 78 r.p.m., which I still\nconsider the ideal speed. Perfect studio conditions not possible, of\ncourse, though the engineer was extremely cooperative.\" Nodus smiled\nbenignly. \"He tried to get rid of the insects. They almost got rid of\nhim. You'll notice a treble hum in the foreground. Giant mosquitoes.\nThen I'll play it again, filtering out the falls--we can do that--and\nyou'll hear the mosquitoes as if they were primary.\"\n\nWoodard tried to look intelligently appreciative.\n\n\"This will take four and one-half minutes. Precisely. You can check\nthis statement against the clock. The record is longer, but I find that\npeople stop concentrating after four and one-half minutes.\"\n\nThe room filled with the massive roar of a giant river dropping four\nhundred feet. Woodard clutched the arm of his chair, rejecting the\nnightmare fantasy of himself taking the falls in a canoe. Nodus too\nwas seated now. Looking impassively straight ahead, like a ceremonial\nfigure on a public stage, he was talking from the side of his mouth\nto Russ. He played with a pair of horn-rimmed glasses which Woodard\nhad never seen him wear. The girl sat raptly beating a time of her own\ndevising.\n\nIt was said--where did one hear these things? Why did one remember\nthem?--that years ago the girl and Mr. Nodus had been in love. That\nthe new era in electronics had alienated Mr. Nodus' affections.\nAuxiliary priestess now to the monster that had dethroned her, the girl\ntapped her left wrist with the fingers of her right hand and smiled\nremotely....\n\n\"Four and one-half minutes, as advertised,\" Nodus said, raising the\nplayer arm. \"And now, the foreground of mosquitoes. Amplified by--well,\nno need to be technical. Let's just enjoy it. Two and one-half minutes\nwill do.\"\n\nQuite so. Higher than coloratura, a whirring, a hum. As if all insect\nlife brought out on the lake by the evening damp had swarmed into that\nroom. And back of the keening shrillness, unending in its behemoth\nanguish was the muffled roar of the falls. Woodard squirmed. But he\nwouldn't pay Nodus the homage of warding off the insects. Forcing\nhimself rigid, he watched the clock. His thoughts wandered to the lake,\ndark and deep outside--and to Mr. Ward, imprisoned by cold in the\ndarkest depth.\n\nTwo and one-half minutes exactly.\n\n\n\n\"Amazing,\" Woodard said. Antagonized by Nodus' pontifical assurance, he\nadded spitefully, \"Of course, nothing sounds like that.\"\n\nNodus shrugged aside the irrelevancy. \"Hi-fi does,\" he said, extracting\na second record from its case. \"We have many requests for that number.\nMany. And now--an old-fashioned steam train. If you think it's coming\ntoward you--and jump--please try not to displace your chair.\" About\nto laugh, Woodard caught himself. The man was not joking. \"We don't,\"\nNodus explained, \"want to fasten it to the floor till we're perfectly\ncertain that....\" He looked for confirmation to Russ and the girl. Both\nnodded. \"We've timed this one at three and one-half--more precisely,\"\nhe announced, \"three minutes and twenty-eight seconds.\"\n\n\n\nIt was stupendous, terrifying. Woodard himself vibrated as the colossus\napproached. But not for anything would he have stirred....\n\nThree minutes and twenty-eight seconds it was, Nodus monologuing from\nbehind his hand to Russ, the girl beating a new time.\n\nIn the shattering silence, Woodard laughed tremulously. \"This must be\nthe next thing to shock therapy.\"\n\nThe girl tensed. Russ looked wary.\n\n\"What makes you say that?\" Nodus demanded.\n\n\"Why--I just meant....\" Woodard was unnerved. He rarely minded\ngiving offense, but he liked to know when and how he was doing it.\n\"I suppose,\" he placated, \"that atomic fission is more what I had in\nmind....\"\n\nNodus looked at him suspiciously. \"There are worse things than atoms,\"\nhe said. The girl cackled, then looked blankly about as if she hadn't\ndone it. Nodus ignored her. \"Not a family man, are you, Woodard?\"\n\n\"No.\" Woodard took in Nodus' quick nod. Had the admission somehow\nworsened his situation?\n\n\"No one to care?\" cried the girl, her dark eyes gleaming archly. \"No\none to miss you?\"\n\nShe was stilled by a flicker of Nodus' eye.\n\nOn with the effects. \"Now this,\" Nodus lectured, handling the new\nrecord tenderly, \"has more surface noise than I consider excusable. I\nkeep it in my library only because....\"\n\nHe glared at Woodard, who had been unobtrusively removing his jacket\nand now dropped it hastily to the floor. \"That won't do there!\" The\ngirl roused and floated over, picked up the offending garment and\ncarried it with abstracted solicitude to a hook by the door.\n\n\"--than I consider excusable. I keep it in my library only because the\nengineer, a really cooperative fellow, learned some very important\nprinciples of underwater reproduction from taping these underseas\nmating calls.\"\n\nWoodard repressed a smile as the girl, back in her seat, doubled over\nin silent laughter. Nodus threw her a disciplinary look. \"Like to sit\nin that chair yourself?\" he muttered, indicating Woodard's place.\nInstantly she sobered.\n\nNow what does _that_ mean? Woodard asked himself.\n\n\"Nine and one-half minutes will be right for this.\"\n\nFantastic that it could be recorded at all, Woodard had to admit,\nlistening incredulously to the beeps and crackles, the yips and squeals\nand tiny shrieks. Undersea, Nodus had said. Was the lake across the\nroad a similar hotbed of solicitation? Did Mr. Ward's chill presence\ncast no damper on concupiscence?\n\nWoodard pantomimed astonishment with a wondering nod.\n\n\"Now with this one,\" Nodus recited, \"I say nothing. Just mention that\nit lasts seven seconds. Watch the clock.\"\n\nWoodard counted seconds so intently that he didn't interpret the four\nvery loud preliminary gasps from the speaker. Suddenly, magnified a\nhundred times but undistorted, crystal clear and shattering, nearly\nblowing him off his chair: a monumental sneeze.\n\nHis heart stopped, then pounded achingly. He looked furiously at the\nspeaker. It should have been wetly splattered all over the place, but\nit rested amorphous and unshaken in its dark covering.\n\n\"And,\" said Nodus, \"that could have been magnified a thousand\ntimes--not in this enclosure--without distortion. An epochal\nrecording.\" Deftly he switched records, turned a knob or two. \"Now\n_here_--an old-timer, a real old 78. And if I can find the right\ngroove, a most interesting effect.\" Leaning over, he whispered\nsomething to Russ, who smiled. \"I defy _anybody_ to recognize....\"\n\nWoodard braced himself to interrupt. \"I'd like to be excused for just\na minute,\" he begged nervously, rising. \"Have you--do you happen to\nhave....\" He fished for words and came up, hating himself, with \"Do you\nhave a little boys' room?\"\n\n\"Can't you wait?\"\n\n\"Well, I just thought....\" Woodard licked his lips. If the next effect\nwere anything like that sneeze, he feared the consequences of delay.\n\nThe girl nodded apprehensively at Nodus. \"It's the great outdoors,\"\nhe said grudgingly. As Woodard fumbled with the door, he added very\ndistinctly, \"We'll be waiting.\"\n\n\n\nUnder the half-moon and the million stars, down the drive and across\nthe road the lake lay darkly glowing. In the cool silence Woodard heard\nit lapping its shores like the licking of lips. What did happen to\nWard? he thought suddenly.\n\nAnd then he thought, Why don't I--but his keys were in his jacket\nand his jacket was inside. Now he noticed that Nodus' car had been\nshifted to stand behind his own. Escape was cut off in any case. He\nfelt a throbbing hollowness, the ache of terror. \"I'm being foolish,\"\nhe said. \"I'm going to cut it out.\" The sound of a human voice, even\nhis own, was oddly reassuring. He would stay just enough longer not\nto give offense. He would try to make only pleasing responses to\nNodus' recital, would act reverential in this shrine to the electronic\nscreech. And when he left, he would point out with the most casual\nlittle laugh of well-feigned surprise that his car was cut off--as if\nit were natural but at the same time comic....\n\nWhen the garage door stuck, he pulled frantically. After a moment,\nNodus opened it from inside. The girl said shrilly \"You got locked in\nthe bathroom!\" and then shook noiselessly.\n\n\"You've interrupted the sequence,\" Nodus stated. \"I'm starting with the\nlast two minutes of the mating calls, then running the sneeze again.\"\n\nWoodard nodded contritely. The mating calls heard once, it turned out,\nwere heard for all time. But the sneeze, braced for it though he was,\nretained its power to shake the inner being.\n\n\"--defy _anybody_ to recognize this sound,\" challenged Nodus.\n\nIt sent a cold tickling vibration through Woodard, from the soles of\nhis feet to his frontal sinus. When it was over (four and one-half\nseconds), he needed almost a minute to bring his shuddering to a halt.\nHe saw Russ take a pad and pencil from his pocket. He did not react.\n\n\"A laugh,\" Nodus gloated. \"A human laugh. More precisely, a chuckle.\nWhen Marcella Sembrich produced it originally, in her recording of\n'Coming Thro' the Rye', the intent was probably coy, but....\"\n\nIn his sharp, sudden rage, Woodard forgot tact and caution. \"That's\nso unfair to a singer! To take her voice in one passage and distort\nit--_that_ doesn't show what she can do!\"\n\n\"Could do,\" Nodus corrected coldly. \"But it shows what the equipment\n_can_ do.\"\n\n\"I would _never_,\" Woodard began acidly.... A persistent tickle in his\nthroat was making him cough. His post-nasal drip, he recognized grimly.\n\nNodus glanced at Russ, who was jotting notes. \"A few more little\neffects,\" he promised, \"then the concert.\"\n\nWoodard nodded, coughing viscously into his handkerchief.\n\n\"Now just to give you some further idea....\" Nodus looked reproving.\n\"You have a very annoying cough.\"\n\n\"It dries up for weeks,\" Woodard apologized, \"and then....\"\n\n\"I suggest you control it.\" Nodus turned to the player. \"--some further\nidea, and no surprises this time, a factory whistle.\" He chuckled. \"No\ntiming. I keep this going till I see the whites of your eyes.\"\n\nWoodard was sweating copiously before Nodus turned it off. He looked\nenvyingly at the girl. Not enjoying the most effective acoustic\nlocation, she had sat through the outrage in a state of catatonic\nbeatitude. \"Incredible!\" he gasped, coughing again.\n\n\n\nAnd now, in the last lap of the preliminaries, effects came thick and\nfast. Woodard's sensibilities were still jangled from a rattling,\npolysyllabic belch (panicking the girl, but unjustifiable otherwise\nas either art or science) when a powerful soprano, tweetered until it\ncould cut steel, emitted a blood-curdling \"Good-_bye_ fo-re-ver!\" Tosti\nrendered by Medea; and as Woodard tried to formulate some idea about\nunseemliness, he was shaken to his bowels by the agonized shriek of a\nsubway rounding a curve. Next, \"Tires Screeching on Hot Asphalt\"--not\na surrealist poem, and anyway Woodard's critical faculties were pretty\nwell blasted. Then a dentist's drill. Woodard struggled to make sense\nof Nodus' remarks about a gum cavity and a midget microphone. Finally,\nperhaps most devastating of all because it suggested evil in bright\nsunlight, the tender brooded over by the sinister--the excited yelps\nof girls at play; the bouncing of a ball and the rush of feet across\na wood floor; a shrill, drawn-out whistle and the voice of a gym\ninstructress screaming \"That's enough, girls!\" (The Pepsi-Cola Ladies'\nBasketball Team: eleven and one-half seconds.)\n\nWoodard peered uncertainly from trauma to learn that the concert proper\nwas at hand.\n\n\"I run through a few things, parts of things, interesting sections,\"\nNodus lectured, playing idly with his glasses. \"A little program most\npeople seem to like....\"\n\nTime was, Woodard would have snapped \"I happen not to be most people.\"\nBut his pulse was pounding, his eyes watering. Racked with coughing,\ntrembling with post-sonic shakes, he could scarcely be called himself.\nSo he tried to nod appreciatively. If he could identify more, really\nparticipate--then he might overcome the sensation of being one with\nthree against him. And his sinus might stop dripping.\n\n\"The violin,\" Nodus announced, for the first time placing a record\ncover on the \"NOW PLAYING\" rack. \"Some unaccompanied Bach partitas.\"\n\nWoodard laughed hoarsely. \"It's been my theory....\" He coughed.\n\n\"Yes.\" Nodus held the player arm poised. \"Now we'll have nineteen....\"\n\nWoodard struggled for recovery. \"It's been my theory,\" he croaked,\n\"that Yehudi makes them up as he goes along.\"\n\nRuss stared for a moment, then went on writing.\n\n\"Do I understand,\" Nodus asked with cold hatred, \"that you refuse to\nlisten to a few unaccompanied Bach partitas?\"\n\nWoodard grovelled. The privilege of hearing partitas on this\nsuperlative equipment? Refuse? Oh most certainly not--He collapsed in a\nfit of coughing.\n\nMollified, Nodus said \"I'll wait till you pull yourself together.\nMeanwhile, you may like to know that of the records my dealer sends\nme--and he knows my taste, mind you--I keep one in eight. And that one\nI exchange, on the average, three times before I find a copy I can\nadmit....\"\n\nWoodard wanted desperately to concentrate. Here was something solid to\nwork on. Did Nodus keep one record in eleven, or one in twenty-four? It\ndepended, of course, on whether x equalled 8 _plus_ 3 or 8 _times_ 3.\nSurely one should be able--but he was straining beyond his limit. It\nwas as if some mental spine, which in a past existence had sustained\nhim, were numbed or missing.\n\nNodus was staring. So, with an odd, expectant smile, was the girl.\nTo show that his wits had never left him, Woodard blurted out, \"The\ncomposer never intended the music to sound like this!\"\n\n\"Like what?\"\n\n\"The partitas were all wrong!\" Now his voice kept breaking. \"A\ncomposer--and a performer--should have _some_ say--not be fed into\nequipment like this and--and....\" Another paroxysm prevented his\nconcluding: \"and used to start sinuses running.\"\n\n\"I haven't played the partitas yet, Woodard.\"\n\nThat stopped the cough. Not played them? Then why did he feel--He found\nhimself thinking with curious gentleness of the guests at the hotel who\nmocked nature with their complaints. And vast as his sudden pity was\nfor them, it was vaster still for himself. But he tried to latch onto\none worthwhile thought: I have nothing to fear but fear itself.\n\n\"Nineteen and a half minutes.\" Relentlessly Nodus lowered the arm.\n\n\n\nWoodard tried clinging to the worthwhile thought. But it kept\nshimmering off in the dissolving world. It wouldn't come right. I have\nnothing to fear but all mankind, he kept hearing.\n\nAnd maybe it was better that way; at least he knew.\n\nFinally he asked himself: How did I get into this? I who always kept\nmyself to myself to myself to myself.... Oh he was whirling, whirling,\nand no one could count his r's p.m. ... myself to myself to....\n\nHe slumped unconscious in his chair.\n\nEleven minutes and thirty-one seconds of partitas had elapsed. Nodus\nso remarked to Russ, who made note.\n\nAnd the concert continued. But there is small point in detailing Nodus'\naccounts, as sensibly delivered as before, of the various selections:\nhow he explained his choice of \"Bendermeer's Stream\" as a follow-up to\nthe partitas; his apologies for the surface scratches that made the\nValkyries' ride sound unlubricated; his cautionings about what to look\nfor in the \"Romeo and Juliet Overture\"; his meticulous timing of these\nand the other recordings.\n\nThirty-six minutes and twenty seconds after Woodard's cerebral\ndisintegration came his impalpabilization.\n\n\"Three hours, forty-one minutes, twenty-one seconds,\" Nodus intoned,\nand Russ jotted down the melancholy figures. The girl emitted a small\nshriek of joy and started impetuously for the chair that had been\nWoodard's. But Nodus raised a preventive arm. \"Not yet,\" he warned.\n\"Not for a few minutes. There may be anarchic sonic residuum. We don't\nknow. And anyway--what's there to see this time? Absolutely nothing\nleft.\"\n\n\"Except his car,\" said Russ. He spoke with a lisping dreaminess.\n\n\"You'll park it by one of the fishing piers. Woodard said as he left\nhere that he'd stop for a late swim.\"\n\n\"Just lovely,\" sighed the girl. And Russ nodded in slow motion.\n\nNodus smiled almost reluctantly. Perfectionist that he was, it would be\nlong before he was wholly satisfied. He turned to the girl. \"Your idea\nof substituting the partitas for the Mahler 'Farewell' was very sound.\nI'm interested in the reasoning.\"\n\nHer nostrils flaring at the heady draught of his praise, she giggled\nshyly. \"I _hoped_ the partitas would work, because Mahler really\nfractures me. That 'Farewell' would have finished _me_--even where I\nwas sitting.\"\n\nHis glance rested on her as if he would bear this in mind. Then he said\n\"It should be safe to look closely now,\" and he led his technicians to\nthe vacant chair.\n\n\"No nasty mess to clean up!\" raved the girl. \"Nothing like that Ward,\nwith his dreadful post-distillation residuum!\" And as Nodus and Russ\nexchanged smiles at her woman's viewpoint--\"Who's next?\" she demanded.\n\nRuss was inspired. \"That frightful old woman at the hotel!\"\n\nNodus regarded the girl through narrowed eyes. \"The one's been\nspreading those half-wit tales about you and me.\"\n\nShe did not meet his look. \"You'd never get Mrs. Jenson here alone.\"\n\n\"Then with her friends,\" he said expansively. With upturned hand\nhe warded off protest. \"I can tell you now that I expect to be\nready--before the season is ended--for _group_ therapy.\" He ignored\nher little scream of delight, Russ's slow smile of wonder. \"Perhaps\nyou don't quite realize--this evening--how important it's been.\" His\nvoice had begun to tremble, and he rested a moment to steady himself.\n\"After all the years with warts and small excrescences,\" he said, his\neyes misting. \"The humiliation of our work with corns....\" He raised\nhis head proudly. \"But it was to this that it was all leading....\"\nHe pointed to the undefiled chair. \"And now it begins to look as if\nwe--and with no billions backing us, mind you--would be ready before\nthe no-fallout bomb!\"\n\nThe girl looked faint with wonder as Russ lisped complacently, \"And\nwithout the disastrous destruction of priceless commodities.\"\n\n\n                                THE END\n\n\n",
    "metadata": {
        "author": [
            "Baudin, Maurice"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73296/pg73296.txt",
        "name": "hystereo.json"
    }
}