{
    "name": "Identity",
    "author": [
        "Blade, Zoë"
    ],
    "body": "\"Flat-chested Faye, flat-chested Faye,\" chanted the girls on the table\nnext to Faye and Rebecca's.  The large hall smelled of cabbages,\npotatoes and baked beans, and everyone else was talking and eating and\nmoving chairs so loudly that Faye could hardly hear herself think.\n\n\"Just ignore them,\" suggested Rebecca.\n\nFaye didn't say anything.  She opened her lunchbox and fished around in\nher deep blazer pockets for her medication.  She teased a pill out of\nthe bottle and washed it down with some orange squash from her Helen\nFryer thermos flask.\n\n\"It's not healthy to have secrets, you know.\"  Rebecca peered across at\nher, trying to make out the label on the bottle.\n\n\"They're called antiandrogens.\"  Faye slipped the bottle back into her\npocket.  \"I told you, I have a hormonal imbalance, that's all.\"  It\nwasn't even a white lie, she told herself.  It was just being vague.\n\n\"Is that why you haven't... you know... developed yet?\"  Rebecca took a\nbite out of her sandwich.\n\n\"It's not healthy to be so pushy, either.\"  Faye forced herself to\nstart eating her lunch; she wasn't feeling hungry.\n\n\"Sorry,\" said Rebecca.  She took a sip of her drink.  \"It's just that\nit's not the same without you during swimming lessons.  Who else am I\ngoing to tease?\"\n\n\"I'm sure there must be someone,\" said Faye.\n\nRebecca looked up as she thought to herself.  \"How come you're not\nallowed to go swimming with us, anyway?  Just because you haven't\nstarted puberty yet?  I mean, Jenny's way behind everyone else too and\nshe still goes swimming.\"\n\n\"I'd rather not talk about it.\"  Faye didn't dare to look up from her\nfood.  She could already feel herself getting the kind of headache that\nmeant she'd start crying soon if she wasn't careful.  She tried to\nchange the subject.  \"Have you done the new Fryer episode?\"\n\n\"What, this?\"  Rebecca pulled a silver disc out of her blazer pocket,\nholding it up for Faye to see.  \"You want to try it?\"\n\n\"I think I could be persuaded.\"  Faye looked up long enough for her\neyes to meet Rebecca's.  Big mistake.  She tried not to think about how\nthey seemed to radiate a sense of playful mischief, or about the curly\ntrusses of auburn hair partially hiding them.\n\nRebecca handed the disc to Faye, and for an instant, their hands\ntouched as she took it from her.\n\n\"Thanks.\"  Faye slid the disc into her pocket and tried to concentrate\non finishing her meal.\n\n\nFaye stared up at a bright blue sky that wasn't there and listened to a\ndozen conversations about nothing in particular.  She breathed in\ndeeply, savouring the scent of the freshly cut grass she wasn't really\nlying on.  Although she was actually lying on her bed, her senses were\nall being hijacked by the Digitac player lying next to her as it\nreplayed the sensory input of Helen Fryer, one of the country's most\npopular actresses.  She saw and heard everything that Helen did, but\nshe was helpless to try and direct her where she wanted to go.  She was\njust an observer, albeit a very intimate one.\n\nFaye felt someone squeeze her hand, and turned to face him.  Naturally,\nit was James.  He had the kind of rugged good looks that were currently\nconsidered attractive by most of the girls in her class.  His bleached\nblonde hair was just long enough to get in the way of his hazel eyes,\nand whenever she kissed him, his stubble felt like sandpaper.  She\nwasn't quite sure if she had a type yet, but if she did, James\ndefinitely wasn't it.\n\n\"I love you, James,\" she felt herself say.\n\n\"I love you too, Helen,\" said James.  His smile widened, and Faye felt\nhers do the same.  He leaned towards her.  She reciprocated, closing\nher eyes.  As their lips met, she started to open her mouth, letting\nhim separate her lips with his tongue.\n\n_Eww_, thought Faye as she opened her eyes and groped around for her\nDigitac player's stop button, overwhelmed by the two sets of images\ncompeting in her head.  She pressed it just in time.  Suddenly, the\nbright blue sky was replaced with the various posters of female rock\nstars that lined her bedroom's walls.  The chattering of passers-by\ncame to an abrupt end, and in its place she could hear the dull murmur\nof her parents' old fashioned flatscreen television downstairs.\n\nLooking down at herself, Faye sighed wistfully.  At least she'd slipped\nout of the unfashionable blazer, blouse, polyester skirt and opaque\nblack tights of her school uniform.  Instead, she was wearing a light\npink spaghetti top over a padded bra--as if _that_ was fooling\nanybody--and a blue denim miniskirt, clothes she wouldn't mind actually\nbeing seen in, but that didn't change the fact that the other girls were\nright.  She _was_ flat-chested.\n\nShe reached into her bedside drawer, lifted up a stack of glossy\nmagazines and pulled out the Digitac disc she'd been too embarrassed to\ntell anyone about.\n\nShe read the disc's title: _The Kelly Travis Workout Experience_.  It\nhad come free with a packet of cereal, the kind that wasn't covered in\nsugar.  It was meant to show you that working out at a Kelly Travis gym\nwasn't as difficult as you thought it was.  Faye ejected the Helen\nFryer disc and tossed it onto the bed next to the player, then slid the\nKelly Travis disc in and pressed play.\n\nWithin moments, she was running on a treadmill in front of a full\nlength mirror.  She could smell her own sweat, sharp and strong, but it\ndidn't matter.  Closing her eyes again, she stared at her own face, or\nat least the face of a nameless actress, blue eyes staring back at her\nfrom behind a blonde fringe, smiling with determination and the\nknowledge that she could push herself further this time.  Digitac\nactresses almost always smiled.  She pushed a few buttons on the\ntreadmill's keypad, and it beeped in reply as the motor sped up.\n\nHer muscles soon started to ache, but it was worth it.  She could feel\nevery inch of her fully developed and well defined body.  Every\nfootstep filled her with the kind of satisfaction she couldn't get in\nreal life. She was supple and slender, but not dangerously thin\nanymore.  She was fully grown, with curves she would do anything to\nhave in real life.\n\nWithout warning, Faye felt a tap on her shoulder.  She pressed the stop\nbutton on the player again and opened her eyes.\n\n\"Your father and I would like to have a word with you when you're\nready.\"  Her mother was standing by the bed, looking down at her.\n\n\"What did I do?\" protested Faye.\n\n\"It's nothing like that.\"\n\nFaye squinted up at her mother, shielding her eyes from the bedroom\nlight with her hand.  \"What do you want then?\"\n\nHer mother sighed in frustration.  \"Please, just come down.\"\n\n\nBy the time Faye walked into the lounge, the television was off.  Her\nparents were sitting in silence, staring at the fireplace.  It was\nstill covered in cards wishing Faye a happy birthday.\n\n\"Please, sit down, dear,\" suggested her mother.\n\nFaye sat down on the couch, facing both her parents.  They looked\nsolemn, like the time her uncle had died.\n\nHer mother cleared her throat.  \"You know how you're... different from\nthe other girls?\"\n\n\"I don't like Helen Fryer as much,\" suggested Faye.\n\n\"Not that.\"  Her mother sounded frustrated again now.\n\n\"Your body,\" said her father, almost apologetically.  \"You know, the\nreason you work on your algebra while your friends have their swimming\nlessons.\"\n\n\"Oh.\"  Faye suddenly realised what they were getting at.  \"_That_.\"\nShe looked down at the shag carpet.\n\nYears ago, her parents had sat her down for a similar talk.  They had\ntold her about how all babies have thorough medical checks these days,\never since the government worked out that prevention was cheaper than\ncure.  When she'd had hers, the high definition MRI scan had apparently\nrevealed that she was a perfectly healthy baby girl--despite her body\ngiving her the appearance of a perfectly healthy baby boy.\n\nIt was an age old condition, her parents had told her.  In a funny sort\nof way, they'd said, she was lucky to have been born when she was.  As\nrecently as a few decades earlier, people with her medical issue had to\nwork it out for themselves after decades and sometimes even lifetimes\nof mental anguish.  Nowadays it was something your doctor told your\nparents at birth.\n\n\"I know you don't exactly like your body,\" said her father.\n\n\"I look like a freak,\" muttered Faye.\n\n\"That's not true,\" said her mother sharply.  \"You look just as lovely\nas any of your friends.\"\n\nFaye didn't say anything.  It simply wasn't true.  Karen and Sarah and\nLouise all had to start wearing training bras this year, and here she\nwas with a flat chest and an unsightly bulge in her knickers.  It was\nhideous.  Her skin crawled just thinking about it.\n\n\"Those pills you're taking are just a temporary measure,\" her mother\ncontinued.  \"They're delaying your puberty, but you can't take them\nforever.\"  Her mother's voice became unusually soft and quiet.  \"You're\ngoing to have to make a choice.\"\n\n\"What kind of choice?\" asked Faye, her eyes still fixed on the floor.\nShe could feel them welling up already.\n\nHer father piped up.  \"We can give you some other pills that will give\nyour body the oestrogen it ought to be producing.  They'll make you\nlook more like your friends, you know, put some weight on your hips\nand...\" he glanced at her chest, unable to be so blunt to his own\ndaughter. \"...other places.\"  He quickly changed the subject, adding,\n\"But you'll have to meet us half way, you understand, and start eating\nproperly.\"\n\nFaye looked up at him, hope in her eyes.  He looked blurry behind her\ntears.\n\n\"Plus, you know... we've been saving away since your birth.  I know\nChristmas and your birthday have always been lean, but you'd be able to\nhave an operation to fix...\" he glanced down at her groin.  \"...you\nknow.\"\n\n\"Really?  You mean it?\"  Faye sniffed.\n\n\"There is another option,\" her mother pointed out.  \"I don't want to\npressure you into anything, but it would mean your body wouldn't be so\nscarred.  You could use the money to go to college, and you could even\nhave children one day.  It _would_ be nice to have grandchildren.\"\n\nHer father gave her mother a look that silenced her.\n\n\"What do you mean?\" asked Faye, her eyes darting from her mother to her\nfather.\n\n\"There's a new operation you can have.\"  Her father shifted in his\nseat. \"They came out with it a few years ago.\"\n\n\"It's perfectly safe,\" assured her mother.  \"Lots of girls with your\ncondition have had it.\"\n\n\"What kind of operation?\"  Faye didn't like the sound of this at all.\n\n\"It would mean you wouldn't mind your body so much.\"  Her mother looked\nhopeful.  \"In fact, you'd welcome its growth.\"\n\nFaye tried to work out what her parents were getting at.  \"What kind of\noperation?\" she repeated.\n\n\"It has something to do with the way the brain's wired up,\" said her\nfather.\n\n\"Brain surgery?\" spluttered Faye, shocked that her parents could\nsuggest such a thing.\n\n\"You'd still be you,\" assured her mother.\n\n\"For the most part, anyway,\" corrected her father.\n\n\"Oh, stop scaring her!\" scathed her mother.  Facing Faye again, she\nadded, \"You'd still be the same person.  You'd just be... well... a\nboy.\"\n\nBefore Faye knew what had happened, she'd dashed out of the room.  She\nran up the stairs, their outline a blurry mess behind her tears, and\nslammed her bedroom door shut before flopping onto her bed, her eyes\nburied in her arm.\n\nWhen she finally let herself sob uncontrollably, it was a relief in a\nway.  She just let go, letting the pain wash over her.  The pile of\nsoft toys by her side offered no comfort, their presence suddenly\nseeming childish.  As much as her parents kept on saying how much they\nloved her, she got the feeling all her mother really cared about was\nhaving grandchildren.\n\n\n\"So what did you think of him?\" asked Rebecca as she sat on her bed,\nher back against the wall.\n\n\"Who?\" asked Faye.  She made an effort to stop gawking at her best\nfriend's perfectly curled tresses as she snapped out of her daydream.\n\n\"_James_,\" said Rebecca, slightly jerking her head forward to show her\nfrustration.\n\n\"Oh.\"  Faye took the silver disc out of her pocket and handed it to\nher. \"Thanks.\"\n\n\"You're not getting out of the question _that_ easily!\"  Rebecca took\nthe disc and put it on a stack on the shelf next to the bed.\n\n\"I dunno.\"  Faye shrugged.  \"He's OK, I guess.\"\n\n\"Just _OK_?\" asked Rebecca in disbelief.\n\n\"It's not like I wanna have his babies or anything,\" said Faye.\n\n\"Geez, you don't like Toby, you don't like James, who _do_ you like?\"\nRebecca scrunched her face up for a split second.\n\n\"I like you,\" pointed out Faye.\n\n\"Yeah, but not _like_ like.  Not like you like boys.\"\n\nFaye made an effort to look away from Rebecca's soft cheeks and her\nperfect lips.  \"What's meant to be so good about boys, anyway?\"\n\n\"They have their moments,\" said Rebecca.  \"Some of them do, anyway.\nMaybe not the ones in _our_ class, but once they're a bit older, maybe.\"\n\n\"Sounds like a long wait.\"  Faye kept her gaze on the floor.\n\n\"They just take a few more years to grow up, is all.  Give them a\nwhile, you'll see.  Besides, if you didn't like boys, who _would_ you\nlike?\"\n\n\"Faye!\" called Rebecca's mother from downstairs.  \"Your mother's here!\"\n\n\"I'd better go.\"  Faye stood up.  \"Thanks for the Fryer episode.\"\n\n\"That's OK.\"  Rebecca looked at her the same way she looked at\ncaterpillars and butterflies, her eyes focused with well meaning\ncuriosity.  For a second, Faye forgot to worry about the choice she had\nto make and about deciding how much she could tell Rebecca and just let\nherself get lost in her smile.\n\n\nFaye stared up at her familiar posters of female rock stars as she lay\ndown on her bed in deep thought.\n\nOn the one hand, she didn't want to die.  She figured the person who'd\nrecover from the brain surgery, however nice he might be and however\nhappy he might become, simply wouldn't be her.  Sure, he'd resemble her\nlike a brother might and he'd keep her memories as a strange sort of\nmemento, but he'd have different drives, different ambitions, a\ndifferent outlook on life.  Wouldn't he?\n\nBesides, she couldn't bear the thought of giving a complete stranger,\nsomeone who didn't even exist yet, all of her emotional baggage.  The\nmemories of trying to cope with her birth defect, of trying to make\nsense of it, and of being constantly bullied at school because of her\ndifferences... she didn't even want this knowledge herself, and the\nthought of crippling someone else with it made her cringe.\n\nOn the other hand, someone else would have a much better chance of\nactually being happy.  He'd still inherit her psychological scars, but\nnot the dozens of physical ones that the necessary surgery would give\nher.  Maybe her childhood would seem as distant and unreal to him as a\nDigitac episode did to her.\n\nSo it boiled down to a choice between growing up to be a woman with low\nself esteem and a malformed body, and donating the rest of her life to\nsome boy who--strange memories aside--might actually qualify as\nnormal.  His life would certainly be easier than hers, especially if he\nalso wanted to date girls.\n\nShe grabbed her pillow, hugged it and curled up into a ball.  Why did\nthis have to happen to her?  She was just a girl trying to lead an\nordinary life.\n\nIn the end, she finally made a decision.  She was pretty sure it was\nthe _wrong_ decision, but she didn't know what else to do.  At least\nthis way, she'd stop being such a burden and an embarrassment to\neveryone.\n\n\n\"This is your last chance to change your mind,\" said the doctor in a\nsoft, sympathetic voice.  He put his hand on hers.  \"Are you sure you\nwant to do this?\"\n\nFaye looked down at their hands.  Her wrist was encased in a light blue\nbracelet with her name and date of birth printed on it.  They'd soon\nhave to change it, she realised.\n\nOf course I'm not sure, she thought.  Was anyone?  She held back a\ntear. \"Yes, I'm sure,\" she said, nodding.  She just wanted to get it\nover with.\n\n                            * * *\n\nDavid opened his eyes.  A blurry white light filled the room.  Slowly,\neverything came into focus.  He was lying on a hospital bed, soaked\nwith sweat.  A fan was perched on the table next to the bed, blowing a\ngentle breeze of fresh air into his face.  He looked around.  There was\na bag with a liquid in it suspended above him, with a tube running down\nto his arm.  He found a mirror on the table, next to the fan, and\npicked it up. Holding it in front of his face, he gazed at his\nreflection.\n\nIt was the same as it had always been, of course, except that where\nlong, frizzy hair used to be, there was now a tightly wrapped bandage,\nstained with blood.  It was clearly the face of a young boy staring\nback at him.  For the first time, he wasn't repulsed by it.  It wasn't\nlike looking at a stranger he grudgingly had to put up with.  It was\nmore like... he thought about this.  It didn't really feel like\nanything at all.  His reflection didn't provoke any kind of emotion in\nhim.  It wasn't good, it wasn't bad, it was just who he was.  That had\nalways been the problem with Faye, though: not that her body was _bad_,\njust that it simply wasn't who she was.\n\nHe could remember everything.  Not just Faye's actions, but her\ninnermost thoughts.  He remembered the way that some evenings, as she\nwent to bed, she would look down at her flat chest and lack of curves\nand feel the headache that meant she was about to cry.  He even\nremembered how she'd secretly started to feel about her best friend,\nRebecca.  Those memories were his now, but the feelings weren't.\n\nLooking down at the outline of the slightly malnourished but otherwise\nhealthy young body hidden beneath the bed sheets and medical gown, he\nfelt no repulsion any longer.  Despite the nausea and the overwhelming\nfeeling that he needed to get some rest, in a weird sort of way, he\nfelt fine for the first time in his life.  It was finally over.\n\n\nAs he walked up to Rebecca's house, David scratched the scar on the\nback of his head.  He still wasn't used to the feeling of the short\nbristles of hair against his fingers.  He pressed the doorbell and\nwaited.\n\nRebecca's mother answered the door, but she didn't greet him with\nenthusiasm like she usually did.  Instead, she looked at him like she\nwas expecting him to introduce himself.\n\n\"Hi.  It's me, David,\" he said.  Seeing no hint of recognition in her\neyes, he added, \"Henley.\"\n\n\"Oh.\"  She seemed taken aback.  \"Of course.  Please, come in.\"  She\nopened the door wider and turned around to face the stairs.  \"Rebecca!\nYour friend's here!\"  Turning back to face David, she assured him, \"I'm\nsure she won't be long,\" before disappearing into the kitchen.\n\nDavid waited in the hallway until Rebecca finally crept down the\nstairs, coming to a stop half way down the staircase.  She looked\nalmost afraid. It made David's stomach hurt, to know that he was the\ncause of the pained look on her face.\n\n\"Hi,\" he said.\n\n\"Hi.\"  She squeezed her arm as if she was nervous.\n\n\"You haven't been to see me or anything,\" he said.  \"You still like me,\nright?\"\n\n\"_Like_ you?  I don't even _know_ you.\"  Rebecca waited what seemed\nlike forever before she next spoke.  When she did, her voice was soft,\nas if she was recounting a painful tale.  \"Three years ago, my best\nfriend moved to the other side of the country, and I never got to see\nher again.  We still e-mail each other, of course, but it's not the\nsame. For the longest time, I didn't have anyone to help me make it\nthrough the day.  Until I met you.  Until I met Faye, I mean.  Now it's\nhappening all over again, only worse than that, because it's like a\npart of Faye's still here, and you're running around, oblivious to the\nfact that you've stolen it from her.\"\n\n\"Oh.\"  David didn't know what else to say.\n\n\"Is that all you've got to say?  '_Oh_'?\"\n\n\"I guess I didn't see it that way.  I was hoping we could still be\nfriends.\"  David looked at Rebecca, but her eyes seemed sharp and cold.\n\"You know, like you and her were.  You and me, I mean.  I still\nremember everything, you know.  How you'd laugh together, or swap\nsecrets about boys.\"\n\n\"Yeah, well not anymore, OK?\"\n\nDavid stood in silence, trying to think of something to say to make it\nall better.  Deep down, he knew there was nothing he could say or do\nthat could change how Rebecca felt.\n\n\"So is this it?\" David eventually asked.  \"Is this how we're going to\nsay goodbye?  You meant everything to her.\"\n\nRebecca paused, as if she wanted to say something but wasn't sure if\nshe should.  Finally, she said, \"She loved me, didn't she?\"\n\nDavid nodded.\n\nRebecca looked straight ahead as if she was talking to the front door.\n\"I loved her too, I think.  Despite everything.\"  She turned to face\nDavid.  \"That's why it hurts to look at you.\"\n\n\"I'm sorry,\" said David.  He cursed himself for not being able to think\nof anything better to say.\n\nRebecca didn't reply to him, but as he walked out the door, he could\nhave sworn he'd heard her whispering, \"So am I.\"\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Blade, Zoë"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29676/pg29676.txt",
        "name": "identity.json"
    }
}