{
  "name": "If You're Smart—",
  "author": [
    "Jameson, Malcolm"
  ],
  "body": "          Seems a pretty obvious crack for a business sharper\n           to make to an inventor. \"If you're so smart, why\n            don't you make some money yourself?\" Maybe so.\n            But this scientist had an even better answer--\n\n\n\"If you're so damn smart, why ain't you rich?\"\n\nThat hoary wisecrack must have been all of three centuries old when\nWolf Carmichael pulled it on Dr. Claud Kellog. The Wolf of Saturn\nloved it and used it often. That day he lay back in his swivel chair,\nchuckling offensively somewhere in the fatty depths of his triple chin,\nas he threw it. But his roving, piggish eyes showed no mirth. They\nwere hard and scheming, the ruthless eyes that had made him master\nof all commerce and industry throughout the Saturnian system. To his\nmoney-grubbing mentality, this question was the ultimate in triumphant\nrepartee.\n\n\"A scholar named Archimedes was asked that question once,\" replied Dr.\nKellog, flushing angrily, \"and to prove he could be rich if he wished,\nhe knocked off his important mathematical researches long enough to buy\nup all the wine presses in the country. It was winter, then, but when\nthe next fall came the vintners had to have their presses back or else\nlose the grape crop. Archimedes made a tidy profit.\"\n\n\"Never heard of him,\" snorted Carmichael. \"Musta been some little\nfellow on Venus. If he was a real big shot in the booze racket, he'd be\non the board of Interplanetary Distillers. He aint.\"\n\nCarmichael threw away the stump of the cigar he was smoking and lit\nanother.\n\n\"To get back to this gadget of yours,\" he resumed indifferently. \"Maybe\nit's as good as you say, maybe not. But George Carmichael was always\nthe boy to give a struggling inventor a chance--\"\n\nKellog winced. Yeah. Wolf would back anything that promised sure profit\nand no loss--provided he was given control.\n\n\"--so here's what I'm willing to do. Your proposition to have me lend\nyou enough to get your machines built is out--the machines might\nflop, then where'd I be? What we'll do is this--incorporate your\nwhatchamacallit--\"\n\n\"Antichron.\"\n\n\"Antichron, huh? We'll incorporate it first, then put it into\nproduction. I get fifty-five percent of the stock for promotion fee,\nwe sell twenty to the public for working capital, and all the rest is\nyours. See?\"\n\nKellog saw. It was a typical Carmichael proposition. Kellog would\nfurnish the work and brains, the sucker public the money. If the\nventure failed, Carmichael couldn't be hurt; if it succeeded, he would\nrake in the lion's share. Kellog reached for his hat and jammed it on\nhis head.\n\n\"That's pure burglary, Mr. Carmichael,\" he said fairly evenly,\nmustering all his powers of self-restraint. \"I'll see you in hell\nfirst.\"\n\n\"Tut, tut, my boy,\" said Carmichael with a repetition of his nasty\nchuckle, \"how fiery you are! That's bad. You should never mix emotion\nwith business. Take me. Am I offended? No. I'll be here tomorrow, and\nthe day after that, and the day after that, ready to do business with\nyou. You'll come back--they always do.\"\n\nKellog only glared at him, then strode from the room, boiling at the\narrogance of the grasping capitalist. And as he angrily made his way\ndown the main street of Saturnport, everything he saw added to his\nrage--and to his gloom, too. For every enterprise of any magnitude\non Titan, or on any of the other Saturnian satellites, was owned or\ncontrolled by Carmichael. The list was an imposing one. Carmichael was\nthe president of the Titanic Trust Co., the only bank. He owned the\nSaturnport Supply Co. and Titan Shipyards outright. He had a fat finger\nin Rhean Ranches, Miman Mines, Titan Radio Power, the Dione angrauk\npackeries, and the ruby pits on Enceladus. What burned up Kellog the\nmost was Trans-Saturnian Lighter Service.\n\nThat line of small intersatellite freighters had been established and\nbuilt by his father, years before. It supplied a much-needed service,\nfor the great interplanetary ships stopped only at Saturnport. The\nlittle lighters carried the slaughtered angrauks from Rhea to the\npackeries of Dione, and thence to the big port. They hauled ores from\nthe mines of Mimas to the smelters on Titan, and did other chores of\nthe kind. Carmichael saw it was a profitable line and tried to buy\ninto it. The elder Kellog resisted. Carmichael shut down his mines for\na year, cutting off important revenue. A quarantine on angrauks was\nmysteriously promulgated; taxes on intersatellite shipping increased.\nThe bank called Kellog's notes. His lighter service was forced into\nbankruptcy.\n\n\"And Carmichael bought it for a song,\" muttered Doc, bitterly, \"had the\nnew taxes repealed and the quarantine rescinded. It broke dad's heart.\"\n\nThat was the way the Wolf of Saturn did things. Honeyed words, cash\nadvances, at first, anything for a foothold. Then squeeze, squeeze\nuntil the enterprise was his. Now that he had the colonies of the\nSaturnian system well under his thumb, he was branching out into larger\nfields. He had ambitions of going back to the Earth one day and taking\nhis place among the mighty in Wall Street, where the Systemic Stock\nExchange was. He wanted to lock horns with such magnates as Aalman,\nhead of Venus Exploitation, Inc., and chairman of the board of the\nTellurian Master Bank. He wanted a bigger say-so in the operation of\nthe Interplanetary Transport Co. and a directorship on Etherways, the\nplanets' communication system. Therefore, when he was not in his office\nat the Carmichael Building, he could be found in the brokerage office\nof Neville & Beardsley, trading fiercely in securities, trying to match\nwits with Aalman and the other tycoons.\n\nDoc Kellog knew all that and knew how hopeless his fight was. Yet that\nilliterate taunt still rang in his ears. He was smart, but he wasn't\nrich. There must be something wrong with his approach to things. Other\nmen with half his brains got along and prospered; why couldn't he? That\nthought was uppermost in his mind when he reached his laboratory.\n\n\"What luck, Doc?\" asked cheery Billy Wade, his chief assistant.\n\n\"The usual,\" growled Kellog. \"He wants to hog the show, otherwise no\ndice. I told him to go to hell.\"\n\n\"Swell,\" grinned Billy Wade, admiringly, \"but where do we get off? Fold\nup and get jobs somewhere?\"\n\n\"Maybe.\" Doc Kellog's anger had cooled somewhat and dejection had\nsucceeded it. But he was not quite ready to surrender. The memory of\nthat sneering challenge still rankled. Kellog sat down and stared at\nthe floor in deep thought.\n\n\n\nThings looked black. The single model of his antichron worked\nperfectly. It had proved that his theory was correct. He could warp\nspace-time, given power enough, and bring all the planets together,\njust as centuries before the introduction of telegraph and radio\nbrought all the countries of the Earth together. But his money was\ngone, his bills mounting, and he was forced to deal with interlocking\nmonopolies for all his supplies, power and credit. Carmichael knew that\nas well as he did and was waiting for the plum to drop in his lap.\nKellog knew that Carmichael would fight him tooth and nail unless he\ncut him in. And that Kellog was resolved not to do.\n\nHe had never thought of his invention in terms of money before, but\nrather in terms of the immense boon it would be to all humanity, taking\nit for granted that his own compensation would be just and adequate.\nBut now he was racking his brain for a way to turn it into money--lots\nof money--and quickly. He had exhausted all his own resources in\nbuilding the one model he had, and the power bills were eating him\nup. If they were not paid by the end of the week, Titan Power would\nattach his laboratory and its contents, which was the same as saying\nCarmichael would.\n\nAntichron--what were its chief virtues? What could he cash in on\n_now_? For he must not only save what he had, but construct other\nmachines to introduce to the public. He sat up and looked at his model\nthoughtfully. It was a clumsy-looking device, a monster machine taking\nup the whole side of the room. Its main feature was a six-foot-square\ncrystal window, framed by shiny steel panels studded with knobs, dials,\nglowing tubes, buttons and cranks. The crystal resembled an ordinary\ntelevise scanner of the type used by Etherways, except that it was\nthicker and double-faced. Whatever form of energy, whether heat,\nelectricity or light, impinged on one face was immediately transmitted\nto the other. Where it differed from the standard models was that\nits two faces could be split apart when subjected to antichronic\nstresses, and separated by any number of millions of miles. But the\nsame antichronic stresses also created a warp in space-time so that\nthe interval seemed not to exist. It was a window that with the proper\nmanipulations of its complex controls could be made to look upon any\nspot in the universe and receive energy impulse from it _then_.\n\nThat \"then\" was its great virtue. Long before space travel was an\nactuality, mathematicians had known that there was no such thing as\nsimultaneity. Time, like space, was relative. They had had their first\npractical demonstration of it when they tried to use two-way television\nbetween the Earth and Moon. Radio waves took a little over a second to\ntravel each way. A man would speak, then wait for two seconds before\nhis answer began coming back to him. Later, that time lag became almost\nintolerable. From Callisto it was three quarters of an hour--you\nactivated the machine, waited forty or so minutes for it to light up,\nand then you waited an equal period for the inquiring face looking at\nyou to register understanding and begin his reply. Obviously, where\nan hour and a half intervened between question and answer, sprightly\nconversation was impossible. The antichron would cure that. With the\nspace between warped out of existence, instantaneous response could be\nhad.\n\n\"Why ain't I rich, huh?\" repeated Kellog, sourly, and began thinking\non how men got rich. Not by inventing useful things or hard work,\nnecessarily. He thought of Carmichael's career, and Aalman's, and\nthose of others. They had one common denominator--they were men who\nbought and sold, bought cheap and sold dear. And where did they find\ntheir sellers and buyers? Why, on the Stock Exchange, of course.\nKellog's eyes lit up and he almost trembled with excitement as the full\nimplications of that chance thought dawned upon him. He jumped up and\ncalled Wade to him.\n\n\"How much money have we?\" he asked excitedly.\n\nBilly Wade pulled out a wallet and squinted at its contents.\n\n\"There's about a thousand here of my own and the three thousand you\ngave me to keep for the power bill.\"\n\n\"Willing to gamble?\"\n\nWade just grinned and handed over the money.\n\n\"Quick, now. Grab the current 'Ephemerides' and find the Earth's\npresent position and rate of relative movement. Then look up the exact\nlatitude and longitude of the lower tip of Manhattan Island--that's in\nNew York.\"\n\nKellog ran over to the antichron and began setting the dials as\nWade called out the figures. Then he threw a master switch and the\nmachine hummed into activity. In a moment the screen was glowing, then\ntransparent. It was as if Kellog were looking out of a window high\nover a green park surrounded on three sides by water. He adjusted the\nmechanism and caused the projected screen to lower itself to a great\nsprawling building that lay below. He forced it through a wall, and\nthere he was--looking in on the trading floor of the nerve center of\nthe Solar System, the Systemic Stock Exchange!\n\nThousands of men were milling about beneath, gesticulating and\nshouting. At the other end of the vast hall an immense annunciator\nboard stood, on which names and numbers appeared. A flickering screen\nbeside it was displaying news flashes.\n\n\"A notebook! Hurry!\" exclaimed Doc Kellog. He jotted down quotations\nas he watched. Callistan Radioactives was high and climbing--a sale\nat 423-1/2, then another at 428, then at 430-1/4. A flash came over\nthe screen saying Martian Gems had passed its dividend. Martian Gems\npromptly dropped twelve points. Etherways and I. P. T. were strong. The\nmarket generally was strong.\n\n\"Let her run,\" Doc shouted, shoving the book into his pocket. \"Damn\nthe power bill. If I'm right, it won't matter; if I'm wrong, it won't\nmatter either. I'll be seeing you.\"\n\nThen he was out and gone, hurrying to Neville & Beardsley.\n\n\n\nMr. Neville took the money, but he looked at the young scientist\ndubiously.\n\n\"Small margin accounts are dangerous,\" he warned. \"We accept them, but\nwe don't solicit them. Those wolves out there will take the shirt off\nyour back so quick it will make your head swim.\"\n\n\"Fair enough,\" answered Kellog cheerfully. \"As a matter of fact, I am\nin the market for a few wolfskins myself. Here, buy me some Callistan\nRadioactives and sell some Martian Gems; all you can for the money.\"\n\nNeville grunted disapprovingly, but took the money. Nobody but an\nignorant fool would sell Martian short, and Callistan was no bargain\nabove 400. Kellog went on into the board room and sat down behind the\ngroup of local capitalists who were scanning the board in a listless,\nbored way. Kellog had a hard time restraining his elation, for the\nfigures on the board they were looking at were ancient history to him.\nHis information was over an hour ahead of it. After a while he got up\nand phoned Wade from a booth.\n\n\"Read me the latest dope,\" he said. Then listened as Wade gave him the\nquotations. Martian had stopped falling; there was a flurry in Oberon\nMetals. He hung up and stopped at Neville's desk on the way back to his\nchair.\n\n\"Cover that Martian sale, then buy me some Oberon.\"\n\nNeville blinked. Oberon had been inactive for days. But he noticed\nKellog had doubled his money on the Martian transaction, and had a nice\npaper profit on his Callistan stock.\n\n\"Beginner's luck,\" he cautioned, as he filed the order.\n\nWhen Kellog got the day's close from Wade, he closed out his line. It\nwas not a bad day's work. His cash balance on Neville's books was over\nfourteen thousand. He left it there; tomorrow was another day.\n\nThe next day he ran the fourteen thousand up to forty-five. The day\nafter that he finished up with a couple of hundred. He drew enough of\nit to pay the power bill, then walked on to the booking office of Titan\nGeneral Shops.\n\n\"Last week,\" said Kellog to the clerk, \"I left an order here for some\nparts for a special televise machine--\"\n\n\"It's N. G.,\" said the insolent clerk. \"Credit disapproved.\"\n\n\"I've got the money now,\" added Kellog. But the clerk shook his head\nand walked away. Over his shoulder he flung:\n\n\"You gotta get Wolf's O. K. He stopped it--personally.\"\n\n\"Oh,\" said Kellog. So he wouldn't be permitted to develop his invention\non Titan _even_ if he had money! Carmichael held the reins--the supply\nhouse, the shops, the power plant, transportation. Kellog walked slowly\nback to his laboratory, thinking on the way what his next step would be.\n\nThe following day he had better luck. When he looked from his antichron\nonto the clamoring mob of Wall Street brokers he knew at once that\nsomething unusual was afoot. Pandemonium reigned, and often awed faces\nwould turn to stare up at the quotation board with its ever-changing\nsymbols of good and bad news. Kellog read the last bulletin hurriedly.\n\n\"Following the suicide early this morning of Charles Bean, general\nmanager of Venus Exploitation, rumors persist that the company's\nbillion-dollar investment in mimil plantations has had to be written\noff as a total loss. The stock opened at 240, but fell off over a\nhundred points in the first few minutes of trading. The last sale was\nat 97--\"\n\nKellog waited, tense. He watched Exploitation sink rapidly to 60, 50,\nthen 40. A gong rang and the screen lighted up again.\n\n\"A correction to the last bulletin,\" it said. \"President Aalman\nhas made a statement. He says that Bean's suicide was due entirely\nto domestic difficulties. The mimil venture has been tremendously\nsuccessful. So much so that the board of directors announce a one\nhundred percent stock dividend and an equal amount in cash. He further\nstates that he will buy personally all the stock that is offered under\n500.\"\n\nAt once the tumult on the floor increased to a howling typhoon of sound\nas the brokers suddenly reversed their position and began hunting\nsellers as fervidly as they had previously been hunting buyers.\nThe bidding was wild, leaping by bounds to ever-higher figures.\nExploitation rose from its depths like a soaring skyrocket--up into the\nhundreds, past the five-hundred mark of Aalman's bid, on to a thousand\nand upward.\n\nAnother gong. Another announcement.\n\n\"It is apparent that an effort is being made to corner Venus\nExploitation. The Exchange authorities have ordered, dealings in the\nstock suspended. Speculators short of stock may settle at the rate of\ntwo thousand dollars per share.\"\n\n\"Wow!\" yelled Doc Kellog, and a moment later he was burning up the road\nto Neville & Beardsley.\n\n\n\nThe board room was crowded when he got there. All the big shots of\nTitan were present, not excepting Carmichael. There was sheer panic\nin the faces of some as they stared at the earlier bulletins, for\nExploitation represented a heavy investment for most of them. Even\nWolf's usually expressionless face showed concern as he saw his spare\nmillions dwindle to half and less. He was so intent on following the\ndamning figures that he did not notice the entrance of Kellog, or that\nhe sat down beside him in the chair vacated by a haggard man who had\njust rushed despairingly from the room.\n\n\"It's more of Aalman's skulduggery, the pirate!\" growled Carmichael to\nthe fellow sitting on the other side. \"He's looted the company, that's\nwhat. We're stuck. I'm getting out while I can.\"\n\nHe wrote an order and beckoned to Neville.\n\n\"The hell of it is,\" Wolf added, to his crafty-looking partner, \"that\nwhile this order is getting to New York, the stock will drop forty\npoints more. Damn that time lag!\"\n\nNeville approached, bowed respectfully, and took the order. He looked\nat it, then remarked:\n\n\"This is for more than you own. Are you taking a short position?\"\n\n\"Right! The stuff's wallpaper. When Aalman milks 'em, they stay milked.\nTomorrow I can cover at three. Get rid of this--quick.\"\n\nNeville bowed again and turned away. Kellog plucked him by the sleeve.\nHe had sneaked a look at the order. The amount he had on balance would\nmargin it.\n\n\"I'll take that--at the current price,\" he whispered. \"You needn't send\nit to New York.\"\n\n\"You're crazy,\" said Neville, but he noted the order.\n\nKellog sat back and waited, gloating. In a few minutes the news would\ncome through that the market had reversed itself. He had made a\nbrilliant double play. If Carmichael's selling order had gone through\nin the regular way, when it hit New York his stock would have brought\nhim hundreds of dollars a share; conversely, if his own buying order\nhad, he would have had to pay the corresponding price. As it was, he\ngot Carmichael's stock at 43, close to the bottom, and for it Wolf\nreceived but 43.\n\n\"Whipsawed!\" Carmichael yelled when Aalman's bullish statement was\nbroadcast. \"The dirty rattlesnake. He started the rumors to depress the\nstock; now he's buying it in at a bargain. Neville! Cancel my selling\norders.\"\n\nNeville was late in coming. In the meantime the later flash showed on\nthe screen--the one telling of suspension of trading and the penalties\nlevied on short-sellers.\n\n\"Sorry, sir,\" said Neville, as placatingly as possible, \"but it is\nalready executed. You said quick, so I disposed of it locally.\"\n\nCarmichael snorted and looked about him.\n\n\"What fool--\" he began, but Neville simply said, \"The gentleman on your\nright.\"\n\nCarmichael glared at Kellog. Kellog glared right back.\n\n\"You!\" howled Wolf, his porcine eyes incredulous.\n\n\"Me,\" grinned Kellog. \"You owe me five thousand shares of Exploitation,\nI believe. I want it.\"\n\nCarmichael sputtered and gazed questioningly at Neville. It must be a\njoke--this silly upstart of a scientist holding the whip hand over him.\nWhy, only a few days before he had come whining to his office for the\nloan of a miserable few thousand. Now he was demanding ten million.\nPreposterous!\n\n\"If you haven't the cash, I'll settle for a deed to Titan Shops, lock,\nstock and barrel,\" offered Kellog smoothly, but he could not conceal\nthe triumph in his eyes. \"I am rather anxious to get a little job done\nthere, but up to now they haven't been very ... uh ... co-operative.\"\n\nCarmichael grunted like a prodded boar, frowning. He was in a tight\nspot; he knew it. He had to settle and he did not have the cash.\nMoreover, it hurt him to give up a property. But there seemed to be no\nchoice, and he was aware that the other speculators in the room were\nwatching him closely. He couldn't welsh--not openly.\n\n\"Done!\" he exploded.\n\n\n\nThat night Kellog took over the Titan General Shops. He and Wade worked\nlate, laying out the program for the following day. Tomorrow they would\nstart construction on the first batch of commercial antichrons. But\njust at midnight a messenger came, bearing a communication from the\npower company. It read:\n\n    You are hereby notified that due to inadequate generating\n    facilities, Titan Radio Power finds itself compelled to curtail\n    its service. Since our contract to furnish your plant with power\n    was made with Mr. George Carmichael personally and not with the\n    Titan General Shops, the change of ownership voids it. All service\n    will be discontinued within four hours.\n\n\"The dirty rat!\" blazed Kellog.\n\n\"Wolf is the word,\" corrected Billy Wade with a sigh. \"You can't beat\nhim.\"\n\n\"We'll see,\" said Kellog grimly. \"Let's have a look at the electrical\nhook-up here. Maybe we can use antichron in another way.\"\n\nNeither he nor Wade attempted to sleep that night. They were much too\nbusy. The machine was retuned and put in search for the New York home\nof the general manager of Tellurian Power. They found him, aroused him\nand made their proposition. Yes, the Earth plants had unlimited power.\nYes, if Kellog could project a receiving plate into one of Tellurian's\ngenerating plants, its men would connect leads to it. The general\nmanager doubted whether power could be transmitted from planet to\nplanet--it had never been done before--but if they would pay for it, he\nwould send it.\n\nKellog closed the deal. Then he and Wade went about altering the\nantichron for gathering pure current, not light. They marked the back\nface to show where the Earthly electrodes should be placed. On the\nfront they attached their own connections. Those led to the shops. Then\nthey set the space-time warper to working. In a moment the back face\nwas gone. No doubt, at that instant, startled engineers were puzzling\nover the bizarre outlet that had suddenly appeared in their plant.\n\n\"Say,\" said Billy Wade. \"He said unlimited power, didn't he? And the\nrate there is a tenth what it is here. Why not peddle some juice on the\nside?\"\n\n\"Right!\" yelped Kellog, and he reached for a pad.\n\n                         POWER FOR SALE, CHEAP\n\n    Owing to surplus productive capacity provided by new owners, Titan\n    General Shops is in a position to furnish any quantity of power at\n    the rate of ten cents a mega-watt hour.\n\n\"Get that to the Saturnport _Herald_ to be run in the next edition,\" he\ntold Wade.\n\n\"This'll wash up Titan Power, if my guess is any good,\" remarked Wade\ncheerfully. \"They've been getting away with murder.\"\n\n\"Yep,\" said Kellog dreamily. Carmichael would have to write off another\nasset, for local power could not possibly compete with Tellurian now\nthat there was a way to transmit it. And the power monopoly was the\nbiggest plum in Wolf's basket.\n\nIn an hour the first surges of energy were coming in from Earth,\nflowing from the antichron into the local radio distributing emission\nset. The electricians at the plant simply tuned out on Titan Power and\nin on the laboratory set. The shift was made.\n\n\n\nCarmichael did not take the fresh assault upon him lying down. He\npromptly went about getting an injunction against the unfranchised\nsale of power, but it was several days before he could get it\nissued. In the meantime, with the full facilities of the shop at his\ndisposal, Kellog had completed a batch of sight-sound antichrons for\nuse in communication. He hired and instructed operators. Then the\nmachines were focused on the various important planets, satellites and\nasteroids. At one stroke Saturnport became the central clearing house\nof the Solar System for news. If necessary, a Pluto signal could be\nrelayed through Titan to Earth in only the time necessary to make the\nconnections. Etherways was at once ruined. All its equipment was junk,\nexcept for nearby use.\n\n\"That ought to hurt,\" observed Billy Wade, jubilantly. \"They say Wolf\nhad a pile of Etherways Preferred.\"\n\n\"Probably,\" said Kellog. But he was smarting under the injunction. The\ncorrupt local court had forbidden the outside sale of power. Not only\nthat, the Saturnport Council--all creatures of Carmichael--issued an\nedict prohibiting the importation of power generated outside of Titan.\nThis time the shops did have to close down until Kellog could improvise\nsome old-fashioned magnetic generators of the field-armature type. Not\ncontent with inflicting those inconveniences on Kellog, Carmichael\nmight be expected next to bring suit for personal damages ensuing\nfrom the collapse of Etherways. Etherways represented the investment\nof important money, and the men who lost were not the type who would\nconsole themselves that their company had been replaced by something\nincomparably better.\n\n\"I've got to go all the way,\" concluded Kellog, soberly. \"If I don't\nget him, he'll get me.\"\n\nAgain he put his and Wade's head together and designed a new type of\nantichron. It was three-dimensional--a cubical box, to be exact, with\nfour sides and a bottom, but open at the top. It worked on the same\nprinciple as the flat screen, but with slight variations. It operated\nas a shuttle, not continuously.\n\nKellog put one of his television machines in focus with the mine on\nMimas. Miman Mines was only partly owned by Carmichael; he controlled\nthe industries on the lesser satellites by virtue of his strangle-hold\non transportation. So the manager was willing to talk to Kellog.\n\n\"What do you pay that buccaneer to haul ore to Titan?\" asked Kellog.\n\n\"Twenty cents a ton.\"\n\n\"I'll haul it for two.\"\n\n\"You can't,\" objected the manager. \"The Trans-Saturnian Lighter\nService's charter says--\"\n\n\"I know what it says,\" snapped back Kellog. \"My father drew it up.\nIt confers a perpetual monopoly on all intersatellite _ship-borne_\ncommerce. Now listen. Clear a place about twenty feet square and\narrange to dump ore in it from twenty feet or more above. Mark it off\nwith safety lines and don't ever let a man step across the lines. Then\nwatch my smoke.\"\n\nHe cut the connection long enough to send similar instructions to the\nreceiving station by the smelter. Then he watched through the antichron\nwhile the preparations were being made at both ends of the line. When\nthey were ready he turned the machine over to Wade.\n\nWade sat down and got to work. His job was very much like that of the\noperator of a grab bucket. He kept his eyes on the visual screen, his\nhands on the controls of the cubical one.\n\nCurrent!--the empty cube appears on Mimas--an avalanche of ore fills\nit--shift current--it disappears from Mimas, appears at the smelter on\nTitan--the unloading cradle on which it materializes tips and dumps the\nore--when it is upright again, shift current. Mimas, fill; Titan, dump.\nMimas, fill; Titan, dump. That was all there was to it. Hundreds of\ntons a minute, delivered in Titan the day it is mined.\n\n\"That shoots Interplanetary Transportation and Trans-Saturnian all to\nhell, I should say,\" drawled the editor of the _Herald_, who had been\ninvited to watch the demonstration. He was conducting a campaign to\nhave Carmichael's injunction revoked. Now that the people knew cheap\npower was available, they were angry about it. \"Yes,\" continued the\neditor, \"they're sunk. I'm going to stroll down to the bank and draw\nout my balance before the run starts.\"\n\n\"What do you mean?\" asked Kellog.\n\n\"Plenty. The bank is really a sort of holding company for Wolf. Now\nthat his companies are all shot, it'll crash. You may not know it yet,\nbut Carmichael is ruined. He will be a very sick wolf in an hour or so.\"\n\n\n\nWho is the Wolf of Saturn? People on Titan will point out a blowzy,\nsodden old derelict who hangs out in a dive near the skyport and tell\nyou that \"Carmy,\" as they call him now, used to wear that title. He was\na big shot once, they say.\n\nBut if you should ask any of the frequenters of the big building\non lower Manhattan who the Wolf of Saturn is, they will tell you\ninstantly. It is a crackpot on Titan by the name of Kellog. He was the\nfellow who ruthlessly and without warning wrecked two of the biggest\nand most profitable enterprises in the universe--Etherways, Inc., and\nInterplanetary Transport--and many of the smartest financiers of the\nSystem with it. What a guy! Not only that, but he wrecked the System's\nentire price structure with his cheap services. \"Benefactor?\" they will\nsquall. \"He's a wild man--a wolf!\"\n\n\n\n\n",
  "metadata": {
    "author": [
      "Jameson, Malcolm"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/61498/pg61498.txt",
    "name": "if_youre_smart"
  }
}
