{
    "name": "I'll See You in My Dreams",
    "author": [
        "Gault, William Campbell"
    ],
    "body": "_El outer-thought, \"I've had all I want of it, haven't you?\"_\n\n_Nothing from Bee for seconds, and then: \"I--don't know. I suppose.\nYou've been inner-thinking, El. You've been brooding?\"_\n\n_\"I've been brooding. When did our bodies go, Bee?\"_\n\n_\"When Lust was killed. I think we made a mistake, El. I think, at the\ntime, we were bemused. He wasn't the best of the gods, but he had his\npoints. We've been inner-thinking alike, dear. This plane isn't enough.\nBut what--\" Silence._\n\n_She thought, \"Over the hills? This isn't all of our land. There are\npeople in Valdora.\"_\n\n_\"Not--the kind of people I want to be. And how about the others, how\nabout the Assembly? Will they feel as we do?\"_\n\n_\"Why not? Don't they miss the colors they can't see, the grass they\ncan't smell, the streams they can't hear? Weren't they human, too,\nonce?\"_\n\n_\"They were. And perhaps they think as we do. But they won't project\nanyone to Valdora. We don't want any part of that town. However, dear,\nI'll bring it up. If I had a belly, I'd have a bellyful of this.\"_\n\n_In the glade they couldn't see, above the stream they couldn't hear,\nthe Assembly met._\n\n_\"New business?\" the Peak thought._\n\n_\"I've some,\" Bee thought. \"It's--it may be mutiny.\"_\n\n_\"We'll listen,\" Peak answered. \"Speaking for myself, and myself alone,\nI'm ready to listen to mutiny. So long as it doesn't involve Valdora.\nI wouldn't be surprised if the others agree. Could it concern the\nresurrection of a minor god who grew major?\"_\n\n_\"Lust,\" Bee agreed. \"I want a body.\"_\n\n_Peak was silent as the affirmative thoughts poured in from the entire\nassembly. Then Peak thought, \"I'm sure we won't need a vote on that.\nAnd_ how _would we resurrect Lust?\"_\n\n_\"Not by importing Valdorans,\" Bee answered._\n\n_\"Nor Velugians,\" someone thought._\n\n_\"Nor any of the others,\" Peak summed up for them. \"So--....\"_\n\n_The scientist Lern thought, \"Is this the only planet in the galaxy?\nWhy confine our thinking?\"_\n\n_\"Not that bloody Mars,\" Peak thought. \"I'll veto that, every time.\"_\n\n_\"Earth?\" Bee suggested. \"What's wrong with Earth?\"_\n\n_Ha thought, \"It would take too long to answer that one. From what I've\nheard of it, they're less ardent than arduous. How many lovers have\nthey developed? Major league lovers, that is.\"_\n\n_Bee protested, \"One could be developed. The material's there, and the\nplanet's attainable. I say let's project one of us in some innocent\nguise, some animal who talks the language.\"_\n\n_\"But who'd volunteer?\" Lern wanted to know._\n\n_\"No volunteers,\" Peak decided. \"Ha will go, to improve his education.\nWhat he doesn't know about Earth needs knowing.\"_\n\n_Lern thought, \"How can we keep him minor, if we resurrect him? This\nLust has a terrible appetite.\"_\n\n_\"That,\" answered Peak, \"will be your job. You'll have to think of\nsomething that will keep his weight and power constant.\"_\n\n_Ha was doing no outer-thinking; Ha was inner-thinking about Earth, and\nbodies._\n\n\n\nTed Truesdale was sitting on the back porch, supposedly enjoying the\nsun. He was, in reality, enjoying the view. The blonde who'd bought the\nhouse directly behind them, and considerably below them, was out on her\npatio.\n\nShe _was_ enjoying the sun. She wore a skimpy halter and a pair of\nshorts that were. She was well oiled and lying on her stomach. The tan\nof her shoulders and along the back of her legs was a fine wheat brown\nand she was due to turn over.\n\nTed was not lascivious, though Ann Truesdale had frequently stated he\nalmost was. Ted, to put it honestly, was thirty-nine and worrying about\nthe forties. It didn't seem logical that he would feel any different\nat forty than he had at thirty-nine. He'd noticed no change between\nthirty-nine and sixteen; he was a healthy man.\n\nBut there were so many stories about the forties--and the fifties\nfollowed them so closely.\n\nNow, the blonde was about to turn over. She had one hand, palm\ndownward, on the blanket beneath her and--\n\nAnd from the doorway, Ann Truesdale said, \"Theodore Truesdale, you\nlicentious old man. I never realized why you sat out--\"\n\nHe turned to face his wife. His voice was a model of outraged\ninnocence. \"For heaven's sake, Ann--\"\n\nShe sighed, staring at him. She was small and dark and well put\ntogether, and didn't look at all like a woman who could devote every\nconscious hour to the house. But she was.\n\n\"Ogling,\" she said.\n\n\"Oh, Ann--you'd think I was--\" He shook his head.\n\n\"You are. Infidelity can be mental, I read somewhere.\"\n\n\"You _read_?\"\n\n\"Don't be superior. I was looking up a recipe in Maitland's magazine,\nI think, and I saw the picture of this man staring, as you just were,\nand--\"\n\n\"You've answered my question,\" he interrupted. \"Ann, I love _you_.\"\n\n\"Well, that's a strange way to show it, I must say, just eating that\ndivorcee with your eyes. You should have a job, something to do. You've\ntoo much energy to just sit around like this, Ted.\"\n\nTed sighed. At thirty-nine, he had retired. At sixteen, he'd thought he\nwas the new Bellows, having facility with a brush and being no slouch\nwith the horsehide. The St. Paul Saints had shattered the baseball\ndream, and Ted's own objective self appraisal had killed the Bellows\nhope.\n\n\n\nHe had turned to commercial art and had done extremely well from the\nstart. At thirty-nine, he'd retired.\n\nNow, he said, \"I've been thinking of going to work.\"\n\n\"Painting again? Ted, really?\"\n\n\"Not painting. I loathe painting. That's one reason I retired. Maybe\nI'll buy a cheap ball club.\"\n\n\"Ted,\" she said despairingly, \"what's wrong with _work_?\" She came over\nto take the deck chair next to his.\n\n\"Nothing,\" he said. \"Unless it gets to be a disease. From the time I\nwas sixteen until I was thirty-eight, I worked like three men. That's\ntwenty-two years a man, and I've forty-four years of rest due me. If\nI'm alive, at eighty-three, I'll go back to work.\"\n\n\"Nobody,\" she said wearily, \"can ever get any sense out of you.\" She\nlooked down at the patio below. \"Do you really think she's pretty, Ted?\"\n\nThe blonde was now on her back.\n\n\"She has a fair figure. I haven't seen much of her face.\"\n\n\"I suppose,\" Ann said hesitantly, \"I've failed you, somewhere.\"\n\n\"Well,\" Ted began.\n\nBut Ann rose hastily. \"Heavens, I forgot I had soup on the stove.\" The\nscreen door slammed behind her.\n\nHis eyes went to the blonde, moved away, came back.\n\n\"Dreams, that's all you've got!\"\n\nTed looked at the doorway, but it was vacant. He looked down at the\npatio below, but the blonde was quiescent. Besides, the voice had been\ncloser.\n\nAnd there was _nobody_ in view. There was one small, scrubby squirrel\nlooking at him from the base of the nutmeg tree. Squirrels don't talk.\n\nThrough the screen, Ted heard dimly the movements of Ann in the\nkitchen, and below, the blonde had her eyes closed. Nobody, nobody,\nnobody....\n\nHe said, \"What do you mean, dreams?\" and watched the squirrel closely.\n\n\"Don't be stupid,\" the voice said. The squirrel hadn't opened its mouth.\n\nTed rose, and looked through the screen door, but Ann was still in the\nkitchen, her back to him. Down on her patio, the blonde didn't stir.\n\nTed said, \"I'll be damned.\"\n\n\"You're all damned,\" the voice said, \"damned by your loyalties. Clean\nliving is killing you. But you can dream.\"\n\nTed looked at the squirrel, who was looking at him. Ted sat down again\nin the deck chair. He asked, \"What good's a dream?\"\n\n\"What good's reality?\" No movement of the squirrel's mouth, but a\ncertain intentness in its gaze. \"And how can you tell which is the\ndream? How will you ever know? How much do you know, anyway?\"\n\n\"More than a squirrel. You don't even know how far it is from home\nplate to first base.\"\n\n\"Ninety feet. How far is it to Mars, Brain?\"\n\n\"Thirty-five million miles--and more.\"\n\nA silence. The squirrel walked around the base of the tree and came\ninto view on the other side. It moved cautiously toward the porch, its\nbushy tail alert as a guidon. About halfway between the porch and the\ntree, it paused, sitting up on its haunches.\n\n\"Thirty-five million miles to Mars. Close your eyes, Truesdale!\"\n\n\n\nTed obediently closed his eyes and saw a film of red. It could have\nbeen the sun through his eye-lids! Then the redness faded and against a\npink background a figure appeared.\n\nIt was the figure of a bearded, three-armed man, nailing some boards on\nwhat appeared to be a sluice. Beyond and above the bent figure, a green\nmountain towered, its peak topped with a polar cap. At the horizon end\nof the sluice, water was visible, flowing this way.\n\nThe man was big, with an enormous chest. Ted's own chest gasped for\noxygen, and he had a sense of lightness, physical lightness.\n\nThe man drove in the last nail, and sat on a hummock, above the\nsluice, watching the water slowly work his way. Then he reached into a\ncontainer at his side and pulled out--\n\nPulled out what could be nothing other than a skinned rat. Ted gagged,\nand the man looked up. He had a knife in one of his other hands now.\n\n\"Lunch?\"\n\n\"Not a rat. I'll be hanged if I'll eat a rat.\"\n\n\"Who in the world asked you to eat a rat?\"\n\nTed opened his eyes to see his wife standing in the doorway. He smiled\nat her, and turned to look at the squirrel. The squirrel was just\ndisappearing up the nutmeg tree.\n\n\"I was dreaming,\" Ted said to his wife.\n\n\"And talking in your sleep.\"\n\n\"Was I?\" He rose.\n\nThey went in to lunch.\n\nIt was probably an excellent meal; all of Ann's were. Ted didn't\nremember eating it; he kept seeing that pink background and the man\nwith the rat. Mars? Undoubtedly. A dream? Well....\n\n\"That squirrel--\" Mrs. Truesdale said.\n\n\"Squirrel?\" Ted looked up hastily.\n\n\"He watches me dress. I've seen him, at the window. The one in the back\nyard, this morning.\"\n\n\"Pull the shade,\" Ted suggested.\n\n\"For a squirrel? Wouldn't I feel silly? It's so--so old maidish.\"\n\n\"That it is,\" Ted agreed. \"I'll give it some thought this afternoon.\nMaybe something will come to me.\"\n\n\"Don't strain yourself dear,\" Ann said. \"Didn't you get enough rest\nthis morning?\"\n\n\"I wasn't resting,\" Ted told her. \"I was considering various\ninvestments in my mind. There are a lot of arguments against buying a\nball club, all right. It's a headache.\"\n\nAnn shook her head. Then, \"The Garden Club meets this afternoon. You\nwon't be needing the car?\"\n\n\"Not today. Do you remember our honeymoon, Ann? Remember Honolulu?\"\n\n\"How could I ever forget it, Ted?\" Her eyes were reminiscent. \"Those\nflowers, those beautiful hibiscus and--\"\n\nTed poured another cup of coffee.\n\n\n\nWhen Ann had left, and he went back to the porch, the blonde was just\ncoming through the sliding glass door that led from her living room to\nthe patio. The squirrel wasn't in sight.\n\nThe blonde looked up his way, and Ted smiled. He doubted if she could\nsee a smile, at this distance, but it seemed presumptuous to wave.\n\nDid she smile in return? He thought she did.\n\nHe sat down in the deck chair, and gave two minutes of thought to\npossible investments entailing a daily job. None appeared desirable.\n\nAt the age of twenty-two, before he became inured to them, Ted had been\nin love with a model. It had been a warm, bright, ecstatic affair,\nthough it had ended with mutual relief. Since that time, there had been\nonly Ann. And she'd been enough, at first. Before the home and garden\nobsession had engulfed her.\n\nNow, Ted told himself, _I'm not an unreasonable man. I am a romantic,\nadmittedly, and full of latent energy, but I have no natural Tom-cat\ninclinations._\n\nThe blonde was reading. Looked like a novel, though it could have been\na cook book or a text on hooked rugs. Probably a novel of romance.\nHer shoulders were bare and finely moulded, her chin line clean. He\nwondered about the color of her eyes.\n\nFrom the other side of the nutmeg tree, the scrubby squirrel again came\ninto view. At the base of the tree, it stood for a moment with its back\nto Ted, looking down at the blonde.\n\nThen it turned and came over to inspect a weather-beaten golf ball near\nthe sprinkler. Ted watched it closely.\n\n\"Well, traveler, what did you think of Mars?\"\n\n\"Didn't see much of it,\" Ted answered.\n\n\"There's not much to see. Was that a dream?\"\n\n\"Wasn't it?\"\n\n\"Couldn't get your breath, could you? You _know_ you were there, don't\nyou?\"\n\n\"No.\"\n\nThe squirrel sat down. \"Difficult, aren't you? Why should I bother?\"\n\nTed said nothing.\n\n\"She's a beautiful girl. Can't see why her husband would leave her.\"\n\nTed asked, \"Who's a beautiful girl?\"\n\nThe squirrel went over to nose the golf ball, again.\n\n\"I asked a question,\" Ted said.\n\nThe squirrel sat up, looking at the nutmeg tree. \"Look, Mr. Truesdale,\nwe've got to have a meeting of minds. You know who's a beautiful girl,\nand so do I. Good gosh, you've been sitting there, drooling, all\nmorning. And now you're back for more.\" The bright black eyes turned\nTed's way. \"Don't be so conventional. That's what kept you from being a\nfirst rate artist.\"\n\nTed was silent.\n\n\"Do we do business? Or don't we?\"\n\nTed said, \"How can you talk without opening your mouth?\"\n\n\"Talk? Squirrels can't talk, you fool.\"\n\n\"Well, how can you make yourself heard, then?\"\n\n\"Do you have to pry, Truesdale? You're getting a break, as it is. Do\nyou have to know _everything_?\"\n\n\n\nTed looked at his hands, and at the nutmeg tree. And back at the\nsquirrel. A thirty-nine year old retired artist, sitting in the sun and\ntalking to himself. What a jerk he was getting to be.\n\n\"Okay, I've been wrong before.\" The squirrel started for the tree.\n\n\"Wait!\" Ted almost shouted.\n\nFrom below, the blonde glanced his way, and he realized his voice had\ncarried that far.\n\nThe squirrel waited; the blonde went back to her book.\n\n\"What,\" Ted asked hesitantly, \"did you mean about doing business?\"\n\n\"You and the blonde. Don't tell me you wouldn't like to get to know\nher.\"\n\nTed squirmed in his chair. \"I--well, she's certainly lovely.\"\n\n\"Sure. I'll go down and sound her out. I'll keep in touch, Truesdale.\"\n\nThe squirrel went down the hill and hopped on the low, red brick wall\nthat bordered the patio. The blonde looked up from her reading.\n\nWas _she_ talking to the squirrel? Her lips were moving.\n\nThen she rose, and went into the house. When she came out again, she\nput some nuts on the low brick wall. And went back to her reading.\n\nTed watched for signs of further dialogue, but there were none. The\nsquirrel came up the hill, the nuts bulging its cheeks. It didn't even\nglance at Ted as it went up the trunk of the tree.\n\nThe sun moved behind a cloud and a faint breeze came up from the\nwest. Ted felt drowsy, but he kept his eyes open, waiting for the\nreappearance of the squirrel.\n\nNothing happened. Occasionally, the blonde would turn a page, but\nthat was all. Ted went in and mixed himself a drink. Then he put some\nrecords on the record player and sat near the huge empty fireplace in\nthe living room.\n\nWhy wasn't he happy? Fine home, fine view, money in the bank, neat,\npretty wife, no job to fret about, nothing to do but improve his mind.\n\n_Nuts_, he told himself. _Nothing to do but covet blondes, you mean.\nDon't give me that malarkey about improving your mind._\n\nHe rose, in protest, and picked out a volume of Spinoza from the\nshelves flanking the fireplace. He stayed with it for seven full\nminutes, and then mixed another drink.\n\nAt four-thirty, he was dozing in the leather chair in his study when\nAnn came in.\n\n\"You should see Dora's delphiniums,\" Ann said.\n\n\"Should I? How do you know I haven't?\"\n\n\"Ted, you've been drinking.\" Her voice was not sharp, but soft, her\nattitude maternal.\n\n\"A little. I'd like some more. Why don't we go out to dinner, some\nplace where we can dance?\"\n\n\"Tonight? Have you forgotten the Drews are coming over?\"\n\n\"I've been trying to. Couldn't you phone them?\"\n\n\"Ted.\" She made two syllables out of it. She looked at him quietly. \"Do\nthey bore you terribly?\"\n\n\"They do.\"\n\n\"And do I?\"\n\n\"No. You should, but you don't. You've still a potential. Well, if the\nDrews are coming, I'd better shave.\"\n\nShe was looking at him thoughtfully as he left the room.\n\n\n\n_Peak outer-thought, \"Well, Ha, what do you think of Earthians?\"_\n\n_\"They're like us,\" Ha thought wonderingly, \"except for that stuff\ngrowing on them.\"_\n\n_\"Hair,\" Peak explained. \"They haven't our cloud blanket, and their\nclimate is ridiculous. You've--been gone some time.\"_\n\n_\"Had to case a lot of spots. I guess I've a fine prospect. I'm working\non him. Having eyes was--wonderful again. But I had that--that hair on\nme, too.\"_\n\n_\"You'll get used to it. Ha, no mix-ups, now. We're all counting on\nyou.\"_\n\n_\"It's a cinch.\"_\n\n\n\nFor a certain class of people, Eben Drews would undoubtedly make\na fascinating conversationalist. For that class of people who are\nengrossed in the elimination of aphids or the control of slugs. It was\na class that lived without Ted.\n\nTed kept his eyes on Eben's face and managed a \"What do you know about\nthat?\" at the proper intervals, but his mind was on the squirrel and\nthe blonde. And the dream. Which was the dream? Here, listening to the\nDrews monologue or this morning, on Mars?\n\nHe had a strange feeling, as the monotone droned on and on, as the\nbackground of Ann and Mrs. Drews' voice seemed to swell and dim, that\nthis was the dream.\n\nAs they were undressing, in the room between their bedrooms, later that\nevening, Ann said, \"It won't happen again, honey. I see what you mean.\"\n\n\"Don't tell me they bored you, too?\"\n\n\"A little. And _I'm_ interested in gardening. Ted--\" She seemed to be\nblushing.\n\n\"Yes?\" In wonder and hope, he gazed at her.\n\n\"Ted, I'll try to read--and--widen my interests. I'll be better.\"\n\nSomething warm grew in him.\n\n\"If you'll get a job.\"\n\nThe warmth receded. \"Blackmail. Ann, you're incurable.\" He turned, and\nstalked off to his own bedroom. There, he sat on the bed and stared\nmoodily at the wall, wondering about marriage.\n\nWhen the light was out, he stood by his window a few seconds, looking\ndown at the house below. All the windows were dark.\n\nHe was annoyed and frustrated and not a bit tired. But he was asleep\nfive minutes after he hit the pillow. Just before he fell off, he\nthought he heard a scratching at the window.\n\nThere was an opalescent glow which seemed to come from the solid cloud\nbarrier above. There was grass and a slope leading down to the stream.\nThere was no sense of wonder in Ted.\n\nBeyond the hills to his left, there seemed to be a darker area, as\nthough there were cities there, and their resultant smog. But this\nwas--pastoral, peaceful and still invigorating.\n\nWillows bordered the stream and along the bend there were trees which\nresembled cottonwoods, though the bark was darker. Ted breathed easily,\nand there was no change in his weight he could notice.\n\nThen, in a glade, surrounded by the willows, he saw the blonde. The sun\nwas not visible; there was just the pearly glow. But she was sunning\nherself.\n\n\n\nIf it was a dream, his senses were with him. He could feel the strong\ngrass underfoot, smell the rich growth, hear the blood pounding in his\ntemples. He walked down the hill toward the blonde.\n\nHe pushed through the willows and came into the glade, and saw her\nquick smile of recognition.\n\nHe smiled in return. \"I won't believe it in the morning.\" He sat on the\ngrass beside her. \"Is it Venus?\"\n\n\"Where else?\" Her face was finely modeled with faintly discernible\ncheek bones and a smooth jaw line. \"The lover's planet, hidden from the\nuniverse by its atmosphere. Hamilton's work, I'll wager.\"\n\n\"Hamilton?\"\n\n\"You know him, our friend from the nutmeg tree. He arranged it, didn't\nhe?\"\n\n\"I suppose. He--or destiny. I shouldn't be here, really. Because I do\nlove my wife, in a lot of ways, but--\"\n\n\"_Please_ don't say she doesn't understand you. She probably does. Most\nwives do.\"\n\n\"Well, yes. What I was going to say is that she isn't in sympathy with\ncertain views I hold, and--\"\n\n\"Do we have to rationalize? You wanted to be with me, and you are.\nYou're with me, and we're alone. Unless you've brought your conscience?\"\n\n\"Darling,\" he said \"I'm an artist.\"\n\nHer face was close now, her lips slightly parted. Her arms trembled\naround his neck. Her lips were warm and soft and seeking....\n\nThe opalescence grew to a soft brilliance, growing and ebbing, ebbing\nfinally to a languid dusk. The smell of grass was like a violet mist\nand the willows sighed in envy.\n\n\"Aren't you ever going to get up, Ted?\"\n\nHe looked up sleepily to see his wife standing in the doorway. Her dark\nhair was high off her neck and her pert face was freshly scrubbed. She\nwore a red, tailored dressing robe.\n\nHe said, \"Red brings you to life, Ann. You should wear it oftener.\"\n\n\"Thank you. Buckwheat cakes and Canadian bacon, sleepy head.\" She came\nover to sit on the edge of his bed. \"Ted--I probably worded that badly\nlast night about the job, but--\"\n\n\"But let's not talk about it before breakfast,\" he said quickly. \"I'll\nbe down in a few minutes.\"\n\n\"All right.\" She rose, and her voice changed. \"All _right_.\" Her back\nwas stiff, as she marched out.\n\nIn his bathroom, Ted studied himself in the mirror. His eyes were\nshadowed, his face wan. \"You dog,\" he told his image, and smiled.\n\n\n\n_El thought, \"I wonder if Ha's had any success. I don't trust him, for\nsome reason, dear.\"_\n\n_\"Ha's all right,\" Bee thought. \"Inclined to whimsey, but generally\nsound. And he wants a body as badly as we do. But only Lust can give\nus one.\"_\n\n_\"We gave Ha a body. We projected him successfully.\"_\n\n_\"On Earth, Darling, you don't want to live on Earth.\"_\n\n_\"Why?\"_\n\n_\"It's all city, like Valdora and Velugia. They have no lover's county,\nlike this. Would you like that, dearest?\"_\n\n_\"No, no, no. We'll have to rely on Ha. I wonder what he's done.\"_\n\n_\"Working. And another thing, dearest, I wouldn't want you in any body\nbut the one I loved.\"_\n\n_\"Sweet.\"_\n\n_\"Beloved.\"_\n\n\n\nAcross the breakfast table, Ann's level scrutiny was annoying. Ted\nconcentrated on the cakes and bacon.\n\nHe was just lighting a cigarette to go with his second cup of coffee,\nwhen he said, \"What's the matter with you, this morning?\"\n\nThe cigarette trembled very little. \"Matter?\"\n\n\"You seem so--oh, it would sound silly.\"\n\n\"Let's have it, anyway.\"\n\n\"So--sort of--_guilty_.\"\n\nHe picked up the cigarette before it burned the cloth. \"What kind\nof--Well, I like that. Of all the silly observations!\" He shook his\nhead vexedly.\n\n\"Ted, why don't you look at me? Ted, you _did_ go right to bed, last\nnight?\"\n\nHe looked at her, his chin tilted pugnaciously. \"No, I went to Venus\nand met a blonde. Of course I went to bed.\"\n\n\"Well, what are you so nervous about? Heavens, it wasn't that little\nspat we had, or _you_ had, rather, about your going to work?\"\n\n\"No, no, no. You're imagining things, Ann.\"\n\n\"Look at your hand. Look how it's trembling. Ted--what is the matter?\"\n\n\"Nothing. I had a dream. Ann, I don't want to talk about it.\"\n\n\"Drinking,\" she said. \"It's those drinks you had, yesterday, I'll bet.\nYou're just not a drinking man, Theodore Truesdale, and you're too old\nto begin.\"\n\n\"I'm _not_ old. You know I'm not old. You wish I were, but I'm not. Do\nwe always have to quarrel?\"\n\nShe didn't answer. Her lips quavered, but she didn't cry. She rose and\ncarried a few dishes to the sink.\n\nTed went out to the porch with his coffee and cigarette. The view was\nunpopulated. Conscience, he told himself. My annoyance is an indication\nof it. Why should my conscience bother me because of a dream? Who can\nstop a dream?\n\nThere was a scratching sound from the other side of the nutmeg tree and\nthe inverted head of Hamilton appeared about ten feet above the tree's\nbase.\n\n\"You don't look happy.\"\n\nTed didn't answer.\n\nHamilton came down the remaining ten feet and went over to look at the\ngeraniums. \"Fine gardener, your wife.\"\n\nTed ignored him.\n\n\"Good looking, too. Maybe she could dye her hair.\"\n\nNo words from Ted.\n\nHamilton looked down at the house below, and back at Ted. \"Don't blame\nme for that Venus trip, Truesdale. You wanted it, but bad.\"\n\n\"I'm not blaming anybody for anything,\" Ted said. \"Just because I had a\ndream.\"\n\n\"Dream? Why don't you go down and ask her if she had the same dream?\nWhat a man won't say to clear his conscience! Let go, Truesdale, enjoy\nyourself.\"\n\n\n\nBelow, the blonde came out onto her patio. She was wearing white shorts\nand halter today. She looked Ted's way for seconds--and then waved.\n\nTed waved back.\n\n\"Beautiful morning,\" she called, and Ted answered, \"It certainly is.\"\n\nShe picked up a book from the low table near her chaise lounge and\nsettled.\n\nHamilton was sniffing the ice plant on the slope. \"If the neighbors\nonly knew--\"\n\n\"There's nothing to know. She'd be less than human if she didn't say\n'hello' after seeing me day after day.\"\n\n\"Not to mention one night.\"\n\n\"Oh, cut it out, drop it.\"\n\nHis wife appeared in the doorway. \"Who in the world are you talking to?\"\n\n\"Myself.\" He looked at her bleakly. \"More quarreling about a job?\"\n\n\"No.\" She came out onto the porch and settled in the chair beside him.\n\"Ted, there's the squirrel. That's the one who's afflicted with--with\nvoyeurism.\"\n\n\"Oh, Ann, for goodness sake.\"\n\n\"His nest is right up there, in the nutmeg tree. Ted, I want you to\ndestroy it.\"\n\n\"Don't be childish.\"\n\n\"I'm not being childish. They eat young bark and buds and birds' eggs.\nThey're evil things, Ted.\"\n\n\"I think they're cute.\"\n\n\"Cute. Without the tail, they're just another rat. How some people can\neat them is beyond me.\"\n\nThe pinkness and the sluice and the three-armed man with the enormous\nchest seemed to swim, for a moment, in Ted's memory. Hamilton went\nscurrying up the nutmeg tree.\n\n\"The little devil,\" Ann said.\n\nLittle devil? The devil, maybe? No, not Hamilton. Ted said, \"No club\nmeeting today? No garden, home, cooking, household management or\nknitting circle shindigs?\"\n\n\"Not a one.\"\n\n\"Why don't we drive up the coast and eat out, tonight?\"\n\n\"I'd love to, Ted. But I really have to finish that petit point for\nDora's anniversary. I shouldn't be sitting here now, without it.\"\n\n\"You look very good without it. We could stop at _Sweeney's_.\"\n\n_Sweeney's_ had the finest sea food west of New Orleans. And the\nimmortal Sweeney, himself, behind the bar.\n\n\"Don't tempt me,\" Ann said, and rose. \"Why don't you drive up the\ncoast? You're restless.\"\n\n\"Maybe I will,\" he said. He tried to make it sound like an accusation,\nbut it came out a flat, dull statement.\n\n\n\nAfter she'd gone into the house, he sat for a while, considering the\nblonde. He didn't even know her name, and still he.... Well, why should\nhe know her name? There wasn't much of her visible now; she had the\nraised section of the chaise lounge turned his way.\n\nHamilton was nowhere in sight.\n\nHe rose, after awhile, and went along the walk to the garage. He\nclimbed into the convertible, started the motor, and unhooked the top,\npressing the button to lower it.\n\nDriving out into the sunlight, he reflected this was just pique; he\nwasn't going to enjoy it, alone. A man, he ruminated, might as well be\nsingle.\n\nHe drove along the winding coast road above Ynez Junction and parked\nthere, with the whole, curving, hilly coast line spread out below him.\nThe water was blue and calm with just a fringe of white where it lapped\nthe beach.\n\nIt was a clear day, and he could see Venus plainly. He thought of last\nnight and tried to make it a dream, a product of his wishful thinking,\nas were the dialogues with Hamilton.\n\nSitting around, going simple, that's what he'd been doing. Talking\nsquirrels and trysts on Venus and a quick trip to Mars. Punchy, that's\nall. The devil finds things for idle hands to....\n\nNo, it wasn't that; it was just day-dreaming. The devil had no part of\nthis business. Nor had his idleness. A peeping-Tom, Hamilton might be,\nbut no devil.\n\n\n\n_\"I think I can see,\" Peak thought! \"Not much, but a dim mist. Lern,\nare you listening?\"_\n\n_\"I'm listening. I guess Ha is working, all right. He's going to work\non some others, too.\"_\n\n_Peak outer-thought, \"Have you considered our big problem, to keep Lust\nminor?\"_\n\n_\"I believe I have it licked. It's an Earthian custom I've been\nstudying, and it surely keeps its adherents in line. Lust wouldn't grow\nmuch under it.\"_\n\n_\"A custom?\"_\n\n_\"Marriage of course. How do you feel about it?\"_\n\n_\"It's--a desperate measure. It's a--\"_\n\n_\"A desperate problem,\" Lern interposed. \"True love can survive it, I'm\nsure. We don't want a repetition of the situation that forced us to\nkill Lust--and lose our bodies. Of course, yours is the final word.\"_\n\n_\"It--well, we'll try it. I just hope Ha keeps working. It would be\njust like that whimsical imp to get us half materialized and then leave\nus.\"_\n\n_\"Or what if something should happen to him, his spirit killed in some\nway?\"_\n\n_\"We won't even inner-think that.\"_\n\n\n\nTed drove down the curving, back rocky road to _Sweeney's_. It was a\nlow-roofed building of cedar shakes, with an open air dining room on\npiles above the water of the cove.\n\nTed stayed in the bar. He had French-fried shrimp and garlic bread and\nbeer. And after that, some whiskey. And after that, some dialogue with\nSweeney regarding the respective merits of Shahn and Albright. Ted knew\nvery little about either of them, but Sweeney knew less so it was a\nsatisfying discussion.\n\nHe drove home in a mood. He was remembering the Honolulu days with\nAnn, and the days and nights before that. What they'd had, they'd find\nagain. There was a solution to it all, and not on Venus.\n\nHe came home to find a note on the kitchen table:\n\n_Henri's in town and he insisted I visit the Blairs with him. He's just\ndone over their place. Don't wait up._\n\nHenri was elegantly thin and fairly tall. An interior decorator with a\nmodern bent. He'd done the Truesdale place three times.\n\nIf it were anyone but Ann, I'd be jealous, Ted thought. As it was, he\nfelt only a grating annoyance. He poured a king-sized jolt of bourbon,\nadded a trace of water and went into the study.\n\nHe didn't turn on the light. He sat in the dark and sipped the\nbourbon--and fell asleep....\n\nThe blonde had her hair up and was wearing a red jacket above a white\nflannel skirt. Her smile was the same as last night's, and possibly a\nshade warmer.\n\n\"How did you know I'd come?\" he asked.\n\n\"I didn't, but a girl can hope. Bad day?\"\n\n\"Oh--unsatisfactory. And yours?\"\n\n\"Barren. Your wife's out to get Hamilton, isn't she?\"\n\n\"I guess.\"\n\n\"Does she--suspect about us?\"\n\n\"No.\" A pause, and, \"Why did your husband leave you?\"\n\n\"He didn't. I left him. Engineer, lived by the slide rule. Are you\ngoing to leave your wife?\"\n\nHe didn't answer that. He pulled her close and buried his face in the\nbright hair. The violet mists and the smell of grass and the envious\nsigh of the willows. Why couldn't all life be like this?...\n\nWhen he woke, again, dawn was coming through the study window. He rose\nwearily and stood near the glass door that led to the rear yard. On\nthe wet grass, the morning quietness lay like a blanket. In the house\nbelow, he saw the shadowed, stretching figure of a woman behind a drawn\nshade. She, too, was awake.\n\nCoincidence? And the rest an illusion? He'd always been more or less\nconventional; it was difficult to accept the super-conventional without\nreserve or rationalization.\n\n\n\nHe climbed the stairs quietly, avoiding the fifth, which squeaked.\nIn the bathroom, he studied his stubbled face as though it were the\nface of a stranger. Then he went into the bedroom and rumpled the bed\nclothes.\n\nShe'd never believe he slept in the study; she'd never believe he'd\nbeen to Venus. For a moment he stood there, looking at the rumpled bed.\n\nThen he went quietly through the dressing room and into her room.\n\nShe lay partially on her back, partially on her left side, her dark\nhair like ink against the clean white pillow, one slender tanned arm\nflung along the pillow's upper edge, her other arm bent, her cheek\nresting against the back of that hand.\n\nThere was just the breath of a smile on her full lips. What did\nshe dream of, his Ann? Of porridge and pottery and poinsettias? Of\nschedules, menus, rotary floor waxers and blight elimination? Or didn't\nshe dream, at all?\n\nWasn't there, somewhere, a dream they could share?\n\nHer eyes opened, and she said, \"Good morning. Just getting in?\"\n\nHe shook his head. \"I slept in the study. I rumpled the bed clothes in\nmy room, but I really slept in the study.\"\n\n\"And why did you rumple the bed clothes?\" She was awake and aware; it\nwas one of her many attributes that she was bright from the opening of\nher eyes in the morning.\n\nHe said carefully, \"I rumpled the bed clothes because I didn't think\nyou'd believe I slept in the study. I thought you'd think I was out\nchasing blondes, or something.\"\n\nShe smiled, studying him, saying nothing.\n\n\"How were the Blairs? And how was Henri?\"\n\n\"The Blairs are more fun when you're along. Henri tried to kiss me.\"\nHer eyes awaited a reaction to that last.\n\n\"I'd try to kiss you, too, if I were Henri. Didn't you want him to?\"\n\nShe frowned. \"I--didn't. I don't--think I did. We have so many common\ninterests and he _is_ handsome. I must be sub-human.\"\n\n\"Maybe you're in love with me. The common interests would be flowers,\nfood and interior decoration. If I were a girl, I wouldn't want to be\nkissed by a man who gave his life to that.\"\n\n\"Don't be superior. Henri's a man of many conquests, as any of my\nfriends will admit when they're drunk. Ted, I don't usually like this\nkind of talk. Why am I talking like this?\"\n\n\"Maybe you dreamed of Henri.\"\n\n\"Oh, Ted--\" She slid her feet out, and sat up on the edge of the bed.\n\"Do you think--with us, it was just--animal attraction?\"\n\n\"It could have been. You were, and are, an attractive animal. It's\nnothing to be ashamed of. Some of the soundest marriages are founded on\nit.\"\n\n\"And maintained?\"\n\n\"Founded and maintained. With a minor compromise, here and there. But\nno major ones. When are you going to see Henri again?\"\n\n\"For lunch, here. And you'd better be home, Theodore Truesdale. I don't\nwant to be one of those--those, well, one of them.\"\n\n\"I'll be here, glowering. I suppose, with the super gourmet as guest,\nyou'll be working on the lunch all morning.\"\n\nShe shook her head. \"I'm giving him hamburgers. It's a sort of test.\"\n\nWhat was the change in her, this morning? Ted sensed it, but couldn't\nisolate it. And what had motivated it? Being with Henri?\n\n\n\n_Peak thought, \"I can smell, too, now. Ha, you've brought another\nsubject up?\"_\n\n_\"I'm going to have to. That Truesdale is getting conscience attacks.\nIt seems to be an Earth trait. I've got an awful hot wire on the line,\nthough. He could materialize us fast.\"_\n\n_\"Well, get him, get him. Or stir up Truesdale. Maybe you could\nalienate him from his wife and he'd spend more time here.\"_\n\n_\"I'm doing my best, sir. The situation is--muddled. The wife doesn't\nfavor me at all.\"_\n\n_\"Watch yourself. Be careful.\"_\n\n_\"That I will.\"_\n\n_In their glade, Bee outer-thought, \"Darling, I can see! Ha didn't\ndesert us. Sweetheart, Lust is wakening.\"_\n\n_\"I can't see, dearest. Are you going to materialize and not I?\nBeloved, if--\"_\n\n_\"Calm yourself, darling. You_ ARE _materializing. Not the\nsenses, yet, perhaps, but I can see one leg of yours, one long, slim,\nlovely leg. Oh, beloved one--\"_\n\n_\"This time, we'll be careful. Even if we--what is that word Peak\nused?\"_\n\n_\"Marriage. We'll make it work. This isn't Earth.\"_\n\n\n\nTed took a warm shower and a cool one. He toweled himself vigorously,\nand put on shorts and a tee shirt. After breakfast, he would cut the\nlawn and clean out the garage and dig up the tulip bulbs. He'd had\nenough of sitting.\n\nHe cut the lawn and cleaned out the garage and dug up the tulip beds.\nHe worked with a devout if subdued fury and was conscious of Ann's\noccasional wondering glance from the windows. He finished it all by\nten-thirty.\n\nHe put the spade and lawn mower away, and donned a pair of sneakers.\nThen he went out into the backyard and looked up into the branches of\nthe nutmeg tree.\n\nHe could see the nest, and it was attainable. He stood staring at it,\ntrying to summon enough moral decision to take the first step. It would\nprobably mean no more blonde. It....\n\nHamilton peered over the edge of his nest and it seemed to Ted he could\nalmost see the apprehension in those black eyes. Hamilton scrambled out\nand came hurrying down, head first.\n\n\"Now what?\"\n\n\"You're evil.\"\n\n\"_I'm_ evil. Projection, huh? You're kind of mixed up, Truesdale. _I_\nwasn't with the blonde, last night.\"\n\n\"I'm not ready to believe I was either. But this--this evil can be\nmental.\"\n\n\"Your wife's been talking to you. What about her? What about this\nHenri?\"\n\n\"What about him? You're treading on dangerous ground, you bushy-tailed\nrat.\"\n\n\"Am I? Henri likes the place. I've been showing it to him. And pointing\nout its advantages. No husbands to come home, unexpectedly.\" Hamilton\npaused. \"He'll be up there, again. And with _whom_, Truesdale?\"\n\n\"Not Ann. She's incorruptible, you devil.\"\n\n\"Sure, she is. So what are you worried about?\"\n\nFrom the back porch, Ann said, \"Ted, what are you doing?\"\n\nHe turned to face her, as did Hamilton. Ted said, \"I was going to climb\nup and knock down that nest.\"\n\n\"Oh, forget it. It was a silly whim of mine, anyway. Look at him, Ted.\nHe seems to be begging you.\"\n\n\"You don't know him,\" Ted said. \"He fools us all.\"\n\n\"Oh, Ted, you've had too much sun this morning. Look at those bright,\nblack eyes. He wants to be friends.\"\n\nHamilton sat up on his haunches, his front paws curled, looking from\none to the other beseechingly.\n\nTed saw the quick moisture in Ann's eyes and said, \"Well, it's your\ndecision, then. It's your responsibility.\" He walked past her and into\nthe house.\n\n\n\nHe went up to his room. Projection.... The little devil had hit him\nwith that one. Don't blame yourself, Ted Truesdale. Ann has too many\nunimportant interests; Ann's cold. How many lines of communication did\nhe have to her, other than the physical? Had he tried to find enough\npoints of intellectual contact?\n\nWhen they were first married it was all art with Ann. Because he was an\nartist. When she'd discovered he was an artist who knew nothing of art,\nthat had died. The home, then, and she'd made him a home to be proud\nof. Wasn't it the place he spent most of his time, sitting around? But,\nwith these interests, Ann had grown. While he sat, she'd grown.\n\nShe'd grown beyond bars and dancing and small talk. She didn't realize\nit, herself, but she'd grown beyond him. The two bedrooms had been\noriginally his idea, so he wouldn't waken her if he read late at night.\n\nAnd when that wasn't sufficient to kill his yawning hours, he'd tried\nto come back along the single, physical line of communication. What\nelse did he have to offer her?\n\nHe took another shower. He shaved and annointed his hair with perfumed\noil. He wore his newest, trickiest slacks and an open-necked sport\nshirt. He'd been told he had an attractive neck.\n\nThen he went down to lunch.\n\nIn the living room, in Ted's favorite chair near the fireplace, Henri\nsat, a drink in his hand.\n\nHenri rose, a dark, dynamic figure. He said genially, \"Well, Ted, old\nman, it's been some time.\"\n\n\"Not long enough for me to be an old man,\" Ted said. \"How goes the\nnewest campaign, Henri?\"\n\nHenri's smile was bland, his hand-clasp firm. \"Slowly. No ill will, I\nhope, Ted?\" Poise, assurance, the light touch.\n\n\"I'm not as modern as I should be, probably,\" Ted answered. \"Been to\nVenus, lately?\"\n\nThe drink wobbled in Henri's left hand. The poise, for a moment, was\nshattered. \"Ven--Venice? In Italy, you mean?\"\n\n\"In California. You're trembling, Henri. Your heart?\"\n\n\"Heart--?\" Blank, oafish stare, the poise scrambling to get back.\n\n\"At our age, we have to watch the ticker,\" Ted warned him. \"What are\nyou drinking?\"\n\nHenri stared at his nearly-empty glass. \"Scotch--I--ah--\"\n\n\"Sure thing. I'll have one with you.\" Ted went over to the liquor\ncabinet.\n\nWhen he returned, with the pair of drinks, Ann was in the room. Ann\nsaid, \"I could use one, myself.\"\n\nSome of Henri's poise was back and all of his smile. \"Mix her a strong\none, Teddy boy. Build up her resistance.\"\n\nHamburger, Ann had called it, but it was like ambrosia. The talk flowed\naround Ted; food, fashion, furniture, flowers.\n\nHenri was witty and articulate. Ann appreciative and responsive. Ted\npresent.\n\nAll the things he'd read, and nothing to say. Mann he'd read, and\nJoyce. Shakespeare and Spinoza, Emerson, Shelley and....\n\nAnd there was a lull momentarily in the conversation.\n\nTed said quickly, \"I batted .314 at Houston. That's in the Texas\nLeague.\"\n\nAnn stared at him, smiling. Henri stared at him, smirking. They went\nback to their discussion.\n\nWhat weapons did he have? He sat there while the talk poured over him,\nturning into a wrathful midget, hating them both.\n\nAt two, he rose, from the table, \"I ... have a golf date. Hate to leave\nyou two alone.\"\n\n\"We'll try to get along, old boy,\" Henri said smilingly. \"Keep your eye\non the ball.\"\n\nAnn said, \"Easy at the nineteenth hole, honey.\" She lifted her lips for\nhis kiss.\n\nThey were soft and cool.\n\nHe didn't have a golf date. He didn't want to leave them. But he\ncouldn't sit there, growing smaller and duller by the minute. He was an\nartist and an athlete, not a worm.\n\n\n\nHe drove to the country club, and sat at the bar. Pete Orcutt and\nJohnny Devlin came in about three-thirty, and they settled down in the\ncard room to some canasta.\n\nPete said, \"Henri's in town. Done the Blair's place for them.\"\n\n\"I know,\" Johnny said. \"Thank heavens my mate's at the lake. How about\nyours, Pete?\"\n\n\"In Denver, visiting her mother.\"\n\nTed said evenly, \"Henri's sitting at my house, boring my wife to death,\nright now. I don't worry about Henri.\"\n\nPete coughed. Johnny studied his hand intently. Neither of them said a\nword.\n\nThe game went on. Ted had too many wild cards, or not enough. Nothing\nworked. He fed Johnny and got garbage from Pete. He drank and simmered\nand watched their scores pile up.\n\nAt five-thirty, he rose and said, \"I don't mind losing to you guys, but\nyou can't expect me to support you.\" He wrote out two checks.\n\n\"Bad loser,\" Pete said, winking at Johnny.\n\nJohnny said, \"We'll have to get some golf in, Ted. Give me a ring, any\ntime. I'm a free man, for two weeks.\"\n\nTed nodded, and left.\n\nIt was six when he got home. There was another note:\n\n    _Irma needed a fourth in a hurry and she sounded so desperate, and\n    I knew you wouldn't mind. I might be late._\n\n                                                                  _XXX_\n                                                                    _A_\n\nHe looked at the x's doubtfully. It wasn't like Ann to add symbolic\nkisses. He had enough whiskey in him so that it didn't seem improper to\nphone.\n\nIrma answered.\n\n\"Hello, Irma. Is Ann there?\"\n\n\"She is. Checking, Ted?\"\n\n\"Of course not,\" he said stiffly. \"May I speak with her, please?\"\n\nAnn's voice. \"Nothing wrong, I hope?\"\n\n\"Well, is Henri with you?\"\n\n\"No. Why--?\"\n\n\"Something kind of important's come up, and it's down his alley. Do you\nknow where he is? What time did he leave here?\"\n\n\"He left at two-thirty. Said he had to see the Blairs. Maybe you can\nget him there.\"\n\n\"Thanks, I'll try. Honey--I--ah, have a good game.\" He hung up.\n\nTwo-thirty. Well, that was all right. Half an hour after Ted had left.\nHalf an hour, half an hour, half an hour.... He poured a drink.\n\n\n\nHalf an hour, half an hour, half an hour.... He went out onto the\nporch. The blonde was on her patio, all dressed up in filmy green.\nAnother blonde sat in the chair near her, male, with sport jacket and\ntanned face, with a drink in his hand.\n\nHamilton's work?\n\nHamilton came scrambling down the nutmeg tree. \"Still hot?\"\n\n\"Go away.\"\n\nHamilton looked down at the patio and back at Ted. \"Her cousin from\nMilwaukee. Henri's making the trip, tonight.\"\n\n\"For the blonde?\"\n\n\"Don't be naive.\"\n\n\"If you're inferring that my wife, my Ann is going--\"\n\n\"I only said Henri's making the trip. Maybe, just in hope. But how in\nhell will you ever know? Unless you're there, yourself?\"\n\n\"I'm not going anywhere,\" Ted said. \"You can look for another stooge,\nLucifer. I love my wife....\"\n\nFor seconds, Hamilton stared at Ted with those beady, black eyes. Then,\n\"You're serious, aren't you. You're leveling?\"\n\n\"I'm serious.\"\n\nHamilton looked at the nutmeg tree. \"Oh, Truesdale, if you knew the\nstory. If you knew what this meant.\" He started up the tree, and\npaused. \"Well, there are others, plenty of them.\" He went quickly up\nthe rest of the way.\n\nTed didn't even glance at the blonde, again, before going back into\nthe house. He put some Cole Porter on the record player and sat by the\nfireplace.\n\nHonolulu and Houston and _Sweeney's_ and the country club merged in\nhis mind as the whiskey drowsiness started to creep through him. He\ncouldn't go to sleep, not before Ann came home. He had some things to\ntell her.\n\nBefore _she_ went to sleep.\n\nAnn, Ann, thirty minutes, Ann, oh beloved darling....\n\nThe last record finished and shut off the machine. Ted dreamed of\nhomering in the ninth, against Louisville, with the bases loaded.\n\nHe woke to a black room. Had Ann come in, not seen him in the living\nroom, and gone to bed? Ann, no. Ann, be awake. Ann, you wouldn't like\nVenus--without me. I hope. Ann....\n\nHe stumbled out into the hall, and looked up the steps. No lights\nthere, either. He ran up the stairs, whimpering, and through the\ndressing room into her room. He snapped on the big overhead light.\n\nShe was asleep. Asleep--and smiling.\n\nHe was shaking her. He was sobbing, burying his wet face in her\nshoulder, trembling and incoherent.\n\n\"Ted, baby, what is the matter? What's happened, darling?\"\n\nHe told her. Incoherently, but swiftly, holding her tightly all the\nwhile. From the first of Hamilton's words to the last. And finished\nwith, \"I've wanted you so badly, and you seemed so distant. I know\nthere's no excusing me, but I want you to understand, to know how much\nI--\"\n\nHe was silent, spent, weak as water.\n\nShe stroked his hair. She said, \"Wanting me isn't enough, wasn't\nenough. Can't you see that, dearest? A woman must be needed, not\nwanted. Darling, everything's going to be all right, now.\"\n\n\"Ann, I haven't the right to ask. But--did I bring you back from--I\nmean, were you on Venus?\"\n\nShe put a soft hand on his lips. \"Sweetheart, what a horrible question.\nI'm your Ann, remember? I'm your darling. And nobody else is going to\ncome between us. This will be our room, tonight, and all the nights.\"\n\n\n\n_The now embodied assembly met above the stream they could hear, in the\nglade they could see._\n\n_Ha said, \"I've a request from Earthians, that Truesdale pair.\"_\n\n_\"Request?\" Peak said._\n\n_\"They'd like to spend the weekend, here, all their weekends. He works\nthe rest of the week, but--\"_\n\n_\"Earthians, here?\" Peak interrupted. \"I'll be darned if--\"_\n\n_Ha said, \"Remember, if it wasn't for them, we'd still be disembodied.\nI think this is a voting matter, Peak.\"_\n\n_\"Them? Him, you mean.\"_\n\n_\"Oh, no,\" Ha corrected. \"She was here, too, that final night. Twice,\nas a matter of fact. The last time with her husband. I say they're fine\npeople, and I'd be proud to welcome them.\"_\n\n_And it was so voted._\n",
    "metadata": {
        "author": [
            "Gault, William Campbell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65347/pg65347.txt",
        "name": "ill_see_you_in_my_dreams.json"
    }
}