{
    "name": "Imitation of death",
    "author": [
        "Del Rey, Lester"
    ],
    "body": "Max Fleigh's heavy jowls relaxed and he chuckled without humor as he\nexamined the knots that bound the man at his feet. Quite impersonally,\nhe planted the toe of his boot in Curtis' ribs, listened to the muffled\ngrunt of pain, and decided that the gag was effective. For once, Slim\nhad done a good job, and there was nothing wrong. It was probably\nunnecessary, anyway, but there could be no bungling when the future of\nthe Plutarchy was at stake.\n\nIncompetence had cost them an empire once, and there would be no third\nopportunity. The stupid democracies that had called themselves a World\nUnion had colonized the planets and ruled them without plan. And when\nMars, Venus, and the Jovian Worlds had revolted and set up a Planet\nCouncil, all that Earth could do was to come crawling to it, begging\npolite permission to join what they should have owned!\n\nBut that had been before practical realists had kicked out the dreamers\nand set up the Plutarchy under an iron discipline that could implement\nits plans. Now they were heading back toward their lost empire,\ncolonizing the asteroids and establishing claims that gave them a\nrough rule over the outlaws who had retreated there. With the Council\nsoftened up by years of cautious propaganda, they were in a position to\nask and receive a Mandate over the scattered planetoids.\n\nIt was the opening wedge, and all they needed. Once the asteroids\ncould be given spurious independence to seek a Council seat, they\nwould be ready to strike at the Jovian Worlds. With proper incidents,\npropaganda, and quislings, plus the planetoids to separate Jupiter from\nMars, there could be no question of the outcome. Earth would gain a\nmajority of three votes, and the Council would be the basis of a new\nand greater Plutarchy.\n\nFleigh gave the bound body of Curtis another careless kick and went\nforward to the cabin, where the lanky form of his companion was hunched\ndourly over the controls of the little space-craft. \"How's it going,\nSlim?\"\n\n\"So-so.\" Slim ejected a green stream of narcotic juice and grinned\nsourly. \"But I still say we been crowdin' our luck too hard!\"\n\n\"Rot! Lay out the right moves, cover all possibilities, out-maneuver\nyour enemies, and you don't need luck! Ever play chess?\"\n\n\"Nope, can't say I did. Played the horses on Mars, though, time we\nh'isted the _Euphemeron_. Won, too--after I bought my lucky ghost\ncharm; been in the chips ever since!\" Slim's grin widened, but his\nface remained stubbornly unconvinced.\n\nFleigh chuckled. If the planetoid outlaws depended on magic, while the\nCouncil visionaries spouted sentimental twaddle, so much the better\nfor the realists. \"Charms don't work in politics, Slim. We have to\nanticipate resistance. And you saw what happened to our fine Martian\nCouncilor Curtis when he decided to expose us and ruin the Mandate!\"\n\n\"Yeah.\" Slim's yellow teeth chewed thoughtfully on his cud. \"S'pose\nhe'd stood on Mars, though?\"\n\n\"We'd have dropped hints of just the information he needed on Ceres and\ntrapped him there--as we did. Checkmate!\"\n\n\"Or check-out! So when he don't come back, they smell a rat--an' I\nain't plannin' on bein' around to chew rat-poison. My grandpappy killed\na Councilor once--poor grandpappy!... Hey, there's the rock!\"\n\n\n\nThere was no outward sign of life on the barren little planetoid. But\nas the ship came to a grinding stop in a narrow gorge, a concealing\nshield snapped over them, and a crudely painted sign blazed out in\nphosphorescent gaudiness on one rocky wall: _SIMILACRA, LTD. Jeremiah\nGreek, Prop._ (A line in Greek characters.) Specialist: (Another\nline in Greek characters.)\n\nFleigh came out of the lock first and paused while he waited for\nSlim to shoulder the tarpaulin-covered Curtis and follow. He grinned\nand pointed at the Greek characters in the sign. \"_Magician and\nwonder-worker_; specialist _in imitation and mockery_,\" he\ntranslated. \"I looked it up on Mars, so don't go thinking it's some\nkind of spell.... Now if the old fool will open up....\"\n\nMax remembered his own preconceptions of Greek's process, pictured\nvarious impressive-looking apparatus, which included a large tube\nthrough which some sort of lightning zig-zagged, and a beautiful woman\ntaking form from a stream of transmuted elements streaming from the\ntop. It was nothing like such cinematic legerdemain, of course.\n\n\"Why ain't English good enough for him?\" complained Slim. \"I don't go\nfor that magic stuff, Max. We been....\"\n\nBut the Sigma was already swinging back on its tips to reveal a passage\nthrough the rock. A little, shriveled man in tattered shorts and\nthick-lensed glasses stood motioning them in impatiently, and the door\nclosed silently when they obeyed his summons. They headed down a side\npassage toward a ramp and the sound of busy humming.\n\nGreek threw open a door and pointed to a table where the duplicate of\nCouncilor Curtis lay, with a duplicate Jeremiah Greek fussing over\nit and humming through his nose. The guide dropped to a bench and\nbegan removing his chest and inserting a fresh power pack between two\nterminals.\n\nSlim's mouth dropped open and his burden slipped from his back to the\nfloor with a sodden thump, while he stared from one Greek to the other,\nand back to the first. His fingers were stretched in the ancient sign\nof the horns as he watched the changing of accumulators, and his voice\nwas hoarse and uncertain. \"A damned robot!\"\n\n\"Not a robot--a similacrum,\" denied the owl-eyed man who must have been\nthe original of the metal creature. \"I'm a mimesist, not a creator.\nA robot has independent life, but that's only a limited copy of my\nmemories and habits, like this phoney Curtis. And those tapes you\nbrought me, Fleigh--they stink!\"\n\nHe gestured toward the spools of the marvelous wire that could record\nelectromagnetic waves of any type of frequency up to several million\nmegacycles. In one corner, a stereo-player was running one off, but the\nvision screen was fuzzy, and the voice part was a mass of gibberish.\n\nFleigh scowled at it, and turned back suspiciously to Greek. \"Sure you\nknow how to use them? Those were made by--\"\n\n\"By a fool who had a shield leak in his scanner! Only a few were any\ngood. I was using pancyclic tape before you ever saw a stereo-record.\nWhere do you think I impress my similacrum's memory--on a real brain?\nIt takes miles of tape to feed the selectrons! I did the best I could,\nbut.... Here, take a look!\" He reached into the false Curtis' mouth and\ndid something that made the figure sit up suddenly.\n\nMax went over and muttered into the thing's ear, but after the first\nfew answers it lapsed into sullen silence, and he swung back toward\nGreek. \"I told you Curtis had to be perfect! This wouldn't fool a\nJovian!\"\n\n\"And I told you I wasn't Jehovah--I specialize in mechanical\nimitations,\" Greek answered shortly. \"Bum tape, bum similacrum! If you\nbrought me some decent reels, I'll see what I can do, though.\"\n\n\n\nFleigh grunted and yanked the tarpaulin off the real Curtis. At the\nsight, new interest appeared on Greek's face, and he came over to\nexamine the Councilor, but stopped after a cursory look had shown that\nthe man was still alive.\n\nHe nodded. \"That's more like it, Fleigh. I'll set up an encephalograph\nand ideoform analyzer and record directly off his mind--it's better\nthan feeding impressions from tapes, anyway, though I always used an\nediting circuit before. Okay, you'll get something his own mother would\nswear was perfect.\"\n\n\"When?\"\n\n\"Depends. Narrow-band analysis would take a couple weeks, but it'd be\npermanent. If I run an all-wave impressor in, the tapes will be barely\naffected. I can do it in ten-twelve hours, but your similacrum will\nbegin to fade in a week, and wash out completely in a month.\"\n\n\"Suits me,\" Fleigh decided. \"We won't need him more than a few days;\nany place where Slim and I can catch up on our sleep while you finish?\"\n\nGreek's double came to life at a signal and led them down a series\nof rock corridors to a room that lacked nothing in comfort, then went\nsilently out and left them alone. To Fleigh's relief, Slim tested the\nbed in sour displeasure, pulled a blanket off, and rolled up on the\nfloor, leaving the flotation mattress unoccupied. He had as little use\nfor such luxuries as his boss had for his presence in the same bed.\nMax climbed in and adjusted the speegee dial to perfect comfort with a\nrelaxed grunt of pleasure.\n\nHe had no intention of sleeping, though, while things that concerned\nhim were going on. Three hours later, he heaved out and slipped\nsilently down the rocky halls on sponge-rubber slippers. But his\ntraining had covered the stupidity of spy-stereos, and there was\nnothing stealthy about his entry into the laboratory. Greek looked up\nfrom a maze of wires and gadgets with faint surprise but no suspicion.\n\n\"Couldn't sleep,\" Fleigh volunteered apologetically. \"I was wondering\nif you had any barbiturates?\"\n\nA few minutes later he took the tablet from Greek's double and turned\nback down the hallway with a muttered thanks. He had learned all he\nwanted to know. Both Greeks and Curtises were present and accounted\nfor, where they belonged, and the mimesist was busy about his work;\nthere was no funny business involved. Actually, he had expected none,\nbut it never did any harm to make sure of such things when dealing with\nmen who were outside the law of either the Plutarchy or the Council.\n\nSlim was snoring and kicking about on the floor when he returned, and\nhe grinned as he plopped back onto the mattress. The outlaws were\nuseful enough now. But once Earth took over the Mandate, something\nwould have to be done about them; too many were the wrong sort to fit\ninto the Plutarchy. Fleigh stretched with a self-satisfied yawn, and\nslipped into well-earned sleep.\n\n\n\nGreek's similacrum wakened them in the morning and led them back to\nthe laboratory, where the scientist was waiting beside the imitation\nCurtis. The real Councilor must have been drugged, for he lay\nunconscious on one of the tables. Fleigh wasted only a casual glance at\nhim, and then turned to the new similacrum as Greek flipped it on.\n\nThis time his tests were longer, and there were no sullen silences from\nthe imitation. Its response was quick, sure, and completely correct;\nthe real Curtis could have done no better, and Fleigh stepped back at\nlast and nodded his approval. He'd demanded a perfect similacrum, and\nit had been delivered.\n\n\"You're sure it has a good strong desire to live?\" he asked briefly as\nhe fished into his bag for the little prepared relay that was ready.\n\nGreek smiled faintly. \"They all have that--they couldn't pass as normal\nmen without it. And if your dimensions were correct, you should have no\ntrouble installing your relay.\"\n\nHe stripped aside the blouse, to reveal a small cavity in the back\nof the similacrum, with a bundle of little wires which Fleigh hooked\nonto the relay. It slipped in, and locked firmly. Greek unclipped the\ntiny switch from inside the machine's mouth. The animation within\nthe similacrum disappeared at once, to snap back again as a switch\non Fleigh's bag was pressed. A little circle of the pancyclic strip\nmoved over a scanner inside the bag, sending out a complex wave, while\na receiver in the similacrum's back responded by closing the relay.\nThen the animation was cut off again, and came back at once on a second\npressure of the switch.\n\n\"Attempted removal of the relay will destroy all circuits, just as you\nordered,\" Greek assured the operative. \"Well?\"\n\nFleigh's face mirrored complete satisfaction. \"You get the fire\nemeralds, as promised!\"\n\nHe reached into the bag and came out with a little bundle, a grin\nstretched across his face. It stayed there while Greek moved forward\nquickly, to stagger back with a chopped-off scream as the slugs poured\ninto his face and exploded his head into a mangled mess of blood and\ngrey tissue!\n\nFor a second, the Greek double moved forward, but it turned with a\nshriek and went down the hall at a clumsy run as Fleigh ripped the\nsmoking gun from the package. He let it go. Curtis' head dissolved\nunder a second series of slugs, and only the similacrum of the\nCouncilor was left in the laboratory with the two men.\n\nSlim closed his mouth slowly and reached for his green narcotic, but he\nmade no protest. The other moved about, gathering up combustibles and\nstacking them in a corner, then setting fire to the pile.\n\n\"Which takes care of almost everything, Slim,\" Fleigh said calmly. They\nheaded out and down the hall toward their ship, with the imitation\nCurtis moving quietly along behind. Another slug from the gun destroyed\nthe lock on the big Sigma, and they pushed through, out into the rocky\ngorge. \"Nothing left to chance, and a perfect red herring to cover up\nCurtis' disappearance.\"\n\n\n\nSlim ducked into the lock and went forward to the controls. \"Uh-huh.\nGrandpappy'd sure of admired you, Max! Used to look just the same when\nhe drilled somebody he didn't like.... All set for take-off?\"\n\n\"Forgetting anything, Slim?\"\n\nThe outlaw looked up in puzzled surprise, while Fleigh shook his head\nand went over to the receiver. There was no sense in trying to teach\nthe fool anything, apparently, but at least he might have learned\nelementary caution from his mode of life. The Plutarch operative ripped\nout the tape from the illegal all-wave recorder and slipped it into a\nplay-back slot, while slow comprehension crossed the other's face.\n\nBut everything was in order, with the usual hash of faint signals on\nvarious frequencies. There were no signs of a strong response, such as\nwould have been made by any attempt on Greek's part to double-cross him\nwith a call to the outside. He set the receiver to record, and went\ntoward the rear cabin and the similacrum, while the ship blasted off\nand headed toward Mars.\n\nThe false Curtis was already at a table, and groping through a bag\nof notes the original Councilor had carried. It looked up as Fleigh\ncame in, grimaced, and went on organizing the papers before it. The\noperative dropped to a chair with his familiar humorless chuckle.\n\n\"You realize your life is dependent on obedience, uh--Curtis?\"\n\n\"Would I have let you kill myself otherwise?\" the thing asked grimly.\n\"Leave that control gadget of yours where I can get it, and you'll feel\nthe difference between my hands and mere flesh ones! But meantime, I'll\ncooperate, since I have no choice; I suppose you intend helping me with\nmy speech before the Council?\"\n\nFleigh's appreciation for the peculiar genius of Greek went up several\npoints, as he assented tersely. The thing was perfect, or so nearly\nso that it seemed to consider itself the real man. There would be no\ntrouble on that score. As for the control bag--he had no intention of\nletting that out of his hands until the similacrum was turned off.\n\nIt gestured toward the notes with a motion peculiar to Curtis. \"You'd\nonly ruin anything you edited, Fleigh. I'm perfectly capable of\nwriting the thing myself, and it'll sound like me! But if I'm going\nto give you a clean sheet and not make the whole Council suspicious,\nI'll need more information than I have. I must have the whole picture,\nso that I can take care of all objections without running counter to\nwhat some other Councilors may know already. Also, I think you'd better\nlearn to address me as Councilor Curtis!\"\n\n\"Quite so, Councilor,\" Fleigh agreed, and this time the amusement in\nhis laugh was genuine. \"Now if you'll tell me what you know of our\nplans and methods, I'll fill in the blanks. But I want to see that\nspeech, when you're finished.\"\n\n\n\nIt was amazing, the amount of evidence Curtis had managed to accumulate\nin a brief week; or perhaps much of it had been in his hands before,\nand only needed organizing against what they had let him find on Ceres.\nIt was enough to have ruined all hopes of Earth's getting the Mandate,\nand seriously endangered her relations with the Planet Council in\naddition. Fleigh made a mental note to press for an investigation of\nsome of the outland operatives as he began filling in the missing links\nin the other's information.\n\nCurtis took the facts down in a note-book, grim-faced and silent,\nchecked them back, and reached for the typewriter. The first part of\nthe speech he had meant to deliver needed but slight modification,\nand Fleigh read it over the similacrum's shoulder as it operated the\nmachine. Then the going grew tougher, and there were long pauses while\nthe thing considered, revising a word here, or changing a paragraph\nthere. It disregarded Fleigh's suggestions with the same disdain that\nwould have been on the real Councilor's face, and the operative began\nto realize that it was justified. When it came to writing speeches, he\nwas only an amateur, and this was professional work.\n\nHe was beginning to regret that the thing could have a life of only\nfrom a week to ten days, when it finished; Earth could have used such\na propagandist, particularly one accepted on the Council as Mars'\nchief representative! Curtis' speeches had always been good, but he\nhad never realized that the man's talents would have been equally\ngood on propaganda. It was hard to believe that this was fiction, as\nhe listened to the calm, assured voice running through it, apparently\nreciting only the simple truth, and yet coloring every word with some\ntrick of oratory that seemed to make it glow with virtue and integrity.\n\n\"Perfect!\" he commented when it was finished. He cut off the relay\nsignal, watched the similacrum slip to the floor, and went forward to\nthe control cabin with a full measure of satisfaction. Earth could not\nfail!\n\nAnd already the red disc of Mars was large and close on the view-plate.\nFleigh hadn't realized the time the writing of the speech had taken,\nbut he did not regret a second of it as Slim began nursing the ship\ndown through the thin atmosphere toward the Solar Center.\n\n\n\nThe taste of coming victory was strong in Max Fleigh as he waited\noutside the Martian House the next day, but Slim was still glum and\nmorose. Part of that was probably due to his orders to stay out of the\nusual outlaw haunts on the planet, where the police might have picked\nhim up and ruined the whole plan. The rest, Fleigh decided, was just\nhis natural fear of what he could not understand.\n\nThe outlaw was grumbling and turning his lucky ghost charm over and\nover in his palms. \"Leavin' the thing run around this way! We been\nlucky, Max, but tain't reasonable to figger it'll hold! You shoulda let\nme tail him!\"\n\n\"Sure, Slim. People expect him to go around with you at his heels, no\ndoubt!\" Fleigh spat dango seeds out of the open car window, and took\nanother bite of the cool fruit before going on. \"We have to let him\ncirculate; no Councilor just back from a two-week trip would hole up\nbefore this meeting, when he had instructions to pick up any last\nminute details piling in. Besides, we're not dealing with Curtis now,\nbut with a machine. And it knows who its master is! The minute I cut\nthe relay, or it gets ten miles away from me--no life!\"\n\nHe spotted the similacrum coming down the steps and jumped out to open\nthe car door. Slim grunted dourly, pulling his chauffeur's cap further\ndown over his forehead, but he took the curt order from Curtis with no\nother protests and headed the big car toward the Council Chambers. The\nCouncilor passed over two slips of elaborate pasteboard and leaned back\nagainst the seat.\n\n\"Passes for the two of you. Are you sure Slim knows what he's to do?\"\n\nThere was a disgusted sound from the front, but Fleigh ignored it.\n\"He'd better; we've been over it often enough. But go ahead and make\nsure.\"\n\nThe similacrum ticked off the points with incisive authority. The\nCouncil Chamber was radiation proof, and since Curtis would not be\ntrusted with the relay signal, the success of the whole thing depended\non Slim's behavior. Max had secured a duplicate of his signal generator\nwhich the outlaw was to use outside the Assembly, while Fleigh went\ninside with his and waited. The operative had developed complete\nconfidence in the ability of the false Curtis, and he was sure of his\nown part. It was all up to Slim, but there was no reason for him to\nfail, and he had always taken orders well enough before.\n\nActually, it all went off with perfect smoothness. The guards passed\nhim in after a careful scrutiny of his permit, and he carried the\nbriefcase that held the generator up to the gallery and turned it on.\nSeconds later, the similacrum came through the big doorway, with only a\nslight flicker of uncertainty as the anti-radiation shield touched him\nand he passed from one generator to the other.\n\nCurtis walked along the aisle with the proper confidence and attention\nto his friends, presented his credentials for the purely perfunctory\nexamination, and turned off into one of the little council-rooms.\nTwo of the other Martian Councilors followed him, and passed out of\nFleigh's field of view, but he was not worried about that. Slim came\nslouching down the gallery stairs and dropped into a seat beside the\noperative, putting the duplicate generator between his feet.\n\n\"Satisfied?\"\n\n\"Perfect,\" Fleigh assured him. They would reverse it going out. After\nthat, Curtis would announce that he was leaving on a long trip to\nGanymede, and they would be able to dispose of the similacrum without\nany parts left to show what he was.\n\n\n\nThen Curtis came back into the main chamber. Apparently the Council had\nbeen waiting for his return, for the Sergeant-at-Arms waved for order,\nand the meeting began, with almost no preliminaries. Earth brought up\nthe subject of the Mandate, and the head of the Venus Council began to\ncome to his feet. But Curtis was up first, and the Chair recognized him.\n\nFleigh relaxed completely as the familiar words of the speech began\nto come to him, while the Venusans glanced about in surprise, and\nthen began to listen. A moment later they were under the sway of his\noratory. The single speech should do it, since the question had been\ntentatively decided in favor of Earth at the last meeting, pending\nCurtis' investigation. By night, the Mandate should be a _fait\naccompli_, and Earth could begin moving out her mercenary legions in\nthe squat \"mining\" freighters.\n\nFleigh had a pretty good idea of who would lead them. He'd been in\nline for promotion for some time already, and the Plutarch had dropped\nhints of the outcome of success. It would be good to leave the dubious\nposition of operative and become a legally recognized governor of the\nmandate planetoids, to settle down and begin organizing his own private\nlittle plans for the Plutarch's job!\n\nSlim nudged him with a bony knee, but Fleigh was too wrapped in his\nown thoughts to bother until the other seized his elbow and hissed at\nhim. Then he came out of his day-dreams. Something was going on--the\nCouncilors were paying too careful attention, and the Earth Delegation\ndidn't look right! In a second, his mind was back on the speech, and\nthe words came to a chilling focus in his ears.\n\n\"... found the organization inconceivably complex. And yet the basic\npattern is old--old as the barbarism that prompted it. Gentlemen, I\nhave only my word as evidence now, but I can name names and give exact\nlocations that will enable our Planetary Police to confirm every word\nof it before night falls on this meeting. The Plutarch of Earth, on the\ntwentieth of April, forty-two years ago, gave the following orders,\nwhich I quote....\"\n\nFleigh grabbed for Slim's generator, and yanked the button savagely,\nbut still the damning words went on, detail piling on exact detail,\nwhile Secret Servicemen moved forward to cut the speaker off from the\nEarth Delegates. Their rudeness was an open declaration that Earth was\nimmediately severed from the Council! Max ripped out the generator,\ncrushing the delicate tubes in his hands. He was stamping on his own\ndevice at the same time, but the voice went on unchecked!\n\nDown on the floor, Curtis looked upwards without pausing in his\ndetailed list of evidence, found the operative's eye, and grinned. Then\nhe resumed his normal gravity and went on!\n\nSlim's hands were trembling and fumbling over his charm. Fleigh\npractically carried him to the aisle, and dragged him along as he made\nhis way up the infinite distance to the gallery door. Every step was\nmade with the expectation of a shouted order from Curtis that would\nsend the big explosive slugs tearing through him, but it did not come.\nInstead, there was only the quiet continuance of the speech, and Slim's\nhoarse prayers to the ghosts of the charm to save them.\n\nSurprisingly, the doors opened in the hands of the courteous guards,\nand the hall was before them, with no police in sight. Max cut Slim's\nbabbled relief off with a crisp whisper. \"We're not out of it, you\nfool! Ten to one, it's cat and mouse, with us the losers. But if we're\ngoing to make use of the tenth chance, shut up! Walk, damn it, and\n_grin_!\"\n\n\n\nThere was another flight of stairs leading down, a long hall, and a\nsecond door that opened promptly and politely as they neared it. Then\nthe main steps led down to the street. It was impossible that the\nsimilacrum could have given no orders for their arrest; as impossible\nas that the relay could be tampered with! But the big car waited at\nthe curb, and there were still no police.\n\nReaction left Slim drooling narcotic juice over the hands that were\ncaressing and kissing the charm. Fleigh yanked him savagely into the\ncar and gunned the electros. It went tearing out into the street under\nfull power, while a wild yell of despair ripped out of the outlaw's\nthroat.\n\n\"My ghost charm!\" He was pawing frantically at the door lock, with his\nface swivelled around toward the bright receding twinkle of the metal\npiece on the sidewalk behind. \"Max! Max!\"\n\n\"Shut up and stay put! There must be a hundred more of those things\nyou can buy if we get out of this.\" Fleigh freed a hand and forced the\ncringing fool back into the seat, where he relaxed woodenly, terror\nfading out to sullen despair that gradually mingled with doubt.\n\n\"Then let's get out quick, Max! Oncet we hit Earth, I know a guy's got\nanother. Tain't as good a ghost with it as mine, but it ain't no fake,\nneither! You gotta give me enough to get it, Max!\"\n\nFleigh hid his thin grin from the other. They'd need more than a ghost\ncharm or even planning if they ever went to Earth! He'd seen what\nhappened to failures there, and he knew that it would be better to walk\ninto the nearest Planet Police Bureau. But he reached over soothingly\nand patted the outlaw's shoulder. \"Sure, Slim. We'll get you another,\nmaybe before we leave here.\"\n\nIt shouldn't be hard to find one of the charm peddlers, and dope up\na story. There was a place on Venus where they could hide, once Slim\nworked up his nerve to pilot them there--and provided that their luck\nheld long enough to keep the police from impounding the little craft.\nBut the hideout would take money, and that had to come first. Planning\ntook care of that; he'd always been careful to avoid tieing his\npersonal fortune up in the Earth Operative strongholds.\n\nHe swung the car around a corner, glanced up at a jeweler's sign, and\ncursed without slowing down. The red light was on, warning that it had\nbeen raided. One of his secret quarters gone!\n\nHe stopped obediently for a through highway, and roared on. But the\nsecond was no better. There was sweat on his forehead, and his hands\nwere slippery with it when he headed out Mars Center Canal into the\nsuburbs. Damn Curtis! It was impossible for him to have found the\nhideout--or should have been!\n\nBut there was no warning light in the window of the third and last\nplace. The lawyer's faded sign swung in the thin wind, and everything\nwas serenely peaceful. Fleigh jerked Slim out of the car, set its\nautomatic chauffeur, and let it go rolling off.\n\nThen he moved up the steps with the outlaw at his heels, listened\ncautiously at the door, and nodded. The steady click of a typewriter\nindicated that the scrawny little secretary was doing the routine\noffice-work, and Sammy must have been undisturbed. He opened the door\neagerly, to a louder clicking from the typewriter.\n\n\n\nAbove it, Curtis looked up with an assured smile, and waved the\ngrandfather of all hand weapons at him in genial greeting!\n\n\"Come in, Max,\" he said cordially. \"Like my double's speech?\"\n\nSlim's trembling hand fumbled out automatically in the sign of the\nhorns. His blanched mouth worked furiously, but the words refused to\ncome until Curtis turned to him. Then jerked back, waving his fingers.\n\"He couldn'ta.... We'd of beat him ... _Max!_ He's dead! He's a\nghost!\"\n\nFleigh's hand groped for him, and missed. Another apparition came into\nthe room from the inner office. This one was a shrivelled, little man,\nwith owl-eyes that blinked at them out of thick-lensed spectacles.\nJeremiah Greek picked up a pencil with a contented grin, drew it across\nthe bare flesh of his arm; and held the red mark that rose on the skin\nout toward the outlaw.\n\n\"In the flesh,\" he stated.\n\nBut Slim was no longer listening. Slowly, as if moved by worn-down\nclock-works, he slid down the wall and his dead-faced head bent forward\nto meet the knees that drew upwards. There he stayed, motionless.\n\n\"If that's catatonic return to the foetal position, it's an all-time\nrecord for speed,\" Curtis commented with quiet interest. \"Sit down,\nMax. You seem to have overestimated your companion's moral fiber, and\nunderestimated your opponent's. Never count on luck! It takes planning\nto get anywhere in this universe.... By the way, Jeremiah Greek is the\noriginal inventor of pancyclic tape: you should have checked up on him,\nbefore you trusted him, and found out the way your Plutarchy gypped him\nout of his invention. He wasn't the sort of man who'd cooperate very\nwell with Earth. In fact, he was the sort who could and would fake a\ntape for your recorder to cover up the call he put in under my code to\nthe Martian Council!\"\n\nFleigh moved toward the chair as the gun commanded, only half conscious\nof the words. He sank into a sitting position, his mind churning\nsavagely and getting nowhere. _Play along! Keep your eyes open! If\nyou let the other guy make the moves, he'll slip up somewhere._ It\nwas basic training to operatives, though there was uncertainty in even\nthat logic now. But there was nothing else to do.\n\nGreek picked up the account. \"With a promise of secrecy from Councilor\nCurtis, and a chance to do legitimate research here, I felt quite free\nto drop my very doubtful loyalty to my native planet, Mr. Fleigh. Those\ntwo similacra you shot were crude, and the brain and blood imitation\nwas quite poor, I thought. But fortunately, you didn't investigate\nthoroughly.\"\n\n\"I didn't think the relay control could fail. So you simply let the\nsimilacrum collapse and took its place?\" Fleigh was forcing himself to\ncasualness, while his brain hashed over all the rules for upsetting\na trap. But it returned inevitably to the basic need of stalling for\ntime, and keeping them talking.\n\n\"Not at all,\" Curtis corrected him. \"We were late returning, so they\nsimply used an all-wave receiver to record your control signal on\npancyclic tape, inserted it into a generator, and the similacrum had\nhis freedom in his pocket two minutes after you turned on your control\nin the Council Chamber. You really didn't think I'd leave my speech in\nthe middle to chase you, when I had a perfectly good double, surely?\"\n\n\n\nFleigh's eyes darted to Slim, but there would be no help from that\nquarter. Not a muscle had moved since the outlaw had collapsed onto the\nfloor!\n\nHe forced himself to relax deliberately. Relax! As long as he was\ntensed up in the chair, they'd watch him, but they'd be less cautious\nif he seemed to abandon hope. And he was younger and faster than they\nwere, in spite of his fat.\n\nGreek's amused cackle broke his chain of thought. \"So simple a\nsolution, Max! But of course, an involute brain would miss just\nthat.... That's fine, relax! And when you start anything, you'll be\nsurprised to find how quickly and efficiently a couple of sentimental\nvisionary fools can shoot! Or do you think, Councilor, that we're\nreally such fools?\"\n\n\"I doubt it,\" Curtis answered, with the same hard amusement in his\nvoice. \"As I see it, a reactionary is simply unable to adapt to new\nconditions; he's filled with a blind, stubborn dependence on the rude\npast. And brute force is an admission of that intellectual poverty.\nMax, you should have studied history better. The addle-pated idealists\nhave a peculiar habit of winning.\"\n\nThey stood there, grinning and studying their captive with the one\nthing in the universe he had never encountered--open contempt. Fleigh\nwet his lips, glancing from one to the other, and considering the\nhopeless distance to the door.\n\nAnd suddenly the beginnings of an idea permeated through the hard knot\nof fear in his brain. They didn't believe in brute force! They wouldn't\nkill him without provocation; and they couldn't turn him in to the\npolice!\n\nHe swung back to Curtis, and this time there was a grin on his own\nlips. \"You said you promised Mr. Greek secrecy, Councilor. Not\nimmunity, because the old law against making robots is too strong; and\nsimilacra would be considered robots. Well, just how do you figure you\ncan turn me over to the authorities without breaking that promise and\nhaving him strung up beside me?\"\n\n\"I never meant to turn you in,\" Curtis answered.\n\n\"And you said yourself that brute force was stupid!\"\n\n\"Quite true.\" It was Greek who answered this time. \"But the rules of\njustice sometimes invoke it. The penalty for treason, like that for\nrobotry, is still death, though we've abandoned most other reasons for\ncapital punishment.\"\n\n\"Then turn me in! Or kill me yourselves--and you'll find that brute\nforce really is stupid on Mars! The police here are the best in the\nsystem, which is why I always preferred to do my little jobs elsewhere.\nYou amateurs wouldn't have a chance. Well?\"\n\nBut he knew that he had them, and the taste of freedom in his mouth was\nsweet after the fear and hopelessness of their gloating power. He did\nnot wait for an answering nod from them, but turned from his chair in\ncalm assurance, and headed for the door.\n\n\n\nGreek's voice interrupted his exit. \"Just a minute, Max! You really\nshould know all your mistakes, and there's one we forgot.... Never use\na perfect similacrum! It can't be perfect without thinking exactly like\nits original; the same mind must operate the same way. Your similacrum\nwas limited only by the time it could exist--and it knew that, as well\nas knowing it was useless among real men!\"\n\n\"So what?\" Fleigh asked jauntily, and reached for the door. \"And so\nlong!\"\n\nSteel hands grabbed him, and a pair of arms with inhuman strength\npicked him up and turned him around to face the two men. Curtis dropped\nhis gun onto the table with a slow, deliberate motion, holding the\nstruggling operative with a single hand, while he stretched the other\nout to Jeremiah Greek. Then he turned toward the door, dragging the fat\nbody of Fleigh along without effort.\n\n\"So when you're found dead in your house, killed by the robot you were\nhaving built in some fiendish plot against Councilor Curtis, I don't\nthink the police will worry--beyond seeing that both you and the robot\nare thoroughly beyond repair!\"\n\nThere was bitterness in the voice of the similacrum, but it was\nresolute and determined bitterness. \"When the real Curtis replaced me\nin the Council Chamber, he meant to make my few days of existence as\npleasant as possible. But even a limited similacrum likes to be useful.\nCome along, Max.\"\n\nMax Fleigh went along; there was nothing else he could do, as the\nduplicate of Curtis tossed him into a small car and began driving\nback toward the town and the house that had been his Martian home and\nwould soon be his tomb. He couldn't even think straight, for his head\ninsisted on dwelling on nonsense.\n\nSlim had been right, after all, and his ghost charm had brought him\nluck, even after he lost it. But for the man who had refused to believe\nin it, there was no hope for such insane oblivion. There was simply no\nhope of any kind.\n",
    "metadata": {
        "author": [
            "Del Rey, Lester"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70348/pg70348.txt",
        "name": "imitation_of_death.json"
    }
}