{
    "name": "In Madeira Place\n1887",
    "author": [
        "Chaplin, Heman White"
    ],
    "body": "1887\n\n\nTurning from the street which follows the line of the wharves, into\nMadeira Place, you leave at once an open region of docks and spars for\ncomparative retirement. Wagons seldom enter Madeira Place: it is too\nhard to turn them in it; and then the inhabitants, for the most part,\nhave a convenient way of buying their coal by the basket. How much\ntrouble it would save, if we would all buy our coal by the basket!\n\nA few doors up the place a passageway makes off to the right, through a\nhigh wooden gate that is usually open; and at the upper corner of this\npassage stands a brick house, whose perpetually closed blinds suggest\nthe owner's absence. But the householders of Madeira Place do not absent\nthemselves, even in summer; they could hardly get much nearer to the\nsea. And if you will take the pains to seat yourself, toward the close\nof day, upon an opposite doorstep, between two rows of clamorous little\ngirls sliding, with screams of painful joy, down the rough hammered\nstone, to the improvement of their clothing, you will see that the house\nis by-no means untenanted.\n\nEvery evening it is much the same thing. First, following close upon the\nheels of sunset, comes a grizzly, tall, and slouching man, in the cap\nand blouse of a Union soldier, bearing down with his left hand upon\na cane, and dragging his left foot heavily behind him, while with his\nright hand he holds by a string a cluster of soaring toy balloons, and\nalso drags, by its long wooden tongue, a rude child's cart, in which is\na small hand-organ.\n\nNext will come, most likely, a dark, bent, keen-eyed old woman, with her\nparchment face shrunk into deep wrinkles. She bears a dangling placard,\nstating, in letters of white upon a patent-leather background, what you\nmight not otherwise suspect,--that she was a soldier under the great\nNapoleon, and fought with him at Waterloo. She also bears, since\nmusic goes with war, a worn accordion. She is the old woman to whose\nshrivelled, expectant countenance you sometimes offer up a copper coin,\nas she kneels by the flagged crossway path of the Park.\n\nShe is succeeded, perhaps, by a couple of black-haired, short,\nbroad-shouldered men, leading a waddling, unconcerned bear, and talking\nearnestly together in a language which you will hardly follow.\n\nThen you will see six or eight or ten other sons and daughters of toil,\nmost of them with balloons.\n\nAll these people will turn, between the high, ball-topped gate-posts,\ninto the alley, and descend at once to the left, by a flight of three or\nfour steps, to a side basement door.\n\nAs they begin to flock in, you will see through the alley gate a dark,\nthick-set man, of middle age, but with very little hair, come and stand\nat the foot of the steps, in the doorway. It is Sorel, the master of the\nhouse; for this is the _Maison Sorel_. Some of his guests he greets\nwith a Noachian deluge of swift French words and high-pitched cries of\nwelcome. It is thus that he receives those capitalists, the bear-leaders\nfrom the Pyrenees; it is thus that he greets the grizzled man in the\nblue cap and blouse,--Fidèle the old soldier, Fidèle the pensioner, to\nwhom a great government, far away, at Washington, doubtless with much\nelse on its mind, never forgets to send by mail, each quarter-day\nmorning, a special, personal communication, marked with Fidèle's own\nname, enclosing the preliminaries of a remittance: “Accept” (as it\nwere) “this slight tribute.” “_Ah! que c'est un gouvernement! Voilà une\nrépublique!_”\n\nEven a Frenchman may be proud to be an American!\n\nMost of his guests, however, Sorel receives with a mere pantomime\nof wide-opened eyes and extended hands and shrugged-up shoulders,\naccompanied by a long-drawn “_Eh!_” by which he bodies forth a thousand\nrefinements of thought which language would fail to express. Does a\nfresh immigrant from the Cévennes bring back at night but one or two of\nthe gay balloons with which she was stocked in the morning, or, better,\nnone; or, on the other hand, does a stalwart man just from the rich Brie\ncountry return at sundown in abject despair, bringing back almost all\nof the red and blue globes which floated like a radiant constellation\nof hope about his head when he set forth in the early morning, Sorel can\nexpress, by his “_Eh!_” and some slight movement, with subtle exactness\nand with no possibility of being misapprehended, the precise shade of\nfeeling with which the result inspires him.\n\nBut there he stops. Nothing is said. Sorel is a philosopher: he has\nindicated volumes, and he will not dilute with language. One who has\nfired a little lead bullet does not need to throw after it a bushel of\nmustard-seed.\n\nThe company, as they come in, one by one, wash their hands and faces,\nif they see fit, at the kitchen sink, and dry them on a long\nroller-towel,--a device adopted, probably, from the Americans. Then they\nretire to the room behind the kitchen, and seat themselves at a long\ntable, at which the bear-leaders place themselves only after seeing\ntheir animal fed, in the coalhole, where he is quartered.\n\nAt the supper-table all is joy, even with the hopeless. Fidèle beams\nwith good-humor, and not infrequently is called on to describe, amid a\ngeneral hush, for the benefit of some new-comer from “_la belle France_”\n the quarterly receipt of the communication from Washington: how he stays\nat home that day, and shaves, and waits at the door for “_la poste_;”\n how the gray-uniformed letter-carrier appears, hands out a letter “as\nlarge as that,” and nods smilingly to Fidèle: he, too, fought at “_la\nMontagne du Lookout_.” The amount of the sergeant's pension astonishes\nthem, wonted as they are to the pecuniary treatment of soldiers in the\nOld World. “_Mais_, it is a fortune! Fidèle is a _vrai rentier!_ Ah!\n_une république comme ça!_”\n\nGenerally, however, Fidèle contents himself at the evening meal with\nsmiling good-humoredly on everybody and rapidly passing in, under his\ndrooping mustache, spoonfuls of soup, morsels from the long French loaf,\nand draughts of lager beer; for only the rich can have wine in this\ncountry, and in the matter of drink an exile must needs lower his\nstandard, as the prodigal lowered his.\n\nWhile Sorel and his wife and their busy maid fly in and out with\n_potage_ and _rôti_, “_t-r-r-rès succulent_,” the history of which we\nmust not pry too deeply into, there is much excited conversation. You\nsee at once that many amusing things happen to one who sells balloons\nall day upon the Park. And there are varied fortunes to recount. Such\na lady actually wished to buy three for fifty cents! Such a\n“police-er-mann” is to be highly commended; such another looks with an\nevil eye upon all: he should truly be removed from office. There is a\nrumor that a license fee is to be required by the city.\n\nAll this is food for discussion.\n\nAfter supper they all sit about the kitchen or in the alley-way,\nchatting, smoking. She who has been lucky in her sales basks in Sorel's\nfavor. The unfortunate peasant from the Brie country feels the little\nbullet in his heart, and nurses a desperate resolution to redeem himself\non the morrow: one must live.\n\nSometimes, if you happen to pass there on a warm evening, you may see\na young woman, rather handsome, sitting sidewise on the outer basement\nsteps, looking absently before her, straight-backed, upright, with her\nhands clasped about one knee, with her skirt sweeping away: a picture of\nAlsace. I have never been able to find out who she is.\n\nOne evening there is a little flutter among this brood. A gentleman,\nat the alley door, wishes to see M. Sorel. M. Sorel leads the gentleman\nout, through the alley gate, to the front street-door; then, retiring\nwhence he came, he shortly appears from within at the front door,\nwhich opens only after a struggle. A knot of small boys has instantly\ngathered, apparently impressed with a vague, awful expectation that the\ngentleman about to enter will never come out. Realizing, however, that\nin that case there will be nothing to see, they slowly disperse when the\ndoor is closed, and resume their play.\n\nSorel ushers the gentleman into the front parlor, which is Sorel's\nbedroom, which is also the storehouse of his merchandise, which is also\nthe nursery. At this moment an infant is sleeping in a trundle-bed.\n\nThe gentleman takes a chair. So does Sorel.\n\nThe gentleman does not talk French. Fortunately, M. Sorel can speak the\nEnglish: he has learned it in making purchases for his table.\n\n“I am an officer of the government,” says Mr. Fox, with a very sharp,\ndistinct utterance, “in the custom-house. You know 'customhouse'?”\n\nM. Sorel does not commit himself. He is an importer of toys. One must\nbe on his guard.\n\nThereupon, a complicated explanation: this street, and that street,\nand the other street, and this building, and the market, and the great\nbuilding standing here.\n\nAh! yes! M. Sorel identifies the building. Then he is informed that many\ngovernment officers are there. He knew it very well before.\n\nThe conversation goes a step farther.\n\nMr. Fox is one of those officers. The government is at present in need\nof a gentleman absolutely trustworthy, for certain important duties:\nperhaps to judge of silks; perhaps to oversee the weighing of sugar, of\niron, of diamonds; perhaps to taste of wines. Who can say what service\nthis great government may not need from its children!\n\nWith some labor, since the English is only a translucent, and not a\ntransparent medium to Sorel, this is made clear. Still the horizon is\ndark.\n\nMr. Fox draws his chair nearer, facing Sorel, who looks uneasy: Sorel's\nfeelings, to the thousandth degree of subdivision, are always declaring\nthemselves in swift succession upon his face.\n\nMr. Fox proceeds.\n\n“The great officer of the custom-house, the collector--”\n\n“_Le chef?_” interrupts Sorel.\n\n--yes, the _chef_ (Mr. Fox seizes upon the word and clings to it),--the\n_chef_ has been speaking anxiously to Mr. Fox about this vacancy: Mr.\nFox is in the _chefs_ confidence.\n\n“Ah!” from Sorel, in a tone of utter bewilderment.\n\n“We must have,” the _chef_ had said to Mr. Fox,--“we must have for\nthis place a noble man, a man with a large heart” (the exact required\ndimensions Mr. Fox does not give); “a man who loves his government, a\nman who has showed himself ready to die for her; we must have”--here Mr.\nFox bends forward and lays his hand upon Sorel's knee, and looks him in\nthe eye,--“we must have--_a soldier!_”\n\n“Ah!” says Sorel, moving his chair back a little, unconsciously, “_il\nfaut un soldat!_ I un-'stan',--_le chef_ 'e boun' to 'ave one sol'ier!”\n\nStill no comprehension of the stranger's object. Curiosity, however,\nprompts Sorel at this point to an inquiry: “'Ow much 'e goin' pay 'im?”\n\nMr. Fox suggests that he guess. M. Sorel guesses, boldly, and\nhigh,--almost insolently high,--eight dollars a week: she is so\ngenerous, _la République!_\n\nHigher!\n\n“Higher!” Sorel's eyes open. He guesses again, and recklessly: “_Dix\ndollars par semaine_; you know--ten dol-lar ever-y week.”\n\nTry again,--again,--again! He guesses,--madly now, as one risks his gold\nat Baden: twelve, fourteen, sixteen, eighteen.\n\nYes, eighteen dollars a week, and more--a thousand dollars every year.\n\nSorel wipes his brow. A thousand dollars in one year! It is like a\ntemptation of the devil.\n\nSorel ventures another inquiry. The _chef_ of the customhouse, esteeming\nthe old sol'iers so highly, is an old sol'ier himself,--is it not so?\nHe has fought for his country? Doubtless he has lost an arm. And Sorel\ninstinctively lets his right arm hang limp, as if the sleeve were empty.\n\nNo; the _chef_ was an editor and a statesman in the time of the war. He\nhad greatly desired to go to fight, but his duties did not permit it.\nStill, he loves the old soldier.\n\nAnother advance in the conversation, this time by Mr. Fox.\n\nThe government, it seems, has now awakened, with deep distress, to the\nfact that one class of her soldiers she has hitherto forgotten. The\ngovernment--that is, the _chef_ of the customhouse--had this very\nmorning said to Mr. Fox that this class of old soldiers must be brought\nforward, for trust and for honor. “We must choose, for this vacant\nplace,” the _chef_ had said,--here Mr. Fox brings his face forward in\nclose proximity to Sorel's astonished countenance,--“we must have, not\nonly an old soldier, but--_a Frenchman!_”\n\n“Ah!”\n\n“Such a soldier lives here,” says Mr. Fox; “is it not true? So brave, so\nhonest, so modest, so faithful! Ready to die for his country; worthy of\ntrust and worthy of reward!”\n\n“_Mais!_” with amazement. Yes, such a sol-'ier lives here. But can it be\nthat monsieur refers to our Fidèle?\n\nPrecisely so!\n\nWhereupon Sorel, hard, hairless, but French, weeps, and embraces Mr.\nFox as the representative of the great government at Washington; and,\nweeping and laughing, leads him downstairs and presents him to Fidèle\nand to the bear-leaders, and opens a bottle of weak vinegar.\n\nSuch an ovation as Fidèle receives! And such a generous government! To\nsend a special messenger to seek out the old sergeant in his retirement!\nSo thoughtful! But it is all of a piece with its unfailing care in the\npast.\n\nFidèle begins, on the spot, to resume something of his former erectness\nand soldierly bearing; to shake off the stoop and slouch which lameness\nand the drawing about of his “_musique_” have given him. He wishes to\ntell the story of Lookout Mountain.\n\nAs Mr. Fox is about to go, he recollects himself. Oh, by the way, one\nthing more. It is not pleasant to mingle sadness with rejoicing. But\nMr. Fox is the reluctant bearer of a gentle reproach from the great\ngovernment at Washington. Her French children,--are they not just a\nlittle remiss? And when she is so bountiful, so thoughtful!\n\n“_Mais_--how you mean?” (with surprise.)\n\nWhy,--and there is a certain pathos in Mr. Fox's tone, as he stands\nfacing Sorel, with the gaze of a loving, reproachful friend,--why, how\nmany of the Frenchmen of this quarter are ever seen now at the pleasant\ngatherings of the Republicans, in the wardroom? The Republic, the\nRepublicans,--it is all one. Is that quite kind to the Republic? Should\nnot her French children, on their part, show filial devotion to the fond\ngovernment?\n\n“_Mais_,” M. Sorel swiftly explains, “they are weary of going; they\nunderstand nothing. One sits and smokes a little while, and one talks;\nthen one puts a little ticket into one's hand; one is jammed into a\nlong file; one slips his ticket into a box; he knows not for whom he is\nvoting; it is like a flock of sheep. What is the use of going?”\n\nAh! that is the trouble? Then they are unjustly reproached. The\ngovernment has indeed neglected to guide them. But suppose that some\nofficer of the government--Mr. Fox himself, for instance--will be at the\nmeeting? Then can M. Sorel induce those good French citizens to come?\n\nInduce them! They will be only too ready; in fact, at a word from M.\nSorel, and particularly when the news of this great honor to Fidèle\nshall have spread abroad, twenty, thirty, forty will go to every\nmeeting,--that is, if a friend be there to guide them. At the very next\nmeeting, _monsieur_ shall see whether the great government's French\nchildren are neglectful!\n\nWhereupon the great government, in the person of Mr. Fox, then and\nthere falls in spirit upon the neck of her French citizen-children,\nrepresented by Sorel and Fidèle, and full reconciliation is made.\n\nYes, Mr. Fox will come again. M. Sorel must introduce him to those brave\nFrenchmen, his friends and neighbors; Mr. Fox must grasp them by\nthe hand, one by one. Sorel must take him to the _Société des\nFranco-Américains_, where they gather. The government wishes to know\nthem better. And (this in a confidential whisper) there may be other\nplaces to be filled. What! Suppose, now, that the government should some\nday demand the services of M. Sorel himself in the custom-house; and,\nsince he is a business man, at a still larger salary than a thousand\ndollars a year!\n\n“Ah, _monsieur_” (in a tone of playful reproach), “_vous êtes un\nflatteur, n'est ce pas?_ You know,--I guess you giv'n' me taffy.”\n\nSuch a hero as Fidèle is! No more balloons, no more carting about of\n“_ma musique_;” a square room upstairs, a bottle of wine at dinner,\nshort hours, distinction,--in fine, all that the heart can wish.\n\nI have been speaking in the present: I should have spoken in the past.\n\nIt was shortly after Fidèle's appointment--in the early autumn--that I\nfirst made his and Sorel's acquaintance.\n\nI was teaching in an evening school, not far from Madeira Place, and\namong my scholars was Sorel's only son, a boy of perhaps fourteen, whom\nhis father had left behind, for a time, at school in France, and had but\nlately brought over. He was a shy, modest, intelligent little fellow,\nutterly out of place in his rude surroundings. From the pleasant village\nhome-school, of which he sometimes told me, to the _Maison Sorel_, was a\ngrating change.\n\nHe was always waiting for me at the schoolroom door, and was always the\nlast one to speak to me at closing. Perhaps I reminded him of some young\nusher whom he had known when life was more pleasant.\n\nIf, however, the _Maison Sorel_ chafed Auguste, it was not for lack of\naffection on his father's part Sorel often came with him to the door of\nthe school-room; and every night, rain or shine, he was there at nine to\naccompany him home. It was in this way that I first came to know Sorel;\nand whether it was from some kindness that Auguste may have thought\nI showed, or because I could talk a little French, Sorel took a great\nliking to me. At first, he and Auguste would walk with me a few blocks\nafter school; then he would look in upon me for a few minutes at the\nlaw-office where I was studying, where I had a large anteroom to myself;\nfinally, nothing would do but that I should visit him at his house. I\nhad always been fond of strolling about the wharves, and I should have\nliked very well to stop occasionally at Sorel's, if I could have been\nallowed to sit in the kitchen and hear the general conversation. But\nthis was not sufficient state for “M. le maître d'école.” I must be\ndrawn off upstairs to the bedroom parlor, to hear of Auguste's virtues.\nSuch devotion I have seldom seen. Sorel would have praised Auguste, with\ntears in his eyes, for hours together, if I would have stayed to listen.\n\nHe had many things to show in that parlor. He had gyroscopes: and he\nwould wind them up and set half-a-dozen of those anti-natural tops\nspinning straight out in the air for my diversion. There were great\nsacks of uninflated balloons, and delicate sheet-rubber, from which\nSorel made up balloons. There were other curious things in rubber,--a\ntobacco-pouch, for example, in perfect outward imitation of an iron\nkilogramme-weight, with a ring to lift it by, warranted to create\n“immense surprise” among those who should lift it for iron;\ntobacco-pouches, too, in fac-simile of lobsters and crabs and reptiles,\ncolored to nature, which Sorel assured me would cause roars of laughter\namong my friends: there was no pleasanter way, he said, of entertaining\nan evening company than suddenly to display one of these creatures,\nand make the ladies scream and run about. He presented me, at different\ntimes, with a gyroscope, a kilogramme-weight and a lobster with a blue\nsilk lining.\n\nAs time ran on, and, in the early winter, I began practice, Sorel\nbrought me a little business. He had to sue two Graeco-Roman wrestlers\nfor board and attach their box-office receipts. Some Frenchman had heard\nof a little legacy left him in the Calvados, and wanted me to look up\nthe matter.\n\nFidèle, too, came to me every quarter-day, to make oath before me to his\npension certificate, and stopped and made a short call. He had little to\nsay about France. His great romance had been the war, although it\nseemed to have fused itself into a hazy, high-colored dream of danger,\nexcitement, suffering, and generous devotion. Tears always rose in his\neyes when he spoke of “_la république?_”\n\nIn those first days of practice, anything by the name of law business\nwore a halo, and I used to encourage Sorel's calls, partly for this\nreason and partly for practice in talking French with a common man. I\nhoped to go to France some day, and I wanted to be able then to talk not\nonly with the grammatical, but with the dear people who say, “I guess\nlikely,” and “How be you?” in French.\n\nMoreover, Sorel was rather amusing. He was something of a humorist. Once\nhe came to tell me, excitedly, that Auguste was learning music: “_Il\ntouche au violon,--mais_--'e play so _bien!_” And Sorel's eyes opened in\nwonder at the boy's quickness.\n\n“Who teaches him?” I asked. “Some Frenchman who plays in the theatre?”\n\n“_Mais_, no,” Sorel replied, with a broad drollery in his eye; “_un\nprofesseur d'occasion!_” It was a ruined music-teacher, engaged now\nin selling balloons from Madeira Place, who was the “_professeur\nd'occasion_.”\n\nOne day Sorel appeared with a great story to tell. Auguste, it seemed,\nhad wearied of home, and was determined to go to sea. Nothing could\ndeter him. Whereupon M. Sorel had hit upon a stratagem. He had hunted\nup, somewhere along the wharves, two French sailors with conversational\npowers, and had retained them to stay at his house for two or three\ndays, as chance comers. It was inevitable that Auguste should ply them\nwith eager questions,--and they knew their part.\n\nAs Sorel, entering into the situation now with all his dramatic nature,\nwith his eyes wide open, repeated to me some of the tales of horror\nwhich they had palmed off upon innocent Auguste as spontaneous truth, I\ncould see, myself, the rigging covered with ice an inch thick; sailors\nclimbing up (“Ah! _comme ils grimpent,--ils grimpent!_”) bare-handed,\ntheir hands freezing to the ropes at every touch, and leaving flesh\nbehind, “_comme_ if you put your tongue to a lam'post in the winter.”\n I could see the seamen's backs cut up with lashes for the slightest\noffences; I tasted the foul, unwholesome food. I think that Sorel half\nbelieved it all himself,--his imagination was so powerful,--forgetting\nthat he had paid in silver coin for every word of it. At any rate, the\nruse had been successful. Auguste had been thoroughly scared and had\nconsented to stay at home, and the most threatening cloud of Sorel's\nlife had blown over.\n\nUsually, however, Sorel and I talked politics; and to our common\npleasure we generally agreed. Sorel knew very little about the details\nof our government, and he would listen to me with the utmost eagerness\nwhile I practised my French upon him, explaining to his wondering mind\nthe relations of the States to each other and to the general government,\nand the system of State and Federal courts. He was very quick, and he\ntook in the ingenious scheme with great facility. Then he would tell me\nabout the workings of government in the French villages and departments;\nand as he read French papers, he had always something in the way of news\nor explanation of recent events. I have since come to believe that he\nwas exceedingly well informed.\n\nThe most singular thing about him to me was how he could cherish on the\none hand such devotion as he plainly did, to France, and on the other\nhand such a passionate attachment to the United States. In truth, that\ndouble patriotism is one of the characteristic features of our country.\n\nI could lead him, in twenty minutes, through the whole gamut of emotion,\nby talking about Auguste, and then of politics. It was irresistible,\nthe temptation to lead him out. A word about Auguste, and he would wipe\ntears from his eyes. A mention of Gambetta, and the bare idea filled\nhim with enthusiasm; he was instantly, in imagination, one of a surging\ncrowd, throwing his hat in the air, or drawing Gambetta's carriage\nthrough the streets of Paris. I had only to speak of Alsace to bring\nhim to a mood of sullen ugliness and hatred. He was, I have no doubt,\na pretty good-tempered man; he was certainly warm-hearted; his apparent\nharshness to his balloon-venders was probably nothing more than\nnecessary parental severity, and he was always ready to recognize their\nsuccesses. But I have never seen a more wicked and desperate expression\nthan an allusion to Alsace called up in his face and in his whole\nbearing. Sometimes he would laugh, when I mentioned the severed\nprovince; but it was with a hard, metallic, cruel laugh.' He felt the\nloss as he would have felt the loss of a limb. The first time I brought\nup the topic, I saw the whole bitter story of the dismembering of\nFrance.\n\nThere was another subject which called out that same bitter revengeful\nlook, and that cruel nasal laugh,--the royalist factions and the\nBonapartists. When we spoke of them, and I watched his face and heard\nhis soulless laughter, I saw the French Revolution.\n\nBut he could always be brought back to open childish delight and warmth\nby a reference to the United States. Our government, in his eyes,\nembodied all that was good. France was now a “_république_,” to be sure,\nand he rejoiced in the fact; but he plainly felt the power and settled\nstability of our republic, and he seemed to have a filial devotion\ntoward it closely akin to his love for Auguste.\n\nHow fortunate we were! Here were no _Légitimistes_, no _Orléanistes_, no\n_Bonapartistes_, for a perpetual menace! Here all citizens, however\nelse their views might differ, believed, at least, in the republic,\nand desired to stay her hands. There were no factions here continually\nplotting in the darkness. Here the machinery of government was all in\nview, and open to discussion and improvement Ah, what a proud, happy\ncountry is this!”_Que c'est une république!_”\n\nI gathered enthusiasm myself from this stranger's ardor for the country\nof his adoption. I think that I appreciated better, through him, the\nfree openness of our institutions. It is of great advantage to meet an\nintense man, of associations different from your own, who, by his very\nintensity and narrowness, instantly puts you at his standpoint. I viewed\nthe United States from the shores of a sister republic which has\nto contend against strong and organized political forces not fully\nrecognized in the laws, working beneath the surface, which nevertheless\nare facts.\n\nOne acquaintance leads to another. Through Sorel, whose house was the\nfinal resort of Frenchmen in distress, and their asylum if they were\nhelpless, not only Fidèle, but a number of other Frenchmen of that\nneighborhood, began to come to me with their small affairs. I was the\n_avocat_ who “speak French.” I am afraid that they were surprised at my\n“French” when they heard it.\n\nThere was a willow-worker from the Pas-de-Calais, a deformed man,\nwalking high and low, and always wanting to rise from his chair and lay\nhis hand upon my shoulder, as he talked, who came to consult me about\nthe recovery of a hundred francs which he had advanced at _Anvers_ to\na Belgian tailor upon the pledge of a sewing-machine, on consideration\nthat the tailor, who was to come in a different steamer, should take\ncharge of the willow-worker's dog on the voyage: the willow-worker had a\nwife and six children to look after. This was a lofty contest; but I\nhad time then. I found a little amusement in the case, and I had the\nadvantage of two or three hours in all of practical French conversation\nwith men thoroughly in earnest. Finally, I had the satisfaction of\nsettling their dispute, and so keeping them from a quarrel.\n\nThen there was a French cook, out of a job, who wanted me to find him a\nplace. He was gathering mushrooms, meanwhile, for the hotels. One day he\nsurprised me by coming into my office in a white linen cap, brandishing\nin his hand a long, gleaming knife. He only desired, however, to tell\nme that he had found a place at one of the clubs, and to show, in his\npride, the shining blade which he had just bought as his equipment.\n\nBut the man who impressed me most, after Sorel, was Carron. He first\nappeared as the friend of the cook,--whom he introduced to me, with many\nflourishes and compliments, although he was an utter stranger himself.\nCarron was a well-built and rather handsome man, of medium height,\nand was then perhaps fifty years of age. He had a remarkably bright,\nintelligent face, curling brown hair, and a full, wavy brown beard. He\nkept a rival boarding-house, not far from Sorel's, in a gabled wooden\nhouse two hundred years old, which was anciently the home of an eminent\nPuritan divine. In the oak-panelled room where the theologian wrote his\nfamous tract upon the Carpenter who Profanely undertook to Dispense the\nWord in the way of Public Ministration, and was Divinely struck Dumb in\nconsequence, Carron now sold beer from a keg.\n\nIt was plain at a glance that his present was not of a piece with his\npast I could not place him. His manners were easy and agreeable, and\nyet he was not a gentleman. He was well informed, and evidently of some\nmental training, and yet he was not quite an educated man. After his\nfirst visit to me, with the cook, he, too, occasionally looked in upon\nme, generally late in the afternoon, when I could call the day's work\ndone and could talk French for half an hour with him, in place of taking\na walk. He was strongly dramatic, like Sorel, but in a different\nway. Sorel was intense; Carron was _théâtral_. He was very fond of\ndeclamation; and seeing from the first my wish to learn French,--which\nSorel would never very definitely recognize,--he often recited to me,\nfor ear practice, and in an exceedingly effective way, passages from the\nOld Testament. He seemed to know the Psalms by heart. He was a good deal\nof an actor, and he took the part of a Hebrew prophet with great effect.\nBut his fervor was all stage fire, and he would turn in an instant from\na denunciatory Psalm to a humorous story. Even his stories were of\na religious cast, like those which ministers relate when they gather\nsocially. He told me once about a priest who was strolling along the\nbank of the Loire, when a drunken sailor accosted him and reviled him as\na lazy good-for-nothing, a _fainéant_, and slapped his face. The priest\nonly turned the other cheek to him. “Strike again,” he said; and the\nsailor struck. “Now, my friend,” said the priest, “the Scripture tells\nus that when one strikes us we are to turn the other cheek. There\nit ends its instruction and leaves us to follow our own judgment.”\n Whereupon, being a powerful man, he collared the sailor and plunged him\ninto the water. He told me, too, with great unction, and with a roguish\ngleam in his eye, a story of a small child who was directed to prepare\nherself for confession, and, being given a manual for self-examination,\nfound the wrong places, and appeared with this array of sins: “I have\nbeen unfaithful to my marriage vows.... I have not made the tour of my\ndiocese.”\n\nCarron had an Irish wife (_une Irlandaise_), much younger than he, whom\nhe worshipped. He told me, one day, about his courtship. When he first\nmet her, she knew not a word of French, and he not a word of English.\nHe was greatly captivated (épris), and he had to contrive some mode of\ncommunication. They were both Catholics. He had a prayer-book with Latin\nand French in parallel columns; she had a similar prayer-book but in\nLatin and English. They would seat themselves; Carron would find in his\nprayer-book a sentence in French which would suit his turn, on a pinch,\nand through the medium of the Latin would find the corresponding passage\nin English in Norah's prayer-book and point it out to her. Norah, in\nher turn, would select and point out some passage in English which would\nserve as a tribute to Carron's charms, and he would discover in his\nprayer-book, in French, what that tribute was. Why should we deem the\ndead languages no longer a practical study, when Latin can gain for a\nFrenchman an Irish wife!\n\nCarron, as I have said, puzzled me. He had not the pensive air of one\nwho has seen better days. He was more than cheerful in his present life:\nhe was full of spirits; and yet it was plain that he had been brought\nup for something different. I asked him once to tell me, for French\nlessons, the story of his life. With the most charming complaisance, he\nat once consented; but he proceeded in such endless detail, the first\ntime, in an account of his early boyhood in a strict Benedictine\nmonastery school, in the south of France, as to suggest that he was\ntalking against time. And although his spirited and amusing picture of\nhis childhood days only awakened my curiosity, I could never persuade\nhim to resume the history. It was always “the next time.”\n\nHe seemed to be poor: but he never asked a favor except for others. On\nthe contrary, he brought me some little business. A _Belge_ had been\ncheated out of five hundred dollars; I recovered half of it for him.\nA Frenchman from _le Midi_ had bought out a little business, and the\nseller had immediately set up shop next door; I succeeded in shutting up\nthe rival. I was a prodigy.\n\nAfter a time I was told something further as to Carron's life. He had\nbeen a Capuchin monk, in a monastery at or near Paris. The instant that\nI heard this statement, I felt in my very soul that it was true. My\neye had always missed something in Carron. I now knew exactly what it\nwas,--a shaved crown, bare feet, and a cowl.\n\nIt was the usage for the brethren of his order to go about Paris\nbarefoot, begging. They were not permitted by the _concierges_ to go\ninto the great apartment hotels. But “Carron, _il est très fin_,” said\nmy informant; “you know,--'e is var' smart.” Carron would learn, by\ncareful inquiry, the name of a resident on an upper floor; then he would\nappear at the _concierge's_ door, and would mention the name of this\nresident with such adroit, demure, and absolute confidence that he would\nbe permitted at once to ascend. Once inside, he would go the rounds of\nthe apartments. So he would get five times as much in a day as any of\nhis fellows. A certain amount of the receipts he would yield up to the\ntreasury of the monastery; the rest he kept for himself. After a while\nthis came to be suspected, and he quietly withdrew to a new country.\n\nThere was not the slightest tangible corroboration of this story. It\nmight have been the merest gossip or the invention of an enemy. But it\nfitted Carron so perfectly, that from the day I heard it I could never,\nsomehow, question its substantial truth. If I had questioned it, I\nshould have repeated the story to him, to give him an opportunity to\nanswer. But something warned me not to do so.\n\nFidèle held on well at the custom-house, and I think that he became a\ngeneral favorite. No one who took the old soldier by the hand and looked\nhim in the eye could question his absolute honesty; and as for skill in\nhis duties,--well, it was the custom-house.\n\nBut he was not saving much money. He was free to give and free to lend\nto his fellow-countrymen; and, moreover, various ways were pointed\nout to him by Mr. Fox, from time to time, in which an old soldier,\ndelighting to aid his country, could serve her pecuniarily. The\nrepublic,--that is, the Republicans,--it was all one.\n\nOne afternoon, late in summer, Fidèle appeared at my office. He seldom\nvisited me, except quarterly for his pension affidavit. As he came in\nnow, I saw that something had happened. His grisly face wore the same\nkindly smile that it had always borne, but the light had gone out of it.\nHis story was short. He had lost his place. He had been notified that\nhis services would not be needed after Saturday. No reason had been\ngiven him; he was simply dismissed in humiliation. There must be some\nmisunderstanding, such as occurs between the warmest friends. And was\nnot the great government his friend? Did it not send him his pension\nregularly? Had it not sent a special messenger to seek him out, in his\nobscurity, for this position; and was he not far better suited to it now\nthan at the outset?\n\nIn reply to questions from me, he told me more about Mr. Fox's first\nvisit than I had hitherto known. I asked him, in a casual way, about the\nward-meetings, and whether the French citizens generally attended them.\nNo, they had been dropping off; they had become envious, perhaps, of\nhim; they had formed a club, with Carron for president, and had voted to\nact in a body (_en solidarité_).\n\nThen I told Fidèle that I knew no way to help him, and that I feared his\ndismission was final. He could not understand me, but went away, leaning\non his cane, dragging his left foot sidewise behind him, with something\nof the air of an old faithful officer who has been deprived of his\nsword.\n\nHe had not been gone more than an hour, when the door opened again, and\nCarron looked in. Seeing that I was alone, he closed the door and walked\nvery slowly toward my desk,--erect, demure, impassive, looking straight\nforward and not at me, with an air as if he were bearing a candle in\nhigh mass, intoning, as he came, a passage from the Psalms: “_Je me\nré-jouirai; je partagerai Sichem, et je mesurerai la vallée de Succoth.\nGalaad sera à moi, Manassé sera à moi.... Moab sera le bassin où je\nme laverai et je jetterai mon soulier sur Édom.... Qui est-ce qui me\nconduira dans la ville forte? Qui est-ce qui me conduira jusquen Édom?_”\n (I will rejoice; I will divide Shechem and mete out the valley of\nSuccoth. Gilead is mine; Ma-nasseh is mine.... Moab is my washpot; over\nEdom will I cast out my shoe.... Who will bring me into the strong city?\nWho will lead me into Edom?)\n\nCarron propounded the closing inquiry with great unction; his manner\nexpressed entire confidence that some one would be found to lead him\ninto the strong city, to lead him into Edom.\n\nI had lost something of my interest in Carron since I had heard the\nstory of his Parisian exploits; but I could not help being amused at his\nmanner. It portended something. He made no disclosure, however. Whatever\nhe had to tell, he went away without telling it, contenting himself\nfor the present with intimating by his triumphal manner that great good\nfortune was in the air.\n\nOn Saturday afternoon, as I was about closing my desk,--a little earlier\nthan usual, for it was a most tempting late September day, and the waves\nof the harbor, which I could just see from my office window, called\nloudly to me,--Sorel appeared. I held out my hand, but he affected not\nto see it, and he sat down without a word. He was plainly disturbed and\nsomewhat excited.\n\nOf course I knew that it was his old friend's misfortune which weighed\nupon him; he was proud and fond of Fidèle.\n\nI seated myself, and waited for him to speak. In a moment he began, with\na low, hard laugh: “_Semble que notre bon Fidèle a sa démission_: you\nknow,--our Fidèle got bounced!”\n\nYes, I said, Fidèle had told me so, and I was very sorry to hear it.\n\n“_Evidemment_” (this in a tone of irony) “_il faut un homme plus juste,\nplus loyale, que le pauvre Fidèle!_ (You know,--they got to 'ave one more\nhonester man!) _Bien!_ You know who goin' 'ave 'is place?”\n\nI shook my head.\n\nSorel laid down his hat, and wiped his brow with his handkerchief. Then\nhe went on, no longer speaking in French and then translating,--his\nusual concession to my supposed desires,--but mostly now in\nquasi-English: “_Mais_, you thing this great _gouvernement_ wan' hones'\nmen work for her, _n'est-ce pas?_”\n\n“The government ought to have the most honest men,” I said.\n\n“_Bien_. Now you thing the _gouvernement_ boun' to 'ave some men w'at\nmos' know the business, _n'est-ce pas?_”\n\n“It ought to have them.”\n\nSorel wiped his brow again. “Now, w'ich you thing the mos' honestes'\nman,--Fidèle, or-- _Carron?_ W'ich you thing know the business\nbes',--Fidèle, w'at been there, or Carron, w'at ain' been there?”\n\n“Fidèle, of course.”\n\n“Then tell me, w'at for they bounce' our Fidèle, and let Carron got 'is\nplace?” and he burst into a harsh, resonant, contemptuous laugh. In\na moment he resumed: “Now,” he said, “I only got one more thing to ax\nyou,” and taking his felt hat in his hands, he held it on his knees,\nbefore him, and stooping a little forward, eyed me closely: “You know\nw'at we talk sometimes, you an' me, 'bout our Frensh _république_--some\n_Orléanistes_, some _Légitimistes_, some _Bonapartistes?_ You merember\n'ow we talk, you and me?”\n\nI nodded,\n\n“We ain' got no _Orléanistes_, no _Bonapartistes' ici_, in this\n_gouvernement, n'est-ce pas?_”\n\nI intimated that I had never met any.\n\n“Now,” he proceeded, with an increased bitterness in his tone and his\nhard smile, “I use' thing you one good frien' to me, _mais_, you been\nmakin' fool of me all that time!”\n\n“You don't think any such thing,” I said.\n\n“You know,” he went on, “who bounce our Fidèle?”\n\n“No.”\n\nSorel received my reply with a low, incredulous laugh. Then he laid his\nhat down on the floor, drew his chair closer, held out his finger,\nand, with the air of one who shows another that he knows his secret he\ndemanded:--\n\n“_Qu'est-ce que c'est qu'un 'Boss'?_”\n\nI sat silent for a moment, looking at him, not knowing just what to say.\n\n“_Mais_,” he went on, “all the _Américains_” (they were chiefly Irish)\n“roun' my 'ouse been tellin' me, long time, '_Le_ Boss goin' bounce\nFidèle.' Me, I laugh w'en they say so. I say, '_Le Boss? C'est un\ncréature d'imagination, pour nous effrayer,' you know, make us scart\n'_C'est un loup-garou,' you know,--w'at make 'fraid li'l chil'ren.\nThat's w'at I tell them. I thing then you would n't been makin' fool of\nme.'\n\n“They don't know what they are talking about,” I said. “How can they\nknow why Fidèle is removed?”\n\n“_Mais_, you jus' wait; I goin' tell you. I fin they do know. Fidèle\ntake he sol'ier-papers, an' he go see _le chef_” (here Sorel rose, and\nacted Fidèle). “Fidèle, 'e show 'is papers to _le chef_; 'e say, 'Now\nyou boun' tell me why _le bon gouvernement_, w'at 's been my frien',\nbounce me now.' 'E say _le chef_ boun' to tell 'im,--_il faut\nabsolument!_ 'E say 'e won' go, way if _le chef_ don' tell 'im; an' you\nknow, no man can't scare our Fidèle!”\n\n“Very well,” I said; “what did the collector, the _chef_ tell him?\nFidèle is too lame, I suppose?”\n\n“_Mais, non_,” with a suspicious smile. “_Le chef_, he mos' cry,--yas,\nsar,--an' 'e say 'e ain' got no trouble 'gainst Fidèle; _la république_,\nshe ain' got no trouble 'gainst Fidèle. 'E say 'e di'n want Fidèle to\ngo; _le gouvernement_, she d'n want 'im to go. _Mais_, 'e say, 'e can't\nhelp hisself; _le gouvernement_, she can't help herself. Yas, sar. Then\nFidèle know w'at evarybody been tellin' us was true,--'e 'Boss,' 'e make\n'im go!” And Sorel sat back in his chair.\n\n“Now, I ax you one time more,” he resumed: “_qu'est-ce que c'est qu'un\n'Boss'?_”\n\nWhat could I say! How could I explain, offhand, to this stranger, the\nbig boss, the little boss, the State boss, the ward boss, the county\nboss, all burrowing underneath our theoretical government! How could\nI explain to him that Fidèle's department in the custom-house had been\nallotted to a Congressman about to run for a second term, who needed it\nto control a few more ward-meetings,--needed, in the third ward caucus,\nthose very French votes which Carron had been shrewd enough to steal\naway and organize! What could I say to Sorel which he, innocent as he\nwas, would not misconstrue as inconsistent with our past glorifications\nof our republic! What did I say! I do not know. I only remember that he\ninterrupted me, harshly and abruptly, as he rose to go.\n\n“You an' me got great _pitié_, ain' we,” he said, “for _notre France, la\npauvre France_, 'cause she got so many folks w'at _tourbillonnent sous\nla surface,--les Orléanistes les Bonapartistes_; don' we say so? _Mais,\nil n'y en a pas, ici_,--you know, we ain' got none here; don' we say\nso? We ain' got no _factionnaires_ here! _Mais non!_” Then, lowering his\nvoice to a hoarse whisper: “_Votre bonne république,_” he said,--“_c'est\nune république du théâtre!_”\n\nHe had hardly closed the door behind him, when he opened it again, and\nput in his head, and with his hard, mocking laugh, demanded, “_Qu'est-ce\nque c'est qu'un 'Boss'?_” And as he walked down the hall, I could still\nhear his scornful laughter.\n\nHe never came to see me again. I sometimes heard of him through Carron,\nwho had succeeded to Fidèle's position and had elevated a considerable\npart of his following: for several weeks they were employed at three\ndollars a day in the navy-yard, where, to their utter mystification,\nthey moved, with a certain planetary regularity, ship-timber from the\nwest to the east side of the yard, and then back from the east side to\nthe west. You remember reading about this in the published accounts of\nour late congressional contest.\n\nThough Sorel never visited me again, I occasionally saw him: once near\nthe evening-school, when I went as a guest; once in the long market;\nonce in the post-office; and once he touched me on the shoulder, as\nI was leaning over the street railing, by the dock, looking down at a\nSwedish bark. Each time he had but one thing to say; and having said it,\nhe would break into his harsh, ironical laugh, and pass along:--\n\n“_Qu'est-ce que c'est qu'un 'Boss'?_”\n\nAnd Fidèle?\n\nStill, if you will go to Madeira Place at sunset, you may see the cap\nand blouse come slowly in. Still the old sergeant sits at the head of\nthe table. But his ideal is gone; his idol has clay feet. No longer does\nhe describe to new-comers from France the receipt of his pension. All\nthe old fond pride in it is gone, and he takes the money now as dollars\nand cents.\n\nIn the conversation, however, around the table the great government at\nWashington is by no means forgotten. Sometimes Sorel tells his guests\nabout the Boss.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Chaplin, Heman White"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23004/pg23004.txt",
        "name": "in_madeira_place_1887.json"
    }
}