{
    "name": "It Might Have Happened Otherwise",
    "author": [
        "Pendexter, Hugh"
    ],
    "body": "Author of “The Chelsea Vase,” “The Crimson Track,” etc.\n\n\nThe growth of the thing in his mind had been gradual. When it had\nobtruded upon his consciousness at first he had drawn back in mingled\nfear and anger. By degrees, however, he tolerated the thought, only\nalways at a distance, and concluded by allowing it to make a\nrendezvous of his idle meditations, receiving it much as one might\nwelcome an unwholesome but highly fascinating acquaintance. All the\ntime he knew its real name was Theft.\n\nFor three years Parsly had served as station agent and telegraph-operator\nat the Junction. Each day he had observed the transient bustling by the\nlong platform, the spectacle never varying. Long vestibuled trains\nhalted impatiently, and always the same curious or apathetic faces\npeered out at him from the Pullmans.\n\nIt was the branch line, tapping the lumber country, that contributed\nhumanism, consisting of a nodding acquaintance with timber operators\nand forlorn commercial travelers. The first were always in a hurry to\nmake the big city connection; the latter lingered in his company for\nthe sake of gaining an audience while they cursed the country.\n\nThe last because the Junction was not the liveliest place in the\nworld to put in an hour or two of waiting. Situated where the\nengineering problem had been the simplest, it was surrounded by\nblueberry plains, dotted at intervals with scrub pine. As the\nlocomotives annually set the pines afire, the immediate foreground\ncontinuously presented a dead, charred appearance. Far-off, the\nobjective point of the Pullmans, loomed the cool silhouettes of\nmountains, guardians of inland lakes and famous fishing.\n\nMore than once Parsly compared himself with Robinson Crusoe in his\nisolation; only he had no man Friday to enliven his dull routine. He\nsaw much of the passing world but was never of it. Thus, at the end\nof three years, the hurrying by of the heavy trains aroused a species\nof resentment. Everyone was at liberty to take flight but him. Then\nagain, fifty dollars a month for his combined duties was hardly a\ncompensating solace.\n\nIt was the matter of salary that caused the idea to germinate while\nhe was sullenly working the semaphore one day. He had just received\nfrom the night branch some four hundred dollars express money which\nhe must deliver to the agent on the morning city-passenger. Having\njust received his monthly wages he could not help but contrast its\nmeager total with the bulking roll in his hip-pocket.\n\nIf he had four hundred dollars, all his own, he would throw up the\njob and use it in one delicious round of travel. By the time it was\nexhausted he could obtain another position in a pleasing environment.\nIn logical sequence he decided he might as well allow his imagination\na wider range and play at taking a vacation with the largest sum ever\nentrusted to his care for a single night. He remembered this to be an\neven thousand dollars, sent down by a big operator in payment for\nhorses in the lumber camps.\n\nA thousand dollars offered his fancy vastly more possibilities to\nwork with. The four hundred became insignificant. As his duties\npermitted him much time for reflection, he carried the thought back\nto his dingy office and entertained it by consulting maps in the\nrailroad folders. In this fashion he took a hurried excursion across\nthe continent and spied out the land. Then he became critical and\nweighed and balanced different localities.\n\nThe Southwest, free from cold, gray Autumnal rains, howling snows and\nSpring inundations, finally appealed to him as being ideal. Of\ncourse, there might be two thousand dollars entrusted to him any\nnight, especially now that it was Autumn and the lumbermen were\nstocking up for the Winter campaign.\n\nIt was at that precise point that his cheek reddened and he felt a\ntouch of alarm as he angrily told himself such imagining was immoral,\nfor it was based on the suggestion that he steal the money. He\ncondemned the suggestion wrathfully as he walked a quarter of a mile\nto the lonely home where he boarded, and yet he was more downcast\nthan ever over his colorless place in life.\n\nOn returning to the station to close up for the night, which meant a\nweary wait for the up-passenger to pull in, he returned to the\nsuggestion abruptly and recklessly. It was the sight of the porters\nmaking up the berths, the comradeship in the smoking compartment,\nthat plunged him into full revolt; only now he proceeded on the\ntheory the money was legitimately his.\n\n“Well, I guess I’ve earned it. What if I should take it, providing I\ncould get away with it? How would I spend it?”\n\nThis surrender eased him much. Of course he wouldn’t take it, not a\npenny; but it’s impossible to picture a career of spending until the\nimagination has logically furnished the requisite possession. Now he\nhad mentally satisfied his imagination as to possession, although the\ntechnique was illegal. Fortunately there is no law punishing a man\nfor inwardly discussing the possible assets of a crime.\n\nOf course, Parsly merely intended to pursue his day-dreams unhampered\nby any irritating self-criticism. He had systematically arranged his\ndata and could spend a million a day, should he choose. That was\nwhere he erred. His imagination became a hard taskmaster, very\nexacting. Once he accepted the suggestion that the money was to come\nto him through theft, his methodical mind insisted on reviewing the\npossibilities of detection before permitting him to enjoy the fruits.\n\n“Wouldn’t you be caught and arrested before you could make a\nbeginning?” was the cautious query he was forced to put to himself.\n\nSuch nagging is very annoying, and to satisfy his mysterious Pyrrhonist\nand continue with his Spanish architecture, he set himself about\nplanning how the trick could be done without his being detected.\n\nThis was a hopeless morass at first, and very unpleasant; for instead\nof picturing innocent expenditures he found himself sweating and\nstruggling with the problem of how he could keep the money once he\nsecured it. The more he labored the more nimble became his other self\nin raising pertinent objections, exploding seemingly sound theories\nand ridiculing his most astute hypotheses.\n\nTo merely appropriate the money and disappear was quickly shown to be\nthe height of idiocy. That spelled a life of slinking and fear, the\nflying from phantoms. It took some thought to clear the foreground of\ndiscarded theories and plans and approach the realm of finesse; but at\nlast he seemed to be building on a firmer foundation.\n\nProbably the frequent raids by yeggmen on rural post-offices and\nisolated railroad stations stimulated this office of his imagination.\nFor in reading the paper, presented him gratis each evening by the\nnewsboy on the up-passenger, he noted the yeggmen always securely\ntied whoever stood between them and loot, cut the tell-tale wires and\nescaped.\n\nThen came the great idea; and slapping the paper he glanced\napprehensively around the small office, and whispered:\n\n“If I faked a holdup the yeggs would get the credit and I’d get the\ndough. It would be a cinch, if a man wanted to play crooked.”\n\nStay! Was it so easy? The various precautions necessary for\ncounterfeiting a robbery, each simple in itself, quickly loomed into\nmountains. Then he derided on just how the furniture should be broken\nand overturned to approximate realism; just when the wires should be\ncut; whether the station door should be left open or closed, and the\ncondition of his clothing and pockets. As there was no safe in the\noffice the agent carried the moneys upon his person. At first he\nimagined his pockets turned inside out, then repudiated the thought\nas being too clumsy.\n\nBut what about the tying-up portion of the programme? Could a man tie\nhimself so as to convince his rescuers that his predicament was\ngenuine? Of course, there was a chance, rather a good one, too, of\nhis landlord, foreman of the section crew, coming to his aid and\ncutting the cords without making any particular observations. Still,\nonly perfection of detail would satisfy his exacting critic.\n\nNow, Parsly, if slow of thought at times, was dogged in his\npersistence once he grappled with a problem. He now gave his spare\ntime to studying ropes and knots.\n\nThe newspapers had charged up the various robberies to Fresno Red and\nhis gang, and had dwelt at length on the method used in each case in\ntying up watchman or agent. Invariably one end of the rope was made\nfast about the feet and ankles of the captive, then parsed up and\naround the waist, the hands being caught and tied behind the back;\nthe loose end finally being made fast about the captive’s neck in a\nslip-noose.\n\nIt was done very quickly, each victim had averred, and so hampered a\nman that the more he struggled the more he endangered his life by\nself-strangulation. It was a method worthy of the redoubtable Fresno\nRed, and one Parsly now attacked to satisfy his insistence on correct\ndetail.\n\n                *       *       *       *       *\n\nThat night he surreptitiously carried a piece of new rope home. He\nhad already discovered that new rope would not slip like old,\nsmoothly worn rope. In the secrecy of his small chamber he essayed\nthe simple task of tying his own feet. His heart beat rapidly as he\npulled the knot tight; then he laughed vacuously and told himself it\nwas all a game. It ended where it began, merely a pastime. He did not\nattempt to duplicate the yeggmen’s knots further that night.\n\nHe would not concede that he stood in fear of the trooping\nsuggestions now besetting him and eagerly offering aid. Yet he fought\nhard to put the thoughts from his mind during the morning hours and\nfelt extremely virtuous as he handed the down agent the customary\nparcel of money.\n\nThat night he relaxed and deftly tied his feet, passed the line about\nhis waist and clumsily wound it around his wrists. He remained awake\nmore than an hour trying to solve the rest of the problem--how to\nfasten the rope about his wrists so it would be impossible to free\nhimself and then secure the end about his neck. He decided it\ncouldn’t be done, and fell asleep.\n\nToward morning, when but half awake, he heard a voice advise--\n\n“Tie the rope first about the neck.”\n\nHe popped up to a sitting posture and stared wildly about the dark\nchamber. He knew it was a suggestion from his inner self, yet so\ndistinctly did he hear the words it seemed as if they must have been\nvoiced aloud. Throughout the early morning he brooded over the\nsuggestion. At first he could not discern any sense in it.\nSubconsciously, however, he had often noticed the lumberman’s trick\nof using a dove-hitch--two half-hitches--and gradually the\nrecollection thrust itself above the threshold of consciousness. He\nbelieved he had succeeded.\n\nHe must make the rope fast about his neck while standing, then secure\nit about his ankles with practically no slack, continuing the loose\nend to his waist and tying it, taking care to have it pass outside\nthe rope running from neck to heels. Then by throwing back his head\nand heels he would obtain enough slack to make the two double loops,\nor half-hitches, through which he could work his wrists.\n\nThe last operation, he realized, would demand great care, as he must\nthrust his hands in from opposite directions until wrist overlapped\nwrist. If it would work he would dismiss the matter and resume the\npleasing visions of spending the money.\n\nThe morning’s paper contained a glaring account of a daring yegg\nrobbery at the Centerville station. The agent had been trussed up and\nsome fifteen hundred dollars taken.\n\n“Those guys certainly got the nerve,” commented the newsboy as the\nagent was reading the item. “Didn’t even gag Roberts. Just corded him\nup like a bale of hay, copped his roll and beat it. Roberts is so\nscared he’s working his notice.”\n\nThat afternoon Parsly was curious to examine all baggage fastened\nwith ropes. Several parcels of sample dowels, sent by express from\nthe up-country mill, held his attention the closest. They were tied\nwith new rope and the dove-hitch held tightly, even when he worked an\nend loose. Just before he closed up for supper the branch train\nbrought in a hundred-odd dollars, but the agent confidentially\nassured:\n\n“Tomorrer’ll be a record breaker. Two parties I know of are going to\nsend down a thousand per. Together with the other money you’ll have\nclose to three thousand bones to nurse over night. The danged company\nought to put a safe in your office.”\n\nOff duty for the night, he hastened to his room where the supreme\ntest awaited him. If he succeeded there was nothing to prevent a man\nfrom robbing himself and leaving no clues. When from the open door he\ncould catch the sound of his landlord’s heavy, regular breathing, he\nremoved his shoes, seated himself on the edge of the bed, and began\nexperimenting with the cord.\n\nHe fastened the noose about his neck and stood up and noted where the\nrope in a direct line touched the floor. Then seating himself he tied\nit tightly about his ankles and brought the loose end up to and\naround his waist. There was scarcely any slack when he straightened\nout his legs. At first he feared he had drawn the cord too tight and,\nanxiously turning on his face, threw back his head and heels.\n\nWith a thrill of elation he found the slack would enable him, by an\neffort, to form the hitch. After a moment’s fumbling he succeeded,\nand even wriggled his hands through the loops until the tips of the\nfingers rested on the upper forearm. It wearied him, and with a sigh\nof physical relief he extended his legs.\n\nIn an instant his tongue felt too large for his mouth, and with a\ngasp of horror he decided he was choking to death. He did not lose\nhis nerve as he remembered the remedy, and he drew back his legs. But\nalthough this gave a bit of slack to the rope he could not induce the\nhitch to loosen. From the satisfaction of having proven his theory he\nquickly glided into the fear that he had calculated too nicely.\n\nHad the rope been old and smooth, or had his hands been imprisoned\npalm to palm, finger tip to fingertip, he might have secured a\nleverage and by working them apart have succeeded in wrenching one\nfree. But the new rope refused to give, and for a minute he lay\nquiet, panting for breath, and taking great care to bring no strain\non his neck.\n\nDown-stairs the old clock was ponderously ticking off the seconds; and\nhe remained a prisoner. His heart chilled as he feared he must summon\nthe foreman to come to his rescue. But how could he explain his\npeculiar plight? What suspicions might not his predicament arouse?\n\nThis dread quickly gave way before one more chance. The noose seemed\nto be tightening about his neck, and he remembered the foreman was a\nheavy sleeper. His wife occupied a room with her small children at\nthe other end of the house. He doubted his ability to call help; if\nhe did not he might slowly strangle to death.\n\nAlready the cold sweat was trickling into his eyes and it required a\nmighty effort of the will to restrain himself from thrashing about.\nHe knew, however, that the moment he lost control of his nerves and\nmoved incautiously his wind would be shut off. Gritting his teeth he\ndrew his heels far back like an acrobat. He was lying face down with\nthe bedclothes half smothering him. Then he gently picked at the rope\nwith his finger tips. Useless. The cords held his wrists like bands\nof iron.\n\nFinally he managed to work the cord between the fingers of his left\nhand and exert a pressure upward, hoping to loosen the hitch. His\nessay was barren of results for some moments, and it was not until he\nwas about to collapse that he felt his right hand moving more freely.\nWith an inarticulate cry of triumph he wrenched his wrist smartly,\nand instantly felt the cord renew its grip like a sentient thing. It\nwas like a cat playing with a mouse.\n\nBreathing in dry sobs he slowly sought to recover the lost ground and\npersevered until he again was pushing upward on the cord. For the\nsecond time he felt the right hand move a bit; this time he worked it\nback and forth most gently and at last managed to pull it free. Even\nthen it required some minutes to remove the rope from his throat.\n\n“---- the thing!” he choked, sinking back exhausted. “It nearly got\nme!”\n\nThat night he dreamed of the money brought in by the branch train;\nonly there were cars and cars loaded with it, and it was all in gold,\nand men were removing it with huge scoops, just as they shovel out\nyellow corn.\n\nBy morning he had regained his normal tone and even felt inclined to\nlaugh at himself. After all, had he not done what he set out to\naccomplish--to prove a man could effectually make himself a prisoner?\nHad he been engaged in a _bona fide_ robbery he would not have\nattempted to free himself. His success in escaping detection would be\nhis utter inability to do so. In that case, of course, he would\nexpect to endure the torture till help reached him.\n\nWhat odds if a man suffered a few hours of physical agony, if it\nresulted in supplying him with several thousand dollars? He now\nclearly appreciated that had his experiment been less successful he\nwould have been grievously disappointed; the problem would have\nremained an obstacle to his imagination, and his dangerous, although\nalluring, fancies needs must be postponed. On the whole he felt\nrather proud of his achievement.\n\nAll day the great idea kept pounding through his head. He had it in\nhis power to obtain more than two thousand, possibly three thousand,\ndollars without being suspected. His temples throbbed and ached as\nthe thought assailed him. Once or twice during the afternoon he was\ncalled to the baggage-room to check a trunk. Each time his gaze\ninvoluntarily sought the coil of new rope hanging behind the door.\n\nIt was well known to students of crime that yeggmen pick up their\ntools on the premises of the place robbed, traveling unhampered by\nthe burglar’s usual outfit. How natural that they should appropriate\na piece of this very cord to bind him with! That would necessitate\nthe shattering of the lock, but the door was old and weak and a\nwell-delivered kick would smash it loose. He had no appetite for\nsupper and heard but little of the foreman’s gossip.\n\n“I was saying I’d like to play you a game of crib tonight if you\nfeel in trim,” repeated the foreman.\n\n“Crib? Oh, of course. Sure, Danny. I’ll play crib. I’ll be home right\nafter the up-train pulls out. I’ll be home in good season,” eagerly\npromised Parsly, suddenly realizing the foreman might get impatient\nwaiting, might take alarm at his boarder failure to reach home, and\ngo in search of him. That would eliminate long, slow hours of torture\non the office floor.\n\n“Yes, I’ll be home right after the nine-o’clock goes up,” he said. “I\nwon’t keep you waiting.”\n\nWhile returning through the woods it suddenly came home to him that\nhe had planned to steal the money. For a moment he felt strongly\nmoved and made a feeble pretense of denying the accusation. Then with\na drawn face he muttered:\n\n“---- it! Why sidestep? It’s been in my nut for days. I’ll never get\nanother chance like this--so much dough and the yeggs near.”\n\nHe sought to distract his mind by bitterly assailing the railroad and\nexpress companies and assuring himself the thought would never have\noccurred to him had he been paid something beyond a starvation wage\nfor a fourteen-hour day. It really wasn’t robbery. Laws were made by\nmen. It was reprisal. When it came to the ethics of it--only Parsly\ndidn’t know what the word meant--he’d earned the money, at least a\npart of it.\n\nThe night connived at his purpose, blowing up cold and desolate and\non the verge of a storm. By the time the branch pulled in, the\nplatform was streaming rivulets from the heavy downpour, and the\nexpress agent made the office on the run.\n\n“Here’s the stuff!” he yelped, tossing a package on the table.\n“Nothing to hold us and we’re going right back. So long.” Parsly\nbreathed more freely. Sometimes a mixup over freight, or a hot-box,\nkept the train, with the men careless of the passing minutes, as they\nhad no schedule to make on the return run to Waverly, the first\nstation, where they would hold the siding for the night.\n\nOutside, the rain was falling with a thunderous clamor, smearing the\nwindow panes till it was impossible to make out the switch-lights\ndirectly in front of the station. Parsly rose, his eyes glittering.\nThe money must be concealed safely till the morrow.\n\nHe had never read Poe’s story of the purloined letter, yet instinct\nurged a simple hiding-place. He decided on the greasy canvas coat,\nhung back of the door. He wore it only when cleaning the\nswitch-lamps. The package fitted nicely into one capacious pocket.\nNo one would ever find it there. Now to arrange the stage settings,\nthe overturned furniture, the open door--\n\nThe door opened. Four men were crowding in through the miniature\nwaterfall released from the loaded eaves. Parsly eyed them as one\nentranced, his gaze frozen with horror. It was no physical fear he\ndreaded, but for the moment it seemed as if his evil purpose had\nescaped him and now stood crystallized into tangible shapes, each a\nunit of wickedness.\n\n“Nail the mutt!” sharply ordered the leader, a man with a heavy shock of\nred hair.\n\nOne of the men twisted Parsly’s arm behind him and thrust an iron wrist\nunder his chin. Two others stood near, one holding a revolver, the other\ncaressing a “life-preserver.” The leader was glancing about the office.\n\nAll this occurred in a single motion, yet it seemed to cover ages to\nthe stupefied agent. It was the red-headed man’s prowling gaze that\nbrought Parsly to his senses. They were yeggmen--Fresno Red and his\ngang. They were after the money and the leader was seeking the safe.\n\nThe man who had seized the agent was deciding he had never in all of\nhis strong-arm jobs encountered so thoroughly frightened a victim as\nnow, when Parsly’s chin hugged in and his strong teeth bit deeply\ninto his captor’s wrist, causing him to scream with pain. At the same\ninstant, the agent’s long leg kicked out, overturning the table and\nthe one lamp.\n\nThe room was plunged in darkness and the man with the revolver\ndischarged his weapon, evoking a shriek of mortal agony, but not from\nthe agent. Fresno Red called loudly for a light while he attempted to\nstrike a match. Parsly had the advantage; he knew one of the robbers\nwas dead or seriously wounded, and while every man was his enemy in\nthe darkness, the yeggmen feared to injure a pal.\n\n“Block the door and window!” roared Fresno Red.\n\nDuring this brief leeway Parsly’s groping hands found, the office\nstool and he swung it around his head in a deadly circle. By the\nsickening crunch he knew at least one of the enemy was off the active\nlist. Then a match flared up for a second and the leader’s revolver\nexploded, the agent experiencing a stinging sensation in the side.\n\nFor an instant Parsly felt strangely numb; then the stool rose like a\nflail and the man with the “life-preserver” sank to the floor.\n\nSomehow the agent now felt a riotous elation. Fear was a very distant\nemotion. His veins were filled with molten lead instead of blood. He\nbreathed hate rather than the smoky air. It was a monstrous thing\nthat these murderers should seek to rob his employers.\n\nWith a wild howl of rage he plunged into the remaining two men,\nlucking and smashing like a maniac with the fragment of the stool.\nOut through the door they poured, another of the gang falling with\na fractured skull. Then Parsly discovered he was alone.\n\nHe stood stupidly for a few moments, weaving back and forth. He\naroused himself as his dull ears caught a familiar sound. A hand-car\nwas being pumped down the grade. His mind cleared to supernormal\nlucidity. He saw his advantage. He had been brutally attacked and\nseriously wounded. The one man escaping would be charged with having\nstolen the money; they wrested it from him in the struggle. He had\nfought hard; he’d earned it. And yet, should he pull the lever close\nby his right hand, he could throw open the switch down the line and\nsend Fresno Red crashing into the empty coal-cars on the siding.\n\n“You’ll never get a better chance! It simply can’t be known and--”\n\n“No!” he yelled, springing to the lever and pulling it back\nwith his last ounce of strength.\n\n“No, ---- you! No!”\n\nWithin the next minute he heard a dull crash and knew the yegg leader\nhad collided with the coal-cars. Then he concluded the wet platform\nwould be an ideal place for a red-hot body to rest on.\n\n                *       *       *       *       *\n\n“For the love of Mike! Parsly down and out! One man groaning and\nanother dead in the office, one stiff out here! Good Heavens!”\nexclaimed the horrified foreman as he held up the lantern. He had\ncome because Parsly had failed to keep his promise as to the game of\ncribbage.\n\nAs he read the full story in the four prostrate forms he collected\nhis wits and dragged Parsly into the office, meanwhile begging him to\n“Wake up,” and “Get back his nerve.”\n\n“What’s the row?” feebly asked Parsly. Then he remembered.\n\n“I’ve been shot. Find the instrument and see if the wires are O. K.\nHold me up where I can reach it. I must send in the alarm. The leader\nis down on the siding somewhere. I shunted him off into the\nempties.”\n\n“The desperate devils was going to make sure,” panted the foreman as\nhe hunted for the instrument. “They fetched two coils of rope.”\n\nThe papers made a great hero of Parsly. Fresno Red, who was found\nwith a broken shoulder, gave him a brave record for being game. The\nrailroad sent a superintendent to tell him he was in line for\npromotion and the express company guardedly considered presenting him\nwith a reward.\n\n“I don’t want any money,” growled Parsly as the agent sat by his bed\nin the little house.\n\n“Cut that out. I did nothing but what’s in the day’s work. But I’d\nlike the Centerville job. Roberts, they say, is going to quit. That\npays a hundred a month.”\n\nHe was appointed two days later. Only now he hates the sight of\ncoiled rope and looks upon express money as so much junk.\n",
    "metadata": {
        "author": [
            "Pendexter, Hugh"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65489/pg65489.txt",
        "name": "it_might_have_happened_otherwise.json"
    }
}