{
    "name": "John Holder's Weapon",
    "author": [
        "Williams, Robert Moore"
    ],
    "body": "\"Get the hell out of my sight, Nocher!\" Holder shouted.\n\nThe scientist had held his temper ever since he had been taken captive.\nThis had set up such a condition of strain within him that even in\nhis dreams, he had seen himself destroying Reds. He had blown them up\nwith hydrogen bombs, he had destroyed them with death rays, he had\ndisintegrated them with weapons that no other mind had ever imagined.\nMost of all, he had hated the poking, prying political commissars, who\nhad breathed down his neck in every experiment he had ever attempted,\nor had watched from the TV camera installed in every laboratory of the\nvast installation, to make certain that any discovery that was made\nwent to the right place.\n\nBut even Holder's most fantastic dreams were nothing in comparison to\nwhat actually happened.\n\nNocher was a big man, standing six foot two inches tall. There was\nCossack blood in him, which gave him a vast feeling of superiority for\nall men not of his race. This was particularly true of the captive\nscientists being held prisoner in this secret Ural stronghold. In spite\nof the fact that every one of them had a better brain than he had, the\npolitical commissar looked down upon them as being creatures of an\ninferior race.\n\nAs Holder shouted at the Commissar, Nocher lost his expression of\nsuperiority. His face turned a dim shade of blue, then a thin shade of\nwhite.\n\nThen, clothes and all, he vanished.\n\nNocher went like smoke before the wind, roiling and turning. When he\nvanished, he left a vague outline of a human body behind him which\nlooked like a hole in space, like a ghost outlined against a gray sky.\nThen this vanished too. Of Nocher's bulk, not even a wisp was left.\n\nJohn Holder was aware of thundering elation somewhere deep down inside\nof him. There was horror too, but the elation was greater. He stared at\nthe empty spot where the commissar had been standing a moment before.\n\nSounds came from his lips but he had no conscious knowledge that he was\nuttering them. They were noises that had existed long before language\nhad come into being. Their meaning was pure horror. As they came from\nhis lips, Holder felt every muscle in his stomach begin to tighten into\na knot.\n\nThere was absolutely no question in his mind that he was responsible\nfor Nocher's disappearance. Out of his dreams, out of his hate for the\ncommissars and all they represented, this ability had been created.\nA million to one chance had come true! This ability was something he\ndid inside himself. It needed no outside equipment to function, no\ngenerators to feed energy to it, no crystals to control its frequency.\nIt was its own generator and its own frequency control! And it was all\nin his own mind! It was new, it was totally different from anything any\nscientist had ever envisioned before.\n\nIn this moment, staring at the spot where Nocher had been, John Holder\nfelt as if the concrete floor on which he was standing had no more real\nsubstance to it than empty space. All that existed was mind, energy,\nand the dance of the atoms. He also knew that everything he had thought\nhe had known about science was drivel, the mouthings of an idiot. The\nstring of degrees after his name, which had so impressed the Red and\nhad led to his capture by a nation hungry for scientists and willing\nto go to any lengths to get them, became meaningless, fodder for the\namazement of fools.\n\nThe only important reality in the Universe was mind. Everything else\nwas subservient to this reality. Mind was flooding through him now as\nglowing shafts of light.\n\n\"Nocher?\" the loudspeaker in the ceiling rasped.\n\nThe sound jarred John Holder back to his surroundings. He turned\nstartled eyes upward. From the ceiling, the bland eye of the television\ncamera regarded him in silent accusation. He swore beneath his breath.\nHow much had they seen?\n\nThe television system, which spied in every nook and corner of the huge\ninstallation, had been Nocher's idea, his way of making absolutely\ncertain that he knew everything that was going on among the captive\nscientists working here.\n\nThe security police had felt that the TV system was a fine idea. There\nwas no way of predicting what a scientist might discover, or when he\nwould find it out. Perhaps it would be a new weapon that would enable\nthem to conquer the world. This was what scientists were for. This was\nthe reason the whole vast institute existed here in secret.\n\n\"Nocher?\" the loudspeaker inquired again.\n\n\"He went--that way.\" Holder said quickly, pointing toward an open door.\n\n\n\nThe loudspeaker went silent. Holder hastily turned his attention back\nto the lab table, where an experiment was in progress. His head was a\nwhirl. It seemed to him that the whole center of his cranium was a ball\nof light. He knew beyond a doubt that this correlated with his ability\nto disintegrate Nocher. The next problem would be to test the process,\nin secret, and discover its limits, if any. Did it have any limits? A\nbody, flesh, bone, blood, had gone--like that. He went from the table\nto his desk. With a knowledge that the TV camera was watching every\nmove he made, he pretended to be busy studying a sheaf of reports on\nthe experiment in progress. From the back of his desk, a photograph\nwith three smiling faces looked at him--Marie and Johnny and Teresa.\nHis wife and their two kids. They were here too, in his apartment,\nhostages for his good behavior and for his efficient performance.\n\nThe three faces in the photograph were the biggest reason why he hated\nNocher, and all of Nocher's kind and all that Nocher had stood for.\n\nThey had been vacationing in the Swiss Alps two years before when all\nfour had been kidnapped. It had been as simple as that. An American\nscientist and his family had vanished from Switzerland. Presumably they\nhad been taken behind the Iron Curtain but no one in America knew this\nfor certain. Nor would anyone in the western world have been able to do\nanything about it if they had known the facts. Holder assumed that a\nsearch had been made for him. Possibly a protest had been lodged with\nthe Russian government. If so, like so many other protests, it had come\nto nothing. Power was all that was respected in this part of the world.\n\nHe grinned to himself. Since power was all they respected, he would\nshow them some!\n\nHe looked up. An armed guard, one of the hated security police, had\nentered the room.\n\n\"The commandant orders your presence,\" the guard said.\n\n\"Tell the commandant to go to--\" Holder caught his tongue in the nick\nof time. He forced a polite smile to his face. \"I will be glad to call\non the commandant.\"\n\n\"At once,\" the guard said.\n\n\"Certainly,\" Holder said, rising. With a farewell glance at the\nframed photograph on his desk, the scientist left the lab. Why was he\nbreathing so heavily?\n\nThe commandant was a big man with a bald head and arm muscles that\nmade bulges in the sleeves of his uniform. An ex-spy, to a man the\nscientists here in this installation hated him. He sat behind a\nplain oak desk and played with a Turkish dagger that he used as a\npaper knife. Rumor had it that in the days when he had acted as an\nexecutioner, he had used this knife to slit the throats of his victims.\nHe did not bother to be polite to a mere scientist. They were dogs to\nbe used for the benefit of the state.\n\n\"You were the last one to see Nocher,\" the commandant said.\n\n\"The _last one_ to see him?\" Holder questioned. \"I do not understand.\nIs he dead?\"\n\n\"I will ask the questions, you will answer them,\" the commandant\nstated. \"What happened to Nocher?\" He was so sure of his power that he\ndid not bother to play his usual game of cat and mouse.\n\n\"I do not know that anything happened to him.\" Holder answered quickly.\n\"He was in my lab, talking, then he went away.\"\n\n\"How did he go away?\"\n\nThe scientist shrugged. \"I didn't really notice. We chatted for a few\nmoments, then I turned my attention again to my work. When I looked up,\nhe was gone. I get the impression from your questions that something is\nwrong. May I ask--\"\n\n\"You may not. I will do the asking. What did you do to Nocher?\"\n\n\n\n\"Nothing,\" Holder promptly answered.\n\n\"I saw you do it.\" The commandant pointed to the television screen on\nhis desk.\n\n\"You saw me do what?\" Holder said. Anger was rising in him. Again he\nhad the impression that the inside of his head was filling with light.\n\n\"I saw you destroy him, with the new discovery you have made!\" A\nwolfish grin appeared on the Commandant's face and he looked like a Red\nwho has just found a way to achieve his heart's desire of swallowing\nthe world.\n\nHolder saw what was happening. The commandant harbored a secret desire\nto be a ruler. Another Mussolini, another Stalin! If the commandant\ncould win possession of the discovery he thought Holder had made, he\nmight become another Genghis Khan, to scourge the world with flame and\ndeath.\n\n\"You're utterly crazy!\" Holder shouted.\n\n\"You have discovered a disintegrating ray and I want it.\" The\ncommandant continued as if he had not heard a word the scientist had\nsaid. \"I'm also going to get it.\" He flicked a button and motioned\nHolder to look at the TV screen. Revealed there were Marie and Johnny\nand Teresa. The kids were playing their eternal game of hide and seek\nand were waiting for him to return home to play it with them. At the\nsight, Holder felt his heart turn over inside him.\n\n\"You wouldn't harm them,\" he whispered. \"You wouldn't dare.\"\n\nThe commandant now looked like a Red who had just swallowed the whole\nsolar system. \"Wouldn't I?\" he answered. The wolf grin on his face had\nspread from ear to ear.\n\n\"Get the hell out of my sight!\" Holder shouted.\n\n\n\nThe last he saw of the commandant as the latter went away was the\nwolfish grin. There was a startled expression on the grin as the man\nvanished like something had happened that was not on schedule.\n\nHolder walked quietly out of the room and down the corridor. Behind\nhim, he heard an alarm bell go off. The pound of heavy boots answering\nthe alarm bell followed. He moved faster. A shout to halt followed. He\ndodged around a corner in the corridor and began to run.\n\nHe knew now that he would be followed to the ends of the earth. For\nhim, and those dear to him, there was no hiding place. His conversation\nwith the commandant had been monitored. Now that the commandant was\ngone, the next in command automatically stepped into his shoes. He\nknew what he was going to do, what he _had_ to do. Perhaps--the vague\nhope was in his mind--if he could disintegrate bodies, he could also\nre-integrate them. He did not know if he could do this and there was no\ntime to find out. There was only time to act, and hope.\n\nFeet pounded behind him along the corridor. On the roof of the\nbuilding, a siren began to wail. All security forces were being called\nout.\n\nHe slipped from the building, dodged around a concrete statue, and\nran as fast as his legs could carry him toward the living quarters\nprovided here. This was a three-story concrete structure. As he slid\ninto the entrance of this building, whistles were shrilling behind\nhim and armored car motors were beginning to roar. The air was still\nvibrating with the shrill screaming of the alarm siren. A guard had\nsighted him and was in hot chase behind.\n\nWith the feet of the guard clumping behind him, John Holder ran down\nthe third floor hall toward his apartment. A shot rang out behind\nhim and the bullet chipped plaster from the wall at the end of the\ncorridor. A hoarse shout to halt sounded. He snatched open the door\nand was inside. His wife, her face a question mark, came toward him.\nPanting, he leaned against the wall. With one hand, he shot the latch\non the door.\n\n\"I thought I heard a shot,\" Marie said.\n\nHe nodded.\n\nHer face lost all its color. \"Then--it's come?\" Each had secretly\nwondered what would happen when the inevitable hour came when Holder's\nwork was no longer satisfactory. They could not be returned to\nSwitzerland. They knew too much. Would it be Siberia? Or a quick death?\nWhat would happen to the children?\n\nAgain Holder nodded.\n\n\"Daddy! Daddy's home!\" This was six year old Johnny shouting the good\nnews to Teresa. The boy came running to throw himself toward his\nfather. Holder stooped and picked him up.\n\n\"You're going to play games with us tonight?\" Johnny demanded. \"You're\ngoing to play hide and seek?\"\n\n\"Your father is very tired right now dear.\" Marie said quickly. \"Later\nhe will play with you.\"\n\n\"Sure,\" Holder said. \"Sure. Later.\" He made no effort to release the\nboy. Four year old Teresa, carrying her teddy bear, was also making a\nbee-line for him. She did not intend to be left out of the fun. Holder\ncaught her up in his free arm.\n\nHob-nailed boots pounded to a halt outside the door. A heavy knock\nsounded. Marie turned toward the door. Holder shook his head. Down\nthe corridor a command rasped out. Abruptly the knocking ceased. \"Let\n'em break it down.\" Holder said. \"That will give me enough time.\" He\nignored the questions on his wife's face.\n\n\"Somebody want in, daddy?\" Johnny inquired. \"Who is it?\"\n\n\"The big bad bear,\" Holder answered. \"But don't worry. He won't get\nyou. I won't let him.\" To Marie, he said, \"Look out the window and tell\nme what you see.\"\n\n\"An armored car has just pulled up in front,\" she said. \"They have set\nup machine guns on each corner of the b-block.\"\n\n\"Thorough devils,\" Holder commented.\n\n\"What's a devil, daddy?\" Johnny asked.\n\n\"It's just a word,\" Holder answered.\n\nMarie moved across the room to him. \"John,\" she said. Then again,\n\"John--\"\n\n\"Don't be alarmed, darling,\" Holder said. \"It's only death.\"\n\n\"It's only--\" She sat down so quickly that he thought her legs had\ngiven way beneath her.\n\n\"That's only a word too,\" Holder said quickly.\n\n\"It--it--\" Her lips twisted and a choking movement started in her\nthroat. \"How can you say it's only a word when it's the most real fact\nin our existence right now?\"\n\n\"Is death a fact, or is it another human delusion?\" the scientist asked.\n\n\"John!\" Her eyes were fixed on him with terrible intensity.\n\n\"I'm not nuts,\" he said. \"The men outside setting up the machine guns\nare the ones who are crazy, not me.\" Deep inside he was quite sure he\nmeant what he had said.\n\n\"What are they going to do with the guns, daddy?\" Johnny asked.\n\n\"Guns, daddy,\" Teresa echoed.\n\n\"They're going to use them to make loud noises,\" Holder answered. \"If I\ntry to run, they will point them at me and make loud noises and I will\nfall down.\"\n\n\"And go boom?\" Teresa asked. She thought this was amusing.\n\n\n\nJohnny suddenly sensed the seriousness of the situation. \"I don't want\nyou to fall down, daddy,\" he said.\n\n\"That's the kind of world we live in,\" Holder answered. \"Sooner or\nlater, everybody has to fall down. There's a law--\"\n\n\"John!\" Marie spoke.\n\n\"Which do you want?\" Holder answered. \"If I fall down, I'll never get\nup. Do you want to spend the rest of your life in this kind of a world,\nwhere you will become the plaything of barracks soldiers. Do you want--\"\n\n\"_John!_\"\n\n\"Do you want the kids to be raised as wards of the state, where they\nwill be conditioned into accepting the idea that this world is right?\"\nHolder gestured toward the windows.\n\nMarie's face revealed mute agony. \"N-no. But--isn't there some other\nway?\"\n\n\"Sure,\" the scientist said. He set the kids on the floor.\n\nMarie's face gleamed with sudden hope like a rainbow seen at the\nworld's end.\n\nA knock sounded on the door.\n\nThe rainbow vanished from her face. She looked toward the door.\n\n\"Get the hell out of my sight!\" Holder said to her.\n\nShe went as Nocher and the commandant had gone. Except that she went\nsmiling. Her smile seemed to linger in the air, like a bright gleam\nfrom some far-off heaven, after she had gone.\n\n\"Where mommy go?\" Teresa inquired.\n\n\"Yeah where'd she go?\" Johnny added. \"She was sitting right there just\na minute ago--\"\n\n\"We will break down the door if you don't open up,\" a voice said\noutside.\n\n\"Just a minute,\" Holder yelled. He looked at his son. Why was it so\ndifficult to concentrate now? \"Johnny,\" he said. His voice was a hoarse\ngasp.\n\n\"Yes, dad.\"\n\n\"Get the hell out of my sight.\"\n\nThe boy went easily and rapidly. Johnny did not seem to mind. It was\nas if to him there was nothing bad about this experience. And possibly\nnothing new.\n\nHolder wiped sweat from his face. Was he sure? Did he really know what\nhe was doing? Was he certain? There had been no time for testing.\n\nTeresa, staring around the room, was searching for her idol. \"Johnny!\"\nshe called. When there was no answer, she looked up at her father and\nannounced, \"Johnny is hiding.\" This was the beginning of a game.\n\nHolder forced a smile to his face. \"Do you want to go find him?\"\n\nShe clapped her hands in joy. \"Sure. Find Johnny.\"\n\nWhy was this tic in his right cheek and this sudden tremor in his\nhands? Did this child with the bright blue eyes mean so much to him\nthat he could not send her after her mother and brother, that he could\nnot protect her from the men on the other side of the door? Why this\nsudden sweat all over his body?\n\n\"Get--\" His voice faltered into silence. A knot as big as his fist was\nin his throat.\n\n\"Find Johnny, daddy,\" Teresa urged.\n\n_Bang!_ The butt of a rifle crashed against the door, giving Holder the\nstrength that he needed. \"Get the hell out of my sight,\" he said.\n\nShe went even easier than Johnny had gone as if the younger they were,\nthe easier this process was. She went laughing and giggling. She was\ngoing to find Johnny. This was a game of hide and seek, which she had\nalways enjoyed.\n\nHolder tried to swallow the knot in his throat. He moved to the\nmirror, stood regarding himself in it. Why was his heart pounding so\nheavily. He, of all men on earth, knew and could prove, that the human\nbody was only a mental construction, that the very atoms in it were\nheld together by the force of a patterned idea, and by nothing else.\nThe pattern on which the body was constructed, the blue-print for the\nbones, flesh, and organs, this was an idea, and nothing more. The flesh\nand bones, the blood and sinew, that gave reality to the idea, were in\nreality only the bricks and mortar, the lumber and metal, that gave\nreality to an architect's blue-print of a house. When the house burned\ndown, or was otherwise destroyed, the _idea_ still remained. It, and it\nalone, had life. It, and it alone, had immortality.\n\nWhy was sweat spurting from every pore in his body?\n\n_Crash!_ Behind him, the door fell inward.\n\n\"Get the hell out of my sight!\" he said staring at his reflection in\nthe mirror.\n\nNothing happened. The mirror clearly revealed the puzzled frown on his\nface and the look of bewilderment in his eyes. It also revealed three\nmen approaching from behind.\n\nHolder knew he had failed. He had thought that all he would need to\ndo would be to look at himself in a mirror--and go with the others.\nSomething had gone wrong.\n\n\"I was only sending them ahead of me,\" he whispered. \"I meant to go\ntoo.\" The agony inside him was as deep as space. He made no effort to\nresist the men when they grabbed him.\n\n\n\nThey took him directly to the deepest underground cell in the\nheadquarters building. He had heard whispered rumors of this place from\nthe other scientists here but he had never really believed it existed.\nThey chained him to the wall so that his feet did not touch the floor.\nHe looked at the chains, and wondered if they would go away when he\ntold them to.\n\nA little man with the face of a rat entered the cell and the others\nwithdrew. Rat-face was the interrogator. Obviously Rat-face had had\nvast experience with political prisoners. He knew all the questions to\nask and all the torture methods. Holder dimly wondered what tales the\nwalls of this tiny, barren cell could tell if they had the ability to\nspeak.\n\n\"Where is Nocher?\"\n\n\"In hell, I hope.\"\n\n\"Ah!\"\n\n\"I did it,\" Holder said. \"I confess everything. I destroyed Nocher. I\neliminated the commandant. All I ask is that you shoot me, at once.\"\n\nThe rat face revealed mixed pleasure and chagrin. Prisoners were\nsupposed to confess. But not so quickly. Rat-face felt cheated. He\nenjoyed torturing the helpless.\n\n\"What about your wife? Did you destroy her too?\"\n\n\"Yes.\"\n\n\"And your children?\"\n\n\"Yes.\"\n\nRat-face counted on nicotine-stained fingers. \"That makes you five\ntimes a killer.\"\n\n\"Yes. Shoot me,\" Holder begged. The agony inside him was growing\ndeeper. Visions of Teresa going away danced before his eyes. What had\nhe actually done to her?\n\n\"What did you do with the bodies?\"\n\n\"I--\"\n\n\"You have admitted you killed them. You must have hid the bodies some\nplace.\"\n\nRat-face had not been properly briefed by the new commandant. He\nthought he was dealing with murder! Holder glanced up at the ceiling.\nThe TV camera and the microphone were there. Probably the new\ncommandant was watching this scene from some safe place.\n\n\"Where did you hide the bodies?\" Rat-face continued.\n\n\"Try and find them!\" The laughter that followed was wild and Holder\nknew it. This fact didn't matter. The political commissars thought all\nscientists were crazy anyhow. Except when they made atom bombs. To a\npolitical commissar, atom bombs made sense. They could be dropped on\nthe heads of people who didn't agree with them.\n\n\"How did you do it?\" Rat-face demanded. His little beady eyes bored\ninto Holder as he asked this question.\n\n\"Like this,\" Holder answered. \"Get the hell out of my sight.\"\n\nHis laughter continued for minutes, at the funny expression on the\nlittle political commissar's face as Rat-face had gone away. No one\nelse came into the cell. Holder concentrated his attention on his\nchains. He repeated the magic formula. The chains remained as firm as\never. He stared at them in growing fear. Here was one thing that did\nnot obey his command to vanish.\n\n\"If I had only had time to test!\" he muttered. He tried to pull himself\nfree from the chains. They had been designed and built to prevent\nexactly this. He exhausted himself with no result then left off his\nefforts when he realized he was hearing the sound of running water.\n\nHis feet were wet.\n\nHe looked down and saw that the bottom of his cell was covered by\nwater. \"A pipe broke somewhere,\" he thought. Looking up toward the TV\ncamera on the ceiling, he yelled, \"Hey! You had better repair that pipe\nbefore you drown one of your prisoners.\"\n\nThere was no question in his mind as to what lay ahead for him. He\nwould be questioned for days, for weeks, if necessary, until they had\ngotten his secret from him. The new commandant, and the powers above\nhim, would use up any number of political commissars to achieve their\ngoal. Political commissars were cheap. Secrets such as the one John\nHolder possessed were very important.\n\nThe water was up to his ankles. He saw, then, the purpose of this cell.\nIt had been constructed so that water could be turned into it. The\nhelpless wretch who had been left chained to the wall here could either\nconfess or he could drown. The cell was actually a death trap.\n\nNow he understood why no one else had taken the place of Rat-face!\n\nIn dazed horror, he watched the water rise to his knees. The sound was\nnow that of a roaring torrent. He knew that his unseen watchers had\nopened the valve still wider.\n\nThe water rose to his chest, constricted a cold band there, then surged\nupward to his throat.\n\n\"Help!\" he screamed involuntarily.\n\nInstantly he heard the valve close. The sound of the torrent stopped.\n\n\"Do you talk now?\" the speaker on the ceiling asked.\n\n\"I--\" In this moment of terrible threat, he knew he would talk, not to\nsave his life, but because he could not help himself, because he could\nnot keep from talking. He knew, also, that there was nothing he could\nput into words which would reveal what he knew to be true. \"I--I can't.\"\n\n\n\nAgain the valve was opened, again the water came into the narrow cell.\nIt reached Holder's chin. He knew now that they fully intended to\ndrown him if he didn't reveal what he knew. From the viewpoint of the\nwatchers, it was better that he should die than that they should take a\nchance on letting him escape to tell what he knew to someone else!\n\n\"I can't tell you,\" he screamed. \"It won't go into words. It's\nsomething I do inside my mind.\"\n\n\"Talk!\" the loudspeaker answered.\n\n\"But I'm telling you that I can't--\" His voice took on the sound of\na gargle as water poured into his mouth. He spat it out and tried to\nscream. The water, rising higher, poured into his mouth. He twisted\nhis head upward, shoving against the chains that held him to the wall.\nThe water reached his nose and flowed downward into his lungs.\n\nWithin a minute, at most, the level of the water would be hastily\nlowered. After he was revived he would be given a chance to tell what\nhe knew. If he still proved obstinate, the process would be repeated.\nBut Holder did not know this.\n\nSome prisoners had withstood repeated duckings only to be drowned in\nthe end. Most told everything they knew after the first treatment.\n\nInside him, John Holder knew that the human body was only a mental\nconstruction. Only the strength of an idea held flesh and bones and\nblood together. He also knew there was no way on earth for him to\nreveal this secret to another person, in words. Perhaps long and\ncareful study of the nature and the kinds of energies involved would\nenable him to give a mathematical description of what he knew he could\ndo inside of him. The Reds would never wait for such a study to be\nmade. They were looking for something as simple and as dramatic as _E\nis equal to MC squared_, the basic equation that had served for the\nmathematical springboard for the atom bomb.\n\nAs the water poured into his nose and down into his lungs, he made one\nlast furious effort. The process had worked on other people. How could\nhe make it work on him? An answer popped into his mind. All he had to\ndo was to think of himself as another person.\n\nHe did this. Light exploded through his brain and flooded through his\nwhole body.\n\nWhen the water level was lowered, the bewildered Reds found empty\nchains dangling from the walls of the cell. The body they had placed in\nthe chains was no longer there.\n\nThree days later, the driver of an American jeep, on border patrol at\nnight with a squad of men, was astonished to find four bodies suddenly\nappear within his headlights. To him, they seemed to come out of\nnowhere. Brakes screaming, the driver jerked the jeep to a halt. The\nsergeant in charge of the squad hastily dismounted.\n\n\"I am John Holder and this is my wife and our two children,\" the man in\nthe glare of the headlights said.\n\n\"Holder?\" the sergeant said. \"Say, we've got a search order out for\nyou. You vanished behind the iron curtain.\"\n\n\"We have come back through it,\" Holder answered. \"Take us to your\ncommanding officer, at once.\"\n\nThey were put into the jeep. \"Johnny, go hide again,\" the smallest\nchild kept saying. \"So we can find him in that place where the light\nis. Johnny go hide--\"\n\n\"Shhh, Teresa,\" her father answered, indulgently. \"No more game until\nwe get back to America.\" He thought longingly of that land across the\nsea that to them was home. \"Besides it is too hard to find you on the\nother side, and re-integrate a body for you--\"\n\n\"John,\" the woman spoke reprovingly. \"Why explain it to them? You know\nthey can't understand what you're talking about.\"\n\nHolder grinned and was silent. Sometimes he wondered if he understood\nit all himself. All he knew was that a body could be disintegrated, by\npure mental force.\n\nThe jeep shifted into high gear. At the end of this journey, a plane\nwould be waiting. This would take them to America.... Home.... There a\nwhole new world of exploration waited for him. The very best research\nteams the country possessed would be at his disposal, the keenest\nbrains, the sharpest minds. Hugging the kids to him, he smiled quietly\nto himself.\n",
    "metadata": {
        "author": [
            "Williams, Robert Moore"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65350/pg65350.txt",
        "name": "john_holders_weapon.json"
    }
}