{
  "name": "Joseph Hergesheimer, an essay in interpretation",
  "author": [
    "Cabell, James Branch"
  ],
  "body": "  “_And we dreamed a dream in one night, I and he: we dreamed\n  each man according to the interpretation of his dream._”\n\n  CHICAGO\n  THE BOOKFELLOWS\n  1921\n\n\n\n\n_One thousand small paper and ninety-nine tall paper copies of this\nmonograph have been printed for_ THE BOOKFELLOWS _in August, 1921. The\nedition is the first; Mr. Cabell the author is_ BOOKFELLOW _No. 513 and\nMr. Brewer the printer is_ BOOKFELLOW _No. 14_.\n\n\n\n\n  To\n  JOSEPH HERGESHEIMER\n\n  with friendship and large admiration\n  as goes the past, and with\n  cordial faith in what\n  is to come.\n\n\n\n\nONE\n\n\nSo say they, speak they, and tell they the tale, in “literary gossip,”\nthat Joseph Hergesheimer “wrote” for a long while before an iota of his\ntyping was transmuted into “author’s proof.” And the tale tells how\nfor fourteen years he could find nowhere any magazine editor to whose\npresent needs a Hergesheimer story was quite suited.\n\nIt is my belief that in approaching Mr. Hergesheimer’s work one should\nbear constantly in mind those fourteen years, for to me they appear,\nnot uncuriously, to have shaped and colored every book he has thus far\npublished.\n\nThe actual merit of the writing done during that period of\n“unavailability” is—here, at least—irrelevant. It is not the point\nof the fable that he high-heartedly wrote a story to which, when\ncompleted, his unbiased judgment could not quite honestly deny such\ndeference as is due to a literary masterpiece; and which, through\nsome odd error, was rejected by a magazine that every month was\npublishing vastly inferior stories; and which was later declined by\nanother magazine, and by a host of magazines, with a dispiriting bland\nunanimity not unsuggestive of editorial conspiracy. Meanwhile—of\ncourse—he had written another tale, which was much better than the\nfirst, and which proved to be an equally faithful chaperon of return\npostage. So story followed story, each dreeing the same weird....\n\nAnd he used to wait for the postman, no doubt, and to note from afar\nthat it was a large envelope; and would open the damned thing with a\nfaint hope that perhaps they just wanted some slight changes made;\nand would find only the neat, impersonal, and civilly patronizing\ndeath-warrant of hope. So Joseph Hergesheimer kept on with his\nfoolishness, without any gleam of success, or even (they report) any\nword of encouragement. And doubtless his relatives said the customary\nthings....\n\nYet none of these circumstances, either, is the point of the apologue,\nbecause in all save one detail the comedy has been abraded into\npointlessness by over-constant repetition; and is, of course, being\nfutilely performed at this moment in one prefers not to reflect how\nmany thousand homes. The leading rôle, though, is too unprofitable\nand irksome for any quite sane person to persist in enacting it for\nfourteen years. This Joseph Hergesheimer did: and that is the fable’s\nsignificant point.\n\n\n\n\nTWO\n\n\nYes, it is the boy’s illogical pertinacity that is the fable’s point,\nbecause it so plausibly explains why nearly all the men in Mr.\nHergesheimer’s books are hag-ridden by one or another sole desire\nwhich spurs them toward a definite goal at every instant of their\nmimic lives. These men but variously reflect, I take it, that younger\nHergesheimer’s “will to write,” that unconquerable will. To Mr.\nHergesheimer, even to-day, it probably seems natural that a man’s whole\nliving should be devoted to the attaining of one desire quite clearly\nperceived, because his own life has been thus dedicated. The more\nshrewd mass of practical persons that go about in flesh are otherwise;\nand comfortably fritter through the day, with no larger objective at\nany time in mind than the catching of a car, the rounding off of a\nbusiness transaction, the keeping of an engagement for luncheon, and\nthe vesperal attendance to some unmental form of recreation, with one\nsmall interest displacing another in endless succession, until bedtime\narrives and the undertaker tucks them in.\n\nIt explains to me the Hergesheimer women, too, those troublingly\nornamental odalisques. They are fine costly toys, tricked out in\ncurious tissues: and, waiting for the strong male’s leisure, they\nsmile cryptically. They will divert him by and by, when the day’s\nwork is dispatched, maintaining their own thoughts inviolate, even\nin the instant of comminglement wherein the strongest man abates\nreserve: but their moment is not daylit, for the Hergesheimer women are\nall-incongruous with what is done during office hours, nor are they\nto be valued then. Sometimes they are embodied ideals, to be sure,\nremotely prized as symbols or else grasped as trophies to commemorate\nthe nearing of the goal: but for the most part they rank candidly as\navocational interests. I find nowhere in Joseph Hergesheimer’s stories\nany record of intimacy and confidence between a man and a woman....\nAnd this too, I think, reflects that all-important formative fourteen\nyears wherein, whatever may have been Mr. Hergesheimer’s conduct of\nhis relatively unimportant physical life, his fundamental concernments\nwere pursued in a realm, of necessity, uninhabited by women. Indeed,\nno woman can with real content permit the man whom she proprietorially\ncherishes to traffic in this queer lonely realm, and she cannot but\nsecretly regard his visits thereto as a personal slight. So the\ncreative literary artist is (when luckiest) at silent feud with his\nwomen, because the two are perpetually irritated by the failure of\ntheir joint effort to ignore the fact that she ranks necessarily as an\navocational interest.\n\n\n\n\nTHREE\n\n\nWhat, though, was the precise goal of the fourteen years of visually\nunproductive “writing”? Those earlier stories have never been\nprinted, so that one perforce advances on a bridge of guesswork. But\ncertainly, in all that is to-day accessible of Mr. Hergesheimer’s\ncreative feats—with one exception duly noted hereinafter—there is a\npatent negligence, and indeed an ostentatious avoidance, of any aiming\ntoward popularity. That during the fourteen years young Hergesheimer\nlabored toward the applause and cheques of a “best seller,” is to\nthe considerate inconceivable. Nor could that well have been a\nmotive strong enough to sustain him thus long, since the maker of\nreading-matter, like any other tradesman, has need of quick returns\nwhere the artist battens on immediate rejections.\n\nNo, Mr. Hergesheimer’s monomania, one estimates, was then, just as it\nseems to be to-day, to write for his own delectation—in large part\nbecause he could not help it, and in part with the hope of, somehow\nand some day, obtaining an audience with the same or, at any rate,\na kindred sense of beauty.... This, to be sure, is always a vain\naspiration. That which, in effusions such as this, we loosely talk\nabout as “beauty” probably does not exist as a vital thing save here\nand there in the thoughts of not too many and not to be too seriously\ntaken persons. In life, rather frequently, one appears to catch a\nglimpse of something of the sort just around the corner or over the\nway, but it is rarely, and perhaps never, actually at hand. Sometimes,\nof course, one seems about to incorporate the elusive thing into\none’s daily living; and, striving, finds the attempt a grasping at\nan opalescent bubble, with the same small shock, the same disrupting\ndisillusionment.\n\n“Beauty,” thus, is by the judicious conceded to be an unembodiable\nthought, not even quite to be grasped by the mind; and certainly never\nnicely nor with any self-content to be communicated via the pages\nof a book, wherein are preserved, at best, the faded petals and the\nflattened crumbling stalks of what seemed lovely once to somebody who\nis as dead as are these desiccated relics of his ardor and of his\ndisputable taste.\n\nIn brief, it may be granted—and by Mr. Hergesheimer most cheerfully\nof all persons—that during these fourteen years Mr. Hergesheimer was\nattempting the preposterously impossible.\n\n\n\n\nFOUR\n\n\nNow, to my thinking, there is something curiously similar to that\nunreasonable endeavor to be found in all the Hergesheimer novels.\nHere always I find portrayed, with an insistency and a reiteration to\nwhich I seem to detect a queer analogue in the writings of Christopher\nMarlowe, men laboring toward the unattainable, and a high questing\nfoiled. No one of the five novels varies from this formula.\n\nAnthony Ball, of _The Lay Anthony_, strives toward the beauty of\nchastity—not morally concerned one way or the other, but resolute to\npreserve his physical purity for the sake of a girl whose body, he\nfinds at last, has long ago been ravished by worms. Again there is in\n_Mountain Blood_ no hint of moral-mongering—for Mr. Hergesheimer is\nno more concerned with moral values than is the Decalogue—when Gordon\nMakimmon toils toward the beauty of atonement, to die in all a broken\nman, with his high goal yet gleaming on the horizon untouched. The\nthree black Pennys flounder toward the beauty of a defiant carnal\npassion, which through the generations scorches and defiles, and\nburns out futilely by and by, leaving only slag where the aspiring\nlovely fire was. And through the formal garden ways of _Java Head_\npass feverishly at least five persons who struggle (and fretfully know\ntheir failure to be foredoomed) toward the capturing of one or another\nevincement of beauty, with the resultant bodily demolishment of three\nof them and the spiritual maiming of the others.\n\nThat which one, for whatever reason, finds most beautiful must be\nsought; it is a goal which one seeks futilely, and with discomfort\nand peril, but which one seeks inevitably: such is the “plot” of\nthese four novels. Such is also, as I need hardly say, the “plot” of\nthe aforementioned fourteen years wherein not anything tangible was\nachieved except the consuming of youth and postage....\n\nNor does the dénouement differ, either, in any of these novels: the\npostman comes with the plethoric envelope which signals from afar that\nthe result of much high-hearted striving is not quite suited to the\npresent needs of this world’s editor; and sometimes the postman is Age,\nbut more often he is Death.\n\n\n\n\nFIVE\n\n\nNow the fifth, and incomparably the finest and loveliest, of the\nHergesheimer novels is _Linda Condon_, which renders self-confessedly\na story of “the old service of beauty, of the old gesture toward the\nstars”—“here never to be won, never to be realized”—of the service\nwhich “only beauty knows and possesses”.... For _Linda Condon_ is to be\nvalued less as the life-history of a woman than as the depiction—curt,\nincisive, and yet pitying—of a shrine that, however transiently, was\nhallowed.\n\nAt the exacting workaday pursuit of being a human being this Linda\nfails, fails chilled and wistful. She has, like more of us than dare\nproclaim the defect, no talent whatever for heart-felt living, so\nthat most persons seem but to pass grayly upon the horizon of her\nconsciousness, like unintelligible wraiths gesticulating,—and always\nremaining somehow disjunct and not gravely important,—the while that\nall the needs and obligations of one’s corporal life must be discharged\nwith an ever-present sense of their queer triviality. Toward nobody,\nneither toward Linda Condon’s mother nor lover, nor husband, nor\nchildren, may she, the real Linda, quite entertain any sense of actual\nattachment, far less of intimacy....\n\nMeanwhile she has her loveliness, not of character or mind, but a loan\nof surpassing physical beauty. And to Linda Condon her own bright\nmoving carcass becomes a thing to be tended and preserved religiously,\nbecause beauty is divine, and she herself is estimable, if at all,\nas the fane which beauty briefly inhabits.... And by and by, under\ntime’s handling, her comeliness is shriveled, and her lovers are\nturned to valueless dust: but first, has Linda’s lost young beauty\nbeen the buried sculptor’s inspiration, and it has been perpetuated in\neverlasting bronze. The perfection of Linda Condon’s youth is never\nto perish, and is not ever to be dulled by old age or corrupted in\ndeath. She comprehends this as she passes out of the story, a faded,\ndesolate and insignificant bit of rubbish, contented to know that\nthe one thing which really meant much to her is, as if by a miracle,\npreserved inviolate. The statue remains, the immutable child of Linda’s\ncomeliness and Pleydon’s genius, the deathless offspring of transitory\nthings.\n\nBeauty is divine; a power superior and even elfinly inimical to\nall human moralities and rules of thumb, and a divinity which must\nunflinchingly be served: that, in this book as always, is Mr.\nHergesheimer’s text. For this is the divinity which he, too, serves\nunflinchingly, with strangely cadenced evocations, in striving to write\nperfectly of beautiful happenings.\n\nIt is an ideal here approached even more nobly than in the preceding\nHergesheimer books. Nowhere has Joseph Hergesheimer found an arena more\nnicely suited to the exercise of his most exquisite powers than in this\nmodern tale of _domnei_,—of the worship of woman’s beauty as, upon the\nwhole, Heaven’s finest sample of artistic self-expression, and as, in\nconsequence, the most adequate revelation of God; and as such a symbol,\ntherefore, a thing to be revered above all else that visibly exists,\neven by its temporary possessor. That last is Mr. Hergesheimer’s\nespecial refinement upon a tenet sufficiently venerable to have been\nnodded over by Troy’s gray-bearded councillors when Helen’s skirts were\nrustling by,—and a refinement, too, which would have been repudiated\nby Helen herself, who, if one may trust to Euripides’ report of her\nsentiments, was inclined less elevatedly to regard her own personal\nappearance, as a disaster-provoking nuisance.\n\nWell, and to Linda, also, was beauty a nuisance—“a bitter and luxurious\ngod,” that implacably required to be honored with sacrifices of common\njoys and ties and ruddy interests, but was none the less divine.\nSustained by this sole knowledge, Linda Hallet passes out of the story,\nwhen youth is over, regarding not very seriously that which is human\nand ephemeral, even as embodied in her lovers and her children, nor in\nherself, but rather always turning grave blue eyes toward that which\nis divine; passes, at once the abandoned sanctuary, the priestess,\nthe postulant, and the martyr, of that beauty to which fools had once\nreferred as “hers”; passes not as the wreckage of a toy but as an\noutworn instrument which has helped to further the proud labor of a\ngod; and passes, as all must pass, without any sure comprehension of\nachievement, but with content. That, really, is _The Happy End_....\n\n\n\n\nSIX\n\n\nWhich reminds me that for the most part I am rattling very old bones.\nThose seemingly unfruitful fourteen years are to-day at one with those\nother fourteen years which brought an elder Joseph into Egyptian\npublicity. Mr. Hergesheimer has “arrived”: his books have found their\nproper and appreciative audience; whereas his short stories are\npurchased, and probably read, along with the encomiums of ready-made\nclothing and safety razors, by the I forget how many million buyers of\nthe world’s most popular magazine....\n\nNow, here, I think, one finds stark provocations of uneasiness. I\nspeak with diffidence, and am not entirely swayed, I believe, by the\nnatural inclination of every writer to backbite his fellow craftsman.\nIn any event, dismissing _Gold and Iron_ (after some reflection) with\nunqualified applause, I take up _The Happy End_; and of the seven\nstories contained therein six seem to me to display a cornerstone of\neminently “popular” psychology, ranging from the as yet sacrosanct\nbelief that all Germans are perfectly horrid people, to the axiom\nthat the quiet and unrespected youngest brother is invariably the one\nto exterminate the family enemies, and duly including the sentiment\nthat noble hearts very often beat under ragged shirts. And I am made\nuneasy to see these uplifting faiths—these literary baking-powders more\nproperly adapted to the Horrible Trites and the Gluepot Stews among\nreading-matter confectioners—thus utilized by a Joseph Hergesheimer.\n\nI am made uneasy because I reason in this way: when Mr. Hergesheimer\nconsciously is writing a short story to be printed next to advertising\nmatter in some justly popular periodical, Mr. Hergesheimer, being\nrational and human, cannot but think of the subscribers to that\npopular periodical. I forget, I repeat, how many millions of them have\nbeen duly attested upon affidavit to exist, but certainly not many\nthousands of our fellow citizens can regard Mr. Hergesheimer at his\nbest and purest with anything save bewildered abhorrence. So he must\ncompromise,—subconsciously, I believe,—and must adapt his methods\nto the idiosyncrasies and limitations of his audience, very much as\nhe probably refrains from addressing his cook in the heightened and\nconsummated English of _San Cristóbal de la Habana_.\n\nThe danger is not that Joseph Hergesheimer will lower his ideals, nor\nin anything alter what he wishes to communicate; but is the fact that\nhe must attempt to transmit these things into the vernacular and into\nthe orbits of thought of his enormous audience, with the immaculate\nmotive of making his ideas comprehensible. He cannot, being rational\nand human, but by and by be tempted yet further to endeavor—as he has\nflagrantly endeavored in the tale called _Tol’able David_—to convey his\nwayside apprehensions of life via some such always acceptable vehicle\nas the prehistoric fairy-tale cliché of the scorned and ultimately\nvictorious third champion. This is with a vengeance the pouring of\nnew wine into a usage-battered and always brazen cup which spoils the\nbrew....\n\nSix of these stories, then, are beautifully written moral tales:\nalthough, to be sure, there is an alleviating seventh, in _The Flower\nof Spain_, which is a well-nigh perfect and a profoundly immoral work\nof art. I therefore put aside this volume with discomfort....\n\nBut I suspect that here the axiomatic mutual jealousy of all authors\nshould be discounted. As an “outsider” in letters, I cannot be\nexpected quite to view with equanimity the recent installation of Mr.\nHergesheimer in the National Institute of Arts and Letters, that august\nbody wherein the other representatives of creative literature are\nsuch approved masters as Mr. Nelson Lloyd and Mr. Robert W. Chambers\nand Mr. L. Frank Tooker. At this port, with appropriate ceremony, has\nthe skipper of _The Happy End_ “arrived.” The fact has been formally\nrecognized, by our most “solid” cultural element, that in artistic\nachievement Joseph Hergesheimer has but fifty living superiors, and\nonly a hundred and ninety-nine equals at this moment resident in the\nUnited States: and I, who have not been tendered any such accolade,\ncannot but be aware of human twinges when Mr. Hergesheimer as a matter\nof course accepts this distinction.\n\nSo it is quite conceivably the impurest sort of envy and low-mindedness\nwhich causes me here to suspect alarming symptoms. I, in any event,\nput aside _The Happy End_ with very real discomfort; and turn to the\nreflection that Mr. Hergesheimer has since written _Linda Condon_,\nwhich discomforts me quite as poignantly by exposing to me my poverty\nin phrases sufficiently noble to apply to this wholly admirable book.\n\n\n\n\nSEVEN\n\n\nYet Mr. Hergesheimer, even in the least worthy of his magazine stories,\nwrites really well. The phrase has an inadequate ring: but when you\nhave applied it without any grave reservation to Mr. Tarkington and\nMr. Hergesheimer, and have given Mrs. Wharton a deservedly high rating\nfor as many merits as seem possible to a woman writer, of what other\nAmerican novelists can this pardonably be said by anybody save their\npublishers? No: the remainder of us, whatever and however weighty may\nbe our other merits, can manage, in this matter of sheer writing,\nto select and arrange our adjectives and verbs and other literary\ningredients acceptably enough every now and then: and that is the\nutmost which honesty can assert.\n\nBut Mr. Hergesheimer always writes really well, once you have licensed\nhis queer (and quite inexcusable) habit of so constantly interjecting\nproper names to explain to whom his, Hergesheimer’s, pronoun\nrefers.... Perhaps I here drift too remotely into technicalities, and\ntend to substitute for a consideration of architecture a treatise\nupon brick-making. Even so, I cannot but note in this place how\ndiscriminatingly Mr. Hergesheimer avoids the hurdles most commonly\ntaken with strained leaps by the “stylist,” through Mr. Hergesheimer’s\nparsimony in the employment of similes; and how inexplicably he\nrenders “anything from a chimneypot to the shoulders of a duchess”\nby—somehow—communicating the exact appearance of the thing described\nwithout evading the whole issue by telling you it is like something\nelse.\n\n\n\n\nEIGHT\n\n\nNow this non-employment of time-approved devices seems even the more\nremarkable when you consider how intensely Joseph Hergesheimer realizes\nthe sensuous world of his characters and, in particular, the optic\nworld. He is the most insistently superficial of all writers known to\nme, in his emphasis upon shapes and textures and pigments.\n\nHis people are rendered from complexion to coat-tail buttons, and\nthe reader is given precisely the creasing of each forehead and the\npleating of their under-linen. Mr. Hergesheimer’s books contain whole\nwarehousefuls of the most carefully finished furniture in literature;\nand at quaint bric-à-brac he has no English equal. It is all visioned,\nmoreover, very minutely. Joseph Hergesheimer makes you observe his\nchairs and panelings and wall-papers and window-curtains with an\nabnormal scrutiny. The scenery and the weather, too, are “done” quite\nas painstakingly, but these are indigenous to ordinary novels.\n\nNow of course, like virtually every other practise of “realism,” this\nis untrue to life: nobody does in living regard adjacent objects as\nattentively as the reader of a Hergesheimer story is compelled to note\nthem. For one, I cannot quite ignore this fact, even when I read with\nmost delight: and I sometimes wonder if Mr. Hergesheimer premeditatedly\nsits down to study an andiron or a fan for literary use, or whether his\npersonal existence is actually given over to this concentration upon\nexternals and inanimate things. But he was once a painter; and large\nresiduals of the put-by art survive.\n\nAll this results, of course, in a “style” to which the reader is never\nquite oblivious. The Hergesheimer dramas—dramas wherein each of the\nplayers has a slight touch of fever—are enacted, with a refining hint\nof remoteness, behind the pellucid crystal of this “style,” which\nsharpens outlines, and makes colors more telling than they appear to\neveryday observation, and brings out unsuspected details (seen now for\nthe first time by the reader, with a pleasurable shock of delight), and\njust noticeably glazes all.\n\nThe Hergesheimerian panorama is, if I may plagiarize, a little truer\nthan truth: and to turn from actual life to Joseph Hergesheimer’s pages\narouses a sensation somewhat akin to that sustained by a myopic person\nwhen he puts on spectacles...\n\nAnd thus is a quite inoffensive tropic town foredoomed to be a\nperennial source of disappointment to all tourists who have previously\nread _San Cristóbal de la Habana_,—that multi-colored sorcerous\nvolume, with which we have here no immediate concern,—and who, being\nmagic-haunted, will over-rashly bring to bear upon a duly incorporated\ncity, thriftily engaged in the tobacco and liquor-business, their eyes\nunre-enforced.\n\n\n\n\nNINE\n\n\nSuch, then, are this artist’s materials: in a world of extraordinary\nvividness a drama of high questing foiled, a tragedy of beauty\nsought, with many blunders but single-mindedly, by monomaniacs,—in\nfine, a performance suggestively allied, in its essentials, to the\nsmaller-scaled and unaudienced drama of the young man with the\npercipient eyes of a painter, who throughout fourteen years was\nstriving to visualize in words his vision of beauty, and who was\nstriving to communicate that vision, and who—the tastes of the average\nman being that queer slovenly aggregation which makes the popular\nperiodical popular, and the ostensible leaders of men being regular\nsubscribers to the slatternly driveling host—was striving in vain.\n\nThese things are but the raw materials, I repeat,—the bricks and mortar\nand the scantlings,—for, of course, there is in Joseph Hergesheimer’s\nbooks far more than plot or thought, or even “style”: there is that\nindescribable transfiguring element which is magic.\n\nWhen Linda Condon came to look closely at Pleydon’s statue, you may\nremember, she noted in chief the statue’s haunting eyes, and marveled\nto find them “nothing but shadows over two depressions.” Very much the\nequivalent of that is the utmost to which one can lay a crude finger\nin appraising Mr. Hergesheimer’s books. They are like other books in\nthat they contain nothing more prodigious than words from the nearest\ndictionary put together upon quite ordinary paper... But the eyes of\nPleydon’s statue—you may remember, too—for all that they were only\nindentations in wet clay, “gazed fixed and aspiring into a hidden\ndream perfectly created by his desire.” And viewing the statue, you\nwere conscious of that dream, not of wet clay: and you were moved by\nthe dream’s loveliness as it was communicated, incommunicably, by\nPleydon’s art.\n\nNow, at its purest, the art of the real Hergesheimer, the fundamental\nand essential thing about Joseph Hergesheimer, is just that intangible\nmagic which he ascribes to his fictitious Pleydon. And the dream that\nJoseph Hergesheimer, too, has perfectly created by his desire, and\nseeks to communicate in well-nigh every line he has thus far published,\nI take to be “the old gesture toward the stars ... a faith spiritual,\nbecause, here, it is never to be won, never to be realized.”\n\nIt is, I think, the “gesture” of the materially unproductive fourteen\nyears: and its logic, either then or now, is clearly indefensible.\nStill, one agrees with Cyrano, _Mais quel geste!_ and one is conscious\nof “a warm indiscriminate thrill about the heart” and of a treacherous\nsympathy, which abhors reason.... Yes, one is conscious of a most\nbeguiling sympathy, that urges one already to invest blind. Faith in\nwhat is to come very soon, but stays as yet unrevealed,—in _The Bright\nShawl_, and in the retempered _Steel_, and in _Cythera_, and even more\nparticularly in _The Meeker Ritual_, which promises, to me at least, to\nreveal upon completion an especial prodigality of perturbing magics.\n\n\n\n\nTEN\n\n\nIt is through distrust of this beguiling sympathy that I have spoken\nthroughout with self-restraint, and have hedged so often with “I\nthink” and “I believe” and “it seems to me,” and have niggled\nover Hergesheimerian faults that are certainly tiny and possibly\nnon-existent: because of my private suspicion that all my private\nnotions about Joseph Hergesheimer are probably incorrect. To me, I\nconfess, he appears a phenomenon a little too soul-satisfying to be\nentirely credible.\n\nPure reason does not brevet it as humanly possible that the\nHergesheimer I privately find in the pages of the Hergesheimer books\nshould flourish in any land wherein the self-respecting author is\nusually restricted to choose between becoming the butt or the buttress\nof mediocrity: so that I cautiously refrain from quite believing\nin this Joseph Hergesheimer as a physical manifestation in actual\ntrousers.... Indeed, his corporeal existence cannot well be conceded\nexcept upon the hypothesis that America has produced, and is even\nnourishing, a literary artist who may endure in the first rank. Which\nis absurd, of course, and a contention not to be supported this side of\nBedlam, and, none the less, is my firm private belief to-day.\n\nNone the less, also, must I to-day speak with very self-conscious\nself-restraint, because for the judicious any more thoroughgoing\ndicta are checked by the probability, and the ardent hope, that Mr.\nHergesheimer’s work is barely begun. Nobody born of a generation which\nhas witnessed the beginnings and the æsthetic endings of Mr. Hewlett\nand Mr. Le Gallienne would be so rash as to predict the upshot of\nany author’s career with no ampler data to “go on” than the initial\nchapters, however fine. Rather must it perforce content me to believe\nthat the Joseph Hergesheimer who has made head against the fourteen\nyears of neglect and apparent failure, without ever arranging any very\nserious compromise with human dunderheadedness and self-complacency,\nis now in train to weather unarithmeticable decades of public success\nby virtue of the same wholesome egoism. And I can see besetting him\njust one lean danger,—a feline peril that hunts subtly, with sheathed\nclaws and amicable purrings,—in the circumstance that the well-meaning\nPhilistia which yesterday was Mr. Hergesheimer’s adversary, so far as\nit noted him at all, will be henceforward affording him quite sensible\nand friendly and sincere advice.\n\nWell, the results should, at the worst, be interesting.\n\n\nExplicit\n\n\n",
  "metadata": {
    "author": [
      "Cabell, James Branch"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/72292/pg72292.txt",
    "name": "joseph_hergesheimer_an_essay_in_interpretation"
  }
}
