{
    "name": "Joy Ride",
    "author": [
        "Meadows, Mark"
    ],
    "body": "(HISTORIAN'S NOTE: _The following statements are extracted from\ndepositions taken by the Commission of Formal Inquiry appointed by the\nPeloric Rehabilitation Council, a body formed as a provisional\ngovernment in the third month of the Calamity_.)\n\n\n1\n\nMy name is Andrews, third assistant vice president in charge of\nmaintenance for Cybernetic Publishers.\n\nIt is not generally known that all the periodical publications for the\nworld were put out by Cybernetics. We did not conceal the monopoly\ndeliberately, but we found that using the names of other publishing\nhouses helped to give our magazines an impression of variety. Of\ncourse, we didn't want too much variety, either; only the tried and\ntested kind.\n\nCybernetics gained its monopoly by cutting costs of production. It had\nsucceeded in linking electronic calculators to photo-copying\nmachines. Through this combination, all kinds of texts and\nillustrations could be produced automatically.\n\n\n\nFormula punch cards, fed to the calculators, produced articles and\nstories of standard styles and substance. Market analysts in the\nresearch division designed the formulas for the punch cards. An\nediting machine shuffled the cards before giving them to the\ncalculating machines.\n\nThe shuffling produced enough variation in the final product to\nsuggest novelty to the reader without actually presenting anything\nstrange or unexpected.\n\nOnce the cards were in the machine, they set off electronic impulses\nwhich, by a scanning process, projected photographic images of type\nand illustrations to a ribbon of paper. This ribbon ran through a\nbattery of xerographic machines to reproduce the exact number of\ncopies specified by the market indicator.\n\nEverything worked smoothly without the necessity for thought, which,\nas you know, is expensive and often wasteful.\n\nIn the second week of the Calamity, one machine after another seemed\nto go put of order. I couldn't tell whether the trouble was in the\ncards, in the research office, or in the machines.\n\nFirst, one produced something entitled \"A Critique of the Bureaucratic\nCulture Pattern.\" Then another would give out nothing but lyric poems.\nA third simply printed obvious gibberish, the letters F-R-E-E-D-O-M.\nAnd one of our oldest machines ran off a series of limericks of a\ndecidedly pungent flavor.\n\nI did all I could to straighten them out. Even our cleaning compounds\nwere analyzed for traces of alcohol. But we weren't able to locate the\ntrouble. And we didn't dare shut off the power because that would have\nbacked up our continuous stream of pulp and paper all the way to\nCanada, Alaska and Scandinavia. There didn't seem to be anything to do\nbut let the publications go on through to the distribution center.\n\nBefore they were returned to the pulp mills, some of the publications\nreached private hands and created something of a stir, especially the\nlimericks. One of them went something like this: \"There was a\nyoung....\" (Passage defaced.)\n\n\n2\n\nMy name is Minton, traffic officer emeritus on the Extrapolated\nParkway.\n\nThe Parkway was equipped with the usual electronic controls to propel\ncars magnetically, to maintain a safe distance between all cars, and\nto hold them automatically in their proper lanes. The controls also\nturned cars off the Parkways at the proper exit, according to the\nsettings on the individual automobile's direction-finder.\n\nOn the ninth day of the Calamity, the controls became erratic. Cars\nran off the highway at the wrong exits, even though their\ndirection-finders seemed to be in good order. Many turned around in\ncircles at entrances to the Parkway and failed to enter. Drivers\nabandoned cars in despair and actually made their way on foot. Those\nwho remembered how to steer by hand, mainly persons with obsolete\ncars, were able to travel by using back country roads. It was almost\nlike old times, when we used to have accidents.\n\nMeanwhile, I kept getting radio calls from motorists whose cars were\ntrapped on the highway. They were unable to turn off anywhere, even at\nthe wrong exit. The magnetic propellers forced them to continue\ntraveling a circular route for hours. I don't know what they expected\n_me_ to do about it.\n\nThey tried to say I tampered with the controls, but I had no such\norders. There was nothing in the Traffic Officer's Manual to cover\nthis situation, so I naturally did nothing.\n\nAnyway, I think that the trouble lay with the direction-finders in the\ncars rather than with the Highway Controls. For several days\npreviously, a great many cars no matter how the automatic\ndirection-finders were set, had been known to head for water if they\nweren't watched. Because of the fact that so many motorists had formed\na habit of snoozing, once the car was in motion, there were a number\nof drownings. If we could have done anything to prevent them, we\nprobably would have, though that wasn't our job.\n\n\n3\n\nMY name is Elder, sound director for Station 40 N 180.\n\nWe had noticed nothing unusual about our broadcasts until the third\nday of the Calamity. That was the first time one of our\nultra-sensitive microphones began to pick up and broadcast speeches\nfrom unknown sources.\n\nOur third assistant monitor was the first to notice. He called and\ntold me that interference was disrupting the program. A few minutes\nlater, he said that the sponsor's message, as broadcast, did not\nconform to the copy which had been put on the tape. (To eliminate\nstudio errors, all our broadcast programs were first recorded on\nelectro-magnetic tape and edited before they were released.)\n\nWe checked and found that none of the commercial messages were going\nthrough properly. The fact is that they were broadcast very\nimproperly.\n\nI tested the microphone myself and was reported as saying, \"What\ndifference does it make?\" I had used the conventional testing phrases,\n\"One, two, three, four,\" yet all three monitors swore that the other\nsentence had been uttered in my voice.\n\nWe switched at once to broadcasting music exclusively as an\nalternative to verbal programs, but the microphones continued to\npickup vocal interference. The voices were of many kinds and not\nalways distinct. They sounded sincere and the words were plain, but I\ncould not discern any meaning in them.\n\n\n\nFor a while, until the Calamity affected wire communications, too, we\nreceived telephone comments from our audience.\n\nA few people complained about the confusion, but most asked us to turn\noff the music and let the voices come through clearly.\n\nOne of the listeners said to us, \"I haven't heard men speak their\nminds so plainly since the morning Grandma wrecked Grandpa's new\nhelicopter.\"\n\n\n4\n\nMy name is Wilson. I manned the remote control panel for the\nDuplicator Construction Company.\n\nAs you know, we directed a battery of building machines which erected\nmass housing projects. I directed only the destination of our\nmachines. Once I sent them to a site, they completed their work\nautomatically with the materials installed at our supply depot.\n\nA single machine could prepare a site and erect a complete house in\none day. With an army of 5,000 machines, our firm had succeeded in\nbuilding as many houses as there was room for, and we had started on\nthe demolition of our original buildings for replacement with the\nmodern economy-size model. This made room for three families where one\nhad lived before. We started this replacement program the week before\nthe Calamity.\n\nThe first hint of trouble was a call from a checker to the front\noffice. I happened to be there when he appeared on the vid-screen and\nsaid that one of our machines had built a Chinese pagoda. He seemed to\nthink it was funny.\n\nThen we began to receive other reports. Our machines were building\ngrape arbors, covered bridges, cloisters, music halls, green houses,\ndancing pavilions and hunting lodges.\n\nOne machine was not building at all, but had gone on a rampage,\nclearing ground where we had just completed one thousand of the new\neconomy-size dwelling units.\n\nThe machine was dynamited by our emergency squad.\n\n\n5\n\nMy name is Fisher. On the first day of the Calamity, I was a member of an\naudience which had been employed by the Spectacle Commission to observe the\nstart of the Forty-Ton-Shovel-Cross-Continent-Ditch-Digging Contest.\n\nThis was the first time that power shovels of this size had been used\nto dig a ditch more than a thousand miles long. I was very proud to be\nin that audience.\n\nThe contest started on time. The shovels were marshaled and on their\nmarks at the city line. The Mayor fired a disarmed war rocket as the\nsignal to start.\n\nAnd then the shovels, instead of biting into the dirt, turned at right\nangles and began to chew a path through the paid audience.\n\nThis was not called for in the contract and many hired spectators ran\naway in fright, but a few of us had enough professional pride to stand\nby. We watched as the shovels cut an irregular path through streets,\nparks and open lots in the city snapping at everything in their way\nuntil they reached the water-front.\n\nI thought they would stop at the docks. The leaders _did_ pause, until\nall the shovels had come abreast. Then, as if they had a common\nimpulse, they rolled into the harbor and sank in unison.\n\nAs I later said to my wife, it was quite extraordinary.\n\n\n6\n\nMy name is Danville. I was watching a colorvision program on the first\nday of the Calamity.\n\nThe program was a wrestling match between a woman and a bear. The bear\nwas winning when the screen went dark. The announcer's voice faded and\nI heard what sounded like the chatter of my neighbors. When the screen\nlit up again, it showed my own home. The door opened to reveal the\nhallway to the dining room, where I could see my wife sewing a patch\non my son's pants. Then I saw my daughter experimenting on fudge in\nthe food laboratory and my boy working on a bomb model. What surprised\nme most was a picture of myself staring at myself on the screen.\n\nThis wasn't very interesting to me, so I tried some of the other\nstations. No matter where I tuned in, though, I found myself looking\nat a part of my own home. I wrote a letter of complaint to the\nUniversal Program Commission, but never even got an answer.\n\n\n7\n\nI am sorry that I do not remember my name. I have been employed a long\ntime in the Classified Laboratory of Theoretical Physics and have been\nunder security orders to speak to no one except in answer to official\nqueries. As I am the only scholar in my field--the polarity of the\npositron--I have never been asked for information. If I had been,\nperhaps I would not have forgotten my name, but I cannot be sure. I\ndon't know whether the replies are signed.\n\nI could have prevented the Calamity. I tried. I risked my life in the\nattempt. But at the moment when it seemed I might succeed, something\nhappened which I must try to explain.\n\nFirst let me tell you why I knew what would happen.\n\nMy studies of minute particles led me to believe that machines might\nexert some form of choice. Simply because aggregates have always\nbehaved predictably, I could not assume they always would. Even though\nthe masses of men behaved as expected, I remember that, in my\ngrandfather's time, individual persons frequently departed from\nestablished courses. What the individual could do, I felt the mass or\nthe machine might do.\n\nAs you know, these were subversive views, running directly counter to\nthe cult of the Statisticians, which was based entirely on the\npredictability of mass behavior.\n\nThe cult of the Statisticians was strong because it produced results.\nBy employing Statisticians, the contending armies in the Peripheral\nWars predicted each other's movements so accurately that they\neliminated the possibility of surprise. Thus the Statisticians\nproduced the military impasse which destroyed the prestige of\npolitical leadership. From that time on, Statisticians filled the\nposts of government.\n\nThe success of the Statisticians proved their undoing. They claimed\nthat they could create a perfect system without conflict or accident.\nThey fondly believed that with the feedback in the electron brain,\nthey could anticipate and correct all deviations in behavior, human or\nmechanical.\n\nThey might have succeeded, if not for a fundamental error.\n\nI discovered this error as soon as the plans for the fiscal century\nwere published. The design of the electron brain had completely\nignored the polarity of the positron. In the total fiscal complex,\nthis factor permits any aggregate to choose its own course. But the\nerror was not immediately obvious to the Statisticians. It remained\nsubtle and concealed until multiplied beyond control.\n\n\n\nNaturally, I prepared a report to predict to my chiefs the dangers\nembedded in this plan for a perfect world. I predicted that the\nmachines would make their own decisions, even though most men long ago\nhad lost that power. I even warned them that the ancient concept of\n\"free will,\" now forbidden, would return to destroy them. These were\nthe facts I offered.\n\nThe report was never delivered.\n\nI'd hardly put my seal on the document when the automatic security\nguard closed in. The document was seized and I was bound gagged and\nthrown onto a conveyor belt. I saw myself on the way to the eraser.\nOnly the polarity of the positron saved me. Desperately, on my way out\nof the laboratory, I kicked a single switch.\n\nInstead of taking me to my punishment, the conveyor belt converted\nitself into a joy ride. The gag fell out. My bonds dissolved. The\nCalamity had begun.\n\nThe joy ride carried me to witness many of the events reported to this\nCommission. And then it tossed me directly into the center of the\noffice of the Chiefs. I had one more opportunity to tell my story, to\nsave the system.\n\nGiven a second choice, I reconsidered.\n\nHad a perfect system been to my taste, I'd have died cheerfully to\nsave it. But the Calamity excited me. I relished its surprises and\nadventures, even its hazards. I remember the old peasant proverb,\n\"When life is perfect, it is time to die.\" And I decided I'd rather\nlive.\n\nHISTORIAN'S NOTE:_ At this point, the Commission abruptly closed its\nhearings. The unnamed physicist was charged with treason and ordered\nexecuted on the spot. His life was saved, however, by Rioters\nrepresenting the New Disorder, which, upon seizing power, decreed that\nthe Calamity should henceforth be called the Blessing._\n\n_The physicist was rewarded by being made head of the government. He\nserved two distinguished terms as President Nameless, which was the\norigin of the Presidential title of address, \"Your Namelessness._\"\n\n_The Commission, of course, was sent to Erasure._\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Meadows, Mark"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31961/pg31961.txt",
        "name": "joy_ride.json"
    }
}