{
    "name": "King of the Hill",
    "author": [
        "Blish, James"
    ],
    "body": "It did Col. Hal Gascoigne no good whatsoever to know that he was the\nonly man aboard Satellite Vehicle 1. No good at all. He had stopped\nreminding himself of the fact some time back.\n\nAnd now, as he sat sweating in the perfectly balanced air in front of\nthe bombardier board, one of the men spoke to him again:\n\n\"Colonel, sir--\"\n\nGascoigne swung around in the seat, and the sergeant--Gascoigne could\nalmost remember the man's name--threw him a snappy Air Force salute.\n\n\"Well?\"\n\n\"Bomb one is primed, sir. Your orders?\"\n\n\"My orders?\" Gascoigne said wonderingly. But the man was already\ngone. Gascoigne couldn't actually _see_ the sergeant leave the control\ncabin, but he was no longer in it.\n\nWhile he tried to remember, another voice rang in the cabin, as flat\nand razzy as all voices sound on an intercom.\n\n\"Radar room. On target.\"\n\nA regular, meaningless peeping. The timing circuit had cut in.\n\nOr had it? There was nobody in the radar room. There was nobody in\nthe bomb hold, either. There had never been anybody on board SV-1 but\nGascoigne, not since he had relieved Grinnell--and Grinnell had flown\nthe station up here in the first place.\n\nThen who had that sergeant been? His name was--It was--\n\nThe hammering of the teletype blanked it out. The noise was as loud as\na pom-pom in the echoing metal cave. He got up and coasted across the\ndeck to the machine, gliding in the gravity-free cabin with the ease of\na man to whom free fall is almost second nature.\n\nThe teletype was silent by the time he reached it, and at first the\ntape looked blank. He wiped the sweat out of his eyes. There was the\nmessage.\n\n                MNBVCXZ LKJ HGFDS PYTR AOIU EUIO QPALZM\n\nHe got out his copy of \"The Well-Tempered Pogo\" and checked the\nspeeches of Grundoon the Beaver-Chile for the key letter-sequence on\nwhich the code was based. There weren't very many choices. He had the\nclear in ten minutes.\n\n                BOMB ONE WASHINGTON 1700 HRS TAMMANANY\n\nThere it was. That was what he had been priming the bomb for. But there\nshould have been earlier orders, giving him the go-ahead to prime. He\nbegan to rewind the paper.\n\nIt was all blank.\n\nAnd--_Washington_? Why would the Joint Chiefs of Staff order him--\n\n\"Col. Gascoigne, sir--\"\n\nGascoigne jerked around and returned the salute. \"What's your name?\" he\nsnapped.\n\n\"Sweeney, sir,\" the corporal said. Actually it didn't sound very much\nlike Sweeney, or like anything else; it was just a noise. Yet the man's\nface looked familiar. \"Ready with bomb two, sir.\"\n\nThe corporal saluted, turned, took two steps, and faded. He did not\nvanish, but he did not go out the door, either. He simply receded,\nbecame darker and harder to distinguish, and was no longer there. It\nwas as though he and Gascoigne had disagreed about the effects of\nperspective in the glowing Earthlight, and Gascoigne had turned out to\nbe wrong.\n\nNumbly, he finished rewinding the paper. There was no doubt about it.\nThere the order stood, black on yellow, as plain as plain. Bomb the\ncapital of your own country at 1700 hours. Just incidentally, bomb\nyour own home in the process, but don't give that a second thought. Be\nthorough, drop two bombs; don't worry about missing by a few seconds of\narc and hitting Baltimore instead, or Silver Spring, or Milford, Del.\nCIG will give you the coordinates, but plaster the area anyhow. That's\nS.O.P.\n\nWith rubbery fingers, Gascoigne began to work the keys of the teletype.\nSending on the frequency of Civilian Intelligence Group, he typed:\n\n    HELP SHOUT SERIOUS REPEAT SERIOUS PERSONNEL TROUBLE HERE STOP DON'T\n    KNOW HOW LONG I CAN KEEP IT DOWN STOP URGENT GASCOIGNE SV ONE STOP\n\nBehind him, the oscillator peeped rhythmically, timing the drive on the\nlaunching rack trunnion.\n\n\"Radar room. On target.\"\n\nGascoigne did not turn. He sat before the bombardier board and sweated\nin the perfectly balanced air. Inside his skull, his own voice was\nshouting:\n\nSTOP STOP STOP\n\n\n\nThat, as we reconstructed it afterwards, is how the SV-1 affair began.\nIt was pure luck, I suppose, that Gascoigne sent his message direct\nto us. Civilian Intelligence Group is rarely called into an emergency\nwhen the emergency is just being born. Usually Washington tries to do\nthe bailing job first. Then, when Washington discovers that the boat is\nstill sinking, it passes the bailing can to us--usually with a demand\nthat we transform it into a centrifugal pump, on the double.\n\nWe don't mind. Washington's failure to develop a government department\nsimilar in function to CIG is the reason why we're in business. The\nprofits, of course, go to Affiliated Enterprises, Inc., the loose\ncorporation of universities and industries which put up the money to\nbuild ULTIMAC--and ULTIMAC is, in turn, the reason why Washington comes\nrunning to CIG so often.\n\nThis time, however, it did not look like the big computer was going\nto be of much use to us. I said as much to Joan Hadamard, our social\nsciences division chief, when I handed her the message.\n\n\"Um,\" she said. \"_Personnel_ trouble? What does he mean? He hasn't got\nany personnel on that station.\"\n\nThis was no news to me. CIG provided the figures that got the SV-1 into\nits orbit in the first place, and it was on our advice that it carried\nonly one man. The crew of a space vessel either has to be large or it\nhas to be a lone man; there is no intermediate choice. And SV-1 wasn't\nbig enough to carry a large crew--not to carry them and keep the men\nfrom flying at each other's throats sooner or later, that is.\n\n\"He means himself,\" I said. \"That's why I don't think this is a job\nfor the computer. It's going to have to be played person-to-person.\nIt's my bet that the man's responsibility-happy; that danger was always\nimplicit in the one-man recommendation.\"\n\n\"The only decent solution is a full complement,\" Joan agreed. \"Once the\nPentagon can get enough money from Congress to build a big station.\"\n\n\"What puzzles me is, why did he call us instead of his superiors?\"\n\n\"That's easy. We process his figures. He trusts us. The Pentagon thinks\nwe're infallible, and he's caught the disease from them.\"\n\n\"That's bad,\" I said.\n\n\"I've never denied it.\"\n\n\"No, what I mean is that it's bad that he called us instead of going\nthrough channels. It means that the emergency is at least as bad as he\nsays it is.\"\n\nI thought about it another precious moment longer while Joan did some\nquick dialing. As everybody on Earth--with the possible exception of\na few Tibetans--already knew, the man who rode SV-1 rode with three\nhydrogen bombs immediately under his feet--bombs which he could drop\nwith great precision on any spot on the Earth. Gascoigne was, in\neffect, the sum total of American foreign policy; he might as well have\nhad \"Spatial Supremacy\" stamped on his forehead.\n\n\"What does the Air Force say?\" I asked Joan as she hung up.\n\n\"They say they're a little worried about Gascoigne. He's a very stable\nman, but they had to let him run a month over his normal replacement\ntime--why, they don't explain. He's been turning in badly garbled\nreports over the last week. They're thinking about giving him a\ndressing down.\"\n\n\"Thinking! They'd better be careful with that stuff, or they'll hurt\nthemselves. Joan, somebody's going to have to go up there. I'll arrange\nfast transportation, and tell Gascoigne that help is coming. Who should\ngo?\"\n\n\"I don't have a recommendation,\" Joan said. \"Better ask the computer.\"\n\nI did so--on the double.\n\nULTIMAC said: _Harris_.\n\n\"Good luck, Peter,\" Joan said calmly. Too calmly.\n\n\"Yeah,\" I said. \"Or good night.\"\n\n\n\nExactly what I expected to happen as the ferry rocket approached SV-1,\nI don't now recall. I had decided that I couldn't carry a squad with\nme. If Gascoigne was really far gone, he wouldn't allow a group of men\nto disembark; one man, on the other hand, he might pass. But I suppose\nI did expect him to put up an argument first.\n\nNothing happened. He did not challenge the ferry, and he didn't answer\nhails. Contact with the station was made through the radar automatics,\nand I was put off on board as routinely as though I was being let into\na movie--but a lot more rapidly.\n\nThe control room was dark and confusing, and at first I didn't see\nGascoigne anywhere. The Earthlight coming through the observation port\nwas brilliant, but beyond the edges of its path the darkness was almost\nabsolute, broken only by the little stars of indicator lenses.\n\nA faint snicking sound turned my eyes in the right direction. There was\nGascoigne. He was hunched over the bombardier board, his back to me. In\none hand he held a small tool resembling a ticket-punch. Its jaws were\nnibbling steadily at a taut line of tape running between two spools;\nthat had been the sound I'd heard. I recognized the device without any\ntrouble; it was a programmer.\n\nBut why hadn't Gascoigne heard me come in? I hadn't tried to sneak up\non him, there is no quiet way to come through an airlock anyway. But\nthe punch went on snicking steadily.\n\n\"Col. Gascoigne,\" I said. There was no answer. I took a step forward.\n\"Col. Gascoigne, I'm Harris of CIG. What are you doing?\"\n\nThe additional step did the trick. \"Stay away from me,\" Gascoigne\ngrowled, from somewhere way down in his chest. \"I'm programming the\nbomb. Punching in the orders myself. Can't depend on my crew. Stay\naway.\"\n\n\"Give over for a minute, I want to talk to you.\"\n\n\"That's a new one,\" said Gascoigne, not moving. \"Most of you guys\nwere rushing to set up launchings before you even reported to me. Who\nthe hell are you, anyhow? There's nobody on board, I know _that_ well\nenough.\"\n\n\"I'm Peter Harris,\" I said. \"From CIG--you called us, remember? You\nasked us to send help.\"\n\n\"Doesn't prove a thing. Tell me something I _don't_ know. Then maybe\nI'll believe you exist. Otherwise--beat it.\"\n\n\"Nothing doing. Put down that punch.\"\n\nGascoigne straightened slowly and turned to look at me. \"Well, you\ndon't vanish, I'll give you that,\" he said. \"What did you say your name\nwas?\"\n\n\"Harris. Here's my ID card.\"\n\nGascoigne took the plastic-coated card tentatively, and then removed\nhis glasses and polished them. The gesture itself was perfectly\nordinary, and wouldn't have surprised me--except that Gascoigne was not\nwearing glasses.\n\n\"It's hard to see in here,\" he complained. \"Everything gets so steamed\nup. Hm. All right, you're real. What do you want?\"\n\nHis finger touched a journal. Silently, the tape began to roll from one\nspool to another.\n\n\"Gascoigne, stop that thing. If you drop any bombs there'll be hell to\npay. It's tense enough down below as it is. And there's no reason to\nbomb anybody.\"\n\n\"Plenty of reason,\" Gascoigne muttered. He turned toward the teletype,\nexposing to me for the first time a hip holster cradling a large, black\nautomatic. I didn't doubt that he could draw it with fabulous rapidity,\nand put the bullets just where he wanted them to go. \"I've got orders.\nThere they are. See for yourself.\"\n\nCautiously, I sidled over to the teletype and looked. Except for\nGascoigne's own message to CIG, and one from Joan Hadamard announcing\nthat I was on my way, the paper was totally blank. There had been no\nother messages that day unless Gascoigne had changed the roll, and\nthere was no reason why he should have. Those rolls last close to\nforever.\n\n\"When did this order come in?\"\n\n\"This morning some time. I don't know. Sweeney!\" he bawled suddenly, so\nloud that the paper tore in my hands. \"When did that drop order come\nthrough?\"\n\nNobody answered. But Gascoigne said almost at once, \"There, you heard\nhim.\"\n\n\"I didn't hear anything but you,\" I said, \"and I'm going to stop that\ntape. Stand aside.\"\n\n\"Not a chance, Mister,\" Gascoigne said grimly. \"The tape rides.\"\n\n\"Who's getting hit?\"\n\n\"Washington,\" Gascoigne said, and passed his hand over his face. He\nappeared to have forgotten the imaginary spectacles.\n\n\"That's where your home is, isn't it?\"\n\n\"It sure is,\" Gascoigne said. \"It sure as hell is, Mister. Cute, isn't\nit?\"\n\nIt was cute, all right. The Air Force boys at the Pentagon were going\nto be given about ten milliseconds to be sorry they'd refused to send\na replacement for Gascoigne along with me. _Replace him with who? We\ncan't send his second alternate in anything short of a week. The man\nhas to have retraining, and the first alternate's in the hospital with\na ruptured spleen. Besides, Gascoigne's the best man for the job; he's\ngot to be bailed out somehow._\n\nSure. With a psychological centrifugal pump, no doubt. In the meantime\nthe tape kept right on running.\n\n\n\n\"You might as well stop wiping your face, and turn down the humidity\ninstead,\" I said. \"You've already smudged your glasses again.\"\n\n\"Glasses?\" Gascoigne muttered. He moved slowly across the cabin,\nsailing upright like a sea-horse, to the blank glass of a closed port.\nI seriously doubted that he could see his reflection in it, but maybe\nhe didn't really want to see it. \"I messed them up, all right. Thanks.\"\nHe went through the polishing routine again.\n\nA man who thinks he is wearing glasses also thinks he can't see without\nthem. I slid to the programmer and turned off the tape. I was between\nthe spools and Gascoigne now--but I couldn't stay there forever.\n\n\"Let's talk a minute, Colonel,\" I said. \"Surely it can't do any harm.\"\n\nGascoigne smiled, with a sort of childish craft. \"I'll talk,\" he said.\n\"Just as soon as you start that tape again. I was watching you in the\nmirror, _before_ I took my glasses off.\"\n\nThe liar. I hadn't made a move while he'd been looking into that\nporthole. His poor pitiful weak old rheumy eyes had seen every move I\nmade while he was polishing his \"glasses.\" I shrugged and stepped away\nfrom the programmer.\n\n\"You start it,\" I said. \"I won't take the responsibility.\"\n\n\"It's orders,\" Gascoigne said woodenly. He started the tape running\nagain. \"It's their responsibility. What did you want to talk to me\nabout, anyhow?\"\n\n\"Col. Gascoigne, have you ever killed anybody?\"\n\nHe looked startled. \"Yes, once I did,\" he said, almost eagerly. \"I\ncrashed a plane into a house. Killed the whole family. Walked away with\nnothing worse than a burned leg--good as new after a couple of muscle\nstabilizations. That's what made me shift from piloting to weapons;\nthat leg's not quite good enough to fly with any more.\"\n\n\"Tough.\"\n\nHe snickered suddenly, explosively. \"And now look at me,\" he said. \"I'm\ngoing to kill my _own_ family in a little while. And millions of other\npeople. Maybe the whole world.\"\n\nHow long was \"a little while\"?\n\n\"What have you got against it?\" I said.\n\n\"Against what--the world? Nothing. Not a damn thing. Look at me: I'm\nking of the hill up here. I can't complain.\"\n\nHe paused and licked his lips. \"It was different when I was a kid,\"\nhe said. \"Not so dull, then. In those days you could get a real\nnewspaper, that you could unfold for the first time yourself, and pick\nout what you wanted to read. Not like now, when the news comes to you\npredigested on a piece of paper out of your radio. That's what's the\nmatter with it, if you ask me.\"\n\n\"What's the matter with what?\"\n\n\"With the news--that's why it's always bad these days. Everything's had\nsomething done to it. The milk is homogenized, the bread is sliced, the\ncars steer themselves, the phonographs will produce sounds no musical\ninstrument could make. Too much meddling, too many people who can't\nkeep their hands off things. Ever fire a kiln?\"\n\n\"Me?\" I said, startled.\n\n\"No, I didn't think so. Nobody makes pottery these days. Not by hand.\nAnd if they did, who'd buy it? They don't want something that's been\nmade. They want something that's been Done To.\"\n\nThe tape kept on traveling. Down below, there was a heavy rumble,\ndifficult to identify specifically: something heavy being shifted on\ntracks, or maybe a freight lock opening.\n\n\"So now you're going to Do Something to the Earth,\" I said slowly.\n\n\"Not me. It's orders.\"\n\n\"Orders from inside, Col. Gascoigne. There's nothing on the spools.\"\nWhat else could I do? I didn't have time to take him through two years\nof psychoanalysis and bring him to his own insight. Besides, I'm not\nlicensed to practice medicine--not on Earth. \"I didn't want to say so,\nbut I have to now.\"\n\n\"Say what?\" Gascoigne said suspiciously. \"That I'm crazy or something?\"\n\n\"No. I didn't say that. You did,\" I pointed out. \"But I will tell you\nthat that stuff about not liking the world these days is baloney. Or\nrationalization, if you want a nicer word. You're carrying a screaming\nload of guilt, Colonel, whether you're aware of it or not.\"\n\n\"I don't know what you're talking about. Why don't you just beat it?\"\n\n\"No. And you know well enough. You fell all over yourself to tell me\nabout the family you killed in your flying accident.\" I gave him ten\nseconds of silence, and then shot the question at him as hard as I\ncould. \"_What was their name?_\"\n\n\"How do I know? Sweeney or something. Anything. I don't remember.\"\n\n\"Sure you do. Do you think that killing your own family is going to\nbring the Sweeneys back to life?\"\n\nGascoigne's mouth twisted, but he seemed to be entirely unaware of the\ngrimace. \"That's all hogwash,\" he said. \"I never did hold with that\npsychological claptrap. It's you that's handing out the baloney, not\nme.\"\n\n\"Then why are you being so vituperative about it? Hogwash, claptrap,\nbaloney--you are working awfully hard to knock it down, for a man who\ndoesn't believe in it.\"\n\n\"Go away,\" he said sullenly. \"I've got my orders. I'm obeying them.\"\n\nStalemate. But there was no such thing as stalemate up here. Defeat was\nthe word.\n\n\n\nThe tape traveled. I did not know what to do. The last bomb problem CIG\nhad tackled had been one we had set up ourselves; we had arranged for a\ndud to be dropped in New York harbor, to test our own facilities for\nspeed in determining the nature of the missile. The situation on board\nSV-1 was completely different--\n\nWhoa. Was it? Maybe I'd hit something there.\n\n\"Col. Gascoigne,\" I said slowly, \"you might as well know now that it\nisn't going to work. Not even if you do get that bomb off.\"\n\n\"Yes, I can. What's to stop me?\" He hooked one thumb in his belt, just\nabove the holster, so that his fingertips rested on the breech of the\nautomatic.\n\n\"Your bombs. They aren't alive.\"\n\nGascoigne laughed harshly and waved at the controls. \"Tell that to the\ncounter in the bomb hold. Go ahead. There's a meter you can read, right\nthere on the bombardier board.\"\n\n\"Sure,\" I said. \"The bombs are radioactive, all right. Have you ever\nchecked their half-life?\"\n\nIt was a long shot. Gascoigne was a weapons man; if it were possible\nto check half-life on board the SV-1, he would have checked it. But I\ndidn't think it was possible.\n\n\"What would I do that for?\"\n\n\"You wouldn't, being a loyal airman. You believe what your superiors\ntell you. But I'm a civilian, Colonel. There's no element in those\nbombs that will either fuse or fission. The half-life is too long for\ntritium or for lithium^6, and it's too short for uranium^{235} or\nradio-thorium. The stuff is probably strontium^{90}--in short, nothing\nbut a bluff.\"\n\n\"By the time I finished checking that,\" Gascoigne said, \"the bomb would\nbe launched anyhow. And you haven't checked it, either. Try another\ntack.\"\n\n\"I don't need to. You don't have to believe me. We'll just sit here and\nwait for the bomb drop, and then the point will prove itself. After\nthat, of course, you'll be court-martialed for firing a wild shot\nwithout orders. But since you're prepared to wipe out your own family,\nyou won't mind a little thing like twenty years in the guardhouse.\"\n\nGascoigne looked at the silently rolling tape. \"Sure,\" he said. \"I've\ngot the orders, anyhow. The same thing would happen if I didn't obey\nthem. If nobody gets hurt, so much the better.\"\n\nA sudden spasm of emotion--I took it to be grief, but I could have been\nwrong--shook his whole frame for a moment. Again, he did not seem to\nnotice it. I said:\n\n\"That's right. Not even your family. Of course the whole world will\nknow the station's a bluff, but if those are the orders--\"\n\n\"I don't know,\" Gascoigne said harshly. \"I don't know whether I even\ngot any orders. I don't remember where I put them. Maybe they're not\nreal.\" He looked at me confusedly, and his expression was frighteningly\nlike that of a small boy making a confession.\n\n\"You know something?\" he said. \"I don't know what's real any more. I\nhaven't been able to tell, ever since yesterday. I don't even know if\nyou are real, or your ID card either. What do you think of that?\"\n\n\"Nothing,\" I said.\n\n\"Nothing? Nothing! That's my trouble. Nothing! I can't tell what's\nnothing and what's something. You say the bombs are duds. All right.\nBut what if _you're_ the dud, and the bombs are real? Answer me that!\"\n\nHis expression was almost triumphant now.\n\n\"The bombs are duds,\" I said. \"And you've gone and steamed up your\nglasses again. Why don't you turn down the humidity, so you can see for\nthree minutes and running?\"\n\nGascoigne leaned far forward, so far that he was perilously close to\ntoppling, and peered directly into my face.\n\n\"Don't give me that,\" he said hoarsely. \"Don't--give--me--that--stuff.\"\n\nI froze right where I was. Gascoigne watched my eyes for a while. Then,\nslowly, he put his hand on his forehead and began to wipe it downward.\nHe smeared it over his face, in slow motion, all the way down to his\nchin.\n\nThen he took the hand away and looked at it, as though it had just\nstrangled him and he couldn't understand why. And finally he spoke.\n\n\"It--isn't true,\" he said dully. \"I'm not wearing any glasses. Haven't\nworn glasses since I was ten. Not since I broke my last pair--playing\nKing of the Hill.\"\n\nHe sat down before the bombardier board and put his head in his hands.\n\n\"You win,\" he said hoarsely. \"I must be crazy as a loon. I don't know\nwhat I'm seeing and what I'm not. You better take this gun away. If I\nfired it I might even hit something.\"\n\n\"You're all right,\" I said. And I meant it; but I didn't waste any time\nall the same. The automatic first; then the tape. In that order, the\nsequence couldn't be reversed afterwards.\n\nBut the sound of the programmer's journal clicking to \"Off\" was as loud\nin that cabin as any gunshot.\n\n\n\n\"He'll be all right,\" I told Joan afterwards. \"He pulled himself\nthrough. I wouldn't have dared to throw it at any other man that\nfast--but he's got guts.\"\n\n\"Just the same,\" Joan said, \"they'd better start rotating the station\ncaptains faster. The next man may not be so tough--and what if _he's_ a\nsleepwalker?\"\n\nI didn't say anything. I'd had my share of worries for that week.\n\n\"You did a whale of a job yourself, Peter,\" Joan said. \"I just wish we\ncould bank it in the machine. We might need the data later.\"\n\n\"Well, why can't we?\"\n\n\"The Joint Chiefs of Staff say no. They don't say why. But they don't\nwant any part of it recorded in ULTIMAC--or anywhere else.\"\n\nI stared at her. At first it didn't seem to make sense. And then it\ndid--and that was worse.\n\n\"Wait a minute,\" I said. \"Joan--does that mean what I think it means?\nIs 'Spatial Supremacy' just as bankrupt as 'Massive Retaliation' was?\nIs it possible that the satellite--and the bombs.... Is it possible\nthat I was telling Gascoigne the truth about the bombs being duds?\"\n\nJoan shrugged.\n\n\"He that darkeneth counsel without wisdom,\" she said, \"isn't earning\nhis salary.\"\n",
    "metadata": {
        "author": [
            "Blish, James"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67317/pg67317.txt",
        "name": "king_of_the_hill.json"
    }
}