{
    "name": "Lair of the Dragonbird",
    "author": [
        "Silverberg, Robert"
    ],
    "body": "Dan Elliot sat in the muggy gloom of the Vestend Bar on the outskirts\nof Venus City, and grinned at his reflection in the mottled mirror.\n\n\"Congratulations,\" he said to himself. \"You are now the owner of the\n_Space Needle II_.\"\n\nIt had taken him five years, but it was worth it. The insurance money\nfrom the crashed _Space Needle_ had just barely covered the down\npayment on the new ship, and it had taken five years to pay for the\nrest of it.\n\nBut now--the ship was his. And he was celebrating. The only trouble was\nthe final payment had nearly left him penniless, and the only place he\ncould afford to bend an elbow was a dive like the Vestend.\n\nSuddenly someone lurched against his back, and the drink in his hand\nslopped over the bar.\n\n\"Why don't you watch what you're doin' buddy?\" a harsh voice said.\n\nElliot turned around. \"I didn't--\"\n\n\"Oh, a wise guy, eh?\"\n\nCustomers began to draw around the bickering duo. Elliot sized up his\nantagonist--a burly, nondescript man with a seam running down from one\near to his chin.\n\n\"I'm not looking for trouble,\" Elliot said. \"But if--\"\n\nA fist erupted from nowhere and sent him spinning back against the bar.\nHe elbowed up and drove a punch into the burly man's stomach, followed\nwith a ringing blow to the jaw. The other staggered--\n\nAnd a third entered the brawl. Elliot felt a punch rake across his\nface, blocked a kick aimed for his groin, and barrelled across the\nroom, striking out angrily at his assailants. By now the room was\nfilled with moving, cursing, gesticulating men, while the bartender\nducked to safety.\n\nElliot plunged through the mob and found the man who had struck him the\nfirst time. He seized him by the collar and drove him to the floor,\njust as someone yelled, \"Watch that table!\"\n\nHe turned--not nearly in time. The flying table caught the back of his\nhead with a sickening _thunk_, and he dropped unconscious to the floor.\n\nA cold rag splashed wetly on his face, and a heavy voice said: \"Bring\nhim out of it. He's not badly hurt.\"\n\n\n\nElliot opened his eyes slowly. He was no longer in the Vestend, but in\na large, well-decorated office. Behind a gleaming-surfaced desk sat a\nshort, fat man with jowls that jiggled as he spoke, and standing to\nhis left was a brawny, not-too-intelligent-looking man with a heavy\nspacetan.\n\n\"How do you feel, Mr. Elliot?\" the fat man asked.\n\n\"All right, I guess.\" He rubbed the back of his head. \"What happened?\"\n\n\"You got in a fight. Fortunately Sam, here, got you out.\"\n\nElliot looked at his benefactor. \"Thanks, pal.\"\n\nSam shrugged morosely.\n\nThe fat man steepled his fingers and leaned forward solicitously. \"Tell\nme--aren't you the Daniel Elliot who cracked up a spaceship in the\njungles five years ago?\"\n\n\"That's me,\" Elliot said.\n\nThe fat man nodded. \"Mr. Elliot, I understand that you were near\nthe Venusian Temple of Light--that you actually saw the Dragonbird\nwith your own eyes. Can you tell me if the thing is a robot or is it\nactually alive?\"\n\nElliot grinned. He had seen the fabulous bird from the jungle, hidden\nfrom the Venusian priests who worshipped it, but even at a distance he\ncould tell the thing was alive. No robot could have moved with such\nsinuous grace. \"It's real,\" he said.\n\nThe fat man smiled unpleasantly. \"I had hoped so, Mr. Elliot. I want\nthat bird. You're the only one who can lead me to it.\"\n\nElliot rose to his feet and glared at the fat man. \"Not me, mister.\nI don't like the jungle--and I don't like the idea of taking the\nVenusian's pet god, either.\"\n\nThe fat man's eyes grew hard. \"Do you know who I am?\"\n\nElliot shook his head. It was a mistake; his neck was still sore from\nthe clobbering earlier, and the pain made him wince.\n\n\"You're talking to Housten Blayne,\" Sam said.\n\nElliot stared silently. He knew Housten Blayne. Blayne was the Venusian\nCommissioner for the Interplanetary Trade Board.\n\n\"You were in a brawl in a tavern, Mr. Elliot,\" said Blayne mildly. \"I\ncould revoke your pilot's papers for that. It might even appear that\nyou were--ah--intoxicated when you smashed up the _Space Needle_.\nNaturally we couldn't let you take off in the _Space Needle II_, could\nwe?\"\n\nElliot saw the picture then. The fight in the bar had been staged.\nBlayne had shrewdly framed him in order to get him to lead him to the\nDragonbird. And the fat man could do everything he said he would.\nElliot was in his pocket.\n\n\"All right, Blayne,\" Elliot said stiffly. \"When do we start?\"\n\n\"Tuesday,\" Blayne said. \"And I'd better warn you, Elliot, that we must\nprotect each other. If I don't come back from this trip, certain papers\nin my safe would make things very difficult for you. If we make it,\nhowever, you will be well paid.\"\n\n\"What does that mean?\"\n\nBlayne smiled. \"I believe ten thousand credits will be sufficient. That\nis, of course, if we actually _get_ the Dragonbird.\"\n\n\n\nThey started the next day from North Venus City, Blayne and Elliot. Sam\nfollowed them as far as the boundary line, then waved and turned back.\n\nThe first few days of the journey weren't too bad. The little jeep\nwent over the mossy undergrowth almost as though a road had been built\nfor it. It was, Elliot reflected, a hell of a lot better way to travel\nthan slogging through the Venusian jungle on foot. In four days, they\ncovered the same ground that had taken Elliot five weeks when he'd\ncracked up his ship several hundred miles to the south.\n\nAt night, the two men took shifts, one of them sleeping in the rear\nof the jeep and the other standing guard, keeping his eyes peeled\nfor predators. Here Elliot encountered a temptation that was almost\noverpowering.\n\nIt happened the first night, while Blayne slept. Elliot paced slowly\nback and forth, on the lookout. Half an hour before his watch was\ndue to end, he heard a faint chittering sound coming from one of the\nswaying whip-trees overhead.\n\nHe glanced up, and swore. One of the grapefruit-sized purple Venusian\nspiders was lowering itself stealthily from the overhead branches on\nthick, sticky strands of web. It hovered some eight feet above Blayne's\nface--the fat, grubby face that looked evil even in sleep.\n\nElliot felt perspiration bursting out on himself. It would be so easy\njust to let the spider descend, to crawl on Blayne's ugly face, to\ninject its venom--\n\nNo. He fought the temptation, and drew his blaster. A bright spurt of\ngolden flame split the night, and the spider withered on its web.\n\nBlayne was awake in an instant. \"What was that?\"\n\n\"I've just saved your worthless life,\" Elliot said tonelessly. \"Spider.\nCame out of the tree. Go back to sleep; you're not on duty for another\nhalf-hour.\"\n\nBlayne shuddered, rolled over--and went back to sleep.\n\nDuring the day, Elliot drove. They moved further and further into the\ntangle of foliage that was the Venusian jungle, while the gray clump of\nbuildings that was Venus City receded dimly behind them.\n\nIt was hot in the jungle, hot and moist. Elliot's hair plastered\nitself to his forehead, sweat trickled into his eyes, steam fogged the\nwindshield. After a while, he brought the jeep to a halt.\n\nBlayne wiped sweat from his wobbling chins and looked up. \"What's going\non?\"\n\n\"You drive,\" Elliot said. \"I'm bushed.\"\n\n\"No,\" Blayne said. \"You're doing the driving in this outfit. That's\nyour job--that's what I've hired you for. Get going. Now!\"\n\nElliot started the jeep up again. He'd been in low straits before, but\nthis was about the depth in degradation. He had never hated anyone\nquite so deeply as he did Blayne--and had never been in so poor a\nposition to do anything about it.\n\nPressure began to build up in him. He was a trained rocket pilot, a man\nwith skilled reflexes and an essential job. Somehow he'd slipped--and\nit had landed him smack under Blayne's thumb. It wasn't an easy pill\nto swallow. He would cheerfully have killed the fat man--except that\nhe knew he'd never fly a spaceship again if he returned to Venus City\nwithout the Commissioner. Blayne had him tied up six ways from Sunday,\nand it would do no good to strain at the bonds.\n\n\n\nOn the evening of the fourth day, disaster struck. The jeep was\nbouncing over the mossy path between the great slime-covered trees\nwhen, quite suddenly, Elliot spied something rope-like slithering down\na vine directly in the path of the car.\n\n\"_Snake!_\" he yelled, and jerked the wheel to one side. The jeep\nswerved.\n\n\"Watch what you're doing!\" Blayne growled. But it was too late. The\nright wheel hit a hidden rock, and the vehicle turned over on its side\nwith a rending crash.\n\nElliot was dazed, but he knew he still had to act fast. He sprang from\nthe overturned jeep, with Blayne behind him. The tree-snake that had\ncaused him to swerve was still coming toward them, its white fangs\ndripping venom.\n\nIt sprang forward to strike, but Elliot's hand was faster. He closed\nhis fingers savagely around the reptile's neck. He held the head at\narm's length.\n\nThe snake's twelve-foot body whipped around Elliot's throat and chest,\npinning one arm to his side. The rocket pilot felt the dry, loathsome\nodor of the reptile drifting into his nostrils, and retched. He gasped\nfor air and tightened his fingers on the snake's throat, drawing his\nhand together as closely as he could. It was a question of which one\nwould hold out longer.\n\nElliot's eyes began to dim. What the hell was that fat fool Blayne\ndoing?\n\n\"_Blayne!_\" he shouted.\n\nBut Blayne didn't answer. With one desperate surge of power, Elliot\nclamped his fingers even tighter.\n\nSomething snapped. The snake gave one convulsive shudder and dropped\nits lifeless coils from Elliot's body. He stood up, quivering with\ntension.\n\nAs the snake hit the ground, a pencil beam seared the air, burning its\nhead off. \"That's that,\" Housten Blayne said in relief.\n\nElliot whirled to face him. \"Why the devil did you stand there? It\ncould have killed me. Why didn't you use your knife?\"\n\nBlayne shrugged. \"You were doing all right. Now do something about the\ncar, will you?\"\n\nElliot repressed a vivid curse and turned away. The sight of Blayne\nsickened him, and he wished there were some way of exacting the revenge\nBlayne merited without forfeiting the cash for the trip. There wasn't.\n\nHe bent and examined the car. \"The front axle's broken,\" he said,\nafter a moment's scrutiny. \"There's nothing much we can do about it out\nhere.\"\n\n\"Nothing?\"\n\n\"Not unless you want to lash it together with some twigs,\" Elliot said\nacidly.\n\n\"We can't turn back now,\" Blayne said. \"Start loading your pack. We'll\nwalk the rest of the way. The Dragonbird's lair can't be too far off.\"\n\nThe bright glow of lust was shining in the fat man's eyes. Elliot\nstared at him for a moment, then began packing.\n\n\n\nA day later, they arrived at the banks of the Khathyl River, a\nswirling, slow-moving, wide stream that wound lazily through most of\nthe continent.\n\nElliot and Blayne kept out of sight in the brush.\n\n\"Look out there,\" Elliot said. He pointed at an island a hundred yards\noff shore.\n\n\"What's out that way?\" Blayne asked.\n\n\"That's the temple. See the big white building? The natives never come\nto this side of the river, by the way--the hunting's better over there.\"\n\n\"Give me the glasses,\" Blayne whispered.\n\nElliot handed the binoculars over and the fat man stared hungrily at\nthe island.\n\n\"See anything?\"\n\n\"Just natives,\" Blayne said. He handed back the glasses and Elliot\nlooked at the little knots of mauve-skinned natives here and there on\nthe island.\n\n\"Don't they have any guards?\"\n\nElliot shook his head. \"No. They stick to their belief that the\nDragonbird will protect them from any invaders.\"\n\n\"Good,\" Blayne said. \"So much the simpler for us. When do we get\nmoving?\"\n\nElliot glanced at the man at his side, saw the desire on Blayne's face,\nthe greed of the hunter. \"Don't be impatient,\" he said. \"It's almost\nnoon now. Keep your glasses trained on the temple. Unless they've\nchanged the program, the Dragonbird will make an appearance at noon.\"\n\nThe minutes ticked past slowly. Blayne kept glancing at his watch and\nlooking eagerly out across the water toward the island.\n\nAt the instant the second-hand of the watch brushed past the \"12,\"\nthere was a sudden boom, as of a huge kettledrum, and the sound\nreverberated hollowly out over the river. A group of natives, carrying\na dark-hued animal the size of a small sheep, marched in orderly\nprocession toward the temple. They laid the animal on an altar before\nthe door.\n\nAnother muffled boom followed.\n\n\"Here it comes,\" Elliot murmured.\n\nThe natives stepped back reverently, and the doors of the temple slowly\nswung outward.\n\nThe Dragonbird appeared.\n\nBlayne's astonished gasp was so loud that Elliot looked around\napprehensively. \"It's _beautiful_,\" the fat man exclaimed. \"More lovely\nthan I'd ever dreamed.\"\n\n\"It is,\" Elliot said grimly. He took the glasses from Blayne's\ntrembling fingers and focused them on the island.\n\nThe Dragonbird was walking with dignity across the little square\nbefore the altar. It stood almost the height of a man, half-bird,\nhalf-reptile, walking on powerful claws tipped with diamond-sharp,\ngleaming talons. The brilliant sunlight glinted off its metallic\nfeathers, played over its shining plumage, lent brightness to the\nshimmering row of scales that covered its long, swan-like neck.\n\n\"Give me back the glasses,\" Blayne said. He snatched them and stared.\n\"My God, what a beauty! He'll make a perfect trophy!\"\n\n\"_Trophy?_\" Elliot recoiled in amazement. \"Trophy! I thought you were\ngoing to capture it.\"\n\n\"Don't be a fool! How could we take a live bird the size of that one\nback through the jungle? We'd need a cage of chrome steel. No, I'm\ngoing to shoot it. We can take the head and skin back--that'll be\nenough.\"\n\nElliot scowled, and felt sick. The Dragonbird--a trophy! The concept\ndisgusted him. He looked away, toward the island.\n\nThe Dragonbird had begun to feed on the small animal. It was ripping\ninto it viciously with its talons and powerful beak.\n\n\"It'll be easy,\" Blayne went on. \"I'll put a bullet through the bird so\nas not to ruin it, and then we'll use ray guns on the natives to get\nrid of them.\"\n\n\"You'll _what_?\"\n\n\"They'll never know what hit them. It's merciful that way. Lord, what a\nlovely creature that is!\"\n\nBlayne raised his rifle and took careful aim.\n\n\n\nThe rifle hung there a long moment, as Elliot watched Blayne's pudgy\nfinger tightening on the trigger. Then he lowered it.\n\n\"No,\" he said. \"I don't trust my aim. I might ruin the bird, and I'd\nnever forgive myself.\"\n\nHe handed the gun to Elliot. Elliot took it reluctantly, feeling the\ncoolness of the barrel, feeling the heaviness of the stock. \"_You_\nshoot it,\" Blayne said.\n\n\"No I won't,\" Elliot retorted. \"We said nothing about--\"\n\n\"That doesn't matter,\" said Blayne blandly. \"I'm not asking you to\nshoot the bird. I'm _ordering_ you to.\"\n\nHot arrows of rage danced before Elliot's eyes. He saw the\nDragonbird--now feasting on its sacrifice--saw that beautiful, noble\nhead pierced by a rocketing lump of metal, pictured the smoking rifle\nin his hands--and he could barely check the impulse to swing the rifle\nand bash in Blayne's bloated skull.\n\n\"I won't do it,\" he said. \"I will not shoot that bird.\"\n\n\"You're a fool, Elliot. You know that if we don't get the bird, you\ndon't get paid. Why don't you--\"\n\n\"_I won't do it!_\"\n\n\"Very well,\" said Blayne coldly. \"I can't waste further time arguing\nwith you. The bird may go back inside the temple any minute. Give me\nthe gun. I'll do it myself--and I'll settle with you later.\"\n\nSilently, Elliot returned the gun to the fat man. Blayne took it,\ncocked it, sighted along the barrel. A second time, his finger began to\ntighten on the trigger.\n\nSuddenly, in a flash of bitter insight, Elliot realized he could never\nlive with himself again if he allowed that finger to close on the\ntrigger. No matter what the cost to himself, he couldn't let this fat\nbutcher kill one of the most beautiful things that had ever lived,\nas--as a _trophy_.\n\nAll the pent-up rage that had been building inside him since his first\nmeeting with Blayne exploded. Realizing exactly what the significance\nof his action was, he threw up his hand and slammed it hard against the\nbarrel of the rifle just as Blayne fired.\n\nThe shot cracked out, breaking the silence, and a native fell. Blayne\nlooked at him in astonishment.\n\n\"You fool!\" he shouted.\n\nThe fat man leaped up, swinging the rifle around in a buzzing arc\ntoward Elliot. The pilot side-stepped, and the butt whistled through\nthe air inches above his head. Blayne, off-balance after the swing,\nfell away to one side, and Elliot sprang at him.\n\n\n\nThe fat man sank to one knee under Elliot's attack, but he turned out\nto be stronger than the rocket man had thought--under the coating of\nfat was solid muscle. Grunting, Blayne forced himself upward and hurled\nElliot away from him.\n\nLivid hate sparkled in Blayne's eyes, and Elliot knew that his own face\nwas an angry mask. This was going to be a battle to the death, here on\nthe banks of this sluggish Venusian river.\n\nThe two men circled warily around each other. Blayne swung out one\napelike arm in a tentative offensive gesture, and Elliot danced\nbackward.\n\n\"You know what'll happen,\" Blayne shouted. \"You'll rot on Venus for the\nrest of your life if I don't get back!\"\n\n\"I'll take that chance, Blayne. I can't let you kill that bird.\"\n\nHe put his head down and bulled into Blayne's midsection, ignoring\nthe rain of blows that descended on his neck and shoulders. He forced\nBlayne back toward the water's edge, only to have to let go when the\nother's fingers clawed into his throat. He pulled away, and Blayne's\nfingers left bright red streaks on Elliot's flesh. Blood mingled with\nsweat. A cloud of Venusian gnats descended on them, humming gently\naround their heads.\n\nBlayne's fist smashed into Elliot's stomach, but the pilot shook off\nthe blow and landed one in the bowl of lard that cushioned the other's\nintestines. Blayne coughed and stepped backward.\n\nElliot leaped for him and wrapped his arms around Blayne, barely\nmanaging to encircle the fat man's body. Then, slowly, he lifted the\nstruggling Blayne from the ground.\n\n\"Here ... we ... go....\" he said, as he heaved the Commissioner's bulk\nupward. He got Blayne as far off the ground as he could, and started to\ndash him to the ground again, when the other broke Elliot's grasp.\n\nElliot let him go and he fell heavily. Instantly the pilot was upon\nhim, and the two rolled one over the other down the side of the bank\ntoward the river. Just at the river's edge, Elliot managed to check\ntheir fall and broke loose. Blayne was on his feet again in an instant.\n\nElliot's first punch crashed through Blayne's guard. The fat man reeled\nbackward, lost his footing, and toppled off the embankment into the\nquiet water below, shouting wildly as he fell. As he struck, he shot up\na torrent of water that splashed over Elliot's feet.\n\nSuddenly the water was quiet no longer. There was a swirl beneath the\nriver's surface, and Blayne's body became the center of a tangle of\ndark saurian shapes. Blayne screamed just once before the razor-sharp\nteeth dragged him beneath the water. A red stain formed and drifted\nslowly down the sluggish stream, and then the water was quiet once\nagain.\n\n\n\nElliot stood on the riverbank, gasping heavily as he fought to recover\nhis breath, and mopped away the blanket of gnats that had adhered\nto him during the fight. He watched the streaks of red drifting\ndownstream, and knew that his own life was forfeit now for Blayne's.\n\nHe shook his head and turned away. There was nothing else he could have\ndone. He started to walk slowly back away from the river.\n\nThere was a rustling sound in the air above him. He looked up, into\nthe blazing sun, and a moment later was crouching in a huddled ball\non the ground. The Dragonbird was dropping gently toward him. Elliot\nremembered only too well what those gleaming talons had done to the\nsacrificial animal strapped to the altar.\n\nAnd then--\n\n_Do not be afraid_, a calm, silent voice said. _You have done me a\ngreat service, Daniel Elliot._\n\nThe Dragonbird settled lightly to the ground, and Elliot saw deep\nintelligence glowing in the creature's golden eyes. It seemed almost as\nif the thing could read his mind.\n\n_I can read your mind, Daniel Elliot_, came the telepathic reply.\n\n\"You--you're intelligent, then?\"\n\nThere was a touch of sorrow in the mental voice as the bird said: _I\nam the last of my race. We were the rulers of Venus long before your\nancestors had discovered the use of fire. But--_\n\nAfter a pause, the bird continued. _Well, no matter. What happened does\nnot concern you. I permit myself to be worshipped by these natives.\nThey bring me food and keep me comfortable, and in return, I hypnotize\ntheir enemies and keep their small island safe. It is a pleasant life,\nand I am becoming old._\n\n\"How old?\" Elliot asked.\n\n_Several thousand of your years_, the Dragonbird replied.\n\n\"And you--\"\n\nThe Dragonbird silenced him. _No, Daniel Elliot; I do not want to\nanswer questions. I am solely concerned with the debt I owe you for\nsaving my life. This Blayne held your future in threat. I think I can\naid you and punish him doubly by foiling his plans._\n\n_Don't be surprised by anything you see._\n\nThe Dragonbird wavered a little, and suddenly it was a bird no longer.\nStanding before Elliot, fat, ugly face and all, was--\n\nHousten Blayne!\n\n\"Don't look so surprised, Elliot,\" came Blayne's snarling voice. \"You'd\nbe surprised what a little high-powered hypnosis can do.\"\n\nElliot rubbed his eyes and looked again. It was still Blayne, a smug\nsmile on his heavy lips.\n\n\"I'm going to reward you,\" said Blayne's voice. \"You and I will take\nthe late Mr. Blayne for every credit he's got, and we'll get those\npapers out of his safe.\"\n\n\"But--you mean you'll take Blayne's place?\" Elliot asked, feeling as if\nhe were in a dream.\n\n\"Temporarily.\" The fat figure of Blayne wavered and became the\nDragonbird again.\n\n_Get on my back, Daniel Elliot._\n\nMoments later, they were soaring high in the sky, heading toward Venus\nCity.\n",
    "metadata": {
        "author": [
            "Silverberg, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65690/pg65690.txt",
        "name": "lair_of_the_dragonbird.json"
    }
}