{
  "name": "Lancelot Biggs, Master Navigator",
  "author": [
    "Bond, Nelson S."
  ],
  "body": "Everything happens to me. We finished taking on cargo at 13:10, Solar\nConstant Time, and I went to my turret for firing orders from the Sun\nCity spacedrome officer. I plugged in the audio and stared into the\nfamiliar pan of Commander Allonby.\n\nI said, \"Freight lugger _Saturn_ preparing to up gravs, Commander.\nStanding by for the O.Q.\"\n\nHis jaw dropped like a barometer in a cyclone. He gasped, \"You, Sparks?\nAnd the _Saturn_? What in blue space are _you_ doing in port?\"\n\n\"Don't look now,\" I advised him, \"but we've been here since day before\nyesterday. Matter of fact, you and me h'isted elbows together last\nnight at the Cosmic Bar, remember?\"\n\n\"Remember?\" he howled. \"How could I? The last I heard of you, Cap\nHanson was running the _Saturn_ through the planetoids on some sort of\ncockeyed transmutation experiment![1] When did you get back? How did\nyou--?\"\n\n[Footnote 1: Fantastic Adventures, November, 1939.]\n\n\"Damn!\" I groaned, \"and double-damn!\" I knew what had happened. It was\nthat confounded new invention of Lancelot Biggs'. It was a uranium\naudio plate which, when activated in low radiations, acted as what you\nmight call a \"time-speech-trap.\"\n\nIn other words, I was talking to Allonby not as he was _now_, but as he\nhad been five months ago!\n\nDon't ask me how it works. I'm a stranger here myself. Anyhow, I shook\nmy head, shifted the dials, picked up Allonby in the current time\nlevel, got a take-off order and relayed it to the bridge. Pretty soon a\nbell dinged, another one donged, and a slow, humming vibration tingled\nthrough the ship as our hypatomics caught hold. I steadied myself for\nthe lift--\n\nAnd _whammo_! The stars exploded and seven mules let me have it in the\nyou-know-where, and there I was on the ceiling, squawking like a stuck\npig and scrambling to get down to my control banks. I didn't scramble\nlong. For suddenly the artificial gravs came on and I made a perfect\nthree-point landing--nose, knees and navel--on the floor.\n\nI got up gingerly. No arms or legs fell off when I shook myself, so\nI started for the bridge to ask Cap Hanson whyfore. But just as I\nreached the door it swung open, and in came the skipper himself. He was\nswearing with the dull, unemotional fluidity of a man who has abandoned\nhope.\n\nI knew, then. I said, \"Biggs, Skipper?\"\n\nHe moaned, \"Talk to me, Sparks. Talk quick, an' make it interestin'. I\npromised Diane I wouldn't commit no mayhems on him, but I'm weakenin'.\nI keep thinkin' how I'd like to--\"\n\n\"Easy, Cap,\" I soothed. \"Some day he'll choke to death on his own\nAdam's-apple. But how come Biggs made the take-off? He's only the First\nMate on this barge.\"\n\nHanson snapped, \"Don't call this crate a barge!\" Then he added, \"Well,\nSparks, I lost a bet with Biggs on the last trip. An' he won the right\nto navigate the next three Venus-to-Earth shuttles. So--\" He shrugged.\n\"He's handlin' the controls.\"\n\n\"Maltreating,\" I corrected, \"is the word. I like Lancelot Biggs,\nSkipper. But I'd as soon ride a Martian firebird bareback as hop gravs\nwith him in the turret. What do you say we--\"\n\n\n\nJust then the door busted open again, and this time in came the\nskipper's daughter, Diane, followed by our gawky genius, L. Biggs.\nThere was a sight for you. Beauty and the Bust! I know Venusian, Earth\nStandard, Universal and a smattering of Old Martian, but I don't know\nthe words to describe Diane Hanson. She was paradise wrapped up in a\nfive and a half foot bundle. She was honey and cream and lotus flowers\nstreamlined into a single heartache. She was--well, she was terrific!\n\nBiggs looked like \"Before\" in the _Are You a Man?_ advertisements.\nHe was lean and lanky and gangly and awkward, and he walked like an\nanaemic stork on ice-skates. His chief topographical feature was\nan Adam's-apple that cavorted up and down his neck like a runaway\nelevator. I'd known Biggs six months, and still couldn't figure out\nwhether he was a sixty horsepower genius or the luckiest mortal in\nspace.\n\nRight now, both he and Diane were wearing size 12 grins. With a\nprideful sidelong glance at her fiance, the skipper's gal demanded,\n\"Wasn't it wonderful, Dad? Lancelot made that take-off all by himself.\nWasn't it something?\"\n\nHanson strangled softly. I did a relief job. I said, honestly, \"It was\n_something_. I haven't figured out _what_ yet. After I get the curdles\nout of my brain--\"\n\nMr. Biggs said apologetically, \"I'm sorry if I caused you any\ninconvenience, Sparks. I was trying out a new wrinkle. Instead of\nusing the aft blasts to throw us clear of Sun City spaceport, I used a\nsingle jet and reversed the ship's gravity. That gave us an automatic\nrepulsion from the planet, and--\"\n\n\"_What!_\" roared the skipper. \"Look here, Mr. Biggs, one more insane\ntrick like that an' I'll have you cashiered, bet or no bet! I've been\nhoppin' gravs for nigh onto forty years, an' you can take my word for\nit, them nonsensical ideas don't work! They only waste fuel, an'--\"\n\n\"But,\" interjected Biggs, \"I just checked with the engine room, sir.\nThey--they complained about the moment of weightlessness, but admitted\nwe'd saved approximately sixty percent of our normal escape fuel.\"\n\n\"The hell you say!\" Cap Hanson's jaw played tag with his breast-bone.\nThen he gathered up his self-respect and expelled it in an outraged\nsnort. \"Nevertheless,\" he proclaimed, \"an' howsoever--the stunt's no\ngood. Come to find out, you'll prob'bly discover we're at least a\ndegree off course an' behind schedule--\"\n\nJust at that moment the audio buzzed. I plugged in and contacted the\nsecond officer, Lt. Dick Todd, calling from the bridge. Todd said\ngenially, \"Hi, Sparks. Tell Mr. Biggs I just finished checking the\ncourse revision, will you? And tell him that little trick of his was a\nwhiz-bang. The tape shows we've gained two parsecs on the normal escape\nand we're point oh-oh-oh on course!\"\n\nThe violent sound was Cap Hanson and his dignity slamming the door\nbehind them....\n\n\n\nAfter he left, I coughed gently at Diane and Biggs, who evidently\nthought my turret was the back row of a movie house, and while Biggs\nwas wiping the lipstick off his chin I said, \"Look, Mr. Biggs, I don't\nwant to be critical, but that damned audio plate of yours--\" And I told\nhim about what had happened just before the take-off.\n\nHe grinned amiably.\n\n\"It doesn't really matter, Sparks. That's one of the paradoxes you'll\nhave to get used to. The uranium trap has the faculty of probing into\nthe past, but only when you operate it in low frequencies.\"\n\nI said, \"But I actually _talked_ to Allonby over a five month lapse\nof time! Here's what gets me--shouldn't he have remembered that\nconversation yesterday when he and I had a couple of snorts together in\nSun City?\"\n\n\"No. Because you didn't talk to him on his present world-line. You see,\nevery man moves through Time and Space in a series of four co-ordinates\ndependent upon what he does. Five months ago Allonby did _not_ talk to\nyou. Therefore he did not remember it yesterday. The next time you see\nhim he will remember today's conversation as having happened--\"\n\n\"Pardon the slight sizzling sounds,\" I apologized to Diane. \"That's\njust my brains heterodyning.\"\n\n\"In other words,\" continued Biggs blandly, \"today you sheared the\nTime-Space continuum from an unusual angle, thereby turning the\nPresent-Past into the Past-Present, and altering the Future-Present.\nYou might say you spoke not to Allonby, but to one of the many\n_probabilities_ of Allonby. Do you understand now?\"\n\n\"No,\" I said. \"Where's the aspirin?\"\n\n\"I'll try to make it clear,\" he persisted. \"This is how it works--\"\n\nThen I got a break. The bug started chattering; I moved to the control\nboard and said, \"So solly, folks. Me makee talk-talk on phonee.\nGoombye!\"\n\nThey left, wrapped around each other like a pound of melted chocolates,\nand I switched in to hear the finger of Joe Marlowe buzzing me from\nLunar Station III. Marlowe was in fine form. He greeted me with a\n\"_Haloj, nupaso!_\" which means, \"Hi, pickle-puss!\"\n\nI called him something untranslatable, and then he got down to\nbusiness. \"How's that dilapidated old crate of yours perking along,\npal?\" he asked.\n\n\"Fine,\" I told him. \"We've got genius at the helm, romance on the\nbridge, and a cargo of Venusian pineapples in the hold. Which reminds\nme, how's your girl friend?\"\n\n\"Comets to you, sailor!\" he snapped back. \"This is serious. I wanted to\nwarn you, you'd better make a good trip. There's a prize dangling on\nit.\"\n\n\"Come again?\"\n\n\"Word just leaked through from the central office. The Government has\ndecided to turn its freight express transport over to the company whose\nnext normal Venus-Earth run is made in the shortest time. It's a blind\ntest, and nobody is supposed to know anything about it. The _Saturn_\nwas clocked when it pulled out of Sun City, and its time will be\nchecked against that of other competing liners--\"\n\n\n\nI got little cold duck-bumps on the forehead. When I brushed them they\nwere wet. This was a tough break for the Corporation. The _Saturn_ is\nthe oldest space-lugger still doing active duty on the interplanetary\nruns. She was built way back there before the turn of the century.\nLacking many modern improvements, she is a ten-day freighter. One\nof our new luggers could make the same trip in six or seven; it was\nrumored that the _Slipstream_, pride of the Cosmos Company fleet, could\nmake it in five!\n\nI squawked, \"Fires of Fomalhaut, Joe, it's not fair! The _Saturn's_ the\nslowest can the Corporation owns! Why don't they let us run the _Spica_\nor the _Antigone_ on a test flight?\"\n\n\"It's a little matter of politics, friend,\" he returned wearily.\n\"Politics--spelled g-r-a-f-t. Somebody's got a finger in the pie and\nwants the Cosmos Company to get the allotment. The _Slipstream_ is\nleaving Sun City tonight. All you have to do is beat her into Long\nIsland by about ten hours.\"\n\n\"Is that all?\" I lamented. \"You're sure they don't expect us to stop\non the way in and load up with a half ton of diamond dust? Shooting\nmeteors, Joe--\"\n\nHe interrupted my etheric sobs with a hasty, \"Somebody breaking in on\nour band, guy. Got to go now. Best of luck!\" The sign-off dropped the\nneedle, and I was staring at a killed connection.\n\nSo there we were, way out on the limb. The fastest freighter in space\ncompeting against us for the fattest prize since the Government\nlotteried off the Fort Knox hoardings. I worried two new wrinkles into\nmy brow, then went below to find Cap Hanson. He heard my complaint with\nominous calm. When I had finished he said, almost cheerfully, \"Tough,\nain't it?\"\n\nI stared at him. \"Skipper, we've got to figure out a way to hobble home\nfirst! That Government contract carries at least three million credits\na year. If we lose it for the Corporation, they'll tie the kit and\nkiboodle of us to stern firing jets!\"\n\nHe just grinned ghoulishly and held out two hairy paws for my\ninspection. \"You see them hands, Sparks?\"\n\n\"I'm a radio operator,\" I told him, \"not a manicurist.\"\n\n\"Them hands,\" he persisted, \"is clean as a pipeline on Pluto. Take a\nlook at the log. Mister Lancelot Biggs is writ down as the C.O. for\nthis trip. Which relieves me of all an' sundry obligations.\"\n\nI said, \"But, Skipper, you've had the experience! In an emergency like\nthis--\"\n\nHe shook his head. \"Sparks, we ain't got a chance of beatin' the\n_Slipstream_ to Earth. Not the chance of a snowman on Mercury. I'm\nperfectly satisfied to let Mr. Biggs do the worryin', an' if the\nCorporation's thickheaded enough to want to blame anybody for our\nfailure, I'm content to let him have _that_ honor, too!\"\n\nHe grinned again.\n\n\"Maybe after this,\" he said, \"Biggs won't be quite so damn cocky. An'\nmaybe Diane won't think he's the hotshot he lets on to be!\"\n\nWhich was absolutely all the skipper would say. I wasted words for five\nmore minutes, then went to find Lancelot Biggs....\n\n\n\nHe wasn't on the bridge. He wasn't in the secondary control cabin\nor in the mess hall or in the holds. Nor in the engine room. I found\nhim, finally, in the ship's library, sprawled full-length on a divan,\nholding a book in one hand and waving the other arm in the air, keeping\ntime to the poem he was reading aloud.\n\nWhen I entered he looked up and said, \"Hello there, Sparks! You're\njust in time to hear something lovely. This space-epic of the Venusian\npoet-laureate, Hyor Kandru. It's called _Alas, Infinity!_ Listen--\"\n\nHe read,\n\n    \"... comes then the quietude of endless void. The heart seeks out\n    and, breathless, listens to Magnificent monotonies of space....\"\n\nMonotony your eye! There are times when I'd trade all my bug-pounding\nhours for a nice, quiet, padded cell out somewhere beyond Pluto. I\nsaid, \"Listen, Mr. Biggs--\"\n\n\"You know, Sparks,\" he said dreamily, \"sometimes I wonder if the poetic\nmind is not more acute than the strictly scientific one. Since I met\nDiane, and she acquainted me with the symphonic beauties of poetry,\nI've thought of so many new things. The never-ending wonder of the\nSaturnian rings, for instance. The problem of space vacuoles--\"\n\n\"Speaking of vacuoles,\" I interrupted, \"me and you and about fourteen\nother mariners from the good ship _Saturn_ are going to be in one\npretty soon--if by vacuole you mean a hole. Because--\"\n\nAnd then I told him. Misery being, as rumor hath it, a gregarious soul,\nit did my heart good to see the way he jolted up from his horizontal\nposition.\n\n\"But--but, Sparks!\" he quavered, \"that's terribly unfair!\"\n\n\"So,\" I told him, \"is betting on the gee-gees. Only one hoss can win,\nbut they all find backers. The point is, what are we going to do about\nit?\"\n\n\"Do?\" he piped. \"What are we going to do? We're going to do plenty.\nCome on!\"\n\nWe went to the engine room. There Chief Engineer Garrity heard Biggs'\nplea with granite aplomb, then slowly shook his head from side to side.\n\n\"Ye're no suggestin', Mr. Biggs,\" he said, \"that I try to double the\n_Saturn's_ speed?\"\n\n\"You must!\"\n\nGarrity grinned mirthlessly, ducking his grizzled head to designate\nthe laboring, old-fashioned hypatomics in the firing room. \"Them\nmotors,\" he said, \"is calculated to carry us from Earth to Venus, and\nvisey-versey, in ten days. By babyin' 'em we can make it in nine. By\nstrainin' 'em we can make it in eight--mebbe.\n\n\"But if we force 'em beyond that limit--\" Once again he shook his head.\n\"--we'll arrive at Long Island rocketport as a fine conglomeration of\nassorted bolts, plates and rivets. Ye wouldn't like that, Mr. Biggs,\"\nhe appended speculatively.\n\nWe went to the bridge, then, and discussed the problem with our junior\nofficer, Dick Todd. Dick had lots of ideas, none of them good. Our\nconfab ended in a \"no-decision\" draw. And finally I said, \"Well, Mr.\nBiggs, I'm afraid it's over my head. I'd better get back to my turret\nin case any messages come through....\"\n\nHe didn't even hear me. He was pacing the floor, moaning softly from\ntime to time and scraping his scalp with frenzied fingers.\n\n\n\nAll of which took place our first day out of Sun City. It was a bad\nstart, and things rapidly became worse. At 24.00 on the dot, Solar\nConstant Time, I got a flash from a ham operator on Venus, advising me\nthat the _Slipstream_ had just slipped her gravs. Which meant that the\nrace was on.\n\nHuh! What race?\n\nEight hours later our _perilens_ picked up the _Slipstream_. She was\ncutting a path through space like a silver arrow. And you can bet your\nbottom buck that her skipper knew how important this trip was. I was\nasleep when she whizzed by us, but my relief man woke me up to show me\nthe message her C.O. had sent us. It said, \"Greetings, goats! Want a\ntow?\"\n\nIt wouldn't have been a bad idea at that!\n\nWell, Garrity and his black gang were working themselves blue, and\nto the everlasting credit of the _Saturn_, I'll confess that the old\nfreighter wallowed along in handsome style. We logged a trifle over\nthree million miles in the next twenty-four hours, which is about five\nhundred thousand over par for our crate.\n\nWe did it with music, too! The plates were clinking and straining,\nthe jets were hissing like a nestful of outraged rattlers, and once\nor twice, when our Moran deflectors shunted off fragments of meteoric\nmatter, I thought we were going to move out to make room for some\nintra-stellar cold storage.\n\nSo what? The _Slipstream_, traveling at better than double our speed,\nknocked off a cool six million that same day! Oh, if ever a \"race\" was\nin the bag, that one was!\n\nThe second day was another dose of the same business. Biggs insisted\nthat we maintain our forced speed, although Garrity warned him bluntly\nthat it was dangerous.\n\n\"I been twenty years in space, Mr. Biggs,\" Garrity told him sternly.\n\"I look forward to spendin' another score the same way. But I have no\ndesire to whisk along the spaceways as a glowing clinker.\"\n\nLancelot Biggs said desperately, \"But we've got to do our best, Chief!\nWe're beaten, yes--but we've got to show a little fight. Anything may\nhappen. They may have an accident--a breakdown--\"\n\nThere was a pathetic intensity in his voice. Once again, as several\ntimes before, I found myself thinking this Lancelot Biggs guy, screwy\nas he might seem, had plenty of abdomen-stuffings. Garrity must have\nfelt the same way, for he said, grudgingly, \"Verra well, then. But....\"\n\nSo, for the third day in succession, our hypatomic motors churned like\na bevy of Martian canal-kitties having their morning dunk. And for the\nthird day in succession, the Cosmos Company's super-freighter, the\n_Slipstream_, proceeded to show us the winking red dot of her rapidly\ndisappearing after-jets.\n\nAnd then it happened!\n\n\n\nI was in my turret, reading a copy of _Spaceways Weekly_, when all of\na sudden my bug started chattering and the condenser needle started\nhopping. I plugged in and caught a garbled, frantic warning from the\nSparks on the _Slipstream_.\n\n\"Calling IPS _Saturn_! Calling IPS _Saturn_! _Saturn_, stand clear for\nback-drag! Stand clear for back-drag!\"\n\nI jammed the \"stand clear\" warning to the bridge and shot a hasty query\nback to the _Slipstream_ operator.\n\n\"_Saturn_ standing clear, pal. What makes?\"\n\n\"Trouble on declension line sixteen-oh-four. Stay off our trajectory!\nWe're running into a vac--\"\n\nThen suddenly the message went dead; the condenser needle went to sleep\non zero; I was hammering a futile key at an operator who could no\nlonger communicate with me.\n\nBut I knew what the trouble was. Our streamlined rival had nosed into a\nspace vacuole!\n\nBy this time, the _Saturn_ was creaking and groaning like a jitterbug\non a coil-spring mattress; bells were dinging all through the runways,\nand the forward blast jets were making an unholy din as they bounced\nus off trajectory. And every time one exploded, of course, the lugger\nshook as if a gigantic fist had smacked it square in the nose.\n\nFootsteps pounded up the gangway, the door opened, and I had visitors.\nCap Hanson, Diane Hanson, and our acting Skipper, Lancelot Biggs. They\nall hollered at once.\n\n\"What is it, Sparks?\"\n\n\"Vacuole!\" I snapped. \"The _Slipstream_ broke into one. They're\npreparing for the back-drag now.\"\n\nDiane Hanson's eyes were like twin saucers.\n\n\"Vacuole?\" she repeated. \"What's that? What's a vacuole, Lancelot?\"\n\nBiggs said, \"A hole in space, Diane. Their exact nature has never been\naccurately determined. All we know is that space itself, being subject\nto material warp, ofttimes develops 'empty spots' of super-space within\nitself. These areas correspond, roughly, to 'air pockets' encountered\nby planetary aviators; they are even more similar to the curious 'sacs'\nfound in protoplasmic substances like amoebae.\"\n\nDiane faltered, \"A--a hole in space! It sounds incredible! Are they\ndangerous?\"\n\n\"Apparently not,\" I told her. \"Lots of space ships have tumbled into\nthem, and in every case the ship has eventually worked its way out.\nSometimes they're carried far off course, though. That's why the\n_Slipstream_ has to back-drag, and do it fast.\" I grinned. \"Sometime\nwhen I'm not too busy I'll draw you a picture of a space vacuole. It\nlooks pretty. A hole full of nothing--in nothing!\"\n\nCap Hanson had been peering through the _perilens_ in my turret. Now he\nlet loose a great roar of delight.\n\n\"I see her! I seen her stern jets flickerin' for a moment. Here\nshe--Nope! She's in again!\"\n\nBiggs explained to the girl, \"She's trying to back out. The only\ndifficulty is, she has to reverse engines and come out with an\nacceleration built up to match that at which she entered. Which means--\"\n\n\"Which means,\" I interjected hopefully, \"we're not beaten yet, folks!\nWhen the _Slipstream_ busts clear of that vacuole, she's going to be\nhell-bent in the opposite way to Earth. Mr. Biggs, if we can miss the\nvacuole and keep going, we might--\"\n\nStill at the _perilens_, Cap Hanson now yelled, \"By golly, I just\nseen her again! But you ought to see where she is! That vacuole's a\nrip-snorter! Tearin' like a fool--\"\n\n\"Which way?\" cried Biggs.\n\n\"Starboard declension. You never seen anything as fast as that there\ngallopin' hole. Hey, here comes the old _Slipstream_! Whee! Nice job,\nSkipper!\"\n\nI saw it then. It came blasting back toward us like a ray from a\nneedle-gun. I couldn't help admiring the good sportsmanship in Cap\nHanson which, even though he had seen his competitor's ship break free\nof the bondage that might have cost it the race, caused him to commend\nthe navigator's space-skill.\n\nNow the Skipper turned to Lancelot Biggs, and there was a battle-light\nin his eyes. \"Mr. Biggs, this gives us a fightin' chance to win the\nrace! The _Slipstream_ will be a day makin' up for this lost time. I'll\nrelieve you of your command now--\"\n\nBut there was a strange, thoughtful look in Biggs' eyes. He said,\nslowly, \"Did you say starboard, Skipper?\"\n\n\"Eh? What's that? Yes, I said starboard. Well--did you hear me, Mr.\nBiggs? I've decided not to be hard on you. I'll relieve you of your\ncommand now ... take the _Saturn_ on into port....\"\n\nAnd Lancelot Biggs said, \"_No!_\"\n\n\n\nBefore Cap Hanson had stopped gasping--I decided afterward it was a\ngasp, though at first I thought it was a symptom of apoplexy--Biggs\nstepped to the ship's intercommunicating system and buzzed the bridge.\nTo Todd he snapped, \"Mr. Todd, plot new co-ordinates to intersect with\nthe vacuole as soon as possible!\"\n\nThen Todd gasped and I gasped and Diane gasped and the Skipper was\nstill gasping, and Lancelot Biggs turned to face us, faintly pale,\nbreathing a little hard, but with a look of curious determination on\nhis face.\n\n\"I know,\" he said, \"you all think I'm crazy. Well, maybe I am. But I'm\n_not_ going to surrender my command, and I'm going to see this race\nthrough in the way that seems most fitting to me--\"\n\nThen he gulped, turned, and gangled from the room. Diane started\ncrying softly. I said, \"Now, now!\" wondering if the words sounded as\nsilly to her as they did to me. And Hanson came out of his stupor with\na blast that lifted the roof an inch and a half.\n\n\"What the blue space does he think he's going to do? 'Intersect the\nvacuole'! The crazy idiot! Does he mean to throw away all the advantage\nwe've gained?\"\n\n\"Don't ask me,\" I said dourly. \"I'm not an esper.\"[2] My instrument was\nclacking again; it was the operator of the _Slipstream_ calling.\n\n[Footnote 2: Esper--a fortune teller who makes his living\nby foretelling the future through his use of \"extra-sensory\nperception\".--Ed.]\n\n\"We're clear, _Saturn_,\" he wired. \"Thanks for getting off course.\nYou're too far off, though. Better watch out. You're headed smack into\nthe vacuole.\"\n\nI wired back, \"We like it that way,\" and refused to pay any attention\nto his continued queries. A dismal silence had fallen over my turret.\nThe hypatomics had picked up now; I could tell by the vibration that we\nwere on our way, full steam ahead, toward--what?\n\nI found out. Not then, and not for several hours, but at dinnertime. I\nhad just taken my seat at the table and Slops was just leaning over my\nshoulder, ladling soup into my bowl, when there came a high, shrieking\nwhine from the engine room, the lights flickered, something went\nboomety-clang--and the bottom fell out of the universe!\n\nMy stomach gave a sickening lurch, so did the mess hall, so did\nSlops, and so did the soup. About four of us went into an involuntary\nhuddle on the floor; when I came up again I had purée of vegetables,\nluke-warm, all over me, and my hair had so many alphabet noodles in it\nyou could have rented me out at a public library.\n\nThe din was terrific, but it all meant one thing; a question admirably\nsummed up by the badly frightened Slops as he screamed, \"Wotinell's the\nmatter!\"\n\nI said wearily, \"Sue me if I'm wrong, friends. But I believe our\nscrewball navigator, Mr. Biggs, has finally piloted us into the\nvacuole....\"\n\n\n\nThe funny part is, Biggs wasn't even dismayed about it! I made a\nhalf-hearted pretense at eating, then skipped up to the bridge to find\nout what--if anything--Biggs was doing about this new disaster.\n\nThe answer was obvious. Absolutely nothing. Pale of face, but still\ndetermined of mien, he was sitting in the control pilot's lounge-chair\nshaking his head stubbornly as Cap Hanson, Lt. Todd, Chief Engineer\nGarrity and every other brevetman aboard the ship bombarded him with\npleas to \"do something!\"\n\n\"Gentlemen,\" he said, \"gentlemen, I ask you to remember that Captain\nHanson assigned me the privilege of navigating this trip. As navigator,\nit is my right to do what I consider best--\"\n\nTodd, who liked Biggs, said nervously, \"But, Lance, we're right in the\nmiddle of the vacuole! Aren't you going to give orders for a back-drag?\nWe've got to get out of here. Heaven only knows--\"\n\nCap Hanson was purple with impotent rage. \"Wait!\" he was squalling.\n\"Just wait till we get back to Earth! I'm goin' to have you busted out\nof the service as soon as--\" A strange look came over his face. \"Golly!\n_When_ we get back to Earth? We ain't never gonna get there less'n we\ndo somethin' quick!\"\n\nLancelot Biggs said, \"Be patient, gentlemen!\"\n\nGarrity said cajolingly, \"Look, lad--mayhap you don't understand the\ndifficulties we're in? Suppose you be a good chap an' let the Skipper\ntake the controls--?\"\n\nLancelot Biggs said, \"Just be patient. I would like to explain, but I\nthink I'd better not! Not yet--at any rate.\"\n\nCap looked at me. I put in my two cents' worth.\n\n\"Mr. Biggs,\" I said, \"you can read those charts on the wall. Don't you\nsee we're being carried hundreds of thousands of miles off course? This\nvacuole is traveling way over to the right of our course, hitting an\nabnormal rate of speed--and we're imbedded in it like a fly in amber.\nWe've already lost the race; pretty soon we'll lose our--\" I stopped,\nnot wanting to say \"lives\" in front of Diane.\n\nLancelot looked at me somberly.\n\n\"I should have thought, Sparks,\" he told me, \"that _you_ would\nunderstand. With your education and training--\" But he seemed\nundecided. He stared at Diane. \"Diane--you believe in me, don't you?\"\n\nBoy, I'll tell you that gal has what it takes. A long moment passed,\nduring which Diane looked squarely into Lancelot Biggs' eyes. What she\nfound there, only she could tell you. But, \"Yes, Lancelot,\" she said.\n\"I trust you.\"\n\nHis shoulders stiffened, then, just the slightest bit. And a faint\nsmile gathered at the corners of his lips. He said, \"That's all I\nwanted to hear. Very well, gentlemen, be patient for just ten more\nhours....\"\n\n\n\nBy far the worst feature of being caught in a vacuole is the fact\nthat you're completely isolated from the rest of the universe. These\nsuper-spatial areas; these dead spots of hyper-emptiness, do not obey\nthe common laws of space mechanics. There's no radio transmission\nthrough a vacuole; the only laws that seem to apply are the laws of\nmotion and relativity.\n\nThis time, even the relativist principles seemed to go haywire.\nLancelot Biggs had demanded that we be patient for ten hours--but to me\nthose ten hours seemed like ten centuries. Millennia, maybe. Seconds\ncrawled. Minutes dragged. Hours were fabulous periods of time. You\ncould almost sit still and feel your hair graying on your scalp.\n\nI tried to read a book, and gave it up as a bad job after I discovered\nI'd re-read the same page six times. Then I fiddled with my dials, but\nall I could get out of them was a strange, singing, unearthly hum. I\nhad a feeling of boding suspense, as though I were an insensate beast\ncaged in an elevator that was rising through darkness to an unguessed\ndestination.\n\nBoy, am I getting poetic! Anyhow, that's how I felt, and if you want\nto make something of it, stop down by the IPS spaceport at Long Island\nand ask for Bert Donovan!\n\nI managed to while away a couple of hours figuring out where the\n_Slipstream_ was by this time. Like I said, she was a five-day\nfreighter. But she'd lost almost a full day in her tangle with the\nvacuole--_our_ vacuole--and in spite of the fact that she'd now put on\nevery bit of juice she had, she wouldn't make the trip in much less\nthan five and a half days.\n\nWhich, of course, didn't help us any. The _Saturn_ was normally a\nten-day ship. Now, caught in the vacuole, it was a question of when, if\never, we got back onto our trajectory.\n\nWhat puzzled me most was the fact that in the past I'd come to look\nupon Lancelot Biggs as something of a genius; the kind of guy who could\npull rabbits out of a hat. Like the time he rescued our ship from Runt\nHake and his pirate crew.[3] But now Biggs seemed to have gone into a\ncomplete funk; a wan and stubborn silence as to his reasons for having\ngiven up the battle.\n\n[Footnote 3: Fantastic Adventures, February, 1940.--Ed.]\n\nWell, it was his business; not mine. He'd buttered his bread--now let\nhim lie in it! I looked at the clock once more. Nine hours had elapsed;\na little more than that. So I sauntered back to the bridge.\n\nEveryone up there was in a fine state of the jitters--except Mr. Biggs\nand Diane. With fine disregard for those about them, they were curled\nup together on a chart-table reading poetry! Cap Hanson had gnawed his\nfingernails down to the second knuckle. Dick Todd was pacing the floor\nlike a captive wild-cat. I said, meekly enough, \"Mr. Biggs--the ten\nhours is almost up.\"\n\n\"Mmmm!\" said Lancelot Biggs.\n\nCap Hanson turned on him savagely. \"Well! Well, do something! And you,\nDiane, I'm ashamed of you! Sitting here with that--that nincompoop's\nhead draped all over your shoulder!\"\n\nDiane rose, smiling pertly. \"All right, so I'm untidy. Well--show them,\nLancelot!\"\n\nBiggs rose. He looked carefully at the clock; then at the statometer.\nHe moved to the intercommunicating system, gargled a word to the engine\nroom below. \"Mr. Garrity, would you be kind enough to revolve the ship?\"\n\nHanson yelled, \"Re--revolve the--Hey! Grab him, somebody! He's gone\nspace-batty! He's slipped his gravs!\"\n\nFrom below there came the sound of the rotors going into operation.\nWe couldn't feel anything, of course. The ship's artificial gravs\nhold you firm to the floor no matter which is top or bottom in space.\nThere being no such thing. After a minute Biggs said, \"Thank you, Mr.\nGarrity. Now, if you will be kind enough to reverse gravs and throw out\nthe top-deck repulsion beams?\"\n\nGarrity obeyed. There came a sudden shock; everything movable in the\nroom moved. Including me. I fell to the middle of the room, hung there\ngaping, weightless, the same as everyone else. The _Saturn_ lurched and\nshuddered; it felt as if something trembled along her beams for a brief\ninstant.\n\nThen, suddenly, we were literally scorching through space again! _Real_\nspace--not that phoney hyper-stuff of the vacuole. Biggs yelled,\n\"Normal gravs, Garrity! Alter course to point-six-one for three\nminutes, then land....\"\n\nCap Hanson screamed, \"What the--what's going on here? Land? What do you\nmean--_land_!\"\n\nAnd Lancelot Biggs said, \"If you'll be kind enough to look through the\n_perilens_, Captain....\"\n\nIt was Earth. Just as big as life and three times as natural. A\nhop-skip-and-jump beneath us. We had made the Venus-to-Earth shuttle in\nfour days, eight hours!\n\n\n\nAfterward, when the Government committee had left, congratulating us\nupon having won the allotment, and the IPS officials had departed like\na trio of overgrown sunbeams on legs, Hanson, Todd, Diane, Biggs and I\nwere alone in the control turret of the _Saturn_.\n\nTo the smiling First Mate, Cap Hanson said, \"Biggs, this business\nof apologizin' to you after every crackpot adventure is gettin'\nmonotonous. But I do it again--with the provision that you tell me how\nthe hell an' what the hell happened.\"\n\nBiggs fidgeted and looked uncomfortable.\n\n\"Well, to begin with, I knew we were licked if we tried to race the\n_Slipstream_ in any normal fashion--\"\n\n\"The proper word,\" I interjected, \"is skunked.\"\n\n\"Yes. So when I saw what happened to the _Slipstream_ when it fell into\nthe vacuole, I saw a way in which we might possibly come out on top.\nI didn't want to explain, though, for if the method failed, Captain\nHanson might be reprimanded for permitting the trial--\"\n\n\"Method?\" demanded Hanson. \"What method?\"\n\n\"Piggy-back!\" grinned Biggs. \"You'll remember that we commented on the\namazing speed with which the vacuole was traveling through space. A\nspeed greater than our own; even greater than that of the _Slipstream_.\n\n\"I purposely plunged the _Saturn_ into the vacuole. The _Slipstream_,\ncaught in that same sphere of hyper-space, made the mistake of\nback-dragging free. I let the vacuole carry us to Earth. It's as simple\nas that!\"\n\nHanson said dazedly, \"Simple? Which? The method or me? You done so\nmany funny things--for instance, we got out of the vacuole without\nback-draggin'. How?\"\n\n\"Oh, that! Well, that was just a little thing I figured out while we\nwere waiting. It seemed stupid to waste fuel back-dragging from a\npocket in space. After all, the easiest way out of a pocket is to let\nyourself be _dumped_ out. I just reversed the gravitational plates, let\nEarth, which I had reckoned mathematically to be 'above' us, attract us\nout of the pocket.\n\n\"Since there is neither 'up' nor 'down' in space, we merely fell out of\nthe vacuole pocket!\"\n\n\"It penetrates,\" said Cap Hanson admiringly. \"Yep, it finally\npenetrates. Well, boys?\"\n\nHe glanced at us significantly. I knew what he was thinking. Diane and\nBiggs were showing unmistakable signs of wanting to be alone. But there\nwas one more thing--\n\n\"Look, Mr. Biggs,\" I said. \"Your explanation is all right, but it\ndoesn't clear up the matter of _direction_! The vacuole wasn't\ntraveling on the line of our Venus-Earth trajectory at all. It was\nshifting to starboard by fifteen points, which is why we were able to\nintersect it. How come--\"\n\nLancelot Biggs looked faintly surprised.\n\n\"Why, Sparks, didn't you guess? That was the thing that made our\namazing speed possible. To us, traveling our ten-day route, it _looked_\nas if the vacuole were moving to the right of Earth. Actually it was\nmoving directly toward the spot where Earth would be in ten more\nhours. It was, in a way of speaking, an express-train racing along a\nshort-cut. We hopped the train, and--here we are!\"\n\nThere was a tiny cough from somewhere under the shelter of his arm. A\nsoft voice said, \"Sparks--\"\n\n\"Yes, Miss Diane?\"\n\n\"Sparks--would you mind closing the door on the way out, please?\" asked\nDiane Hanson.\n\nSo I did. I can take a hint as well as the next guy....\n\n\n",
  "metadata": {
    "author": [
      "Bond, Nelson S."
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/73943/pg73943.txt",
    "name": "lancelot_biggs_master_navigator"
  }
}
