{
    "name": "Last Resort",
    "author": [
        "Bartholomew, Stephen"
    ],
    "body": "I inflated a rubber balloon and set it adrift. The idea was that in\nfree fall the balloon would drift slowly in the direction of the leak.\nThis was the first thing I did after I had discovered the trouble. I\nmean it was the first action I took. I had been thinking about it for\nsome time. I had been thinking about what a great distance it was from\nPacific Grove, California to Mars, and how I would never breathe the\nodor of eucalyptus again.\n\nI watched the white balloon floating in the middle of the cabin. Light\nreflected from a spot on its surface, and it made me think of a\nMoonglobe I used to keep on my desk when I was in college. I had\nturned off the fan, and tried to hold my breath to keep from\ndisturbing the air. The balloon drifted slowly a few feet aft, wobbled\nthere for a minute or two, then began to drift forward again. I\ndecided to indulge in the rare luxury of a cigarette. I lighted one,\nreached over, and popped the balloon. The piece of rubber hung in the\nair, limp and twisted. I had not expected that trick to work.\n\nThe rate of leakage was very low. It had been some thirty-six hours\nsince I'd first noticed it. This was one of those things, of course,\nthat were not supposed to happen in space, and often did. Every\nprecaution had been taken against it. The outer shell of the ship was\ntough enough to stop medium-velocity meteoroids, and inside the shell\nwas a self-sealing goo, like a tubeless tire. Evidently the goo hadn't\nworked. Something had got through the hull and made a pinhole leak. In\nfact the hole was so small that it had taken me nearly thirty-five\nhours to compute the rate of leakage exactly. But it was big enough,\nit would do.\n\nI had held the clipboard in my hand for a long time, rechecking the\nlittle black numbers on it again and again. Then I had warmed up the\ntransmitter, raised Lunar Base, and reported what had happened. I had\nnot reported before because I had not even been sure I had a leak.\nThere's a normal seepage rate, of course; a certain amount of air will\nseep right through the molecular structure of the hull. That's what\nthe reserve tanks are for. But I had been out a long time, and there\nwasn't enough left in the tanks to compensate for this. Not quite.\n\nSo I reported to Base. The operator on the other end told me to stand\nby for instructions. That was for my morale. Then I spent some time\nthinking about Pacific Grove, and the white house there, and the stand\nof eucalyptus. Then I blew up the balloon and popped it. As I was\nwatching the piece of rubber hang motionless in the air the receiver\nbegan clicking. I waited till it stopped, then pulled out the tape and\nread it. It said, HAVE YOU INSPECTED HULL? I switched on the send key\nand tapped out, JUST GOING TO. STAND BY.\n\nI opened the locker and broke out my spacesuit. This was the first\ntime I had put it on since lift-off. Without help, it took me nearly\nhalf an hour to get it on and then check it out. I always did hate\nwearing a spacesuit, it's like a straitjacket. In theory I could have\nkept it on, plugged directly into the ship's oxygen supply, and ridden\nall the way back to Earth that way. The trouble with that idea was\nthat the suit wasn't designed for it. You couldn't eat or drink\nthrough the helmet, and no one had ever thought up a satisfactory\nmethod of removing body wastes. That would be the worst way to go, I\nthought, poisoned slowly in my own juices.\n\nWhen I finally did get the thing on, I went out the air lock. If the\nleak had been bad enough, I would have been able to see the air\nspurting out through the hole, a miniature geyser. But I found no more\nthan what I expected. I crawled around the entire circumference of the\nhull and found only a thin silvery haze. The air as it leaked out\nformed a thin atmosphere around the hull, held there by the faint\ngravity of the ship's mass. Dust motes in the air, reflecting\nsunlight, were enough to hide any microscopic geyser spout. Before I\nre-entered the air lock I looked out into space, in the direction away\nfrom the sun. Out there, trailing far away, the air had formed a\nsilver tail, I saw it faintly shimmering in the night. I was going to\nmake a good comet.\n\nI got back inside and stripped off the suit. Then I raised Lunar Base\nagain and tapped out, HAVE INSPECTED HULL. RESULTS NEGATIVE. A few\nminutes later the reply came back, STAND BY FOR INSTRUCTIONS. For my\nmorale.\n\n\n\nI lighted another cigarette and thought about it some more. I looked\naround at the interior of my expensive, ten-foot coffin. I figured I\nwould last for about another seventy-five hours. Of course I could\ntake cyanide and get it over with. But this wouldn't be such a bad way\nto go. Within seventy-five hours the last of my reserve tanks would be\nempty. Then I would just wait for the rest of the air to leak out of\nthe cabin. First I would lose consciousness with anoxia. I'd hardly\neven notice. Then as the pressure got lower my body fluids would begin\nto evaporate.\n\nOnce I had seen a mummy in a museum, it was some old prospector who\nhad been lying in the Nevada desert for a hundred years or so. I was\ngoing to look like him, dried up, yellow, my teeth protruding in a\ngrin, perfectly preserved. With no pilot, the ship would go into a\ncometary orbit around the sun. Maybe in a hundred years or so someone\nwould come and take me back to a museum on earth.\n\nI began to think about my wife, Sandy. I got out a piece of paper and\nwrote a long letter to her. I thought, maybe she'll even get to read\nit some day. Writing gave me something to do. I wrote about the time\nwe had gone up to the Sierras together and slept in a sleeping bag at\nthe edge of a four-thousand foot cliff. And about the times we had\ngone out in our cabin cruiser, the time we both nearly drowned. And\nasked about our daughter Wendy, who would be four now. I remembered\npart of an old poem:\n\n    Christ! That my love were in my arms,\n    And I in my bed again!\n\nWriting was all right, until I realized that I had begun feeling sorry\nfor myself, and I was letting it get into the letter. I put the letter\naside and wondered what else I could do to kill time. I got out some\nof the film plates I'd made of the surface of Mars. Of course I had\ntransmitted them all to Lunar Base, but it would have been nice if I\ncould have delivered the original plates. I studied them for a while\nbut didn't find anything I hadn't seen before. Well, I had done my job\nat least. I had orbited Mars, I had the glory of being the first\nAmerican to do that. I had dropped the instrument package and\ntransmitted all the data I could get back to Lunar. My only failure\nwould be in not bringing back the ship.\n\nI remembered a conversation I'd had at the last International Space\nSymposium in Geneva. A buddy of mine and I had taken out one of the\nSoviet cosmonauts and got him drunk. He was a dignified sort of drunk,\na Party member who told long, pointless Russian jokes with an\nunwavering, serious expression. He sat sideways on the bar stool,\nholding his glass of vodka between two fingers and staring straight\nahead. He said one thing that I had never forgotten.\n\n\"Do you know why we are ahead of you in space?\" he had said, staring\nwith dignity at the tall blonde at a nearby table. \"It is because of\nyour bourgeois sentimentality. You do not like risking men. You build\na skyscraper in New York to house some insurance company. Two or three\nconstruction workers are maimed or killed on the job. One of your coal\nmines collapses and fifty men are trapped. Yet, look. You are afraid\nof losing men in space because of what the people at home might think.\nSo you are too conservative, you avoid risks. So we are ahead of you.\nWe send out a ship with three men aboard when you would risk only one.\nWe are not sentimental, that is all. That is why we are ahead of you.\"\nHe ordered another drink and stared into the mirror for several\nminutes, letting us think that over. Then he went on.\n\n\"Yes, you are less scientific than we, less logical. Yet that is your\nadvantage, too. You are more alert to the unprecedented, the\nunpredictable. You are always ready for the Wild Chance, the\nimpossible possibility. You expect the unexpected. You hope for the\nhopeless. Being sentimental, you have imagination.\"\n\nHis words came back to me. The unpredictable, the wild chance, the\nimpossible possibility. That was all that could save me now. But what?\nMaybe another meteor would come along and plug the hole the first one\nhad made. No. I had to think my way out of this one. But what if there\nwas no way out?\n\nI pushed myself to the aft bulkhead, turned and looked forward to the\ninstrument panel. I picked out the smallest meter face. I could just\nread the numbers on it. I told myself: When I can't read the numbers\nany more I'll know my vision is blurring from the beginning of anoxia.\nI thought: When that happens I'll key in the transmitter and tap out,\nTELL SANDY GOOD-BY.\n\nIt would be dramatic anyhow.\n\nA withered mummy in a flying tomb.\n\n\n\nThe receiver began clicking again. They're still worried about my\nmorale, I thought. I went over and pulled out the tape. It said:\n\nBRONSON HERE. SUGGEST YOU TRY LAST RESORT.\n\nDr. Bronson was the project director. It was a moment before I\nrealized what he meant. When I did I hesitated for several minutes.\nThen I shrugged and tapped out, O.K.\n\nI knew what had been happening down there. They had fed all the data I\ncould give them through a computer, and the computer had said no dice.\nThere was no solution to the problem, at least none that a computer\ncould think of with the data available. There was still the Last\nResort.\n\nI wondered if cyanide might not be more pleasant. Well, the exects\nwould have scientific interest anyway. The Last Resort was still Top\nSecret. And highly experimental. It was a new drug with a name a foot\nlong, called LRXD for short. It had come out of the old experiments\nwith lysergic acid and mescalin. I had never heard of its existence\nuntil a few hours before lift-off from Lunar Base. Then Dr. Bronson\nhad given me a single ampule of the stuff. He had held it up to the\nlight, looking through it. He said, \"This is called LRXD. No one knows\nexactly what it will do. The lab boys say the 'LR' stands for Last\nResort.\"\n\nWhat it was _supposed_ to do was increase mental efficiency in human\nbeings. Sometimes it did. They had given it to one volunteer and then\nshown him an equation which it had taken a computer ten minutes to\nsolve. He wrote down the answer at once, apparently having gone\nthrough the entire process in his head instantaneously.\n\nDr. Bronson told me, \"It isn't just a matter of I.Q. It increases the\ntotal level of consciousness. Ordinarily the human brain screens out\nthousands of irrelevant stimuli. You're not aware of your watch\nticking, or the fly on the wall, or your own body odor. You just don't\n_notice_ them. But under LRXD, the brain becomes aware of everything\nsimultaneously. Nothing is screened out. Furthermore, the subject is\ncapable of correlating everything. The human brain becomes as\nefficient as a Mark 60 computer, with the advantage of imagination and\nintuition. We don't know how it works yet, or exactly what it does. I\nhate to say this. But there's even some evidence that the drug\nincreases telepathic ability.\"\n\nBut then again, three of the volunteers had gone insane after taking\nthe drug. Two had died. On some of the others there was no apparent\neffect at all.\n\n\"We don't even know whether the effects are permanent or temporary,\"\nBronson had added.\n\nSo now I was supposed to take this Last Resort and then try to think\nof a way out of my predicament, with my I.Q. boosted up to a thousand\nor so. It made me think of my college days, when I had stayed up all\nnight on benzedrine, writing term papers. I remembered Bronson's\ndescription of one of the volunteers who had gone insane, and\nshuddered. Well, I had nothing to lose.\n\n\"It is what its name implies,\" Bronson had said. \"To be used only in\nextreme emergency. Only when you have nothing to lose.\"\n\nI had put the ampule away in the medicine locker and deliberately\nforgotten about it. Now I got it out again and held it up to the light\nas Bronson had done. Milky, white. I strapped myself to the\nacceleration couch, filled a syringe, and swabbed my arm. I looked at\nthe letter I had started and probably would never finish. I rammed the\nneedle in.\n\n\n\nThe hallucinations began within five minutes. This was normal, Bronson\nhad said. I waited, gripping the armrests of the couch, hoping I would\nnot begin believing in what I saw.\n\nFirst there was the meter face directly in front of me. It was\nblue-green. I had never really seen before what color it was. It was\nlike a round, bright flame. I stared at it, becoming hypnotized.\nFinally I couldn't stand it any more, I reached over and switched off\nthe panel lights. Then the meter face became the blackest darkness I\nhad ever seen, it was no longer a flat disk, but the entrance to a\nlong, black tunnel, endless and narrow. I wanted to enter the tunnel\nand--Quickly I shifted my gaze. A gas tube rectifier caught my\nattention. This was like the meter face, only worse. A cloud of\nintense blue, flickering, shimmering--As I stared at it the cloud\nseemed to be expanding, growing, forever flickering and shimmering\nuntil it became vast, it filled the universe, pulsating with energy,\nit was a kind of blue I had never seen before.... I had never seen\ncolor before. There was a red plastic safety guard over one of the\ntoggle switches. Suddenly it seemed alive, rather the _red_ was alive,\nthe color was no longer part of the object, it was an entity in\nitself, blazing like flame, liberated from matter, it was a living\ndrop of blood, afire.\n\nI closed my eyes, trying to escape from color, but that was much\nworse. The colors inside my head blazed out even brighter, more\nsavage.\n\nI turned my head, trying to find something in the cabin to look at\nthat was not bright blue or green or red. With horror I focused on the\nspacesuit locker. I had left the locker open, the suit hanging on its\nwire stretcher. I saw immediately that the spacesuit was alive. It\nstood there motionless, returning my stare, I could not look away from\nit. I could not move, with fear. Slowly, very slowly, the spacesuit\nraised an arm and pointed at me. I stared at its single, oval eye,\nrecalling childhood nightmares. Then the suit came out of its locker\nand began to advance toward me, still pointing its gauntlet at my\nface. It seemed to take hours to walk across the cabin toward me. I\nheld my breath, waiting. I thought I would scream if it did not reach\nme, it was taking too long.\n\nThen it did reach me and, bending low above me, wrapped its metallic\narms around my body. I turned my face from its mechanical, fiery\nbreath. It began to crush me, I could not breathe, I felt my ribs\nbegin to bend, slowly splinter. My face was pressed against its\nmetallic chest, it was a thin gray wall....\n\nThen there was nothing but the wall itself, dark, thin as a membrane,\nbut impenetrably strong. I was pressing toward it, forcing my way,\nflattened against it, being crushed slowly between this thin, gray\nmembrane and the tremendous weight of darkness at my back. I knew that\nif the membrane did not give, if I did not break through at last, I\nwould suffocate and die. In fact I was already dead, the idea came to\nme with a weight of horror, I twisted, lashing out in total panic.\nThen the thin gray wall split and gave way, and I was free.\n\nI was still strapped to my crash couch, regarding the instrument panel\nwith absolute calm. Bronson had been right. I was aware of everything.\nI took in every meter indication simultaneously and correlated their\ndata in my mind, without the help of the computer. I was aware of\nevery sound, the faint hum of the gas tubes and transformers, the whir\nof the gyros, the reedy buzz of hydraulic actuators, the periodic\nclicking of the oxygen reclaim unit. I was aware of everything that\nwas happening in the ship, as if it were my own body.\n\nMy body. I knew that I would have to explore my new self before\ninvestigating the ship. With an effort of will I shut off my new sense\nimpressions, and--looked inside. I sensed the rhythmic muscular action\nof my heart, the opening and closing of the valves. I felt the surge\nof blood in all my vessels. I moved my hand to touch the bulkhead, and\nfound that I could count the number of microseconds it took for the\nnerve impulses to travel from my fingers to my brain. Time seemed to\nhave slowed down, it took an hour for the second hand on the panel\nclock to make one circuit.\n\nIn retrospect I know that this condition of super-awareness must have\nlasted only for a few minutes. But it seemed then that I had all the\ntime in the world.\n\nI found that I no longer needed to think in words, or even symbols. I\ncould pose myself a problem in, say, four-dimensional vector analysis\nand see the solution immediately, like a flash of intuition. I had\nattained total somatic consciousness; I was able to analyze the exact\nrelationship of the drug to the molecular structure of my own\nprotoplasm.\n\nIt was then I knew that, although I had recorded no information about\nMars that the Russians didn't already have, I was going to bring back\nhome a piece of candy much sweeter.\n\nWait, now, I told myself. Wait. You have a specific problem to solve.\nThe problem being how to stop that leak in the hull long enough to get\nhome alive. It was a problem of basic survival. I was confident. I\nknew that if any possible solution to my predicament existed I would\nfind it. I was my own data computer now, but with eyes and ears and\nimagination. I opened my senses again and concentrated on the flood of\ninformation coming at me from the instrument panel. I found that I had\ntotal recall, I could remember--simultaneously--every wiring diagram\nand blueprint of the ship, every screw and transistor and welded seam,\nthat I had ever glanced at. I saw the entire ship as a single entity,\na smoothly functioning organism. In a flash I saw a hundred ways of\nimproving its design. But that would have to wait. For a moment I\ngathered all my psychic energy and concentrated on the single crucial\nproblem of stopping that leak.\n\nAnd I saw that there was no way to stop the leak. No logical way.\n\n\n\nBack at Lunar Base I tried to explain to Bronson what had happened.\nBut I found that it was impossible to explain in words. In fact I no\nlonger entirely understood, myself, what had happened. It was\nsomething that had occurred--not altogether on the conscious level.\nSomething about my becoming aware, for a time, of the separate\nmolecules of air within the cabin as extensions of my own body-mind.\nBut I didn't know how to verbalize it.\n\nDr. Bronson gave me a thorough physical and a preliminary\npsychological exam. The effects of the drug had worn off, but I felt\nsomehow--changed, I didn't know just how. In fact I wouldn't know\nuntil one day two years later, when I dropped a vial of\nnitroglycerine, and it miraculously did not go off. Still, Bronson\npronounced me ready and fit for a long vacation, and in a few days I\nwas headed back toward Pacific Grove.\n\nThe vacation lasted for a week. Then it was a Sunday evening, and I\nwas sitting on the front porch of the white house nursing a highball\nwhile my wife was upstairs telling Wendy a bedtime story about a\nprincess who kissed a toad, and it turned into a handsome prince.\n\nI was sitting there in the evening light, inhaling the scent of\neucalyptus and thinking for the thousandth time about how much better\nthis was than bottled oxygen. Then a rented car pulled into the\ndriveway, and General Bergen got out, wearing civilian clothes. He\ncame up to the porch and sat down next to me. He did not pause for any\npleasantries.\n\n\"Where's your wife?\" he said.\n\n\"Upstairs.\"\n\n\"Anyone else in the house?\"\n\n\"Just my daughter.\"\n\nHe leaned back and lighted a cigarette. I was about to offer him a\ndrink, but he didn't give me a chance.\n\n\"Official orders. From now on, you're Top Secret. You're wanted back\nat the Spacemedic Center in Washington. You have twenty-four hours to\nstraighten out your affairs.\"\n\n\"_What?_\"\n\nHe waved a hand. \"I wasn't supposed to tell you this yet. Keep it\nunder your hat.\" I noticed that the fingers holding his cigarette were\ntrembling. \"We spent four days going over the hull of your ship--with\nmicroscopes. Then we found it. The leak. The hole was still there. It\nmust have been a micrometeor of high density and tremendous velocity.\nBurned a hole right through the sealing compound--\"\n\nOnce again I tried to organize words to explain what I had not been\nable to explain before.\n\n\"But the ship's air did stop leaking. I could never have made it\nback....\"\n\n\"But the _hole_ was still there!\" Then his voice faltered. \"Don't you\nsee? My God, what we have yet to learn about psi forces,\npsychokinesis.... There was nothing to prevent all the air in your\nship from leaking out through that pinhole, nothing except--you.\"\n\nThe general leaned forward, his elbows on his knees, looking out into\nthe gathering darkness.\n\n\"We've got to find out what this drug _does_,\" he said.\n\n\"The space program ...\" I began.\n\n\"Space program?\" He pulled on his cigarette. \"Hell. What are rockets,\ncompared to this?\"\n\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bartholomew, Stephen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30649/pg30649.txt",
        "name": "last_resort.json"
    }
}