{
  "name": "Listen, children ... listen!",
  "author": [
    "West, Wallace"
  ],
  "body": "My grandmother was fey. At least that's what the neighbors said. She\ncould predict the weather by the way her left heel \"eetched.\" She\nalways knew by some sixth sense when any of her blood was coming down\nfrom Indianapolis to visit our tumbledown farm. She insisted she heard\nangels singing (or sounds considerably more terrifying) during funerals\nat the New Harmony Church over the hill.\n\nIn the eyes of myself and my sister Annette Maw was as old as the\ngullies which cut up our clay fields. Probably she was about sixty when\nI first remember her. She still carried her lean body proudly though\nher back was bowed. She had a gift for mimicry and a merry smile marred\nby the fact that she had been salivated by taking too much calomel to\nfight off fever'n'aiger. This misfortune had caused her gums to recede\nand gave her a snaggle-toothed look. Some of her fangs moved when she\nate but, to our eternal wonder, they never fell out.\n\nShe had the untiring wreck of a fine alto voice and regaled us with\nrenditions of bloody old hymns or ballads like \"The Ship's Carpenter\"\n(_And three times 'round went our gallant ship e'er she sank to the\nbottom of the sea_) or an endless garbled song about a girl who\nmasqueraded as a soldier to join her sweetheart in the wars between\n\"Tors and Highlanzer.\"\n\nI still have nightmares about those childhood years. The Brown murder\nwas a recent memory--Patriarch Brown and his blind wife had been\nslaughtered by \"persons unknown\" in a hemlock-shrouded farmhouse half a\nmile from our cabin. Repercussions of the trial had hardly died away.\n\nThere was talk of another investigation and the _persons_--well known\nto everyone but the law--were prowling the countryside, flashing dark\nlanterns under doors and shouting threats of what would happen to\nneighbors who dared tell what they knew. Paw woke one night and fired\nhis squirrel rifle at what he thought was a lantern but which was only\na suddenly-flaming fireplace ember. The bullet knocked a newel post off\nmy bed.\n\nDespite the campaign of terror Paw just had to drive to the county seat\nonce a month for supplies. Always he promised to be back by sundown.\nAlways he met some old Butternut cronies--comrades-at-arms in the\nKnights of the Golden Circle during Civil War days. And in talking\nabout how they had outfoxed and outfought the National Guard sent to\npunish them for desertion from the Union Army he usually would be\ndelayed until the night closed in.\n\nThen, as Annette and I lay in our bed beside the fireplace, refusing\nto go to sleep because we knew Paw would bring us presents, Maw would\nopen the front door, hook her bare foot around it and listen, tense\nwith a fear which communicated itself to us.\n\nThe katydids might be quarreling. Or the baying of Mr. Morningstar's\ncoon dogs might drift through the fall or winter air. A screechowl's\nsobbing might cause us to cling together in a shiver.\n\nFinally we'd start whimpering. Then Maw would twist her wrinkled\nhead back through the crack in the door and whisper, \"Shhh! Listen,\nchildren.... Listen! I think I hear Josiah's wagon. They hain't got him\nthis time.\"\n\nOften the belated team turned down some side road. And she would\nmurmur, hardly louder than the katydids, as she resumed her vigil,\n\"Shhh! Listen, children.... Listen!\"\n\nWhen the hours of tension had set my whole body aching with what folks\nwho don't know call \"growing pains\" and when the half-opened door had\nmade the room almost as chill as the night, we would actually hear the\nfaraway mournful creak of wheels on the gravel road, the jingle of\ntrace chains, the rumble of a half-empty jolt-wagon bed.\n\n\"Thank you, dear just God!\" Maw would breathe at last. Then she would\nfollow her bare foot through the door and bustle about reheating the\nsupper coffee and fixing a snack for Paw.\n\nWe would hear the wagon rumble into the yard. Next Paw would cuss Old\nNell for her contrariness as he unhitched and led her to the stable.\nAnd at last a great grey-bearded man, his arms laden with bundles,\nwould stumble through the front door to be greeted by two elves in long\nunderwear, dancing about him and screaming, \"Whatcha got for me, Paw?\nWhatcha got this time?\"\n\nUsually it was jawbreakers or peppermint sticks. Once, when we sold the\nhogs, it was a store doll for Annette and a marvelous steamboat for me\nthat you wound up with a key and sank the first time I tried it in the\nbranch.\n\n\n\nHe always brought something pretty and useless for Maw too. And she\nalways scolded and loved him for buying it. Then he'd go over to the\ncreaky chair where Aunt Ellen rocked slowly, pat her plump shoulder\nand hold out a shell comb, a cheap ring or a handkerchief. And Aunt\nEllen would look away from the mirror--for the first time that day,\nperhaps--take the thing in her plump white hand, and smile.\n\nI should have mentioned Aunt Ellen before but I forgot. In fact,\neverybody forgot Aunt Ellen. She wanted it so. She had been deeply\nin love when she was a girl, they said. But her young man had had to\nsee the world before he settled down. So he set out for that strange\nhalf-mythical land called Europe. And he never returned.\n\nAfter she was sure he would not come back Aunt Ellen stopped speaking\nto people. She took her seat and just looked into the mirror. I\nremember the rockers of that chair were worn almost through from\nconstant use.\n\nThe mirror fascinated Annette and me. It was big--big as our front\ndoor and placed against the wall directly across from the entrance, so\nthat if you didn't look closely you thought it _was_ another door. And\nit had a great deeply-polished frame carved with intricate lacelike\npatterns that hurt your eyes if you looked at them too long.\n\nI now know that it was the only thing of real value in the draughty\nlog cabin. Maw said it was a \"hear-loom,\" brought from Virginia by her\nparents, the Whites, who had been \"quality\" in the Old Dominion before\nthey migrated after the war of 1812, were stampeded by land agents into\n\"locating\" in the wrong part of the state and rapidly dissipated their\nmeans on an unproductive wilderness.\n\nMaw had made up a song about that mirror. \"The Whites, 'tis said, were\nprivateers when England ruled the waves ...\" was the way it started.\nAnd it went on to tell how the mirror was part of their loot when they\nsacked and scuttled some tall merchantman.\n\nTo corroborate this story we had another relic, a \"treasure chest\" of\nthe same dark wood, iron-bound and strong, which was used as a hens'\nnest beneath the house. Annette and I crawled under the floor from time\nto time to see if we could find any treasure still in it. But all we\never found were eggs.\n\nAfter Paw had taken off his overcoat and Maw had put his packages in\nthe leanto kitchen he would sit before the fire, suck coffee through\nhis beard and regale us with news from the outside--how Uncle Joe\nCannon's control of Congress was about to be broken, what the Young\nTurks were up to, how T.R.'s trust-busting would boost farm prices and\nmake us all rich again and how they had just found a rusted and bloody\nmonkey wrench in Brown's well.\n\nAt last, tired and happy, with our mouths puckered from too many\njawbreakers, we'd go back to bed. And we'd wake to a humdrum world\nwhich included school, collecting wood, milking our cow, riding Old\nNell when she would let us and maybe going to an ice cream social at\nNew Harmony, until it was time for Paw to make another epic trip to\nMartinsville.\n\nBut life was never completely humdrum when Paw was around. He knew\nevery bird by its call, could lead us unerringly to the best raspberry\npatches and made marvelous popguns, slingshots and \"fly killers\" out of\nelder bushes and bits of string. When he tired of such things as the\nsun went down his tales about Napoleon and Hannibal crossing the Alps\nwould hold us spellbound.\n\nOpenhanded to a fault Paw had lost most of his farm through the years\nby going on neighbors' worthless notes or lending them money and not\nhaving the heart to ask for its return. Yet he was the materialist\nof the family and never tired of poking fun at Maw's voices and\npremonitions.\n\nDressed in overalls, shaggy, massive and not always clean, he looked\nlike a poor white. Nevertheless he had had a good education and once\nconfessed to me, when Maw's back was turned, that in his youth he had\nmade a tour of the state lecturing on atheism. And he had an endless\nfund of slightly bawdy sacrilegious stories which made May click her\nteeth at him and mourn that he would never go to heaven when he died.\n\nYears slip past like water when one is young. We hardly noticed,\nAnnette and I, that the bend in Maw's back was growing more pronounced\nand that Paw stopped oftener for breath when he plowed our stubby\nfields or sawed the endless cords of wood which still could not keep\nthe living room warm when wintry winds swept down from some place that\nhe called Medicine Hat. (Annette and I used to pretend we were on a\nship as we walked across the rag carpet in the living room while it\nbillowed upward as air blew under it through cracks in the floor.)\n\nAnd then one night, after the usual period of listening, when Maw\nfinally had heard the wagon creaking, closed the door and put on the\nbitter coffee, Old Nell jogtrotted into the yard and stopped without\nthe usual accompaniment of curses. For a while Maw noticed nothing\nwrong. Then she slowly faced the door, lips firmly drawn over those\nwobbly teeth.\n\nAnnette and I, all ready for our jump out of the warm bed onto the\nicy floor, watched her uncomprehendingly until we saw that Aunt Ellen\nhad given over her unending vigil at the mirror and turned her head\nquestioningly. Then we too knew that something was very strange.\n\nAs though moved by strings, placing one foot before the other with\nobvious effort, Maw started toward the door. After an eternity she\nreached it, opened it, closed it against her bare shank in the old\naccustomed gesture.\n\n\"_Josiah!_\" we heard her scream as the foot disappeared.\n\nWith a sigh Aunt Ellen rose and waddled after her.\n\nMaw--she was still strong as an ox and could swing an axe like a\nman--backed through the door after awhile, holding Paw under the\narmpits. Aunt Ellen carried his feet as they brought him in.\n\n\"The old fool!\" Maw was whimpering. \"I knew they'd get him. The old\nfool! I told him not to stay so danged late.\"\n\nHer eyes were dry and glittering.\n\n\n\nAfter the funeral--Annette and I boasted at school that the Brown\nmurderers had done for Paw although a stroke undoubtedly was\nresponsible--the old cabin never felt quite like home again. First a\ndeluge of uncles, aunts and cousins descended upon us and insisted we\nsell the farm and move to town.\n\n\"Josiah would not have it so,\" Maw told them while Aunt Ellen nodded\ncorroboration. So they compromised by having a hired hand in to do the\nplowing and heavier work.\n\nAt the start nothing seemed vitally wrong except the absence of Paw's\nexplosive laughter and endless stories, plus a growing dearth of\nfirst-class popguns and slingshots. Then, one rainy day when I had been\nbrooding over one of his dog-eared books--\"Vanity Fair,\" I think it\nwas--I looked up, caught sight of Maw, her potato peeling forgotten,\nsitting tense beside the kitchen table.\n\nI knew what it was that had been bothering me. Maw was still\nlistening ... always listening now. What I did not realize was that,\nwithout Paw's quizzical common sense to balance her, she was slipping\nimperceptibly into that never-never land which had so often beckoned.\n\nNot long after this discovery I awakened, chilled, as the decrepit Seth\nThomas clock clinked midnight. The door was open a crack and I could\nglimpse, by the last flickering embers, Maw's foot in its accustomed\nplace.\n\n\"Maw,\" I called.\n\n\"Shhh! Listen! I think I hear a wagon.\"\n\n\"Maw,\" I screamed. \"_Maw!_\"\n\n\"What is it, honey?\" she asked in her normal voice as she came inside,\ncrossed the room and placed a horny hand on my forehead in one of her\nrare caresses.\n\n\"You'll catch cold,\" I mumbled, somehow ashamed.\n\n\"I was just listening to the katydids. They sound--fresh, like\nspring-water,\" she lied.\n\n\"Don't listen any more.\"\n\n\"All right, honey, I'll go to bed. Don't worrit yourself.\"\n\nBut she did not keep her promise.\n\nSeveral months later I came home from school ahead of Annette, who\nwas dusting erasers for the teacher. At the front door I stopped as I\nheard animated conversation inside. Thinking it was one of the neighbor\nwomen, who called occasionally to gossip, I rushed in, eager not to\nmiss anything, then stopped, heart in mouth, terrified.\n\n\n\nAunt Ellen was out of the house on one of the chores to which she now\ncondescended to put her white hands and Maw was occupying the old\nrocker before the mirror. But what frightened me was the chatter in two\ndistinct voices which still continued.\n\n\"Maw,\" I gulped. \"Who--who you talking to?\"\n\n\"Why, with Mrs.--Mrs. Jones here, of course.\" She laughed although\nher eyes refused to meet mine. \"Mrs. Jones, this is my grandson I was\ntelling you about. Take off your cap, son, and say--\"\n\n\"But Maw,\" I gulped. \"There's no one there. It's just your reflection\nin the looking glass.\"\n\n\"Why--why so it is,\" she stammered, brushing one brown hand across her\neyes. \"I was just fooling.\" She jumped to her feet and started bustling\nabout like her old indefatigable self. \"Now run along and fill the wood\nbox. Then wash your hands and help me peel these 'taters. I'm way late\nwith supper, what with having to stop to talk--I mean I must have set\ndown to rest and went to sleep.\"\n\nThen began one of the strangest battles in the history of fairie--two\nchildren against a mirror, for of course I enlisted poor Annette\non my side. I tried to explain to Aunt Ellen but she merely smiled\nunderstandingly and patted me with one fat hand while her prominent\neyes fluttered back to the glass.\n\nI wrote a scrawl to Uncle Bill, my favorite, and he left his hardware\nstore the next weekend and came down from the city with a little\nchinwhiskered doctor. Since psychiatry was almost unknown in those days\nthe physician looked at Maw's tongue, thumped her chest, asked her a\nfew questions, which she answered with sly humor, and pronounced her\nsound.\n\n\"I think it's you that's imagining things, boy,\" said Uncle Bill when\nhe took me for a walk in the woods after one of Maw's wonderful chicken\ndinners. \"We're all upset by Paw's going. Just don't worry about\nthings.\"\n\n\"But Uncle Bill,\" I protested. \"I heard what I saw.\"\n\n\"I know--I know.\" His lean shrewd face had a worried look, I noticed\nwith an upward glance. \"You're a highstrung youngster. Write me often,\nthough. And I'll come down every time I can. Say--look!\" I could almost\nhear him sigh with relief at an opportunity to change the subject.\n\"There's a patch of violets already. Let's pick some and take them back\nto Maw and Ellen. It'll make them happy.\"\n\nAfter that, of course, I had to carry on the fight with only Annette to\nhelp.\n\nWe tried everything--went right home when we could have been playing\nwith the other kids after school--got Maw to sing for us by the\nhour--read out loud to her--inveigled her into the spring woods to pick\nflowers and look for birds' nests. Oh, it was a brave battle put up by\na twelve- and a ten-year-old against something alien and, somehow, far\nwiser than we.\n\n\n\nAt first Maw managed to banish her visions when she heard us come into\nthe yard. Then we had to strive hard and harder to break the spell.\n\nAnd one day we both became twins!\n\nIt happened when Annette and I came home one time the teacher took\nsick. It was much earlier than usual and we caught Maw rocking happily\nbefore the mirror, gossiping with her reflection.\n\n\"I'm so glad you brought your own children to visit me today, Mrs.\nJones,\" she exclaimed the moment our images appeared in the glass\nbehind hers. \"My Tommy and Annette don't have many playmates, we live\nso far from any neighbors. I'm sure they'll be much happier now.\"\n\n\"Aw, Maw,\" Annette protested as we instinctively ducked out of range.\n\"Those ain't teal children. You're just looking at us in the looking\nglass.\"\n\nBut the damage had been done. For once in my life I saw grandmother\ngrow really angry.\n\n\"I'll have none of your sass, Annette,\" she stormed, rising and\nstraightening her back until it cracked. \"Mrs. Jones, I don't know what\nhas come over my younguns. Now, will you two say you're sorry or must I\nwhip you right before company?\"\n\nShamefaced and shaken, we apologized to the empty air. And from that\nhour Mrs. Jones and her ghostly brats became our constant companions.\n\nAt first we hated and resented them, then, childlike, accepted the\ninevitable and even made the best of it. Sometimes, so real did Maw\nmake the delusion become, we almost believed with her that the shadows\nwere real. On rainy weekends we found ourselves inventing games to play\nwith them. Perhaps, in time, we might have gone to inhabit her world of\ndreams.\n\nBut Maw's health was failing rapidly. We tried to ignore the fact\nas she did, though it soon became pitifully obvious that Paw's loss\nhad broken the iron will which had sustained her through so many\nadversities. Aunt Ellen more and more ceded her place before the mirror\nas she helped Annette and me do the lighter chores and even some of the\ncooking.\n\nBill Pailey came over every day now--Maw never paraded her shadows when\n_he_ was around, knowing that the bluff farmer was somehow not to be\ntrusted with such dream stuff. And the money which aunts and uncles\ncontributed, willingly or grudgingly, was more and more needed to fill\nthe gaps in our finances.\n\n\"Tommy,\" Annette said to me one afternoon as we were plodding home from\nschool along the muddy dogwood-bordered road. \"What happens to people\nwhen they die?\"\n\n\"Aw, I don't know,\" I muttered, kicking a loose stone with my\ncopper-toed shoe. \"Maw says the angels come and get 'em and take 'em to\nheaven.\"\n\n\"But the angels didn't come and get Dickie.\" Dickie was a wry-necked\npin-feathered rooster that Paw had taught to come when we called, dig\nfishing worms for us and jump through a barrel hoop. \"I went to look\nat Dickie's grave the other day. A dog had dug him up. There were just\nfeathers--and bones.\"\n\n\"Aw,\" I said. \"Chickens don't have souls. But Maw says that when Miz\nPailey died last year she was there and she saw--\"\n\n\"We're going to be awful lonesome, though,\" my sister sighed. \"And\nyou'll have to get up and make the fire every morning.\"\n\n\"What you mean?\" I challenged.\n\n\"Nothing. Let's run. I'm cold.\" And she was off in a flutter of long\nlegs, gingham and pale yellow braids.\n\nAfter such a conversation I hardly dared enter the house that day. When\nI did go in, after fooling around at the barn as long as possible, I\nfound Maw singing lustily about some man who had gone to the gallows\nwith a white dove riding on his shoulder to prove him innocent of the\nmurder of his sweetheart.\n\n\"Where's Mrs. Jones and her kids?\" I asked, flabbergasted.\n\n\"They went home,\" said Maw. \"I told them to. Can't spend all my time\ngassing with a ugly old woman like that when I've got housecleaning to\ndo.\"\n\nAnd until long after sunset she made the feathers fly from the old\npillows, beat up the crackling corn-shuck mattresses, sprinkled and\nswept the floors and polished the meager kitchen utensils till they\nshone. Annette and I, feeling as if we had been released from jail,\nhelped with a will. Aunt Ellen, reinstated in her rocking chair,\nfrowned and sneezed by turns and said nothing as always.\n\n\"There,\" said Maw at last as she hung the home-made broom behind the\nkitchen range and sank into a chair, looking suddenly more worn and old\nthan I had ever seen her. \"There. It's all swept and garnished for when\nthe bridegroom cometh.\"\n\n\"The bridegroom?\" I glanced at her sharply.\n\n\"I was just fooling again, son.\" She stared down at her big-veined\nhands as they lay clasped in her lap. \"Must be getting old, I guess. I\njust meant that I have a feeling your Uncle Bill will come tomorrow.\nAnd you know how fussy he is about everything being neat and clean.\"\nShe rose reluctantly with a sigh, half of weariness, half of content.\n\"Come. You and Annette get undressed and get to bed. I'll sing you to\nsleep like I used to when you were little.\"\n\n    \"You look just like my daughter, sir,\n    Who from me ran away....\"\n\nHer old cracked voice still had its hypnotic quality and I felt my\neyelids drooping despite my certain knowledge that this night, of all\nnights, I should stay awake.\n\n\"Maw,\" I mumbled. \"I wanna drink.\"\n\nHer bare feet padded into the kitchen. I heard the rattle of tin cup\nagainst galvanized bucket. Then she was back at my side again and the\nspring-water was fresh on my dry lips and gums.\n\n\"Maw,\" I rambled on. \"I don't wanna sleep. Tell me about when you were\na little girl back in Virginia--and the big white horse and the black\npeople....\"\n\n\"Not tonight, honey. You're all tuckered out,\" she crooned, stroking my\nforehead and picking up the thread of that interminable song.\n\n    \"I a-am not your daughter, sir,\n    And neither do I know.\n    I a-am from Highlanzer\n    And they call me Jack Monroe....\"\n\nI woke with a start, those last lugubrious lines still ringing in my\nears.\n\n    \"She dre-ew out her broadsword.\n    She bid this world adieu.\n    Saying 'Goodbye to Jack Highlanzer'\n    And 'Goodbye to Jack Monroe.'\"\n\nHave you ever awakened in a strange place--a hotel room perhaps--tried\nto locate a familiar lamp, the dim outlines of your own bed-chamber,\nthe tick of a friendly clock? Or have you, perhaps, sought frantically\nfor a door with your hands sliding vainly along black and forbidding\nwalls?\n\nThis was the same room in which I had gone to sleep. The fire was\nalmost out. By my side Annette breathed deep and slow. I could hear\nAunt Ellen snoring not far away. Through the open door a full moon\nstretched its carpet almost to my bed. Yet, despite these comforting\nsights and sounds, everything about me seemed topsy turvy and utterly\nhorribly wrong.\n\nMy bare toes curled with terror as I realized what it was. Our front\ndoor was in the south wall of the cabin. The moonshine was pouring in\nthrough a wide opening in the north wall--through the place where the\nmirror stood! And a cold wind was pouring in with it.\n\n\"Maw,\" I whispered, sitting up and rubbing my eyes.\n\nOnly the chorus of katydids answered.\n\nBut this was spring! Katydids sang only in the fall!\n\nAt the same moment I saw a bare foot and ankle etched in moonlight as\nit hooked around the age-darkened frame of the opening.\n\n\"Please, Maw.\" I still struggled between dream and waking. \"You'll\ncatch cold out there.\"\n\nShe came partially inside the \"door\" then and smiled at me. And I\nnoticed, with the lack of surprise which accompanies nightmares, that\nher teeth were white and firm in the moonglow.\n\n\"Shhh!\" she admonished. \"I think I hear a wagon.\"\n\n\"But Paw is....\" I began, then stopped spellbound.\n\nFar in the distance, across rolling hills which lay bathed in beauty\nand above the fresh staccato mutter of katydids, I too caught the creak\nof wheels on a gravel road, the jingle of trace chains and the rumble\nof a half-empty jolt-wagon bed.\n\nI crouched, hardly breathing, until I heard the wagon stop briefly at\nour sagging gate--we always kept it closed now--heard the rusty hinges\nsqueak and then the friendly thump, thumptey, thump of the wagon as it\nresumed its progress into the yard.\n\n\"It's Uncle Bill, ain't it, Maw?\" I pleaded.\n\n\"Bill's not due till tomorrow, honey,\" she answered softly as she\nshaded her eyes against the moonlight. \"No, it's....\"\n\n\"But it can't be,\" I sobbed. \"He--the angels took him.\"\n\n\"Not Josiah! Angels wouldn't touch him with a ten-foot pole, thank the\ndear just God,\" she chuckled. \"He'll have a whole raft of packages\nafter all this while.\" She started forward briskly. \"I'll go help pack\nthem in.\"\n\n\"No, Maw! Don't leave--wait for me!\" I screamed, plunging from bed and\nracing wildly after her receding back.\n\nI regained consciousness to find Aunt Ellen bathing my forehead with\nhot vinegar. Annette was sobbing. My face was badly cut--I still wear\nthe scar--and the mirror was shattered in its frame.\n\n\"Maw!\" I struggled to get up. \"She....\"\n\n\"I know,\" said Aunt Ellen in just the thread of a voice unused for\nyears as her plump white hands continued to apply the compress. \"I\nunderstand.\"\n\nWhen Uncle Bill arrived next morning there was a great to-do and the\nneighbors organized a search of the surrounding woods and the creek\nbottom. Of course they found nothing. I knew they wouldn't. Annette and\nAunt Ellen knew they wouldn't. And I think Uncle Bill knew it too after\nhe heard my story, although of course he wouldn't let on.\n\nThe rest of them patted my head and said, \"Too bad, poor boy. He's\nunder an awful strain,\" when I tried to tell them.\n\nSeveral months later a woman's body was found in White River, full\nfifteen miles away. People said it must be grandmother, that she must\nhave wandered that far before she died of exposure. Our aunts, uncles,\ncousins and nephews had a big funeral at the New Harmony Church over\nthe hill.\n\nBut Annette and I wouldn't go.\n\n\n",
  "metadata": {
    "author": [
      "West, Wallace"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/72506/pg72506.txt",
    "name": "listen_children_listen"
  }
}
