{
    "name": "Little Boy",
    "author": [
        "Bixby, Jerome"
    ],
    "body": "He dropped over the stone wall and flattened to the ground. He looked\nwarily about him like a young wolf, head down, eyes up. His name was\nSteven--but he'd forgotten that. His face was a sunburned, bitter,\nfilthy eleven-year-old face--tight lips, lean cheeks, sharp blue\neyes with startlingly clear whites. His clothes were rags--a pair of\ncorduroy trousers without any knees; a man's white shirt, far too big\nfor him, full of holes, stained, reeking with sweat; a pair of dirty\nbrown sneakers.\n\nHe lay, knife in hand, and waited to see if anyone had seen him coming\nover the wall or heard his almost soundless landing on the weedgrown\ndirt.\n\nAbove and behind him was the grey stone wall that ran along Central\nPark West all the way from Columbus Circle to the edge of Harlem.\nHe had jumped over just north of 72nd Street. Here the park was\nconsiderably below street level--the wall was about three feet high on\nthe sidewalk side and about nine feet high on the park side. From where\nhe lay at the foot of the wall only the jagged, leaning tops of the\nshattered apartment buildings across the street were visible. Like the\nteeth of a skull's smile they caught the late afternoon sunlight that\ndrifted across the park.\n\nFor five minutes Steven had knelt motionless on one of the cement\nbenches on the other side of the wall, just the top of his head and his\neyes protruding over the top. He had seen no one moving in the park.\nEvery few seconds he had looked up and down the street behind him to\nmake sure that no one was sneaking up on him that way. Once he had\nseen a man dart out halfway across the street, then wheel and vanish\nback into the rubble where one whole side of an apartment house had\ncollapsed into 68th Street.\n\nSteven knew the reason for that. A dozen blocks down the street, from\naround Columbus Circle, had come the distant hollow racket of a pack of\ndogs.\n\nThen he had jumped over the wall--partly because the dogs might head\nthis way, partly because the best time to move was when you couldn't\nsee anyone else. After all, you could never be _sure_ that no one was\nseeing _you_. You just moved, and then you waited to see if anything\nhappened. If someone came at you, you fought. Or ran, if the other\nlooked too dangerous.\n\nNo one came at him this time. Only a few days ago he'd come into the\npark and two men had been hidden in the bushes a few yards from the\nwall. They'd been lying very still, and had covered themselves with\nleaves, so he hadn't seen them; and they'd been looking the other way,\nwaiting for someone to come along one of the paths or through the\ntrees, so they hadn't seen him looking over the wall.\n\nThe instant he'd landed, they were up and chasing him, yelling that if\nhe'd drop his knife and any food he had they'd let him go. He dropped\nthe knife, because he had others at home--and when they stopped to paw\nfor it in the leaves, he got away.\n\nNow he got into a crouching position, very slowly. His nostrils dilated\nas he sniffed the breeze. Sometimes you knew men were near by their\nsmell--the ones who didn't stand outside when it rained and scrub the\nsmell off them.\n\nHe smelled nothing. He looked and listened some more, his blue eyes\nhard and bright. He saw nothing except trees, rocks, bushes, all\ncrowded by thick weeds. He heard nothing except the movement of\ngreenery in the afternoon breeze, the far off baying of the dog pack,\nthe flutter of birds, the scamper of a squirrel.\n\nHe whirled at the scamper. When he saw that it was a squirrel, he\nlicked his lips, almost tasting it. But it was too far away to kill\nwith the knife, and he didn't want to risk stoning it, because that\nmade noise. You stoned squirrels only after you'd scouted all around,\nand even then it was dangerous--someone might hear you anyway and sneak\nup and kill you for the squirrel, or for anything else you had, or just\nkill you--there were some men who did that. Not for guns or knives or\nfood or anything else that Steven could see ... they just killed, and\nhowled like dogs when they did it. He'd watched them. They were the men\nwith the funny looks in their eyes--the ones who tried to get you to\ncome close to them by pretending to offer you food or something.\n\nIn a half-crouch Steven started moving deeper into the park, pausing\neach time he reached any cover to look around. He came to a long green\nslope and went down it soundlessly, stepping on rocks whenever he\ncould. He crossed the weedgrown bridle path, darting from the shelter\nof a bush on one side to press against the trunk of a tree on the other.\n\nHe moved so silently that he surprised another squirrel on the tree\ntrunk. In one furious motion Steven had his knife out of his belt, and\nsliced it at the squirrel so fast the blade went _whuh_ in the air--but\nthe squirrel was faster. It scurried up out of reach, and the knife\njust clipped off the end of its tail. It went higher, and out onto a\nbranch, and chittered at him. It was funny about squirrels--they didn't\nseem to feel anything in their tails. Once he'd caught one that way,\nand it had twisted and run off, leaving the snapped-off tail in his\nhand.\n\nDogs weren't that way--once he'd fought a crippled stray from a pack,\nand he'd got it by the tail and swung it around and brained it on a\nlamppost.\n\nDogs ... squirrels....\n\n\n\nSteven had some dim, almost dreamlike memory of dogs that acted\nfriendly, dogs that didn't roam the streets in packs and pull you\ndown and tear you apart and eat you alive; and he had a memory of the\nsquirrels in the park being so tame that they'd eat right out of your\nhand....\n\nBut that had been a long, long time ago--before men had started hunting\nsquirrels, and sometimes dogs, for food, and dogs had started hunting\nmen.\n\nSteven turned south and paralleled the bridle path, going always\nwherever the cover was thickest, moving as silently as the breeze.\nHe was going no place in particular--his purpose was simply to see\nsomeone before that someone saw him, to see if the other had anything\nworth taking, and, if so, take it if possible. Also, he'd try to get a\nsquirrel.\n\nFar ahead of him, across the bridle path and the half-mile or so of\ntree-clumped park that lay beyond, was Central Park South--a sawtoothed\nridge of grey-white rubble. And beyond that lay the ruin of midtown\nManhattan. The bomb had exploded low over 34th Street and Seventh\nAvenue that night six years ago, and everything for a mile in every\ndirection had been leveled in ten seconds. The crater started at around\n26th and sloped down to where 34th had been and then up again to 40th,\nand it glowed at night. It wasn't safe to go down around the crater,\nSteven knew. He'd heard some men talking about it--they'd said that\nanyone who went there got sick; something would go wrong with their\nskin and their blood, and they'd start glowing too, and die.\n\nSteven had understood only part of that. The men had seen him and\nchased him. He'd gotten away, and since then had never ventured below\nCentral Park South.\n\nIt was a \"war\", they'd said. He didn't know much about that either ...\nwho was winning, or had won, or even if it was still being fought. He\nhad only the vaguest notion of what a war was--it was some kind of\nfight, but he didn't think it was over food. Someone had \"bombed\" the\ncity--once he had heard a man call the city a \"country\"--and that was\nabout as early as he could remember anything. In his memory was the\nflash and roar of that night and, hours before that, cars with loud\nvoices driving up and down the streets warning everybody to get out of\nthe city because of the \"war\". But Steven's father had been drunk that\nnight, lying on the couch in the living room of their apartment on the\nupper west side, and even the bomb hadn't waked him up. The cars with\nthe voices had waked Steven up; he'd gone back to sleep after a while,\nand then the bomb had waked him up again. He'd gone to the window and\nclimbed out onto the fire escape, and seen the people running in the\nstreet, and listened to all the screaming and the steady rumble of\nstill-falling masonry, and watched the people on foot trample each\nother and people in cars drive across the bodies and knock other people\ndown and out of the way, and still other people jump on the cars and\npull out the drivers and try to drive away themselves until someone\npulled _them_ out.... Steven had watched, fascinated, because it was\nmore exciting than anything he'd ever seen, like a movie. Then a man\nhad stood under the fire escape, holding up his arms, and shouted up\nat Steven to jump for God's sake, little boy, and that had frightened\nSteven and he went back inside. His father had always told him never to\nplay with strangers.\n\nNext afternoon Steven's father had gotten up and gone downstairs to\nget a drink, and when he saw what had happened, he'd come back making\nchoked noises in his throat and saying over and over again, \"Everybody\nworth a damn got out ... now it's a jungle ... all the scum left, like\nme--and the ones they hurt, like you, Stevie....\" He'd put some cans of\nfood in a bag and started to take Steven out of the city, but a madman\nwith a shotgun had blown the side of his head off before they'd gone\nfive blocks. Not to get the food or anything ... looting was going on\nall over, but there wasn't any food problem yet ... the man was just\none of the ones who killed for no reason at all. There'd been a lot\nlike that the first few weeks after the bomb, but most of them hadn't\nlasted long--they wanted to die, it looked like, about as much as they\nwanted to kill.\n\nSteven had gotten away. He was five years old and small and fast on his\nfeet, and the madman missed with the other barrel.\n\nSteven had fled like an animal, and since then had lived like one. He'd\nstayed away from the men, remembering how his father had looked with\nhalf a head--and because the few times men had seen him, they'd chased\nhim; either they were afraid he'd steal from them, or they wanted his\nknife or belt or something. Once or twice men had shouted that they\nwouldn't hurt him, they only wanted to help him--but he didn't believe\nthem. Not after seeing his father that way, and after the times they\nhad tried to kill him.\n\nHe watched the men, though, sneaking around their fires at\nnight--sometimes because he was lonely and, later on, hoping to find\nscraps of food. He saw how they lived, and that was the way he lived\ntoo. He saw them raid grocery stores--he raided the stores after they\nleft. He saw them carrying knives and guns--he found a knife and\ncarried it; he hadn't yet found a gun. They ran from the dogs; he\nlearned to run from them, after seeing them catch a man once. The men\nraided other stores, taking clothes and lots of things whose use Steven\ndidn't understand. Steven took some clothes at first, but he didn't\ncare much about what he wore--both his shirt and his heavy winter coat\nhad come from dead men. He found toy stores, and had a lot of toys. The\nmen collected and hoarded wads of green paper, and sometimes fought\nand killed each other over it. Steven vaguely remembered that it was\ncalled \"money\", and that it was very important. He found it too, here\nand there, in dead men's pockets, in boxes with sliding drawers in\nstores--but he couldn't find any use for it, so his hoard of it lay\nhidden in the hole in the floor under the pile of blankets that was his\nbed.\n\nEventually he saw the men begin to kill for food, when food became\nscarce. When that happened--the food scarcity, and the killing--many\nof the men left the city, going across the bridges and through the\ntunnels under the rivers, heading for the \"country\".\n\nHe didn't follow them. The city was all he'd ever known.\n\nHe stayed. Along with the men who said they'd rather stay in the city\nwhere there was still plenty of food for those who were willing to hunt\nhard and sometimes kill for it, and, in addition, beds to sleep in,\nrooms for protection from the weather and dogs and other men, all the\nclothes you could wear, and lots of other stuff just lying around for\nthe taking.\n\nHe stayed, and so he learned to kill, when necessary, for his food.\nHe had six knives, and with them he'd killed men higher than he could\ncount. He was good at hiding--in trees, in hallways, behind bushes,\nunder cars--and he was small enough to do a good job of trailing when\nhe saw somebody who looked as though they were carrying food in their\npockets or in the bags almost everyone carried. And he knew where to\nstrike with the knife.\n\nHis home was the rubble of an apartment building just north of Columbus\nCircle, on Broadway. No one else lived there; only he knew the way\nthrough the broken corridors and fallen walls and piles of stone to\nhis room on the seventh floor. Every day or so he went out into the\npark--to get food or anything at all he could get that he wanted. He\nwas still looking for a gun. Food was the main thing, though; he had\nlots of cans up in his room, but he'd heard enough of the men's talk to\nknow that it was wise to use them only when you didn't have anything\nelse, and get what you could day by day.\n\nAnd, of course, there was water--when it didn't rain or snow for a\nwhile, he had to get water from the lakes in the park.\n\nThat was hard sometimes. You could go two or three days without water,\neven if you went to one of the lakes and stayed hidden there all day,\nbecause it might be that long before a moment came when no one was near\nenough to kill you when you made your dash from the bushes and filled\nyour pail and dashed back. There were more skeletons around the lakes\nthan anyplace.\n\n\n\nThe dogs were coming up Central Park West. Their racket bounced off the\nbroken buildings lining the street, and came down into the park, and\neven the squirrels and birds were quieter, as if not wanting to attract\nattention.\n\nSteven froze by the bole of a tree, ready to climb if the dogs came\nover the wall at him. He'd done that once before. You climbed up and\nwaited while the dogs danced red-eyed beneath you, until they heard or\nsmelled someone else, and then they were off, bounding hungrily after\nthe new quarry. They'd learned that men in trees just didn't come down.\n\nThe dogs passed the point in the park where Steven waited. He knew from\nthe sound that they weren't after anybody--just prowling. The howls and\nsnarls and scratchy sounds of nails on concrete faded slowly.\n\nSteven didn't move until they were almost inaudible in the distance.\n\nThen, when he did move, he took only one step--and froze again.\n\nSomeone was coming toward him.\n\nJust a shadow of a motion, a whisper of sound, a breath--someone was\ncoming along the path on the other side of the bushes.\n\nSteven's lips curled back to reveal decayed teeth. He brought out his\nknife from his belt and stood utterly still, waiting for the steps\nto go on so he could trail along behind his quarry, off to one side,\njudging the other's stature from glimpses through the bushes, and\nascertaining whether he was carrying anything worth killing him for.\n\nBut the footsteps didn't pass. They stopped on the other side of the\nbushes. Then leaves rustled as whoever it was bent to come through\nthe bushes. Steven hugged his tree trunk, and saw a short thin figure\ncoming toward him through the green leaves, a bent-over figure. He\nraised the knife, started to bring its point down in the short arc that\nwould end in the back of the other's neck...\n\nHe dropped the knife.\n\nWide-eyed, not breathing, he stared at her.\n\nKnife in hand, its point aimed at his belly, she stared back.\n\nShe was dressed in a man's trousers, torn off at the ankles, and a\nyellow blouse that might have belonged to her mother, and new-looking\nshoes she must have found, or killed for, only a week or so ago. Her\nface was as sunburned and dirty as his.\n\nA squirrel chittered over their heads as they stared at each other.\n\nSteven noted expertly that she seemed to be carrying no food and had\nno gun. No one with a gun would carry a drawn knife.\n\nShe still held the knife ready, though the point had drooped. She\nmoistened her lips.\n\nHe wondered if she would attack. He obviously didn't have any food\neither, so maybe she wouldn't. But if she did--well, she was only a\nlittle larger than he was; he could probably kill her with her own\nknife, though he might even get his own knife from the ground before\nshe got to him.\n\nBut it was a _woman_, he knew ... without knowing exactly what a woman\nwas, or how he knew. The hair was long--but then, some of the men's\nhair was long too. It was something different--something about the face\nand body. He hadn't seen many women, and certainly never one as little\nas this, but he knew that's what it was. A _woman_.\n\nOnce he'd seen some men kill another man who'd killed a woman for her\nfood. By their angry shouts he knew that killing a woman was different\nsomehow.\n\nAnd he remembered a woman. And a word: mother. A face and a word, a\nvoice and a warmth and a not-sour body smell ... she was dead. He\ndidn't remember who had killed her. Somehow he thought she had been\nkilled _before_ everything changed, _before_ the \"bomb\" fell; but he\ncouldn't remember very well, and didn't know how she'd been killed or\neven why people had killed each other in those days.... Not for food,\nhe thought; he could remember having plenty to eat. Another word:\ncancer. His father had said it about his mother. Maybe somebody had\nkilled her to get that, instead of food. Anyway, somebody had killed\nher, because she was dead, and people didn't just _die_.\n\nSeeing a _woman_, and such a little one ... it had startled him so much\nhe had dropped his knife.\n\nBut he could still kill her if he had to.\n\nShe stirred, her eyes wide on his. She moved just an inch or so.\n\nSteven crouched, almost too fast to see, and his knife was in his hand,\nready from this position to get in under her stab and cut her belly\nopen.\n\nShe made a strangled sound and shook her head.\n\nSteven pulled his swing, without quite knowing why. He struck her knife\nout of her hand with his blade, and it went spinning into the leaves.\n\nHe took a step toward her, lips curled back.\n\nShe retreated two steps, and her back was against a tree trunk.\n\nHe came up to her and stood with his knife point pressing into her\nbelly just above where the blouse entered the man's pants.\n\nShe whimpered and shook her head and whimpered again.\n\nHe scowled at her. Looked her up and down. She was wearing a tarnished\nring on her right hand, with a stone that sparkled. He liked it. He\ndecided to kill her. He pressed the knifepoint harder, and twisted.\n\nShe said, \"Little boy--\" and started to cry.\n\nMemories assailed Steven:\n\n_Jump for God's sake, little boy...._\n\nDistrust. Kill her.\n\n_My little boy ... my son...._\n\nHis knifepoint wavered. He scowled.\n\n_Don't run away, little boy--we won't hurt you...._\n\nKill.\n\nTears were rolling down her cheeks.\n\n_My son, my baby ... I'm crying because I have to go away for a long\ntime...._\n\nSteven stepped back. She was weaponless, and a _woman_--whatever that\nwas.\n\nLeaves rustled. Steven and the girl froze motionless.\n\nIt was only a squirrel in the bushes.\n\nHe bent silently, looked around under the leafy green bushes that\nsurrounded them, almost at ground-level. If there had been men nearby,\nhe could have seen their legs. He saw nothing. He kept one eye on the\ngirl as he bent. She wasn't crying, now that he'd taken the knife away.\nShe was watching him and rubbing her belly where he'd pressed it.\n\nWhen he straightened, she took a step away from the tree, moving as\nsilently as he ever had. Suddenly she stooped to pick up her knife,\nmade a slashing motion at the ground with it, looked up at him.\n\nHe was in mid-air. On her. She flattened beneath him with a squeal. She\nwas stronger than he was, and experienced. She brought her knife back\nover her shoulder, and if he hadn't ducked his head it would have laid\nhis face open. When she brought it down for another try, he clubbed the\nback of her hand with the hilt of his knife, and she gasped and dropped\nit.\n\nAstride her, he raised his knife to kill her. She was pointing with\nher left hand, frantically, at something that lay on the ground\nbeside them, and saying, \"No, no, little boy, no, no--\" Then she just\nwhimpered, knowing that his knife was poised, and kept stabbing her\nfinger at the ground. Because she was helpless, he paused, looked, and\nsaw a squirrel lying there, head bleeding.\n\nHe understood. She hadn't been trying to kill him. She had seen the\nsquirrel, and gotten it.\n\nHe decided to kill her anyway. For the squirrel.\n\n\"_No, little boy--_\"\n\nHe hesitated.\n\n\"_Friends_, little boy....\"\n\nAfter a moment he rolled off her.\n\nShe sat up, cheeks tear-streaked. She pointed at the squirrel, then at\nSteven, and shook her head violently.\n\nKnife threatening her, he reached out to pick up the squirrel.\n\n_Mine_, the knife said.\n\nAt that point the squirrel, which had been only momentarily stunned by\nher blow, shook itself and scrambled for the bushes. His hand missed\nit by inches. He lunged for it, flat on his belly, and caught its tail\nwith one hand.\n\nAs another squirrel's tail had done long ago, this one broke off.\n\nHe lay there for a moment, snarling, the tail in his hand; and when\nhe turned over, the girl had her knife in her hand and her teeth were\nbared at him.\n\nBlue eyes blazing, he got to his feet, expecting her to attack any\nsecond. He dropped the tail. He crouched to fight.\n\nShe didn't attack.\n\nNor, for some reason, did he.\n\nThe way her chapped lips were stretched back over her teeth disturbed\nhim ... or rather it unsettled him, because it _didn't_ disturb him. At\nleast not the way a snarl did. It didn't put him on guard, every muscle\ntense; it didn't make him feel that he had to fight. She didn't look\nangry or eager to have anything he had or ready to kill ... he didn't\nknow the word for how she looked.\n\nShe weighed her knife in her hand. Then she struck it in her belt, and\nsaid again, \"_Friends_, little boy.\"\n\nHe stared. At her strange snarl that wasn't a snarl. At the knife she\nhad put away. He had never seen anyone do that before.\n\nSlowly he felt his own lips curl back into an expression he could\nhardly remember. He felt the way he felt sometimes late at night when,\nsafe and alone in his room, he would play a little with his toys. He\ndidn't feel like killing her any more. He felt like ... like _friends_.\n\nHe looked at the squirrel tail lying on the ground. He worried it with\na foot, then kicked it away. It wasn't good to eat--and he thought of\nhow the squirrel had looked scrambling off, and felt his lips stretch\ntighter.\n\nHe tried to think of the word. Finally it came.\n\n\"Funny squirrel,\" he said, through his tight lips.\n\nHe stuck his knife in his belt.\n\nThey stared at each other, feeling each other's pleasure at the\npeacemaking.\n\nShe bent, picked up a small stone and flipped it at him. He made no\nattempt to catch it, and it struck him on the hip. He half-crouched,\ninstantly wary, hand on knife. A thrown stone had only one meaning.\n\nBut she was still smiling, and she shook her head. \"No, little boy,\"\nshe said. \"_Play._\" She tossed another stone, high in the air.\n\nHe reached out and caught it as it descended.\n\nHe started to toss it back to her, and remembered only at the last\nmoment not to hurl it at her head.\n\nHe tossed it, and she missed it.\n\nHe grinned at her.\n\nShe tossed another one back at him, and he missed, and they both\ngrinned.\n\nThen he grunted, remembering something from the dim past. He picked up\na small fallen branch from the ground.\n\nWhen he looked up, she was poised to run.\n\nThis time he shook his head, waving the stick gently. \"Play,\" he said.\n\nShe threw another stone, eyes warily on the stick. He swung, missed.\n\nHe hit the next one, and the sharp crack, and the noise the stone\nmade rattling off into the bushes, flattened him to the ground, eyes\nsearching for sign of men.\n\nShe was beside him. He smelled her body and her breath.\n\nThey saw no one.\n\nHe looked at her lying beside him. She was grinning again.\n\nThen she laughed; and, without knowing what he was doing or why--he\ncould hardly remember ever doing it before--he laughed too.\n\nIt felt good. Like the snarl that wasn't a snarl, only better. It\nseemed to come from way inside. He laughed again, sitting up. He\nlaughed a third time, tight hesitant sounds that came out of his throat\nand stretched his lips until they wouldn't stretch any more.\n\nTears were on his cheeks, and he was laughing very tightly, very\nsteadily, and she was laughing the same way, and they lay that way for\na few minutes until they were trembling and their stomachs ached, and\nthe laughter was almost crying.\n\nHe saw her face, so close by, and felt an impulse. He rolled over and\nstarted to scuffle with her. When she realized that he wasn't trying to\nkill her, that he was playing, she scuffled back, rubbing his face in\nthe dirt harder than he had hers, because she was stronger.\n\nHe spat dirt and grass and grinned at her, and they fell apart.\n\nFootsteps.\n\n\n\nHis knife was out and ready, and so was hers.\n\nLegs moved on the other side of the bushes, stopped.\n\nSilently, almost stepping between the leaves on the ground, Steven and\nthe girl crawled out the other side of the bushes and took up positions\nagainst treetrunks, just enough of their heads protruding to see around.\n\nA man came probing into the head-high bushes from the path side ...\nstood there a moment looking around, only a vague brown shape through\nthe leaves.\n\nHe grunted, went out to the path again, walked on.\n\nSteven and the girl followed him by his sounds, trailing about twenty\nfeet behind, until Steven got a good look at him when he passed an open\nspace between the bushes.\n\nHe was a big man in brownish-green clothes--new-looking clothes, not\nfull of holes. He walked almost carelessly, as if he didn't care who\nheard him.\n\nAnd Steven saw the reason for that.\n\nMen with guns always walked louder. This man wore a holstered gun at\nhis belt, and carried another one--a long gun something like a rifle,\nonly bulkier.\n\nSteven's lips curled. He darted a look at the girl. Across his mind\nflashed the vague idea of sharing whatever the man had with her, but he\ndidn't know how to let her know.\n\nShe was looking at the guns, eyes wide. Afraid. She shook her head.\n\nSteven snarled silently at her, put a hand on her chest, shoved gently.\n\nShe stayed there as he moved on.\n\nSilently he drifted from tree to tree, bush to bush, getting ahead of\nhis quarry. The big man's shoes clumped noisily along. Steven had no\ntrouble telling where he was.\n\nAt last Steven spotted a good tree, a thick-foliaged one about forty\nfeet up the path, where the sun would be in the man's eyes.\n\nIf the man kept following the path--\n\nHe did.\n\nAnd when he passed below the tree, Steven was waiting on the low branch\nthat overhung the path--waiting with his face taut and his eyes staring\nand his knife ready. One stab at the base of the skull, and the guns\nwould be his.\n\nHe jumped.\n\n\n\nThey brought them into the camp. By this time Steven and the girl had\nfound that their captors were far too strong and too many to escape\nfrom, and quite adept at protecting themselves from the foulest of\nblows. But still the two of them struggled now and then, panting like\nanimals.\n\nEverything at the camp, which was over on Long Island, near Flushing\nBay, was neat and trim and olive-drab, and it was almost evening now,\nand as the jeep rolled up the avenue between the rows of tents Steven\nand the girl stopped struggling to blink at the first artificial lights\nthey'd seen in a very long time.\n\nIn the lieutenant's tent, the big man Steven had tried to kill said to\nthe man behind the desk, \"Like a jaguar, sir. Right out of the tree\nhe came. I had him spotted, of course, but he did a peach of a job of\ntrailing me. If I _hadn't_ been ready for him, I'd be a dogtag.\"\n\nThe lieutenant looked at Steven and the girl, standing before him, and\nthe four soldiers who stood behind them, one to each strong dirty young\narm.\n\n\"The others got the girl, eh?\" he said.\n\n\"Yessir. When we first heard 'em, I started making enough noise to\ncover the rest of the boys.\" The sergeant grinned. \"I swear, he came at\nme as neat as any commando ever did.\"\n\n\"God,\" said the lieutenant, and closed his eyes for a moment. \"What\na thing. Let this war be the last one, Sipich. So _this_ is what\nhappened to New York in six years. Maniacs. Murderers. Worst of all,\nwolf-children. And the rest of the country....\"\n\n\"Well, we're back now, sir. We can start putting it all back together--\"\n\n\"God,\" said the lieutenant again. \"Do you think the pieces will fit?\"\nHe looked at Steven. \"What is your name, son?\"\n\nSteven snarled.\n\n\"Take them away,\" said the lieutenant wearily. \"Feed them. Delouse\nthem. Send them to the Georgia camp.\"\n\n\"They'll be okay, sir. In a year or so they'll be smiling all over the\nplace, taking an interest in things. Kids are kids, sir.\"\n\n\"_Are_ they? _These_ kids, Sipich? ... I don't know. I just don't\nknow.\"\n\nThe sergeant gave an order, and the four soldiers urged Steven and the\ngirl out of the tent. There was a bleat of pain as one of the children\nplaced a kick.\n\nThe sergeant started to follow his men out. At the tent flaps he\npaused. \"Sir ... maybe you'd like to know: we found these two because\nthey were playing and laughing. We were scouting the park, and heard\nthem laughing.\"\n\n\"They were?\" said the lieutenant, looking up from the forms he was\nfilling out. \"_Playing?_\"\n\n\"It's still there, sir. Deep down. It has to be.\"\n\n\"I see,\" said the lieutenant slowly. \"Yes, I suppose it is. And now\nwe've got to dig it up.\"\n\n\"Well ... we buried it, sir.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bixby, Jerome"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/58743/pg58743.txt",
        "name": "little_boy.json"
    }
}