{
    "name": "Lord of the Silent Death",
    "author": [
        "Williams, Robert Moore"
    ],
    "body": "Death came out of a box and stalked through the streets of Chicago.\n\nSamuel Morton found the box in Asia Minor, in a niche in the tomb of a\nforgotten Sumerian king, and not being able to open it, brought it back\nto this country with him. Morton was an archeologist, on the staff of\nthe Asia Museum, located in South Chicago.\n\nAfter months of effort, he succeeded, one hot August afternoon, in\nopening the box. But the death that lurked in it did not strike then.\nIt waited.\n\nMorton was alone that night, in the basement of the museum,\ntrying to decipher the hieroglyphics engraved on the lid of the\nbox--hieroglyphics written in no known language--when the silence came.\nThe first sound to disappear was the rattle of the street cars on the\nsurface line a block distant.\n\nMorton was too engrossed in his work to notice that he could no longer\nhear the cars.\n\nThen the soft rustle of the blower fan pushing cool air into the hot\nbasement went into silence.\n\nHe still didn't notice the cessation of sound, did not realize that\nincredible death was creeping closer to him every second.\n\nEven when the energetic tick of the alarm clock sitting on a mummy case\nwas no longer audible, Morton did not sense that death was near. He was\nlost in his work.\n\nBut when he could no longer hear the scratch of his pen on the paper,\nhe realized that something was happening. He looked up.\n\nMorton was a solidly built, craggy giant. His face burned a deep brown\nby the sun of the Arabian desert, a shock of white hair that for days\nwas undisturbed by brush or comb, he sat in his chair, every sense\nsuddenly alert. His eyes raced over the room, seeking the cause of the\nuncanny silence.\n\nHe saw nothing.\n\nBut he recognized the presence of danger and reached for the telephone.\nIt was the last move he ever made. As his fingers closed around the\ninstrument, the silence hit him.\n\nIt had the effect of a physical blow. The smack of a prizefighter's\nfist would not have rocked him more. As he gasped one word into the\ntelephone, his body seemed to be lifted clear out of the chair. His\nmuscles, tensing involuntarily, hurled him upward, like a grotesque\njack-in-the-box that has been suddenly released. He hit the chair as he\nfell, crashing it to the floor with him.\n\nHis body writhed, a slow, tortuous twisting. Muscles swelled in his\nthroat as he screamed in pain. But no sound came.\n\nThe threshing of his heavy body on the concrete floor produced no\nsound. The scream was blotted into utter silence.\n\nBefore the muscular writhing had ceased, his flesh began to change\ncolor. The tan of his face, stamped with lines of torture, became a\nreddish pink. Thousands of microscopic pinpoints of color spread in a\ncreeping tide over his body.\n\nThe silence held. Viciously, as though making certain no more life was\nleft in his body, the silence held.\n\nWhen it lifted, went into nothingness, vanished, not more than a minute\nhad passed.\n\nBut in that minute Samuel Morton had died.\n\nThe Lord of the Silent Death had emerged from the cell which had held\nhim imprisoned for ages.\n\n\n\n\"Rocks\" Malone--the name \"Rocks\" came from his calling--lived two\nblocks from the Asian Museum. But that wasn't his fault. He would\nhave lived nearer if he could have found a room. In fact, for one\ndeliriously happy month, he had slept on a cot in the basement of the\nmuseum. Then Sharp, the thin-faced business manager who had charge of\nthe property and the finances, had caught him and given him the bounce.\n\n\"Malone, get the hell out of here,\" Sharp said. \"Of all the damned\nfools we have around here, you are probably the worst. I should think\nyou would get enough archeology just by spending fourteen hours a day\nhere.\"\n\n\"Aw, hell, I'm not hurting anything. Why can't I sleep here if I want\nto?\" Rocks had answered.\n\n\"Because it is against the regulations, and you know it. Go on, now,\nbefore I report you to the Board.\"\n\nGrumbling, Rocks had taken his cot and left. And Sharp had reported him\nto the board anyhow, but that august body, in view of his youth and\nthe pathetic interest he had in archeology, had not reprimanded him.\nThey were archeologists themselves and they knew how the science gets\ninto the blood and bones of a man. Secretly, they had rather approved\nof Rocks trying to sleep in the basement, so he could be near his\nbeloved relics of dead and gone civilizations. They were grooming him\nfor a place with the next expedition. \"As likely a lad as I have ever\nseen,\" old Andreas McCumber had said about him. In his day McCumber\nhad dug into half the buried cities in Asia Minor and it was his boast\nthat he knew a man who had the makings of an archeologist when he\nsaw one. \"Of course he's young yet. But a little seasoning will cure\nthat.\" Rocks was twenty-three, but to McCumber, who was past seventy,\ntwenty-three was only late boyhood. \"Besides,\" McCumber had rumbled in\nhis beard at the board meeting. \"Penny will--ah--comb my whiskers--if\nshe--ah--discovers that I have permitted him to sleep in the basement.\"\n\nPenny was McCumber's grand-daughter.\n\nBut Rocks had already located a room about two blocks from the museum\nand had moved in.\n\nThat was why the police found him so quickly.\n\nIt was an August night, as hot as hades, and Rocks was sleeping with\nboth feet practically out the window, to take advantage of the late\nbreeze. He awakened to the sound of his landlady's protesting voice.\n\n\"But I tell you, Officer, you can't want Mr. Malone. He's a fine boy\nand I will vouch for him personally. I'm sure he hasn't done anything\nwrong.\"\n\n\"I'm not saying he's done anything wrong, madam,\" a bass rumble\nanswered. \"But the officer on the beat said he lived here.\"\n\nA rap sounded on the door. Rocks took his feet out of the window and\nsaid, \"Come in.\"\n\nA blue-coated figure thrust his head in. \"You Malone?\" he inquired.\n\n\"Yes. What's wrong?\"\n\n\"We want you over at the Museum.\"\n\nRocks was already grabbing for his clothes, jerking them on over his\npajamas. \"What's wrong? What's happened?\"\n\nThe cop shook his head. He was still a little white around the gills.\n\"We don't know what's happened. The sawbones wasn't there when I left.\nBut we want you to identify a man.\"\n\n\"Why can't he identify himself?\"\n\nThe officer wiped perspiration from his face. \"Because he's dead.\"\n\n\"Dead!\" The word leaped from Rocks' lips. The first shiver of fear\nknifed through him. He was not yet wide awake and he hadn't fully\ncomprehended what the officer wanted. But that single word shocked him\nto instant wakefulness.\n\nIn the basement of the museum they found three men talking earnestly\nin a corner. They weren't in uniform but their bearing fairly shouted\n\"Detective!\" They looked scared. Rocks didn't know it then, but these\nthree men belonged to the homicide squad. They were accustomed to\nlooking at violent death in all its forms. Stiffs didn't scare them.\n\nBut they _were_ scared.\n\nThey had the uneasy alertness of the man-hunter who senses danger.\n\nHis escort turned Rocks over to them.\n\n\"I'm Kennedy; homicide bureau,\" said one of them. He had a heavy,\nimpassive face and eyes that were drills of jet. \"Sorry to bother you,\nMalone. You work here?\"\n\n\"I'm on the staff.\"\n\n\"Good. The doc is already here. We want you to identify a body, if you\ncan. Come this way.\"\n\nKennedy led Rocks to the large basement room, the other two\nplain-clothesmen following behind.\n\nThis was the room where the specimens brought back from the four\ncorners of Asia were uncrated and cleaned and prepared for display\non the floors above. Loot from the tomb of forgotten kings, bits of\npottery from Ephesus, a winged bull carved out of the stone of Nineveh,\nmummy cases from Egypt--for Egypt was included by the museum--beads\nfrom the valley of the Tigris-Euphrates, big and little, the relics of\nlost and dead centuries were piled here. Even in the daylight the place\nwas ghostly.\n\nPhotographers were popping flashlight bulbs and taking pictures of\nthe exact position of the body. As Rocks entered they took their last\npicture and stood aside and the doctor from the coroner's office bent\nover the body and began his examination.\n\nThen Rocks saw the body on the floor. He recoiled. \"My God! That's\nSamuel Morton.\"\n\nHis respect for Morton amounted almost to reverence. Morton was a\nworld-wide figure in the field of archeology, and to Rocks Malone,\nhe was little short of a god. Rocks had looked up to this man, had\nlonged to be like him. On the next expedition, Rocks was to go along as\nMorton's assistant.\n\nNow Morton was dead.\n\n\"What--what happened?\" Rocks whispered.\n\nThe doctor stood up. His face was ashen.\n\n\"That's what I would like to know--what happened. This man has been\ndead less than an hour.\"\n\n\"At eleven-thirty Central phoned in there was a receiver off the hook\nhere and said the operator thought somebody had tried to call the\npolice,\" Kennedy interrupted.\n\n\"Heh?\" the doctor queried. His professional aplomb had deserted him\ncompletely. \"The important point is: what was the cause of death? To my\nknowledge there is no record in medical history of a death like this.\nLook.\"\n\n\"I've already looked,\" Kennedy said, turning away. \"Once is enough.\"\n\nRocks looked again at the solid, craggy face he had known so well. The\nskin had always been tanned, but now it was red. Puffed and discolored.\nAnd _red_--like a chunk of raw beefsteak, like the carcass of a skinned\nanimal. The first impression he got was that the skin had been removed.\nBut he bent over, fighting against the sickness in his stomach, and saw\nthat the skin had not been removed. It had been punctured, in literally\nthousands of places. Morton's face looked like thousands of pins had\nbeen stuck in it. When the pins had been removed, the blood oozed\nthrough.\n\nA later report by the medical examiner disclosed that there was not a\nspot on Morton's body that was not full of microscopic holes--millions\nof them. Even the soles of his feet, protected by his shoes, showed\nthe same horrible markings.\n\nBut it was the coat that held Rocks' eyes. Where the doctor had taken\nhold of it, the cloth had crumbled. Rocks tested it. The cloth fell\naway in his fingers, fell into a dark ash. The cloth looked all right,\nuntil it was touched. Then it crumbled into a dust as fine as powder.\n\nThe hottest fire would not leave so fine an ash.\n\n\"What do you think killed him, Doc?\" Kennedy asked.\n\nThe doctor brushed perspiration from his face. \"Really, I could not\nhazard an opinion. There is nothing like this in medical records. It's\nappalling. I trust--ah--that it is not some new kind of plague. No,\nit couldn't be that. No disease would destroy his clothing. I can't\neven begin to guess what happened, but the body must be removed for a\ncomplete examination.\"\n\nRocks was so sunk in grief that he scarcely noticed the men who lifted\nall that was mortal of the old archeologist on to a stretcher.\n\nKennedy came to him and said sympathetically. \"Don't take it so hard,\nMalone. Morton, I guess, was a friend of yours.\"\n\nRocks told the detective what the archeologist had meant to him.\nKennedy's eyes softened. \"I'm sorry, Malone. We'll do everything we can\nto discover what happened, but frankly I don't know which way to turn.\nI've been talking on the phone to some of the men who are in charge of\nthe museum. McCumber was one, Sharp was another. They're on their way\nover here.\"\n\nThe detective hesitated. \"Malone, maybe you can help us.\"\n\n\"I'll do anything I can.\"\n\n\"Good. When I talked to Mr. Sharp, he said, 'I knew something like this\nwas going to happen. I knew it!' When I asked him what he meant he said\nsomething about a box that Morton had brought back with him from Asia.\"\n\n\"Box?\" The touch of an eerie chill raced down Rocks' spine. \"Yes.\nThere it is, sitting on the scale we use to weigh specimens.\"\n\nThe lid was open.\n\n\"He--he must have opened it this afternoon,\" Rocks said.\n\nHe wondered what Morton had found in that box. Treasure--or something\nelse? It was empty now, the lid back, the cunning combination lock\nvisible.\n\nBut what had been in the box they did not know, until Sharp got there\nand told his story.\n\n\n                              CHAPTER II\n\nSharp, the business manager, was a prim-faced nervous individual. He\nhad an eye tick. It was working overtime now. He spoke rapidly, the\nwords running over each other.\n\n\"Yes, yes, I'll tell you exactly what happened. It was horrible,\nterrible.\" He mopped his face. \"Mr. Morton had just succeeded in\nopening this box when I entered.\"\n\n\"How long had the box been here?\" Kennedy interrupted.\n\n\"I--ah--about three months have elapsed since Mr. Morton returned from\nhis last expedition. He brought it back with him.\"\n\n\"Three months to open it?\" Kennedy said doubtfully. \"Why didn't he use\na torch on it?\"\n\n\"I think I can answer that,\" McCumber said. The old archeologist had\narrived a few minutes after the business manager. He had received the\nnews of the death of his associate calmly but it was obvious that he\nwas deeply affected. He and Morton had been fellow workers for more\nthan forty years. Now Morton was dead, and McCumber's sorrow was too\ndeep for expression. It didn't show on his face. But when he entered\nthe basement, he leaned rather heavily on his granddaughter's arm.\nPenny, who always drove his car for him, had driven him down. Now she\nstood, pale and silent, beside his chair.\n\n\"There were several reasons why we didn't use a cutting torch,\"\nMcCumber said. \"Foremost was the fact that, whatever the contents of\nthe box were, we did not wish to damage them. Secondly, we felt that\nin time we would discover the secret of opening it. And in the third\nplace, force would have ruined the delicate hieroglyphics inscribed on\nit. We especially did not want to do that.\"\n\nThe detective turned again to Sharp. \"Will you tell us what was in the\nbox, sir?\"\n\nThe business manager moistened his lips. A hush fell over the group.\nThe officer in uniform twisted uneasily. The two detectives tried to\nshow nothing, but then forced expressions showed the fear that gnawed\nat them. Kennedy's black eyes were lances of apprehension.\n\nRocks Malone moved across the room and stood beside Penny, a gesture\npurely protective. His mind was in a turmoil as he waited for Sharp to\nspeak. Was there a connection between that box and Morton's death? What\nkind of a connection? His eyes strayed toward it. Under the lights he\ncould see the hieroglyphics delicately carved on it.\n\nWhat was the message that the unknown writer had tried to convey\nwith those wavy lines? Had he cut a warning sign, a--Hands\nOff--Danger--symbol to warn against opening it? Had--But Sharp was\nspeaking.\n\n\"I had come down to the basement to discuss with Mr. Morton certain\nitems in the budget for his next expedition. He had just opened the\nbox. He said, 'Oh, I say, Sharp, come here, will you? I want you to\ntell me what you see in this box.'\n\n\"To be frank, I was curious about the contents myself. I, and I\nimagine everyone connected with the museum, had been of the opinion\nthat perhaps the box contained treasure, possibly jewels, which in the\npresent state of our finances, would be of great help to us.\"\n\nSharp hesitated, seeking words. From the night came the rattle of\na street car and the clang of the motor-man's bell. The blower fan\nrustled as it pushed air into the basement. On the mummy case the\nalarm clock--set to remind Morton when it was time to quit work and go\nhome--ticked noisily.\n\n\"What was in it?\" Kennedy husked.\n\nSharp took a deep breath. \"At first, I saw nothing, and the immediate\nimpression I gained was that it was empty. Then, as I bent over to peer\ninto the box, I caught a glimpse of its contents.\"\n\nEveryone in the room leaned forward as Sharp hesitated. He said,\n\n\"I don't know what that thing in the box was. I can't ever hazard a\nguess. But a beam of light leaped at me from the box, and the light\noriginated at a spot that was several inches above the bottom. In other\nwords, _it came from nothingness_.\n\n\"As I straightened up, the light vanished. Morton said, 'Did you see\nthat damned thing?' I asked him what it was. He didn't know but he\nseemed puzzled and perturbed and he asked me to look again.\n\n\"Then I began to see more clearly. There was something in the box,\n_something that was almost invisible_.\"\n\n\"Invisible?\" Kennedy breathed huskily.\n\n\"Yes. Almost invisible. From certain positions we could see the\ncontents of the receptacle--a smoky, misty mass. That's the only way I\ncan describe it. A smoky mass. It was unreal, and just trying to look\nat it strained the eyes.\"\n\n\"What happened then?\" Kennedy said.\n\n\"Morton thrust his hand into the box. _And his hand disappeared!_\"\n\n\"What!\"\n\n\"His fingers, up to the knuckles, simply disappeared. No, they weren't\ncut off. The effect was similar to thrusting the hand into a basin\nof murky water. Morton instantly jerked his hand out, and it was\nuninjured, except that the fingers were stained a faint red. The point\nis--there was something in the box that was almost invisible, and an\nobject thrust into it was rendered invisible, too.\n\n\"Morton was tremendously puzzled. I can't recall his exact words,\nbut he seemed to be of the opinion that the contents of the box were\nextra-dimensional.\"\n\n\"Extra-dimensional?\" Kennedy interrogated.\n\n\"Something like that,\" Sharp admitted. \"Oh I know it sounds utterly\nfantastic. I was of the opinion that Morton did not know what he was\ntalking about, but later events showed me that I was wrong.\"\n\n\"What happened next?\" the detective queried.\n\n\"This happened,\" Sharp answered. The man was trembling. The\nhandkerchief with which he tried to mop his face fluttered in an\nunsteady hand.\n\n\"_Either something came out of that box, or something came through that\nbox and escaped into the basement!_\"\n\nSharp's eyes went over the room, jerking from object to object like\na man who suspects the presence of an incredible enemy and is warily\nwatching for that enemy to strike.\n\nThe action sent cold chills up Rocks Malone's back. Something had come\nout of that box. It might still be here in the museum. Sharp thought it\nmight be. He was looking for it.\n\n\"Through the box?\" McCumber spoke. \"I don't understand. How could\nanything come through it?\"\n\n\"I don't understand either,\" the business manager answered. \"I'm only\ntelling you what Morton thought. He said the box might be a gateway\nbetween this world and a higher dimensional world. If the box is such a\ngateway, then something came through it. If it is not a gateway, then\nsomething came out of the box and escaped into the basement.\"\n\nHis eyes ran from face to face of his hearers.\n\n\"How do you know something came out?\" McCumber persisted. He seemed to\nhave taken over the questioning from Kennedy.\n\n\"Because I saw it,\" Sharp answered.\n\nIn the silence of the basement Rocks could hear several men breathing\nheavily.\n\n\"It lifted up, out of the box,\" Sharp continued. \"It was a mass of\ngrayish smoke, of shifting planes and impossible angles. It rose\nstraight up and seemed to pause in the air. While it hung in the\nair--and I cannot begin to suggest an explanation for this--I suddenly\nseemed to lose my hearing. I couldn't hear a sound. There was utter,\ncomplete silence. It was the oddest sensation I have ever experienced.\"\n\nAgain the handkerchief wiped sweat from his face.\n\n\"Then--like a finger snap--the thing vanished. It disappeared into thin\nair. And when it vanished, I recovered from my deafness.\"\n\nRocks felt Penny's fingers searching for his hand. Her hand slid into\nhis. She was trembling.\n\nThe detectives were pale, their faces bloodless. How much they had\nreally understood of Sharp's description was open to doubt. Only a\nmathematical physicist could have grasped all the possibilities he had\nopened, and the cops weren't physicists. But they were alert. One had\nhalf-drawn his run. They were warily looking around the room.\n\n\"What did you do then?\" McCumber persisted.\n\n\"We naturally spent some time searching the basement. When we found\nnothing, I began to suspect we were the victims of an illusion, that\nnothing had really come out of the box, that our imaginations were\nplaying us tricks. Consequently, since it was already late in the\nafternoon, I departed. I thought nothing more of the matter until the\npolice called me and told me that a man was dead here. Then I instantly\nrealized that something had come out of the box, something utterly\nforeign to the science of our present day, something of which we have\nno knowledge, but which may be here now, watching us, waiting to pounce\non its next victim--\"\n\nHe subsided, and Kennedy, looking closely at him, shoved him a chair.\n\"Here, sir. You had better sit down.\"\n\nSharp almost collapsed. \"Thanks,\" he muttered.\n\n\"One further question,\" McCumber said. \"Where was the box sitting when\nMorton opened it?\"\n\n\"Why--\" Sharp looked startled. \"On that heavy table.\" He pointed to a\ntable across the room.\n\n\"But it's on the scales now,\" McCumber said, nodding his head toward it.\n\n\"Yes, it is,\" Sharp answered. \"Mr. Morton must have moved it after I\nleft.\"\n\nMcCumber turned to the detectives. \"Gentlemen, if I may suggest it, I\nthink it would be wise to search the museum.\"\n\nThe detectives looked like they didn't enjoy the task, but they went\nabout it efficiently, guns drawn. The others remained in the basement.\nSharp kept up a running fire of nervous conversation, to which McCumber\npaid little attention. The old archeologist seemed to be lost in\nthought.\n\nKennedy returned. The detective was very pale. \"We didn't find\nanything,\" he said. \"We still don't know whether it's here or not. But\nwe can't take a chance of that thing getting loose. We'll stay here, as\na guard.\" He looked sharply at McCumber and the business manager. \"If I\nmay suggest it, this has been quite a strain on you. Perhaps it would\nbe best if you went home and rested. However if someone who is familiar\nwith the museum will stay--\"\n\n\"I'll stay,\" said Rocks.\n\n\"No,\" Penny protested. \"If that thing should attack you--\"\n\nOver her protests, Rocks stayed. However he walked out to the car with\nthem. Sharp came out of the museum with them, but he had his own car,\nand drove off immediately.\n\nMcCumber settled himself in the seat, and Penny, still protesting, slid\nunder the wheel.\n\n\"What do you think, sir?\" Rocks queried. \"Do you have any suggestions\nabout looking for that--thing?\"\n\n\"I'm afraid I don't, lad,\" the old man answered. \"Nothing like it\nhas ever been seen before.\" He reached into his pocket for his pipe.\nHis questing fingers brought from the pocket not only the pipe but a\nspherical piece of glass that looked like a child's marble. He held it\nunder the dash lamp. \"A marble? Wonder where I picked that up?\" Then he\ndropped it back into his pocket as he explored for his tobacco. \"This\nmuch I can say, lad. Whatever it was that came out of that box, the\nmuseum, in a sense, is responsible. We brought the damned thing to this\ncountry. We've got to capture or destroy it before it does any more\ndamage. If such a thing should escape into the city, the results might\nbe terrible. I'll be down early in the morning, lad. I hate to go off\nlike this, but the old body won't take punishment like it once would.\nYou be careful.\"\n\n\"I will, sir.\"\n\n\"You darned well better be,\" said Penny, as she slipped the car into\ngear.\n\n\n\nRocks returned to the museum. With Kennedy and the other detectives he\nagain made a complete search of the building. The museum was filled\nwith nooks and crannies where anything might hide. They found nothing.\n\nThey were again in the basement when the telephone on the main floor\nstarted ringing.\n\nWho would be calling at this time of the night, Rocks wondered as he\nraced upward to answer it. Very few people knew the number.\n\nHe jerked the phone from its hook, and the voice in his ears almost\ntook his breath away. It was Penny. She was screaming.\n\n\"Rocks, please come quickly. That terrible thing is here. It's got\ngrandfather. Hurry, please--\"\n\nHe waited to hear no more.\n\n\"Come on,\" he yelled to the detectives. \"That damned thing is loose\nagain.\"\n\nSirens screamed in the night as the squad car raced to the home of\nAndreas McCumber. Rocks rode in the seat beside Kennedy, and urged the\ndetective to drive faster.\n\n\"I'm doing seventy now,\" Kennedy grated.\n\n\"Then do eighty,\" Rocks answered. Blood was running down his chin\nwhere he had bitten his lips. In his mind was the single thought: has\nsomething happened to Penny?\n\n\n                              CHAPTER III\n\nPenny's parents were dead. She lived with her grandfather, in a huge\nold brick house on a side street.\n\nThey found her lying at the foot of the front steps. Rocks' heart\nleaped into his mouth when he saw the white form lying there, crumpled\nand twisted, in the rays from the light burning over the front door.\nUntil that moment he had not fully known how much she meant to him.\n\n\"Penny,\" he whispered.\n\nHad the same horrible death struck at her? Had she tried to flee only\nto find death racing after her, death coming faster than she could run?\n\nHe was trembling as he knelt beside her.\n\nThen--she stirred in his arms. Her dress did not fall into dust at his\ntouch, as Morton's clothing had. And her skin was white, not a hideous\nblotched red. Death had passed her by.\n\n\"Oh, Rocks,\" she whispered. \"It was awful--\"\n\nKennedy and his two men paused only long enough to make certain Penny\nwas not injured. Then they went on into the house, and Rocks, even in\nthe pressure of that moment, found time to admire their courage. Good\nboys, those cops were. They knew they might find something inside that\nhouse against which their guns would prove useless. But they drew the\nguns, and went in.\n\n\"Are you all right?\" Rocks whispered.\n\n\"I--I think so. After I called you, I ran outside to call for help and\nI slipped and fell down the steps.\"\n\nHe picked her up and carried her inside, laid her on a divan. He did\nnot ask about her grandfather. He could hear the detectives on the\nfloor above. They had stopped racing through the house, jerking open\ndoors. They were all gathered in one room and they weren't saying much.\n\nThen Kennedy came down the stairs, with one of his men. \"Malone,\" he\ncalled softly.\n\n\"Here,\" Rocks answered. Kennedy came in. His eyes were black agates in\na mask of dough. He slipped his gun back into its holster and said to\nthe man who followed him, \"You stay here with the girl. Malone, will\nyou come upstairs with me?\"\n\nRocks nodded. The detective led the way upstairs.\n\nMcCumber lay on the floor. The skin of his face was a blotch of red.\nHis clothing had fallen away into dust. He had been working at his\ndesk. When death struck him he had fallen to the floor.\n\nKennedy took a sheet from the bed and placed it over the still form.\n\nPenny, very pale but very resolute, came into the room.\n\n\"Are you strong enough to tell us what happened?\" Kennedy asked gently.\n\n\"I came in to kiss him goodnight,\" she answered. \"He was lying there on\nthe floor. I started to run to the telephone--then I heard something.\"\nShe shuddered. \"It was--I didn't hear anything. You can't hear silence,\nI suppose. But I did hear it. My feet didn't make any sound on the\nfloor. I know I screamed, but I couldn't ever hear the sound of my own\nvoice. I ran to call the museum, then I ran outside to call for help.\"\n\n\"Did you see anything in the room?\"\n\n\"No. The desk light was burning and most of the room was in shadows,\nbut if anything was here, I didn't see it. But--\" she paused.\n\n\"What is it, miss?\" Kennedy inquired gently.\n\n\"It isn't anything I'm sure of,\" she answered. \"But I think that thing\nfollowed us home from the museum. I had the feeling that we were being\nfollowed.\"\n\n\"Did you see anything following you?\"\n\nShe shook her head. \"It was just an impression, a feeling.\"\n\n\"You had better go lie down,\" said Rocks. \"We'll take care of\neverything.\" He looked at Kennedy. \"Can she have a man to be on guard\noutside her door?\"\n\n\"She sure can. I'll call headquarters and get a special detail here at\nonce.\" Gently Rocks led her to her room. Better than anyone else, he\nknew how impossible it was to put into words anything that would make\nher feel better. Only time could do that. And now that the terrible\ndeath had struck twice, he knew that Penny might be in danger. No one\ncould tell where it would strike again. Or why.\n\nIt was a death that came in silence. It came out of nowhere, struck,\nand passed back into nowhere, leaving no clues behind it. It had come\nout of a metal box found in the tomb of a king forgotten for six\nthousand years. It was older than the king. It was older than history.\nIt came out of the black past of the planet with horrible, monstrous\ndeath. Sharp had seen it--a creature of planes and angles, flashing\nlights, a creature that disappeared at will, and reappeared elsewhere.\nIt had been here in this home, and had struck down a man. It might be\nhere still, watching, waiting.\n\nPenny cried as she lay on her bed and wiped the tears away, and tried\nto think. How had it entered the house? The doors had been locked.\nOf course it could have secured entrance through an open window, but\nhow had it passed so unerringly through the rooms, seeking out her\ngrandfather? Why had it killed him? Did he threaten its existence?\n\nPenny tried to think, and tried not to.\n\nRocks talked to Kennedy. The burly detective said, \"If this was an\nordinary murder, I would know how to handle it. The first thing we\nalways look for is the motive. When we find that, we've got the killer.\nBut there's no motive here--there's not anything. Frankly, Malone,\nI'm up a tree. We've got to find that thing, and destroy it, quickly.\nSupposing it should start wandering loose through the streets of\nChicago--\" The detective shuddered. \"Malone, if you have any ideas,\nlet's have them. I admit I don't know what to do.\"\n\nRocks had been thinking too. \"This thing came out of that box back in\nthe museum. If the secret of controlling it is anywhere, it's written\non the lid of that box.\" He gritted his teeth. \"I don't think we have a\nchance in a million of cracking that language, but right now it's the\nonly thing I see to try.\"\n\n\"We'll go back to the museum,\" said Kennedy. \"I can't help with the\nlanguage, but I want another look around that place.\"\n\nThe authorities responsible in cases of sudden death had already\narrived at the McCumber home. Kennedy left a special detail to guard\nPenny. He and Rocks went back to the museum.\n\nRocks went to work. He began to try to crack the hieroglyphics written\non the lid of the box. That his task was all but impossible, he well\nknew.\n\nHe could read Sanskrit, Babylonian cuneiform, and Egyptian picture\nwriting with fair readiness. He could translate ancient Hebrew and\nancient Greek. An archeologist had to know these languages.\n\nHe thought the writing on the box might be in one of these languages.\n\nHe began with Morton's notes.\n\nThen the telephone rang again. Kennedy went to answer it. He came back\nvery excited.\n\n\"That was the girl--Penny,\" he said. \"She may have something. She\ndescribed a piece of round glass and said her grandfather had found it\nin his pocket tonight as he left the museum. She wanted to know if we\nhad found it. I didn't. Did you?\"\n\n\"No,\" Rocks answered. \"But I can't see how it is important.\"\n\n\"Nor can I,\" Kennedy answered. \"But it might be. I'll call and see if\nit has been found. She also mentioned another thing, and this, I think,\nis really important.\"\n\n\"What was it?\"\n\n\"She said her grandfather was writing at his desk when he was killed.\nThe piece of paper on which he was writing was under a blotter and we\nmissed it. She found it. The old man had written a single question on\nit.\"\n\nRocks had risen from his chair. Here, he realized, might be a clue that\nwould lead them to the capture of the incredible creature that was\nloose within the city. \"What was the question?\"\n\n\"'Why did Morton weigh the box a second time?'\" Kennedy said.\n\n\"Why did he--\" Rocks sat down again. His eyes went across the room to\nthe box. It was sitting on the scales where Morton had placed it.\n\n\"It's routine here,\" Rocks said slowly, \"to weigh all specimens as soon\nas they are brought in. Many statuettes, etc., were constructed as\nhiding places for gems. We weigh them, compute their specific gravity,\nand thus determine if they contain a hollow place that might be worth\ninvestigating.\"\n\nHis eyes lit up. \"Morton weighed that box before it was opened. He\nopened it, and something came out of it. But, from Sharp's description,\nthey were in doubt as to whether something had really come out of the\nbox. There was one way to prove something had come out of it--weigh it\nagain and check its present weight with its weight when it was brought\nin.\"\n\nRocks leaped across the room to the scales, checked the weight of the\nbox. It weighed 121 pounds. Quickly he found Morton's notes and located\nthe weight of the box when it was first brought to the museum.\n\n\"Before it was opened it weighed an even 130 pounds,\" he said. \"Now it\nonly weighs 121. That proves that something came out of it.\"\n\nKennedy whistled. \"Nine pounds of sudden death. Well, we don't need\nany proof to know that something came out of that box. We've got two\ndead men to prove it. Look,\" the detective finished, \"I'm going back to\nMcCumber's residence and see if I can locate that piece of glass. You\nkeep trying to crack that language.\"\n\nHe went out of the room on the run. The motor of the squad car howled\nto sudden life outside as the detective left.\n\nRocks expected Kennedy to return. But he didn't come back that night.\nHe called instead. \"I'm at the undertaker's. They didn't find any piece\nof red glass. I've been over McCumber's house with a magnifying glass.\nIt isn't there. Either the thing that killed him destroyed it, or\nsomebody picked it up. You getting anywhere with that language?\"\n\n\"No,\" Rocks groaned.\n\n\"Well, keep trying. My hunch is that everything depends on whether or\nnot you solve those hieroglyphics. I've got some checking to do on this\nend. I'll call you if anything turns up.\" The detective hung up.\n\nRocks went back to the basement. His job was to crack the language. And\nwhat a job that was!\n\nThe night ended. Dawn came. The morning was passing. Rocks worked on.\n\nThe museum was closed that day. The police were not willing to take a\nchance on some visitor stumbling into a death that came in silence. Nor\nwas the museum itself. Sharp called in and gave explicit orders on\nthat point.\n\nRocks drank strong coffee, and worked, and failed. The language was not\nsimilar to cuneiform. It was not like any language he knew. Every time\nhe realized that fact, he shivered. It had either been invented by a\npeople so long lost in the past that history had no record of them, or\nit didn't belong on earth at all.\n\nYet someone, somewhere, had constructed that box, and had used it to\nsafeguard something. Perhaps they had used it as a prison, to cage\na creature they could not control, an entity unknown to the science\nof the present. Perhaps later peoples had created legends about\nit--Pandora's Box. Perhaps this was really Pandora's Box that Morton\nhad brought back from Asia Minor.\n\nThe creature had waited in that box for uncounted centuries. Now a new\nrace had opened the door of his prison.\n\nNow the Lord of the Silent Death was free again.\n\nRocks Malone kept wondering when and where he would strike.\n\nDuring the whole day there was not even a whisper of the incredible\nsilence in which men's lives were blotted out.\n\nBut when the second night came--\n\n\n                              CHAPTER IV\n\nAt nine o'clock that night Rocks was ready to drop from exhaustion. He\nwas not only so tired that the hieroglyphics blurred before his eyes,\nbut he had failed. That hurt worse than anything else. Everything\ndepended on his cracking the lost language, and he had failed.\n\nAt nine o'clock it happened.\n\nThere were three officers on duty at the museum. They had been sent\nthere as a guard detail and they had brought in a radio so they could\nlisten to the police calls. They had the radio in a room on the first\nfloor, so it would not disturb Rocks.\n\nAt nine o'clock one of them came stumbling downstairs. His face was\nashen. \"Hell's broken loose,\" he said tersely. \"It's coming in over the\nradio. Come on upstairs if you want to listen. You might as well forget\nthat language now.\"\n\nOver and over again the announcer was droning. \"Calling all\ncars--Calling all cars--Drop everything and be on the alert. Tragedy in\nburlesque showhouse. Over three hundred people dead. Cause of death not\nknown. Manager went in to investigate sudden silence. Found audience\nand cast of show dead. Bodies livid color, as if they had been burned.\nClothing falls to ashes when touched. Sergeant Kennedy of the homicide\ndivision suggests there is a definite connection between the death of\nthese people and the death of the two Asian Museum archeologists last\nnight. Be on the alert. Take over main intersections and prevent panic.\nStory already broken in general radio news flash. Cordon being thrown\naround the theater area. All special details canceled, all squad cars\ncall your stations for definite orders--Be on the alert--Calling all\ncars--\"\n\nDeath was walking through Chicago, a horrible, incredible form of death.\n\nRocks Malone stood without moving, listening to the operator repeat his\nmessage. He could scarcely conceive the meaning of the words. \"Over\nthree hundred people dead--\" Dim pictures flashed to his mind. Out of\nnowhere, out of nothingness, silence had come. Three hundred people\nhad died. Before they knew what struck them, death had washed over\nthem. Millions of microscopic needles had plunged through their bodies,\npoints of agonizing pain. Then death--\n\nJerkily, the telephone rang. One of the officers grabbed it. He\nlistened, said \"Okay,\" huskily, and turned to his fellows.\n\n\"Station calling. We're to report back there immediately for emergency\nduty. They're calling us off here. Come on.\"\n\nThe radio was still droning as they went out.\n\nThe telephone rang again. It was Penny this time.\n\n\"I'm coming down there,\" she said, \"I'm scared. I'm coming down there\nwith you.\"\n\n\"Stay away from here!\" Rocks shouted. But she had already hung up.\nDesperately, he tried to call her back. There was no answer. She had\nalready left. She was driving toward the museum, driving through a\nnight in which death lurked.\n\nRocks groaned. He went back to the basement. There was nothing he could\ndo. Nothing! The coffee pot was bubbling on its burner. He poured\nhimself a cup of the scalding brew. It burned his throat but it cleared\nhis head.\n\nHe went back to work. The language was out. He couldn't crack it. He\ndidn't even have time to try to crack it any more. But there were\nMorton's notes. He hadn't studied them thoroughly. He had read only\nthose portions of the notes that dealt with the language. He began\nto go over them again, starting with the section that dealt with the\ndiscovery of the box.\n\nJan. 10, 1940--Morton had written--Discovered today what is\nunquestionably the tomb of a Sumerian king. Located in a hillside. Cut\nout of solid rock. Landslide centuries ago had covered entrance. But\neven more important, in my opinion, than the tomb is the discovery of\nthe strange metal box that we found in a niche at the back. We are\nunable to determine the metal of which the box is constructed. It is\ncovered with mould but shows no sign of rust or corrosion, which is\nexceedingly unusual, for this tomb dates back into the past for at\nleast six thousand years.\n\n\"Jan. 12, 1940. Box very heavy--must weigh more than a hundred pounds.\nFrankly, aside from its archeological interest, I am curious to know\nthe contents of this box. There is a possibility of gold or gems. Guess\nI'm human after all, to be thinking about wealth. Am writing full\ndetails to the museum.\n\n\"Jan. 15, 1940. Unable to open box. Must have cunning combination\nlock. Also unable to decipher inscription on it. Don't know this form\nof writing. No record of it anywhere. This is exceedingly unusual. A\ncompletely forgotten language rediscovered.\"\n\nRocks Malone went through the notes, reading swiftly, searching, hoping\nfor a clue. Outside in the night death was stalking. And there was a\npossibility that the clue to the death lay here, in the notes of the\ndead archeologist.\n\nPenny came in. He went to meet her. She flew to his arms. \"It's awful\noutside,\" she whispered. \"Thousands of people must have heard the news\nbroadcast. Half of them are trying to get to the theater where all\nthose people were killed. The others are trying to get away. Oh, Rocks,\nhave you discovered anything.\"\n\nHe shook his head. She looked again at his unshaven, haggard face, and\nsaid nothing.\n\nHe went back to the notes Morton had left. With Penny helping, he went\nthrough them, down to the last page. \"It's no use,\" he groaned. \"Morton\ndidn't know anything about the thing that was in that damned box.\"\n\nThen he turned the last page. Morton had written that page only\nyesterday, the day he died.\n\n\"Sept. 21, 1940. Succeeded in opening the box today. As I suspected it\nwas closed by a combination lock. Deucedly clever thing, that lock.\nNot like any lock in use today. Patent rights on it might provide the\nmuseum with some of the cash it so badly needs.\n\n\"To my great astonishment, and regret, when I opened the box, I found\nit empty.\"\n\nRocks Malone started at the words Morton had written. Penny had been\nreading over her shoulder. He heard her catch her breath.\n\nEMPTY! The single word seemed to leap out at him. How on earth could\nMorton make a mistake like that!\n\nThere was another line of writing. \"Weighed box. Find that it weighs\nnine pounds less than it did when I brought it here.\"\n\nIn the fleeting flash of a second, Rocks saw the whole picture. Or\nalmost all of it. There were parts that needed clearing up. But he knew\nat last the real significance of the fact that Morton had weighed the\nbox a second time.\n\n\"There's somebody coming!\" Penny whispered.\n\nA step had sounded on the stairs outside the room. The door opened.\nSharp entered.\n\nHe had a traveling bag with him.\n\nRocks shoved the last page of Morton's notes out of sight, got to his\nfeet. \"Hello,\" he said. \"Have you heard the radio?\"\n\n\"I'll say I have,\" the business manager answered. \"That's why I've got\nthis bag along. I'm getting away from here while I have a chance. It's\nterrible--what happened to all those people at the theater. For all I\nknow, it might happen to me next. Have you,\" he paused, \"have you found\nanything that might--might lead to the capture of that horrible beast?\nThat's why I stopped here, before I left town.\"\n\n\"No,\" Rocks answered. He walked across the basement toward the business\nmanager. He was ten feet away, he was five feet away. He stopped. \"One\nthing we have discovered. Morton's notes. He said in his notes that\nwhen he opened the box he found it empty. What do you suppose he meant\nby that?\"\n\nSharp looked perplexed. \"Why, I have no idea. Perhaps he decided that\nwhat we saw was an illusion after all.\"\n\n\"I think not,\" Rocks contradicted. \"He would certainly have mentioned\nany creature such as you described if he had found such a thing in\nthe box. No, I think he meant exactly what he said. When he opened\nthe box, it was empty. That surprised him greatly. It also made him\nsuspicious. So he weighed it, to determine if somebody had already\nopened it and removed its contents. _What did you find in that box,\nSharp!_\"\n\nHis words were hard and flat. There was no mistaking their challenge.\n\nBehind him he heard Penny whisper. \"Oh, Rocks--\"\n\nHe knew he had made a mistake. He should have waited, let the law\nhandle the situation, let men trained for the task do the job. But\nMorton had been his friend. And so had McCumber. And Morton and\nMcCumber were dead. And Rocks Malone was not a man to wait for someone\nelse to do what he considered his job.\n\nSharp stood without moving, his close-set eyes drilling into the young\narcheologist facing him. A second ticked into nothingness, and another,\nand another. He was estimating the situation, considering the odds and\nthe chances.\n\n\"I'm waiting,\" Rocks said grimly.\n\n\"All right, snoopy,\" Sharp snarled. \"This is what I found in it.\"\n\nHe jerked his bag open. His hand dived into it. It came out of the bag\nwith the strangest looking instrument Rocks had ever seen. Constructed\nof pale silvery metal, fitted with a series of faceted lenses, it\nglinted evilly under the lights.\n\nBecause of the very nature of the instrument, Sharp handled it\nclumsily. But there was no mistaking its purpose. He brought it up.\nPenny screamed.\n\nRocks stepped forward. His left hand flicked out. All the weight of his\nbody was behind that blow. He drove it straight at Sharp's chin. It\nwould have made Joe Louis bat his expressionless eyes. It would have\nknocked Sharp's head almost off his shoulders--if it had landed.\n\nThat was the trouble. It didn't land. Sharp saw it coming. He ducked\ndown and to one side, fumbling with the instrument he had taken from\nhis bag. The fist skidded across the top of his head. It sent him\nstaggering backward.\n\n\"The next time,\" Rocks gritted. \"I won't miss. I'll knock your damned\nhead off, you dirty murderer.\" He charged.\n\nSharp brought the instrument up. Pale, scarcely visible flame lanced\nfrom it, like a heat wave moving through air. It spurted forward,\nsoundlessly. As it leaped it seemed to absorb, to blot out all sound.\nThere was a sudden heavy silence in the museum basement, the sort of\nsilence that is so real it registers on the ear drums.\n\nRocks saw the instrument coming up. He kicked himself to one side, in\na dancing step. The fringe of lambent flame barely touched him. But\nthat touch sent needles of agony through his body, sucked the life out\nof him, turned his muscles into lumps of lead, threw him off balance,\nso that his charge, instead of striking Sharp, barely grazed him. His\narms closed around the business manager's body. To keep himself from\nfalling, Rocks clinched.\n\nThey wrestled. Sharp could not use the instrument. Rocks was so groggy\nhe could barely hold on. Sharp dug into him with his elbows, kicked\nviciously at his shins.\n\nIf he could only hold on, Rocks thought. The agony was lessening. The\ngroggy shadows were going from his mind. If he could only hold on for\nanother minute.\n\nHe was holding on. He was winning. Soft living had made a weakling of\nSharp. He would be no match for the rugged, youthful muscles of Rocks\nMalone, in a fair fight.\n\nThen Sharp struck upward. His fist hit Rocks in the chin. Malone sagged\ndownward. Shaking his head, he grabbed at Sharp again. And missed. And\nfell to the floor. Before he could move, Sharp had leaped around a\ntable. He had brought the instrument up.\n\n\"All right,\" he husked. \"You asked for it, with your snooping. You're\ngoing to get it. You and this girl.\"\n\nRocks staggered to his feet. He leaned against the edge of the table,\npanting, fighting for breath and strength. Sharp was across the table\nfrom him. He was aiming the instrument.\n\nThis time there would be no escaping it. It would point at him and\nthose almost invisible tongues of light would flash out, the deadly\nsilence would smash all sound into nothingness, and millions of\nmicroscopic needles would tear through his flesh.\n\nSharp fumbled for the firing button.\n\nPenny, crouched on the other side of the room, grabbed the handiest\nobject she could find, and threw it. It was the alarm clock. It struck\nSharp full in the face, and the alarm, jarred by the impact, went off.\n\nProbably the clang of the alarm bell started Sharp as much as the\nimpact of the clock. Certainly it did not hit him hard enough to harm\nhim. But it did startle him, scare him. He reeled backward.\n\nRocks cleared the table with a single leap. He went up into the air\nlike a kangaroo and leaped, feet foremost, at Sharp. His feet struck\nthe business manager full in the stomach. Sharp doubled up like a\njackknife, and went to the floor. Rocks fell on top of him. He struck\nviciously with his fists. Sharp cried in pain and Rocks struck harder.\nThe man was down, but he wasn't out. Rocks drew back his fist for the\nfinal blow.\n\nIt never landed. Down over his shoulder the barrel of a gun flashed.\nWhere it had come from, Rocks did not know. It struck the business\nmanager across the skull.\n\nHis head popped like the breaking of a rotten egg. He went limp.\n\nRocks looked up. Kennedy stood there. He was holding the pistol with\nwhich he had struck Sharp, in his hand. He looked to see if he would\nneed to use it again. He saw he wouldn't.\n\nHe whirled the gun around on its trigger guard.\n\n\"Damn me for a fool,\" he said. \"I could kick myself from here to the\nLoop and back again. I missed a trick and it cost three hundred people\ntheir lives.\"\n\n\"What trick?\" Rocks gasped.\n\n\"I should have known this gazabo was lying,\" Kennedy snarled. \"I should\nhave known his long cock and bull story about some incredible creature\ncoming out of that box was too fantastic for belief. I should have\nknown he was lying, out damn it, the sight of Morton's body so addled\nmy wits that I was willing to believe the story Sharp told. Oh, he\nwas smooth enough about it. He knew how the weapon he found killed.\nHe knew what it did to Morton's body, and he had to have a fantastic\nstory to account for the way Morton looked. He solved the secret of\nthat box soon after it was brought here. He had a reason for it too.\nHe had been playing the market and he was down on his uppers. If there\nwas a treasure in that box, he wanted first crack at it. He didn't\nfind any treasure in it. Instead he found some kind of a damned weapon\nin it that came from God alone knows where. When he found Morton had\nopened the box and was about to catch up with him by weighing the box,\nhe took the obvious out--by killing Morton, using the weapon he had\nfound in the box. He killed McCumber because the old man knew there\nwas something fishy about the box being on the scales. So he killed\nMcCumber--to shut him up.\"\n\n\"But those people in the theater?\" Rocks whispered.\n\nKennedy exploded. \"He needed money, needed it bad. I dug this all\nup in my investigation today. He was trying to sell the weapon\nhe had discovered to the agents of a foreign power. They wanted\na demonstration before they would pay off. So he gave them a\ndemonstration. He showed them how efficient a weapon he had for\nsale--by killing all the people in a theater.\"\n\nThe detective was furiously angry. \"And I let myself get taken in by a\nstory of a monster.\"\n\nRocks had already picked up the instrument Sharp had found in that\nbox. He was studying it, looking it over. The principle on which\nit operated, he couldn't begin to guess, but he saw one thing that\nstartled him enormously. He showed it to the detective.\n\n\"Great Jehosophat!\" Kennedy gasped. \"A place for six fingers. Whoever\nbuilt that damned thing had six fingers.\"\n\nThe Lord of the Silent Death was not an extra-dimensional monster. It\nwas a weapon that killed in utter silence.\n\n\n\nThe instrument that came out of the box from the tomb of the forgotten\nSumerian King is now in Washington, in the secret vaults of the War\nDepartment. The experts are studying it, trying to fathom how it works.\nThey have begun to get hints of the principle involved. Only hints, but\nsomething to go on. They have discovered that it kills in two ways.\nThe first, and obvious way, is by pointing it directly at its victim.\nAt the theatre he had sprayed the power, full on, across the audience,\nthen across the ensemble on the stage, then as he went out the back had\ncaught all others.\n\nThe second way is worse. In Sharp's bag was found a sack of small round\nobjects that look like marbles. All the owner of the weapon needs to do\nto kill an enemy is to drop one of those bits of glass in the enemy's\npocket. Then he can go off several miles and start the weapon. The\nforce it generates is concentrated in the bit of glass, and the silence\nis instantly generated, the bit of glass being destroyed in the process.\n\nThat was the method Sharp used to kill McCumber. As they left the\nmuseum, Sharp dropped one of the bits of glass in the pocket of the\nold archeologist's coat. McCumber had found it, but had attached no\nsignificance to it.\n\nThe experts hope that the War Department of this country will never\nneed such a weapon. But if it does, it will have it.\n\nBut the thing that plagues the experts, that frets the archeologists,\nthat has caused Rocks Malone to tear his hair, is the fact that the\nweapon was designed to be used by a creature who had six fingers.\nNot five fingers. Six. And the archeologists are having drizzling\nfits trying to decide whether there was once a race of six-fingered\ncreatures here on earth, a race that reached tremendous scientific\nheights, and vanished.\n\nOr was earth once visited by creatures out of space, who left a weapon\nbehind them?\n\nNobody knows. Possibly nobody will ever know.\n\nBut Rocks Malone is preparing to leave for Asia Minor, to dig in the\nruins of lost and gone civilizations, searching for another clue to the\nidentity of the lost race.\n\nPenny is going with him.\n",
    "metadata": {
        "author": [
            "Williams, Robert Moore"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64790/pg64790.txt",
        "name": "lord_of_the_silent_death.json"
    }
}