{
    "name": "Man Made",
    "author": [
        "Teichner, Albert"
    ],
    "body": "If I listed every trouble I've accumulated in a mere two hundred odd\nyears you might be inclined to laugh. When a tale of woe piles up too\nmany details it looks ridiculous, unreal. So here, at the outset, I want\nto say my life has not been a tragic one--whose life is in this day of\nadvanced techniques and universal good will?--but that, on the contrary,\nI have enjoyed this Earth and Solar System and all the abundant\ninterests that it has offered me. If, lying here beneath these great\nlights, I could only be as sure of joy in the future....\n\nMy name is Treb Hawley. As far back as I can remember in my childhood, I\nwas always interested in astronautics. From the age of ten I specialized\nin that subject, never for a moment regretting the choice. When I was\nstill a child of twenty-four I took part in the Ninth Jupiter Expedition\nand after that there were many more. I had a precocious marriage at\nthirty and my boys, Robert and Neil, were born within a few years after\nMarla and I wed. It was fortunate that I fought for government\npermission that early; after the accident, despite my high rating, I\nwould have been denied the rare privilege of parenthood.\n\nThat accident, the first one, took place when I was fifty. On Planet 12\nof the Centauri System I was attacked by a six-limbed primate and was\nbadly mangled on the left side before breaking loose to destroy it.\nSurgical Corps operated within an hour. Although they did an excellent\nprosthetic job after removing my left leg and arm, the substituted limbs\nhad their limitations. While they permitted me to do all my jobs,\nphantom pain was a constant problem. There were new methods of\nprosthesis to eliminate this weird effect but these were only available\nback on the home planets.\n\nI had to wait one year for this release. Meanwhile I had plenty of time\nto contemplate my mysterious affliction; the mystery of it was so great\nthat I had little chance to notice how painful it actually was. There is\nenough strangeness in feeling with absolute certainty that a limb exists\nwhere actually there is nothing, but the strangeness is compounded when\nyou look down and discover that not only is the leg gone but that\nanother, mechanical one has taken its place. Dr. Erics, who had\nperformed the operation, said this difficulty would ultimately prove a\nblessing but I often had my doubts.\n\n\n\nHe was right. Upon my return to Earth, the serious operations took\nplace, those giving me plastic limbs that would become _living_ parts of\nmy organic structure. The same outward push of the brain and nervous\nsystem that had created phantom pain now made what was artificial seem\nreal. Not only did my own blood course through the protoplastic but I\ncould feel it doing so. The adjustment took less than a week and it was\na complete one.\n\nFortunately the time was already past when protoplast patients were\nlooked upon as something mildly freakish and to be pitied. Artificial\nnoses, ears and limbs were becoming quite common. Whether there was some\njustification for the earlier reaction of pity, however, still remains\nto be seen.\n\nMy career resumed and I was accepted for the next Centauri Expedition\nwithout any questions being asked. As a matter of fact, Planning Center\npreferred people in my condition; protoplast limbs were more durable\nthan the real--no, let us say the original--thing.\n\nAt home and at the beach no one bothered to notice my reconstructed arm\nand leg. They looked too natural for the idea to occur to people who did\nnot know me. And Marla treated the whole thing like a big joke. \"You're\nbetter than new,\" she used to tell me and the kids wanted to know when\nthey could have second matter limbs of their own.\n\nLife was good to me. The one-year periods away from home passed quickly\nand the five-year layoffs on Earth permitted me to devote myself to my\nhobbies, music and mathematics, without taking any time away from my\nfamily. Eventually, of course, my condition became an extremely common\none. Who is there today among my readers who has all the parts with\nwhich he was born? If any such person past the childhood sixty years\ndid, _he_ would be the freak.\n\nThen at ninety new difficulties arose. A new Centaurian subvirus\nattacked my chest marrow. As is still true in this infection, the virus\nproved to be ineradicable. My ribs weren't, though, and a protoplastic\ncasing, exactly like the thoracic cavity, was substituted. It was\ndiscovered that the infection had spread to my right radius and ulna so\nhere too a simple substitution was made. Of course, such a radical\ninfection meant my circulatory system was contaminated and synthetically\ncreated living hemoplast was pumped in as soon as all the blood was\nremoved.\n\nThis _did_ attract attention. At the time the procedure was still new\nand some medical people warned it would not take. They were right only\nto this extent: the old cardioarterial organs occasionally hunted into\ndefective feedback that required systole-diastole adjustments.\nProtoplastic circulatory substitutes corrected the deficiency and, just\nto avoid the slight possibility of further complications, the venous\nsystem was also replaced. Since the changeover there hasn't been the\nleast trouble in that sector.\n\nBy then Marla had a perfect artificial ear and both of my sons had lost\ntheir congenitally diseased livers. There was nothing extraordinary\nabout our family; only in my case were replacements somewhat above the\nworld average.\n\nI am proud to say that I was among the first thousand who made the\npioneer voyage on hyperdrive to the star group beyond Centaurus. We\nreturned in triumph with our fantastic but true tales of the organic\nplanet Vita and the contemplative humanoids of Nirva who will\nconsciousness into subjectively grasping the life and beauty of\nsubatomic space. The knowledge we brought back assured that the fatal\ndisease of ennui could never again attack man though they lived to Aleph\nNull.\n\nOn the second voyage Marla, Robert and Neil went with me. This took a\nlittle political wrangling but it was worth throwing my merit around to\nsee them benefit from Nirvan discoveries even before the rest of\nhumanity. Planetary Council agreed my services entitled me to this\nspecial consideration. Truly I could feel among the blessed.\n\nThen I volunteered for the small expeditionary force to the 38th moon\nthat the Nirvans themselves refused to visit. They tried to dissuade us\nbut, being of a much younger species, we were less plagued by caution\nand went anyway. The mountains of this little moon are up to fifteen\nmiles high, causing a state of instability that is chronic. Walking down\nthose alabaster valleys was a more awesome experience than any galactic\nvista I have ever encountered. Our aesthetic sense proved stronger than\ncommon sense alertness and seven of us were buried in a rock slide.\n\n\n\nFortunately the great rocks formed a cavern above us. After two days we\nwere rescued. The others had suffered such minor injuries that they were\nrepaired before our craft landed on Nirva. I, though, unconscious and\nfeverish, was in serious condition from skin abrasions and a comminuted\ncranium. Dr. Erics made the only possible prognosis. My skull had to be\nremoved and a completely new protoskin had to be supplied also.\n\n\n\nWhen I came out of coma Marla was standing at my bedside, smiling down\nat me. \"Do you feel,\" she stumbled, \"darling, I mean, do you feel the\nway you did?\"\n\nI was puzzled. \"Sure, I'm Treb Hawley, I'm your husband, and I remember\nan awful fall of rocks but now I feel exactly the way I always have.\" I\ndid not even realize that further substitutions had been made and did\nnot believe them when they told me about it.\n\nNow I _was_ an object of curiosity. Upon our return to Earth the\nnewsplastics hailed me as one of the most highly reintegrated\nindividuals anywhere. In all the teeming domain of man there were only\nseven hundred who had gone through as many substitutions as I had.\nWhere, they philosophised in passing, would a man cease to be a man in\nthe sequence of substitutions?\n\nPhilosophy had never been an important preoccupation of mine. It was the\nonly discipline no further ahead in its really essential questions than\nthe Greeks of four thousand years ago. Oh certainly, there had been lots\nof technical improvements that were fascinating but these were\nperipheral points; the basic issues could not be experimentally tested\nso they had to remain on the level of accepted or rejected axioms. I\nwasn't about to devote much time to them when the whole fascinating\nfield of subatomic mirror numbers was just opening up; certainly not\nbecause a few sensational journalists were toying with dead-end notions.\nFor that matter the newsplastics weren't either and quickly went back to\nthe regular mathematical reportage they do so well.\n\nA few decades later, however, I wasn't so cocksure. The old Centaurian\nvirus had reappeared in my brain of all places and I started to have a\npeculiar feeling about where the end point in all this reintegrating\nroutine would lie. Not that the brain operation was a risk; thousands of\npeople had already gone through it and the substitute organisms had made\nno fundamental change in them. It didn't in my case either. But now I\nwas more second matter than any man in history.\n\n\"It's the old question of Achilles' Ship,\" Dr. Erics told me.\n\n\"Never heard of it,\" I said.\n\n\"It's a parable, Treb, about concretised forms of a continuum in its\ndiscrete aspects.\"\n\n\"I see the theoretical question but what has Achilles' Ship to do with\nit?\"\n\nHe furrowed his protoplast brow that looked as youthful as it had a\ncentury ago. \"This ship consisted of several hundred planks, most of\nthem forming the hull, some in the form of benches and oars and a\nmainmast. It served its primitive purpose well but eventually sprang a\nleak. Some of the hull planks had to be replaced after which it was as\ngood as new. Another year of hard use brought further hull troubles and\nsome more planks were removed for new ones. Then the mast collapsed and\na new one was put in. After that the ship was in such good shape that it\ncould outrace most of those just off the ways.\"\n\nI had an uneasy feeling about where this parable was leading us but my\nmind shied away from the essential point and Erics went relentlessly on.\n\"As the years passed more repairs were made--first a new set of oars,\nthen some more planks, still newer oars, still more planks. Eventually\nAchilles, an unthinking man of action who still tried to be aware of\nwhat happened to the instruments of action he needed most, realized that\nnot one splinter of the original ship remained. Was this, then, a new\nship? At first he was inclined to say yes. But this only evoked the\nfurther question: when had it become the new ship? Was it when the last\nplank was replaced or when half had been? His confidently stated answer\ncollapsed. Yet how could he say it was the old ship when everything\nabout it was a substitution? The question was too much for him. When he\ncame to Athens he turned the problem over to the wise men of that city,\nrefusing ever to think about it again.\"\n\n\n\nMy mind was now in turmoil. \"What,\" I demanded, \"_what_ did they\ndecide?\"\n\nErics frowned. \"Nothing. They could not answer the question. Every\navailable answer was equally right and proved every other right answer\nwrong. As you know, philosophy does not progress in its essentials. It\nmerely continues to clarify what the problems are.\"\n\n\"I prefer to die next time!\" I shouted. \"I want to be a live human being\nor a dead one, not a machine.\"\n\n\"Maybe you won't be a machine. Nothing exactly like this has happened\nbefore to a living organic being.\"\n\nI knew I had to be on my guard. What peculiar scheme was afoot? \"You're\ntrying to say something's still wrong with me. It isn't true. I feel as\nwell as I ever have.\"\n\n\"Your 'feeling' is a dangerous illusion.\" His face was space-dust grey\nand I realized with horror that he meant all of it. \"I had to tell you\nthe parable and show the possible alternatives clearly. Treb, you're\nriddled with Centaurian Zed virus. Unless we remove almost all the\nremaining first growth organisms you will be dead within six months.\"\n\nI didn't care any more whether he meant it or not; the idea was too\nridiculous. Death is too rare and anachronistic a phenomenon today.\n\"You're the one who needs treatment, Doctor. Overwork, too much study,\none idea on the brain too much.\"\n\nResigned, he shrugged his shoulders. \"All the first matter should be\nremoved except for the spinal chord and the vertebrae. You'd still have\nthat.\"\n\n\"Very kind of you,\" I said, and walked away, determined to have no more\nof his lectures now or in the future.\n\nMarla wanted to know why I seemed so jumpy. \"Seems is just the word,\" I\nsnapped. \"Never felt better in my life.\"\n\n\"That's just what I mean,\" she said. \"Jumpy.\"\n\nI let her have the last word but determined to be calmer from then on.\n\nI was. And, as the weeks passed, the mask I put on sank deeper and\ndeeper until that was the way I really felt. 'When you can face death\nserenely you will not have to face it.' That is what Sophilus, one of\nour leading philosophers, has said. I was living this truth. My work on\ninfinite series went more smoothly and swiftly than any mathematical\nresearch I had engaged in before and my senses responded to living with\ngreater zest than ever.\n\n\n\nFive months later, while walking through Hydroponic Park, I felt the\nfirst awful tremor through my body. It was as if the earth beneath my\nfeet were shaking, like that awful afternoon on Nirva's moon. But no\nrocks fell from this sky and other strollers moved across my vision as\nif the world of five minutes ago had not collapsed. The horror was only\ninside me.\n\nI went to another doctor and asked for Stabilizine. \"Perhaps you need a\ncheckup,\" he suggested.\n\nThat was the last thing I wanted and I said so. He, too, shrugged\nresignedly and made out my prescription for the harmless drug. After\nthat the hammer of pain did not strike again but often I could feel it\nbrush by me. Each time my self-administered dosage had to be increased.\n\nEventually my equations stopped tying together in my mind. I would stare\nat the calculation sheets for hours at a time, asking myself why _x_\nshould be here or integral operation there. The truth could not be\navoided: my mind could no longer grasp truth.\n\nI went, in grudging defeat, to Erics. \"You have to win,\" I said and\ndescribed my experiences.\n\n\"Some things are inevitable,\" he nodded solemnly, \"and some are not.\nThis may solve all your problems.\"\n\n\"Not _all_,\" I hoped aloud.\n\nMarla went with me to hospital. She realized the danger I was in but put\nthe best possible face on it. Her courage and support made all the\ndifference and I went into the second matter chamber, ready for whatever\nfate awaited me.\n\nNothing happened. I came out of the chamber all protoplast except for\nthe spinal zone. Yet I was still Treb Hawley. As the coma faded away,\nthe last equation faded in, completely meaningful and soon followed by\nall the leads I could handle for the next few years.\n\nPsychophysiology was in an uproar over my success. \"Man can now be _all_\nprotoplast,\" some said. Others as vehemently insisted some tiny but\ntangible chromosome-organ link to the past must remain. For my part it\nall sounded very academic; I was well again.\n\nThere _was_ one unhappy moment when I applied for the new Centauri\nExpedition. \"Too much of a risk,\" the Consulting Board told me. \"Not\nthat you aren't in perfect condition but there are unknown, untested\nfactors and out in space they might--mind you, we just say might--prove\ndisadvantageous.\" They all looked embarrassed and kept their eyes off\nme, preferring to concentrate on the medals lined up across the table\nthat were to be my consolation prize.\n\nI was disconsolate at first and would look longingly up at the stars\nwhich were now, perhaps forever, beyond my reach. But my sons were going\nout there and, for some inexplicable reason, that gave me great solace.\nThen, too, Earth was still young and beautiful and so was Marla. I still\nhad the full capacity to enjoy these blessings.\n\n\n\nNot for long. When we saw the boys off to Centauri I had a dizzy spell\nand only with the greatest effort hid my distress until the long train\nof ships had risen out of sight. Then I lay down in the Visitors Lounge\nfrom where I could not be moved for several hours. Great waves of pain\nflashed up and down my spine as if massive voltages were being released\nwithin me. The rest of my body stood up well to this assault but every\nfew seconds I had the eerie sensation that I was back in my old body, a\nghostly superimposition on the living protoplast, as the spinal chord\nprojected its agony outward. Finally the pain subsided, succeeded by a\nblank numbness.\n\nI was carried on gravito-cushions to Erics' office. \"It had to be,\" he\nsighed. \"I didn't have the heart to tell you after the last operation.\nThe subvirus is attacking the internuncial neurones.\"\n\nI knew what that meant but was past caring. \"We're not immortal--not\nyet,\" I said. \"I'm ready for the end.\"\n\n\"We can still try,\" he said.\n\nI struggled to laugh but even gave up that little gesture. \"Another\noperation? No, it can't make any difference.\"\n\n\"It might. We don't know.\"\n\n\"How could it?\"\n\n\"Suppose, Treb, just suppose you do come out of it all right. You'd be\nthe first man to be completely of second matter!\"\n\n\"Erics, it can't work. Forget it.\"\n\n\"I won't forget it. You said we're not immortal but, Treb, your survival\nwould be another step in that direction. The soul's immortality has to\nbe taken on faith now--if it's taken at all. You could be the first\n_scientific_ proof that the developing soul has the momentum to carry\npast the body in which it grows. At the least you would represent a step\nin the direction of soul freed from matter.\"\n\nI could take no more of such talk. \"Go ahead,\" I said, \"do what you\nwant. I give my consent.\"\n\nThe last few days have been the most hectic of my life. Dozens of great\nphysicians, flown in from every sector of the Solar System, have\nexamined me. \"I'm leaving my body to science,\" I told one particularly\nprodding group, \"but you're not giving it a chance to die!\" It _is_ easy\nfor me to die now; when you have truly resigned yourself to death\nnothing in life can disturb you. I have at long last reached that\ncompletely stoical moment. That is why I have recorded this history with\nas much objectivity as continuing vitality can permit.\n\n\n\nThe operating theatre was crowded for my final performance and several\nTri-D video cameras stared down at me. Pupils, lights and lenses, all\ncame to a glittering focus on me. I slowly closed my eyes to blot the\nhypnotic horror out.\n\nBut when I opened them everything was still there as before. Then Erics'\nhead, growing as he inspected my face more closely, covered everything\nelse up.\n\n\"When are you going to begin?\" I demanded.\n\n\"We have _finished_,\" he answered in awe that verged upon reverence.\n\"You are the new Adam!\"\n\nThere was a mounting burst of applause as the viewers learned what I had\nsaid. My mind was working more clearly than it had in a long time and,\nwith all the wisdom of hindsight, I wondered how anyone could have ever\ndoubted the outcome. We had known all along that every bit of atomic\nmatter in each cell is replaced many times in one lifetime, electron by\nelectron, without the cell's overall form disappearing. Now, by equally\ngradual steps, it had happened in the vaster arena of Newtonian living\nmatter.\n\nI sat up slowly, looking with renewed wonder on everything from the\nmagnetic screw in the light above my head to the nail on the wriggling\ntoe of my left foot. I was more than Achilles' Ship. I was a living\nbeing at whose center lay a still yet turning point that could neither\nbe new nor old but only immortal.\n\n\nTHE END\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Teichner, Albert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/24955/pg24955.txt",
        "name": "man_made.json"
    }
}