{
    "name": "Martyr's Flight",
    "author": [
        "Searls, Hank"
    ],
    "body": "Some of the anguish and bitterness and fear left Walter Stanton's heart\nas he gazed at the vista from the open landing-lock. It had been almost\nthree months since the core of Space Station One had nudged itself into\nits silent orbit, but this, the only remaining view unhindered by the\nbulbous fuel storage tanks, still fascinated him. Now, as the nose of\nCargo One crept backward into the blinding sunlight, he pulled himself\nfurther along the catwalk. He waved with his free hand at the pilot,\nMajor Torrance, although he knew the Major could hardly be watching\nduring the delicate maneuver. Then, while the massive hatch was still\ngaping, he looked earthward.\n\nTwenty-five thousand miles away, half of the western hemisphere shone\nthrough the murky earth-haze, the other half still in darkness.\nThrough force of habit he oriented himself by looking at the center\nof the half-darkened sphere; there lay the Galapagos Islands. Then he\ntraced the outline of the West Coast to Baja California and thence to\nwhere he knew lay Sandia Base, New Mexico. He glanced at his watch;\n7:00 A.M. Mountain Standard Time; Lynne would be making breakfast\nfor Karen, soon to leave for school. He felt a stab of loneliness and\na tug of envy for the men in Cargo II. Three skidding entries into\nthe atmosphere; three swinging returns to space, and they would have\ndecelerated enough to spiral to the incredible runway at Sandia. In\ntwelve hours they would be home with their wives.\n\nHe watched as Torrance, drifting a hundred yards away, eased the\nmassive nose to a westerly direction and then, with a tiny burst of\npower, slowed his relative speed enough to fall rapidly out of Space\nOne's orbit. He sighed and swung himself around.\n\nColonel Mel Cramer was hanging on beside him, grotesquely familiar in\nthe flight gear he used as a Topside Suit. Walter Stanton's earphones\ncrackled.\n\n\"Walt, I'm going to take the _Mistress_ out for a while and practice\nsome marriages, if it's OK with you.\"\n\nWalter Stanton glanced at the lethal fighter ship nested across the\nlanding-lock and essayed their old joke again, but his heart wasn't in\nit. \"What would Marge say, Mel?\"\n\nMel Cramer laughed. \"She gave up to _Mel's Mistress_ a year ago. OK to\ngo?\"\n\nWalter Stanton thought of the letter in his pocket. \"No, Mel, I think\nnot.\" Then suddenly: \"Is the _Mistress_ armed ... all ready to go?\"\n\nMel sounded hurt. \"Of course, Walt. She's always ready.... Why?\"\n\nStanton pulled himself to the hatch in the hub. \"Meet me in Control,\nMel. I want to talk to you.\"\n\n\n\nWalter Stanton belted himself to his desk chair and pulled out the\nletter from De La Rue, reading it again. He felt a surge of nostalgia\nat the Old Man's quaint English; the Secretary-General's white-hot\ninternationalism had never impelled him to improve his languages. But\nthere was nothing quaint about the content of the letter....\n\nMel Cramer shuffled in with the strange gait that they had all\ndeveloped within days of arriving in space. Automatically he snapped\nhis safety belt to a grommet on Mel's desk, then sat on the top.\n\n\"What's on your mind, Walt?\"\n\n\"This....\" Walter Stanton handed him the letter. \"Torrance brought it.\nI guess De La Rue didn't have enough to go on to send a dispatch, so he\nwrote the letter.\"\n\nMel Cramer read the letter swiftly, smiling first at the whimsical\nphraseology and then suddenly frowning. He whistled.\n\n\"Sounds bad, Walter, sounds bad....\"\n\n\"Torrance said Sandia Base is on a 24 hour alert.\"\n\n\"God,\" Mel said desperately. \"I wish Marge would leave that place. Why\ncan't she move to the country somewhere?\"\n\n\"She feels like Lynne, probably.... That if we're here, the least she\ncan do is stay as close as possible....\"\n\n\"As close as possible,\" Mel said bitterly. He lit a cigarette. \"Walt,\nhave you heard anything about my relief?\"\n\nWalter Stanton felt a stab of anger at his friend. Professionally\nambitious, Mel had fought for his job as Platform Fighter Pilot; now,\nwith the decline of Space One in the eyes of the military, he probably\nhad his eyes on other fields. Carefully controlling his voice, he said:\n\"No, Mel. Nothing's come in. Why?\"\n\nMel Cramer shrugged. \"I don't know.... They said three months, that's\nall. And it's been nearly fourteen weeks....\" He laughed. \"Kind of feel\nlike the world's passing me by. Joke, Walter.\"\n\nWalter Stanton took back the letter and folded it carefully. Then, on\nsecond thought, he lit a match and burned it.\n\n\"I asked you in for advice, Mel,\" he said carefully, watching the\nflickering flame.\n\n\"You bet. Shoot.\"\n\n\"If it starts, what are the wheels going to do?\"\n\n\"The brass?\" Mel laughed. \"You asking me? I'm just a light colonel.\"\n\n\"You're the senior military man aboard. All I want is your opinion.\"\n\nMel's brow furrowed. For a long moment he was silent, and Walter\nStanton heard the ceaseless whine of the ventilators. _Space Two,\nwhen and if it's built_, he thought irrationally, _had better have\nventilators that don't cry like a cat in heat._\n\n\"Well, Mel?\"\n\n\"I think,\" Mel Cramer said thoughtfully, \"they'll suggest that we\nevacuate.\"\n\n\n\nWalter Stanton slapped his hand on the desk and swung in his chair. \"I\nknew it! Can't they see? Can't they see at all?\"\n\n\"Walter,\" Mel said quietly. \"Let's face it. From a military standpoint,\nSpace One is a failure.\"\n\n\"The Russians don't seem to think so. Even with the agreement in their\npocket, they're still screaming.\"\n\nMel shook his head doggedly. \"Militarily, it's a failure.\"\n\n\"It's _not_ a failure,\" Mel barked. He unsnapped his belt, shuffled to\nthe center of the compartment, and kicked open the cover of a port in\nthe rim-deck. \"Look at that! Look at those stars, Mel. No one's ever\nhad a crack at them like this. The astronomers, and astro-physicists,\nhave learned more from Mike and Andre in the last three months than\nthey have in the last three centuries.\" As the rim rotated, the earth\ncame majestically into view. \"Look at that,\" Stanton said. \"See that\ncold front over the Sierras? Petrovski's data has given them forecasts\ndown there that they've never conceived of.\" He waved his hand\nexpansively. \"Vacuum! Billions and billions of cubic miles of hard,\nhard vacuum. Trippler goes nuts at the thought of it. Any physicist,\nany electronic engineer, would. Temperature? Absolute zero. Absolute\nzero, Mel. Where else can you get absolute zero? Can't they see what it\nmeans?\"\n\nMel Cramer ground out his cigarette.\n\n\"What does absolute zero mean, Walt? To a general?\"\n\nWalter kicked shut the hatch. \"I don't know. I just don't know....\"\n\n\"Walt, this deal was oversold to the military. You know it, and I know\nit. Frankly, you helped oversell it.\"\n\nWalter Stanton swung around angrily. \"You're right, Mel. But the end\njustified the means. We needed the funds; only the military could\nprovide them. And it _is_ useful to them; it will be, when it's\nfinished. It would be now, if--\"\n\n\"If we could break the agreement and leave the Galapagos Islands for a\nspin around the world.\"\n\n\"No!\" Walter Stanton held his friend's eyes. \"That isn't what I meant.\nThis platform wasn't meant for spying; the millions of man-hours\nweren't spent for that. It's a UN deal, Mel, and we needed the\nagreement; we had to see that the Russians kept hands-off. If the price\nis an orbit that keeps us at earth-surface speed; if we have to stay\non our side of the iron curtain, OK. We agreed to it, and by God if we\ngrow roots down to Galapagos we're staying here.\"\n\nMel shrugged. \"That isn't the point. The wheels know that in case of\nwar you'd change orbits. If they thought it was worth while, they'd\norder you to. The UN could order you to. What they doubt is that if you\n_moved_ your orbit in behind the Curtain you'd see enough to do any\ngood.\"\n\n\"I don't care to argue that point. Right now, probably not. When the\nscope's completed and installed, we'll undoubtedly be able to spot\nconcentrations and new industries. The main thing would be to stay with\nthe station. But it's an academic question--\"\n\n\"Is it an academic question whether they can blow us out of the sky?\"\n\nWalter Stanton shot him a glance. \"That's your department. Can they?\"\n\n\"Let's not kid ourselves. If they have a missile they can get up here,\nit'll track you. Manned or unmanned, regardless of what your orbit is\nor where you are.\"\n\n\"The theory is, Mel, that Ground Control Center will intercept.\"\n\n\"Walter!\" Cramer's lip twisted sardonically. \"I'm surprised! You didn't\nfall for that mullarkey, did you? How are they going to intercept\nanything with a head start?\"\n\n\"Another part of the theory, Mel, is that you'll intercept if they\ndon't. Intercept it and destroy it....\"\n\n\"Destroy it....\" For a sickening moment Walter Stanton thought he read\nfear in his friend's eye. Mel said quietly: \"Destroy it and try to get\nto Sandia....\" He stood up. \"And suppose they have _another_ missile?\nWho destroys that?\"\n\n\"Even a guided missile would cost almost as much as our original core.\nDo you think they've built _one_, let alone two?\"\n\n\"We'd sure find out in a hurry. We'd be their first target.\"\n\n\"And their second would probably be Sandia,\" Walt said thoughtfully.\n\n\"Don't say that!\" Mel shouted. Walter looked at him in surprise.\n\"Don't. Don't say that,\" Mel said again, more softly. There was a long\nsilence. The ventilators whined. Mel passed his hand over his face.\n\"Those damned ventilators.... How about my taking _Mel's Mistress_ out\nnow? Just for a while?\"\n\nWalter Stanton glanced sympathetically at his friend. _He wants to get\naway from the platform, even a few thousand yards. And I can't blame\nhim!_\n\n\"Sure, Mel. You've read the letter now, and you know how much fuel you\nhave, so it's up to you.\"\n\nMel Cramer grimaced. \"Yeah, fuel. Well, I guess I'll skip it. I'm going\nto hit the sack.\"\n\nWalter Stanton stared after him thoughtfully....\n\n\n\nAt dinner the talk was all of war; Peters, the Australian fuelman\nand part time cook, flicked a switch in the galley and flooded the\nPlatform's PA system with the 10:00 P.M. news from Dallas. Petrovski,\nthe Russians' originally unwelcome contribution to the project, but\nundeniably one of the world's top meteorologists, was embarrassed,\nand the rest of the Team tried to keep the talk on an objective,\ninternational plane. But Walter Stanton felt the strain and as Project\nHead tried to change the subject.\n\n\"Why we had to draft an Australian cook, with two Frenchmen on the\nteam,\" he said, toying with his custard. \"I'll never know.\"\n\nPeters' voice from the galley said: \"It's because one of the bloody\nFrenchmen think a cheese souffle is a new galaxy and the other thinks\nit's English for a cosmic particle. Besides, I don't see anybody losing\nweight.\"\n\n\"That's because--\" began Walter Stanton, and then felt a tug at his\nsleeve. It was Lang, the young radar plotter and radio operator.\n\n\"Lieutenant Goldstein just broke this, sir,\" he said, handing him a\ndispatch. Something in his eyes chilled Walter Stanton. He read the\nmessage and cold fear squeezed him. He looked up.\n\n\"Gentlemen,\" he said, raising his hand. \"Can I have your attention?\"\n\nThe talk died. Petrovski, apparently guessing the contents of the\ndispatch, looked sick. Mel Cramer was staring at his glass.\n\n\"Gentlemen,\" Walter Stanton said quietly, \"this is it. Mel, we were\nwrong. We weren't the first target. Neither was Sandia. They just\nbombed New York.\"\n\nThere was deathly silence for a long moment, while each man riffled\nthrough his thoughts. \"Christ!\" somebody swore.\n\n\"I've been advised by Ground Control to stand by to evacuate. Cargo One\nis refueling to take us off.\"\n\nAn angry babble broke out around the table. Velez, the tiny Brazilian\nastronomer, jumped up angrily. \"Evacuate? But the Platform! What\nhappens to it?\"\n\nStanton shrugged. \"Uncorrected perturbations build up, and eventually\nit either skids off into space or falls into the atmosphere and burns.\nOr maybe,\" he said bitterly, \"we're supposed to jettison it ourselves.\nSink it in space before we leave, like a crew abandoning a submarine.\"\n\nVelez went white. \"But the effort in building this; the time of the\nthousands of scientists and billions of dollars; what becomes of them?\"\n\n\"They apparently consider the Platform a sitting duck, and are kind\nenough to take a chance on evacuating us.\"\n\nHoward, a grey, unemotional power plant expert, a grim man whom Walter\nStanton barely liked, sat back and folded his hands. He spoke with\ndogged emphasis.\n\n\"This project has taken the best of science for the last four years.\nIt has held up research in other fields, and justifiably so. I do not\npropose to let four years of mankind's progress go spinning off into\nspace alone, war or no war, Russians or no Russians. I shall not leave\nit. I'm a civilian, and I refuse to go. Is that clear?\"\n\nWalter Stanton stifled a wild impulse to laugh at the thought of Howard\nspinning alone and infinitely through space. Suddenly he liked the man.\n\n\"Any other comments?\"\n\nVelez bristled like a bantam rooster. \"I shall stay with Senor Howard.\"\n\nWalter Stanton set his jaw. \"If I give the word, we'll evacuate, all\nof us. _If_ I give the word.\" He glanced down the row of faces. \"I'm\ntoying with the idea of allowing volunteers to stay.\"\n\nThere was a chorus of assent. With a chill, Walter Stanton remembered\nPetrovski. He glanced at him and the big Russian, blond and\nbespectacled, arose ponderously and leaned on the table.\n\n\"Gentlemen.... Could I speak?\"\n\n\"Go ahead, Ski,\" somebody said.\n\n\"I ... I do not know whether those people who rule my country are\ncapable of destroying this ... this marvelous thing. I do not know\nwhether they would _want_ to destroy it....\" He took off his glasses\nand polished them fiercely. \"But if you would allow me.... If it could\nbe arranged ... I should like to stay....\"\n\nWalter Stanton, touched, cleared his throat. He spoke quietly.\n\n\"And if it were turned into a weapon against your country?\"\n\nPetrovski looked as if he were about to cry. \"If my country tries to\ndestroy this wonderful thing of science.... Then it is no more my\ncountry.... And I would still like to stay....\"\n\n\"Yes,\" said Stanton, a little embarrassed. \"Well, we'll see....\"\n\nMel Cramer leaned back suddenly in his seat. \"Could a beat-up old\nlight colonel have a few words, seeing as how this project is slipping\nrapidly from your league into mine?\"\n\nWalter Stanton gazed at him quizzically. \"Of course, Mel. Go ahead.\"\n\n\"You guys are all full of bull.\" Cramer leaned forward, counting on his\nfingers. \"In the first place, you wouldn't have a chance if they've got\na missile that can get here. In the second place, you wouldn't do any\ngood if you did stay. In the third place, if they tell you to get out,\nyou'll get out. Period. Is that clear?\"\n\nWalter Stanton felt his blood rise. \"Just a second. The Air Force\n_advises_ us; the UN _tells_ us. Let's keep that straight.\"\n\n\"Buddy,\" said Mel, \"if I know War, it isn't going to be that way very\nlong....\"\n\nThe intercom system burst into life. The flat, nasal voice of\nLieutenant Goldstein, the sharp young Air Force radar officer, crackled\nthrough the room.\n\n\"Colonel Cramer, Mr. Stanton. Would you come to Control? I've picked up\na missile. I think it's headed for us....\"\n\n\n\nWith the dim orange light of the PPI radar scope gleaming on his sharp\nfeatures, Goldstein looked like some interested youngster staring into\na campfire.\n\n\"It's on a tangential orbit now, just breaking into the exosphere--I'll\nbe able to give you its free flight velocity in a minute.\"\n\n\"Was it three stage or two?\" Cramer asked.\n\n\"Two, sir, apparently.\"\n\n\"So far,\" Mel Cramer said. \"If it accelerates again, we'll know for\nsure.\"\n\nFrom the huge transparent board behind them the plotter, Airman Lang,\nspoke. \"I make it 700 knots relative to Platform speed, sir.\"\n\n\"Give or take a few hundred,\" murmured Goldstein.... \"Oops ... I think\nshe's started another burn-out period....\"\n\n\"She's accelerating, sir,\" said Lang. \"But fast....\"\n\nThey watched the tiny pip while Goldstein worked with his cranks and\ndials. \"Spatial velocity will be about 1300 knots relative, sir.\"\n\n\"Well,\" said Cramer. \"At least I could catch it on a second pass ... if\nI missed.\" He coughed nervously. \"How much time have we got?\"\n\nThe circuit to Ground Control burst into life. \"Space One, Space One,\nthis is Ground Control. We have a missile on our scope from relay\nFour. Altitude four hundred miles, relative velocity 1370, Latitude--\"\n\nMel Cramer picked up the mike. \"OK, OK, ground control. We have it.\"\nHe smiled bitterly and added: \"I assume you're intercepting with a\nmissile.\"\n\nThere was a long silence, then: \"Mel, this is General Staves. You know\ndamn well we can't intercept. We just picked it up, and we're too late.\"\n\nMel sounded cheerful enough, but Walter Stanton blanched as he saw the\nhand shaking on the mike.\n\n\"OK, General. We'll see what we can do. What's the status of Cargo One?\"\n\n\"She's still taking fuel. We may be able to evacuate you if you can get\nthis first one.\"\n\nWalter Stanton took the mike. \"General, this is Stanton. If he gets\nthis one, we don't intend to evacuate.\"\n\nThere was a shocked silence, and then the general's dry voice.\n\n\"You'll evacuate, all right. And I suggest you take evasive action, in\nspite of your agreement.\"\n\n\"We are, General, I'm shortening our orbit now.\"\n\n\"If you see anything good over Russia,\" the General said, \"let us know.\nNew York you won't see.\"\n\n\"Always joking,\" said Airman Lang bitterly. \"That's the General.\"\n\nWalter Stanton faced Mel Cramer in the darkness. \"Well, Mel....\"\n\nMel tried to laugh, but his voice sounded tight. \"Well, Walter....\"\n\n\"It's up to you, Mel. The whole shebang.\"\n\nMel's mouth worked dryly and he nodded. \"Yep. Guess.... Guess I better\nsuit up....\"\n\n\n\nWalter Stanton waited inside the hub, gazing through the port at the\ntiny fighter across the landing-lock. _I wish ... I wish it were me\nwho could fly it_, he thought desperately. He ran his hand along the\nsupport rail, as if caressing the metal and plastic of the Platform.\nHe remembered the dreams, the toil, the heartbreak, far back to when\nmen laughed at the concept of a platform in space. He thought of the\npioneers of rocket work, some of them dead; the men at Peenemunde using\ntheir brains for war but even so adding painstakingly to the fund of\nknowledge. He thought of the moment of blinding elation three months\nbefore, when the last reactor had been cut off and the core of Space\nOne swung easily into her orbit. _If only Mel could understand....\nBetter yet, if I could fly...._ He knew certainly that he himself\nwould give his life to save the Platform; knew surely that Lynne would\nunderstand. But would Mel Cramer give _his_ life? For his country,\nprobably; for his home and family, surely; but for what he seemed to\nconsider a useless scientific gadget?\n\nHe heard a movement and turned. Mel Cramer, massive in his flight gear,\nbut with his helmet off, was standing behind him. His face was drawn.\n\n\"Well, Walter, wish me luck.\"\n\n\"Mel.... Do you know what this means? Really?\"\n\n\"My indoctrination is complete, if that's what you mean. I can't agree\nwith you that the world will fall apart if Space One isn't a success,\nbut the world's falling apart anyway, so it really doesn't matter. I'll\nmake my passes as close as possible.\"\n\n_And if you miss?_ thought Walter Stanton. _What will you do? Will\nyou make another pass, a sacrificial pass?_ He wished for a moment\nthat their culture embodied the Oriental concept of patriotism; the\ndisregard for human life, the fatalistic belief in some paradise for\nbattle-dead.\n\n\"Mel,\" he said suddenly, forcing the words. \"What happens if you miss?\"\n\nMel Cramer's jaw tightened, \"just a minute, Walt,\" he said slowly. \"I\ndon't quite know what you're getting at, but I have an idea. Are you\nsuggesting that I fly into that thing?\"\n\nThere was a long silence, and the ventilators whined.\n\nWalter nodded his head slowly. \"Yes, Mel. If necessary.\"\n\nMel Cramer stared at him. \"This isn't a Japanese kamikaze pilot you're\ntalking to! This is Mel Cramer. I was an ace as a kid in Korea, and\nnobody ever accused me of being yellow, but I didn't sign up for _this_\njob to commit suicide. That isn't the way we do it. That's why I'm\ncarrying rockets instead of a warhead full of tetryl. And it's why\nwe win wars; we don't sacrifice the men we've got; we give 'em every\nchance.\"\n\nWalter Stanton said: \"It's not my prerogative to ask you to sacrifice\nyourself. It's just that.... This project....\"\n\n\"Everybody on this project is a volunteer.\"\n\n\"It isn't _us_; it's the Platform.\"\n\n\"Everybody on the Platform is a volunteer,\" Mel Cramer repeated\ndoggedly. \"Everyone knew the chances he was taking. And there isn't a\none of them who loves his wife and kid anymore than I do.\"\n\nThrough the sickness of his disappointment, Walter Stanton forced a\ngrin. \"OK, Mel. My love to Marge when you get to Sandia; and tell\nLynne ... tell her....\"\n\n\"I'll tell her you'll be back on Cargo One by tomorrow,\" Mel Cramer\nsaid. \"If,\" he added softly, \"I make it to Sandia Base, and if Sandia\nBase is still there....\"\n\nCramer glanced through the port at the mechanic waiting to help him\ninto the tiny fighter, shivered a little, snapped on his helmet and\nstepped out to the catwalk. Walter Stanton watched through the port\nas the huge air-lock opened and Mel Cramer eased the _Mistress_ out.\nShe nestled next to the Platform like a small, angry wasp near a hive,\npower off, waiting for intercept data from Goldstein in Control. Walter\nStanton felt a chill race up his back. He started up the ladder.\n\n\n\nGoldstein had flicked on the remote telescreen and was watching it,\nwith one eye on the PPI scope. The screen came to life, and Walter\nStanton saw a clear picture of Space One as Mel Cramer pointed the\n_Mistress_ at the platform to aid in focussing.\n\n\"OK, Colonel,\" Goldstein said. \"Screen controls locked.\"\n\n\"Screen controls locked,\" Mel Cramer's voice repeated. The image of\nSpace One disappeared from the screen as the _Mistress_ swung to the\nEast, paralleling the motion of the platform in space, ready to add its\nspeed to that of the artificial satellite. \"Heading zero-nine-zero,\"\nsaid Cramer. \"Ready to launch.\"\n\n\"Blast for ten seconds,\" said Goldstein, \"and stand by for intercept\ninformation.\"\n\n\"Blasting.\" Cramer's voice seemed strained. Then: \"Power off! Swinging!\"\n\nWalter Stanton stared at the telescreen, a duplicate of Mel's screen,\nand the very eyes of the _Mistress_, since her windshield would be\ncovered against the sandblasting meteoric dust until the last seconds\nof the firing run. The time seemed to press on the back of his neck,\nand he felt his head ache with the strain. The ventilators moaned.\nGoldstein spoke suddenly.\n\n\"Missile eight hundred miles earthward, rate of closure 480 knots,\ntwelve o'clock from you.\" His voice rose slightly. \"Have you got it,\nColonel? Is it on your screen?\"\n\nThere was an aching void of silence, then \"Affirm! I have it.\nCommencing first pass!\"\n\nWalter Stanton became suddenly aware that Radar Control was crowded. He\nheard Peters' voice: \"How many runs can he make?\"\n\n\"Two runs; he'll fire two proximity rockets per pass. They ought to\ntrack the missile.\"\n\n\"Yeah,\" said Lang dryly. \"It's all doped out. This science is\nwonderful....\"\n\nWalter Stanton jumped as an image of the missile appeared on the\ntelescreen. From a tiny flash it grew quickly more bright until it was\na circle on the screen. \"Locked!\" grated Cramer's voice. \"Firing!\"\n\nTwo streaks appeared at the bottom of the screen and darted for the\ncircle. Walter Stanton heard a gasp of relief in the compartment as\nthey sped true, straight for the center. Then, amazingly, the streaks\nwobbled erratically and streaked away. The circle of light moved slowly\ndownward off the screen as Mel Cramer pulled up.\n\n\"Missed,\" breathed Goldstein. \"Brother....\"\n\nMel Cramer's voice cut into the silence. It was strained and uncertain.\n\"I think it's jamming my control heads.... Putting out strips, maybe.\nI'm making another pass.\"\n\n\"Thanks, Colonel,\" whispered Lang from the plotting board. \"This is\nwhat Uncle pays you for.... Let's earn it....\"\n\nFor an eternity they waited, and again the circles appeared in the\ncenter of the screen. \"Locked,\" Mel Cramer said. Closer and closer\nmoved the light, and for a moment Walter Stanton had a wild burst of\nhope. The target seemed too close to miss; the two rockets streaked for\nit, reaching hungrily. Then they wobbled again and disappeared from the\nscreen as Mel Cramer pulled up. There was a chilling silence in the\nroom.\n\n\"Well,\" said Goldstein, \"that does it. We've got ... let's see ... 176\nseconds, if anyone cares to know.\"\n\nMel Cramer's voice came into the room as if from the grave. \"It.... It\nwas jamming ... I was right on!\"\n\n\"Excuses, Colonel,\" muttered Lang. \"Always excuses....\"\n\nGoldstein talked into the mike. \"Colonel, I suggest you commence your\nbraking ellipse immediately. I don't know what effect the explosion\nwill have in this orbit, but I think you'd better leave it.\"\n\nWalter Stanton turned desperately to Goldstein. \"Goldie, is it certain?\nWe've _got_ to save the platform! Suppose I use full reactors, shorten\nour orbit even faster?\"\n\n\"It won't matter, sir.\" He jammed his thumb at the PPI scope. \"That\nthing's tailing us like a flying cadet after a WAF. It'd follow us all\nthe way back to Sandia if we could get there.\"\n\nWalter Stanton felt the Platform, his dream, pulsing around him. For\na moment he felt an affection even for the maddening wail of the\nventilators. Behind him, he knew, were some of the best brains in\nscience; men whose concepts cut across the lines of nationalism; who by\ntheir presence on the Platform showed that they disregarded the very\ninstinct of self-preservation in the search for Truth. And he felt the\npresence too of the thousands below who had helped make the Platform\na reality. He took a deep breath. Then he picked up the microphone and\nspoke to his friend.\n\n\"Mel, this is Walt. I've just received a dispatch. Do not--repeat--do\n_not_ land at Sandia. Suggest you try to use White Sands.\"\n\nMel's startled voice came back. \"Why?\"\n\nWalter Stanton felt his hands grow clammy.\n\n\"They just destroyed Sandia Base.\"\n\nGoldstein gaped at him. \"What.... What are you telling him?\" He moved\nfor the mike, but Walter Stanton shook his head.\n\nThe speaker crackled. \"Destroyed? Sandia destroyed?\"\n\n\"Entirely.\"\n\n\"The--The dependents' quarters too?\"\n\nWalter Stanton forced out the words. \"Everything, Mel.\"\n\nThere was a long silence, and then Mel Cramer spoke, and his voice was\ntired. \"Vector me, Goldie.\"\n\nGoldstein said: \"To White Sands, Colonel?\"\n\nBehind the tiredness and the sadness Walter Stanton caught a hint of\nstrength in the voice that came back.\n\n\"To the missile....\"\n\nGoldstein hesitated, looked at Walter Stanton.\n\n\"Do it, son,\" said Stanton....\n\n\n\nHe could never afterwards remember how long he had been sitting at\nhis desk when Goldstein tapped on the hatch and entered, carrying a\nmessage. The lean youth looked down at him.\n\n\"First, sir, I want to say that I understand....\"\n\nWalter Stanton looked at him gratefully. \"You know it wasn't to save\nus.... Just the Platform....\"\n\n\"I know it, and it took more guts than I've ever seen. But you'll need\nguts for this too, sir....\"\n\nHe handed Stanton the message.\n\n    FROM: EARTH CONTROL CENTER\n    TO: SPACE ONE\n    SANDIA BASE DESTROYED ENEMY BOMBING ATTACK STAVES\n\nThe dull throbbing ache started in his chest, and he knew that it might\nlive with him for the rest of his life. He let the message fall.\n\n\"If you get a list of dependent casualties, call a conference\nimmediately.\"\n\n\"Yes sir. Anything else, sir?\"\n\nHe forced himself to forget Lynne and Karen and concentrate on the new\nproblems. He moved to the deck-port and kicked open the cover. On their\nshortened orbit they were moving in relation to the earth's surface\nnow; the west coast of Africa lay below.\n\n\"Did Cargo One get launched?\"\n\n\"No, sir. Destroyed while fueling.\"\n\nOne of the problems, then, would be starvation; Cargo Two was months\nfrom completion. But at least, if they could survive, they'd have a\nchance to prove themselves; to prove the value of the Platform in war\nas well as peace; to save the tiny satellite for its intended use. He\nturned to Goldstein.\n\n\"Pass the word for that conference now. We've got some high-powered\nIQ's up here and there's a war going on. Maybe we can make it the last\none....\"\n",
    "metadata": {
        "author": [
            "Searls, Hank"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66699/pg66699.txt",
        "name": "martyrs_flight.json"
    }
}