{
    "name": "Mary Anonymous",
    "author": [
        "Walton, Bryce"
    ],
    "body": "Ten miles out of New Washington the duralium observation tower was a\nslim needle stuck in the ground. Three officers of the UN High Command\nwaited at the top of it, within view of the rocket. They waited for\nzero hour. They were Major-General Engstrand, Lt. Colonel Morgenson,\nand Major Schauffer.\n\nAt 0500, Professor Michelson entered. He still wore a chemical-stained\nsmock, a faded shirt and a pair of baggy trousers. He sat down in a\ndissolving way indicating a vast accumulated weariness. He felt old,\nvery old, now that the last big project was finished.\n\n\"The G-Agent's all loaded,\" he finally said. \"Three tons.\" He looked\nout the window. \"You may give the firing orders, sir,\" he said to\nMajor-General Engstrand.\n\nRelief sighed voicelessly in the tower room.\n\nSchauffer also looked out the window. Morgenson contemplated his\nfingernails. Engstrand stood very straight, filled with the magnitude\nof this moment's promise of final victory. Then he grabbed up the\nphone. \"All right, Burkson. Everything's set. The rocket will go as\nscheduled.\"\n\nHe sat down and wiped slowly at his puffy but somehow powerful face.\n\nThe slim and calm Schauffer turned, got a bottle out of the liquor\ncabinet, poured four drinks. \"We've worked long and hard,\" he said. \"A\ntoast to a well earned victory, gentlemen.\"\n\nThey drank.\n\nMichelson was thinking, not of a well earned victory, but of retirement\nand rest. Forty years he had worked. For victory over the Eurasians.\nAfter that, for victory over the Martians. He wanted to sleep late,\nfish and rest in the sun.\n\n\"Three tons of G-Agent,\" Engstrand said softly.\n\nThe rocket would hit Mars. Countless other rockets would fly out of it,\neach directed, each exploding and casting out its deadly sprays and\ngases of the G-agent.\n\n\"Within an hour,\" Morgenson said, \"after the rocket hits, there won't\nbe a bug, a germ, a piece of lichen left alive. Unless somebody sends\nit there, there won't be anything alive on Mars again for a long time.\"\n\n\"I'd still like to know what kind of life it is,\" Schauffer said.\n\nMichelson looked at the floor. \"Now we'll never know.\"\n\n\"But we'll stay alive to speculate about it, and some day maybe they'll\nfigure how to get a man across space. And then we'll know what died up\nthere.\"\n\nThere was a chance, Michelson knew, but a very slim one, that something\nmight go wrong. The rocket might crash on the Earth somewhere. But no\none else probably even dared to think about it. None of them were as\nold nor as tired as Michelson. A lot of people would die. Just in case\nthe Martians might have something in the way of gases as deadly as the\nG-agent, the population had been supplied with hypos of antidote, gas\nmasks, and suiting. But still, so many people would die. However such a\nthing was very highly improbable.\n\nThey drank again.\n\nEngstrand put his hand on Michelson's bowed shoulders. \"Again you've\ndone a magnificent job, old friend.\" His voice was low. \"Three weeks\nahead of schedule. That time advantage may have saved us all. God\nknows what the Martians are getting ready to send now!\"\n\n\"One thing we can be thankful for,\" Schauffer said. \"No spies. No\nworry about security, no saboteurs. Of course the Martians are lucky\ntoo--or were--in that respect.\" He looked thoughtfully into his\nglass. \"The Martians did us a favor really. They created world unity.\nA psychologist couldn't have predicted it. But think of that--since\nthe war with Mars, no human being has ever tried to sabotage anything\ndirected at defeating the Martians!\"\n\n\"It's natural enough. This time it's humans against--well--God knows\nwhat! But nothing human.\" Engstrand poured himself another drink. \"No\nhuman being has had anything to identify with in the enemy's camp.\nYou're right, Major. In a way, the Martians did us a favor. And now\nwe'll do them one--one last favor. They're too damn evil to live, and\nthey'll sure be glad, somewhere in their guts, to be finished off!\"\n\nSchauffer turned to Michelson, and grinned. \"Where's Mary?\"\n\n\"She wasn't feeling well,\" Michelson said. \"I left her out at Lake\nHouse.\" He stood up. Quietly, he said. \"Good-bye, gentleman. I'm going\nhome, to Lake House. I'm tired.\"\n\n\"Aren't you going to watch the rocket blast?\"\n\nMichelson shook his head. \"I think not.\"\n\nThey all shook hands with Michelson. \"Write us, will you, Mike,\"\nEngstrand said. \"Let us hear from you often.\"\n\n\"Of course,\" Michelson said. At the door he turned, an old man, stooped\nby years of devotion to more and more deadly chemicals. \"If you need\nme, I'll still be at Lake House.\"\n\n\n\nHe went out of the observation room and stood for a moment looking at\nthe elevator that waited with an open mouth. He had always been with\nG-2. Back when they had started over again in the ruins of World War\nIII he had been in charge of various space-going projects aimed at a\nquick defeat of the Eurasians, and this always included the latest\ncomplex developments in bacteriological warfare, and the use of liquid\nand atmospheric gases. He had sent the first New Era test rocket into\nspace, the first one to the moon, the first ones to Mars.\n\nInstruments far in advance of the original telemetering and servomotor\ndevices, had measured temperature, radiation, chemical makeup of\natmosphere, minerals, various field effects, measured and catalogued\nall life, even to its cultural development, then sent back their\nmeasurements and evaluations on ultra-high-frequency to ground\nobservers on Earth.\n\nHe had sent out the first rockets with monkeys, rats, guinea pigs and\nbirds to test the effects of alien conditions on living organisms. No\nhuman being had ever survived. They stopped trying.\n\nBut the Martians had been carrying on a program much the same. They\nhad been frightened. They had sent deadly rockets. The war had begun,\na fantastic push-button operation between worlds millions of miles\napart. This Earth rocket loaded with three tons of G-agent was what the\nUN hoped would be the last retaliatory gesture in a number of years of\ninterspatial bickering. For it was also evident now that no Martian\ncould get across space to Earth.\n\nMichelson sighed, stepped into the elevator and started home. Home to\nrest, fish, lie in the sun. Home to Mary who kept him occupied and\nentertained in his loneliness.\n\nBut Mary had not been ill. She had not stayed at Lake House either. She\nhad been aboard Michelson's helio, hiding in the luggage compartment.\nShe had the key to Michelson's office and she was there.\n\nBut her head ached now. She hadn't slept for two days, thinking about\nwhat had to be done. Her head ached worse now as the wave directives\ncame again and again, bringing new bursts of coercive pain with any\ndeep emotional hint of possible resistance.\n\nNow, in fact, there was doubt in Mary's mind that there was any desire\nto resist the directives, or if there ever had been. Now even those\nlingering wonderings about the possibility of doubt brought pain.\n\nBetter just to act. And it was time.\n\nThe clock gave her exactly one hour, she knew, to destroy the central\nbuilding sector, the heart of the giant UN Research Foundation, and\nalso wreck the rocket due to blast for Mars. She had heard Daddy Mike\nsay what time the rocket would blast if he got the G-Agent loaded on\nschedule, and she knew he had done that.\n\nThere was little if any caution exercised at the Foundation. It had\nbeen well established by years of precedent that humans just didn't\nsabotage an effort directed at aliens. Especially Martians who, time\nand time again, had almost brought destruction to earth in innumerable\nunexpected ways. Added to that was the fact that no Martian could get\nacross the void to take care of it directly, any more than an Earthman\ncould to Mars for a similar purpose.\n\nMary had the advantage of this freedom. But the immediacy with which\nshe could be identified by all the personnel about the Foundation\nmight be a handicap as well as a possible advantage. She would have to\nexercise extreme caution herself.\n\nThe directives had stopped. She was on her own as long as she didn't\nresist the preceding orders. From this point on it was strictly Mary's\nresponsibility.\n\nShe checked the electrodoor. No one was approaching Daddy Mike's\noffice. She wasn't sure whether or not he would return to his office\nbefore going to Lake House. She wondered what he would do, how sad he\nwould be, to find her gone.\n\nFrom behind the rearmost, long unused files in the filing cabinet, she\ntook the capsule of G-Agent. There was enough of the nerve gas in the\nten ounce container to destroy everyone in the building, within half an\nhour after it was thrown into the ventilator shaft.\n\nShe went to the wall, pressed the button, and the opening was revealed\nby a sliding panel. Without hesitation, she tossed in the capsule of\nG-Agent. Dimly, she remembered how she had collected it, painfully\nover a period of months, drop by drop and stored it in the special\nnon-corrosive alloy of the container. She had access to all of Daddy's\nlaboratory equipment.\n\nThe container would explode in half an hour. Thirty minutes to get\noutside the buildings and over to the pits and the lethal rocket.\n\nShe felt nothing but a kind of depersonalized tension of responsibility\nas she removed her hat and took the small deadly neutron beam gun from\nthe tiny sling she had fixed inside. She put the hat back on and tied\nthe ribbon under her chin. The hat had caused much amused reaction from\nthose friends of Daddy Mike who had become accustomed to her being\nconstantly with the old man.\n\nShe ran into the bright shine of the tubular metal hall. She hoped with\na flash of unexpected feeling that Daddy Mike would leave the building\nbefore the G-Agent was activated.\n\nHe loved her. Her heart throbbed painfully as she remembered how\nmuch Daddy loved her. How he had held her on his lap and stroked her\nhair and philosophized endlessly to her, not caring that she was not\nsupposed to understand such complexity. But sharing this as he did all\nthings with her in his aging loneliness.\n\nShe crouched there in the hall and thought of that, how she would love\nDaddy as Daddy loved her. Except that she was incapable of love. Dimly\nshe remembered that once, long, very long ago, there had been a kind of\nspontaneous expression of physical desire, and sensuous pleasure, from\nthe contact with others. But since then there had been the experiments,\nendless, too painful to recall. The bursting of blood and the repair,\nthe brain slicing and the laying open of cells, and the sewing up.\nYears, a lifetime, a foreverness of pain, and the apparent making good\nas new again. But the scars were too deep too show, and too deep to\nmend.\n\nSuch pain for so long, the cold objective testing, had killed any\ncapacity for love. Mary was convinced of that.\n\nShe held the gun to her left side and ran in nakedness and silence down\nthe glowing tube.\n\nAn overweight guard in his brown UN uniform eased around the curve in\nthe tube and stood with his back to her. It was a good place for him to\nwalk what was to him a useless beat. There was nothing to guard against\nbut boredom. This was the building's left wing and fairly isolated, and\nhe could merely stand here and wait for the far end of his shift.\n\nShe slid along the wall. Her feet moved with a vague whispering\nsilence, the silence of unconscious stealth. But then the guard turned\nto place his heel more comfortably on the inward-sloping bottom of the\ntube. And he saw her.\n\nHe grinned. \"Mary!\" he said. Everyone knew her. And everyone loved\nMary. \"What are you doing out here?\"\n\nHe could never guess the truth, she thought. Even if someone told you,\nyou would never believe it.\n\nThe good humor spontaneously beginning to bubble from the fat guard was\nchanged into a kind of gasping cough of unbelieving fear. Desperate\nwords filtered out through his teeth. A white line moved around his\nlips. His hands reached out and hung suspended.\n\n\"Mary--Oh God, Mary--the gun, that's--that's a real gun, Mary--\"\n\nThe charge was light. It contacted the Guard's face just above the\nchin. It dissolved instantly all of his face and most of his brain. It\nleft only a smeared shell of bone behind, like a bowl tipped up.\n\nShe ran on down the slightly curving tube. _They were never never so\nkind to me. For he is free from the directives that pull and push and\npry and pick at the brain. He is free from pain._\n\nWhen this was done, she would be free. As free as the guard.\n\nOnce near the rocket, the long task would be ended. She would then\ntheoretically be free from the complex thought which her body was\nincapable of handling without pain. Free from the pain of an imbalanced\nbody and nervous system. And free of the coercion bands, the directive\nwaves that could sometimes rip the cells apart.\n\nShe pressed the down button of the elevator. At that moment the high\nscream of the alarm sirens shrieked in her ears. She cowered a moment.\nIt came from all around. It bathed her in painful sound. It became a\npervading throb that seemed to come from the metal everywhere.\n\nThey had discovered the guard already. That was one of those\nunpredictable elements. Purely chance that anyone would have passed\nthere just after the guard was killed. That could be the only reason\nfor the alarm!\n\nShe had to get outside the buildings. She had to get over there near\nenough to the rocket to blast the firing tubes! She wasn't even off\nthe tenth floor.\n\nThere was nothing to fear except failure. Death itself would be a\nwelcome if not a preferred kind of freedom for her. But if she failed\nand lived, there would be torture. And the misty worlds of pain, not\nonly in the labs but from the coercion directives. As far as she knew,\nperhaps the directive rocket buried somewhere high in the pines near\nthe lake would contain even more duties for her, if this failed. Except\nthat now she would be known and they would hunt her down and--but so\nfar they did not know who had killed the guard.\n\nNo, if they caught her they wouldn't kill her. That was sure enough.\nThere would be the labs again. They would probe, cut her open, try to\nfind out why. She had long been a living instrument for finding out why.\n\nAs the elevator dropped, the walls pulsed with the screams of the\nalarms.\n\nShe had one advantage she realized that she had been doubtful of\nearlier. She was Mary, and everyone knew and loved her. Though it was\ndefinite now that a saboteur was loose inside the Foundation, there was\nnothing so far to connect Mary with such a fact.\n\nShe concealed the gun in the sling inside her cap, and tied the ribbon\nfirmly under her chin. When the elevator reached the first floor, the\npanel slid back. She was tensed to run out, but a group of Foundation\nguards were running for the opening. Their faces were twisted into\nvarious expressions of tense terror. They were all inside a gigantic\ngas capsule, they knew that, one of terrible potential lethality.\nEvidently it was suspected that the G-Agent might be used.\n\nMary ran out, turned, leaped for the narrowing gap between the guards\nand the arched opening that led into the court. Most of the guards\nscarcely noticed her at all, and if they did they evidently figured it\nwas hardly anything to cause diversion from the awful emergency.\n\nBut one of them, a man named Jonothan who had often caressed her and\nexpressed his love for her, smiled. It was a kind of conditioned\nreaction that broke the frozen fear of his mouth and cheeks. He leaned\ntoward her, his hand outstretched.\n\n\"Mary--this is no place for you, baby. You'd better come back up with\nus.\"\n\nThe invisible mouth of the intercom spoke. \"The saboteur may be\nheading for the rocket which must blast on schedule. Already deadly\ngases may have been released inside the Foundation. Sections five\nand six will establish instant cordon around the rocket pits. Anyone\nnot obeying security instructions will be shot instantly. Anyone\nentering or leaving the Foundation buildings or grounds without proper\nidentification will be shot. All guards will immediately put on masks,\nand protective suiting, and will prepare antidote injections. Sections\nseven and eight will search the main wing. Sections nine and ten--\"\n\n\"Come on, John!\" someone yelled from the elevator. Kits were falling\nopen. Masks were unfolding. Suit capsules were exploding under\ncompressed air, and the special suits were breaking out in fluffs of\ngreen.\n\n\"Hey, for God's sake, Johnny, come on!\" The voices were ragged with\nfear.\n\nA warning would also, Mary knew, be going out to all civilians made\nsusceptible immediately by inversion, movements of predictable winds.\nBut Mary knew that many would die, many many would die, when the rocket\ncrashed. If she could succeed.\n\nOnly for that inevitable percentage who would die in great pain did she\nhave any recognizable sympathy. She had a duty, else she herself would\nexperience greater and greater pain.\n\n\"You'd better come along with us, Mary baby,\" Jonothan said. He reached\nfor her, while the others yelled at him. The intercom itself was toned\nwith terror that was in the walls and in every man's eyes and his voice\nand the stance of his body.\n\nMary giggled. She started a kind of disarming dance. But this time it\ndid not excite the laughter and general response it usually did.\n\nHer stomach turned sickeningly as she felt the release, the ribbon\nfluttering and the cap falling. The thud and the bright shining spin of\nthe gun over the mosaicked floor. The sling had broken.\n\nShe danced toward it.\n\nJonothan yelled, but the voices of the others snapped off into a\npulsing silence. Then an incredulous murmur trickled over the floor.\n\n\"Mary--what are you doing with that? Mary--stop--wait, Mary--\"\n\nDesperately, Jonothan dived to the floor. He clawed. He kicked with his\nfrantic feet for traction on the floor. He screamed at her as he pawed\nto reach the gun. But she leaped over him and turned with the gun ready.\n\nJonothan was slowly standing up. His face was white. His lips moved.\nHis throat trembled. But no words came out.\n\nBehind him, a voice shivered. \"Give us the gun, Mary.\"\n\nPleading, cajoling, shaking, other voices joined.\n\n\"Mary--give us the gun now!\"\n\n\"Please, Mary, you can kill people--\"\n\n\"You just give Uncle Patrick the gun now, honey, and--\"\n\nShe was backing away toward the arched opening. Beyond that were the\ngardens, the fountains the pretty landscape of the courts. Beyond that\nwere the helio landings, and then the pits. It wasn't so far.\n\nJonothan was trying to smile at her as he reached again for the gun.\nBehind him, the others stood immobile and without any more words. The\nintercom had words, but no one was listening now.\n\n\n\nShe fired a much heavier charge than that against the guard on the\ntenth floor. Between Jonothan's outstretched arms which had held her\nwith love, his torso and head disappeared. His arms fell and the legs\ntoppled like parts of a mannequin. Beyond the vacancy that had been\nJonothan, several others tried to draw their guns. All were abruptly\nreduced to jellied and smoking anonymity. Mary ran for the courts.\n\nShe heard herself giggling without recognizable meaning as she ran\nunder the rainbowed fountains, leaped the flower hedges, and skimmed\nover the carefully designed green of lawn patches.\n\nShe still had that initial advantage. No one still could logically\nconnect her with what was happening. So far there were no living\nwitnesses. At least it was unlikely that there were.\n\nShe was a little behind her schedule and every second was now\nimportant. Where before there had been allowed some margin for error,\nnow there was none.\n\nShe wanted to get a helio. She wanted to get as far up wind and as\nfar into the air as possible when the G-Agent began drifting over the\nland. She wanted to live for the reasons she had thought about before,\nmany times. She couldn't say that her life was important to her now\nany more than it ever had been. It had never been her life, not in her\nmemory. Always she had been the instrument of others. She could blast\nthe rocket back to earth from inside a helio, and keep on from there to\nsome degree of personal safety.\n\nThat was the plan.\n\nAs she ran she wondered with a kind of dull throbbing hope if after\nthis task was fulfilled, she would be free of the Martian directives.\nShe didn't know. She could only hope.\n\nLong after the high degree of intelligence she now possessed came\nto her, (that too having been something imposed to increase her\neffectiveness as an instrument) she had prayed to be free of pain and\nimprisonment. Even where there was not the capacity to formulate any\nawareness of her merely being used, or of being a prisoner of others,\nshe had felt the primitive cellular discontent that had now become open\nand passionate desire for freedom.\n\nMaybe after this was done, she would be free for the first time that\nshe could really remember. What she could do with it, where she could\ngo, where she could hide with it, whether she could even live to enjoy\nit, if in fact she could enjoy something she had never had, was really\nnot of much consequence to her as she ran and thought about it. Even\none brief flare of freedom would be its own exultant reward.\n\nFigures made a scrambling chaos of unreality out of the area which\nusually displayed such a paradoxical atmosphere of quiet peacefulness.\nSirens shrieked. Helios hummed and hovered nervously, then darted off\nin angled desperation through the slanting rays of dusk. Evidently\nthere were a fortunate few whose emergency obligations were taking\nthem elsewhere. And a few others, undoubtedly, who were escaping in\nguilt-ridden cowardice from an intolerable suspense.\n\nShe jumped, slid the cowl back, crawled into the plastoid bubble before\nthe two-seated passenger helio. The controls were simple. She had\nwatched Daddy Mike many times as he commuted to and from Lake House.\nJokingly he had let her sit on his lap and play with the controls, not\nbeing able even to suspect what she was really learning, and what the\nend result would be.\n\nAs the helio whirred to lifting life, Mary did not bother with\naltitude. That would come later. She sent the helio skimming low over\nthe courts and the landing plots, over the monuments and fountains,\ntoward the pits.\n\nWarnings would be going out across the decentralized populations of the\nnation. Terror would be creeping over the land as the G-Agent would\ncreep over it soon, very soon now.\n\nOne thing she was still sure of--no one knew, or could even suspect,\nthe identity of the saboteur they were searching for.\n\nShe heard the gasp, then a sort of whimpering moan, and that changed\neven as she turned with tense sharpness, to hoarse and spasmodic\nlaughter.\n\nShe seemed geared to any emergency, so that nothing, such as this,\ncould be a surprise. A surprise would mean temporary indecision. She\ncould not afford that. She turned, keeping the controls level, and\nraised the gun.\n\nA man was on his knees, his hands gripping one another. His eyes\nand teeth protruded, and saliva ran out of the corner of his mouth.\nEvidently he was a civilian employee, a clerk with his anonymous brown\nsuit and his shaven head. Someone who had felt no strong identification\nwith the plant except that it was a job, it was security. So now that\nit had turned into a giant gas capsule, he had only wanted to get away\nfrom it. His eyes kept bulging as they stared at Mary. They didn't\nbelieve in Mary. He was trying to laugh away what wasn't logical. But\nhe couldn't laugh it away.\n\n\"I was told to lay off the neuro-tabs,\" he whispered. \"The medic\ntold me I'd start flipping--flip, flip--he said--if I took too many\nneuro-tabs. He was right. I've flipped. I'm gone.\" Then the laughter\nthat was not laughter really broke out all over him like a rash, and\nit filled the interior of the helio. \"I've run away from my job when\nthe alarm sounded!\" He started screaming. \"I can't go back anyway. No\njob--hell--I'm finished no matter what!\"\n\nHe bent forward and groped for the button that would open the rear\nhelio door. Mary lowered the gun, hoping this man's own madness would\nmake it easier for her. Adjusting the blast so that it would kill him\nwithout releasing too much deadly kinetic energy within so small a\nspace would be a delicate thing. It was highly dangerous.\n\nHe turned while the wind sucked at him and flapped his brown suit\naround his bony legs. He blinked slowly at Mary and tears ran down his\ncheeks. \"Even if you're not real, you're the last I'll see, the last\nthing. So good-bye!\"\n\nThe air pulled him abruptly out into its deceptive nowhere. For an\ninstant, she felt drawn to his lonely pathway of escape. She wanted to\nsay after him, \"Good-bye,\" but she couldn't.\n\nAs the helio swung to the left, the rocket lifted with strange\nslowness, heavy and steady, on its column of fire. Reality compressed\nto only the helio and a narrowly restricted line between the gun and\nthe lifting rocket.\n\nA few other helios moved in the area, but none nearly this close to the\nrocket. Observers would know. Once the thing was done, she wondered if\nshe could possibly escape. They would know that the destructive blast\ncame from this helio.\n\nAs she fired, she sent the helio straight up at maximum speed and the\ncowling slid closed.\n\n\n\nThis was the end of her assignment. The gun's full charge had been\nexhausted. It was no longer of any use. She dropped it. She knew the\nhit had been direct. A glance showed the rocket already curving in\na terrible kind of deceptive gentleness away to the right over New\nWashington. Soon its parabola would become a screaming plunge. Nothing\ncould divert it. To try to destroy it in the air would mean nothing,\nfor in any case, its deadly tons of G-Agent would be spread on the\nwinds over the land.\n\nThe Foundation and everything in it would by now be thoroughly\ncontaminated by the G-Agent she had released inside. It would take a\nlong time to decontaminate, to rebuild. And a lot of people were going\nto die, would be dying now. The antidote would save many from death. It\nwould preserve others short of death in a state she could not envy, for\nto her it would be far worse than dying.\n\nBut Mary could hardly concern herself with the wrecking of the\nFoundation, or the people who would die. Her concern was intense--to\nescape, to hide. And to know for certain whether or not, now that her\ntask was done, the agonizing coercive directions from the Martian\nrocket would continue.\n\nSo far there was no hint of this. She only wanted to get away. There\nwere no invisible fingers probing in there, none of the drawing to\ntautness that had so many times ended in torture. Maybe, somehow, the\ndirective rocket with its intricate mechanism was delicately equipped\nto know when her job was successfully done.\n\nShe would soon know.\n\nThe helio whined with strain. A shiver racked the metal. A scream burst\nfrom Mary's lips. She concentrated on her hands, forced the controls,\ndrove the helio at maximum speed, trying to head across the park\nreserve toward the river and the great National Forest area.\n\nBut already they were in close pursuit. Figures were running in all\ndirections far below.\n\nThe stars were breaking out and it was night now except for the glare\nof the exploding rocket far to the left. Now below the forest area\nshifted into view and the winding shine of the river.\n\nNight was the best time for the spreading of the G-Agent. Inversion\nwas right. The stuff swept along close to the ground which cooled more\nslowly than the air. That, too, had been planned. The timing was\nright. Everything had been worked out right.\n\nBut now--what was to happen to her?\n\nShe felt none of the probing demands from the direction rocket. She\nfelt not even a hint of them. Perhaps they had gone away forever and\nshe was free. Free! FREE!\n\nThey wanted her alive, or her helio with her as part of it, would have\nbeen disintegrated long before this. She could understand why. The\nworst that she could do she had done. There was no need in killing\nher to prevent more sabotage. They wanted her alive. They wanted to\nknow who she was, what she was, what organization or organizations\nshe represented, if any. They had no idea who she was. Or at least\nit seemed unlikely yet that they had found out. Perhaps they even\nthought she was a Martian. Whatever they thought, they didn't know. She\nrealized how desperately they had to know.\n\nThe helio dropped straight down toward the deceptive softness of the\nforest sea. The wind sighed around the helio as the green darkness\nloomed up, seeming to rush up from all sides, its softness changing\nsuddenly into the harshness of jagged limbs and bulging trunks. She\nclung to the dead controls as though there were some kind of promise in\nthem, some solidity. But everything dropped from under her, a sickening\ndislocation, as she clung as though she had no support, as though the\nearth itself were falling away.\n\nThe tearing impact was like a thousand echos of her terrors.\n\nAnd the forest and the wet shine of harsh wood that tore metal and\nripped like flashes of hot light, the blanket of crushing leaves, and\nthe cooling shadows rushed smothering in around her.\n\nLights fingered through the leaves. She could hear footsteps,\nstealthy and invisible, flowing among the lights. The lights moved\naround, streaming in from all directions, like the shifting bars of a\ntightening cage.\n\nShe wasn't dead! When she moved slightly in the twisted shine of metal,\na beam of light glanced from it in a blinding glare. She felt the pain\nfrom her torn leg. Her right side seemed crushed. She felt the hotness\nof blood burning her ribs.\n\nShe heard voices murmuring through wet leaves, caught the slight\nmovement of protective green suiting and the shining leer of gas masks.\nThey were far upwind now from where the rocket had crashed to spew out\nits lethal loads. She didn't know as she squirmed desperately through\nthe jagged hole in the metal, whether or not one of the many subsidiary\nrockets had exploded up wind from this location.\n\nIt was something to look forward to.\n\nShe tried to suppress the whimpering moan as the torn leg scraped over\nthe metal. Then she dropped to the damp leaves and crouched there and\nwondered which way to go. The light beams moved in, criss-crossed now\nlike a tightening wire mesh. She crawled, digging her fingers into the\nleaves. The leaves whispered a call to her from above.\n\nThe light swung. Its beam flooded full and blindingly in her face. A\ngun came into view over the edge of the beam and feet smashed toward\nher through the brush.\n\nHer only weapon was the oldest one of all. She sprang up. The beam\nflashed upward in a wavering circle as her hands closed on the man's\nthroat. Her weight carried him scrambling back. His heels caught. He\nfell. His hands stabbed around with the gun as his breath choked off\nand his muscles worked with panicky power. With her left hand she dug\ninto his windpipe. She released the other hand and tore the mask away,\nripping the tough fiber like rotten cloth.\n\nShe flung the flashbeam away, dragged the guard into the brush. Light\nbeams slashed around as she crouched among the leaves. The man no\nlonger struggled. When she took her hand away from his throat, he still\ndid not struggle.\n\nA beam flashed full over her, held. Someone yelled wildly: \"The guy who\nfell out of the helio! He was right. Oh God--he wasn't crazy!\"\n\n\"Don't shoot! Don't shoot, you idiot!\"\n\n\"I tell you he was right! It's Mary! The man was right--\"\n\n\"Don't shoot! That's an order!\"\n\nShe leaped up, caught the limb. She went on up among the thick sweet\nconcealment of a thousand leaves. She swung into the next tree, then\nthe next, faster and faster she moved. The leaves skimmed past her\nface.\n\nHer breath came in ecstatic gasps as the light beams faded behind, and\nthe damp dark freedom of the trees spread away in all directions.\n\nShe knew which way to go. And she was going there a long time before\nshe even realized the fact. She wondered vaguely for a moment then\nhow it was that she knew where to go, for it was a long way, over the\nriver, and through the hills and the forest.\n\nGuards in helios whirred everywhere in the night clouds. Cars whined\nthrough the narrow roads around her. A net formed through the forest. A\nnet of men, guns, lights, cars, helios, and many kinds of detectors.\n\nFor what seemed much longer than it was, her strength held.\n\n\n\nIt enabled her to pierce the net again and again when they were sure\nshe was trapped. She went over it, under it, through it, part of the\nthick night in the trees and the brush. The river was the worst, for\nshe hated water.\n\nBut she could no longer climb through the comparative safe corridors of\nthe trees. She could no longer run. Air sucked between her teeth. One\nleg dragged behind her as she crawled slowly through the dark, along\nthe lake, up the winding path. She could only crawl. Finally crawling\nbecame a hitching dragging effort that slowed with each attempt.\n\nBlood and dirt had formed a sticky mud over her leg and ribs and chest.\nDamp leaves stuck to her, and the bitter rocks of the path leading\nup to the cabin had cut her flesh. There were lights in the windows\nof Lake House. The windows and the door were open to the warm night.\nBeyond the cabin she could see Daddy Mike's helio on the landing.\n\nHow quiet and peaceful it is, she thought, here by the lake in the\nforest in the night. The moon moved from behind the clouds and spread a\nwarm golden mist over the ground. Frogs sang from the lake below. And\nfrom all around came the insistent humming and stirrings and singings\nof life, but all muted and peaceful and subdued to make the night\npeaceful and quiet.\n\nShe dug her fingers into the rock of the path. Her body dragged on a\nlittle at a time. She whimpered again, but not very loud. Her body\nflattened in a weariness that was only a little above defeat. Her face\npressed to the cool stone.\n\n\"Daddy,\" the inexpressible thought was a whisper in her mind. \"Help me,\nDaddy. You love me--\"\n\nShe remembered the warmth inside, the old man with his warm laughter,\ntaking her on his lap, caressing her, swinging her up on his shoulders\nand walking with her along the lake in the evening. She thought of the\nold man who loved her.\n\nThe thought gave her enough strength to reach the open door. She lay\nthere sighing in her chest, her face pressed against the wood.\n\nShe raised her eyes to the interior of the cabin.\n\nShe tried to move nearer, tried to lift her hand up into the shaft of\nlight. She wanted to call out, say something. Only a low inaudible moan\nstrained through her clenched teeth.\n\nShe rolled half over. Inside then, she saw Daddy Mike. He was sitting\nnear the big radio panel, his head bowed and resting on his hands. On\nthe other side, through the open door, she could see the gleam of glass\nand metal from the big laboratory. A spasm went through her. She could\nhear the sounds of caged life in there.\n\nLights blinked on the radio panel. Michelson slowly raised his head and\ntwisted a dial. \"Yes,\" he said. She could hardly hear him. He seemed\nvery tired, more tired than she had ever seen him. And much older too.\nOld and thin and tired.\n\n\"Mike--\"\n\n\"Hello, Engstrand.\"\n\n\"I've got Guards on the way up there, Mike! Has that damn thing showed\nup yet?\"\n\n\"No--not yet.\"\n\n\"I don't know why I never figured it would try to get back there. But\nthat's where it's heading, we're sure of it now. Listen, Mike--if\nit does get up there before my men do, remember, don't kill it! Do\nanything you can think of, but keep it there and don't kill it!\nApparently it's wounded anyway!\"\n\n\"Yes, yes,\" Michelson said. He brushed at his eyes.\n\nMary lay there, half inside the open cabin door, imprisoned by her\ninability to speak. She stared into the laboratory, then at Michelson.\n\n\"We're set back at least five years, Mike! It's a hellish thing! But\nwho could have anticipated a thing like that?\"\n\n\"I guess nobody could.\"\n\n\"We're getting things under control, but it's hell down here! We don't\nknow yet how many people have died.\"\n\n\"How could it be,\" Michelson said. \"I've tried to figure out--\"\n\nEngstrand's voice was loud. It seemed to Mary that he was right there\nin the cabin with Michelson. \"It's obvious what happened, Mike! Those\nfirst experimental rockets we sent up there. The damn Martians got hold\nof one of those chimps and worked on it. Sent it back and we didn't\nsuspect the difference. They made it intelligent enough to plan and\nexecute this whole thing! They must have put one of their own brains\ninto it or something. Only a damn Martian would think of a thing like\nthat!\"\n\nMichelson's head raised quickly. From the side, Mary could see his eyes\nsuddenly widen. Then he wiped his hand across his lips.\n\nThe hand trembled. \"Of course,\" he whispered then. \"But who could ever\nhave suspected it?\"\n\n\"That's the only explanation,\" Engstrand said. \"We've got to have that\nchimp alive! We can learn plenty from it. We'll cut in there and put\nthat brain under observation....\"\n\n\"I'll do what I can, if Mary shows up here,\" Michelson said. \"But those\nGuards should get here!\"\n\n\"They will, Mike! They will! They're on their way.\"\n\nMary dug her fingers into the floor. She moved slightly, and one hand\nfell with a slight thud. Michelson looked down. He kept on staring.\nHis lips moved without saying anything a few times, then he stammered.\n\"Engstrand--she's here!\"\n\n\"What? What?\"\n\n\"She's here--here on the floor. She just--just crawled in through the\ndoor!\"\n\n\"Don't kill her! Get a hypo or something--\"\n\nMichelson slowly stood up. \"There's no danger,\" he finally said, still\nlooking down at her. \"She's wounded all right. She looks almost dead\nnow.\"\n\n\"Don't let her die!\" Engstrand's voice filled the room. \"You've got to\nkeep her alive!\"\n\n\"All right, I'll do what I can,\" Michelson said. \"You'd better come up\nnow. Bring the medics. We may have to work on her fast.\"\n\n\"I will. I'm on my way!\"\n\n\n\nShe wanted to say no. She wanted to scream out no and tell him it was\nall wrong. If the Martians had given her the ability to speak, she\ncould have explained everything long before this, and they could have\nhelped her, and none of this would have happened. She could explain how\nshe was forced to kill and destroy.\n\nMichelson backed away from her, haltingly, then ran into the lab. He\ncame back out and knelt down. He had a long hypodermic needle. The\nneedle came down. It looked bigger and bigger.\n\nShe had thought maybe he would understand. But he didn't. He couldn't.\nNobody could.\n\nA few words could have made all the difference. But she could not speak.\n\nWhat she wanted to explain most of all was that it was no kind of\nMartian intelligence that had been given to her. The Martians had no\nfamiliar kind of intelligence. They had worked on her, developed her\nown brain to its capacity. If they only knew that here it would be so\ndifferent. I'm more like you, she wanted to explain, more like you than\nyou could possibly guess. She could say nothing.\n\nShe could only whimper as the needle went in. Dimly, she saw the table\nwheeled out, the shiny familiar gleam of the instruments, the septic\nchrome containers and the rising cleansing waves of steam.\n\nShe felt herself being lifted to the table. The wheels turned\ninexorably under her. The ceiling swam in a blur above her. The gray\naging tired face bent over her. She could roll her eyes back and see\nthe dark mouth of the laboratory door opening wider and wider as she\nwas wheeled toward it, through it--\n\nYou said you loved me, she thought, as he bent over her and she could\nhear the clinking of glass. But you never did because if you did you\nwould understand, even though I cannot speak.\n\nShe closed her eyes. Around her were the familiar smells, the\nantiseptic, the chemicals, the odor of animals waiting to die or be\nexperimented on in their cages. She could hear the chattering of\nthe monkeys, the coughing of dogs, the squealing of rats. She could\nremember how the placid guinea pigs would be seeking one anothers'\nwarmth in the corner of a cage.\n\nIt was all beginning again, and there would never never, she knew, be\nan ending to it.\n\nShe clutched at his hand, squeezed it between her hands and pressed it\nagainst her cheek.\n\n\"Daddy,\" the thought whispered unheard, \"Daddy Mike--\"\n",
    "metadata": {
        "author": [
            "Walton, Bryce"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63702/pg63702.txt",
        "name": "mary_anonymous.json"
    }
}