{
    "name": "Master Race",
    "author": [
        "Ashby, Richard"
    ],
    "body": "One moment he was piloting a fast plane over dangerous green\njungles ... and the next Eddie was wide awake and peering through\nthe gloom. Across the room Rags was whining softly and sniffing the\ndamp night air that rolled in through the open window. The Scotty was\nexcited, Eddie saw, and it must be something out of the ordinary for\nRags' whimpering carried an undercurrent of perplexity and fear ... and\nthe dog wasn't a coward.\n\nThe boy called softly to him, but Rags, after tossing back a swift\nglance of recognition, put his forefeet up on the sill and peered,\nmuttering, out across the pastures.\n\nEddie slipped from his bed and padded over to the window. As he\ncomfortingly ruffed the fur behind the Scottie's ears, he listened\nintently at the night. At first he heard only the ordinary country\nsounds--roosters crowing over at the next farm, the muffled thumping\nof stock shifting about in the barn and against the corral fence; the\nflittering and high chirping of birds in the cottonwoods and pepper\ntrees. He took the dog in his arms and was about to go back to bed\nwith him when he became aware of a sound that was very much out of the\nordinary. A sound, Eddie decided, something like standing outside the\nBaptist church in Riverside when the organist was playing low, vibrant\nnotes inside.\n\nEddie wondered how he could have first missed the sound, so firmly\nhad it now become established. Where could it be coming from? It was,\nhe guessed, about an hour till dawn, and no tractors or other farm\nmachinery should be running. And it wasn't a radio.\n\nA plane?\n\nLeaning from the window he glanced upwards, then gasped in\nastonishment. Goose pimples of excitement tingled his skin, for there\nin the sky, above the oak tree on the ridge hung a pattern of sharp\nwhite lights. They were little lights, as if someone had strung\ntogether a fanciful arrangement of Christmas tree bulbs, then sent them\ndangling aloft beneath a kite.\n\nRags' mutterings became deep and angry. Finally he gave vent to a short\nsharp bark.\n\nInstantly Eddie quieted the dog. Lights or not, his mother had made it\nplenty clear about Rags' being in the house.\n\nCrouching on the floor, both arms about Rags, Eddie whispered words\nof reassurance while he stared up at the strange sparklings. The\noak tree--the one with his tree house--was a scant quarter mile from\nwhere he knelt, and he wondered if its being so high on the ridge\nhad caused it to draw some sort of lightning to itself. He'd read of\nthat happening ... chain lightning. Or was it called Fox Fire? Eddie\ncouldn't remember. Anyway, it looked something like that, he imagined.\n\nBut no lightning, he remembered, made a noise like a machine.\nUnconsciously, he'd hooked sight and sound together.\n\nFrowning, Eddie let go of the dog. If the lights had been over the barn\nor garage, he'd have gone to tell his father. Or over the garden, his\nmother. But the tree house didn't concern them. It was his, and even if\nit hadn't been an hour before dawn he wouldn't have told his parents.\nHe had things in there he shouldn't have, and it wouldn't do for either\nmother or father to go snooping around, even if they couldn't find his\nsecret ladder and climb it.\n\nHe returned to the window.\n\nSomething thrashed in the highest branches of the oak. Rags began his\nwhining again.\n\nThere was but one thing to do. He found his moccasins by the night\ntable and pulled them on, threw a leather jacket on over his pajamas.\nFrom the wall above his desk, Eddie took down his .22, broke it,\nslipped in a shell, and tiptoed from the house.\n\nThe humming was stronger outside. Not louder, exactly, but more easy\nto feel. He crouched down, the way he'd seen commandos do in pictures,\nand began to run, holding the rifle at ready before him. And for once,\nRags seemed content to stay at his side and not go dashing along\nahead up the path. As they took the turn by the big rock a startled\nnightbird plunged out of the bushes and took wing. The bird's violent\nrush brought caution to Eddie and he slowed his run to a walk. Suppose,\nhe thought, that someone in a helicopter or maybe a balloon was hanging\nover the tree house. Spies, probably. And suppose they wanted the tree\nhouse for a headquarters.\n\nHe stopped, looked back down at the house dimly outlined in the\nstarlight. Suppose, he continued, that there were too many of them.\nHe'd just better sneak up quiet and see what was going on.\n\nHe eased himself around another turn in the path and came again in view\nof the oak. The lights were still there, but they no longer looked to\nbe mere points of brightness against an empty sky. He stopped, more\npuzzled than ever ... they looked like navigation lights on a ship, and\na couple of them like the glow from inside a radio. And all of them\nwere swaying gently in the night wind, twenty feet or so above the tree.\n\nRags went slowly ahead, two feet, three, four, then stopped ... belly\nalmost to the dust. His teeth shone in a soundless snarl, not a muscle\nof his body moving. Eddie had never seen him act like this, not even\nwhen the bear had come down into the valley to raid for chickens. Rags\nwas plainly terrified, and something of the dog's emotion communicated\nitself. The boy bit his lip grimly, then strained to listen, heard what\nthe dog was hearing; someone ... something was moving about up in the\noak.\n\nSome of his fear gave way to anger. \"Messin' around in my tree house!\"\n\nHe gripped the rifle tightly, took two determined steps forward. The\nthird step he never completed. He was unconscious when he pitched into\nthe ground. And when Rags leaped after him, he too crumpled as if\ndead....\n\n\n\nThe Commander left his report-strewn desk and strode heavily over to\nthe forward port. Glumly, he looked down at the frosty pitted surface\nof the satellite a thousand miles away, and in his imagination saw the\nplanet that swung on the dead orb's opposite side. It was nonsense to\nhave to hide behind a moon from such a primitive planet, waiting and\nwaiting like a coward for reassuring information. But such prudence had\never been part of holy Law.\n\nHe sighed, turned away from the huge wall of window. Sometimes one\nwondered about Law, he mused darkly. One did not disobey, of course,\nbut one could not help wondering sometimes. And occasionally one even\nwondered the blackest heresy of all--was it really important to kill\nall life everywhere for the sake of colonization.\n\nThe Commander caught sight of his reflection in a polished door panel.\nHis own hard eyes glowered out from the reflection accusingly, so he\npulled up his shoulders and put all suspicion from his mind. Would\nhe not destroy any of his people for such thoughts? Then he must not\nallow himself to entertain such blasphemy. Naturally, colonization was\nall-important. That was Law.\n\nPicking up the pictures taken when they had first flashed into\nthis system, the Commander saw again the nature of the beings they\nwere about to exterminate. That they were ignorant savages, quite\nunworthy of the usual precautions now being taken, was plain to see.\nTheir atmosphere showed heavy traces of carbon combustion, a certain\nindication that the creatures were inefficient, for who but a savage\nwould burn matter to obtain power? The amount of radioactivity present\nin their gaseous envelope was so tiny as to prove that they had little\nor no knowledge of atomic power. There were no _frell_ vibrations\napparent; imagine existing without an understanding of simple magnetics!\n\nHe picked up an enlargement of one portion of a land mass, put a hand\nmagnetic lens over it. The magnification showed clusters of dwellings,\nlinked together by lines and double lines upon the ground--certainly\nthe ultimate proof of low-order civilization, when beings chose to\nlive clustered together, commuting by land, when they could spread\nthemselves out over the surface of their planet and use the roads of\nthe sky.\n\nThe Commander made a sign in the air with his fingers and a door\npopped open at the end of the vast room. An aide ran toward the desk,\nhalted, covered his face in salute.\n\n\"Sir?\"\n\n\"How long has the scout been gone?\"\n\nThe aide removed his hands from his eyes. \"A day and a night, sir. He\nshould be back any time, now.\"\n\n\"Fool!\" The Commander roared out the word. \"Did I ask for your guesses?\nI know he's due back. He is, in fact, one hour overdue.\" He did not\nknow if this was or was not true, but it was good discipline policy.\n\"Lock him away when he arrives.\"\n\nThe other covered his face respectfully. \"Yes, sir.\" He turned, ran\nfrom the desk and out the door.\n\nFor a few minutes the Commander kept busy by calling the ten\nray-centers of the three mile long ship, demanding to know if they\nwere ready to beam. They were. He then spent a while ordering all unit\nleaders to hold their sections in readiness for inertialess drive.\nThe unit leaders protested politely that they were. He called engine,\ncommanded that they \"look sharp.\" Meekly they assured him that all was\nwell.\n\nWith only small satisfaction, the Commander rose from his desk, paced\nslowly over to the port again. As he gazed out at the moon's bland\nsurface, he reflected that there was something about this nine planet\nsystem they were in that made him edgy ... made him want to keep active\nand alert.\n\nAnd where was that thrice-blasted scout?\n\nHe decided to have him flogged when he returned. Good discipline policy.\n\n\n\nThe Scout woke from his drunken sleep and glanced at the clock on the\ndash of his little craft. It was very late, he saw. He would have to\nthink of a fine excuse when he returned or they would put him in Truth\nand learn that all Scouts took the precious freedom of voyages to\nbecome intoxicated for a while.\n\nNot much time! He would have to take what he could find in the\nvicinity. Small difference it made, though, since the beings of the\nplanet were surely doomed.\n\nThe Scout yawned, then lifted the ship from the mountain and arrowed it\ndown into the folds of the valley. His visor translated the immediate\nnight into light, showing him the typically repugnant surface features\nof a type J planet: Foliage, sharp young geology, water flowing in\nnatural beds. A world like a hundred others he'd visited in the name of\nLaw.\n\nWhen the floor of the valley came up he leveled off, then silently\nsped along in search of dwellings. Beneath him, on level stretches of\nland, stood odd four-legged creatures. The dominants of this world? he\nwondered. Probably not. The extremities of their limbs appeared to be\ntoo blunt and crude to do even the simple tooling he'd noticed during\nhis flight in. Beasts of transport, no doubt. Boldly, he swooped low\nover a group, scattering them in panic.\n\nThe meadow ended with almost sheer mountain wall, and the Scout whipped\nhis craft up its face and down the opposite side. Something flickered\nin his vision screen and he swung the controls. A dwelling! In a moment\nhe was back over it, hanging motionless. Sure enough, a revolting crude\nshack that nestled high in the branches of one of this world's surface\ngrowths.\n\nThis was it. There was no time nor need to search further.\n\nHe locked the controls, then turned on the deadly screen that would\nkill all life directly beneath, save one properly shielded such as\nhimself, and would stun all life attempting to enter the edges of the\nfield.\n\nPulling on his helmet, the Scout reached to the stud at his belt and\nreduced his weight to but a fraction of itself. Then he opened the\nhatch and clambered out into the air.\n\nHis first few minutes of exploration in the tree house were\ndisappointing. There was no life, no corpses about for him to dissect\nand study. But the hunting club puzzled him. Obviously tooled by\nmachinery and scuffed from much killing, it bore what might be a word\nburnt into its thickened end: \"SPAULDING.\" He realized he was in an\nextremely primitive section of the planet, for this weapon was, no\ndoubt, a trade article from some more advanced portion of the globe.\nToo bad he'd had to land in this region. Dull.\n\nThe club he chucked into the bag over his shoulder.\n\nA round object, made of some fairly soft material, with seams twisting\nover its surface next caught his eye. He took it up, shook it. It, too,\nbore the symbol \"SPAULDING.\" Probably a totem word. Perhaps the sign\nof this particular tribe. He put it with the club. It was followed\nby a small package of soft white cylinders which were stuffed with\ncrumbles of dried weed. Each cylinder bore the sign \"CAMEL\" as did the\ncontainer, which also showed a beast, somewhat like those he had buzzed.\n\nAnd beyond that there was nothing.\n\nA simple people indeed, he pondered. He was about to leave when he\nnoticed the stack of artifacts in one corner. The Scout bent to examine\nthem. They seemed to be composed of the same material as the white of\nthe \"CAMEL\" cylinders, but thicker and bound together in long wide flat\nconstruction. There were bright colors on the outside of each, and\njust as he discovered that the individual leaves of material could be\nseparated and turned, the alarm bell sounded twice in his helmet. Life\nhad blundered into the outer edges of his field.\n\nHastily, the Scout put a score of his latest finds into his sack and\nleft the tree house. And without bothering to search for the life that\nhad triggered his alarm (Law specified a Scout was to flee in such an\ninstance) he adjusted his weight and rose up to his waiting ship.\n\nMinutes later he had passed the world's satellite and was in view of\nhis parent craft.\n\n\n\nThe Commander's first action was to order the Scout flogged before his\ncomrades as an example of what awaited those who became lax in the\nperformance of important duties. His second was to assemble the Council\nof Experts. When the eight old men had taken their places about the\ntable, the Commander saluted them in the name of Law, then summoned his\naide. \"Is Decontamination through?\"\n\n\"It is, sir.\"\n\n\"Then have the findings brought in.\"\n\nThe officer ran from the room and returned in a moment with the Scout's\nbulging sack. Gently he placed it in the center of the round table\nbefore the council. After saluting he took his leave again.\n\n\"Gentlemen,\" began the Commander, \"we are met again to pass judgment on\na corrupt, life-harboring planet. By the authority vested in me through\nthe line of my father I charge you with the voice of Law.\" And so on,\nand on, with the ancient words of the ritual. The eight old experts\nhardly listened. They had sat through countless identical sessions\nduring the hundreds of years of their lives. Theirs was but to view the\noddities that would presently be arranged before them, make mental\nrecords of their descriptions, and offer one or two tentative guesses\nas to the nature of the articles. But in any event, the action that\nfollowed would be the same. The creatures responsible for the articles\nwould shortly be snuffed out ... in the glorious and awful name of Law.\n\nSo they hardly listened.\n\nWhen the Commander had finished with the rites of the occasion he\nunsnapped the bag and after peering within it, gingerly brought out\nthe Scout's first find. Only now did the old men appear to take much\nnotice. A few even leaned forward slightly. All eyes centered on what\ntheir Commander held.\n\n\"A phallic object?\" asked the youngest.\n\n\"No. A lever,\" said the eldest.\n\n\"For killing,\" added the next.\n\n\"But it was made by machine,\" put in a fourth.\n\nFor a moment they were silent. The Commander placed the \"machine-made\nkilling-lever\" on the table. It described a short little half-roll,\nbringing the printing into view.\n\n\"A religious design,\" said the youngest. \"Obviously pagan.\"\n\n\"But rather well worked.\"\n\nNo one found anything further to say, so the Commander brought forth\nfrom the bag the next object. A mild flurry of interest ensued when it\nwas discovered that this soft globular thing bore the same \"religious\ndesign.\" But the sages would not venture an opinion as to the thing's\npurpose, so the Commander took out the package of white cylinders.\n\nOnly the next to the eldest made any comment. He claimed that he had\nseen such articles in his youth, brought out from a system of three\nworlds that swung above a nova. The white things there, he reminisced,\nwere units of value ... useful in bartering. They were designed to be\nspent quickly, lest the stuffing fall out. The other experts agreed\nthat these were no doubt also monies.\n\nThe Commander had been listening with but half an ear. Privately, he\nhad long considered the experts to be but a muttering pack of senile\ndolts ... dead weight, useless cargo on the ship. They worked not,\nneither did they breed. But Law demanded their presence. The Law, he\nmused, seemed strange at times.\n\nHe discovered the Council was waiting for him. Frowning to cover his\nembarrassment, he took out the last of the Scout's finds. For a moment\nall of them were struck by the bright colors on the flat surface.\nThe one old man reached out a trembling hand. \"Records,\" he murmured\nincredulously. \"Records such as our own race is said to have once made,\nlong, long ago before Law.\" Reverently, he examined the cover, then\nwith remarkable agility for one so decrepit he jumped to his feet and\nflung the thing from him. His face twitched with horror.\n\nThe others shocked and disbelieving, fell to examining the rest of\nthe new articles. In a moment, cries of alarm filled the council room.\nChairs were upset, dignity forgotten. Only the eldest retained his\ncomposure, although with difficulty, for he could hardly manage to\ncontrol the palsied shaking of his hands. The astonished Commander\nleaned over his shoulder and watched as the ancient turned the pages.\n\nWhat he saw made the blood drum in his ears, made his vision swim, and\nonly faintly did he hear the old one's croaking words. \"Praise to Law,\nwhich we so carelessly accepted, for Law has saved us from the fiendish\ndenizens of this planet. Had we attempted to exterminate them, their\nspace armadas would have taken instant revenge. For they are obviously\nmightier than we.\" He put down the bright record of space craft vaster\nthan the one which they occupied and took up another. On its cover was\ndepicted a world being blasted into flaming wreckage, and within was\nshown the pictorial history of a space fleet, engaged in repelling\nan alien invasion, and who followed up their successful repulse by\nannihilating the entire system of the aliens.\n\nFive more of the record books did they examine before the Commander's\nstunned mind at last reeled beneath the hideous concepts and he could\nlook no more. Dumbly, he managed to reach the phones and order the ship\nthrown into emergency drive to some far and lost point in space and\ndimension.\n\nAnd as he waited for the shuddering wrench that signalled\ninterdimensional shift, he tried to forget the horrors they had so\nnarrowly escaped: Creatures who could make themselves invisible, who\nhad mastered space travel, who worked in magic more powerful than that\nof Law's, who could whiff out entire solar systems, who could survive\nincredible mishaps and hardships. Creatures who were no less than Gods!\n\nA wave of fear tore at the Commander as the glittering moon faded away.\nEternal nothingness of grey enclosed the ship....\n\n\n\nThe sun was up when Eddie recovered consciousness. Stiff and cold, he\nsat and looked around sleepily a moment before remembering. Then, as\nhe saw Rags sitting before him, tail wagging happily, it all began to\ncome back: Last night, sometime; humming lights above the tree house,\nsomeone moving about up there, himself sneaking up to see, then ...\nnothing. He must have tripped and knocked himself out, somehow. Eddie\nsnatched up the .22 and aimed it at the tree. \"Whoever's up there,\" he\nsaid, getting to his feet, \"had better come on out!\"\n\nNothing happened.\n\nEddie bent down cautiously, his eyes still fixed on the tree house,\npicked up a rock and hurled it through the shanty's open door. A bird\nfluttered from the gnarled oak, sailed across the morning meadow\nchirping angrily.\n\n\"This is your last chance. Come on out, or I'm comin' up and get\nyou!\" The bird's being there made him quite sure that everything was\nall right, so after a moment he pulled the knotted rope from its\nconcealment in a cleft of the tree and went up hand over hand.\n\nA strange odor lingered inside the shack. Something like ... Eddie\nsniffed, frowned ... something like a freshly blown fuse, but outside\nof that nothing seemed amiss at first. Then he discovered his softball\nand bat were missing. He found he didn't care too much. The season was\nover anyway; and besides, hunting and riding and fishing were more fun.\n\nHe looked further.\n\nThe cigarettes! He hoped the thief wouldn't snitch on him to dad. But\nthat didn't make too much sense, he realized. The thief ... a tramp,\nprobably, was far away by now, maybe at this very minute trying to\ntrade the ball and bat for a meal or a drink.\n\nAnd those humming lights? Even now he wasn't too sure he'd seen them.\nStars, probably. The Little Dipper, or maybe fireflies, or lightning.\nSure.\n\nHe turned to go. The sun told him it was almost seven o'clock. Mother\nwould be furious if she found him out in the morning without having\ndressed properly, or eaten.\n\nIt was then he saw that something else was missing, but because it\nwas so late he didn't stop to worry. \"Mandrake The Magician,\" \"The\nInvisible Boys,\" \"Buck Rogers,\" \"Bat Man\" ... they were all old comic\nbooks. He'd finished with them months ago.\n\nEddie clambered down the rope, and seconds later he and Rags were\njoyfully racing along the trail that led to home.\n\nIt was a beautiful morning.\n",
    "metadata": {
        "author": [
            "Ashby, Richard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65246/pg65246.txt",
        "name": "master_race.json"
    }
}