{
    "name": "McGonigal's Worm",
    "author": [
        "Lafferty, R. A."
    ],
    "body": "When it happened, it happened unnoticed. Though it affected all\nchordata on Earth (with a possible exception to be noted in a moment),\nnobody knew of it, not even the Prince of all chordata, Man himself.\nHow could he have known of it so soon?\n\nThough his lifeline had suddenly been cut, it was a long lifeline\nand death would still be far off. So it was not suspected for nearly\ntwenty-four hours, nor accepted even as a working theory for nearly\nthree days, and not realized in its full implications for a week.\n\nNow, what had occurred was a sudden and worldwide adynatogenesis of all\nchordata, not, however, adynatotokos; this distinction for many years\noffered students of the phenomenon some hope.\n\nAnd another hope was in the fact that one small but genuine member of\nchordate was not affected: an enteropneustron, a balanoglossida of the\noddest sort, a creature known as McGonigal's Worm. Yet what hope this\ncreature could offer was necessarily a small one.\n\nThe catastrophe was first sensed by a hobbyist about a day after\nit occurred. It was just that certain experiments did not act right\nand the proper results were not forthcoming. And on the second day\n(Monday) there were probably a hundred notations of quite unusual and\nunstatistical behavior, but as yet the pattern was not at all suspected.\n\nOn the third day a cranky and suspicious laboratory worker went to a\nsupply house with the angry charge that he had been sold sterile mice.\nThis was something that could not be ignored, and it is what brought\nthe pattern of the whole thing into the open, with corroboration\ndeveloping with explosive rapidity. Not completely in the open, of\ncourse, for fear of panic if it reached the public. But throughout the\nlearned fraternity the news went like a seismic shock.\n\nWhen it did reach the public a week later, though, it was greeted with\nhoots of laughter. The people did not believe it.\n\n\n\n\"The cataloguing of evidence becomes tiresome,\" said Director Concord\nof the newly originated Palingenesia Institute. \"The facts are\nincontrovertible. There has been a loss of the power to conceive in\nsea squirt, lancelet, hag fish, skate, sea cat, fish, frog, alligator,\nsnake, turtle, seal, porpoise, mouse, bat, bird, hog, horse, monkey,\nand man. It happened suddenly, perhaps instantaneously. We cannot find\nthe cure. Yet it is almost certain that those children already in the\nwomb will be the last ever born on Earth. We do not know whether it\nis from a natural cause or an enemy has done this to us. We have, for\nten months, tested nearly everything in the world and we have found no\nanswer. Yet, oddly enough, there is no panic.\"\n\n\"Except among ourselves,\" said Appleby, his assistant, \"whose province\nis its study. But the people have accepted it so completely that their\nmain interest now is in the world sweepstakes, with the total sums\nwagered now in the billions.\"\n\n\"Yes, the betting on the last child to be born in the world. It will\nprove one point, at least. The old legal limit on posthumous paternity\nwas a year and a day. Will it be surpassed? The Algerian claimant on\nall evidence has nearly three months to go. And the betters on the\nAfghan have not yet given up. The Spanish Pretender is being delayed,\naccording to rumor, medically, and there are some pretty angry\nprotests about this. It is not at all fair; we know that. But then a\ncomprehensive set of rules was never drawn up to cover all nations;\nSpain simply chose not to join the pact. But there may be trouble if\nthe Spanish backers try to collect.\"\n\n\"And there is also a newly heard of Mexican claimant.\"\n\n\"I give little credit to this Juanita-Come-Lately. If she was to be a\nserious contestant, why was she not known of before?\"\n\nThe Algerian claimant, however, was the winner. And the time was an\nunbelievable three hundred and eighty-eight days. So the last child on\nEarth, in all likelihood, had been born.\n\nThere were now about thirty institutes working on the problem, most of\nthem on an international basis. Thirteen years had gone by, and one\nhope had died. This was that those already in the womb at the time of\ncatastrophe might themselves prove to be fertile. It was now seen that\nthis would not prove so, unless for some reason it was to be quite a\ndelayed fertility.\n\nThe Cosmic Causes Council had by no means come to a dead end. It had\ncome to so many live ends as to be even more bewildering.\n\n\"The point,\" said Hegner in one of his yearly summaries, \"is not\nwhether sterility could have been caused by cosmic forces. Of course it\ncould have been. It could have been caused in twenty ways. The miracle\nis that fertility had ever been possible. There must have been a shield\nbuilt in for every danger. We know but scantily what some of them are.\nWe do not know which has failed or why.\"\n\n\"And could the failure have been caused by an enemy?\" asked an\ninterlocutor.\n\n\"It could have been, certainly. Almost by definition we must call an\nenemy anything that can harm us. But that it was a conscious enemy is\nsomething else again. Who can say what cosmic forces are conscious? Or\neven what it means to be conscious?\"\n\n\n\nHowever, the Possibility Searcher Institute had some spotted success.\nIt had worked out a test, a valid test, of determining whether an\nindividual yet remaining had the spark of possible fertility. And in\nonly a few million tests it had found one male shrew, one male gannet,\nno less than three males of the yellow perch, one female alligator, and\none female mud puppy, all of whom still possessed the potential. This\nwas encouraging, but it did not solve the problem. No issue could be\nobtained from any possible pairing of these; not that it wasn't tried.\n\nAnd when the possibility test was run on all the humans of the Earth,\nthen it was that incredible and unsuspected success crowned the efforts\nof the institute. For, of a bare three billion persons tested, there\nwere two who tested positive; and (good fortune beyond all hoping),\none was male and one was female.\n\nSo then the problem was solved. A few years had been lost, it is true,\nand several generations would be required to get the thing on a sound\nfooting again. But life had been saved. Civilization could yet be\ntransmitted. All was not lost.\n\nMusha ibn Scmuel was an Arabian black, an unthrifty man of tenuous\nincome. His occupation on the cardex was given as thief, but this\nmay have been a euphemism. He was middle-aged and of full vigor, a\nplain man innocent of shoes or subtlety. He was guilty neither of the\nwine-hatred of the Musselman nor the garrulousness of the Greek. He\npossessed his soul in quietude and Port Said whisky and seldom stole\nmore than he needed. And he had a special competence shared by no other\nman in the world.\n\nCecilia Clutt was an attractive and snooty spinster of thirty-five.\nShe was a person of inherited as well as acquired wealth, and was an\nastute business woman and amateur of the arts. She did have a streak of\nstubbornness in her, but seldom revealed it unless she was crossed.\n\nSo, the first time she said no, it was hardly noticed. And the second\ntime she said it, it was felt that she did not quite understand the\nsituation. So it was Carmody Overlark, the silky diplomat, who came to\nreason with her.\n\n\"You are the sole hope of the human race,\" he said to her. \"In a way,\nyou are the new Eve.\"\n\n\"I have heard the first one spoken badly of,\" said Cecilia. \"Yet her\nonly fault was that she could be talked into something. I cannot.\"\n\n\"But this is important.\"\n\n\"Not really. If it is our time to disappear, then let us disappear with\ndignity. What you suggest is without it. It would leave us a little\nless than human.\"\n\n\"Miss Clutt, this is a world problem. You are only an individual.\"\n\n\"I am not _only_ an individual. There is no such thing as _only_ an\nindividual. If ever a person can be spoken of as _only_ an individual,\nthen humanity has already failed.\"\n\n\"We have tried reason. Now, by special emergency legislation, we are\nempowered to employ compulsion.\"\n\n\"We will see. I always did enjoy a good fight.\"\n\nThose who read the State Histories of the period will know that it did\nnot come off. But the reasons given there are garbled. \"Unforeseen\ncircumstances\" cover a multitude of failures. But what really happened\nwas this.\n\nMusha ibn S. had been tractable enough. Though refusing to fly, he had\ncome on shipboard readily. And it was not till they were out of the\nInland Sea and on the Atlantic that he showed a certain unease. Finally\nhe asked, reasonably enough, to be shown a picture of his bride. But\nhis reaction on seeing it was not reasonable.\n\nHe screamed like a dying camel. And he jumped overboard. He was a\ndetermined swimmer and he was heading for home. A boat was put out and\nit gained on him. But, as it came up to him, he sounded. How deep he\ndived is not known, but he was never seen again.\n\nOn hearing of this, Cecilia Clutt was a little uncertain for the only\ntime in her life. Just to be sure, she asked for a copy of the picture.\n\n\"Oh, that one,\" said Cecilia. \"It is quite a nice picture, really.\nIt flatters me a little. But what an odd reaction. What a truly odd\nreaction.\"\n\n\n\nThere were repercussions on the economy. The primary schools were\nnow all closed, except for a few turned over to retarded children.\nIn a year or two the high schools would close also. The colleges\nwould perhaps always be maintained, for adult education and for their\nexpanding graduate schools. Yet the zest for the future had diminished,\neven though the personal future of nobody had been abridged. New\nconstruction had almost ceased and multi-bedroom homes became a drug\non the market. In a very few years there would be no additions at all\nto the labor force. Soon there would be no more young soldiers for the\narmies. And soon the last eyes ever would see the world with the sudden\npoetic clearness that often comes with adolescence.\n\nThere had been a definite let-down in morals. Morals have declined in\nevery generation since the first one, which itself left something to\nbe desired. But this new generation was different. It was a tree that\ncould not bear fruit, a hard-barked, selfish tree. Yet what good to\nlook at it and shudder for the future? The future had already been\ndisposed of.\n\nNow there as a new hobby, a mania that swept the world, the Last Man\nClubs, millions of them. Who would be the last person alive on Earth?\n\nBut still the institutes labored. The Capsule Institute in particular\nlabored for the codification and preservation of all knowledge. For\nwhom? For those who might come after. Who? Of what species? But still\nthey worked at it.\n\nAnd the oddest of the institutes was the Bare Chance Transmission\nSociety. In spite of all derision and mockery, it persevered in its\npeculiar aim: to find some viable creature that could be educated or\nadapted or mutated to absorb human knowledge and carry on once more the\nhuman tradition.\n\nWhat creature? What possible strain could it be from? What creature on\nEarth was unaffected?\n\nWell, the largest of them was the giant squid. But it was not\npromising. It had shown no development in many millions of years; it\ndid not seem capable of development or of education. And, moreover,\nthere are difficulties of rapport with a creature that only can live in\nthe deep sea.\n\nThere were the insects. Bees and ants were capable of organization,\nthough intelligence has been denied them. Spiders showed certain rugged\nabilities, and fruit flies. Special committees were appointed to study\neach. And then there were the fleas. Old flea-circus grifters were\nbrought out of retirement and given positions of responsibility and\npower. If fleas could really be taught, then these men could teach\nthem. But though fleas can be taught to wear microscopic spectacles,\nthey cannot be taught to read. It all seemed pretty futile.\n\n\n\nAnd there were the crayfish, the snails the starfish, the sea cucumber.\nThere were the fresh-water flat worm and the liver fluke. There were\nthe polyp, the sponge, the cephalopod. But, after all, none of them\nwas of the main line. They were of the ancestry that had failed. And\nwhat of the noble genealogy that had succeeded, that which had risen\nabove all and given civilization, the chordata? Of that noble line, was\nthere nothing left? What was the highest form still reproducing?\n\nMcGonigal's Worm.\n\nIt was discouraging.\n\nBut for the careful study of M.W., as it was now known, a great new\ninstitute was now created. And to the M.W. Institute was channeled all\nthe talent that seemed expedient.\n\nAnd one of the first to go to work for the Institute in a common\ncapacity was a young lady of thirty-odd named Georgina Hickle. Young\nlady? Yes. Georgina was within months of being the youngest woman in\nthe world. She was a scatterbrained wife and disliked worms. But one\nmust work and there were at that time no other jobs open.\n\nBut she was not impressed by the indoctrination given in this new\nlaboratory.\n\n\"You must change your whole way of thinking,\" said the doctor who\nbriefed them. \"We are seeking new departures. We are looking for any\npossible breakthrough. You must learn to think of M.W. as the hope of\nthe world.\"\n\n\"Oog,\" said Georgina.\n\n\"You must think of M.W. as your very kindred, as your cousin.\"\n\n\"Oog,\" said Georgina.\n\n\"You must think of him as your little brother that you have to teach,\nas your very child, as your cherished son.\"\n\n\"Oog, oog,\" said Georgina, for she disliked worms.\n\nNor was she happy on the job. She was not good at teaching worms. She\nbelieved them both stupid and stubborn. They did not have her sympathy,\nand after a few weeks they seemed to make her sick.\n\n\n\nBut her ailment was a mysterious one. None of the young doctors had\never seen anything like it. And it was contagious. Other women in the\nbright new laboratory began to show similar symptoms. Yet contagion\nthere was impossible, such extreme precautions had been taken for the\nprotection of the worms.\n\nBut Georgina did not respond to treatment. And Hickle's Disease was\ndefinitely spreading. Sharper young doctors fresh from the greatest\nmedical schools were called in. They knew all that was to be known of\nall the new diseases. But they did not know this.\n\nGeorgina felt queer now and odd things began to happen to her. Like\nthat very morning on her way to work, that old lady had stared at her.\n\n\"Glory be,\" said the old lady, \"a miracle.\" And she crossed herself.\n\nAnd Georgina heard other comments.\n\n\"I don't believe it. It isn't possible,\" a man said.\n\n\"Well, it sure does look like it,\" said a woman.\n\nSo Georgina took off at noon to visit a psychiatrist and tell him that\nshe imagined that people were staring at her and talking about her, and\nwhat should she do. It made her uneasy, she said.\n\n\"That's not what is making you uneasy,\" said the psychiatrist. Then he\nwent with her to the laboratory to have a look at some of the other\nwomen suffering from this Hickle's Disease that he had been hearing\nabout. After that, he called the young doctors at the laboratory aside\nfor a consultation.\n\n\"I don't know by what authority you mean to instruct us,\" said one.\n\"You haven't been upgraded for thirty years.\"\n\n\"I know it.\"\n\n\"You are completely out of touch with the latest techniques.\"\n\n\"I know it.\"\n\n\"You have been described--accurately I believe--as an old fogy.\"\n\n\"I know that too.\"\n\n\"Then what could you tell us about a new appearance like Hickle's\nDisease?\"\n\n\"Only that it is not really new. And not, properly speaking, a\ndisease.\"\n\n\n\nThat is why, even today, there are superstitious persons who keep\nMcGonigal's Worms in small mesh cages in the belief that they insure\nfertility. It is rank nonsense and rose only because it was in the M.W.\nlaboratory that the return of pregnancy was first noticed and was named\nfor one of the women working there. It is a belief that dates back to\nthat ancient generation, which very nearly became the last generation.\n\nThe official explanation, is that the Earth and its solar system, for\na period of thirty-five years, was in an area of mysterious cosmic\nradiation. And afterward it drifted out of that area.\n\nBut there are many who still believe in the influence of McGonigal's\nWorm.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Lafferty, R. A."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60940/pg60940.txt",
        "name": "mc_gonigals_worm.json"
    }
}