{
    "name": "Medium boiled",
    "author": [
        "Burtis, Thomson"
    ],
    "body": "Storm flight with the Border Air Patrol\nBy Thomson Burtis\n\n\nThe big De Haviland bombing plane was a little more than eight thousand\nfeet high, and “Shag” Moran, its pilot, had an excellent view of a\nconsiderable portion of south Texas. His big body was hunched deep into\nthe front cockpit to avoid the terrific airblast which swept back from\nthe propeller, and his black eyes alternated the maze of unfamiliar\ninstruments before him and the unending desert of mesquite below. In\nlong, gray-green waves the chaparral billowed away to the horizon on\nevery side, and there was not so much as a wisp of smoke to indicate\nthat a living thing inhabitated that trackless waste, a mile and a half\nbelow.\n\nIt was a sight calculated to make any pilot concentrate on his motor,\nfor there was no possible landing field below, in case that\ntwelve-cylinder Liberty ahead should start to miss. To Shag Moran,\nhowever, the very ugliness and desolation of it was a pleasant thrill--a\nconstant reminder of where he was going, and why. Even the thought of\nhimself, alone in a world of his own, was delightful, for the time\nbeing. It was the visible evidence of the fact that he had attained\ncombined objectives for which he had dared not hope, three months\nbefore.\n\n“First Lieutenant John Moran, of the McMullen flight of the Border\npatrol--” He mouthed the words with leaping heart us his eyes swept the\nwastes below him, which seemed to epitomize all the romance and danger\nof the job he was on his way to do. He was bound for the border. More\nthan that, he was to be a member of the blue ribbon outfit of the Army\nAir Service, the Border patrol. And as the last ingredient of what he\nconceived to be flyer’s paradise, he was to be one of the McMullen\nflight of that patrol--the flight with the finest record along the Rio\nGrande.\n\nThe miracle--for miracle it was--was still unreal to him. Of course,\nthey were ordering extra men to the patrol. The underground gossip,\nwhich was running like wildfire through the Air Service, was that ----\nwas due to pop along the Border. The smuggling in of aliens had reached\ntremendous proportions, and the guarded conversation of higher offices\nwas to the effect that one of the largest, nerviest and wealthiest rings\nwhich had ever operated in Texas was due for a roundup.\n\nBut that Shag Moran had been picked to go to the patrol was purely a\nmistake. Moran admitted that. Some slip-up in Washington. Why, he’d only\ngot his wings a few short weeks before, and had scarcely two hundred\nhours in the air. Not enough experience for border service, he\nreflected. But he’d bluff it through, and cut out his tongue before he\nlet anyone know what an amateur he was. And he’d fly with any of them.\n\nHe grinned to himself as he thought:\n\n“Boy, what they’d say if they knew that I never flew a De Haviland in my\nlife before today! But I got this baby off the ground at Donovan and\nnobody’ll ever dream I never flew one!”\n\nNo more than they’d dream how much his wings and flying meant to him.\nThe dogged, heart-breaking fight he had waged to drag himself from the\npoverty-stricken slime of his boyhood, through school, and then to an\nofficer’s commission. The ambition of terrible years was fulfilled for\nShag Moran. And nobody suspected that there had been tears in his eyes\nwhen he got his commission. Big, hulking, shambling Shag Moran was\nsupposed to be hard-boiled. That’s what the carelessly competent young\nfliers thought about him, and he was glad of it. He would have cut off\nhis hand rather than let them know his real love for the air, and of his\nperfect contentment, now that he was a flyer. Why, if the border men\nknew how he felt about being one of them, they’d laugh themselves sick.\nThink he was crazy. They took the job as a matter of course. They hadn’t\nworked a lifetime for it.\n\n*       *       *       *       *\n\nThere was McMullen, and he was going to hit it right on the nose. It\nmust be, according to his map. There was a dun pocket-handkerchief of a\nfield, surrounded by buildings, a few miles west of a sizable town.\nSurely those big, black blotches against the ground were the two iron\nhangars flanking the field to east and west. And that town was McMullen,\nall right--it was too big to be an unnoted settlement. Southward a few\nmiles the Rio Grande was a twisting, silver ribbon, glinting in the\nflooding sunlight.\n\nHe’d start down, now. Had he been more familiar with De Havilands, he\nmight have essayed spiraling down closer to the field. He would take no\nchances now, though.\n\nHe eased back on the throttle, until the tachometer was down to nine\nhundred revolutions a minute, and nosed down slowly. He watched his\nairspeed meter like a hawk. He kept the speed of his ship at a hundred\nmiles an hour. The wind was making the wires sing, and there was\nconsiderable vibration.\n\nIn a perfectly straight, conservative dive he flashed earthward, his\nbody tense with the strain. Now he could see tiny figures lounging on\nthe steps of one of the buildings which formed the southern boundary of\nthe sandy airdrome. He was going to have an audience for his landing,\nwhich made it worse. With every moment, it seemed, that field was\nshrinking in size. The northern boundary of it was a fence. He prayed\nthat the wind would be from the south, so that he could land in from the\nnorth. It would be impossible for him to bring that big plane down over\nthe obstacles on the other three sides.\n\nThe altimeter read a thousand feet when he pulled the ship up and shoved\nthe gun all the way on. He was a half mile back of the field as he flew\nlevel toward it. He circled it once, and saw that the wind-sausage on\ntop of one of the corrugated iron hangars indicated a south-east wind.\nSome one had said that the wind was usually southeast--the Gulf breeze.\nYes, there were at least a half dozen men lounging in the shade of a\nporch. There were several buildings along that southern rim, and two\nlong lines of tents.\n\nHe drove northward a half mile, circled warily, and cut the gun to seven\nhundred revolutions. He fairly felt his way toward the ground, trying to\nwatch the ground, his airspeed and the tachometer all at once. He must\nbarely ease over that fence, at the lowest speed possible.\n\nHe got too low. He was only fifty feet high, several hundred yards back\nof the fence, and the motor barked into sudden life as his hand thrust\nthe throttle forward. He seemed to be going terribly fast, for being so\nclose to the fence, and he cut the motor to idling. Downward, bit by\nbit, the fence had flashed beneath him. He was going like lightning.\n\nFrom a height of six feet it seemed that the D.H. dropped out from\nunderneath him. The wheels hit the ground hard, and the big ship bounced\nhigh in the air. His hand automatically found the throttle as the plane\nhung, nose in the air, and jammed it all the way forward.\n\nHe’d have to go around again. Cursing himself for a clumsy fool, he\nraved--\n\n“I thought I was flying a Jenny, ---- it! I ought to be pushing baby\ncarriages.”\n\nThose veterans down there were laughing at him, doubtlessly. Having to\ngo around twice to make a field--an airdrome--with a perfectly good\nmotor. He had looked like a cadet, on his first solo.\n\nAgain he shot for the field and this time, with his heart in his mouth,\nhe got to a foot above the ground with the fence only twenty-five feet\nbehind him, and he held the ship there. Again it seemed that he was\ngoing at express-train speed, but he caught the drop in time. He jerked\nthe stick back, and although he was a bit late, the ship only bounced\nonce, and scarcely more than a foot. The buildings seemed a safe\ndistance ahead, too.\n\nThey were, for a Jenny, but not for a heavy D.H., rolling fast on a\nhard, sand field as smooth as a floor. Desperately he cut the switches,\nand finally, panic-stricken, threw his stick to one side and jammed on\nfull rudder. The D.H. ground-looped, one wing-skid dragging the ground.\nNot enough to cause any damage, though, and as he snapped on the\nswitches again he told himself:\n\n“I got down--but how? This time I was going too ---- fast, after coming\nin too slow the first time.”\n\nMechanics were waving him toward the line in front of the eastern\nhangars, and he taxied toward them, gingerly. He felt that he was\nhandling the D.H. awkwardly. It was infinitely more responsive, even on\nthe ground, than a Jenny. Somehow or other he felt uncertain, now, about\nhis ability to control these bigger ships as he had learned to master\nthe training planes.\n\nHe was grateful for the fact that the mechanics came out to meet him,\nand by pulling on the wingtips helped him, into the line straight. At\nthe same time his quick sensitiveness made him wonder whether they were\ndoing it because they had noticed his uncertainy in handling his ship.\n\nA short, stocky officer was coming toward him, and on the collar of his\nO.D. shirt were the bars of a captain. That was the famous Captain\nKennard--two planes to his credit in France, D.S.C. and Croix De Guerre,\nrecognized as the best squadron commander on the border.\n\nMoran came to attention, and the square-faced captain returned his\nsalute nonchalantly.\n\n“You’re Moran, eh?” he said in a raucous voice, and his face, scarred by\ninnumerable wrecks, split into a genial grin. “Glad to see you. The\nboys’ll unwire your suitcase. Come on over and meet the gang.”\n\nMoran relaxed a bit. So the C.O. wasn’t going to hop on him about that\nlanding right away, he reflected gratefully. He removed his helmet in\nthe withering heat, baring the coarse, unruly black hair which had given\nhim his nickname. Perhaps his beard had had something to do with it,\ntoo. Sometimes he shaved twice a day in an endeavor to control it, but\nhis heavy jaw always looked dark and bristly, nevertheless.\n\n“Sure glad to see you,” repeated Kennard, his bowed legs moving faster\nthan Moran’s unusually long ones. “They’re flying us ragged, and a new\nman’s welcome.”\n\n“I heard something was up, but no one seemed to know much about it,”\nventured Moran.\n\n“We don’t know a ---- of a lot, ourselves,” Kennard told him. “But it’s\npretty plain that they’re watching a gang in Mexico who’ve been running\nchinks and other immigrants over. The runners get around a thousand per\nman, delivered in San Antone. Army of ’em. Anyway, it’s patrol all day,\nand be on the alert all night, with a dozen false alarms every hour.\nMust be good and big and tough, this gang, or Washington wouldn’t be\nacting as though there was a war on.\n\n“Attention, boys and girls. Here’s the latest victim. Moran, shake hands\nwith Tex MacDowell, Slim Evans, Pop Cravath, George Hickman, and last,\nbut not least, Dumpy Scarth.”\n\nMoran recognized all but the last man from things he’d heard about them.\nLean, lounging “Tex” MacDowell; “Slim” Evans, who was nearly six feet\nsix inches tall and as thin as a rail; big, blond Hickman and “Pop”\nCravath, who were observers.\n\n“Dumpy” Scarth was a new name to him, and he had thought he knew every\nmember of the flight by name and description. Scarth was a short, fat,\nlittle fellow, with a pug nose, a full moon-face, and boyish eyes, which\nlooked the big, new man over with a critical air.\n\n“I know of all of you,” Moran told them slowly. “That is, except Scarth\nhere. I--er--never heard--”\n\n“He just joined the outfit,” Kennard informed him.\n\n“Then you’re new to the border too?” Moran said awkwardly. He was in an\nagony of self-consciousness, because of the figure he’d cut on that\nlanding.\n\n“What?” squawked Scarth. “New to the border! Why, I’ve been with the\nLaredo flight for years! Didn’t you ever hear of that Caloras case?”\n\n“No, probably he didn’t,” Slim Evans cut in casually. “There really are\na few birds in the world who’ve never heard of you, Dumpy.”\n\nScarth bridled like a bantam rooster. Now he looked Moran over\nscornfully, and Shag was suddenly aware that his shoes were wrinkled and\nunpolished and clumsy looking. Kate, his sister and only surviving\nrelative, cost him a good deal in college. Too much for him to afford\nforty dollar boots and hundred and fifty dollar uniforms.\n\n“You sure came in in a burst of glory,” Scarth informed him with relish.\n“Two bounces--I thought sure you were a major.”\n\n“I--er--hit an airpocket the first time,” Moran told him.\n\nHe was standing at the foot of the steps, shifting from one foot to\nanother, always conscious of the speculative scrutiny to which he was\nbeing subjected by the men who would have to live on intimate terms with\nhim for months.\n\n“Air pocket ----!” yapped Dumpy.\n\n“You were coming in too slow! The second time you looked as though you\nwere trying to break speed records. I suppose the wind shifted on your\ntail that time.”\n\nIt had come. Suddenly Shag was conscious of an overweening desire to\nclose Hearth's mouth for him. The others had said nothing.\n\n“Not exactly,” he said with difficulty, moistening his lips. He felt as\nif he was on trial. “The throttle stuck a minute, and the motor was\nturning up pretty fast--”\n\n“Listen to Alibi Ike!” jeered Dumpy. “Had much time on D.H.’s?”\n\nMoran’s eyes were stormy, his heavy face set. ---- this cocky, nasty\nlittle runt--\n\n“Why,” he began, moistening his lips, “I--”\n\n“Dry up, Dumpy,” drawled Tex MacDowell easily. “Likewise, lay off. What\nthe ---- are you catechizing about?”\n\n“Hello, here comes Jimmy Jennings, and my ship’s coming out. Come on,\nPop!” Dumpy exclaimed, forgetting everything else.\n\nHe ran for his helmet and goggles as Moran watched the incoming\npatrolship enter the field. He knew who Jimmy Jennings was. A border\nveteran, and an ace.\n\nThe big D.H. roared across the airdrome, from the east, circled a\nhundred feet north of the field, and suddenly tilted on one wing. Down\nit came in a terrific sideslip, its nose parallel to the fence. Thirty\nfeet above the ground it dived out of the slip, nose coming around\ntoward the field, and as it came across the fence the pilot skidded it\nsidewise to kill speed.\n\nStarting two hundred feet high, only a few yards back of the fence, the\npilot had brought the ship to the ground as lightly as a feather, within\ntwenty-five yards of the fence, and stopped rolling a little more than\nhalfway across the field.\n\n“That’s flying,” Shag thought humbly.\n\n“Don’t mind Dumpy,” Slim Evans advised him spaciously. “Dumpy firmly\nbelieves he’s the world’s best flyer, frankly admits it on every\nprovocation, and the ---- of it is that he’s ---- near right!”\n\n“What are you going to do with a man that brags all night, and then goes\nout and proves the next day that he can live up to his bragging?”\ngrinned Kennard.\n\n“Every new man is a prospective rival to him,” Slim went on, “and he\ntries to put said rookie in his place. But he’s a great little cuss when\nyou get to know him--”\n\n“Watch him prove something now.”\n\nMoran watched, and held his breath. Dumpy took off from the northern end\nof the field, cleared the buildings, and then turned back. He swooped\nlow across the ground on his return trip, and then, for a full minute,\nhe showed what could be done with a big bomber in the hands of a master.\nHe chased his own tail like a gargantuan dragon fly, tipping the D.H. up\ninto vertical banks in which the lower wingtip was only inches off the\nground. One final rush across the field, another zoom in which the ship\nstood on its tail and appeared to climb up the side of the recreation\nbuilding, and he was off.\n\n“That’s him, himself,” grinned Hickman, who was almost as big as Moran.\n“You gave him an opening by springing those alibies.”\n\n“They weren’t alibies--”\n\n“The ---- they weren’t,” Kennard advised him. “We listen to too many of\n’em down here. This field’s tough the first few times, and good\nflyers’ve ---- near starved to death, they had to go around so many\ntimes. And every ---- one with an alibi, instead of admitting it. Like\nyou.”\n\nHurt, Moran stiffened.\n\n“Well, alibi or no alibi, that little squirt, Scarth, better not buzz\naround too much, kidding people he don’t know,” he said gruffly.\n“Captain, can I be shown to my tent to clean up?”\n\nKennard looked at him curiously for a moment before replying. The\nothers, it seemed, had been taken aback by his rasping ultimatum. Then:\n\n“You may. Orderly! Show Lieutenant Moran to Tent Six.”\n\n*       *       *       *       *\n\nVaguely miserable, Moran followed the orderly to the small, floored tent\nwhich was to be his border domicile. By the time he had set his things\nin order his trunk was brought from the afternoon train, and he was busy\nuntil six, straightening his meager effects and washing up in the\nbathhouse, down at the end of the boardwalk which ran between the two\nrows of tents. He was tying his tie when Slim Evans poked his long, thin\nnose into the tent.\n\n“About chow time,” he said cheerily.\n\n“Come on over.”\n\nMoran, though grateful for Slim’s interest, merely nodded, and in a\nmoment joined him.\n\n“By the way,” Slim said casually, “if you like I’ll go up with you\ntomorrow. There are some tricks about this field in this light air,\nand--\"\n\n“----, does one punk landing put me under instruction again? I’ve landed\nin worse fields than this one.”\n\nSlim looked at him, and Moran averted his face to hide what he felt was\na telltale flush. He had been betrayed by his anxiety to hide the fact\nthat he was a raw amateur who had no business on the border.\n\n“As you please,” the lanky airman said laconically, nor did he speak\nagain until they entered the dining hall.\n\nThe others were already at the table, and a Chinaman was removing the\nsoup plates.\n\n“Jerry Sims and Tom Daly got it today-- Just got a radiogram,” barked\nKennard from the head of the table.\n\n“What?” yelped Slim. “How?”\n\n“Must have been a forced landing in the fountains within a few miles of\nEl Paso. In a cañon, crashed, burned.”\n\n“God Almighty.”\n\nThe table had been quiet, Moran noticed, when they entered. Those tanned\nfaces were set, and the eyes somehow old. Kennard directed his gaze to\nMoran.\n\n“Know either one of ’em?” he inquired. “Marfa flight. They were great\neggs.”\n\nMoran shook his head. The death toll of the border flyers totaled one\nout of eight, every year, he knew, and that very afternoon two of them\nhad gone. In the mountains of the Big Bend.\n\nHe cleared his throat as he helped himself to bread. Because the simply\ntold news affected him, he said bruskly--\n\n“Well, that’s what any man in this business has got to expect, and he\ncan’t kick when he kicks off.”\n\n“The ---- he can’t!”\n\nIt was stout, fiery Pop Cravath, his eyes snapping. Daly had been his\nfriend.\n\n“I suppose you look forward to burning to death, eh? Hard-boiled egg we\nhave with us!” he stormed on.\n\nMoran was in his shell, like a turtle. His eyes met Cravath’s squarely\nas he stumbled on.\n\n“Every man knows what to expect--it’s just an incident--”\n\n“You don’t say! We’ll give a dance in honor of it, I suppose, to let the\nworld know that a few deaths here and there don’t faze our nervy\npilots!” Cravath spat bitterly. “I’m ---- if I’m not sick of these guys\nthat shoot off their mouths about how little danger means to them--when\nhard luck hits somebody else! And how loud they yelp when it hits\nthem--”\n\n“The worst of it is,” Kennard slid in, “that we can’t even go over into\nMexico tonight, ---- it!”\n\nThe object of his words had been to cut off the hot-tempered Cravath,\nMoran knew, and to ease the tension which had fallen over the depressed\ntable.\n\nThe C.O.’s eyes were very keen and very cold as they rested on his\nnewest flyer. He went on gruffly:\n\n“It’s the custom to go on a howling drunk every time a man gets knocked\noff and sort of forget it. Now we’ve got to stay on duty.”\n\n“They might have picked a better time to get killed, at that,” Dumpy\nScarth remarked.\n\nMoran’s eyes were on his plate. What had he said that they should\ndisapprove of? Maybe he’d been a little rough for a newcomer. He’d just\nwanted to show them that he belonged. Why should they pick on him? Every\nmove he made was a mistake, as far as they were concerned. Slowly, as he\nmulled it over in his mind, his misery congealed into resentment.\n\nAlways taciturn, he did not say a word during the remainder of the meal.\nInstinctively he felt that he wanted to be by himself, and he went\ndirectly to his tent. He lay there, thinking. Sensitive to the point of\nmania, he felt that he was off on the wrong foot with such speed that he\ncould never start over again. His own fault, too. Trying to show off.\n\nNo, it wasn’t. Why had that fat-headed runt, Scarth, started picking on\nhim right away?\n\nToward midnight the flyers, who had been playing cards in the recreation\nroom, came to their tents, and devil-may-care laughter died away into\nquiet. Shag lumbered to his feet, and went out into the starlit night.\nThe mesquite was murmuring, crackling softly, in the Gulf breeze, and\nthe sky was like a purple roof over him. Over at headquarters, guards\nwere at the telephone, and lights gleamed in the radio shack. East and\nwest stretched the border--hundreds of miles. Southward, Mexico was like\na brooding desert. Somehow all the romance, all the tradition, all the\npregnant possibilities of the Border country seemed to be whispering to\nhim from the velvet darkness, and his big body thrilled to it and his\neyes glowed.\n\nHis imagination leaped from station to station--Laredo, Del Rio,\nSanderson, Marfa--and he could see the ships on the line, looming like\ncrouching monsters in the darkness, ready to spring into the air after\ntheir prey. Life could hold nothing to compare with this, and he was a\npart of it.\n\nNo, he wasn’t, he thought as he went to bed with a thousand thoughts\nrioting in his brain. But he would be.\n\n*       *       *       *       *\n\nTwo ships were off on the dawn patrol when he ate breakfast next\nmorning--Dumpy Scarth and Tex MacDowell, with their observers. The\nothers greeted him more or less naturally, but he could see that he was\nalready pegged in their minds as a queer egg. He tried to force himself\nout of his customary taciturnity but it was hard.\n\nAt the end of the meal he said to the captain--\n\n“If it’s all right, sir, I’d like to practise a few landings.”\n\n“Sure. Your ship’ll be No. 8.”\n\nMoran dreaded the prospect of learning to land a D.H. on that field, but\nit had to be done. Why hadn’t he been man enough to admit his ignorance\nof big ships, and practise landings up at Donovan?\n\nHe knew that the bombers were considered too frail to stunt, so he went\non with assumed carelessness--\n\n“Do you people down here live up to that ‘no stunt’ stuff on those\nbabies?”\n\n“Of course!” snapped Kennard. “We don’t make a habit of slapping God in\nthe face.”\n\nThe others grinned, their eyes on Moran.\n\n“Perhaps you twist ’em around regularly?” inquired Slim Evans, and Moran\nflushed.\n\n“Just wanted to know,” he said awkwardly, and went out.\n\nTen minutes later he was in the front cockpit of No. 8, trying out the\nalready warm motor. A mechanic held each wingtip, another sat on the\ntail and leaned against the airblast as he covered his eyes from the\ndust which swirled upward in a dense, cone-shaped cloud. The tires\nstrained against the wheelblocks as Moran held the throttle wide open,\nhis eyes sweeping his instruments. Air pressure, three; battery charging\nrate, two; temperature, eight degrees Centigrade; tachometer showing,\n1750; oil pressure, twenty-five--all was as it should be, as far as he\nknew. He turned off one switch of the double ignition system, and\nlistened. Not a miss. Then a brief tryout of the other switch, and he\neased the gun back to idling. He adjusted his goggles and nodded to the\ncrew, with a lump in his throat.\n\nThey pulled the wheelblocks, and he taxied to the northern end of the\nfield. He turned safely, and gave it the gun. He knew he could take off\nall right. Pressing forward on the stick, feet braced against the\nrudder, he sent his ship roaring across the field, nose low to the\nground. It took the air by itself, almost, and he swept across the\nbuildings with twenty-five feet to spare.\n\nIn the cool, smooth morning air he felt some of his confidence return,\nand when he felt his way down across the fence at a mere seventy-five\nmiles an hour he was sure he was going to make the field. He dared a\nskid to kill more speed, after he had leveled off and, although he\nbounced, the ship came to earth safely and stopped rolling with a bare\ntwenty-five feet to spare.\n\nFive times he landed, and three times he made it on the first try. He\nstill felt strange in it, and there was uncertainty in each landing. But\nhe had self-confidence in the air, and there was no doubt now that\neventually he’d be a capable De Haviland man even on that tiny field.\n\nHe decided to go high, and bank and sideslip and stall around a bit to\nget more accustomed to his ship. It was a thrill to feel the excess\npower in that motor. The air was pleasant to his perspiring face as it\nswept by him. He took in the view, avidly. McMullen, a small splotch on\nthe ground, its paved streets white ribbons with bugs crawling on them.\nFields dotted with patches of mesquite, the airdrome a tiny square\nseeming to be within a stone’s throw of the town, really four miles\naway.\n\nAt four thousand feet he was directly over the field, and started\nbanking more and more steeply to get the feel of the ship. He did figure\neights, stalled it, wingturned. And with each moment his touch grew more\nsure, his heart lighter. That gnawing doubt about his ability vanished\nslowly but surely.\n\n*       *       *       *       *\n\nSuddenly he looked north, and it was a shock to see another D.H. curving\ntoward him. It was Dumpy Scarth and Jack Lee, he thought. The ship came\naround, diving slightly for his tail. In a moment it had taken position,\nfifty feet behind and slightly above him.\n\n“He wants a dogfight!” Moran thought. Well, he wouldn’t get it. He,\nMoran, didn’t know enough about D.H.s yet--\n\n“---- if I’ll funk it!” he told himself savagely. “Even if he does show\nme up.”\n\nMock combat was a favorite diversion--good practise. The point was to\nget behind and above one’s opponent, on his tail, and stay there.\n\nMoran threw his ship into a diving bank, whipping it around heavily. He\ntwisted and turned in wild abandon. He was high enough to be safe.\nDiving, zooming, going into vertical banks, he tried everything he\ndared, but Dumpy rode his tail serenely.\n\nIt became almost a battle in Moran’s mind. ----, how he’d like to show\nup that little ----, and he couldn’t even shake Dumpy off, much less get\nposition himself. Down below he caught a brief glimpse of mechanics and\nofficers watching, and suddenly his heavy jaw set. He’d shake Dumpy off,\nanyhow, D.H. or no D.H.\n\nAnd he went into a dive, motor full on. Let Dumpy follow him now, if he\nwas so smart. Those fellows below would find out what kind of a nerve\ntheir new flyer had.\n\nThe struts were shaking in their sockets, and the wires were screaming\nwith the speed as the motor’s roar rose to a veritable bellow. The\nairspeed went up slowly--a hundred and seventy, a hundred and ninety,\ntwo hundred--\n\nEvery instant he was going to pull it out, but with a sort of ferocious\njoy he held his ship in the dive, second after second. He was hunched\ndeeply into the cockpit, his eyes on his instruments. He’d come down\nfifteen hundred feet. Now, if Dimpy was on his tail, he’d give up.\n\nHe looked around as he started to pull out, using both hands. It was all\nhe could do to move the stick backward. Slowly the ship started to\nlevel, vibrating in every spar and strut. Dumpy was nowhere to be seen.\nHe hadn’t dared to follow.\n\nThe ship was just leveling off, finishing its swoop out, when Moran\nstiffened. Suddenly the stick seemed to have gone limp in his hands. It\ncame all the way back without resistance.\n\nHe had cut the motor to pull out of the dive, and in a panic he shoved\nthe throttle all the way on again. For a moment the ship had wavered,\nbut now it resumed its gradual leveling process. As it came level the\nnose started to go up into a stall, and Moran, his heart feeling as if\nit were encased in ice, shoved the stick forward.\n\nThe ship did not answer.\n\nHe eased the throttle back, and the nose settled. Slowly the frantic\npilot looked around. The cabane struts, on the elevators, to which the\ncontrol wires from the stick were attached, were both leaning toward\nhim. The terrific strain of pulling out of that dive had pulled them\nloose, and his elevators were useless. He could neither dive nor climb\nhis ship. If he flew until the gas gave out and the propeller stopped,\nthe ship would go into a nose dive which would not end until it hit the\nground.\n\nSuddenly Moran’s brain seemed preternaturally clear and cool. The fact\nthat sure death apparently awaited him was in the background, merely, of\nhis consciousness, as he methodically thought things out.\n\nThe motor was his only hope. The ship seemed perfectly rigged, meaning\nthat at a certain motor-speed it would fly level without the use of\nstick or rudder. It was flying level now, at fifteen fifty r.p.m. If he\ncut down the speed of the propeller, it would start diving. The point\nwas that if he sent it into a dive, could he pull it out by turning on\nfull power? Or would the weight of that thousand-pound motor hold it in\nthe dive?\n\nThere was but one way to find out. Funny, how little he really felt as\nhis steady hand eased the throttle back to twelve hundred. He seemed to\nbe experimenting for some one else, to be off in another ship, watching\na man fight for life.\n\nThe nose dropped slowly below the horizon, and he shot the throttle all\nthe way forward. For an agonized moment the D.H. remained in an\never-steepening dive. Then, ever so slowly, the nose came up, and he\nbrought the throttle back slowly to fifteen-fifty.\n\nA chance to wreck, now, in a way that might not kill him. His ailerons\nand rudders were all right. He sent the ship into a shallow bank,\nspeeding up the motor a trifle to offset the loss of lifting surface,\nand then straightened it out and headed north. The field adjoining the\nairdrome north of the fence was rough, but unwooded, and at least three\nhundred yards long. Then another fence, and a cultivated field. North of\nthis last clearing was mesquite.\n\nTen miles north of the field he turned again, and headed for the\nairdrome. He brought the throttle back to fourteen hundred. In a gradual\ndive the ship sped downward, the airspeed meter crawling up to a hundred\nand fifty miles an hour. At five hundred feet he was still four miles\nnorth of that first cultivated field. Now he brought the throttle back\nfurther, and the dive steepened. He let it go for a while--he was about\nthree hundred feet high now--and then shoved it all the way on.\n\nHe waited like a statue. Would it level off in time? Two hundred feet, a\nhundred and fifty, and then the nose started up. The ship was level, a\nmile back of that first field, and a hundred feet high. Again the\nthrottle crawled back to fourteen hundred. His face was covered with\nsweat, his feet jumping on the rudder bar. In a series of brief steps he\nbrought it down, and when he leveled the last time his heart leaped as\nthe undercarriage brushed the mesquite. The ship darted across it, and\nas it cleared it he again inched the gun backward. The dive was so\ngradual this time that leveling off was almost as easy as doing it with\nthe elevators. The stabilizer was already back, the tail as heavy as it\ncould be made. Three feet above the ground he was rushing along level.\n\nHe crashed through the first fence, and the airdrome was close ahead. A\nwild rush across the intervening field, and the D.H. went through the\nboundary fence like a cannon ball through paper. He snapped the switches\noff, and the roar of the motor gave way to the singing of the wires.\n\nHe had been going more than a hundred miles an hour. A second after the\nmotor died, the nose dropped suddenly. The D.H. bounced twenty feet in\nthe air. For a second it hovered, stalled, and then crashed as its nose\nfell.\n\nMoran threw his hands in front of his head. A terrific jar, the\nsplintering of wood and rending of linen. For a second all was blank,\nand then he found himself tearing his way out of the debris as the odor\nof burning gasoline assailed his nostrils. Bloody, dazed, only half\nconscious, he was running, thirty feet from the crackup, as a mass of\nflame burst from the wreckage, and died into a huge bonfire.\n\nHe slowed to a walk, and reason returned to him. Men were rushing from\neverywhere. Captain Kennard was in the lead, two other flyers behind\nhim.\n\nMoran stopped, his knees wobbly in the reaction. There was but one\nthought in his mind. He had proved himself a flyer worthy of his trust.\n\n“What happened?”\n\nHis eyes met the captain’s. The men were fighting the fire, but the\nofficers were gathered about him, Dumpy Scarth in the front.\n\nMoran gathered himself together, and essayed a grin.\n\n“Elevators went wrong on me, that’s all,” he said with elaborate\ncarelessness. “Brought her down with the motor. Wasn’t that a ---- of a\nnote?”\n\nThe overwrought C.O. went into eruption--\n\n“You’re ---- right it was a ---- of a note! Think you’re smart because\nyou got out by a miracle, do you? You’re a De Haviland stunt man, are\nyou? What the ---- do you mean, diving a D.H. like you did up there,\nagainst my orders and against good sense? By ---- I don’t care whether\nyou kill yourself or not, but ships are ---- valuable down here!\n\n“Wipe that sickly grin off your face, ---- you! You’re entirely too\nsmart for the border, and I don’t give a hoot how good a flyer you are.\nGet that? You’re confined to the post for a month, and if the boys\nweren’t flying themselves to death I'd ground you besides. Just as quick\nas the ----’ll let me I’m going to get you transferred and swap you for\nsomebody I can use.”\n\nThe doughty captain whirled on Scarth. As if in a dream Moran heard him\nsay savagely:\n\n“As for you, Dumpy, the same thing goes. This is no time for your\ngrandstanding, either. Couldn’t resist raising ---- with a new man, eh?\nWhat do you know about his flying, or what might have happened up there?\nYou save your flying for patrol, understand, and mind your own business\nin the air and on the ground!”\n\nScarth flushed, and his mouth opened, but one look into the C.O.'s\nsteely eyes was enough. Kennard took a last shot at Moran.\n\n“A few crashes mean nothing to you, eh? Well, they mean something to me,\nright now. Hard-boiled egg, are you? Well, I’ve got no time to take that\nout of you down here. You’ll have a chance to alibi your transfer in\njust about a week!”\n\nMoran stood there, for a moment, like a dumbly suffering dog. Then,\nabruptly, curtains seemed to close over his eyes. They were muddy and\nopaque as he saluted stiffly, and stumbled blindly toward his tent.\n\nHe was to be transferred. The subconscious admission that his\narraignment had been justified made matters no better. Dumpy Scarth\nagain--\n\n*       *       *       *       *\n\nHe lay on his cot, forgetting to go to lunch, and gradually his aching\nmisery gave rise to unreasoning hatred for the cocky little flyer who\nhad been his Nemesis.\n\nAs the taut days passed, the feeling grew in strength. He was utterly\nalone, brooding in his tent when he was not forced to appear in public.\nDumpy, the irrepressible, had been hurt by his public tonguelashing,\ntoo, and he lost no opportunity to razz the black-browed Moran on his\nlandings, which were still far from perfect. Moran rarely answered the\ntaunts of the younger man, but often his eyes were not good to see.\n\nHe flew regular patrols, each one a nightmare. That they would soon\ncease, for him, was only part of the reason. Since that unforgettable\nlanding he had lost all confidence in the De Havilands. A vibrating\nwire, or a momentary miss in the motor, caused by an air bump, made him\ntense and uncertain. He was afraid of those big ships which he could not\ncontrol, as yet, and the memory of his escape from fire awakened him\nnights, his body covered with sweat and his brain numb.\n\nThe occasional efforts of some of the flyers to be sociable, he met with\nbrush rebuffs, and they soon ceased. Every man of them was laboring\nunder a strain. Five, sometimes six, hours of nerve-racking flying each\nday was their portion, and the waiting for something to break along the\nBorder put the finishing touches on their overwrought condition. Moran,\na veritable skeleton at the feast, was relegated to the role of\n“sorehead,” and he knew it. He knew, also, that he was deliberately\nmaking his own lot harder, and perversely increasing his own\nunpopularity as he waited for the ax to fall.\n\nIt was not in him, however, to do anything but suffer by himself, and no\ntorture could have dragged a word of admission from him. He lived\nthrough the days in dogged silence, masking his bruised spirit behind an\nimpregnable armor of hard self-sufficiency.\n\n*       *       *       *       *\n\nIt was just before dawn of the fifth day following his wreck that he\nawakened to find the light on in his tent and Captain Kennard shaking\nhim by the shoulder.\n\n“Listen, Moran,” Kennard barked rapidly. “We just got a call, and I’m\ntaking five ships down toward Laralia. Big gang reported coming over the\nriver an hour ago. I’m leaving you and Dumpy Scarth here and taking all\nthe others. Patrol in turn, one of you at the phone all the time. Get\nup--we’re taking off, _pronto_!”\n\nMoran shivered as he dressed. A norther had been brewing for twenty-four\nhours, and now the wind was strong and chill. The Libertys were roaring\non the line like gargantuan hounds on trail, and dark clouds were\nscudding across the graying sky. The helmeted flyers were like hooded\ndemons of the night as they got into the cockpits and the ships left the\nground in single file, gathering above the field at a thousand feet and\nhurtling eastward in V-formation like a flock of geese.\n\nNaturally, they’d leave him behind, if anybody, Moran reflected\nbitterly. Dumpy Scarth had raved because he couldn’t go. Moran tried to\nscotch the ugly knowledge which was in the back of his head. He was not\nglad that he hadn’t been called on to take off in the dank darkness, and\nfly formation down the border. He was not afraid of De Havilands--\n\nBut he knew he was.\n\nThe dark, cold day dragged to a close. Three times he went out on\npatrol, alone, fighting the rising wind every mile of the way and\nreturning to the field a nervous wreck. Some times the ship was thrown\nabout like a leaf, and the tight-lipped, pale Moran lived eternities\nabove the mesquite which seemed reaching upward to drag him down to\ndestruction. The landings were nightmares, in that wind, but he got down\nsafely each time.\n\nHe and Dumpy did not speak to each other. When one landed, the other\ntook off. There was no word from the other ships until seven o’clock, as\nthe quick darkness was falling. They had rounded up their prey, but\nreports of the ground men were that it probably had been false alarm. A\nbunch of Mexican vaqueros, riding north after some cattle. The ships\nwould stay at Brownsville rather than fight the gale and the darkness\ncombined.\n\nDumpy returned from his last patrol us the call came in.\n\n“Want the first watch tonight, or the last?” he inquired briefly.\n\n“Either one,” Moran told him sullenly.\n\nHe was ready to drop. The strain of the day had nearly broken him.\n\n“Then I’ll hit the hay. Wake me at twelve,” Dumpy told him tersely.\nThen, characteristically, “Congratulations on the miracle.”\n\nMoran looked up quickly to meet the snapping eyes of the younger man.\n\n“Just what do you mean?” he snapped. “What miracle?”\n\n“----, you got down safe, didn’t you?” inquired Scarth, with elaborate\nsarcasm.\n\nMoran’s eyes seemed to thicken, and there were red spots in them as he\nrose to his feet. He bent over, like some heavy-shouldered bear, resting\nhis ham-like hands on the desk as he glared into Dumpy’s face. He felt\nas if he was about to explode--every nerve was raw and jumping. His\nwords were blurred, seeming to come from his lips with difficulty us he\nmumbled--\n\n“Scarth, I swear that if you don’t quit shooting off your mouth--”\n\n“What?” Scarth shot back, perverse enmity in every line of his fat face.\n\nMoran straightened, and his fingers were moving jerkily, his fists\nclosed.\n\n“That I’ll ram your teeth down your throat, ---- you. Now you get the\n---- out of here before I throw you out--and don’t let me get started on\nyou, do you hear? You’ve picked on me from the start, and I’ll put you\nin a hospital if you say another ---- word!”\n\nHate was in the air. The indomitable Scarth held his ground, for the\nmoment, before the dark, grim giant whose face reflected black fury and\ntortured, helpless wrath.\n\nFor a long moment their eyes cocked. Suddenly it seemed that Dumpy\nrealized that Moran could have picked him up and broken him in two, and\nwas about to do it. There was a semi-madness in the bigger man’s gaze,\nthe fruit of strained days and sleepless nights.\n\nDumpy’s eyes dropped, and he turned toward the door.\n\n“---- foolishness to stay at the phone at that,” he mumbled uncertainly.\n“Wind’s getting worse every minute. Nobody could go anywhere if they had\nto.”\n\nHe went out, and Shag settled down into the chair in front of the desk.\nThe tiny office seemed hardly large enough to contain his huge body. His\ndull eyes looked into space, and time was non-existent. He had reached\nthe point of physical and mental exhaustion where life itself was merely\na bad dream.\n\nHe hardly realized that three hours had passed when the shrill of the\ntelephone cut through the howl of the wind. He was a bundle of nerves as\nhe answered its summons.\n\n“Yeah, McMullen flight. Moran. Lieutenant Moran! What the ---- does that\nmatter? Kennard’s not here. Who? Crosby? Yeah, go ahead.”\n\nFor a moment he listened to the barked sentences coming out of the\nnight. Automatically his mind registered the facts.\n\nThen:\n\n“We’ll see. Try to. ’By.”\n\nHe rushed to the door, and out into the darkness. The clouds had broken,\nbut fleets of them hurried across the sky, periodically blotting out the\nmoon. The wind came in great gusts, alternating between comparative\nquiet and the proportions of a gale. As stark fear gripped him he fought\nit down, cursing himself for a yellow dog as he ran for Dumpy’s tent.\n\nThe fat little flyer was writing a letter. He looked up in startled\nsurprize as Moran burst into the tent.\n\n“Ever hear of a customs man named Crosby?” Moran rasped.\n\n“Sure. I know him.”\n\n“Is there a stool pigeon named José down at Carana--”\n\n“Yes. Keeps the store. We’ve had trouble before, there. Little Mexican\nsettlement--”\n\n“Crosby just called up and said he landed in Carana and that there’s a\nbig bunch of aliens due over within an hour. It’ll take a couple of\nhours before he can get help. Wants us--”\n\n“To fly down!” shouted Scarth, leaping to his feet. “It can’t be done!\nListen to that wind.”\n\nMoran’s eyes glittered suddenly.\n\n“He says there’s a field down there we’ve landed in before--”\n\n“Sure there is. But we can’t go. Are you crazy? I--”\n\nMoran’s contempt for Scarth, his utter contempt for his own yellowness,\nthe fact that life was a hateful thing, all combined to force the words\nfrom his lips:\n\n“We could make it. It’s our business to. Scared, are you? The famous\nDumpy Scarth, who can do so much showing off when there’s somebody\nwatching, is scared to death when the real pinch comes, huh? A ---- good\nfair-weather pilot, eh?”\n\nScarth’s curiously boyish eyes gleamed, and his face was white.\n\n\"It's--it’s suicide, I tell you! At night, this wind--”\n\n“All right, stay here and write your letters!”\n\nMoran stopped at the door, his smouldering eyes playing over the tense,\nuncertain Scarth. And his tongue flayed the youngster mercilessly as he\ndared him to come on, until the beleaguered Scarth, his own eyes ablaze,\nshouted:\n\n“All right. ---- you! I can go anywhere you can!”\n\nA moment later stunned mechanics were warming up the ships in the\nflooding illumination of the huge landing lights, set on top of the\nhangars. Moran got into his cockpit in a daze, and was the first to taxi\nout. Mechanics stayed at each wingtip to help him in the wind. Certain\nthat he was going to his death, and scarcely caring, he gave the motor\nthe gun, and fought his ship into the air.\n\nIt seemed barely moving against the wind as he cleared the buildings.\nWhen be banked to make his turn, the wind almost turned him over, and\nthe D.H. was blown a hundred yards, tipped up steeply, before he could\nforce it level again. Crabbing into the wind, the ship pointed southwest\nas it flew due west, he looked around for Dumpy.\n\nThe other flyer was two hundred yards back of him. Shag, tight-lipped\nand tense, turned his eyes ahead. The earth was like a shadowed sea,\nturning from silver-green to black as the clouds continuously blotted\nout the moon.\n\nThe wind caught the ton-and-a-half bomber and played with it exultantly.\nOften it took all his strength on the stick to hold it level. It shot up\nand down in the scrambled air currents like a dried leaf in an autumn\ngale. Should the motor cut out, there was nothing but maiming or death\nin store for him below. He was breathless and physically sick under the\nstrain. He really expected the ship to go to pieces at any moment, but\nhe fought his way westward doggedly.\n\nIt was only a thirty minute flight to Carana, but it took an eternity of\ntime. Twenty miles out the wind seemed to rise, shrieking its resentment\nat the puny mortals who were defying it. The D.H. was like an outlaw\nbronco, bucking and pitching in a mad effort to throw its rider. Moran,\nheavy jaw out-thrust, was suddenly aware of a sort of ferocious joy in\nfighting it. A lone rider of the storm, he yelled a blasphemous\nchallenge which he could not hear himself, above the devil’s song of\nmotor and wind and screaming wires.\n\n*       *       *       *       *\n\nCarana, a small collection of lights on the bank of the river, lay ahead\nonly two miles. Dumpy was a mile south, the flames from his motor’s\nexhaust pipes like two fiery red tongues. Moran was looking for Crosby’s\nflashlight signal. Three flashes, and the alien runners were over; four,\nthey were on their way; five, no action as yet and to land on the field,\nwhich Dumpy knew, but which Moran did not.\n\nDumpy was diving for the river now, and Moran, flying in a dream, turned\nsouth into the teeth of the storm and labored toward the Rio Grande. Had\nScarth seen something below? If he had, it was the job of one ship, at\nleast, to hold the smugglers with its machine guns.\n\nThe other one would land, conserving its gasoline supply for the time\nwhen the first ship ran low on fuel.\n\nDumpy was low over the river, a mile west of the settlement. Lights were\nwinking on as Moran, five hundred feet high, looked down at Scarth’s\nship. The full moon had emerged temporarily from the clouds, and Moran\nsaw what was happening as clearly as if it had been noonday.\n\nDumpy’s ship seemed to stand still in the air, for a moment, as a\ntremendous gust of wind threw Moran’s own plane on its side. As if\nslapped by the hand of some invisible giant, the left wing of Scarth’s\nD.H. flipped high in the air.\n\nHalf on its back, the lower ship plunged into the river in a short\nupside down dive, and a shower of spray hid it momentarily from the\nstunned Moran’s straining eyes.\n\nIt came into view as the water fell. It floated, apparently, in tragic\nquiet, the motor submerged and the tail high in the air.\n\nAutomatically Moran shoved the stick forward. There was no movement\nbelow--not an extra ripple on the smooth, turgid water of the river.\nDumpy had been knocked out and was helpless beneath the water.\n\nAt that second, something within Moran seemed to break. Each taut nerve\nsnapped, and the reaction left him quiet, almost weak, but with his mind\nclear. He was like a man who has just awakened from a nightmare into\nreality still more horrible. So much so that the climax of terror left\nhim calm, fatalistic, hopeless.\n\nMotor full on, he sent the frail D.H. hurtling downward in a power dive\nwhich made the wires shrill madly and the ship tremble from nose to\ntail. He was without fear, and his hand was steady as a rock on the\nstick.\n\nIn that brief moment, with the roar of the overspeeding motor dinning in\nhis ears and the peril of the storm surrounding him, he kept his eyes on\nthat wreck below, and saw himself for what he was. He realized what he\nhad done when he had forced Dumpy into this mad trip.\n\nHe was calling himself a murderer as he leveled his ship above the\nwater. He was a hundred feet back of that sinister mass, floating so\npeacefully. He was possessed of a great calm, and he handled his great\nship with a sureness he had never known before.\n\nHe cut the throttle, and nosed the D.H. upward. It lost speed, and as\nthe stalling point came he threw it into a steep bank, left wing down.\nHe jammed on right rudder at the instant when flying speed was about to\ndisappear, and the De Haviland shot downward on one wing, with scarcely\na mile of forward speed.\n\nHe gathered himself as the water rushed up to meet him and the airblast\nflayed his left cheek. The left wing cut the water five feet from\nScarth’s wreck. The motor plowed into the river, and the ship flipped\nover, half on its back, as the left wingtip smashed into the bottom of\nthe shallow stream and the entire structure of linen and wood crumpled\nin a series of ripping, tearing reports.\n\nHe was unhurt, and he had unsnapped his belt buckle at the instant of\ncrashing. He was out, wading through the water, which was to his\narmpits. He took a long breath, and plunged under the other ship.\n\nHis groping hands found the body, hanging limply, head downward. His\nlungs bursting, he heaved upward on the unconscious Scarth, to keep the\nweight from the belt, and tore at the buckle. It was an eternity before\nit unfastened, and as he got Scarth above the water he fell limply\nagainst the soaked fuselage.\n\nFor a moment he had to stay there until his laboring lungs and bursting\nhead grew more normal. Then he stumbled through the water toward the\nshore. He had scarcely laid Dumpy down when three riders came galloping\nmadly through the mesquite along the river bank.\n\nIt was Crosby, with two Mexicans. The customs man took in the situation\nat a glance, and went to work on the unconscious Scarth with no comment\nother than a curt:\n\n“If anybody was comin’ across tonight they won’t now. They’ll have heard\nthe ships.”\n\nThe crude first-aid methods did their work, and Dumpy revived. When his\nnausea was over Crosby put him on his horse.\n\n“José here can give you a bed to dry out in,” the customs man told him\ncheerily. “Here, Moran, get on José's pony. We’ll walk alongside.”\n\nAs they started slowly up the trail alongside the river Moran ranged his\npony alongside Scarth’s. There was a great peace within him.\n\n“Scarth,” he said slowly, \"I was a ---- fool tonight. We had no business\ntrying to fly and I--just horsed you into it because we hated each\nother, I guess. I--”\n\n“’T’sall right,” Dumpy mumbled awkwardly. \"I was a bigger fool than you.\nI didn’t have to come. And--thanks for pulling me out.”\n\nBut Moran would not be headed off. He felt that he had to talk, to\nexplain himself to someone.\n\n“I wasn’t myself,” he went on doggedly. “I got kind of scared of these\nD.H.s in that wreck, and I was so yellow I just had to fly. I was so\nscared I wasn’t scared, if you get me. I never flew D.H.s before, but\nrazzing you into pretty near a sure accident was--”\n\n“Huh?” grunted Dumpy, his eyes probing Moran’s with a curious glitter in\nthem. “You never flew D.H.s before you came down here, you mean?”\n\nMoran nodded.\n\n“I hated to admit it--I wanted to stay, and so I lied and bluffed. I’m\njust telling you this so that you’ll know I wasn’t--I didn’t mean all\nthat stuff. I was just cuckoo, between one thing and another.”\n\n“Well I’ll be ----,” Dumpy repeated softly, as if musing to himself. He\nshivered, and seemed to rouse himself from reveries.\n\n“It’s all right. Couple o' things got under my hide too, I guess.”\n\n“Thanks. Just wanted to--sort of let bygones be bygones before I leave.\nThat’ll be in a day or two, I guess.”\n\nThey relapsed into silence. Moran’s face was serious and composed. He\ndid not notice the continuous looks which the impulsive younger man\nthrew at him. He was wrapped in his thoughts. He had burned his bridges\nbehind him in admitting his amateurishness as a flyer, he knew, and any\nlingering hope that he might stay on the Border was gone. Nevertheless,\nthe bitterness had been purged from him, and he was glad.\n\n*       *       *       *       *\n\nAt McMullen the next afternoon Dumpy, who had been very thoughtful all\nday, was first to report to Kennard. Moran changed his clothes, and went\nto headquarters later. The little captain had one dusty boot on the\ndesk, and he cocked a keen, gray eye at Moran, while he dragged on a\ncigaret.\n\n“I learned all I had to know from Dumpy,” he stated in his husky voice.\n“Still breaking up my ships, huh?”\n\nMoran’s lips widened a trifle in reponse to the twinkle in the C.O.’s\neyes.\n\n“So you tried to put across a bluff down here, eh? What a ---- fool you\nare! Well, I’ll tell you, Moran. I sometimes like guts more than\nexperience, and I guess if you want to stick around the Border that\nmuch, we can stand it. You can get experience here.”\n\nMoran’s dry mouth opened, but no words came as he saluted and walked out\ninto the flooding sunshine which had followed the storm.\n\n        *** END OF THE PROJECT GUTENBERG EBOOK MEDIUM BOILED ***",
    "metadata": {
        "author": [
            "Burtis, Thomson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70499/pg70499.txt",
        "name": "medium_boiled.json"
    }
}