{
    "name": "Menace of the Mists",
    "author": [
        "Gold, H. L. (Horace Leonard)"
    ],
    "body": "MacAloon rose in the stirrups of his saddle-lizard. His guide, a\nVenusian fishman, trembled nervously at the mount's side and pointed\nstraight ahead. MacAloon followed the direction of the quivering\nfour-jointed, scaly arm.\n\n\"See, bossmac?\" the reptilian native hissed in fright. \"Bosslimpy\nspeak truth. Cen'pedes ready to march. Soon they attack us. Then is all\nover.\"\n\nOn the other lizard, little Al Birchall tried to peer through the\nbright white fog of Venus. It was like attempting to gaze through a\nbedsheet.\n\nMacAloon lifted a pair of infra-red binoculars to his eyes. Instantly,\nthe glasses dispelled the blinding mist.\n\n\"See anything, Mac?\" Birchall asked.\n\nMac stared ahead without answering. Before him lay the black,\nmotionless ocean which covered all the planet except a few hundred\nlarge islands. At the shore he saw movement, an enormous inky wave that\nflowed ponderously up over the land and steadily inched forward.\n\nCountless thousands of foot-long creatures were swarming out of the\nwater and falling into dense marching ranks. The beasts, like huge\ncentipedes, each had dozens of swift legs. The front half was legless,\nthough, and looked like the human part of a centaur. It wasn't only the\nposture that made the resemblance. They had round heads, shaped like\nskulls, with deadly mandibles; and clever arms and hands grew out of\ntheir shoulders.\n\nCentaurpedes--even more than the heat, the mud and the fog, they were\nman's most murderous enemy on Venus.\n\nSilently, Mac handed the binoculars to Al Birchall.\n\n\"Bossmac,\" the fishman pleaded, \"we go 'way, not fight cen'pedes? They\nkill and eat us; nothing we can do.\"\n\nMac watched Al lower the glasses from his eyes. He did it very slowly\nat first, then grinned when he caught Mac's gaze, and flipped the\nbinoculars across.\n\n\"They sure look dangerous,\" he said.\n\n\"They are,\" Mac answered quietly. \"They can strip the flesh off our\nbones in three minutes flat.\"\n\nBelow them, between the tall bulk of the two mounts, the fishman's\nlong, flat head turned from Mac's face to Al's.\n\n\"Bossal, tell bossmac we not able fight cen'pedes,\" he begged\nsibilantly. \"They come--\" The thin, scaled hands waved excitedly, \"like\nbiggest army you ever see, make war on mine. You kill and kill, more\ncome. Please, we go to man city!\"\n\nMacAloon jerked his lizard's reins around in the direction of the mine.\nAl's mount came alongside. The fishman groaned, then began trotting\nbefore them on swift webbed feet. They splashed over the eternal mud,\nthrough the ever-present white fog.\n\nShould they give up the fight against the shrewd, heartbreakingly\npersistent vermin? If they did, they would have to abandon the mine\nwhich had become their lifework. They would have to blow up the place\nbefore retreating.\n\nFor all life on Venus was amphibious, but centaurpedes were\ndeliberately trying to quit the water, knowing their semi-civilization\ncould reach its mechanistic goal only on land.\n\nUnable to prop the porous native rock with the brittle, primitive\nplastics they used instead of metals, they were striving to take over\nan iron mine that had already been started by human engineers. Then,\nwith the metal they could produce, they would make tools and raise\ncities ... and manufacture weapons with which to push men clear off the\nplanet.\n\nTheir forays had forced a number of mines out of existence. Two years\nago, before Al Birchall became the fourth partner here, an undersea\ncolony of 'pedes swarmed down on this place. Surrounded on all sides,\nthe men had put up a long, bitter fight. If Adonis City, half around\nthe globe, hadn't finally sent a rocket ship, they would have been lost.\n\nIn the rocket, Mac had tried flame-strafing with the bow jets, swooping\nback and forth across the black mass of besiegers. But the wily animals\nmerely dug deep in the mud and waited till he passed overhead, then\ncontinued the attack. Since he couldn't be everywhere at once, part of\nthe army was always surging forward. At best, the strafing only slowed\ndown the assault.\n\nBut then Limpy Austin, up in the lookout tower, sighted foraging\nparties in the rear, dragging up food supplies in the form of gigantic\ndead meat-eaters. Mac had rocketed over the rear of the army, burning\nthe food into useless charred fragments. Starving, the attackers were\nat last forced to retreat to their ocean city, but only until they\ncould figure out a new strategy.\n\nMac said, \"We'll stick.\"\n\nOtherwise, he knew, he'd have to go back to ferrying fruit boats\nbetween South America and Antarctica. Birchall would revert to his old\nconfidence games all over the System. Swede Steffansen would have to\nmanipulate a freight crane on Mercury again. And Limpy Austin--well,\nthere wasn't much a semi-cripple could do, outside of being lookout and\nradio operator for his friends.\n\n\n\nThe two riders approached the mine enclosure which struggled into\nvisibility through the smothering haze. The fishman, fleeter than the\nlumbering saddle-lizards, had already reached the high wire fence. He\ngestured wildly at the guard nearest him, an alert armed Venusian who\nstood on a stilt-platform that overlooked the fence to the mud flats\nbeyond.\n\nThe guard pressed a button that opened a gate in the wire barricade.\nThe mounted men pounded through, and over the wide muddy stretch to the\nconcrete wall.\n\nDeeply embedded in the ooze, with the rock bed for a foundation,\nthe wall paralleled the outer fence and closed in the entire mining\ngrounds. Its polished outer face was deeply indented, like a sharply\ncurved concave lens. No joints showed in the smooth surface.\n\nBut Limpy Austin, up in the glass-walled lookout room atop the stilt\nblockade house, saw them. He opened a tightly fitting door in the\nconcrete rampart. They rode through into the compound, dismounted near\nthe closed-cabin freight tractor that stood beside the smelter.\n\n\"The 'pedes are coming, aren't they?\" asked a slow, heavy voice behind\nthem. Swede Steffansen came around the lizards. He was a big, placid\nman, but his sky-blue eyes--blue as the heaven of Earth, not this white\nhell--were troubled now. He said: \"I could tell by the way the pack\nanimals are acting. They're touchy.\"\n\n\"They caught the scent,\" Mac answered. \"The attack's due in about two\nhours. Let all the animals out. We don't want them stampeding during\nthe battle.\"\n\nSwede nodded, slogged off toward the corral.\n\n\"Tell the fishmen we're in for a fight with 'pedes,\" Mac ordered\nBirchall. \"Weed out the weak sisters. They'd only get in our way,\nanyhow.\"\n\nStepping high to avoid splashing, Al bounded off in the direction of\nthe tipple at the mine entry. MacAloon went into the blockade house and\nclimbed to the lookout room.\n\nLimpy Austin was standing at the infra-red glass wall. His left arm\nand leg were shriveled, and one side of his face was twisted up in\na sardonic leer. Mercurian Paralysis, that strange disease which\nimmobilizes either half of a person depending on whether it is\ncontracted at the Day or Night Side, had made a hopeless cripple of him.\n\nHe turned around when Mac came in. \"Well?\" he asked.\n\n\"They're coming, all right,\" Mac grunted. He leaned over the control\npanel, pushed the button that clanged the cease-work alarm down in the\nmine. Then he threw the lever that halted the ore cars to bring the men\nto the surface.\n\n\"How do things look?\" Limpy pursued.\n\nMac shrugged. \"We ought to have a better chance than before. There are\nfour of us this time.\"\n\nLimpy shuffled to the radio. With his slender, sensitive right hand, he\ntwisted the dials.\n\n\"Adonis City,\" he said harshly into the microphone. \"Limpy Austin\ncalling Adonis City....\"\n\nThere was a squeal of static. \"Adonis City,\" replied a harried voice.\n\"Come in, Austin, but make it short!\"\n\n\"What's up?\"\n\n\"'Pede attack on every damned mine. How about you? Aren't they--\"\n\n\"Yeah,\" Limpy cut in. \"That's why I'm calling. Send over a ship. Ours\nis wrecked.\"\n\nThe weary voice cursed. \"I can't, Austin. We figured you had a boat, so\nwe shipped them all to the other mines.\"\n\n\"Okay,\" Limpy shrugged. \"Then we'll have to do without.\"\n\n\"Why don't you guys blow up the place and leave?\"\n\n\"Maybe we'll have to. I don't know. When you get a chance--\"\n\n\"Yeah,\" the man replied hastily. \"The first ship that comes in, you\nguys get. So long, and good luck!\"\n\nLimpy switched off and glanced inquiringly at Mac, his paralyzed grin a\nslash of seemingly pure evil.\n\n\"Looks bad, Mac.\"\n\n\"Maybe,\" MacAloon said curtly. \"If we can hold out till they give us a\nboat, we'll come through all right.\"\n\nNevertheless, he frowned, worried by the simultaneous attacks. There\nwas something ominous behind them--and he didn't know what.\n\n\n\nLimpy was sullen; the more the right side of his face drew down in\nanger, the more sardonically leered the frozen left side. Swede's\nplacid features showed no emotion, but his clenched fists did. Mac\nalone tried to appear cheerful, though his mind was furiously analyzing\ntheir grave situation. While Birchall said nothing, peering absently\ninto space.\n\nSilently, the men pulled on steel-soled shoes, lead-fiber gloves and\ninfra-red goggles. On their backs they strapped compact battery-radios\nwith short antennae, a fixed microphone at the chest. The loudspeaker\natop each small set, at neck level, could be heard in anything short\nof a vacuum or explosion. Then the defenders armed themselves with\nflame-throwers and machine guns that shot steel-piercing bomb bullets.\n\nStraightening, Mac asked: \"How many fishmen are staying?\"\n\n\"Twenty-one,\" snarled Birchall.\n\nMac grinned wryly. \"Cheer up, Al. That's better than I figured on.\" He\nturned. \"Limpy, stay up at lookout. Warn me when the 'pedes are getting\nclose. Swede, you and Al set up ammunition dumps in the compound. Then\nmake sure the explosives and contacts will work fast if we have to blow\nup the place in a hurry.\"\n\nWhile the others dispersed, Mac gathered a squad of fishmen, armed with\nflame-throwers and led them outside the high fence. Methodically, they\nburned down all vegetation for a distance of several hundred yards, to\nprevent the centaurpedes from creeping up close under cover.\n\nWhen Mac and his detachment were returning, Limpy opened a sluice from\nthe central control tower. Oil poured into the shallow water-filled\nmoat that ringed the wire barrier. A thick, greasy film spread over the\nwater.\n\nMeanwhile, the rest of the fishmen had been deployed around the inside\nof the fence. They stood nervously holding their flame-throwers, their\nmembrane-covered eyes bulging anxiously. Up on the stilt towers, the\nbest native marksmen pressed their quivering scaled shoulders against\nthe stocks of mounted machine-guns.\n\nMac felt a pang of gratitude. He knew what their decision to stay had\nmeant. All life on Venus dreaded the centaurpede with a blind, wild\nterror.\n\n\"Hey!\" Limpy's voice grated through the radio. \"Come up to the lookout\nroom!\"\n\nMacAloon rushed through the mud and climbed to the glass-walled\nchamber. He glanced questioningly at Limpy. The lookout man wordlessly\nhanded him a pair of binoculars and pointed to the coast.\n\nSwede and Al burst in, as usual, asked no questions. But Birchall was\nbabbling at a terrific rate.\n\n\"Shut up!\" Limpy said tensely.\n\nMac stared at the ocean. His jaw muscles suddenly bunched into hard\nknots. At wide intervals, six black waves were lapping over the shore\nand rolling down on the mine like a flood--a deluge with gigantic\nmandibles and fiendish cunning, a torrent miles long and spread far\nover the muddy plain.\n\n\"That's never happened before,\" Limpy whispered. \"It was always one\ncolony to a mine.\"\n\nSwede and Al took turns at the binoculars. No change came over Swede's\nface. Birchall's, though, contracted in horror.\n\n\"They got together!\" he yapped. \"We're done for, Mac! We can't fight\nsix colonies all at once, and without a boat!\"\n\nScowling, Mac jammed his hands into his pockets. \"They're using holding\nattacks on the other mines to tie up help from Adonis City. Meanwhile,\nthey're concentrating their main force here.\"\n\n\"Smart little devils,\" rumbled Swede.\n\n\"We ought to quit!\" Al chattered. \"We can't lick them!\"\n\nHis face whiter and more contorted than ever, Limpy said: \"Why don't\nyou guys beat it?\"\n\nMac's head jerked up sharply. Swede looked at Limpy in mild surprise.\nAl Birchall's chin dropped.\n\n\"What do you mean--us guys?\" Al demanded. \"What about you?\"\n\nBoth sides of Limpy's face grinned sardonically. \"No boat, all the\nanimals set free--you'll have to run for it. And me? Well, I'm not\nmuch good at running. But you three can escape, if I'm not along to\nhold you back.\"\n\n\"I'm a heel,\" snarled Birchall. \"Forget what I said.\"\n\n\"Sure, Limpy,\" Swede added with clumsy joviality. \"This little ape is\nalways talking before he thinks. We're sticking--all of us.\"\n\n\"Cut it out!\" snapped Limpy. \"Somebody has to stay here to throw the\ndynamite switch. I don't need any help.\"\n\n\"Nobody's throwing any switch,\" Mac declared. \"This is our mine, and no\ndamned vermin are taking it over!\"\n\n\"But you'll never beat them,\" pleaded Limpy. \"And even if you did,\nthey'd only keep coming back until they got the place. You can't wipe\nthem out once and for all.\"\n\n\"Someday, somebody will,\" Mac said. \"In the meantime, we can fight like\nhell. 'Pedes haven't any more intelligence than a bee, but even they\nget tired of being slaughtered.\"\n\n\"A bee?\" Al asked. \"I thought 'pedes were smart devils.\"\n\n\"Not individually, according to Graves, the old-time biologist.\"\n\n\"Then how can they plan and act all together?\"\n\n\"They have some way of coordinating, Graves claimed. How does a beehive\nact as a unit? We don't know, but it does just the same.\"\n\n\"Can't I talk you fellows into leaving?\" begged Limpy.\n\n\"No!\" Al stated flatly.\n\nLimpy shrugged. Shuffling over to the window, he pointed down at the\nclosed-cabin tractor beside the smelter.\n\n\"Then how about letting me use that as a tank?\" he asked. \"I'm not much\ngood here, anyhow. The 'pedes wouldn't be able to get at me, inside the\ncabin, and I could crush and burn them down till they quit.\"\n\n\"That was tried once at a mine,\" said Mac. \"The 'pedes dug tank traps.\nThe driver killed himself after being stuck in one for a week. It\ndidn't matter; he'd have died soon enough. But even when he skipped the\ntraps, the 'pedes dodged the treads. They don't just stand around and\nwait to be crushed.\"\n\nThe right side of Limpy's face drew down in disappointment. \"You guys\nare suckers to stick around. I'm just a rubber cog.\"\n\n\"Rubber cog, huh?\" Al yelped. \"How do you think we're going to fight\nwithout a lookout man?\"\n\n\"Don't talk like a sap, Limpy,\" added Mac with gruff gentleness. \"We\nneed you a lot more than you need us.\"\n\nA slow, sad smile spread over Limpy's twisted features.\n\n\"Okay, if that's how you feel about it.\"\n\n\"That's how we feel about it,\" Swede answered.\n\nThey went down to their stations within the enclosure. In deadly\nsilence, the camp waited for the first blow.\n\n\n\nIt came when the tension was almost unbearable. Through his infra-red\ngoggles, MacAloon could see a vast, dark smear, advancing inexorably,\nlike the ominous march of a black glacier. Before the ordered ranks\ncame the expected stampede of animals.\n\nAs if they had studied the break-through tactics of the extinct Nazis,\nthe 'pedes were driving huge beasts ahead of them, living tanks\nthat were meant to smash down the mine's fortifications. Enormous\nmeat-eaters were thundering along on vast legs, crushing smaller\ncarnivores in their frenzied flight. Fleet, timid vegetarians raced\nbeside their killers, but neither thought of anything except the\nhideously lethal creatures close behind them.\n\nWhen the animals were close to the fence, Mac snapped an order into\nhis microphone. Instantly, flame-throwers spat at the pool of oil\nsurrounding the mine. A fierce blaze sprang up.\n\nThe demented rabble scattered right and left--all but the meat-eaters,\nthe biggest beasts on Venus. Too stupid to fear fire, they were the\ngreatest danger. In idiot terror, they crashed toward the fence.\n\nSomehow, the fishmen stood their ground. Mac knew how they felt. It was\na sensation of unnerving horror to watch a gigantic animal plunging\ntoward you, to stare at the enormous fangs in the slavering yard-wide\nmouth, to feel the ground trembling beneath their tremendous feet....\n\nMacAloon opened fire. From every side of the camp, he heard answering\nblasts. The pounding of the machine-guns made a furious clatter.\nBullets exploded savagely in the great bodies. Then horrible bellows of\nagony drowned every other sound.\n\nFor minutes after a man managed to pump an endless burst of slugs into\na meat-eater, and saw the flesh erupt in bloody blobs, he couldn't help\nshaking, though he knew the monster was already dead on its feet. Then\nthe vast beast collapsed into the mud with a deafening splash, and he\nwondered if he could ever forget the terrifying sight.\n\nWhen the thick, oily smoke thinned out, the smaller animals had fled\ninto the fog. Mac sent out a squadron of fishmen, who destroyed the\ndying meat-eaters. If the bodies had been allowed to remain, the 'pedes\nwould have used them as a food supply.\n\nThe fishmen came back inside, and all the fog-wrapped world was silent.\nOn noiseless feet, the oncoming army moved with impossible precision\ntoward the camp.\n\nTwenty-five defenders against uncounted millions, with only a web of\nwiring and a concrete wall between them and the jaws of doom. And even\nif they won, victory would be no more than a truce....\n\n\n\nThe six armies of centaurpedes met and fused. Narrower and narrower\ngrew the gap between the mine and the unending wave of repulsive\nvermin. Then, when they were almost at the fence, the main army\nsuddenly slowed down, and the two wings broke into double-swift march,\nadvancing on both sides of the barrier.\n\n\"Turn on the juice!\" Mac snapped into his microphone.\n\nAbruptly, the fence began shooting off big blue sparks in the wet air.\nThe main body of centaurpedes halted a few yards away and remained\nimpassive. Inside, the fishmen stood frozen, staring in terror at the\nlong, multi-legged animals, the round, intelligent-looking heads, the\nhuge mandibles, and the upright shoulders with pairs of clever hands\nand arms.\n\nBehind the camp, the encircling wings met and joined. More advanced\nuntil the surrounding army was uniform in depth. Then, with a single\nmovement, the black cataract flooded straight at the wire fence.\n\n\"Hold your fire!\" Mac yelled at his fishmen.\n\nAround the compound, he heard Swede and Al shouting the same order. But\nit was too much to expect of fear-tightened native nerves. Spasmodic\nbursts of fire spurted out. Undaunted, the horde pressed on against the\nfence.\n\nCrackling and flashing, the electrified wire suddenly flung out great\nstreamers of sparks. The moist chitinous bodies shriveled into ashes. A\nstink of burned flesh polluted the heavy fog.\n\nApparently at an inaudible signal, the entire mass of 'pedes fell\nback out of danger. MacAloon was awed. He knew that the rear of a\nhuman army, unable to see what was happening up front, would keep\npushing forward. But a secret knowledge, impossible to men, made the\ncentaurpedes act as a single entity.\n\nLooking along the fence, Mac could see detachments of 'pede scouts,\nmoving warily toward the sparking barrier. While the army watched, the\nreconnoiterers experimentally touched the wire. A flash and they were\ndestroyed, but not before serving their purpose. They had given the\narmy a chance to analyze the fence's properties.\n\nAgain the entire force moved forward, this time with more caution than\nbefore. MacAloon looked on anxiously, knowing they were aware of the\ndanger.\n\n\"Mac!\" cried Al's voice. \"What're they going to do?\"\n\n\"They're too smart to keep electrocuting themselves,\" said MacAloon\ntersely. \"They must have a plan.\"\n\n\"But what is it?\"\n\n\"I don't know,\" Mac admitted.\n\nThe first ten lines halted within a foot of the flashing barricade. The\nnext nine marched forward and mounted the backs of the first lines.\nThen each succeeding rank climbed those in front.\n\n\"A pyramid!\" Al yapped.\n\nThe fishmen gaped up at Mac, then back at the 'pedes. They were close\nto cracking.\n\n\"Wait!\" Mac ordered. \"Wait till boss-limpy says they're almost to the\ntop of the fence. Then fire low. Don't keep firing after the pyramid\nfalls!\"\n\nThe sporadic firing ceased. Immense gaps had appeared in the pyramid,\nbut the fence had heated red. The drain on the generators would be\nenormous, and this MacAloon had feared more than the few invaders that\nmight drop across.\n\nSwiftly, the pyramid grew until it was as high as the fence. Then, up\nin the lookout room, Limpy barked a signal.\n\nFlame leaped out at the lowest line of 'pedes, slashed back and forth.\nAll in an instant, the pyramid collapsed. The centaurpedes retreated,\nleaving a ring of charred bodies around the fence. But the survivors\nwere as numberless as ever.\n\nIn the sudden silence, agonized shrieks rang out across the compound.\n\n\"What's wrong, Limpy?\" demanded MacAloon.\n\n\"It's Al, but I can't see what happened!\"\n\n\"Stay where you are, Swede!\" Mac ordered. \"Keep the fishmen fighting!\"\n\nHe raced to Birchall's station, saw that Al's flame-thrower had jammed.\nHundreds of centaurpedes had hurled themselves over the fence and\nsurrounded two natives. Others had brought up a tree trunk and hammered\na big hole in the wire. Through the gap, a full regiment was pouring\ninto the enclosure.\n\n\"Take care of the ones inside!\" Al shrieked. \"I'll stop them!\"\n\n\"Don't be a fool!\" shouted Mac. \"Fall back and get another\nflame-thrower!\"\n\nUnheeding, Al smashed a path to the fence with the butt of his weapon.\n'Pedes were already climbing up his body and wasting no time. He bit\nhis lip and charged on. The trickle of blood running down his chin\nwas the smallest one flowing from his torn flesh. In a last desperate\nlunge, he grabbed the ends of the broken fence.\n\n\"_Al!_\" Mac cried out.\n\nHe was too late. A sheet of blue flame had sprung up. There was a\npiercing scream of pain beyond endurance. Then Birchall hung limply,\ncaught, as he had intended, by the jagged ends of wire. His mangled,\nlifeless body, through which the current flowed, had closed the gap.\n\n\n\nA sudden film spoiled Mac's vision. Savagely, he blinked it away. With\nvicious fury, he burned down the swiftly crawling centaurpedes around\nhim. The two fishmen, no longer surrounded, shuddered free of their\nfright and began to help. Under the fierce heat, all the animals in the\nenclosure curled and died.\n\nMurderously calm, Mac fired a steady blast through the fence at the\npyramid outside. Sizzling and frying, the formation fell to the ground.\n\nIn spite of that, the 'pedes had won this battle. They had unleashed a\nnew weapon while the defenders had turned to watch the struggle. A rain\nof vermin seemed to come from the sky. For, thrust deep into the mud\noutside the fence, were whip-like catapults. Ten animals were drawing\nback each slingshot, flinging a 'pede into the enclosure!\n\nDismayed, MacAloon watched them hurtle over the wire in unbelievable\nnumbers. Shooting wildly at them, yet fixed to the ground they were\ndefending, the fishmen were desperately near panic.\n\n\"Stop firing!\" Mac shouted.\n\nHis order was ignored. He cursed and pulled half of the natives away,\ngiving their flame-throwers to the remaining guards. The first half\nhe sent inside the compound with snapped instructions. The others he\nplaced just before the concrete rampart. Armed with two weapons instead\nof one, each fishmen had double firing power.\n\n\"Let them reform their ranks inside the camp,\" Mac ordered. \"Then let\nthem have it!\"\n\nLimpy communicated the command to Swede on the other side of the\ncompound. The haphazard blasts stopped. Undisturbed now, the\ncentaurpedes well into military formation, as Mac had expected. When\ntheir lines were twenty deep, they advanced, a black, tight unit with\nchamping mandibles.\n\n\"Now!\" MacAloon roared.\n\nA withering wall of flame lashed out, burning down the invaders by the\nhundreds. But reinforcements kept flying over the blue-flashing fence.\nAnd under cover of the air invasion, the pyramids were being built\nagain! The fishmen, backed up against the curved concrete barricade,\nwere unable to reach this new threat with a stream of fire.\n\nObeying his previous instructions, a squad of fishmen came staggering\nthrough the doors in the wall. They dragged oxygen and hydrogen\ntanks that were connected in pairs by flexible, insulated hoses with\ntriggered nozzles.\n\n\"Forward!\" Mac commanded.\n\nLimpy passed the word around the besieged mine, and fishmen advanced\nwith blazing flame-throwers. Behind them, the reserves hauled up the\ntanks. Slowly, stubbornly, the tide of centaurpedes was driven back\ninto the fence. An ear-splitting crackle, and they were gone, a smoking\npile of cinders.\n\nEven after the camp was clear, Mac did not rest. He drove the reserves\nto the fence and kept them firing at the enemy beyond.\n\n\"Not the 'pedes!\" he shouted. They looked up, bewildered, wondering\nwhy ammunition should be used, if not to burn down the foe. \"Melt the\ncatapults!\" he ordered.\n\nThe natives understood at last that the hand-weapons were too feeble to\nreduce the crude plastic slingshots, but that the tank flame-throwers\nwere not. They blasted out at the catapults.\n\nBut the centaurpedes were damnably shrewd. In half the time it had\ntaken the fishmen to comprehend, the vermin had begun pulling up their\nslingshots and retreating out of range.\n\nHarrying his forces to get the catapults, Mac glanced aside and swore\nviciously. In the gaps between his widely spaced crew, more pyramids\nwere forming.\n\n\"Forget the slingshots!\" he yelled. \"They can wait till later!\"\n\nThe revised order didn't make sense to the fishmen. They couldn't see\nthat, while their attention was diverted, the main army could pour over\nthe fence on a secure pyramid. They blasted away at the slingshots and\nignored the wall of 'pedes.\n\nThe deadly animals saw their chance and acted. With quick cunning,\nthey sent over a torrent of invaders. Chattering in fear, the fishmen\nswitched their attack to the pyramids, but they were too late. They\nwere being driven back by the vermin inside the fence, and more and\nmore were coming over.\n\n\"I can't hold them, Mac,\" came Swede's unalarmed voice.\n\n\"I can't either,\" Mac said tensely. \"Get the fishmen and fuel tanks\ninto the compound.\"\n\nShrill screams erupted from the natives. Faced by alert, precise ranks\nmarching toward them, they threw down their weapons and rushed for the\nconcrete wall.\n\n\n\nMac ran forward, cursing. He grabbed an oxy tank and pulled it to\nsafety. Most of the thrower fuel was safe in the camp, but the tanks\noutside would be badly needed if the attack continued in force. But\nregiments of 'pedes had by-passed the ammunition and posted guards to\nprevent their being rescued.\n\nHard-faced, Mac ordered a fishmen to go out into the enclosure with\nhim. While Mac kept back the horde with a hail of fire, the shivering\nnative pulled a tank into the compound. Mac increased the size of the\nraiding parties. Again and again they sallied out, until the bulk of\nthe abandoned fuel was saved.\n\nSweating, Mac signaled to Limpy in the blockade house. The hermetic\ndoors in the wall slid shut. The natives stood on the ledge on the\ninner side of the rampart, watching with horror-filled eyes as the\nfiendish beasts tried to scale the concave surface.\n\nMac called Swede by radio, then trudged through the mud to the blockade\nhouse. The three men met in the lookout room.\n\nSeeing Swede, Mac realized for the first time how dirty, wet and\nexhausted he was himself. They were both blackened with mud and flame\nblasts, their clothing grimy and sopping.\n\nLimpy's good eye was harrowed, the frozen side of his face contorted in\nan evil grin.\n\n\"Poor Al,\" muttered Swede. He sank down ponderously on a chair. \"He was\na game little fellow. I'll miss him.\"\n\nWithout replying, Limpy turned around. He stared sightlessly through\nthe infra-red windows at the white fog and the eternal mud, the\nseething mass of centaurpedes and the shaking, gabbling fishmen.\nAll around the mine, seeming to reach every horizon, stretched the\ncompletely encircling army of vermin. But that was not what Limpy was\nseeing.\n\nMac came over to the window. \"I saw Al die, too,\" he said in a harshly\ngentle voice. \"If I have to kick off that way, I hope I'll be as brave\nas he was.\"\n\n\"Maybe you'll get your chance sooner than you think,\" Limpy snarled.\n\"Six armies against us, one dead, our boat no good, the fence useless,\nthe fishmen demoralized--\" He whirled. \"What are we waiting for? Why\ndon't we blow up the place and quit?\"\n\n\"Because we still have a chance,\" Mac answered. \"They've taken our\nfirst line of defense, but we still have the second.\"\n\n\"The wall?\" Swede grunted. \"Think that'll stop them long?\"\n\n\"Long enough,\" promised Mac. \"It's thirty times as high as they are,\nand three feet out of plumb-line with the bottom. Before they figure\nout how to get across, maybe Adonis City'll be able to send us a\nrocket. Get them on the radio, anyhow, Limpy. We're carrying the whole\nweight of the attack. They've got to give us a ship.\"\n\nLimpy shuffled to the panel. He set the dials, then spoke mechanically\ninto the microphone: \"Adonis City. Limpy Austin calling Adonis\nCity....\" Several minutes went by. He looked up. \"They don't answer.\"\n\n\"Keep trying,\" Mac said. \"Everybody must be calling them from all the\nother mines.\"\n\n\"That's what I mean,\" Swede put in earnestly. \"We fight; the other\nmines fight. Sometimes we win; sometimes the 'pedes do. Whatever\nhappens, it's never finished. We spoil their old tricks, so they figure\nout new ones. They're devils, Mac. We can never lick them for good.\"\n\n\"Someday, somebody will,\" Mac said stubbornly.\n\nHe gripped the sill and stared out through the infra-red glass. In\nthe outer compound was a black fester of centaurpedes, crawling like\ngigantic lice before the concrete barricade.\n\n\"Nothing can stop them,\" Swede said beside him. \"They'll find a way of\ngetting over. They always do. And then--\"\n\nMac's skin began to creep. To be eaten, the flesh stripped off your\nbones while you're alive and screaming.... The fence had halted them,\nand they'd built pyramids. When flame-throwers cut down the pyramids,\nthey used catapults. Now the wall was holding them back, but they'd\nwork out some method of hurtling over.\n\nThen those armored bodies would push back the defenders until they\ncould retreat no farther. Before those steel-hard mandibles, one man\nafter another would go down, a living skeleton, covered with black,\ncrawling vermin....\n\nMac shuddered. \"As long as that wall holds them,\" he said, \"it isn't\nhopeless. But the sooner the boat gets here, the better off we'll be.\nAre you trying Adonis City, Limpy?\"\n\n\"All over the dial!\" Limpy groaned. \"They don't answer!\"\n\nSwede shook his head. \"The fishmen know what the odds are. Look at\nthat.\"\n\nMac saw three natives fling up their arms, claw over the wall and throw\nthemselves into the 'pedes' jaws. They fought to their feet and raced\ntoward the fence, but their fleetness didn't save them. Long before\nthey reached the wire, they were black and shapeless, covered from head\nto foot with clinging, rending animals.\n\n\"The fence,\" Swede explained quietly. \"That's why they went crazy.\"\n\n\n\nFar to the right, a corps of centaurpede engineers had hauled up the\nhuge tree trunk. Using it as a battering ram again, they smashed\ndown a section of the barrier. Now they were rushing in, tearing the\nchargeless fence to pieces. As the two men watched tensely, another\nsection collapsed with a splash into the mud. Instantly, the 'pedes\nbegan moving it toward the concrete wall.\n\n\"I knew they'd find a way,\" said Swede. \"They're going to use the fence\nsegments as ladders.\" He turned away.\n\nMac, continuing to stare down, suddenly stiffened. The 'pedes were\nacting queerly, moving around sluggishly, as if they had lost interest\nin their task! He frowned and faced his companions.\n\n\"That's funny,\" he muttered. \"They're stopping--they seem confused.\"\n\nLimpy shrugged and went on twirling the dials. Swede glanced out, then\nlooked at Mac with upraised eyebrows.\n\n\"They look the same to me,\" he said slowly. \"You seeing things, Mac?\"\n\nStartled, MacAloon shot his gaze back to the scene below. Swede was\nright! The 'pedes had resumed their work! Mac stood still for a moment,\nhis mind racing swiftly, trying to grasp the significance of that\nmomentary halt. Then he whirled, facing Limpy.\n\n\"What were you doing just a moment ago?\"\n\nLimpy raised his head from the dials. \"Trying all the wave lengths.\nAdonis City isn't on its usual--\"\n\n\"I thought so!\" Mac yelled triumphantly. \"Get back to the length you\nhad before!\"\n\n\"But there wasn't any answer.\"\n\n\"They're halfway to the wall,\" Swede muttered abstractedly.\n\n\"Get that wave length again!\" Mac snapped.\n\nLimpy's right shoulder shrugged. He twisted the dial gently while\nMacAloon turned back to the window and stared out tensely.\n\n\"Hold it!\" he suddenly ordered. \"Don't touch those dials!\"\n\nSwede and Limpy looked at him puzzledly. He pointed down at the\nswarming enclosure. Limpy shuffled over to him, followed the direction\nof his finger.\n\n\"They've dropped the fence,\" whispered the lookout. \"They don't seem to\nknow what they're doing.\"\n\n\"Yah,\" Swede said in an awed voice.\n\nBelow, the centaurpedes were moving about aimlessly, as if they had\nforgotten their orders. They had completely lost their terrible\nmachine-like precision!\n\n\"I don't get it,\" Swede complained in bewilderment. \"What's wrong with\nthem?\"\n\nMac's grin was hard and tight. \"They're directed by a central brain, a\nsort of queen 'pede which coordinates their actions by ultra-short-wave\ncommands, the way a queen bee directs a beehive. That's the secret of\ntheir synchronization!\"\n\n\"And I was working the ultra-short--\" Limpy stopped, stunned.\n\n\"That's the idea,\" Mac nodded. \"Our signals blanket theirs! They can't\nget orders from the main intelligence, so they don't know what to do!\"\n\nFor a moment, the men were silent. Slowly, then, Swede said: \"Now all\nwe have to do is kill the brain.\"\n\n\"Yeah,\" Limpy agreed bitterly. \"What a chance of getting through!\nWhere's the queen 'pede, or the brain, or whatever it is?\"\n\nMac squinted through a pair of binoculars. He gazed along that\nmeandering tangle of disorganized vermin. Abruptly, he halted. A mile\nbeyond the ravaged fence was a small patch of integrated activity, a\nregiment of centaurpedes that still functioned in unison.\n\n\"There's the truth,\" he muttered. \"Or more likely, there are six of\nthem, one from each undersea colony. They probably formed a council of\nwar to attack us. That's why we almost lost.\"\n\n\"_Almost?_\" Swede echoed. \"But we can't fight them now!\"\n\nMac shook his head. \"We won't lose,\" he said grimly. \"I'm going to kill\nthe council of war.\"\n\n\"You're crazy!\" Limpy cried. \"You'd have to run through a mile of mud\nand 'pedes. Brain or no brain to direct them, they'll pull you down\ninstinctively. Mac, you won't have a chance!\"\n\nMacAloon looked out at the wandering army. \"I think I will,\" he said.\nHe went to the door. \"They won't attack together. Open the wall, Limpy.\nDon't mind if a few 'pedes get through. You can take care of them. Just\nkeep that ultra-short-wave blanket clamped down over their minds. So\nlong.\"\n\n\n\nHe ran down the metal steps and across the mud toward the smelter.\nTearing open the door of the closed-cabin tractor, he jumped inside and\nslammed the port shut. He started the motor, drove past the blockade\nhouse. Swede and Limpy were at the window. Mac waved.\n\nA door in the wall swung wide for him. He tooled through, the door\nclosed and he was among the centaurpedes. Infinitely disgusting things,\na few individuals attacked the tractor in blind rage, clamping their\nmandibles on the steel parts and clinging senselessly. Others gaped up\nin blank wonder as the machine bore down on them. He heard them _crack_\nand _squish_ beneath the threads.\n\nHe drove straight at the fence. It went down and he was out of the\nenclosure, entirely surrounded by vermin. On all sides, farther than\nhe could see, were purposeless animals, no longer in orderly ranks,\nobeying a single dictate. How long would they remain severed from the\ncontrolling brains?\n\nDesperately, Mac fixed in his mind the position of the place where he\nhad seen unified activity. He headed directly for the war council of\nintelligent centaurpedes.\n\nThe treads of his tractors made sucking, splashing sounds through the\nmud. 'Pedes, not bright enough by themselves to get out of the way of\ndanger, died by the thousands under the grinding chains.\n\nHe was drawing closer, into the thickest cluster of all. The vermin\nhere were also wandering around, but they seemed to be trying to make\nup their minds. Mac knew the blanketing wave was weaker here, that the\ncouncil of queens 'pedes was struggling to get its nearer minions under\ncontrol again. Before that happened, they had to be destroyed.\n\nBut where were they? Two hundred yards away was a great battle square\nof centaurpedes, setting themselves with idiot bravery to stop his\ninvincible machine. Mandibles opened wide, they crouched back, ready to\nspring and rend the indestructible steel.\n\nWere the 'pede dictators in the center of that battalion?\nTheoretically, they should be, but Mac knew better than to expect the\nobvious. Were they brain-like, slug-like, or did they hide their vast\nsignificance behind protective disguises of mediocrity, pretending to\nbe nothing but ordinary centaurpedes?\n\nThe tractor lumbered on across the mud, smashed into that wall of\nnauseating bodies. The cracking and squashing made his stomach heave,\nyet he kept grinding ahead.\n\n\"Damn your murdering hearts, where are you?\" he bit out.\n\nHe crashed through the battalion, started to turn back for another\ncharge. Instead, he clamped his teeth together and continued savagely.\nFar before him, he had seen several 'pedes, identical with the rest,\nracing in different directions toward the ocean. They had set up a rear\nguard to cover their retreat.\n\nHe wrenched the wheel aside. _Crack!_\n\n\"One!\" he gloated.\n\nAnother was scampering furiously twenty feet ahead. He drove down on\nit, exulted when he heard the treads crush the hard chitinous shell.\n\n\"Two!\"\n\n\"Three!\"\n\nThe revolting beasts were fleet, but the tractor was swifter. One after\nanother, he ran them down, his lips twisting in a fierce grin each\ntime he heard one squash beneath his treads.\n\nAt last, two miles from camp, he stopped. He had destroyed the last\n'pede trying to escape to the ocean. But had he killed the brains that\nhad directed this gigantic assault on the mine?\n\n\n\nHe pivoted and started back to the compound. The 'pedes were still\nambling around, following their single purposes. He could never have\ngot through if the ultra-short wave hadn't actually blanketed the\nbrains' commands. But were the animals merely disorganized only as long\nas the broadcast continued, or had their rulers really been killed?\n\nMac reached the mine. Limpy opened a gate in the concrete wall, and he\ndrove through. A moment later, he was in the lookout wall, standing\nbeside his two partners, gazing out the window.\n\n\"Did you get them?\" Limpy asked breathlessly.\n\nMac leaned forward and watched with intent eyes. Slowly, like\nbrainless creatures gradually coming to a decision, the endless mob of\ncentaurpedes began moving away. They didn't march, as they had advanced\nto the attack. They wandered off in the general direction of the sea\nfrom which they had sprung.\n\n\"I got them,\" Mac said. He straightened and turned around wearily.\n\"Get in touch with Adonis City, Limpy. Give them the wave length\nthat blankets the queen 'pedes' instructions. Tell them to relay the\ninformation to mines that are under siege.\"\n\n\"We've won?\" asked Swede incredulously.\n\n\"Yes,\" Mac replied. \"And this time it's for good. We'll be able to\nbeat off every attack from now on. Only, I don't think they'll go on\nfighting much longer. They'll have to quit.\"\n\nSwede sat down ponderously. \"I'm glad, Mac. Not for us; for Al. He\ndidn't die uselessly.\"\n\n\"No,\" Mac said. \"He didn't.\"\n\nFumbling with the radio dials, Limpy grinned. None but his close\nfriends could know that grief made his grin wider and more evil-looking\nthan ever.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Gold, H. L. (Horace Leonard)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62325/pg62325.txt",
        "name": "menace_of_the_mists.json"
    }
}