{
    "name": "Message from Venus",
    "author": [
        "Winterbotham, R. R. (Russell Robert)"
    ],
    "body": "The Venusians had one admirable characteristic. When they set out to\ndo a thing, nothing could stop them. Captain Paul Bonnet had said\nsomething to this effect to Major Rogers and it made the old man so\nangry that he almost court-martialed the youth.\n\n\"We're going to stop them!\" the major roared.\n\nCaptain Bonnet glanced up into the sky, already dark with the ballooned\nbodies of the Venusian bipeds. The creatures looked like huge sausages,\nexcept that there was something deadly about them.\n\nOn the approaches to Outpost 53, sweating men labored on the caissons\nof twelve batteries of Amorg twenty-fives, pouring atomic destruction\ninto a solidly packed mass of Venusians advancing through the wire\nentanglements.\n\nCaptain Bonnet nodded to the major. \"You're right, sir!\" He turned to\nthe members of his crew who were manning an anti-rocket gun. \"Did you\nhear that? Knock 'em out of the sky!\"\n\nThe gun coughed Amorg vapor into the sky. A gaping hole appeared\ndirectly overhead where the bodies of at least a hundred Venusians were\ndisintegrated. Before the gun could be recharged the hole disappeared,\nfilled by more bulging Venusians.\n\nLieutenant Bill Riley wiped the sweat from his face with his soiled\ncoat sleeve.\n\n\"It's like bailing a boat with a sieve!\" he said.\n\nMajor Rogers looked as though he were going to have apoplexy.\n\n\"We'll get 'em,\" Captain Bonnet announced, winking at his lieutenant.\n\nLieutenant Riley grinned. There was a great deal in common between\nthe captain and the lieutenant, besides the fact that they were both\nofficers of the same space ship--_The Piece of Sky_--which now lay\nruined on the landing field, its plates dissolved by acid poured from\nthe sky by the Venusians.\n\nBoth officers were young and husky. Both had seen action on the Martian\ncanals and this wasn't the first meeting they had had with Venusians.\n\n\"If they had any sense they'd know they were licked,\" the captain\nadded, casting his steely blue eyes at the entanglements. The place was\na grisly sight, strewn with parts of thousands of long-bodied Venusians.\n\nBut the captain knew and the lieutenant knew--perhaps even the major\nknew--that Outpost 53 was worth any sacrifice the Venusians were\nwilling to make. If this post were captured, the Venusians could\ncontrol their planet again. There were any number of reasons why it\nwas best that the planet be governed by terrestrials, and not all of\nthem were commercial. The Venusians were murderous, evil, destructive\ncreatures who hated every other living thing in the universe.\n\nCaptain Bonnet checked his casualties. Of his crew of sixty, three were\ndead and twelve paralyzed by the poisoned darts the Venusians used. The\nother forty-five were half dead from exhaustion. Three days of fighting\nwas about all any man could stand.\n\nCaptain Bonnet's men had been in a more or less exposed position during\nthe first part of the battle and their casualties had been heavy while\nthey tried to prevent _The Piece of Sky's_ destruction. But probably\nten percent of the fifteen hundred men who manned Outpost 53 were out\nof the action now, the majority of them suffering temporary paralysis\nfrom dart poison. The captain realized that the attack would continue\nuntil the Venusians captured the post.\n\nThe radio power house had been destroyed first of all. Then the space\nship had been wrecked. The outpost was cut off from communication with\nthe earth. Reinforcements who could attack the Venusians from above and\ndisperse them would not be due for two months. If Outpost 53 lasted\nthree weeks, it would mean fighting to the last man.\n\nLieutenant Riley reached into his bag between coughs of the Amorg gun.\nHe brought out a slender bottle and pulled the cork. He pressed the\nbottle into Captain Bonnet's hand.\n\n\"Martian Zingo,\" the lieutenant said. \"A friend of mine gave it to me\nfor a little service in the Canal campaign on Mars. I've been saving\nit for a special occasion and it looks like this is it. Here's to our\nshort and merry lives, Captain!\"\n\n\n\nNight brought some relief, although the poisoned darts still rained on\nthe outpost and the ground was lighted with flashes of the atom guns.\n\nMajor Rogers, his face drawn with weariness, stomped to the spacemen's\nbattery.\n\n\"We've got to get a man through to earth, Captain,\" the major said.\n\"Can't your ship be fixed?\"\n\nThe captain shook his head. \"No, sir.\"\n\n\"Doesn't your ship carry a lifeboat?\"\n\n\"It does, but you couldn't make the earth in that--and survive. The\nlifeboat carries just enough fuel to land on a planet. That fuel would\nbe used on the takeoff.\"\n\n\"But if you got off Venus and aimed the boat toward the earth, nothing\nwould keep it from getting there, would it?\"\n\n\"No, I suppose not, sir.\"\n\n\"Then we've got to do it. Yes, yes, I know. It's suicide. But it's\nsuicide not to try it. We simply must get a message through to the\nearth. We'll ask for volunteers.\"\n\n\"No need of that, Major,\" the captain said. \"I'll make the trip.\"\n\n\"One man couldn't do it,\" broke in Lieutenant Riley. \"I'm going along.\"\n\n\"You know what it means?\" the captain asked his friend.\n\n\"Any spaceman knows what a forty-five million mile trip in a lifeboat\nmeans, you mug,\" the lieutenant replied. \"But I'd rather die quickly in\na crash landing than to face what the Venusians probably have thought\nup for us when they whittle us down to their size.\"\n\n\"By gad! You're both heroes.\"\n\n\"Umph!\" said Captain Bonnet, who had been a hero before.\n\n\"What's that?\"\n\n\"I was about to say: we'd better get started. It's getting late.\"\n\n\"Good! Take a detail to your ship and get the lifeboat ready. Then you\nand the lieutenant get some rest. I'll call you in an hour for the\ntakeoff.\"\n\n\n\n_The Piece of Sky's_ lifeboat was scarcely one hundred feet in length.\nIt was powered by fourteen rocket valves, fed from detachable fuel\ncontainers, so arranged that as fast as a fuel drum was emptied it\ncould be dropped from the rocket. The ship was streamlined from the\nnose to tail, but it was flattened on the bottom, so that either of\ntwo possible types of landing maneuvers could be attempted.\n\nAttempted was the correct word, for lifeboats of space ships were never\nthe last word in navigable machines. They were to be used only as a\nlast resort under desperate circumstances. No lifeboat had ever been\nbuilt as a machine for lengthy interplanetary travel. But the universe\nis foolproof to a certain extent. Any piece of matter is sure to obey\nthe laws of the universe. Captain Bonnet supposed that if the lifeboat\nsucceeded in taking off, and if it were put on the right orbit, it\ncould reach the earth in time to send reinforcements back to Venus.\n\nAs Captain Paul Bonnet and Lieutenant Bill Riley took their places\nin the ship, Major Rogers explained that the craft had been equipped\nwith a small parachute to be used just before the lifeboat crashed in\ndropping a message to authorities that Outpost 53 had been attacked and\nthat reinforcements were needed.\n\n\"After you drop the message, you men are on your own,\" the major\nexplained.\n\n\"You mean we're to try to get out of it, if we can?\" asked Captain\nBonnet dryly. \"Humph!\"\n\nA few minutes later the lifeboat's rockets roared and the craft soared\nupward through Venusian clouds to deliver a message to Terra.\n\nCaptain Bonnet watched the rockets drain the fuel tank on the takeoff.\nHis gravity gauge told him that he was going to make it. Once beyond\nVenus and nosed toward the earth, which was approaching conjunction,\nno more fuel would be needed. The ship would be seized by terrestrial\ngravity and brought home. There would be a period of uncomfortable\nwarmth as the sides of the ship became red hot in the earth's\natmosphere. A few moments of frantic work dropping the parachute over\nsome populous region of the earth, and then a crash that would mean the\nend.\n\nEach man had gone over the details of what he was to do. Each man had\ntold himself that there was no end to this trip except death, yet each\nman hoped that in some way he could avoid the final disaster. If there\nwere only some way a space ship could be landed without fuel!\n\n\"It's no use,\" Captain Bonnet said. \"Up to the end of the Twentieth\nCentury, when all problems dealing with space navigation were worked\nout, excepting space flight itself, all of the experts agreed that\nthere was no practical way of landing a space ship. It wasn't until the\nTwenty-first Century that the spiral landing orbit was discovered and\nit took another century to discover the Rippler force method of landing\na ship intact.\"\n\n\"At least the Rippler method's out,\" Lieutenant Riley said dryly. \"We'd\nhave to have fifty gallons of fuel to land a fourteen-valve lifeboat on\nits rocket jets.\"\n\n\"Even the spiral landing orbit would require twenty-five gallons,\"\nCaptain Bonnet pointed out. \"Both methods are out. We've got about\ntwo gallons of rocket fuel in the tank and we'll need most of it in\nthe cooling system to keep us from burning up until we can drop the\nmessage.\"\n\nHours ticked swiftly away as the space ship moved closer to the earth.\nThe craft had reached the middle of its course, where terrestrial and\nVenusian gravities neutralized, with speed to spare. From now on it\nwould accelerate slowly under the pull of the earth's attraction and it\ncould be expected to enter the earth's atmosphere at a speed greater\nthan 200 miles a second. The entire trip from Venus to the earth would\ntake about 72 hours. The job of decelerating from 200 miles a second to\nless than ten would be taken care of in the 1,000 miles of atmosphere\nlying above the earth. It could be accomplished with no more discomfort\nthan a passenger in a car experiences in a sudden stop. But the last\nten miles per second deceleration would mean the overcoming of the\nforce of gravity itself.\n\nCaptain Bonnet considered the danger of the moon interfering with the\nship's flight to earth. He discovered, to his relief, that the moon was\nout of the way, on the opposite side of the earth. At least he would\nnot have to use precious fuel to keep the craft from landing on the\nmoon.\n\nHe checked the cooling apparatus. It seemed in perfect working\ncondition and should keep the two passengers from roasting alive until\nthe ship crashed. At least this was a comfort.\n\nLieutenant Riley, who had been sleeping, opened his eyes.\n\n\"Say, Paul, I've an idea!\"\n\n\"Yeah? Spill it.\"\n\n\"Why couldn't we keep the ship in an orbit outside the earth's\natmosphere until it is sighted by telescope?\"\n\n\"There are two pretty good reasons for that,\" Paul Bonnet replied.\n\"In the first place we'll be going too fast. If we tried to get into\nan orbit we'd sail right out again. To become a satellite of the\nearth--and I suppose that's what you're thinking of--we'd have to slow\nourselves down to exactly the right speed necessary to overcome the\nearth's gravity. That would be hard to do with the instruments on this\nlifeboat, even if we had the fuel necessary to brake. In the second\nplace, if we got close enough to the earth to be seen by a telescope,\nour orbital speed would be too fast for any 'scope to keep us in focus.\nWe'd be mistaken on photographs for a meteor.\"\n\n\"I guess we're up against it, eh Paul?\"\n\n\"I've been thinking,\" Captain Bonnet said.\n\n\"What's this, a joke?\"\n\n\"There's one plan that might work--a suicide plan. But even that might\nbe spoiled by an accident.\"\n\n\"If there's a chance we ought to take it.\"\n\n\"The message goes overboard first,\" the captain said. \"After that we\nsave ourselves. I've been studying the charts and I know just where we\nought to land--that is in which hemisphere.\"\n\n\"Yeah? Which?\"\n\n\"We're going to land somewhere in the Pacific.\"\n\n\"That's a nice thought. Who's going to pick up our message in the\nmiddle of the Pacific?\"\n\n\"That's what gave me the idea of our suicide plan,\" Captain Bonnet\nsaid. \"In order to drop the message over a city, we've got to float\naround the earth until we get near one....\"\n\nCaptain Bonnet began to explain his idea. The ship was going to hit the\nearth's atmosphere at a terrific pace. The deceleration would be pretty\nstiff--might be fatal--unless it were done gradually, but spacemen\nhad learned the trick of pancaking a flat-bottomed craft on top of\nthe atmosphere, then diving; pancaking again, diving again, until the\ndeceleration was accomplished.\n\nThis method of deceleration usually was accomplished with some use of\nrockets and it led to the old time spiral landing orbit. The atmosphere\nwas the chief brake and the rockets were used to maneuver the craft\ninto dives and pancakes. A first class cooling system was needed, of\ncourse, to carry off the heat of atmospheric friction, but the lifeboat\nwas equipped with a cooling system and there was nothing to worry about\nfrom this source.\n\nBut the lifeboat had little fuel. Captain Bonnet, however, had flown\nairplanes. He knew that braking could be accomplished without fuel if\nthe flat-bottomed ship were used as a plane. He planned to use airplane\ntactics to slow the ship down to a speed closely approximating the\nescape velocity of the earth--6.9 miles a second. This would enable the\nship to soar over the earth until it was over a good sized city, where\nthe message from Outpost 53 would be dropped.\n\n\"But if we land at that speed--and gravity will see to it we don't hit\nmuch slower--we'll be buried deep in the ground. Even if we hit the\nocean, the deceleration will kill us--\"\n\n\"Would it? There have been records of meteors striking the ground so\nlightly they did little more than raise a cloud of dust.\"\n\n\"We're not a meteor.\"\n\n\"We're practically a meteor and there's one chance in a million that we\ncan duplicate what a meteor can do, Bill. It's our only chance.\"\n\n\"What do you want me to do?\"\n\n\n\nRocket engineers in developing machines for space travel had found\nspeed the foremost bugaboo. It was the speed a rocket had to attain\nto leave terrestrial gravity that balked engineers. There also was\nman's instinctive fear of going fast, in spite of the assurances of\nscience that speed, in itself, was harmless. It was acceleration and\ndeceleration that killed people.\n\nOne might travel seven miles a second indefinitely and suffer no ill\neffects, once he got going that rate of speed. However, one might die\nquickly while attaining it. Drugs enabled spacemen to withstand several\ngravities of acceleration or deceleration without fatal effects and\nthere were a few of these pills aboard. But any speed change greater\nthan nine or ten gravities would be dangerous under any conditions.\n\nThe craft neared the earth. Already the travelers could make out the\ndim outlines of the continental areas.\n\nThe gravity gauge registered the earth's pull strongly and Captain\nBonnet calculated that they were nearing the outer limits of the\natmosphere. He twisted a valve a fraction of a turn.\n\nFrom a steering jet, a tiny needle of flame shot into the ether. From\nanother jet, a second flame glowed for an instant. The space ship\nturned, wheeling the onrushing earth out of line with the lifeboat's\nprow. Now the huge, radiant ball peeked into the craft through the\nglass window in the floor, but the ship's direction of travel continued\ntoward it as before.\n\nCaptain Bonnet shut off the valves, conserving every ounce of rocket\nfuel that remained in the tanks. Lieutenant Riley started the cooling\nmechanism and for an instant the craft became uncomfortably cold.\n\nThis discomfort lasted only a few minutes, however, for the craft soon\nbegan to strike the first atoms of the atmosphere and its sides began\nto glow with heat. The space ship was fast becoming a meteor flashing\ninto the atmosphere of the earth.\n\nThere was a sudden jerk. Once more Bonnet twisted the valve, nosing\nthe streamlined craft downward slightly to allow these atoms of air to\nstrike the sides less forcefully. There was danger of a blackout if the\ndeceleration were too fast.\n\nThe ship dived forward and Bonnet used more precious fuel to turn it\nbroadside again. The craft slowed, this time not so violently.\n\nThe atoms of the atmosphere were audible now as whistling screams as\nthe ship spiraled one thousand miles above the earth.\n\nCaptain Bonnet watched the air speed indicator. For a long time it\nstood at twenty miles a second--the highest speed it would register.\nThen it began to slow: nineteen, fifteen, twelve, nine, seven miles a\nsecond.\n\nInstead of decreasing the speed further, he nosed the craft down. The\nspeed increased slightly, and then, like an airplane in flight, he\nbrought the craft slowly broadside by degrees. The effect of the slow\nturn was to catch the atoms on the flat bottom so that the downward\nrush was transformed into a horizontal rush. The craft was speeding\nin an orbit parallel to the surface of the earth. Captain Bonnet had\nbrought the space ship out of a tail spin.\n\nInstantly he shut off the fuel valves, leaving the remainder of the\nfuel available for the cooling apparatus.\n\nLieutenant Riley looked wide-eyed at the hemisphere beneath the craft.\n\n\"Well, we're here and we've less than a gallon of fuel,\" he said.\n\"What next?\"\n\n\"Unless there's an accident, we're going to land on an ounce or two,\"\nCaptain Bonnet replied. \"A meteor doesn't use any fuel, but it has\naccidents. That tiny bit of fuel is going to keep us from having an\naccident--I hope.\"\n\n\"That fuel is mighty potent,\" the lieutenant admitted. \"It's the most\npowerful explosive known. But old Terra's gravity is a pretty big\nthing, too.\"\n\n\"For every action there must be a reaction,\" Captain Bonnet said.\n\"Strangely, no one ever considered this principle in respect to coming\ndown, as well as going up.\"\n\n\"Gravity is action and you're the reaction in that case,\" the\nlieutenant observed.\n\n\"Not exactly. The escape velocity of the earth is gravity in\nreverse--if we can twist our minds around to think of it that way. We\nmanufacture the escape velocity with our rocket fuel and use it to\nneutralize gravity. An object going 6.9 miles a second goes far enough\naround the earth in a second that the earth's curvature doesn't catch\nup with it, so to speak.\"\n\n\"I hope you're sure of your reactions, although it doesn't make a lot\nof difference if we get this message down.\"\n\n\"We're hitting the atmosphere at a speed close to the escape velocity\nof the earth. If we were going that speed we'd never get any closer to\nthe surface. But we're being slowed so that we're falling--not very\nfast, but fast enough. Our speed _around_ the earth is about 6.9 miles\na second, minus a few decimals. Our speed _toward_ the earth isn't very\nfast--I'd say a few feet a second. Our only problem now is to stop our\nforward speed without speeding our downward speed.\"\n\n\"I don't suppose you're very optimistic about it?\" the lieutenant\nasked, hopefully.\n\n\"No,\" the captain admitted, \"but we can try. You've seen airplanes land\nat speeds of one hundred miles an hour or more. That was their speed\nforward. Their speed downward was measured in feet per minute. That's\nour problem now. We've got to land like an airplane--make a deadstick\nlanding without crashing.\"\n\n\"Oh we might be able to land, but the minute we touch, some of our\nforward speed is going to get us into trouble. Remember, an airplane\nhas wheels.\"\n\nCaptain Bonnet pointed to a small globe painted with a map of the\nworld. His finger touched a dot in the South Pacific near the Antarctic\ncontinent at 60 degrees south latitude and 120 degrees west longitude.\n\n\"That's Dougherty Island,\" he said. \"Between that island and San\nFrancisco are 6,300 miles of empty Pacific ocean. We're going to try to\nland near Dougherty Island at a speed so fast we'll barely touch the\nsurface of the water. But as we touch the water, the frictional heat\nof the sides of our space ship will transform the water instantly into\nsteam. The steam will cushion our ship against shock and decelerate us\nrapidly--but not too rapidly for endurance. The stop will be rough, but\nwe can take it. We ought to be able to stop in 6,300 miles.\"\n\n\"Whew! A steam landing!\"\n\n\n\nCaptain Bonnet kept his hands on the control, ready to use a few drops\nof precious fuel to keep the craft in its spiral parallel to the\nsurface of the earth. The earth seemed to float upward slowly to meet\nthe space ship.\n\nThe interior of the craft grew uncomfortably hot, but the cooling\nsystem worked.\n\nA vast expanse of white appeared directly below the craft. It was the\nSouth Polar ice cap.\n\n\"We're over James Ellsworth Land,\" the captain said, checking his\nposition. \"That's about twenty-three degrees east of the longitude of\nDougherty Island. That's lucky.\"\n\n\"Lucky?\" said the lieutenant.\n\n\"We can circle the earth once, drop our message over some city and\nget back on the right longitude,\" the captain explained. \"It'll\ntake us about an hour and a half at our present speed to make the\ncircumnavigation. In that time the earth will turn twenty-two and\none-half degrees beneath us.\"\n\nThe Pacific ocean flashed beneath the craft. The ship struck the\ncontinent on the coast of Mexico and skirted above eastern Texas. Over\nKansas City, Captain Bonnet jerked a lever to release the message of\nthe beleaguered Venusian garrison.\n\nThe lieutenant watched it fall slowly down toward the ground.\n\nThen he groaned.\n\n\"We've failed!\" he said. \"The parachute dropped in the Missouri river!\nThe last chance to save the garrison is lost!\"\n\nCaptain Bonnet turned to his companion. \"It isn't the last chance--if\nour landing works!\"\n\nThe craft soared northward into Canada, passing some distance west of\nHudson Bay. It crossed the Arctic sea, reached Siberia and then zoomed\nsouthward, flying dangerously close to the tall peaks of the Himalayas.\nEach minute saw it moving closer to the earth.\n\nThe craft shot across the Indian Ocean and entered the Antarctic again.\nThe Antarctic continent was reached near Douglas Island and it crossed\nEnderby and Kemp lands toward the pole.\n\nThe metal monster was scarcely two thousand feet high as it soared over\nthe South Pole. The loss of the natural elevation of the polar plateau\nleft the ship about the same distance above the surface of the earth as\nit approached the ocean again.\n\nCaptain Bonnet used a few more ounces of fuel to keep the craft in its\ncourse, headed always toward the horizon, which at 1,600 feet seemed\nfifty miles away.\n\nDown the craft sank, inch by inch, toward the sea. Suddenly Lieutenant\nRiley shouted and pointed:\n\n\"Dougherty Island! Over there!\"\n\nA black speck rose out of the Pacific dead ahead.\n\n\n\nThe two men already had slipped into their emergency landing harness\nto protect themselves from the deceleration that was bound to come.\nThey had swallowed pills to protect themselves from the gravitational\npressure and now they felt the drug taking hold of their systems.\n\nThe ship seemed to be sailing parallel to the surface of the sea. The\ntops of the waves reached up and touched the bottom of the craft, and\nevaporated in a hiss of steam.\n\nGracefully, like a huge dirigible airship, the lifeboat dipped down. It\nshuddered as the disturbed air roared like thunder around it. There was\na tremendous drag and a loud explosion as the ship touched the water.\n\nBoth men pitched forward in their harness.\n\nCaptain Bonnet felt the world growing black around him. With superhuman\neffort he shook off the threatened blackout and sent the last drop of\nfuel into the lower jets to hold the ship one second more above the\nwaves.\n\nThere was a terrific jar. Tons and tons of pressure exerted itself\nagainst the ship and on the men inside. But nothing cracked.\n\nOutside the window, vision was obscured by clouds of swirling vapor.\nThe craft bounded forward in gigantic, hundred-mile leaps, like a rock\nskipping across the surface of a huge pond.\n\nLieutenant Riley hung limply in his harness, a stream of blood\ntrickling from his nose. Slowly he opened his eyes.\n\n\"We're alive!\" he gasped.\n\nThen he fainted again.\n\nThe craft slowed down. A startled fishing craft off the Central\nAmerican coast almost capsized in the wash of the monster from the\nskies.\n\nAhead of them land reared its head above the horizon. Captain Bonnet\nwondered if the ship would stop in time, but he did not realize how\nquickly the craft was coming to a standstill. He turned the rudders and\nsteered for shore. A cry came from Lieutenant Riley.\n\nIt was the Golden Gate.\n\n\n\nA patrol boat met them in the harbor as the space ship, floating in\nboiling water, came to a stop.\n\nCaptain Bonnet opened the locks and climbed out on the top of the\ncraft. He wore an asbestos space suit to protect himself from the heat\nof the sides.\n\n\"Have you a wireless aboard?\" he called to the patrol.\n\n\"Of course, captain!\" came the reply from the patrol boat, as the\nrescuers saw the insignia of rank on Bonnet's clothing.\n\n\"Send a message to the nearest interplanetary garrison that\nreinforcements are needed at Outpost 53 on Venus. Lieutenant Riley and\nmyself just came from there--the situation is desperate....\"\n\n\"You don't mean you came all the way from Venus in a lifeboat?\"\n\n\"If you're going to waste time asking questions, let us come aboard,\"\nCaptain Bonnet said. \"But get that message in the air at once!\"\n\nLieutenant Riley followed the captain through the locks into the patrol\nboat. He lifted his hand and showed a bottle to the captain.\n\n\"Look what a close shave we had,\" he said. \"This bottle of Martian\nZingo was in the lockers all the way from Venus and neither of us\nsuspected it. Lord, if we'd crashed we'd never have been able to sample\nit!\"\n",
    "metadata": {
        "author": [
            "Winterbotham, R. R. (Russell Robert)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64826/pg64826.txt",
        "name": "message_from_venus.json"
    }
}