{
  "name": "Miss Heck's Thanksgiving Party; or, Topsy Up To Date",
  "author": [
    "Munsell, Ida Hamilton"
  ],
  "body": "_To the Woman's club of Evanston_:\n\n    Devoted, as it is, to \"mutual helpfulness in all the\n    affairs of life,\" and to a union of effort towards\n    attaining the \"higher development of humanity,\" this\n    little brochure is dedicated by one of its members.\n\n\n\n\nMISS HECK'S THANKSGIVING PARTY;\n\n    or, TOPSY\n    UP TO DATE\n\n\nAny person with but half an eye could recognize at a glance the\nextraordinary character of Miss Myra Heck! And furthermore, if\nnovelists did not show such decided preferences for white-skinned\nheroines, Miss Heck would long since have won the world-wide renown\nwhich of right belongs to her. But, unfortunately, Miss Myra was\nborn of black parents away down in the sunny southland, and the dark\nhue of skin and wisps of woolly curls which are characteristic of\nthe negro race have descended upon their offspring. This is the more\nunfortunate in that this daughter--now a young woman of twenty-four or\nthereabouts--is possessed of really uncommon talents, while her brain\nteems at all times with schemes worthy of a French diplomat; and were\nshe fair and dainty as to exterior, she would not now be occupying\nthe situation of \"maid of all work\" in the little town where we first\ndiscovered her.\n\nYet, notwithstanding the accidental disadvantages which hamper this\nbright maid, she has managed to achieve at least local distinction in\nmore directions than one. Few families are there in Rexville who have\nnot at one time or another availed themselves of Miss Heck's services.\nServants of any degree of ability are exceedingly rare in Rexville,\nso that Miss Myra could easily reign as the bright particular star\nin the domestic firmament of the universe, were it not for certain\npeculiarities of temperament, added to an ugly habit of prevaricating,\ntogether with a too confident disposition to presume upon her mistress'\nwillingness to permit her cook to parade the streets dressed in silks\nand satins from her own wardrobe.\n\nBut, because of this scarcity of help, and in view of the general\nability possessed by Miss Heck, her employers have shut their eyes to\nsuch peccadillos as these so often, that by dint of much experience\nthe young woman has at last possessed herself of such power that she\nrules the mistresses of Rexville with a rod of iron. She has indeed\nreached the conclusion that although one family may decide to forego\nthe benefit of her assistance in their household because of some little\npeculiarity of hers, nevertheless she is sure of a position with some\nother lady on the street before twenty-four hours shall have sped. So\nshe oscillates back and forth--like a pendulum--from one kitchen to\nanother throughout the length and breadth of Rexville. Her period of\ntarrying varies according to the blindness of her mistress and the\ncondition of the master's pocket-book, for this latter article shortly\nfeels the drain of Miss Myra's extravagant habits, and sooner or later\ncollapses into empty space. Then self-defense demands that the sable\ngoddess of the cuisine depart to new fields and pastures green until\nsuch time as self-denial and rigid economy shall have once more filled\nthe purse, and brought a return of the prosperity which had been\ntemporarily suspended.\n\nThus you see that even though Miss Heck has not attained the national\nreputation of which she is worthy, she has at least in one small\ncorner of the earth won for herself glory and renown. In this little\ntown, if nowhere else, her name is a household word. It is difficult\nto draw a correct word picture of this wily maid; her talents, too,\nare so numerous and varied that one hesitates which to portray first.\nPossibly, we can convey a better idea of her personality if we describe\none particular scheme of hers and its outcome.\n\n\n\nIt was the day before Thanksgiving, in the year of our Lord 1892, and\nMiss Myra sat upon the floor of her mother's dingy little parlor deeply\nabsorbed in thought. She was working just at present for banker Holmes'\npeople, but fortunately for herself the entire family had gone east a\nweek before Thanksgiving in order to eat turkey in good old-fashioned\ncomfort with relatives not seen for months. This left Miss Myra free\nto enjoy life to the uttermost. To be sure she carried the key to\nthe big house in her pocket, and daily went through the pretense of\nairing and then dusting the premises. She also had access to the cold\nstorage room, which privilege augmented greatly the bill of fare at\nher father's shanty. Her parents had since earliest childhood greatly\nadmired their offspring, and this ability of hers to vary the supply\nand quality of their edibles on occasion did not at all diminish this\nfond regard.\n\nMiss Myra had enjoyed her freedom now for seven whole days; she had\nwalked the streets at morning, noon and night, dressed always in\nher best, and this best was no mean style, for the young woman was\npossessed of a figure neat and trim, while every cent of her earnings\nwent into clothes with which she might easily outshine the rest of\nthe working girl population of Rexville. She had, during these past\nseven days, neither baked nor swept, set the table, or made the beds\nfor anybody. In fact, she had lived an existence of unalloyed pleasure\nwhich comes from that idleness so dear to the African heart. But now\nshe owned--to herself, at least--that she was tired. The dull monotony\nwearied her.\n\nWhat could she do to create a new sensation? she asked herself, while\nshe sat with her feet crossed under her, tailor-fashion, upon the bare\nfloor. One dingy brown hand, with its hue of pallor on the palm, moved\nrestlessly to and fro through her crown of wool and roughened its\ncarefully plastered locks until they stood out in grotesque tangles all\nabout her head. At length a bright idea occurred to her; she laughed\naloud; a merry chime of bells could not make sweeter music. \"I'se hit\nit this time, sure, mammy,\" she called out to the woman who was bending\nover a steaming tub in an outer room. Her mother wiped her hands\nhastily upon the skirt of her gown and went into the parlor where Miss\nMyra yet sat upon the floor.\n\n\"Hit what, chile? What mischief has you got in dat hed of yourn dis\ntime, I'd like to know?\" she asked eagerly, as she threw her ponderous\nbody into a chair. \"Grand scheme, mammy; the best I'se had yet,\"\nannounced the girl, as she slowly untangled her feet from beneath her\ndress and rose from the floor.\n\n\"It's bound ter be a first rate one den shuah enough, Myrie,\" the woman\nsaid admiringly, as she watched the supple form stretch itself to\nrelieve the cramped feeling of the limbs caused by her long continued\ncrouching attitude.\n\n\"What you goin' do dis time, chile? tell your poor old mammy,\" the\nnegress went on, seeing the young woman made no haste to unbosom\nherself of her scheme.\n\n\"Wall, then, old lady, if you _must_ know, here goes! but don't let it\ntake your bref away,\" the girl replied with provoking deliberateness,\nand she crossed the room to where a small cracked mirror hung upon\nthe wall; here she proceeded to re-arrange her hair, holding the\npins in her mouth as she did so, tantalizing yet further the anxious\nmother. \"The longer you wait, the better it'll seem, mammy,\" Miss\nMyra said after a few moments. The old lady made no reply; she always\nlet \"Myrie\" have her own way; she had found by experience that it was\nnot easy to do otherwise. At length even the critical taste of Miss\nMyra seemed satisfied with the vision she beheld in the little glass,\nfor she turned away with a contented sigh, as she did so exclaiming,\n\"I'se gwine to give a Thanksgiving party here, mammy, tomorrer night!\nAnd it'll be a swell affair, tew, take my wurd for it!\" Then she put\non her coat and hat, blew a kiss from the ends of her fingers toward\nthe old negress yet sitting stupid with amazement in the rickety\nrocking-chair, and with another ringing, happy laugh went out into the\nstorm. The sky was lead-colored, the wind blew fiercely and flung the\nsnowflakes which were falling rapidly with spiteful force against the\ngirl, until her heavy garments were soon hidden by a soft covering of\nwhite. But not even the fleecy crystals of snow had power to change the\nhue of the ebony face, and Miss Myra, who was a sensitive young woman,\ncould not but feel a sensation of disgust as she thought, \"I must look\nblacker than ever by contrast.\"\n\nOn down the street she walked rapidly; here and there she paused long\nenough at some house to leave an invitation for the cook or coachman to\nattend her Thanksgiving party; but at the end of two hours this part of\nher preparation was ended.\n\nIt was time, then, she decided, to turn her attention to further\ndetails of her audacious plan; and retracing her steps she soon found\nherself at banker Holmes' door. Here she entered, and for a long\ntime busied herself with necessary preparations for the morrow's\nfestivities. As twilight fell, she closed the house once more and\nwalked rapidly homeward. That she had not been idle, the next night's\nfeast would show.\n\n\n\nAny one passing by Jim Heck's tumbled-down cottage Thanksgiving night\nwould have been astonished at the number of gleaming lights flashing\nout upon the snow through the cracked and grimy window-panes, and would\nhave stopped for a moment to listen to the sounds of revelry within\ndoors. A fiddle squeaked in a lively, even if discordant fashion, while\na banjo made frantic efforts to keep it company. There was a sound,\ntoo, as if of many feet dancing an old-fashioned break-down, which made\nthe shanty fairly tremble under the unwonted strain upon its frail\nsupports.\n\nThe aroma of hot coffee also floated out upon the crisp air, mingled\nwith an odor of more substantial viands, which appealed strongly to the\nimagination of a passing tramp who had paused to look through a window\nvoid of shade or curtain.\n\nSuddenly the dance ended; the music ceased with one last unearthly\nsqueak, and for the space of a single moment almost perfect silence\nreigned, and then it seemed as though just previously a cyclone of\nnoise had been running riot.\n\nAt this juncture from the doorway of the combined dining-room and\nkitchen the host himself announced in his most gracious manner, \"Supper\nam suhved, ladies and gemmin; choose youah pardners and walk out!\"\n\nWith one hand he pulled down the draperies which had been improvised\nfor the occasion, and which had so far kept the glories of the feast\nhidden from view; whilst with the other he politely motioned his guests\nto cross the hospitable threshold. For a second nobody stirred; a\nbashfulness as sudden as it was unusual seemed to have seized old and\nyoung alike. Then a tall mulatto took his late \"partner\" by the arm\nand made a hasty exit into the supper room. This was the signal for\na general stampede for seats; but when the full glories of the scene\nimpressed themselves upon the senses of the bewildered guests, each and\nall stood as if rooted to the spot, staring with eyes and mouth wide\nopen at the unexpected grandeur.\n\nAt the head of the table stood Miss Myra herself. But such a Miss Myra!\nAccustomed to see her always in the latest style, they had, \"up to\ndate,\" never beheld her attired like this.\n\nSolomon in all his glory, the lilies of the field in their beauty, were\nas nothing compared to her!\n\nShe wore a trained robe of richest ivory satin, elaborately trimmed\nwith point lace; the dusky neck and arms shone like polished ebony\nagainst the glimmering sheen of the satin.\n\nShe stood perfectly silent for a moment, her head uplifted, and with\na haughty smile upon her lips, did her utmost to impress these humble\nadmirers with this transitory grandeur.\n\n\"Yes, it jis' is indeed Mis Holmes' weddin' dress, nuffin' else, you\nsimpletons,\" she said calmly, as if announcing the most commonplace\nfact. \"An' dis yeah is her linen, and dat's her coffee; and it's\nher silber, too,\" she added calmly, as she moved her hands here and\nthere, pointing out the objects which she named. \"But dat is nobody's\nbusiness but mine; you uns has nuffin' to do but enjoy de good things\nI'se provided. Sit down, goosies, and let der feast proceed,\" she\ncommanded in an imperious manner, and set the example by seating\nherself--with due regard for her long-trained gown--at the head of the\ntable.\n\nThis proceeding elicited tumultuous applause, and from that moment\nuntil the gray dawn began to lighten the east, the fun was fast and\nfurious.\n\nOf all races in the world none can equal the African in its abandon\nof enjoyment. From the far-off homes of their ancestors, where the\ntropical sun forces vegetation into luxuriance and raises the blood\nto well-nigh fever heat, the negroes of the South have derived the\npower to live in and for the present only. \"Foolish!\" you say? Well,\nprobably. Yet, after all, how much of human wretchedness results from\neither idle regrets for an unalterable past, or causeless care for an\nundiscoverable future? Be this as it may, at Miss Myra's Thanksgiving\nparty shouts of laughter, bursts of negro melody, the shuffling of\nfeet, all these sounds became more and more tumultuous as the night\nwaned.\n\nIn the early morning dusky forms might have been seen entering many a\nback or side door in Rexville, and many a mistress complained that day\nof inattention to duty; but the darkies never told the secret of their\nall-night festivities.\n\nFor many and many a day the glories of Miss Heck's Thanksgiving party\nlingered in the minds and on the tongues of the favored guests.\n\nUpon the return of the banker's wife, that worthy lady found all her\nbelongings in the same condition, apparently, as when she left home.\nMiss Myra was shrewd enough to skillfully effect this result, and if\never her conscience troubled her in reference to her late \"grand ball,\"\nshe always quieted its qualms by saying: \"What Mis Holmes don't know\nain't gwine ter hurt her none! 'Tain't right ter be selfish in dis\nwurld noway! If der Lawd don't make no ekal division of things, why\nI'll jes have ter help, an' dat's all ther is about hit!\"\n\n\n\nIt must have been at least a year after the occurrence before the\nbanker's wife learned of the party at which her possessions had played\nso very conspicuous and magnificent a part; and by this time Miss Heck\nhad left her employ, being maid of all work at the parsonage, and hence\nbeyond all need of censure from outsiders, since it was perfectly\nevident that her reverend employer was trying to convert this Topsy (up\nto date) from the error of her ways and to pluck one more brand from\nthe burning, adding yet another jewel to his anticipated dazzlingly\nbrilliant crown.\n\nBut at last accounts the worthy man's efforts had not met with that\nmeasure of success which usually have crowned his ministrations. Miss\nHeck appears to be a rather difficult \"subject.\"\n\nTopsy yet reigns over all the mistresses of Rexville, and condescends\nto work for them all in turn.\n\nHer impartiality is sublime!\n\n    EVANSTON, November, 1895.\n\n\n    _PRESS OF W. B. CONKEY COMPANY, CHICAGO._\n\n\n\n\n",
  "metadata": {
    "author": [
      "Munsell, Ida Hamilton"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/44319/pg44319.txt",
    "name": "miss_hecks_thanksgiving_party_or_topsy_up_to_date"
  }
}
