{
  "name": "Miss Sarah Jack of Spanish Town, Jamaica",
  "author": [
    "Trollope, Anthony"
  ],
  "body": "THERE is nothing so melancholy as a country in its decadence, unless it\nbe a people in their decadence.  I am not aware that the latter\nmisfortune can be attributed to the Anglo-Saxon race in any part of the\nworld; but there is reason to fear that it has fallen on an English\ncolony in the island of Jamaica.\n\nJamaica was one of those spots on which fortune shone with the full\nwarmth of all her noonday splendour.  That sun has set;—whether for ever\nor no none but a prophet can tell; but as far as a plain man may see,\nthere are at present but few signs of a coming morrow, or of another\nsummer.\n\nIt is not just or proper that one should grieve over the misfortunes of\nJamaica with a stronger grief because her savannahs are so lovely, her\nforests so rich, her mountains so green, and he rivers so rapid; but it\nis so.  It is piteous that a land so beautiful should be one which fate\nhas marked for misfortune.  Had Guiana, with its flat, level, unlovely\nsoil, become poverty-stricken, one would hardly sorrow over it as one\ndoes sorrow for Jamaica.\n\nAs regards scenery she is the gem of the western tropics.  It is\nimpossible to conceive spots on the earth’s surface more gracious to the\neye than those steep green valleys which stretch down to the south-west\nfrom the Blue Mountain peak towards the sea; and but little behind these\nin beauty are the rich wooded hills which in the western part of the\nisland divide the counties of Hanover and Westmoreland.  The hero of the\ntale which I am going to tell was a sugar-grower in the latter district,\nand the heroine was a girl who lived under that Blue Mountain peak.\n\nThe very name of a sugar-grower as connected with Jamaica savours of\nfruitless struggle, failure, and desolation.  And from his earliest\ngrowth fruitless struggle, failure, and desolation had been the lot of\nMaurice Cumming.  At eighteen years of age he had been left by his father\nsole possessor of the Mount Pleasant estate, than which in her palmy days\nJamaica had little to boast of that was more pleasant or more palmy.  But\nthose days had passed by before Roger Cumming, the father of our friend,\nhad died.\n\nThese misfortunes coming on the head of one another, at intervals of a\nfew years, had first stunned and then killed him.  His slaves rose\nagainst him, as they did against other proprietors around him, and burned\ndown his house and mills, his homestead and offices.  Those who know the\namount of capital which a sugar-grower must invest in such buildings will\nunderstand the extent of this misfortune.  Then the slaves were\nemancipated.  It is not perhaps possible that we, now-a-days, should\nregard this as a calamity; but it was quite impossible that a Jamaica\nproprietor of those days should not have done so.  Men will do much for\nphilanthropy, they will work hard, they will give the coat from their\nback;—nay the very shirt from their body; but few men will endure to look\non with satisfaction while their commerce is destroyed.\n\nBut even this Mr. Cumming did bear after a while, and kept his shoulder\nto the wheel.  He kept his shoulder to the wheel till that third\nmisfortune came upon him—till the protection duty on Jamaica sugar was\nabolished.  Then he turned his face to the wall and died.\n\nHis son at this time was not of age, and the large but lessening property\nwhich Mr. Cumming left behind him was for three years in the hands of\ntrustees.  But nevertheless Maurice, young as he was, managed the estate.\nIt was he who grew the canes, and made the sugar;—or else failed to make\nit.  He was the “massa” to whom the free negroes looked as the source\nfrom whence their wants should be supplied, notwithstanding that, being\nfree, they were ill inclined to work for him, let his want of work be\never so sore.\n\nMount Pleasant had been a very large property.  In addition to his\nsugar-canes Mr. Cumming had grown coffee; for his land ran up into the\nhills of Trelawney to that altitude which in the tropics seems necessary\nfor the perfect growth of the coffee berry.  But it soon became evident\nthat labour for the double produce could not be had, and the coffee\nplantation was abandoned.  Wild brush and the thick undergrowth of forest\nreappeared on the hill-sides which had been rich with produce.  And the\nevil re-created and exaggerated itself.  Negroes squatted on the\nabandoned property; and being able to live with abundance from their\nstolen gardens, were less willing than ever to work in the cane pieces.\n\nAnd thus things went from bad to worse.  In the good old times Mr.\nCumming’s sugar produce had spread itself annually over some three\nhundred acres; but by degrees this dwindle down to half that extent of\nland.  And then in those old golden days they had always taken a full\nhogshead from the acre;—very often more.  The estate had sometimes given\nfour hundred hogsheads in the year.  But in the days of which we now\nspeak the crop had fallen below fifty.\n\nAt this time Maurice Cumming was eight-and-twenty, and it is hardly too\nmuch to say that misfortune had nearly crushed him.  But nevertheless it\nhad not crushed him.  He, and some few like him, had still hoped against\nhope; had still persisted in looking forward to a future for the island\nwhich once was so generous with its gifts.  When his father died he might\nstill have had enough for the wants of life had he sold his property for\nwhat it would fetch.  There was money in England, and the remains of\nlarge wealth.  But he would not sacrifice Mount Pleasant or abandon\nJamaica; and now after ten years’ struggling he still kept Mount\nPleasant, and the mill was still going; but all other property had parted\nfrom his hands.\n\nBy nature Maurice Cumming would have been gay and lively, a man with a\nhappy spirit and easy temper; but struggling had made him silent if not\nmorose, and had saddened if not soured his temper.  He had lived alone at\nMount Pleasant, or generally alone.  Work or want of money, and the\nconstant difficulty of getting labour for his estate, had left him but\nlittle time for a young man’s ordinary amusements.  Of the charms of\nladies’ society he had known but little.  Very many of the estates around\nhim had been absolutely abandoned, as was the case with his own coffee\nplantation, and from others men had sent away their wives and daughters.\nNay, most of the proprietors had gone themselves, leaving an overseer to\nextract what little might yet be extracted out of the property.  It too\noften happened that that little was not sufficient to meet the demands of\nthe overseer himself.\n\nThe house at Mount Pleasant had been an irregular, low-roofed,\npicturesque residence, built with only one floor, and surrounded on all\nsides by large verandahs.  In the old days it had always been kept in\nperfect order, but now this was far from being the case.  Few young\nbachelors can keep a house in order, but no bachelor young or old can do\nso under such a doom as that of Maurice Cumming.  Every shilling that\nMaurice Cumming could collect was spent in bribing negroes to work for\nhim.  But bribe as he would the negroes would not work.  “No, massa: me\npain here; me no workee to-day,” and Sambo would lay his fat hand on his\nfat stomach.\n\nI have said that he lived generally alone.  Occasionally his house on\nMount Pleasant was enlivened by visits of an aunt, a maiden sister of his\nmother, whose usual residence was at Spanish Town.  It is or should be\nknown to all men that Spanish Town was and is the seat of Jamaica\nlegislature.\n\nBut Maurice was not over fond of his relative.  In this he was both wrong\nand foolish, for Miss Sarah Jack—such was her name—was in many respects a\ngood woman, and was certainly a rich woman.  It is true that she was not\na handsome woman, nor a fashionable woman, nor perhaps altogether an\nagreeable woman.  She was tall, thin, ungainly, and yellow.  Her voice,\nwhich she used freely, was harsh.  She was a politician and a patriot.\nShe regarded England as the greatest of countries, and Jamaica as the\ngreatest of colonies.  But much as she loved England she was very loud in\ndenouncing what she called the perfidy of the mother to the brightest of\nher children.  And much as she loved Jamaica she was equally severe in\nher taunts against those of her brother-islanders who would not believe\nthat the island might yet flourish as it had flourished in her father’s\ndays.\n\n“It is because you and men like you will not do your duty by your\ncountry,” she had said some score of times to Maurice—not with much\njustice considering the laboriousness of his life.\n\nBut Maurice knew well what she meant.  “What could I do there up at\nSpanish Town,” he would answer, “among such a pack as there are there?\nHere I may do something.”\n\nAnd then she would reply with the full swing of her eloquence, “It is\nbecause you and such as you think only of yourself and not of Jamaica,\nthat Jamaica has come to such a pass as this.  Why is there a pack there\nas you call them in the honourable House of Assembly?  Why are not the\nbest men in the island to be found there, as the best men in England are\nto be found in the British House of Commons?  A pack, indeed!  My father\nwas proud of a seat in that house, and I remember the day, Maurice\nCumming, when your father also thought it no shame to represent his own\nparish.  If men like you, who have a stake in the country, will not go\nthere, of course the house is filled with men who have no stake.  If they\nare a pack, it is you who send them there;—you, and others like you.”\n\nAll had its effect, though at the moment Maurice would shrug his\nshoulders and turn away his head from the torrent of the lady’s\ndiscourse.  But Miss Jack, though she was not greatly liked, was greatly\nrespected.  Maurice would not own that she convinced him; but at last he\ndid allow his name to be put up as candidate for his own parish, and in\ndue time he became a member of the honourable House of Assembly in\nJamaica.\n\nThis honour entails on the holder of it the necessity of living at or\nwithin reach of Spanish Town for some ten weeks towards the chose of\nevery year.  Now on the whole face of the uninhabited globe there is\nperhaps no spot more dull to look at, more Lethean in its aspect, more\ncorpse-like or more cadaverous than Spanish Town.  It is the\nhead-quarters of the government, the seat of the legislature, the\nresidence of the governor;—but nevertheless it is, as it were, a city of\nthe very dead.\n\nHere, as we have said before, lived Miss Jack in a large forlorn\nghost-like house in which her father and all her family had lived before\nher.  And as a matter of course Maurice Cumming when he came up to attend\nto his duties as a member of the legislature took up his abode with her.\n\nNow at the time of which we are specially speaking he had completed the\nfirst of these annual visits.  He had already benefited his country by\nsitting out one session of the colonial parliament, and had satisfied\nhimself that he did no other good than that of keeping away some person\nmore objectionable than himself.  He was however prepared to repeat this\nself-sacrifice in a spirit of patriotism for which he received a very\nmeagre meed of eulogy from Miss Jack, and an amount of self-applause\nwhich was not much more extensive.\n\n“Down at Mount Pleasant I can do something,” he would say over and over\nagain, “but what good can any man do up here?”\n\n“You can do your duty,” Miss Jack would answer, “as others did before you\nwhen the colony was made to prosper.”  And then they would run off into a\nlong discussion about free labour and protective duties.  But at the\npresent moment Maurice Cumming had another vexation on his mind over and\nabove that arising from his wasted hours at Spanish Town, and his\nfruitless labours at Mount Pleasant.  He was in love, and was not\naltogether satisfied with the conduct of his lady-love.\n\nMiss Jack had other nephews besides Maurice Cumming, and nieces also, of\nwhom Marian Leslie was one.  The family of the Leslies lived up near\nNewcastle—in the mountains, that is, which stand over Kingston—at a\ndistance of some eighteen miles from Kingston, but in a climate as\ndifferent from that of the town as the climate of Naples is from that of\nBerlin.  In Kingston the heat is all but intolerable throughout the year,\nby day and by night, in the house and out of it.  In the mountains round\nNewcastle, some four thousand feet above the sea, it is merely warm\nduring the day, and cool enough at night to make a blanket desirable.\n\nIt is pleasant enough living up amongst those green mountains.  There are\nno roads there for wheeled carriages, nor are there carriages with or\nwithout wheels.  All journeys are made on horseback.  Every visit paid\nfrom house to house is performed in this manner.  Ladies young and old\nlive before dinner in their riding-habits.  The hospitality is free,\neasy, and unembarrassed.  The scenery is magnificent.  The tropical\nfoliage is wild and luxuriant beyond measure.  There may be enjoyed all\nthat a southern climate has to offer of enjoyment, without the penalties\nwhich such enjoyments usually entail.\n\nMrs. Leslie was a half-sister of Miss Jack, and Miss Jack had been a\nhalf-sister also of Mrs. Cumming; but Mrs. Leslie and Mrs. Cumming had in\nno way been related.  And it had so happened that up to the period of his\nlegislative efforts Maurice Cumming had seen nothing of the Leslies.\nSoon after his arrival at Spanish Town he had been taken by Miss Jack to\nShandy Hall, for so the residence of the Leslies was called, and having\nremained there for three days, had fallen in love with Marian Leslie.\nNow in the West Indies all young ladies flirt; it is the first habit of\ntheir nature—and few young ladies in the West Indies were more given to\nflirting, or understood the science better than Marian Leslie.\n\nMaurice Cumming fell violently in love, and during his first visit at\nShandy Hall found that Marian was perfection—for during this first visit\nher propensities were exerted altogether in his own favour.  That little\ncircumstance does make such a difference in a young man’s judgment of a\ngirl!  He came back fall of admiration, not altogether to Miss Jack’s\ndissatisfaction; for Miss Jack was willing enough that both her nephew\nand her niece should settle down into married life.\n\nBut then Maurice met his fair one at a governor’s ball—at a ball where\nred coats abounded, and aides-de-camp dancing in spurs, and\nnarrow-waisted lieutenants with sashes or epaulettes!  The aides-de-camp\nand narrow-waisted lieutenants waltzed better than he did; and as one\nafter the other whisked round the ball-room with Marian firmly clasped in\nhis arms, Maurice’s feelings were not of the sweetest.  Nor was this the\nworst of it.  Had the whisking been divided equally among ten, he might\nhave forgiven it; but there was one specially narrow-waisted lieutenant,\nwho towards the end of the evening kept Marian nearly wholly to himself.\nNow to a man in love, who has had but little experience of either balls\nor young ladies, this is intolerable.\n\nHe only met her twice after that before his return to Mount Pleasant, and\non the first occasion that odious soldier was not there.  But a specially\ndevout young clergyman was present, an unmarried, evangelical, handsome\nyoung curate fresh from England; and Marian’s piety had been so excited\nthat she had cared for no one else.  It appeared moreover that the\ncurate’s gifts for conversion were confined, as regarded that\nopportunity, to Marion’s advantage.  “I will have nothing more to say to\nher,” said Maurice to himself, scowling.  But just as he went away Marian\nhad given him her hand, and called him Maurice—for she pretended that\nthey were cousins—and had looked into his eyes and declared that she did\nhope that the assembly at Spanish Town would soon be sitting again.\nHitherto, she said, she had not cared one straw about it.  Then poor\nMaurice pressed the little fingers which lay within his own, and swore\nthat he would be at Shandy Hall on the day before his return to Mount\nPleasant.  So he was; and there he found the narrow-waisted lieutenant,\nnot now bedecked with sash and epaulettes, but lolling at his ease on\nMrs. Leslie’s sofa in a white jacket, while Marian sat at his feet\ntelling his fortune with a book about flowers.\n\n“Oh, a musk rose, Mr. Ewing; you know what a musk rose means!”  Then she\ngot up and shook hands with Mr. Cumming; but her eyes still went away to\nthe white jacket and the sofa.  Poor Maurice had often been nearly\nbroken-hearted in his efforts to manage his free black labourers; but\neven that was easier than managing such as Marion Leslie.\n\nMarian Leslie was a Creole—as also were Miss Jack and Maurice Cumming—a\nchild of the tropics; but by no means such a child as tropical children\nare generally thought to be by us in more northern latitudes.  She was\nblack-haired and black-eyed, but her lips were as red and her cheeks as\nrosy as though she had been born and bred in regions where the snow lies\nin winter.  She was a small, pretty, beautifully made little creature,\nsomewhat idle as regards the work of the world, but active and strong\nenough when dancing or riding were required from her.  Her father was a\nbanker, and was fairly prosperous in spite of the poverty of his country.\nHis house of business was at Kingston, and he usually slept there twice a\nweek; but he always resided at Shandy Hall, and Mrs. Leslie and her\nchildren knew but very little of the miseries of Kingston.  For be it\nknown to all men, that of all towns Kingston, Jamaica, is the most\nmiserable.\n\nI fear that I shall have set my readers very much against Marian\nLeslie;—much more so than I would wish to do.  As a rule they will not\nknow how thoroughly flirting is an institution in the West\nIndies—practised by all young ladies, and laid aside by them when they\nmarry, exactly as their young-lady names and young-lady habits of various\nkinds are laid aside.  All I would say of Marian Leslie is this, that she\nunderstood the working of the institution more thoroughly than others\ndid.  And I must add also in her favour that she did not keep her\nflirting for sly corners, nor did her admirers keep their distance till\nmamma was out of the way.  It mattered not to her who was present.  Had\nshe been called on to make one at a synod of the clergy of the island,\nshe would have flirted with the bishop before all his priests.  And there\nhave been bishops in the colony who would not have gainsayed her!\n\nBut Maurice Cumming did not rightly calculate all this; nor indeed did\nMiss Jack do so as thoroughly as she should have done, for Miss Jack knew\nmore about such matters than did poor Maurice.  “If you like Marion, why\ndon’t you marry her?”\n\nMiss Jack had once said to him; and this coming from Miss Jack, who was\nmade of money, was a great deal.\n\n“She wouldn’t have me,” Maurice had answered.\n\n“That’s more than you know or I either,” was Miss Jack’s reply.  “But if\nyou like to try, I’ll help you.”\n\nWith reference to this, Maurice as he left Miss Jack’s residence on his\nreturn to Mount Pleasant, had declared that Marian Leslie was not worth\nan honest man’s love.\n\n“Psha!” Miss Jack replied; “Marian will do like other girls.  When you\nmarry a wife I suppose you mean to be master?”\n\n“At any rate I shan’t marry her,” said Maurice.  And so he went his way\nback to Hanover with a sore heart.  And no wonder, for that was the very\nday on which Lieutenant Ewing had asked the question about the musk rose.\n\nBut there was a dogged constancy of feeling about Maurice which could not\nallow him to disburden himself of his love.  When he was again at Mount\nPleasant among his sugar-canes and hogsheads he could not help thinking\nabout Marian.  It is true he always thought of her as flying round that\nball-room in Ewing’s arms, or looking up with rapt admiration into that\nyoung parson’s face; and so he got but little pleasure from his thoughts.\nBut not the less was he in love with her;—not the less, though he would\nswear to himself three times in the day that for no earthly consideration\nwould he marry Marian Leslie.\n\nThe early months of the year from January to May are the busiest with a\nJamaica sugar-grower, and in this year they were very busy months with\nMaurice Cumming.  It seemed as though there were actually some truth in\nMiss Jack’s prediction that prosperity would return to him if he attended\nto his country; for the prices of sugar had risen higher than they had\never been since the duty had been withdrawn, and there was more promise\nof a crop at Mount Pleasant than he had seen since his reign commenced.\nBut then the question of labour?  How he slaved in trying to get work\nfrom those free negroes; and alas! how often he slaved in vain!  But it\nwas not all in vain; for as things went on it became clear to him that in\nthis year he would, for the first time since he commenced, obtain\nsomething like a return from his land.  What if the turning-point had\ncome, and things were now about to run the other way.\n\nBut then the happiness which might have accrued to him from this source\nwas dashed by his thoughts of Marian Leslie.  Why had he thrown himself\nin the way of that syren?  Why had he left Mount Pleasant at all?  He\nknew that on his return to Spanish Town his first work would be to visit\nShandy Hall; and yet he felt that of all places in the island, Shandy\nHall was the last which he ought to visit.\n\nAnd then about the beginning of May, when he was hard at work turning the\nlast of his canes into sugar and rum, he received his annual visit from\nMiss Jack.  And whom should Miss Jack bring with her but Mr. Leslie.\n\n“I’ll tell you what it is,” said Miss Jack; “I have spoken to Mr. Leslie\nabout you and Marian.”\n\n“Then you had no business to do anything of the kind,” said Maurice,\nblushing up to his ears.\n\n“Nonsense,” replied Miss Jack, “I understand what I am about.  Of course\nMr. Leslie will want to know something about the estate.”\n\n“Then he may go back as wise as he came, for he’ll learn nothing from me.\nNot that I have anything to hide.”\n\n“So I told him.  Now there are a large family of them, you see; and of\ncourse he can’t give Marian much.”\n\n“I don’t care a straw if he doesn’t give her a shilling.  If she cared\nfor me, or I for her, I shouldn’t look after her for her money.”\n\n“But a little money is not a bad thing, Maurice,” said Miss Jack, who in\nher time had had a good deal, and had managed to take care of it.\n\n“It is all one to me.”\n\n“But what I was going to say is this—hum—ha.  I don’t like to pledge\nmyself for fear I should raise hopes which mayn’t be fulfilled.”\n\n“Don’t pledge yourself to anything, aunt, in which Marian Leslie and I\nare concerned.”\n\n“But what I was going to say is this; my money, what little I have, you\nknow, must go some day either to you or to the Leslies.”\n\n“You may give all to them if you please.”\n\n“Of course I may, and I dare say I shall,” said Miss Jack, who was\nbeginning to be irritated.  “But at any rate you might have the civility\nto listen to me when I am endeavouring to put you on your legs.  I am\nsure I think about nothing else, morning, noon, and night, and yet I\nnever get a decent word from you.  Marian is too good for you; that’s the\ntruth.”\n\nBut at length Miss Jack was allowed to open her budget, and to make her\nproposition; which amounted to this—that she had already told Mr. Leslie\nthat she would settle the bulk of her property conjointly on Maurice and\nMarian if they would make a match of it.  Now as Mr. Leslie had long been\ncasting a hankering eye after Miss Jack’s money, with a strong conviction\nhowever that Maurice Cumming was her favourite nephew and probable heir,\nthis proposition was not unpalatable.  So he agreed to go down to Mount\nPleasant and look about him.\n\n“But you may live for the next thirty years, my dear Miss Jack,” Mr.\nLeslie had said.\n\n“Yes, I may,” Miss Jack replied, looking very dry.\n\n“And I am sure I hope you will,” continued Mr. Leslie.  And then the\nsubject was allowed to drop; for Mr. Leslie knew that it was not always\neasy to talk to Miss Jack on such matters.\n\nMiss Jack was a person in whom I think we may say that the good\npredominated over the bad.  She was often morose, crabbed, and\nself-opinionated; but then she knew her own imperfections, and forgave\nthose she loved for evincing their dislike of them.  Maurice Cumming was\noften inattentive to her, plainly showing that he was worried by her\nimportunities and ill at ease in her company.  But she loved her nephew\nwith all her heart; and though she dearly liked to tyrannise over him,\nnever allow herself to be really angry with him, though he so frequently\nrefused to bow to her dictation.  And she loved Marian Leslie also,\nthough Marian was so sweet and lovely and she herself so harsh and\nill-favoured.  She loved Marian, though Marian would often be\nimpertinent.  She forgave the flirting, the light-heartedness, the love\nof amusement.  Marian, she said to herself, was young and pretty.  She,\nMiss Jack, had never known Marian’s temptation.  And so she resolved in\nher own mind that Marian should be made a good and happy woman;—but\nalways as the wife of Maurice Cumming.\n\nBut Maurice turned a deaf ear to all these good tidings—or rather he\nturned to them an ear that seemed to be deaf.  He dearly, ardently loved\nthat little flirt; but seeing that she was a flirt, that she had flirted\nso grossly when he was by, he would not confess his love to a human\nbeing.  He would not have it known that he was wasting his heart for a\nworthless little chit, to whom every man was the same—except that those\nwere most eligible whose toes were the lightest and their outside\ntrappings the brightest.  That he did love her he could not help, but he\nwould not disgrace himself by acknowledging it.\n\nHe was very civil to Mr. Leslie, but he would not speak a word that could\nbe taken as a proposal for Marian.  It had been part of Miss Jack’s plan\nthat the engagement should absolutely be made down there at Mount\nPleasant, without any reference to the young lady; but Maurice could not\nbe induced to break the ice.  So he took Mr. Leslie through his mills and\nover his cane-pieces, talked to him about the laziness of the “niggers,”\nwhile the “niggers” themselves stood by tittering, and rode with him away\nto the high grounds where the coffee plantation had been in the good old\ndays; but not a word was said between them about Marian.  And yet Marian\nwas never out of his heart.\n\nAnd then came the day on which Mr. Leslie was to go back to Kingston.\n“And you won’t have her then?” said Miss Jack to her nephew early that\nmorning.  “You won’t be said by me?”\n\n“Not in this matter, aunt.”\n\n“Then you will live and die a poor man; you mean that, I suppose?”\n\n“It’s likely enough that I shall.  There’s this comfort, at any rate, I’m\nused to it.”  And then Miss Jack was silent again for a while.\n\n“Very well, sir; that’s enough,” she said angrily.  And then she began\nagain.  “But, Maurice, you wouldn’t have to wait for my death, you know.”\nAnd she put out her hand and touched his arm, entreating him as it were\nto yield to her.  “Oh, Maurice,” she said, “I do so want to make you\ncomfortable.  Let us speak to Mr. Leslie.”\n\nBut Maurice would not.  He took her hand and thanked her, but said that\non this matter he must he his own master.  “Very well, sir,” she\nexclaimed, “I have done.  In future you may manage for yourself.  As for\nme, I shall go back with Mr. Leslie to Kingston.”  And so she did.  Mr.\nLeslie returned that day, taking her with him.  When he took his leave,\nhis invitation to Maurice to come to Shandy Hall was not very pressing.\n“Mrs. Leslie and the children will always be glad to see you,” said he.\n\n“Remember me very kindly to Mrs. Leslie and the children,” said Maurice.\nAnd so they parted.\n\n“You have brought me down here on a regular fool’s errand,” said Mr.\nLeslie, on their journey back to town.\n\n“It will all come right yet,” replied Miss Jack.  “Take my word for it he\nloves her.”\n\n“Fudge,” said Mr. Leslie.  But he could not afford to quarrel with his\nrich connection.\n\nIn spite of all that he had said and thought to the contrary, Maurice did\nlook forward during the remainder of the summer to his return to Spanish\nTown with something like impatience, it was very dull work, being there\nalone at Mount Pleasant; and let him do what he would to prevent it, his\nvery dreams took him to Shandy Hall.  But at last the slow time made\nitself away, and he found himself once more in his aunt’s house.\n\nA couple of days passed and no word was said about the Leslies.  On the\nmorning of the third day he determined to go to Shandy Hall.  Hitherto he\nhad never been there without staying for the night; but on this occasion\nhe made up his mind to return the same day.  “It would not be civil of me\nnot to go there,” he said to his aunt.\n\n“Certainly not,” she replied, forbearing to press the matter further.\n“But why make such a terrible hard day’s work of it?”\n\n“Oh, I shall go down in the cool, before breakfast; and then I need not\nhave the bother of taking a bag.”\n\nAnd in this way he started.  Miss Jack said nothing further; but she\nlonged in her heart that she might be at Marian’s elbow unseen during the\nvisit.\n\nHe found them all at breakfast, and the first to welcome him at the hall\ndoor was Marian.  “Oh, Mr. Cumming, we are so glad to see you;” and she\nlooked into his eyes with a way she had, that was enough to make a man’s\nheart wild.  But she not call him Maurice now.\n\nMiss Jack had spoken to her sister, Mrs. Leslie, as well as to Mr.\nLeslie, about this marriage scheme.  “Just let them alone,” was Mrs.\nLeslie’s advice.  “You can’t alter Marian by lecturing her.  If they\nreally love each other they’ll come together; and if they don’t, why then\nthey’d better not.”\n\n“And you really mean that you’re going back to Spanish Town to-day?” said\nMrs. Leslie to her visitor.\n\n“I’m afraid I must.  Indeed I haven’t brought my things with me.”  And\nthen he again caught Marian’s eye, and began to wish that his resolution\nhad not been so sternly made.\n\n“I suppose you are so fond of that House of Assembly,” said Marian, “that\nyou cannot tear yourself away for more than one day.  You’ll not be able,\nI suppose, to find time to come to our picnic next week?”\n\nMaurice said he feared that he should not have time to go to a picnic.\n\n“Oh, nonsense,” said Fanny—one of the younger girls—“you must come.  We\ncan’t do without him, can we?”\n\n“Marian has got your name down the first on the list of the gentlemen,”\nsaid another.\n\n“Yes; and Captain Ewing’s second,” said Bell, the youngest.\n\n“I’m afraid I must induce your sister to alter her list,” said Maurice,\nin his sternest manner.  “I cannot manage to go, and I’m sure she will\nnot miss me.”\n\nMarion looked at the little girl who had so unfortunately mentioned the\nwarrior’s name, and the little girl knew that she had sinned.\n\n“Oh, we cannot possibly do without you; can we, Marian?” said Fanny.\n“It’s to be at Bingley’s Dell, and we’ve got a bed for you at Newcastle;\nquite near, you know.”\n\n“And another for—” began Bell, but she stopped herself.\n\n“Go away to your lessons, Bell,” said Marion.  “You know how angry mamma\nwill be at your staying here all the morning;” and poor Bell with a\nsorrowful look left the room.\n\n“We are all certainly very anxious that you should come; very anxious for\na great many reasons,” said Marian, in a voice that was rather solemn,\nand as though the matter were one of considerable import.  “But if you\nreally cannot, why of course there is no more to be said.”\n\n“There will be plenty without me, I am sure.”\n\n“As regards numbers, I dare say there will; for we shall have pretty\nnearly the whole of the two regiments;” and Marian as she alluded to the\nofficers spoke in a tone which might lead one to think that she would\nmuch rather be without them; “but we counted on you as being one of\nourselves; and as you had been away so long, we thought—we thought—,” and\nthen she turned away her face, and did not finish her speech.  Before he\ncould make up his mind as to his answer she had risen from her chair, and\nwalked out of the room.  Maurice almost thought that he saw a tear in her\neye as she went.\n\nHe did ride back to Spanish Town that afternoon, after an early dinner;\nbut before he went Marian spoke to him alone for one minute.\n\n“I hope you are not offended with me,” she said.\n\n“Offended! oh no; how could I be offended with you?”\n\n“Because you seem so stern.  I am sure I would do anything I could to\noblige you, if I knew how.  It would be so shocking not to be good\nfriends with a cousin like you.”\n\n“But there are so many different sorts of friends,” said Maurice.\n\n“Of course there are.  There are a great many friends that one does not\ncare a bit for,—people that one meets at balls and places like that—”\n\n“And at picnics,” said Maurice.\n\n“Well, some of them there too; but we are not like that; are we?”\n\nWhat could Maurice do but say, “no,” and declare that their friendship\nwas of a warmer description?  And how could he resist promising to go to\nthe picnic, though as he made the promise he knew that misery would be in\nstore for him?  He did promise, and then she gave him her hand and called\nhim Maurice.\n\n“Oh!  I am so glad,” she said.  “It seemed so shocking that you should\nrefuse to join us.  And mind and be early, Maurice; for I shall want to\nexplain it all.  We are to meet, you know, at Clifton Gate at one\no’clock, but do you be a little before that, and we shall be there.”\n\nMaurice Cumming resolved within his own breast as he rode back to Spanish\nTown, that if Marian behaved to him all that day at the picnic as she had\ndone this day at Shandy Hall, he would ask her to be his wife before he\nleft her.\n\nAnd Miss Jack also was to be at the picnic.\n\n“There is no need of going early,” said she, when her nephew made a fuss\nabout the starting.  “People are never very punctual at such affairs as\nthat; and then they are always quite long enough.”  But Maurice explained\nthat he was anxious to be early, and on this occasion he carried his\npoint.\n\nWhen they reached Clifton Gate the ladies were already there; not in\ncarriages, as people go to picnics in other and tamer countries, but each\non her own horse or her own pony.  But they were not alone.  Beside Miss\nLeslie was a gentleman, whom Maurice knew as Lieutenant Graham, of the\nflag-ship at Port Royal; and at a little distance which quite enabled him\nto join in the conversation was Captain Ewing, the lieutenant with the\nnarrow waist of the previous year.\n\n“We shall have a delightful day, Miss Leslie,” said the lieutenant.\n\n“Oh, charming, isn’t it?” said Marian.\n\n“But now to choose a place for dinner, Captain Ewing;—what do you say?”\n\n“Will you commission me to select?  You know I’m very well up in\ngeometry, and all that?”\n\n“But that won’t teach you what sort of a place does for a picnic\ndinner;—will it, Mr. Cumming?”  And then she shook hands with Maurice,\nbut did not take any further special notice of him.  “We’ll all go\ntogether, if you please.  The commission is too important to be left to\none.”  And then Marian rode off, and the lieutenant and the captain rode\nwith her.\n\nIt was open for Maurice to join them if he chose, but he did not choose.\nHe had come there ever so much earlier than he need have done, dragging\nhis aunt with him, because Marian had told him that his services would be\nspecially required by her.  And now as soon as she saw him she went away\nwith the two officers!—went away without vouchsafing him a word.  He made\nup his mind, there on the spot, that he would never think of her\nagain—never speak to her otherwise than he might speak to the most\nindifferent of mortals.\n\nAnd yet he was a man that could struggle right manfully with the world’s\ntroubles; one who had struggled with them from his boyhood, and had never\nbeen overcome.  Now he was unable to conceal the bitterness of his wrath\nbecause a little girl had ridden off to look for a green spot for her\ntablecloth without asking his assistance!\n\nPicnics are, I think, in general, rather tedious for the elderly people\nwho accompany them.  When the joints become a little stiff, dinners are\neaten most comfortably with the accompaniment of chairs and tables, and a\nroof overhead is an agrément de plus.  But, nevertheless, picnics cannot\nexist without a certain allowance of elderly people.  The Miss Marians\nand Captains Ewing cannot go out to dine on the grass without some one to\nlook after them.  So the elderly people go to picnics, in a dull tame\nway, doing their duty, and wishing the day over.  Now on the morning in\nquestion, when Marian rode off with Captain Ewing and lieutenant Graham,\nMaurice Cumming remained among the elderly people.\n\nA certain Mr. Pomken, a great Jamaica agriculturist, one of the Council,\na man who had known the good old times, got him by the button and held\nhim fast, discoursing wisely of sugar and ruin, of Gadsden pans and\nrecreant negroes, on all of which subjects Maurice Cumming was known to\nhave an opinion of his own.  But as Mr. Pomken’s words sounded into one\near, into the other fell notes, listened to from afar,—the shrill\nlaughing voice of Marian Leslie as she gave her happy order to her\nsatellites around her, and ever and anon the bass haw-haw of Captain\nEwing, who was made welcome as the chief of her attendants.  That evening\nin a whisper to a brother councillor Mr. Pomken communicated his opinion\nthat after all there was not so much in that young Cumming as some people\nsaid.  But Mr. Pomken had no idea that that young Cumming was in love.\n\nAnd then the dinner came, spread over half an acre.  Maurice was among\nthe last who seated himself; and when he did so it was in an awkward\ncomfortless corner, behind Mr. Pomken’s back, and far away from the\nlaughter and mirth of the day.  But yet from his comfortless corner he\ncould see Marian as she sat in her pride of power, with her friend Julia\nDavis near her, a flirt as bad as herself, and her satellites around her,\nobedient to her nod, and happy in her smiles.\n\n“Now I won’t allow any more champagne,” said Marian, “or who will there\nbe steady enough to help me over the rocks to the grotto?”\n\n“Oh, you have promised me!” cried the captain.\n\n“Indeed, I have not; have I, Julia?”\n\n“Miss Davis has certainly promised me,” said the lieutenant.\n\n“I have made no promise, and don’t think I shall go at all,” said Julia,\nwho was sometimes inclined to imagine that Captain Ewing should be her\nown property.\n\nAll which and much more of the kind Maurice Cumming could not hear; but\nhe could see—and imagine, which was worse.  How innocent and inane are,\nafter all, the flirtings of most young ladies, if all their words and\ndoings in that line could be brought to paper!  I do not know whether\nthere be as a rule more vocal expression of the sentiment of love between\na man and woman than there is between two thrushes!  They whistle and\ncall to each other, guided by instinct rather than by reason.\n\n“You are going home with the ladies to-night, I believe,” said Maurice to\nMiss Jack, immediately after dinner.  Miss Jack acknowledged that such\nwas her destination for the night.\n\n“Then my going back to Spanish Town at once won’t hurt any one—for, to\ntell the truth, I have had enough of this work.”\n\n“Why, Maurice, you were in such a hurry to come.”\n\n“The more fool I; and so now I am in a hurry to go away.  Don’t notice it\nto anybody.”\n\nMiss Jack looked in his face and saw that he was really wretched; and she\nknew the cause of his wretchedness.\n\n“Don’t go yet, Maurice,” she said; and then added with a tenderness that\nwas quite uncommon with her, “Go to her, Maurice, and speak to her openly\nand freely, once for all; you will find that she will listen then.  Dear\nMaurice, do, for my sake.”\n\nHe made no answer, but walked away, roaming sadly by himself among the\ntrees.  “Listen!” he exclaimed to himself.  “Yes, she will alter a dozen\ntimes in as many hours.  Who can care for a creature that can change as\nshe changes?”  And yet he could not help caring for her.\n\nAs he went on, climbing among rocks, he again came upon the sound of\nvoices, and heard especially that of Captain Ewing.  “Now, Miss Leslie,\nif you will take my hand you will soon be over all the difficulty.”  And\nthen a party of seven or eight, scrambling over some stones, came nearly\non the level on which he stood, in full view of him; and leading the\nothers were Captain Ewing and Miss Leslie.\n\nHe turned on his heel to go away, when he caught the sound of a step\nfollowing him, and a voice saying, “Oh, there is Mr. Cumming, and I want\nto speak to him;” and in a minute a light hand was on his arm.\n\n“Why are you running away from us?” said Marian.\n\n“Because—oh, I don’t know.  I am not running away.  You have your party\nmade up, and I am not going to intrude on it.”\n\n“What nonsense!  Do come now; we are going to this wonderful grotto.  I\nthought it so ill-natured of you, not joining us at dinner.  Indeed you\nknow you had promised.”\n\nHe did not answer her, but he looked at her—full in the face, with his\nsad eyes laden with love.  She half understood his countenance, but only\nhalf understood it.\n\n“What is the matter, Maurice?” she said.  “Are you angry with me?  Will\nyou come and join us?”\n\n“No, Marian, I cannot do that.  But if you can leave them and come with\nme for half an hour, I will not keep you longer.”\n\nShe stood hesitating a moment, while her companion remained on the spot\nwhere she had left him.  “Come, Miss Leslie,” called Captain Ewing.  “You\nwill have it dark before we can get down.”\n\n“I will come with you,” whispered she to Maurice, “but wait a moment.”\nAnd she tripped back, and in some five minutes returned after an eager\nargument with her friends.  “There,” she said, “I don’t care about the\ngrotto, one bit, and I will walk with you now;—only they will think it so\nodd.”  And so they started off together.\n\nBefore the tropical darkness had fallen upon them Maurice had told the\ntale of his love,—and had told it in a manner differing much from that of\nMarian’s usual admirers, he spoke with passion and almost with violence;\nhe declared that his heart was so full of her image that he could not rid\nhimself of it for one minute; “nor would he wish to do so,” he said, “if\nshe would be his Marian, his own Marian, his very own.  But if not—” and\nthen he explained to her, with all a lover’s warmth, and with almost more\nthan a lover’s liberty, what was his idea of her being “his own, his very\nown,” and in doing so inveighed against her usual light-heartedness in\nterms which at any rate were strong enough.\n\nBut Marian here it all well.  Perhaps she knew that the lesson was\nsomewhat deserved; and perhaps she appreciated at its value the love of\nsuch a man as Maurice Cumming, weighing in her judgment the difference\nbetween him and the Ewings and the Grahams.\n\nAnd then she answered him well and prudently, with words which startled\nhim by their prudent seriousness as coming from her.  She begged his\npardon heartily, she said, for any grief which she had caused him; but\nyet how was she to be blamed, seeing that she had known nothing of his\nfeelings?  Her father and mother had said something to her of this\nproposed marriage; something, but very little; and she had answered by\nsaying that she did not think Maurice had any warmer regard for her than\nof a cousin.  After this answer neither father nor mother had pressed the\nmatter further.  As to her own feelings she could then say nothing, for\nshe then knew nothing;—nothing but this, that she loved no one better\nthan him, or rather that she loved no one else.  She would ask herself if\nshe could love him; but he must give her some little time for that.  In\nthe meantime—and she smiled sweetly at him as she made the promise—she\nwould endeavour to do nothing that would offend him; and then she added\nthat on that evening she would dance with him any dances that he liked.\nMaurice, with a self-denial that was not very wise, contented himself\nwith engaging her for the first quadrille.\n\nThey were to dance that night in the mess-room of the officers at\nNewcastle.  This scheme had been added on as an adjunct to the picnic,\nand it therefore became necessary that the ladies should retire to their\nown or their friends’ houses at Newcastle to adjust their dresses.\nMarian Leslie and Julia Davis were there accommodated with the loan of a\nsmall room by the major’s wife, and as they were brushing their hair, and\nputting on their dancing-shoes, something was said between them about\nMaurice Cumming.\n\n“And so you are to be Mrs. C. of Mount Pleasant,” said Julia.  “Well; I\ndidn’t think it would come to that at last.”\n\n“But it has not come to that, and if it did why should I not be Mrs. C.,\nas you call it?”\n\n“The knight of the rueful countenance, I call him.”\n\n“I tell you what then, he is an excellent young man, and the fact is you\ndon’t know him.”\n\n“I don’t like excellent young men with long faces.  I suppose you won’t\nbe let to dance quick dances at all now.”\n\n“I shall dance whatever dances I like, as I have always done,” said\nMarian, with some little asperity in her tone.\n\n“Not you; or if you do, you’ll lose your promotion.  You’ll never live to\nbe my Lady Rue.  And what will Graham say?  You know you’ve given him\nhalf a promise.”\n\n“That’s not true, Julia;—I never gave him the tenth part of a promise.”\n\n“Well, he says so;” and then the words between the young ladies became a\nlittle more angry.  But, nevertheless, in due time they came forth with\nfaces smiling as usual, with their hair brushed, and without any signs of\nwarfare.\n\nBut Marian had to stand another attack before the business of the evening\ncommenced, and this was from no less doughty an antagonist than her aunt,\nMiss Jack.  Miss Jack soon found that Maurice had not kept his threat of\ngoing home; and though she did not absolutely learn from him that he had\ngone so far towards perfecting her dearest hopes as to make a formal\noffer to Marion, nevertheless she did gather that things were fast that\nway tending.  If only this dancing were over! she said to herself,\ndreading the unnumbered waltzes with Ewing, and the violent polkas with\nGraham.  So Miss Jack resolved to say one word to Marian—“A wise word in\ngood season,” said Miss Jack to herself, “how sweet a thing it is.”\n\n“Marian,” said she.  “Step here a moment, I want to say a word to you.”\n\n“Yes, aunt Sarah,” said Marian, following her aunt into a corner, not\nquite in the best humour in the world; for she had a dread of some\nfurther interference.\n\n“Are you going to dance with Maurice to-night?”\n\n“Yes, I believe so,—the first quadrille.”\n\n“Well, what I was going to say is this.  I don’t want you to dance many\nquick dances to-night, for a reason I have;—that is, not a great many.”\n\n“Why, aunt, what nonsense!”\n\n“Now my dearest, dearest girl, it is all for your own sake.  Well, then,\nit must out.  He does not like it, you know.”\n\n“What he?”\n\n“Maurice.”\n\n“Well, aunt, I don’t know that I’m bound to dance or not to dance just as\nMr. Cumming may like.  Papa does not mind my dancing.  The people have\ncome here to dance and you can hardly want to make me ridiculous by\nsitting still.”  And so that wise word did not appear to be very sweet.\n\nAnd then the amusement of the evening commenced, and Marian stood up for\na quadrille with her lover.  She however was not in the very best humour.\nShe had, as she thought, said and done enough for one day in Maurice’s\nfavour.  And she had no idea, as she declared to herself, of being\nlectured by aunt Sarah.\n\n“Dearest Marion,” he said to her, as the quadrille came to a close, “it\nis an your power to make me so happy,—so perfectly happy.”\n\n“But then people have such different ideas of happiness,” she replied.\n“They can’t all see with the same eyes, you know.”  And so they parted.\n\nBut during the early part of the evening she was sufficiently discreet;\nshe did waltz with Lieutenant Graham, and polk with Captain Ewing, but\nshe did so in a tamer manner than was usual with her, and she made no\nemulous attempts to dance down other couples.  When she had done she\nwould sit down, and then she consented to stand up for two quadrilles\nwith two very tame gentlemen, to whom no lover could object.\n\n“And so, Marian, your wings are regularly clipped at last,” said Julia\nDavis coming up to her.\n\n“No more clipped than your own,” said Marian.\n\n“If Sir Rue won’t let you waltz now, what will he require of you when\nyou’re married to him?”\n\n“I am just as well able to waltz with whom I like as you are, Julia; and\nif you say so in that way, I shall think it’s envy.”\n\n“Ha—ha—ha; I may have envied you some of your beaux before now; I dare\nsay I have.  But I certainly do not envy you Sir Rue.”  And then she went\noff to her partner.\n\nAll this was too much for Marian’s weak strength, and before long she was\nagain whirling round with Captain Ewing.  “Come, Miss Leslie,” said he,\n“let us see what we can do.  Graham and Julia Davis have been saying that\nyour waltzing days are over, but I think we can put them down.”\n\nMarian as she got up, and raised her arm in order that Ewing might put\nhis round her waist, caught Maurice’s eye as he leaned against a wall,\nand read in it a stern rebuke.  “This is too bad,” she said to herself.\n“He shall not make a slave of me, at any rate as yet.”  And away she went\nas madly, more madly than ever, and for the rest of the evening she\ndanced with Captain Ewing and with him alone.\n\nThere is an intoxication quite distinct from that which comes from strong\ndrink.  When the judgment is altogether overcome by the spirits this\nspecies of drunkenness comes on, and in this way Marian Leslie was drunk\nthat night.  For two hours she danced with Captain Ewing, and ever and\nanon she kept saying to herself that she would teach the world to\nknow—and of all the world Mr. Cumming especially—that she might be lead,\nbut not driven.\n\nThen about four o’clock she went home, and as she attempted to undress\nherself in her own room she burst into violent tears and opened her heart\nto her sister—“Oh, Fanny, I do love him, I do love him so dearly! and now\nhe will never come to me again!”\n\nMaurice stood still with his back against the wall, for the full two\nhours of Marian’s exhibition, and then he said to his aunt before he\nleft—“I hope you have now seen enough; you will hardly mention her name\nto me again.”  Miss Jack groaned from the bottom of her heart but she\nsaid nothing.  She said nothing that night to any one; but she lay awake\nin her bed, thinking, till it was time to rise and dress herself.  “Ask\nMiss Marian to come to me,” she said to the black girl who came to assist\nher.  But it was not till she had sent three times, that Miss Marian\nobeyed the summons.\n\nAt three o’clock on the following day Miss Jack arrived at her own hall\ndoor in Spanish Town.  Long as the distance was she ordinarily rode it\nall, but on this occasion she had provided a carriage to bring her over\nas much of the journey as it was practicable for her to perform on\nwheels.  As soon as she reached her own hall door she asked if Mr.\nCumming was at home.  “Yes,” the servant said.  “He was in the small\nbook-room, at the back of the house, up stairs.”  Silently, as if afraid\nof being heard, she stepped up her own stairs into her own drawing-room;\nand very silently she was followed by a pair of feet lighter and smaller\nthan her own.\n\nMiss Jack was usually somewhat of a despot in her own house, but there\nwas nothing despotic about her now as she peered into the book-room.\nThis she did with her bonnet still on, looking round the half-opened door\nas though she were afraid to disturb her nephew, he sat at the window\nlooking out into the verandah which ran behind the house, so intent on\nhis thoughts that he did not hear her.\n\n“Maurice,” she said, “can I come in?”\n\n“Come in? oh yes, of course;” and he turned round sharply at her.  “I\ntell you what, aunt; I am not well here and I cannot stay out the\nsession.  I shall go back to Mount Pleasant.”\n\n“Maurice,” and she walked close up to him as she spoke, “Maurice, I have\nbrought some one with me to ask your pardon.”\n\nHis face became red up to the roots of his hair as he stood looking at\nher without answering.  “You would grant it certainly,” she continued,\n“if you knew how much it would be valued.”\n\n“Whom do you mean? who is it?” he asked at last.\n\n“One who loves you as well as you love her—and she cannot love you\nbetter.  Come in, Marian.”  The poor girl crept in at the door, ashamed\nof what she was induced to do, but yet looking anxiously into her lover’s\nface.  “You asked her yesterday to be your wife,” said Miss Jack, “and\nshe did not then know her own mind.  Now she has had a lesson.  You will\nask her once again; will you not, Maurice?”\n\nWhat was he to say? how was he to refuse, when that soft little hand was\nheld out to him; when those eyes laden with tears just ventured to look\ninto his face?\n\n“I beg your pardon if I angered you last night,” she said.\n\nIn half a minute Miss Jack had left the room, and in the space of another\nthirty seconds Maurice had forgiven her.  “I am your own now, you know,”\nshe whispered to him in the course of that long evening.  “Yesterday, you\nknow—,” but the sentence was never finished.\n\nIt was in vain that Julia Davis was ill-natured and sarcastic, in vain\nthat Ewing and Graham made joint attempt upon her constancy.  From that\nnight to the morning of her marriage—and the interval was only three\nmonths—Marian Leslie was never known to flirt.\n\n\n\n",
  "metadata": {
    "author": [
      "Trollope, Anthony"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/3699/pg3699.txt",
    "name": "miss_sarah_jack_of_spanish_town_jamaica"
  }
}
