{
    "name": "Mistake inside",
    "author": [
        "Blish, James"
    ],
    "body": "This was England, two hundred years before bomb craters had become a\nfixed feature of the English landscape, and while the coffee house\nstill had precedence over the pub. The fire roared, and the smoke from\nlong clay church-warden pipes made a blue haze through which cheerful\nconversation struggled.\n\nThe door swung back, and the host stood in the opening, fat hands\non hips, surveying the scene contentedly. Someone, invisible in the\nfog, drank a slurred uproarious toast, and a glass slammed into the\nfireplace, where the brandy-coated fragments made a myriad of small\nblue flames.\n\n\"Split me if that goes not in the reckoning!\" the innkeeper bellowed.\nA ragged chorus of derision answered him. The inn cat shot down the\nstairs behind him, and its shadow glided briefly over the room as it\npassed the fire. It was an impossibly large, dark shadow, and for a\nmoment it blacked out several of the booths in the rear of the chamber;\nthe close, motionless air seemed to take on a chill. Then it was gone,\nand the cat, apparently annoyed by the noise, vanished into the depths\nof a heavy chair.\n\nThe host forgot about it. He was accustomed to its sedentary tastes.\nIt often got sat on in the after-theater hilarity. He rolled\ngood-naturedly across the room as someone pounded on a table for him.\n\nBut the cat, this time, had not merely burrowed into the cushions. It\nwas gone. In the chair, in a curiously transparent condition which made\nhim nearly invisible in the uncertain light, sat a dazed, tired figure\nin a Twentieth-Century Tux....\n\nThe radio was playing a melancholy opus called \"Is You Is or Is You\nAin't, My Baby,\" as the cab turned the corner. \"Here you are, sir,\"\ncroaked the driver in his three A.M. voice.\n\nThe sleepy-eyed passenger's own voice was a little unreliable. \"How\nmuch?\"\n\nThe fare was paid and the cabby wearily watched his erstwhile customer\ngo up the snow-covered walk between the hedges. He put the car in gear.\nThen he gaped and let the clutch up. The engine died with a reproachful\ngasp.\n\nThe late rider had staggered suddenly sidewise toward the bushes--had\nhe been that drunk? Of course, he had only tripped and fallen out of\nsight; the cabby's fleeting notion that he had melted into the air\nwas an illusion, brought on by the unchristian lateness of the hour.\nNevertheless the tracks in the snow did stop rather unaccountably. The\ncabby swore, started his engine, and drove away, as cautiously as he\nhad ever driven in his life.\n\nBehind him, from the high tree in the yard, a cat released a lonely\nululation on the cold, still night.\n\nThe stage was set....\n\nThere is order in all confusions; but Dr. Hugh Tracy, astronomer,\nknew nothing of the two events recorded above when his adventure\nbegan, so he could make no attempt at integrating them. Indeed, he was\nin confusion enough without dragging in any stray cats. One minute\nhe had been charging at the door of Jeremy Wright's apartment, an\nautomatic in his hand and blind rage in his heart. As his shoulder had\nsplintered the panel, the world had revolved once around him, like a\nscene-changing stunt in the movies.\n\n\n\nThe scene had changed, all right. He was not standing in Jeremy\nWright's apartment at all, but in a low-roofed, dirt-floored room built\nof crudely shaped logs, furnished only with two antique chairs and a\nrickety table from which two startled men were arising. The two were\ndressed in leathern jerkins of a type fashionable in the early 1700's.\n\n\"I--I beg your pardon,\" he volunteered lamely. \"I must have mixed the\napartments up.\" He did not turn to go immediately, however, for as he\nthought disgustedly concerning the lengths to which some people will\ngo to secure atmosphere, he noticed the dirty mullioned window across\nthe room. The sight gave him a fresh turn. He might just possibly have\nmistaken the number of Jeremy Wright's apartment, but certainly he\nhadn't imagined running up several flights of stairs! Yet beyond the\nwindow he could see plainly a cheerful sunlit street.\n\nSunlit. The small fact that it had been 3:00 A.M. just a minute before\ndid not help his state of mind.\n\n\"Might I ask what you're doing breaking out of my room in this\nfashion?\" one of the queerly-costumed men demanded, glaring at Hugh.\nThe other, a younger man, waved his hand indulgently at his friend\nand sat down again. \"Relax, Jonathan,\" he said. \"Can't you see he's a\ntransportee?\"\n\nThe older man stared more closely at the befuddled Dr. Tracy. \"So he\nis,\" he said. \"I swear, since Yero came to power again this country has\nbeen the dumping ground of half the universe. Wherever do they get such\nqueer clothes, do you suppose?\"\n\n\"Come on in,\" invited the other. \"Tell us your story.\" He winked\nknowingly at Jonathan, and Hugh decided he did not like him.\n\n\"First,\" he said, \"Would you mind telling me something about that\nwindow?\"\n\nThe two turned to follow his pointed finger. \"Why, it's just an\nordinary window, in that it shows what's beyond it,\" said the young\nman. \"Why?\"\n\n\"I wish I knew,\" Hugh groaned, closing his eyes and trying to remember\na few childhood prayers. The only one that came to mind was something\nabout fourteen angels which hardly fitted the situation. After a moment\nhe looked again, this time behind him. As he had suspected, the broken\ndoor did not lead back into the hallway of the apartment building, but\ninto a small bedchamber of decidedly pre-Restoration cast.\n\n\"Take it easy,\" advised Jonathan. \"It's hard to get used to at first.\nAnd put that thing away--it's a weapon of some kind, I suppose. The\nlast transportee had one that spouted a streamer of purple gas. He was\na very unpleasant customer. What do you shoot?\"\n\n\"Metal slugs,\" said Hugh, feeling faintly hysterical. \"Where am I,\nanyhow?\"\n\n\"Outside.\"\n\n\"Outside what?\"\n\n\"That's the name of the country,\" the man explained patiently. \"My\nname, by the way, is Jonathan Bell, and this gentleman is Oliver\nMartin.\"\n\n\"Hugh Tracy. Ph.D., F.R.A.S.,\" he added automatically. \"So now I'm\ninside Outside, eh? How far am I from New York? I'm all mixed up.\"\n\n\"New York!\" exclaimed Martin. \"That's a new one. The last one said he\nwas from Tir-nam-beo. At least I'd heard of that before. How did you\nget here, Tracy?\"\n\n\"Suddenly,\" Tracy said succinctly. \"One minute I was bashing at the\ndoor of Jeremy Wright's apartment, all set to shoot him and get my wife\nout of there; and then, blooey!\"\n\n\"Know this Wright fellow very well, or anything about him?\"\n\n\"No. I've seen him once or twice, that's all. But I know Evelyn's been\ngoing to his place quite regularly while I was at the observatory.\"\n\nBell pulled a folded and badly soiled bit of paper from his breast\npocket, smoothed it out on the splintery table top, and passed it to\nHugh. \"Look anything like this?\" he asked.\n\n\"That's him! How'd you get this? Is he here somewhere?\"\n\nBell and Martin both smiled. \"It never fails,\" the younger man\ncommented. \"That's Yero, the ruler of this country during fall seasons.\nHe just assumed power again three months ago. That picture comes off\nthe town bulletin board, from a poster announcing his approaching\nmarriage.\"\n\n\"Look,\" Hugh said desperately. \"It isn't as if I didn't like your\ncountry, but I'd like to get back to my own. Isn't there some way I can\nmanage it?\"\n\n\"Sorry,\" Martin said. \"We can't help you there. I suppose the best\nthing for you to do is to consult some licensed astrologer or\nthaumaturgist; he can tell you what to do. There are quite a few good\nmagicians in this town--they all wind up here eventually--and one of\nthem ought to be able to shoot you back where you belong.\"\n\n\"I don't put any stock in that humbug. I'm an astronomer.\"\n\n\"Not responsible for your superstitions. You asked my advice, and I\ngave it.\"\n\n\"Astrologers!\" Hugh groaned. \"Oh, my lord!\"\n\n\"However,\" Martin continued, \"you can stay here with us for the time\nbeing. If you're an enemy of Yero's, you're a friend of ours.\"\n\nHugh scratched his head. The mental picture of himself asking an\nastrologer for guidance did not please him.\n\n\"I suppose I'll have to make the best of this,\" he said finally.\n\"Nothing like this ever happened to me before, or to anybody I've ever\nheard of, so I guess I'm more or less sane. Thanks for the lodging\noffer. Right now I'd like to go hunt up--ulp--a magician.\"\n\nBell smiled. \"All right,\" he said, \"if you get lost in the city, just\nask around. They're friendly folk, and more of 'em than you think have\nbeen in your spot. Most of the shopkeepers know Bell's place. After\nyou've wandered about a bit you'll get the layout better. Then we can\ndiscuss further plans.\"\n\nHugh wondered what kind of plans they were supposed to discuss, but\nhe was too anxious to discover the nature of the place into which he\nhad fallen to discuss the question further. Bell led him down a rather\nsmelly hallway to another door, and in a moment he found himself\nsurveying the street.\n\n\n\nIt was all incredibly confusing. The language the two had spoken was\ncertainly modern English, yet the busy, narrow thoroughfare was just as\ncertainly Elizabethan in design. The houses all had overhanging second\nstories. Through the very center of the cobbled street ran a shallow\ngutter in which a thin stream of swill-like liquid trickled. The bright\nlight flooding the scene left no doubt as to its reality, and yet\nthere was still the faint aura of question about it. The feeling was\nintensified when he discovered that there was no sun; the whole dome\nof sky was an even dazzle. It was all like a movie set, and it was a\nsurprise to find that the houses had backs to them.\n\nAcross the street, perched comfortably in the cool shadows of a\ndoorway, an old man slept, a tasselled nightcap hanging down over his\nforehead. Over his head a sign swayed: COPPERSMITH. Not ten feet away\nfrom him a sallow young man was leaning against the wall absorbed\nin the contents of a very modern-looking newspaper, which bore the\nheadlines: DOWSER CONFESSES FAIRY GOLD PLANT. Lower down on the page\nHugh could make out a boxed item headed: STILETTO KILLER FEIGNS\nINSANITY. In a moment, he was sure, he wouldn't have to feign it. The\npaper was as jarring an anachronism in the Shakespearean street scene\nas a six-cylinder coupe would have been.\n\nAt least he was spared having to account for any cars, though. The\nconventional mode of transportation was horses, it seemed. Every so\noften one would canter past recklessly. Their riders paid little regard\nto the people under their horses' hoofs and the people in their turn\nscattered with good-natured oaths, like any group of twentieth century\npedestrians before a taxi.\n\nAs Hugh stepped off the low stone lintel he heard a breathy whistle,\nand turning, beheld a small red-headed urchin coming jerkily toward\nhim. The boy was alternately whistling and calling \"Here, Fleet, Fleet,\nFleet! Nice doggy! Here, Fleet!\" His mode of locomotion was very\npeculiar; he lunged mechanically from side to side or forward as if he\nwere a machine partly out of control.\n\nAs he came closer Hugh saw that he was holding a forked stick in his\nhands, the foot of the Y pointing straight ahead, preceding the lad no\nmatter where he went. On the boy's head was a conical blue cap lettered\nwith astrological and alchemical symbols, which had sagged so as to\ncompletely cover one eye, but he seemed loathe to let go of the stick\nto adjust it.\n\nIn a moment the boy had staggered to a stop directly before Hugh, while\nthe rigid and quivering end of the stick went down to Hugh's shoes and\nbegan slowly to ascend. He was conscious of a regular sniffing sound.\n\n\"Better tend to that cold, son,\" he suggested.\n\n\"That isn't me, it's the rod,\" the boy said desperately. \"Please, sir,\nhave you seen a brown puppy--\" At this point the stick finished its\nolfactory inspection of Hugh and jerked sidewise, yanking the boy after\nit. As the urchin disappeared, still calling \"Here, Fleet!\" Hugh felt a\nfaint shiver. Here was the first evidence of a working magic before his\neyes, and his sober astronomer's soul recoiled from it.\n\nA window squealed open over his head, and he jumped just in time to\navoid a gush of garbage which was flung casually down toward the\ngutter. Thereafter he clung as close to the wall as he could, and kept\nbeneath the overhanging second stories. Walking thus, with his eyes\non the sole-punishing cobbles, deep in puzzlement, his progress was\npresently arrested by collision with a mountain.\n\nWhen his eyes finally reached the top of it, it turned out to be a\nman, a great muscular thug clad in expensive blue velvet small-clothes\nand a scarlet cape like an eighteenth century exquisite. Was there no\nstopping this kaleidoscope of anachronism?\n\n\"Weah's ya mannas?\" the apparition roared. \"Move out!\"\n\n\"What for?\" Hugh replied in his most austere classroom tone. \"I don't\ncare to be used as a sewage pail any more than you do.\"\n\n\"Ah,\" said the giant. \"Wise guy, eh? Dunno ya bettas, eh?\" There was\na whistling sound as he drew a thin sword which might have served\nto dispatch whales. Hugh's Royal Society reserve evaporated and he\nclawed frantically for his automatic, but before the double murder was\ncommitted the giant lowered his weapon and bent to stare more closely\nat the diminutive doctor.\n\n\"Ah,\" he repeated. \"Ya a transportee, eh?\"\n\n\"I guess so,\" Tracy said, remembering that Martin had used the word.\n\n\"Weah ya from?\"\n\n\"Brooklyn,\" Hugh said hopefully.\n\nThe giant shook his head. \"Weah you guys think up these here names is a\nwonda. Well, ya dunno the customs, that's easy t' see.\"\n\nHe stepped aside to let Hugh pass.\n\n\"Thank you,\" said Hugh with a relieved sigh. \"Can you tell me where I\ncan find an astrologer?\" He still could not pronounce the word without\nchoking.\n\n\"Ummmm--most of 'em are around the squaah. Ony, juss between you an'\nme, buddy, I'd keep away from there till the p'rade's ova. Yero's got\nan orda out fa arrestin' transportees.\" The giant nodded pleasantly.\n\"Watch ya step.\" He stalked on down the street.\n\nLooking after him, Hugh was startled to catch a brief glimpse of a man\ndressed in complete dinner clothes, including top hat, crossing the\nstreet and rounding a corner. Hoping that this vision from his own age\nmight know something significant about this screwy world, he ran after\nhim, but lost him in the traffic. He found nothing but a nondescript\nand unhappy alley-cat which ran at his approach.\n\n\n\nDiscouraged, Hugh went back the way he had come and set out in search\nof the public square and an astrologer. As he walked, he gradually\nbecame conscious of a growing current of people moving in the same\ndirection, a current which was swelled by additions from every street\nand byway they passed. There was a predominance of holiday finery, and\nhe remembered the giant's words about a parade. Well, he'd just follow\nthe crowd; it would make finding the square that much easier.\n\nCurious snatches of conversation reached his ears as he plodded along.\n\"... Aye, in the square, sir; one may hope that it bodes us some\nchange....\" \"... Of Yero eke, that of a younge wyfe he gat his youthe\nagoon, and withal....\" \"... An' pritnear every time dis guy toins\nup, yiz kin count on gittin' it in the neck....\" \"... Oft Scyld Yero\nsceathena threatum, hu tha aethlingas ellen fremedon....\"\n\nMost of the fragments were in English, but English entirely and\nindiscriminately mixed as to century. Hugh wondered if the few that\nsounded foreign were actually so, or whether they were some Saxon or\nJutish ancestor of English--or, perhaps, English as it might sound in\nsome remote future century. If that latter were so, then there might be\nother cities in Outside where only old, modern and future French was\nspoken, or Russian, or--\n\nThe concept was too complex to entertain. He remembered the giant's\nwarning, and shook his head. This world, despite the obvious sweating\nreality of the crowd around him and the lumpy pavement beneath his\nfeet, was still too crazy to be anything but a phantom. He was curious\nto see this Yero, who looked so inexplicably like Jeremy Wright, but\nhe could not take any warning of Outside very seriously. His principle\nconcern was to get back inside again.\n\nAs the part of the crowd which bore him along debouched from the narrow\nstreet into a vast open space, he heard in the distance the sound of\ntrumpets, blowing a complicated fanfare. A great shouting went up, but\nsomehow it seemed not the usual cheering of expectant parade-goers.\nThere was a strange undertone--perhaps of animosity? Hugh could not\ntell.\n\nIn the press he found that he could move neither forward nor back. He\nwould have to stand where he was until the event was over and the mob\ndispersed.\n\nBy craning his neck over the shoulders of those in front of him--a\nprocedure which, because of his small stature, involved some rather\nprecarious teetering on tip-toe--he could see across the square. It was\nsurrounded on all four sides by houses and shops, but the street which\nopened upon it directly opposite him was a wide one. Through it he saw\na feature of the city which the close-grouped overhanging houses had\nhidden before--a feature which put the finishing touch upon the sense\nof unreality and brought back once more the suggestion of a vast set\nfor a Merrie-England movie by a bad director.\n\nIt was a castle. Furthermore it was twice as big as any real castle\never was, and its architecture was totally out of the period of\nthe town below it. It was out of any period. It was a modernist's\ndream, a Walter Gropius design come alive. The rectangular façade and\nflanking square pylons were vaguely reminiscent of an Egyptian temple\nof Amenhotep IV's time, but the whole was of bluely gleaming metal,\nshimmering smoothly in the even glare of the sky.\n\nFrom the flat summits floated scarlet banners bearing an unreadable\ndevice. A clustered group of these pennons before the castle seemed\nto be moving, and by stretching his neck almost to the snapping point\nHugh could see that they were being carried by horsemen who were coming\nslowly down the road. Ahead of them came the trumpeters, who were now\nentering the square, sounding their atonal tocsin.\n\nNow the trumpeters passed abreast of him, and the crowd made a lane\nto let them through. Next came the bearers of the standards, two by\ntwo, holding their horses' heads high. A group of richly dressed but\nruffianly retainers followed them. The whole affair reminded Hugh of\na racketeer's funeral in Chicago's prohibition days. Finally came the\nsedan chair which bore the royal couple--and Dr. Hugh Tracy at last\nlost hold of his sanity. For beside the aloof, hated Yero-Jeremy in the\npalanquin was Evelyn Tracy.\n\nWhen Hugh came back to his senses he was shouting unintelligible\nepithets, and several husky townsmen were holding his arms. \"Easy,\nBud,\" one of them hissed into his ear. \"Haven't you ever seen him\nbefore?\"\n\nHugh forced himself back to a semblance of calmness, and had sense\nenough to say nothing of Evelyn. \"Who--what is he?\" he gasped. The\nother looked at him tensely for a moment, then, reassured, let go of\nhim.\n\n\"That's Yero. He's called many names, but the most common is The Enemy.\nBetter get used to seeing him. You can't help hating him, but it'll do\nyou no good to fly off the handle like that.\"\n\n\"You mean everybody hates him?\"\n\nThe townsman frowned. \"Why, certainly. He's The Enemy.\"\n\n\"Then why don't you throw him out?\"\n\n\"Well--\"\n\nThe other burgher, who had said nothing thus far, broke in: \"Presenuk\nprajolik solda, soldama mera per ladsua hrutkal; per stanisch\nfelemetskje droschnovar.\"\n\n\"Exactly,\" said the other man. \"You okay now, Bud?\"\n\n\"Ulp,\" Hugh said. \"Yes, I'm all right.\"\n\n\n\nThe crowd, still roaring its ambiguous cheer, was following the\nprocession out the other end of the square, and shortly Hugh found\nhimself standing almost alone. A sign over a nearby shop caught his\neye: _Dr. ffoni, Licensed Magician_. Here was what he had been looking\nfor. As he ran quickly across the square toward the rickety building,\nhe thought he caught a glimpse out of the tail of his eyes of a top hat\nmoving along in the departing crowd; but he dismissed it. That could\nwait.\n\nThe shop was dark inside, and at first he thought it empty. But in\nanswer to repeated shouts a scrambling began in the back room, and\na nondescript little man entered, struggling into a long dark gown\nseveral sizes too large for him.\n\n\"Sorry,\" he puffed, trying to regain his right hand, which he had lost\ndown the wrong sleeve, \"out watching the parade. May I serve you, young\nsir?\"\n\n\"Yes. I'm a transportee, and I'd like to get back where I belong.\"\n\n\"So would we all, so would we all, indeed,\" said the magician, nodding\nvigorously. \"Junior!\"\n\n\"Yes, paw.\" A gawky adolescent peered out of the back room.\n\n\"Customer.\"\n\n\"Ah, paw, I don wanna go in t' any trance. I'm dragging a rag-bag to\na rat-race t'night an' I wanna be groovy. You know prognostics allus\nknock me flatter'n a mashed-potato san'witch.\"\n\n\"You'll do as you're told, or I'll not allow you to use the broomstick.\nYou see, young sir,\" the magician addressed Hugh, \"familiar spirits\nare at somewhat of a premium around here, there being so many in this\ntown in my profession; but since my wife was a Sybil, my son serves me\nadequately in commissions of this nature.\"\n\nHe turned back to the boy, who was now sitting on a stool behind the\ncounter, and produced a pink lollipop from the folds of his robe. The\nboy allowed it to be placed in his mouth docilely enough, and closed\nhis eyes. Hugh watched, not knowing whether to laugh or to swear. If\nthis idiotic procedure produced results, he was sure he'd never be able\nto contemplate Planck's Constant seriously again.\n\n\"Now then, while we're waiting,\" the sorcerer continued, \"you should\nunderstand the situation. All living has two sides, the IN-side and\nthe OUT-side. The OUT-side is where the roots of significant mistakes\nare embedded; the IN-side where they flower. Since most men have\ntheir backs turned to the OUT-side all their lives, few mistakes can\nbe rectified. But if a man be turned, as if on a pivot, so that he\nface the other way, he may see and be on the OUT-side, and have the\nopportunity to uproot his error if he can find the means. Such a\nfortunate man is a transportee.\"\n\n\"So, in effect, existence has just been given a half-turn around me, to\nput me facing outside instead of inside where I belong?\"\n\n\"A somewhat egotistical way of putting it, but that is the general\nidea. The magicians of many ages have used this method of disposing of\ntheir enemies; for unless the transportee can find his Atavars--the\nsymbols, as it were, of his error--and return them to their proper\nplaces, he must remain Outside forever. This last many have done by\nchoice, since none ever dies Outside.\"\n\n\"I'd just as soon not,\" Hugh said with a groan. \"What are my Atavars?\"\n\n\"To turn a capstan there must be a lever; and to pivot a man Outside\nmeans that two other living beings must act as the ends of this lever,\nand exchange places in time. Your Atavars changed places in time, while\nyou stood still in time and space, but were pivoted to face Outside.\"\n\nAt this point he reached over to the boy and gave an experimental tug\non the protruding stick of the lollipop. It slipped out easily; all the\npink candy had dissolved. \"Ah,\" he said. \"We are about ready.\" He made\na few passes with his hands and began to sing:\n\n    \"Jet propulsion, Dirac hole,\n      Trochilminthes, Musterole,\n    Plenum, bolide, Ding an sich,\n      Shoot the savvy to me, Great White Which!\"\n\nThe tune was one more commonly associated with Pepsi-Cola. After a\nmoment the boy's mouth opened, and, licking the remains of the lollipop\nfrom its corners, he said clearly, \"Two hundred. Night-prowlers.\"\n\n\"Is that all?\" Hugh said, not much surprised.\n\n\"That's quite enough. Well, maybe not quite enough, but it's about all\nI ever get.\"\n\n\"But what does it mean?\"\n\n\"Why, simply this: that your Atavars are two hundred years apart from\neach other; and that they are night-prowlers.\"\n\n\"Two hundred years! And I have to find them?\"\n\n\"They are represented by simulacra in Outside. You must identify these\nsimulacra and touch each one; this done, they will exchange again, and\nyou will be rotated Inside. Have you seen any here?\"\n\nA light burst in Hugh's brain. \"I saw a man from my own age who looked\nlike a bona-fide night-prowler, all right.\"\n\n\"You see?\" The magician spread his hands expressively. \"Half the work\nis over. Simply search for another night-prowler whose costume is two\nhundred years older--or, of course, younger--than the first. It's\nvery simple. Now, young sir--\" The hands began to wash each other\nsuggestively.\n\n\n\nHugh produced a handful of coins. \"That's no good,\" said the little\nman with a sniff. \"I can make that myself. It's the city's principle\nindustry. I don't suppose you have any sugar on you? Or rubber bands?\nNo? Hmm. How about that?\"\n\nHe prodded Hugh's vest. \"That\" was Hugh's Sigma Chi key, dangling from\nhis watch chain. He had been elected to the honorary society by virtue\nof a closely reasoned paper on the deficiencies of current stellar\nevolution hypotheses. With a grin he passed it across the counter.\n\"Thanks,\" the thaumaturgist said, \"I collect fetishes. Totem fixation,\nI guess.\"\n\nFeeling rather humble, Hugh left the shop and started back toward\nBell's house by the most direct route his memory could provide. Now\nthat he had begun to get his bearings, his stomach was reminding him\nthat he had gone the whole day without food. On the way he saw the\nknown Atavar half-way down a dark alley, contemplating a low doorway\nsorrowfully; but when he arrived, the top-hatted figure was gone.\nBy the time he entered the house where he had his first glimpse of\nOutside, he was decidedly discouraged, but the pleasant smell of food\nrevived him somewhat.\n\n\"Good evening,\" Bell greeted him, though the ambiguous daylight was as\nunvaryingly bright as ever. \"Find your astrologer?\"\n\n\"Yes. Now I have to find a night-prowler. You wouldn't be one, by any\nchance?\"\n\nThe man laughed softly. \"In a sense, yes, but I'm too old to be the one\nyou want. You're Atavar-hunting, I take it?\"\n\n\"That's it.\"\n\n\"Well, I'm not a simulacrum. I'm a native here, one of the original\nsettlers. Come on and eat, anyhow.\" He led the way into the room which\nHugh had first seen, and waved him to the table. On it was a platter\nbearing a complete roast hog's head with an apple in its mouth and\nthree strips of bacon between its ears, a pudding, a meat pie, a\nspitted duckling, three wooden trenchers--boards used as plates--and\nthree razor-sharp knives. Obviously forks were not in style Outside.\n\n\"Has Yero's administration caused a potato shortage?\" Hugh asked\ncuriously.\n\n\"Potato? No. You transportees have odd ideas; you mean potatoes to eat?\nDon't you know they're a relative of the deadly nightshade?\"\n\nHugh shrugged and fell to. There was bread, anyhow. During the course\nof the meal the two pumped him about his experiences during the day,\nand he answered with increasing caution. They seemed to be up to\nsomething. He especially disliked young Martin, whose knowing smile\nwhen Hugh described his belief that Yero's queen was in actuality his\nown wife irritated him. As the dinner ended Bell came to the point.\n\n\"You've heard Yero spoken of as The Enemy? Well, his rule here is\nintermittent. He just pops up every fall season and takes the place of\nthe Old One, who is the only rightful king, and a good one. It's during\nYero's ascendancy that all the transportees show up--all the people who\nmake mistakes during that period, if the mistakes are of a certain\nkind, get pivoted around here to correct them. It gets pretty nuisancy.\n\n\"You can see what I mean. Here you come busting in on us and split our\ngood pine door and eat one third of our food. Not that we begrudge you\nthe food; you're welcome to it; but it is a bother to have all these\nstrangers around. In addition it decreases the future population in\na way I haven't time to describe now. Everybody hates Yero, even the\ntransportees. It's our idea to assassinate him before he gets to come\nback another time; then the Old One can really do us some good and the\ntown can come back to normal. Sounds reasonable, doesn't it?\"\n\n\"I thought no one ever died here.\"\n\n\"Nobody ever does, naturally, but accidents or violence can distribute\nan individual to the point of helplessness. Since you seem to hate Yero\nlike the rest of us, we thought you might like to throw in with us.\"\n\nThe hospitality of the two did not permit him to refuse immediately,\nbut more and more he was sure he did not want to be involved in any\nproject of theirs. Bell's picture of what the Outside's substitute for\ndeath was like revolted him; and in addition, the thought occurred to\nhim that it would be dangerous to take any positive steps while he was\nstill ignorant of the error that had brought him here.\n\n\"I'd like to sleep on that,\" he said cautiously. \"Do you mind if I\ndefer judgment for the night? I haven't had any sleep for thirty-six\nhours, and I'll just pass out, if I don't get some.\"\n\n\"All right,\" Bell said. \"You think it over. With The Enemy out of the\nway it might be easier to find your Atavars, too, you know. Nothing\never works right while he's in power.\"\n\n\n\nWhen Hugh awoke his brain did not function properly for quite a few\nseconds. The bed had had fleas in it, and the changeless brilliancy of\nthe \"daylight\" had kept him awake a long time despite his exhaustion.\nThe sight of the black-clad figure seated on the nearby stool did not\nregister at first.\n\n\"Good mornin',\" he said muzzily. Then, \"You!\"\n\n\"Me,\" the man in the top hat replied ungrammatically. \"I had to wait\nfor the two Princes to get out of the house before I could see you.\nI've been looking for you.\"\n\n\"_You've_ been looking for _me_,\" Hugh repeated angrily, sitting up\nin bed. He noticed with only faint surprise that the wall of the room\nwas plainly visible through the visitant's stiff shirt bosom. \"Well,\nyou'll have to solidify a minute if you're going to do me any good. I'm\nsupposed to touch you.\"\n\n\"Not yet. When you do, this image will vanish, and I've got a few\nthings to talk to you about before that happens. I got bounced back\ntwo hundred years in time just on account of a fool mistake you made,\nand I'm as anxious to see you straightened out as you are myself.\" He\nhiccuped convulsively. \"Luckily I'm a book collector with a special\nbent towards Cruikshank. I had sense enough to consult Dr. Dee while I\nwas behind the times, and found out where you were. Do you know?\"\n\n\"Where I am? Why, I'm Outside.\"\n\n\"Use your noggin. How much does 'Outside' mean to you, anyhow?\"\n\n\"Very little,\" Hugh agreed. \"Well, the only other place I know where\npeople go that make mistakes is--awk! Now, wait a minute! Don't tell\nme--\"\n\nThe figure nodded solemnly. \"Now you've got it. You should have guessed\nthat when the Princes told you their boss was called the Old One.\nYou've already had clue after clue that they're forbidden to conceal\nfrom you; that no one dies here; that all the world's magicians come\nhere eventually; that making money--remember the saying about the root\nof all evil?--is the town's principle industry; and so on.\"\n\n\"Well, well.\" Hugh scratched his head. \"Hugh Tracy, Ph.D., F.R.A.S.,\nspending a season in Hell just like Rimbaud or some other crazy poet.\nThe fall season at that. How Evelyn would love this. But it's not quite\nas I would have pictured it.\"\n\n\"Why should it have been?\"\n\nHugh could think of no answer. \"Who's Yero, then? He's called The\nEnemy.\"\n\n\"He's their enemy, sure enough. I don't know exactly who he is, but\nhe's someone in authority, and his job is to see that the Purgatory\ncandidates get a chance to straighten things out for themselves.\nNaturally the Fallen buck him as much as possible; and part of the\ntrick is to disguise the place somewhat, to keep its nature hidden\nfrom the transportees--the potential damned--and lure them into doing\nsomething that will keep them here for good. That bed you're in, for\ninstance, is probably a pool of flaming brimstone or something of the\nsort.\"\n\nHugh bounded out hastily.\n\n\"Yero establishes himself in the fortress of Dis, which is what that\npile of chromium junk is, up on the hill, after you get behind the\ndisguise. Each time he comes, he makes a tour through the town, showing\nhimself to each newcomer in a form which will mean the most to that\nperson. The important thing is that few people take kindly to being\ncorrected in the fundamental kinds of mistakes that bring them here, so\nthat nine times out of ten Yero's appearance to you makes you hate him.\"\n\n\"Hmm,\" Hugh said. \"I begin to catch on, around the edges, as it were.\nTo me he looked like a man I'd started out to murder a few days ago.\"\n\n\"You're on the track. Examine your motives, use your head, son, and\ndon't let the Princes trick you into anything.\" The pellucid shape\nsteadied and grew real and solid by degrees; the man in the top hat\nrose and walked toward the bed. \"Above all--don't hate Yero.\"\n\nHis outstretched hand touched Hugh's sleeve, and he vanished on the\ninstant with a sharp hiccup.\n\nThere was no one in the house, and nothing to eat but a half-consumed\nand repellent-looking pudding left over from the \"night\" before, which\nhe finished for lack of anything else rather than out of any attraction\nthe suety object had as a breakfast dish. Then he left the house in\nsearch of the other Atavar.\n\nThe light was bright and cheerful as always, but he felt chilly all the\nsame. Discovering where he was had destroyed all of his amusement in\nthe town's crazy construction, and taken the warmth out of his bones.\nHe eyed the passers-by uneasily, wondering as each one approached\nhim whether he was seeing a prisoner like himself, a soul in eternal\ntorment, or an emissary of the Fallen whose real form was ambiguous.\n\n\n\nFor the rest of the morning he roamed the streets in search of a\nlikely-looking figure, but finally he had to admit that his wanderings\nwere fruitless. He sat down on a doorstep to think it out.\n\nHis Atavars were the \"symbols of his error\"; they were night-prowlers,\nobviously, because he had been one himself, gun in hand. The error\nitself was something to do with Jeremy Wright and Evelyn--not the\nimpending murder, because it had not been committed, but some other\nerror. The man in the top hat had been chosen, perhaps, because he had\nconceived of Wright as a cavalier, a suave homebreaker, or something\nof the sort; dinner clothes made a pointed symbol of such a notion. Of\nwhat else, specifically, had he suspected Jeremy? Tom-catting!\n\nHe groaned and dropped his head in his hands, remembering the cat he\nhad seen in conjunction with his first sight of the man in dinner\nclothes. How was he to find one ragged alley-cat in a town where there\nwere doubtless hundreds? Cats did not wear period costumes. He couldn't\ngo around touching cats until something happened!\n\nHe heard a sniffing sound and a thin mournful whine at his side. He\nlooked down.\n\n\"Go 'way,\" he said. \"I want a cat, not a mongrel pooch.\"\n\nThe puppy, recoiling at the unfriendly tone, dropped its tail and\nbegan to sidle away from him, and gloomily he watched it go. Brown\ndog?--Brown cat?--Brown dog! An inspiration!\n\n\"Here, Fleet,\" he essayed. The puppy burst into a frenzy of\ntail-wagging and came back, with that peculiar angled trot only dogs\nout of all the four-footed beasts seem to affect. Hugh patted its head,\nand it whined and licked his hand.\n\n\"There, there,\" he said. \"You're lost, I know. So am I. If your name is\nFleet, we'll both be home shortly. It darn well better be Fleet.\"\n\nHugh considered the animal speculatively. It certainly seemed to\nrespond to the name; but then, it was only a puppy, and might just as\neasily respond to any friendly noise. Grimly he sat and waited. In\nabout an hour the dog began to get restless, and Hugh carted it across\nthe street to a shop and bought it some meat, leaving in payment a\nletter from a colleague which the shopkeeper seemed to think was full\nof cantrips, charms of some kind. Then he resumed his vigil.\n\nIt was approximately four o'clock by his personal time-keeping system\nwhen he finally heard the sound he had been listening for, but not\ndaring to expect--the voice of the red-headed urchin, calling his dog's\nname in incredibly weary tones. In a moment the boy appeared, his face\ntear-streaked, his feet stumbling, his eyes heavy from lack of sleep.\nThe stick was still pulling him, and the conical cap, by a miracle,\nstill rested askew on his head. The rod lunged forward eagerly as soon\nas it pointed toward Hugh, and the boy stopped by the doorstep, the\ndivining rod pointing in quivering triumph squarely at the puppy. The\nboy sat down in the street and began to bawl.\n\n\"Now, now,\" said Hugh. \"You've found your dog. Don't cry. What's the\nmatter?\"\n\n\"I haven't had any sleep or any food,\" the boy snuffled. \"I couldn't\nlet go, and the dog could move faster than I could, so I've been pulled\nall over the city, and I'll bet it's all the Old One's fault, too--\"\nHis voice rose rapidly and Hugh tried to calm him down, a little\nabstractedly, for in the reference to the Old One Hugh had recognized\nthe boy's real nature, and knew him for an ally. Wait till I tell\nEvelyn, he told himself, that I've seen an Archangel and one of the\nCherubim face to face, and hatched plots with the Fallen!\n\n\"I saw your dog, and figured probably you'd be along.\"\n\n\"Oh, thank you, sir. I guess I'd have spent the rest of eternity\nchasing him if you hadn't held him until I could catch up with him.\" He\nlooked angrily at the forked stick, which now lay inert and innocuous\non the cobbled pavement. \"I used the wrong spell, and it had to smell\npeople. No wonder we could never get close enough to Fleet for him to\nhear me!\"\n\n\"Do you think you could make the rod work again?\"\n\n\"Oh, yes, sir. Only I never would.\"\n\n\"I want to use it. Do you mind?\"\n\n\"I don't mind. It's my uncle's, but I can always cut another one. Only\nit won't work without the hat, and I took that from my uncle too. He's\nan Authority,\" the urchin added proudly. Hugh thought of Goethe's\nSorcerer's Apprentice and grinned.\n\n\"How come you didn't shake your head and knock it off when you got\ntired?\"\n\n\"Oh, the hat only starts it. After that it goes by itself. I just\ndidn't want to lose my uncle's hat, that's all.\"\n\n\"Good for you. Then suppose I borrow the hat for just a minute, and you\ngrab it when the stick starts. I want to find a cat.\"\n\nThe boy shook his head doubtfully. \"I wouldn't want to do it myself,\nbut it's your business. What kind of cat? I have to make up a spell.\"\n\nHugh anticipated some difficulty in explaining what it was he wanted,\nbut to his relief the boy had already recognized him as a transportee\nand understood at once.\n\n\"All right. Put the hat on. Pick up the stick like I had it. That's it,\none fork in each hand. Now then:\n\n    Seeker of souls, lost boys and girls,\n      Of objects and of wells,\n    Find his gate between the worlds\n      Before the curfew knells;\n    Find the cat who should reside\n      In the mortal world Inside.\"\n\n\n\nThe divining rod started forward with a terrific jerk, and Hugh plunged\nafter it. The boy ran alongside him and snatched off the magician's\ncap. \"Thanks,\" Hugh shouted. \"You're welcome,\" the boy called after\nhim. \"Good luck, sir, and thank you for holding my dog.\" Then the\nstick hauled Hugh around a corner, and the dog-owner was gone; but in\nHugh's mind there remained a split-second glimpse of a strange smile,\nmischievous, kindly, and agelessly wise.\n\nThe cherub had not specified in his incantation which senses the rod\nwas to use, and so it had chosen the quickest one--intuition, or\nsupersensory-perception, or sixth-sense--Hugh had heard it called\nmany things, but until he held the ends of the fork he never quite\ncomprehended what it was.\n\nThe stick drew him faster. His toes seemed barely to touch the hard\ncobbles. Almost it seemed as if he were about to fly. Yet, somehow,\nthere was no wind in his face, nor any real sensation of speed. All\nabout him was a breathless quiet, an intent hush of light through which\nhe soared. The houses and shops of the town sped by him, blurred and\nsadly unreal. The outlines danced waveringly in a haze of heat.\n\nThe town was changing.\n\nFear lodged a prickly lump in his larynx. The façades were going down\nas he came closer to his own world. He knew that before long the\nconventional disguises of the town would be melted, and Hell would\nbegin to show through. Startled faces turned to watch him as he passed,\nand their features were not as they should be. Once he was sure he had\nconfronted Bell and Martin for an instant.\n\nA cry, distant and wild, went up behind him. It had been Bell--or was\nit--Belial? Other feet were running beside his own; shortly there were\nother cries, and then a gathering roar and tumult of voices; the street\nbegan to throb dully with the stampeding feet of a great mob. The rod\nyanked him down an alleyway. The thunder followed.\n\nIn the unreal spaces of the public square the other entrances were\nalready black with blurred figures howling down upon him. The stick\ndid not falter, but rushed headlong toward the castle. His hands\nsweated profusely on the fork, and his feet skimmed the earth in great\nimpossible bounds. The gates of the fortress swept toward him. There\nwere shadowy guards there, but they were looking through him at the mob\nbehind; the next instant he was passing them.\n\nThe mists of unreality became thick, translucent. Everything around\nhim was a vague reddish opalescence through which the sounds of the\nherd rioted, seemingly from every direction. Suddenly he was sure he\nwas surrounded; but the rod arrowed forward regardless, and he had to\nfollow.\n\nAt last the light began to coalesce, and in a moment he saw floating\nbefore him a shining crystal globe, over which floated the illuminated\nfaces of his wife--and--Yero, The Enemy. This was the crucial instant,\nand he remembered the simulacrum's advice: \"Don't hate Yero.\"\n\nIndeed, he could not. He had nearly forgotten whom it was that Yero\nresembled, so great was his desire for escape, and his fear of the\ntumult behind him.\n\nThe light grew, and by it, the table upon which the crystal rested,\nand the bodies belonging to the two illuminated heads, became slowly\nvisible. There was a cat there, too; he saw the outline become sharp\nas he catapulted on through the dimness. He tried to slow down as he\napproached the table. The rod, this time, did not resist. The two heads\nregarded him with slow surprise. The cat began to rise and bristle.\n\nThe shouting died.\n\n\n\n\"Hugh!\"\n\nHe was in Jeremy Wright's apartment, a splintered door behind him,\nhis heels digging into the carpet to halt his headlong charge. In his\noutstretched hand was, not a warped divining rod, but a gun.\n\n\"Hugh!\" his wife cried again. \"You found out! But--\"\n\nThe table was still there, and the crystal. The cat and the castle\nwere gone. But Jeremy Wright was still dressed in the robes of an\nastrologer. He _was_ an astrologer.\n\n\"I'm sorry, darling, honestly--I knew you hated it, but--after all,\nbreaking in this way! And--a gun! After all, even if you do think it's\nhumbug--\"\n\nHugh looked at the serene face of Jeremy Wright, and silently pocketed\nthe automatic. There was nothing, after all, that he could have said to\neither of them.\n",
    "metadata": {
        "author": [
            "Blish, James"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68829/pg68829.txt",
        "name": "mistake_inside.json"
    }
}