{
    "name": "Monkey On His Back",
    "author": [
        "De Vet, Charles V."
    ],
    "body": "He was walking endlessly down a long, glass-walled corridor. Bright\nsunlight slanted in through one wall, on the blue knapsack across his\nshoulders. Who he was, and what he was doing here, was clouded. The\ntruth lurked in some corner of his consciousness, but it was not reached\nby surface awareness.\n\nThe corridor opened at last into a large high-domed room, much like a\nrailway station or an air terminal. He walked straight ahead.\n\nAt the sight of him a man leaning negligently against a stone pillar, to\nhis right but within vision, straightened and barked an order to him,\n\"Halt!\" He lengthened his stride but gave no other sign.\n\nTwo men hurried through a doorway of a small anteroom to his left,\ncalling to him. He turned away and began to run.\n\nShouts and the sound of charging feet came from behind him. He cut to\nthe right, running toward the escalator to the second floor. Another\npair of men were hurrying down, two steps at a stride. With no break in\npace he veered into an opening beside the escalator.\n\nAt the first turn he saw that the aisle merely circled the stairway,\ncoming out into the depot again on the other side. It was a trap. He\nglanced quickly around him.\n\nAt the rear of the space was a row of lockers for traveler use. He\nslipped a coin into a pay slot, opened the zipper on his bag and pulled\nout a flat briefcase. It took him only a few seconds to push the case\ninto the compartment, lock it and slide the key along the floor beneath\nthe locker.\n\nThere was nothing to do after that--except wait.\n\nThe men pursuing him came hurtling around the turn in the aisle. He\nkicked his knapsack to one side, spreading his feet wide with an\ninstinctive motion.\n\nUntil that instant he had intended to fight. Now he swiftly reassessed\nthe odds. There were five of them, he saw. He should be able to\nincapacitate two or three and break out. But the fact that they had been\nexpecting him meant that others would very probably be waiting outside.\nHis best course now was to sham ignorance. He relaxed.\n\nHe offered no resistance as they reached him.\n\nThey were not gentle men. A tall ruffian, copper-brown face damp with\nperspiration and body oil, grabbed him by the jacket and slammed him\nback against the lockers. As he shifted his weight to keep his footing\nsomeone drove a fist into his face. He started to raise his hands; and a\nhard flat object crashed against the side of his skull.\n\nThe starch went out of his legs.\n\n\n\"Do you make anything out of it?\" the psychoanalyst Milton Bergstrom,\nasked.\n\nJohn Zarwell shook his head. \"Did I talk while I was under?\"\n\n\"Oh, yes. You were supposed to. That way I follow pretty well what\nyou're reenacting.\"\n\n\"How does it tie in with what I told you before?\"\n\nBergstrom's neat-boned, fair-skinned face betrayed no emotion other than\nan introspective stillness of his normally alert gaze. \"I see no\nconnection,\" he decided, his words once again precise and meticulous.\n\"We don't have enough to go on. Do you feel able to try another\ncomanalysis this afternoon yet?\"\n\n\"I don't see why not.\" Zarwell opened the collar of his shirt. The day\nwas hot, and the room had no air conditioning, still a rare luxury on\nSt. Martin's. The office window was open, but it let in no freshness,\nonly the mildly rank odor that pervaded all the planet's habitable area.\n\n\"Good.\" Bergstrom rose. \"The serum is quite harmless, John.\" He\nmaintained a professional diversionary chatter as he administered the\ndrug. \"A scopolamine derivative that's been well tested.\"\n\nThe floor beneath Zarwell's feet assumed abruptly the near transfluent\nconsistency of a damp sponge. It rose in a foot-high wave and rolled\ngently toward the far wall.\n\nBergstrom continued talking, with practiced urbanity. \"When psychiatry\nwas a less exact science,\" his voice went on, seeming to come from a\ngreat distance, \"a doctor had to spend weeks, sometimes months or years\ninterviewing a patient. If he was skilled enough, he could sort the\nrelevancies from the vast amount of chaff. We are able now, with the\nhelp of the serum, to confine our discourses to matters cogent to the\npatient's trouble.\"\n\nThe floor continued its transmutation, and Zarwell sank deep into\nviscous depths. \"Lie back and relax. Don't ...\"\n\nThe words tumbled down from above. They faded, were gone.\n\n\nZarwell found himself standing on a vast plain. There was no sky above,\nand no horizon in the distance. He was in a place without space or\ndimension. There was nothing here except himself--and the gun that he\nheld in his hand.\n\nA weapon beautiful in its efficient simplicity.\n\nHe should know all about the instrument, its purpose and workings, but\nhe could not bring his thoughts into rational focus. His forehead\ncreased with his mental effort.\n\nAbruptly the unreality about him shifted perspective. He was\napproaching--not walking, but merely shortening the space between\nthem--the man who held the gun. The man who was himself. The other\n\"himself\" drifted nearer also, as though drawn by a mutual attraction.\n\nThe man with the gun raised his weapon and pressed the trigger.\n\nWith the action the perspective shifted again. He was watching the face\nof the man he shot jerk and twitch, expand and contract. The face was\nunharmed, yet it was no longer the same. No longer his own features.\n\nThe stranger face smiled approvingly at him.\n\n\n\"Odd,\" Bergstrom said. He brought his hands up and joined the tips of\nhis fingers against his chest. \"But it's another piece in the jig-saw.\nIn time it will fit into place.\" He paused. \"It means no more to you\nthan the first, I suppose?\"\n\n\"No,\" Zarwell answered.\n\nHe was not a talking man, Bergstrom reflected. It was more than\nreticence, however. The man had a hard granite core, only partially\nconcealed by his present perplexity. He was a man who could handle\nhimself well in an emergency.\n\nBergstrom shrugged, dismissing his strayed thoughts. \"I expected as\nmuch. A quite normal first phase of treatment.\" He straightened a paper\non his desk. \"I think that will be enough for today. Twice in one\nsitting is about all we ever try. Otherwise some particular episode\nmight cause undue mental stress, and set up a block.\" He glanced down at\nhis appointment pad. \"Tomorrow at two, then?\"\n\nZarwell grunted acknowledgment and pushed himself to his feet,\napparently unaware that his shirt clung damply to his body.\n\n\nThe sun was still high when Zarwell left the analyst's office. The white\nmarble of the city's buildings shimmered in the afternoon heat, squat\nand austere as giant tree trunks, pock-marked and gray-mottled with\nwindows. Zarwell was careful not to rest his hand on the flesh searing\nsurface of the stone.\n\nThe evening meal hour was approaching when he reached the Flats, on the\nway to his apartment. The streets of the old section were near-deserted.\nThe only sounds he heard as he passed were the occasional cry of a baby,\nchronically uncomfortable in the day's heat, and the lowing of imported\ncattle waiting in a nearby shed to be shipped to the country.\n\nAll St. Martin's has a distinctive smell, as of an arid dried-out swamp,\nwith a faint taint of fish. But in the Flats the odor changes. Here is\nthe smell of factories, warehouses, and trading marts; the smell of\nstale cooking drifting from the homes of the laborers and lower class\ntechmen who live there.\n\nZarwell passed a group of smaller children playing a desultory game of\nlic-lic for pieces of candy and cigarettes. Slowly he climbed the stairs\nof a stone flat. He prepared a supper for himself and ate it without\neither enjoyment or distaste. He lay down, fully clothed, on his bed.\nThe visit to the analyst had done nothing to dispel his ennui.\n\nThe next morning when Zarwell awoke he lay for a moment, unmoving. The\nfeeling was there again, like a scene waiting only to be gazed at\ndirectly to be perceived. It was as though a great wisdom lay at the\nedge of understanding. If he rested quietly it would all come to him.\nYet always, when his mind lost its sleep-induced lethargy, the moment\nof near understanding slipped away.\n\nThis morning, however, the sense of disorientation did not pass with\nfull wakefulness. He achieved no understanding, but the strangeness did\nnot leave as he sat up.\n\nHe gazed about him. The room did not seem to be his own. The\nfurnishings, and the clothing he observed in a closet, might have\nbelonged to a stranger.\n\nHe pulled himself from his blankets, his body moving with mechanical\nreaction. The slippers into which he put his feet were larger than he\nhad expected them to be. He walked about the small apartment. The place\nwas familiar, but only as it would have been if he had studied it from\nblueprints, not as though he lived there.\n\nThe feeling was still with him when he returned to the psychoanalyst.\n\n\nThe scene this time was more kaleidoscopic, less personal.\n\nA village was being ravaged. Men struggled and died in the streets.\nZarwell moved among them, seldom taking part in the individual clashes,\nyet a moving force in the conflict.\n\nThe background changed. He understood that he was on a different world.\n\nHere a city burned. Its resistance was nearing its end. Zarwell was\nriding a shaggy pony outside a high wall surrounding the stricken\nmetropolis. He moved in and joined a party of short, bearded men,\ndirecting them as they battered at the wall with a huge log mounted on a\nmany-wheeled truck.\n\nThe log broke a breach in the concrete and the besiegers charged\nthrough, carrying back the defenders who sought vainly to plug the gap.\nSoon there would be rioting in the streets again, plundering and\nkilling.\n\nZarwell was not the leader of the invaders, only a lesser figure in the\nrebellion. But he had played a leading part in the planning of the\nstrategy that led to the city's fall. The job had been well done.\n\nTime passed, without visible break in the panorama. Now Zarwell was\nfleeing, pursued by the same bearded men who had been his comrades\nbefore. Still he moved with the same firm purpose, vigilant,\nresourceful, and well prepared for the eventuality that had befallen. He\nmade his escape without difficulty.\n\nHe alighted from a space ship on still another world--another shift in\ntime--and the atmosphere of conflict engulfed him.\n\nWeary but resigned he accepted it, and did what he had to do ...\n\n\nBergstrom was regarding him with speculative scrutiny. \"You've had quite\na past, apparently,\" he observed.\n\nZarwell smiled with mild embarrassment. \"At least in my dreams.\"\n\n\"Dreams?\" Bergstrom's eyes widened in surprise. \"Oh, I beg your pardon.\nI must have forgotten to explain. This work is so routine to me that\nsometimes I forget it's all new to a patient. Actually what you\nexperienced under the drug were not dreams. They were recollections of\nreal episodes from your past.\"\n\nZarwell's expression became wary. He watched Bergstrom closely. After a\nminute, however, he seemed satisfied, and he let himself settle back\nagainst the cushion of his chair. \"I remember nothing of what I saw,\" he\nobserved.\n\n\"That's why you're here, you know,\" Bergstrom answered. \"To help you\nremember.\"\n\n\"But everything under the drug is so ...\"\n\n\"Haphazard? That's true. The recall episodes are always purely random,\nwith no chronological sequence. Our problem will be to reassemble them\nin proper order later. Or some particular scene may trigger a complete\nmemory return.\n\n\"It is my considered opinion,\" Bergstrom went on, \"that your lost memory\nwill turn out to be no ordinary amnesia. I believe we will find that\nyour mind has been tampered with.\"\n\n\"Nothing I've seen under the drug fits into the past I do remember.\"\n\n\"That's what makes me so certain,\" Bergstrom said confidently. \"You\ndon't remember what we have shown to be true. Conversely then, what you\nthink you remember must be false. It must have been implanted there. But\nwe can go into that later. For today I think we have done enough. This\nepisode was quite prolonged.\"\n\n\"I won't have any time off again until next week end,\" Zarwell reminded\nhim.\n\n\"That's right.\" Bergstrom thought for a moment. \"We shouldn't let this\nhang too long. Could you come here after work tomorrow?\"\n\n\"I suppose I could.\"\n\n\"Fine,\" Bergstrom said with satisfaction. \"I'll admit I'm considerably\nmore than casually interested in your case by this time.\"\n\n\nA work truck picked Zarwell up the next morning and he rode with a tech\ncrew to the edge of the reclam area. Beside the belt bringing ocean muck\nfrom the converter plant at the seashore his bulldozer was waiting.\n\nHe took his place behind the drive wheel and began working dirt down\nbetween windbreakers anchored in the rock. Along a makeshift road into\nthe badlands trucks brought crushed lime and phosphorus to supplement\nthe ocean sediment. The progress of life from the sea to the land was a\nmechanical process of this growing world.\n\nNearly two hundred years ago, when Earth established a colony on St.\nMartin's, the land surface of the planet had been barren. Only its seas\nthrived with animal and vegetable life. The necessary machinery and\ntechnicians had been supplied by Earth, and the long struggle began to\nfit the world for human needs. When Zarwell arrived, six months before,\nthe vitalized area already extended three hundred miles along the coast,\nand sixty miles inland. And every day the progress continued. A large\npercentage of the energy and resources of the world were devoted to that\nessential expansion.\n\nThe reclam crews filled and sodded the sterile rock, planted binding\ngrasses, grain and trees, and diverted rivers to keep it fertile. When\nthere were no rivers to divert they blasted out springs and lakes in the\nfoothills to make their own. Biologists developed the necessary germ and\ninsect life from what they found in the sea. Where that failed, they\nimported microorganisms from Earth.\n\nThree rubber-tracked crawlers picked their way down from the mountains\nuntil they joined the road passing the belt. They were loaded with ore\nthat would be smelted into metal for depleted Earth, or for other\ncolonies short of minerals. It was St. Martin's only export thus far.\n\nZarwell pulled his sun helmet lower, to better guard his hot, dry\nfeatures. The wind blew continuously on St. Martin's, but it furnished\nsmall relief from the heat. After its three-thousand-mile journey across\nscorched sterile rock, it sucked the moisture from a man's body,\nbringing a membrane-shrinking dryness to the nostrils as it was breathed\nin. With it came also the cloying taste of limestone in a worker's\nmouth.\n\nZarwell gazed idly about at the other laborers. Fully three-quarters of\nthem were beri-rabza ridden. A cure for the skin fungus had not yet been\nfound; the men's faces and hands were scabbed and red. The colony had\ngrown to near self-sufficiency, would soon have a moderate prosperity,\nyet they still lacked adequate medical and research facilities.\n\nNot all the world's citizens were content.\n\nBergstrom was waiting in his office when Zarwell arrived that evening.\n\n\nHe was lying motionless on a hard cot, with his eyes closed, yet with\nhis every sense sharply quickened. Tentatively he tightened small\nmuscles in his arms and legs. Across his wrists and thighs he felt\nstraps binding him to the cot.\n\n\"So that's our big, bad man,\" a coarse voice above him observed\ncaustically. \"He doesn't look so tough now, does he?\"\n\n\"It might have been better to kill him right away,\" a second, less\nconfident voice said. \"It's supposed to be impossible to hold him.\"\n\n\"Don't be stupid. We just do what we're told. We'll hold him.\"\n\n\"What do you think they'll do with him?\"\n\n\"Execute him, I suppose,\" the harsh voice said matter-of-factly.\n\"They're probably just curious to see what he looks like first. They'll\nbe disappointed.\"\n\nZarwell opened his eyes a slit to observe his surroundings.\n\nIt was a mistake. \"He's out of it,\" the first speaker said, and Zarwell\nallowed his eyes to open fully.\n\nThe voice, he saw, belonged to the big man who had bruised him against\nthe locker at the spaceport. Irrelevantly he wondered how he knew now\nthat it had been a spaceport.\n\nHis captor's broad face jeered down at Zarwell. \"Have a good sleep?\" he\nasked with mock solicitude. Zarwell did not deign to acknowledge that he\nheard.\n\nThe big man turned. \"You can tell the Chief he's awake,\" he said.\nZarwell followed his gaze to where a younger man, with a blond lock of\nhair on his forehead, stood behind him. The youth nodded and went out,\nwhile the other pulled a chair up to the side of Zarwell's cot.\n\nWhile their attention was away from him Zarwell had unobtrusively\nloosened his bonds as much as possible with arm leverage. As the big man\ndrew his chair nearer, he made the hand farthest from him tight and\ncompact and worked it free of the leather loop. He waited.\n\nThe big man belched. \"You're supposed to be great stuff in a situation\nlike this,\" he said, his smoke-tan face splitting in a grin that\nrevealed large square teeth. \"How about giving me a sample?\"\n\n\"You're a yellow-livered bastard,\" Zarwell told him.\n\nThe grin faded from the oily face as the man stood up. He leaned over\nthe cot--and Zarwell's left hand shot up and locked about his throat,\njoined almost immediately by the right.\n\nThe man's mouth opened and he tried to yell as he threw himself\nfrantically backward. He clawed at the hands about his neck. When that\nfailed to break the grip he suddenly reversed his weight and drove his\nfist at Zarwell's head.\n\nZarwell pulled the struggling body down against his chest and held it\nthere until all agitated movement ceased. He sat up then, letting the\nbody slide to the floor.\n\nThe straps about his thighs came loose with little effort.\n\n\nThe analyst dabbed at his upper lip with a handkerchief. \"The episodes\nare beginning to tie together,\" he said, with an attempt at\nnonchalance. \"The next couple should do it.\"\n\nZarwell did not answer. His memory seemed on the point of complete\nreturn, and he sat quietly, hopefully. However, nothing more came and he\nreturned his attention to his more immediate problem.\n\nOpening a button on his shirt, he pulled back a strip of plastic cloth\njust below his rib cage and took out a small flat pistol. He held it in\nthe palm of his hand. He knew now why he always carried it.\n\nBergstrom had his bad moment. \"You're not going to ...\" he began at the\nsight of the gun. He tried again. \"You must be joking.\"\n\n\"I have very little sense of humor,\" Zarwell corrected him.\n\n\"You'd be foolish!\"\n\nBergstrom obviously realized how close he was to death. Yet\nsurprisingly, after the first start, he showed little fear. Zarwell had\nthought the man a bit soft, too adjusted to a life of ease and some\nprestige to meet danger calmly. Curiosity restrained his trigger finger.\n\n\"Why would I be foolish?\" he asked. \"Your Meninger oath of inviolable\nconfidence?\"\n\nBergstrom shook his head. \"I know it's been broken before. But you need\nme. You're not through, you know. If you killed me you'd still have to\ntrust some other analyst.\"\n\n\"Is that the best you can do?\"\n\n\"No.\" Bergstrom was angry now. \"But use that logical mind you're\nsupposed to have! Scenes before this have shown what kind of man you\nare. Just because this last happened here on St. Martin's makes little\ndifference. If I was going to turn you in to the police, I'd have done\nit before this.\"\n\nZarwell debated with himself the truth of what the other had said. \"Why\ndidn't you turn me in?\" he asked.\n\n\"Because you're no mad-dog killer!\" Now that the crisis seemed to be\npast, Bergstrom spoke more calmly, even allowed himself to relax.\n\"You're still pretty much in the fog about yourself. I read more in\nthose comanalyses than you did. I even know who you are!\"\n\nZarwell's eyebrows raised.\n\n\"Who am I?\" he asked, very interested now. Without attention he put his\npistol away in a trouser pocket.\n\nBergstrom brushed the question aside with one hand. \"Your name makes\nlittle difference. You've used many. But you are an idealist. Your\nkillings were necessary to bring justice to the places you visited. By\nnow you're almost a legend among the human worlds. I'd like to talk more\nwith you on that later.\"\n\nWhile Zarwell considered, Bergstrom pressed his advantage. \"One more\nscene might do it,\" he said. \"Should we try again--if you trust me, that\nis?\"\n\nZarwell made his decision quickly. \"Go ahead,\" he answered.\n\n\nAll Zarwell's attention seemed on the cigar he lit as he rode down the\nescalator, but he surveyed the terminal carefully over the rim of his\nhand. He spied no suspicious loungers.\n\nBehind the escalator he groped along the floor beneath the lockers until\nhe found his key. The briefcase was under his arm a minute later.\n\nIn the basement lave he put a coin in the pay slot of a private\ncompartment and went in.\n\nAs he zipped open the briefcase he surveyed his features in the mirror.\nA small muscle at the corner of one eye twitched spasmodically. One\ncheek wore a frozen quarter smile. Thirty-six hours under the paralysis\nwas longer than advisable. The muscles should be rested at least every\ntwenty hours.\n\nFortunately his natural features would serve as an adequate disguise\nnow.\n\nHe adjusted the ring setting on the pistol-shaped instrument that he\ntook from his case, and carefully rayed several small areas of his face,\nloosening muscles that had been tight too long. He sighed gratefully\nwhen he finished, massaging his cheeks and forehead with considerable\npleasure. Another glance in the mirror satisfied him with the changes\nthat had been made. He turned to his briefcase again and exchanged the\ngun for a small syringe, which he pushed into a trouser pocket, and a\nsingle-edged razor blade.\n\nRemoving his fiber-cloth jacket he slashed it into strips with the razor\nblade and flushed it down the disposal bowl. With the sleeves of his\nblouse rolled up he had the appearance of a typical workman as he\nstrolled from the compartment.\n\nBack at the locker he replaced the briefcase and, with a wad of gum,\nglued the key to the bottom of the locker frame.\n\nOne step more. Taking the syringe from his pocket, he plunged the needle\ninto his forearm and tossed the instrument down a waste chute. He took\nthree more steps and paused uncertainly.\n\nWhen he looked about him it was with the expression of a man waking from\na vivid dream.\n\n\n\"Quite ingenious,\" Graves murmured admiringly. \"You had your mind\nalready preconditioned for the shot. But why would you deliberately give\nyourself amnesia?\"\n\n\"What better disguise than to believe the part you're playing?\"\n\n\"A good man must have done that job on your mind,\" Bergstrom commented.\n\"I'd have hesitated to try it myself. It must have taken a lot of trust\non your part.\"\n\n\"Trust and money,\" Zarwell said drily.\n\n\"Your memory's back then?\"\n\nZarwell nodded.\n\n\"I'm glad to hear that,\" Bergstrom assured him. \"Now that you're well\nagain I'd like to introduce you to a man named Vernon Johnson. This\nworld ...\"\n\nZarwell stopped him with an upraised hand. \"Good God, man, can't you see\nthe reason for all this? I'm tired. I'm trying to quit.\"\n\n\"Quit?\" Bergstrom did not quite follow him.\n\n\"It started on my home colony,\" Zarwell explained listlessly. \"A gang of\nhoods had taken over the government. I helped organize a movement to get\nthem out. There was some bloodshed, but it went quite well. Several\nmonths later an unofficial envoy from another world asked several of us\nto give them a hand on the same kind of job. The political conditions\nthere were rotten. We went with him. Again we were successful. It seems\nI have a kind of genius for that sort of thing.\"\n\nHe stretched out his legs and regarded them thoughtfully. \"I learned\nthen the truth of Russell's saying: 'When the oppressed win their\nfreedom they are as oppressive as their former masters.' When they went\nbad, I opposed them. This time I failed. But I escaped again. I have\nquite a talent for that also.\n\n\"I'm not a professional do-gooder.\" Zarwell's tone appealed to Bergstrom\nfor understanding. \"I have only a normal man's indignation at injustice.\nAnd now I've done my share. Yet, wherever I go, the word eventually gets\nout, and I'm right back in a fight again. It's like the proverbial\nmonkey on my back. I can't get rid of it.\"\n\nHe rose. \"That disguise and memory planting were supposed to get me out\nof it. I should have known it wouldn't work. But this time I'm not going\nto be drawn back in! You and your Vernon Johnson can do your own\nrevolting. I'm through!\"\n\nBergstrom did not argue as he left.\n\n\nRestlessness drove Zarwell from his flat the next day--a legal holiday\non St. Martin's. At a railed-off lot he stopped and loitered in the\nshadow of an adjacent building watching workmen drilling an excavation\nfor a new structure.\n\nWhen a man strolled to his side and stood watching the workmen, he was\nnot surprised. He waited for the other to speak.\n\n\"I'd like to talk to you, if you can spare a few minutes,\" the stranger\nsaid.\n\nZarwell turned and studied the man without answering. He was medium\ntall, with the body of an athlete, though perhaps ten years beyond the\nage of sports. He had a manner of contained energy. \"You're Johnson?\" he\nasked.\n\nThe man nodded.\n\nZarwell tried to feel the anger he wanted to feel, but somehow it would\nnot come. \"We have nothing to talk about,\" was the best he could manage.\n\n\"Then will you just listen? After, I'll leave--if you tell me to.\"\n\nAgainst his will he found himself liking the man, and wanting at least\nto be courteous. He inclined his head toward a curb wastebox with a flat\ntop. \"Should we sit?\"\n\nJohnson smiled agreeably and they walked over to the box and sat down.\n\n\"When this colony was first founded,\" Johnson began without preamble,\n\"the administrative body was a governor, and a council of twelve. Their\nsuccessors were to be elected biennially. At first they were. Then\nthings changed. We haven't had an election now in the last twenty-three\nyears. St. Martin's is beginning to prosper. Yet the only ones receiving\nthe benefits are the rulers. The citizens work twelve hours a day. They\nare poorly housed, poorly fed, poorly clothed. They ...\"\n\nZarwell found himself not listening as Johnson's voice went on. The\nstory was always the same. But why did they always try to drag him into\ntheir troubles?\n\nWhy hadn't he chosen some other world on which to hide?\n\nThe last question prompted a new thought. Just why had he chosen St.\nMartin's? Was it only a coincidence? Or had he, subconsciously at least,\npicked this particular world? He had always considered himself the\nunwilling subject of glib persuaders ... but mightn't some inner\ncompulsion of his own have put the monkey on his back?\n\n\"... and we need your help.\" Johnson had finished his speech.\n\nZarwell gazed up at the bright sky. He pulled in a long breath, and let\nit out in a sigh.\n\n\"What are your plans so far?\" he asked wearily.\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "De Vet, Charles V."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/26569/pg26569.txt",
        "name": "monkey_on_his_back.json"
    }
}