{
    "name": "Monster",
    "author": [
        "Samachson, Joseph"
    ],
    "body": "There was a faint scratching at the door, so faint that Alice Kidd,\nwho had been listening fearfully for precisely that sound, was at first\nnot certain that she heard it. But, as she came close to the doorway,\nit was no longer possible to doubt, and a chill went through her at\nthe thought of the creature panting eagerly on the other side. Now she\ncould hear it whine, and, despite her knowledge that the gesture was\nan idle one, she could not help once more feeling the bolt behind the\ndoor. Then she made sure that the shutters too were securely barred,\nalthough these were usually in less danger; most of the animals could\nnot apply pressure very far above the ground.\n\nSmall was staring at her, not particularly frightened, but very much\ninterested. Her face, she thought, must be pale through the radiation\ntan. Ordinarily, there was nothing timid or fragile about her, or she\nwould never have accompanied her husband to Mars; but all the same,\nshe felt weak and helpless before the danger that threatened. And she\nshuddered as her five-year-old son asked, \"Can it get in, Mommy?\"\n\n\"I hope not, darling. Come, let's go into the other room and bolt the\nconnecting door. And then I'll call up Daddy.\"\n\n\"Does it want to eat us, Mommy?\"\n\nAlice shuddered again. \"Don't talk about it,\" she said, and carried him\nquickly into the next room. When the door was bolted, she pressed the\ncontact button, asked for Mr. Kidd, and almost at once was speaking to\nAnthony.\n\nHe listened quietly, his dark face in the visor as grave as if he were\nconcerned with some problem of engineering, and then said in a tone\nof reassurance, \"Don't worry, it can't get in. Not under a couple of\nhours, anyway. And even if it does, you have that gun.\"\n\n\"That explosive thing?\"\n\n\"It'll do, if you keep your nerve. But I don't think you'll have to put\nit to the test. I'm coming home now, anyway, and I'll take care of our\nfriend. Have any idea what it is?\"\n\n\"I haven't seen it. It just whines a little, and keeps scratching, very\nquietly.\"\n\n\"Probably a badgerine. Hope it doesn't try to tunnel under the floor.\nAll right, sugar, keep your shirt on, and the Mars Marines will be\nthere to the rescue.\"\n\n\"Take care of yourself.\"\n\n\"And how. Think I want you to be left with all that insurance money and\nfall victim to some fortune-hunter who sees nothing in you but your\nbeautiful bank account?\"\n\n\n\nHe hung up, and Alice waited, trembling. In the room where she was,\nshe could no longer hear the straining animal, but she knew that it\nhadn't gone away. She tried to get interested in some of Small's\nchildish treasures. The blocks he had long outgrown, and they kept the\nthings only because there was no one to give them to, and it seemed\nsilly to throw anything away here. Besides, Alice had the idea that\nher son might have a brother or a sister some day soon, if they ever\ndecided it was possible to raise a baby here, and toys were difficult\nto import. As for Small's magic hypno-ray ring, his imitation teleport\nbracelet, and his genuine imitation home teleset and similar objects,\nall obtained either by sending away one quarter credit in stamps\nplus a cereal box-top or by selling a special perfumed soap to his\nneighbors--which in this case meant his parents--she had always found\nit difficult to arouse any interest in them. She had, in fact, been\nslightly annoyed at Anthony's indulgence of his son's desire to obtain\nthem. And it was impossible to simulate interest now, with that animal\nat the door.\n\nAnd then, suddenly, the animal wasn't there any longer. She didn't hear\nany noise from Anthony's gun. It wasn't that kind. She felt simply\nthe shock of contact as the missile went through the creature's body\nand shook the house. Then came a long, despairing chorus of yells,\nand after that, for a moment, silence. She withdrew the bolt of the\nconnecting door, and then the buzzer sounded.\n\nWhen Anthony came in, she fell into his arms. Small, however, wasn't\nhaving any emotional excitement. He said, \"What was it, Daddy? Was it\nreally a badgerine?\"\n\n\"Not this time, son. Just an octerocap.\"\n\n\"As if the other wasn't bad enough,\" said Alice faintly. The octerocap\nwas an eight-headed wolf, and was as likely to kill newcomers by\nthe fright its appearance induced as much as by its numerous teeth.\n\"Anthony, you must simply get me another gun like yours.\"\n\n\"You can take mine if you really feel unsafe.\"\n\n\"You know I wouldn't take it. You need yours to get home with. And\nthere isn't so much danger as long as you're within calling range. But\nin case of emergency--\"\n\nHe nodded. \"Do you think I don't realize that? I've been cabling that\nidiot, Tapling, for another gun ever since we got here. Not a chance.\"\n\n\"But why? Does he think that the government sends engineers to Mars for\nthe purpose of having them killed and eaten by animals?\"\n\n\"Tapling's is not to reason why, it's but to do according to\nregulations and let others die. He says that Regulation L34XC3 of\nCode 3 forbids it.\"\n\n\"The stupid fool!\"\n\n\"Call him by his right name. That Idiot Tapling, or T. I. Tapling, as\nwe usually denote him at the office.\"\n\n\"Is he the same way to them?\"\n\n\"And how! Operations have been dragging along at half of capacity\nbecause he says we haven't filled out the necessary forms for those\nspare parts we need. And we can't fill them out, because the forms have\nto be countersigned by the vice-president in charge of Operation M54,\nand that gentleman is vacationing somewhere in space with a new bride,\nand can't be located. So you see, darling, you're cursing him in good\ncompany.\"\n\nEven at that, as Anthony might have pointed out, he was suppressing\na good part of what might have been said of Mr. Tapling. At the\nmines where Anthony and his fellow engineers worked, everything was\ncompletely automatic, and the dozen men were needed only for checking\nand repairs. It was T. I. Tapling who had done his best to ruin their\nlives.\n\n\n\nThe houses he had ordered built for them were not too bad. To be\nreasonably invulnerable to the drill-toothed animals who abounded on\nthese wastes, the walls would have had to be about a dozen feet thick;\nand Tapling had had no grounds for suspecting that fact, which had not\nbeen in any of the reports he had read. But it was unquestionably his\nfault that the houses were so widely scattered. Dealing with a planet\nwhere the sunlight was weak and ultra-violet was obtained chiefly from\nartificial radiation, a planet where the air was so cold that no one\nwent outdoors unless he had to, T. I. Tapling had been worried about\nliving space and had generously allotted to each engineer and his\nfamily territory uninhabited for a couple of miles in every direction.\nPossibly he expected them to grow vegetables next to their houses.\nApparently he had no suspicion that he was making things as easy as\npossible for the predatory animals.\n\nAnd of all locations, Anthony and Alice had the worst. Their house was\nmost isolated, was the most difficult to get to from the office, and\nwas in the part of the country most liable to attack. It was little\nwonder that Alice said, as she had said so often before, \"But we _must_\ndo something. Do you think we could have an electric barrier set up?\"\n\n\"We could not. That's against regulation something or other too. Might\nkill friendly animals.\"\n\n\"But there isn't a single animal that's friendly!\"\n\n\"Tell that to regulations and their guardian, Mr. Tapling.\"\n\nSmall looked up and said, \"Mommy, we ought to get a dog.\"\n\nAnthony nodded. \"Our brilliant son is correct. Just as correct as he\nwas when he first suggested it two months ago.\"\n\n\"But, Anthony, you know how much food costs here. He'd eat us out of--\"\n\n\"Dogs eat animals,\" announced Small. \"Space Dragoneer says so in his\ntelevision program.\"\n\n\"Small's right,\" agreed Anthony. \"I'll bet an octerocap has eight\ndifferent kinds of vitamins, one for each head. We ought to try eating\none ourselves and save money.\"\n\n\"Ugh!\"\n\n\"I want to eat an octerocap,\" said Small. \"He wants to eat me, so I\ndon't see why I shouldn't eat him.\"\n\n\"Never heard more perfect logic in my life,\" observed Anthony with\npride. \"That's my boy. However, let's put the lesson in logic aside\nfor a moment, and repair the damage the thing caused. Get the plastic\nmetal, Alice.\"\n\nBut Small was not to be so easily sidetracked. When the repairs to the\ndoor had been completed, he said, as if continuing a conversation that\nhad been going on all the time, \"Are we getting the dog soon, Daddy?\"\n\n\"I think we are, Small. Then, for a change, I think your Mommy will\nfeel safe in the house.\"\n\n\"I'll call him, 'Rover',\" decided Small.\n\n\"'Rover' let it be. He'll be unique--the only dog on Mars with that\nname. In fact, the only dog on Mars.\"\n\n\"I'm unique too, Daddy. I'm the only boy on Mars called 'Small'.\"\n\n\"It's not your real name, you know.\"\n\n\"It is so,\" asserted Small. \"'Anthony, Jr.' is just a nickname. When I\nstart going to television school, I'm going to tell the teacher that my\nname is Small Kidd.\"\n\nAlice had been thinking. She said, \"Anthony, dear, instead of writing\nfor a dog, why don't you try again to get one of those new guns? I'm\nsure that if you did fill out a form--\"\n\n\"I've filled out thousands. But don't worry, dear, I'll write T. I.\nTapling again. Just don't expect too much, though.\"\n\nAlice tried to pretend that she didn't, but in her heart she felt a\npang of disappointment when Tapling wrote back that additional guns\nwere forbidden not only by Regulation L34XC3 of Code 3, but by virtue\nof certain other regulations as well. He was pleased, however, to reply\nfavorably to Mr. Kidd's other request, and enclosed forthwith a copy of\na catalogue published by the Central Terrestrial Dog Breeding Station.\n\n\n\nAlice's first thought was that for once Mr. Tapling had done something\nright, and without wrapping his action up in red tape. Alice's second\nthought was, \"That Idiot Tapling!\"--for the catalogue, it turned out,\nwas three hundred years old. It had been published some time before\nthe first Mars expedition had taken off, and she could only wonder\nfrom what antique waste-paper pile the bureaucratic T. I. Tapling's\nbureaucratic subordinates had dug it up.\n\nIt was, nonetheless, fascinating reading, and Small was even more\nfascinated by the pictures it contained. Moreover, with a catalogue\nactually in the house, he seemed to regard her as definitely committed\nto get Rover. He wavered in his favorites for that title between Great\nDanes and Saint Bernards, and Alice, as she contemplated the size of\nthe two breeds, could only think of the enormous quantities of food\nthey would consume, and shudder in dismay.\n\nShe put up one final feeble struggle that same night, when Anthony\ncame home, and Small showed him the wonders in the new book. \"Look,\nDaddy, this one looks like a sheep!\"\n\n\"It's a Bedlington Terrier.\"\n\n\"Can we eat it?\"\n\n\"No. It may look like a sheep, but it eats like a dog. What kind do you\nwant?\"\n\n\"He wants a big one,\" said Alice. \"Great Dane or St. Bernard.\"\n\n\"How about an Irish Wolfhound?\"\n\n\"Is that a big one, Daddy?\"\n\n\"Tallest in the book.\"\n\n\"Maybe we should choose that,\" said Alice tentatively. \"That is,\" she\ncorrected herself, \"if we choose any at all. And I rather doubt whether\nwe should.\"\n\n\"It's up to you.\"\n\n\"Think of the cost of feeding a big dog!\"\n\n\"But I told you before, it will probably feed on the animals it kills.\"\n\n\"Suppose it doesn't kill any?\"\n\n\"It had better,\" said Anthony. \"That's why I sent for the catalogue.\nWe'll have to take a look at the qualities of the different breeds,\nand not depend entirely on Small's otherwise excellent criterion of\nsize. We want a dog that's kind and affectionate with a child; tough,\nadaptable, a good hunter; and easy to care for. There are several\nthat seem to fit the bill, but of course it's hard to be sure from a\ncatalogue alone. And a lot depends on the individual dog, too. Why not\ntell the Dog Breeding Station what we want, and leave the final choice\nup to them?\"\n\n\"But we're not sure--\"\n\nIt was at that moment that for the first time there came a scratching\nnot at the door, but at the shutter.\n\nAlice looked at her husband and her child, and then hugged the latter\nclosely. \"Thank God you're home,\" she told Anthony.\n\nThe shutters were not as resistant as the doors, and they both knew it.\nBut for the moment, the creature outside seemed to have trouble making\nup its mind. The scratching stopped, and then began again, at another\nshutter.\n\n\"As long as it isn't at the door, I have a chance to slip out before it\ncan slip in--I hope,\" said Anthony. He picked up his gun. \"Get Small\nbehind the other door, and bar it.\"\n\n\"Don't be silly. I'll put Small there, but I'm staying here. I'll keep\nthe explosive gun in readiness, just in case.\"\n\nAnthony nodded, and said, \"All right, then. Here I go.\"\n\nHe opened the door and stepped out. At the faint sound the door made,\nthe scratching at the shutter stopped. A second later, something seemed\nto flash through the air and throw itself at Anthony's face. Anthony,\nstartled, didn't pull the trigger. Instead, he swung the gun upward and\ncaught the creature in the middle, throwing it above the roof. As it\nrose high, he aimed, giving it a wide beam. The creature split in two\nand the pieces fell to the ground, where they wriggled spasmodically.\n\n\n\nThe thing had possessed a long snake's head and neck on a small\npseudo-mammalian body. Anthony's shot had cut it at the base of the\nneck, and as the eyes glared at him, he fired into the head. But even\nwith the head shattered, the neck continued to twitch.\n\nAlice shuddered. \"How did it fly?\"\n\n\"Get a little closer, and you'll see for yourself.\"\n\nShe managed to overcome her repulsion and approached close, still\nholding her own gun in readiness. And then, as Anthony had said, she\nsaw for herself. All along the neck were small pairs of wings, and\non the body two pairs of large ones. They were folded now, but their\nnature was clearly visible. As if to leave her in no doubt whatever,\nduring one of the twitchings a pair on the body shuddered open, and\nrevealed a five-foot wingspread before it closed again.\n\n\"What is it?\" she asked.\n\n\"Let's get into the house before we talk,\" replied Anthony, and they\nwithdrew quickly and were about to bolt the door once more.\n\nAt that moment, Alice looked around and screamed. \"Small!\"\n\nAnthony opened the door again, to find that Small had slipped out and\nwas poking with interest in his mind and a stick in his hand at the\nbody-half of the shattered animal. Anthony grabbed him and carried him\nin. When they had bolted the door again, Alice fell into a chair. \"That\nchild gives me heart-failure a dozen times a day.\"\n\n\"That's what kids are for,\" said Anthony. \"About that thing I\nkilled--I've heard of them, but I've never seen one before. I hope they\ndon't turn out to be common around here.\"\n\n\"If one finally found its way to us, others will, sooner or later.\"\n\n\"I'm afraid so,\" he sighed. \"They're known as 'snaffles'--flying\nsnakes. It may make you feel better to learn that they're not\npoisonous.\"\n\n\"It doesn't make me feel better in the least. They're horrible anyway.\"\n\n\"Well, how about getting a dog?\"\n\n\"Send away for one--at once. Any kind, so long as it will kill these\nterrible things.\"\n\nThey sent away, and then they waited. A week later, Anthony killed\na badgerine--a vicious, burrowing animal that had the habit of\nslaughtering for the pure joy of killing. The same day, a report came\nfrom T. I. Tapling to the effect that the Central Terrestrial Dog\nBreeding Station had reported an order for one of their animals, and\nthat, by virtue of the fact that all orders for Government personnel\non Government projects must be routed through Government channels, the\norder had been turned over to Mr. Tapling. However, as Mr. Tapling was\nstrongly opposed to red tape--so said Mr. Tapling, black on white--he\nwould not return a new blank order form to Mr. Anthony Kidd, but would\nsave time, according to the procedure permitted by Regulation MN37VX25,\nCode 2, and fill out the necessary form himself.\n\n\"Why, the guy's human,\" said Anthony in surprise.\n\n\"Maybe he had a dog himself once,\" suggested Alice.\n\n\"Whatever it is, it shouldn't be long now.\"\n\nBut Mr. Tapling, as an expediter, was not quite as efficient as when\nhe played the role of obstructor. Another week passed, during which\nAnthony killed another octerocap and two snaffles, incurring a slight\nwound from one of the latter. The wound showed signs, at first, of\nfestering badly, and special biostatic treatment was needed to keep\nit from getting worse. The week after that, Anthony shot a new animal\nwhich he had never even heard described before. It seemed a baggy\nformless mass, with a tiny, almost invisible head. He tossed it aside,\nand the other animals, enticed by the meal, came to eat it and then\nprowl, audibly drooling, around the house. He shot several more, and\nstill no dog.\n\nHe spent part of his hard-earned salary for a special cable to Mr.\nTapling, and that gentleman, in his hatred of red tape, referred the\nmessage to a subordinate, who passed it on for action to a subordinate\nof his own. Anthony never heard of the cable again.\n\n\n\nDuring the next week he killed no less than five different animals.\nAlice herself killed a snaffle which tried to get into the house\nthrough an imperfectly barred window. The explosive gun was a great\nsuccess, blowing head and most of the neck to bits with one shot, and\nknocking Alice to the floor at the same time by means of the recoil.\nShe was bruised for days, and from that moment she lived in almost as\ngreat terror of the gun itself as of the animals outside.\n\nIn the month that followed, Anthony sent a cable each week, and\nreceived no reply to any of them. The number of animals that prowled\naround the house increased almost daily. There came the day when Alice\ncalled up the mine in panic.\n\n\"Anthony, there are _three_ of them outside the house, all at once. One\nat the door, two at different shutters. Rush home! And bring help!\"\n\n\"Okay,\" said Anthony, and rushed.\n\nThis time he was accompanied by one of his fellow engineers, who was\ncarrying a surprise for Alice. The first surprise, however, was the one\nthat Anthony himself received. Tunneling under the concrete foundation\nof the house was a badgerine whose presence Alice had not even\nsuspected. But Anthony had no time to tackle it, for the other animals\nwere quickly upon him. The first to arrive were the snaffles, and both\nAnthony and the engineer with him aimed and shot in a hurry. Anthony's\ntarget fell apart as scheduled. The engineer's kept on coming, but\nfortunately overshot its mark, for its intended victim had fallen to\nthe ground.\n\nAnthony swung his gun around, knocked the snaffle into the air, and\nfired right into the middle of an octerocap rushing at him. It fell to\nthe ground, eight heads howling, and then managed to lift itself and\nspring. But by this time the engineer was on his feet again, and while\nhe broke its back with a blow of his own gun, Anthony disposed of the\nremaining snaffle.\n\nIt was only then that they heard the shriek from inside. The badgerine\nwas cutting through the concrete and getting into the house. Anthony\nrushed to the door. It was bolted; and Alice, terrified as she watched\nthe floor give way, either didn't hear his yells or was unable to get\nto him. Anthony wasted no time in pounding at the closed door. He\nrushed to the hole the badgerine had dug and crawled down after it.\n\nThe hole was dark, but fortunately fairly wide, as the badgerine was\na large animal. Anthony was able to pull himself along at a fair rate\nof speed. While he was still a dozen feet from the concrete, he heard\nthe explosive gun go off. He almost felt the shock that must have hit\nAlice, and tried to crawl faster, but only scraped his face against\nthe rock. Actually, it was only a few seconds before he reached the\nconcrete and dragged himself through, but it seemed like hours.\n\nAlice had turned on the brightest lights, and, thoroughly shaken by the\nrecoil, was now trying to aim with an unsteady gun at the badgerine,\nwhich had pulled itself together as if gathering strength to spring at\nher. The explosion had torn a hole in its side, and blood was staining\nthe floor--but it wasn't the wound that had saved Alice from its first\nattempt to pounce upon her. It was the bright light, which dazzled the\neyes so well adjusted to the black of the tunnel. It had leaped by odor\nand missed, and Alice had been cool enough to hold her fire until she\ncould aim. But this time the animal would not miss.\n\nIt sprang, in fact, just as Anthony dragged his own gun to aiming\nposition, and its teeth were about to close on her throat when his\nblast drilled it through the primary heart. Even as it fell, it knocked\nher down.\n\n\n\nAnthony kicked the animal aside and picked up his wife, who had\nfainted. Outside, the man who had accompanied him was pounding on the\ndoor. From behind the bolted door of the inner room, Small was wailing.\n\nAnthony deposited his wife gently on a sofa, and let his friend in. The\nman said bitterly, \"That Idiot Tapling.\"\n\n\"Never mind Tapling. Let me have your flask.\"\n\nBut Alice didn't need the whisky to revive. She opened her eyes just\nas Anthony lifted her again, and then, as her gaze met his own, she\nsighed. \"What a wonderful man I married. Always just in time.\"\n\n\"That Idiot Tapling,\" growled the newcomer.\n\nAlice looked at him questioningly, and Anthony said, \"This is Carl\nDowley. From the mines. He came along when I told him that I might need\nhelp. And look at what he has.\"\n\n\"A new gun!\" exclaimed Alice.\n\n\"That's what it looks like,\" said Dowley. \"From surplus, courtesy\nof Regulation ND7-Z5. And that's exactly what it isn't.\" He said to\nAnthony, \"You saw me aim and fire. But you didn't see anything happen.\nBecause it didn't go off.\"\n\n\"Let me take a look at it.\" Anthony opened it up, and stared. \"No\nloader, no radiation shield, no charge chamber--the guts are missing!\"\n\nThey looked at each other, and all three said, at the same moment,\nalmost as if they had rehearsed it, \"That Idiot Tapling!\"\n\nIt was only then that Alice heard Small's wailing and opened the inner\ndoor.\n\nThey had thought that day was bad enough. The next day topped it.\n\nThe hole the badgerine had dug had been filled with quick-setting\nconcrete and had no further attraction for animal visitors. Late in\nthe afternoon, however, something came to the door, and Alice tried\nto phone the mine. But the line was dead, and she realized that some\nanimal, probably another badgerine, had cut through the concrete and\nmetal shield that protected the phone and visor wires. She was not\nseriously upset, however--not then. She simply switched to the radio\nsender, and tried to contact the mine along her private wave-length. It\nwas only when she realized that the power was not on that panic really\ngripped her.\n\nThe creature at the door kept working steadily, as if unaware that a\nhalf hour after its arrival a competitor had arrived at one of the\nshutters, and that a pretty race was on to see which would get Alice as\nits prey. She stared at her watch and tried to guess when Anthony would\nbe coming home. Probably, as far as she could estimate, a half hour\nafter the first creature had reached her. She might stop it with the\nexplosive gun, and she might not. And then, if another showed up at the\nsame window or door, while she was still unsteady from the recoil....\n\nHer only hope was that they would come after her one by one, not too\nclose together. She considered seriously the possibility of opening the\nshutter to allow the entrance of the snaffle which she was sure was\ntearing at it, getting rid of that, and then closing the shutter again\nwhile she recovered her steadiness. But she knew that the thing might\ncome at her faster than she could handle it, and decided to leave the\nshutter alone.\n\nFor another half hour the animals worked away, each intent upon its\nown means of arriving at the victim. Then, for the first time, Alice\nheard the sound of a struggle between animals outside the house. The\nscratching at the shutter stopped, there came a thin shriek, a crash\nagainst the side, and then silence except for the vibration of the\nshutter.\n\nThe scratching at the door stopped next. This time there came the\nhowling of octerocap heads, and then a crash high up, as if the\ncreature had been hurled with great force against the house. The thing\nthat had hurled it next pounded on the door, and to her horror Alice\nsaw the door yield at the same time both at the bottom and at the top,\nas if it had been hit by both head and foot at once. Never before had\nany animal been large enough to accomplish such a feat. This must be a\npredator of a new type, huger and stronger than the others.\n\nFor the second time in two days, Alice fainted.\n\n\n\nShe was awakened a little later by a great pounding on the door. At\nfirst she thought she would faint again, but the unexpected sound of\nAnthony's voice reassured her. He was yelling to her to open up.\n\nShe lifted the bolt, and Anthony stepped toward her. As she fell\nforward to fling her arms around his neck, however, she caught sight of\nsomething over his shoulder ... she closed her eyes and shrieked.\n\n\"Take it easy,\" said Anthony. \"He may look frightening, but he's of a\nbreed that's been trained to be gentle with humans.\"\n\n\"It's--\"\n\n\"It's the thing that smashed the snaffle and trampled the octerocap.\nIt's the dog they sent us.\"\n\nShe drew back, and a monster stepped into the room, its clumsy gait\nalmost knocking the door off its hinges. It gazed at her with saucer\neyes, and then, as Small came toward it, his own little eyes wide\nwith a puzzled sort of delight, the dog stretched out a tongue bigger\nthan Small's head and tried to lick Small's face. The boy fell over\nbackward, squalling in fright.\n\n\"No, Rover!\" said Anthony sternly.\n\nThe dog hung its head in shame.\n\n\"Down, Rover!\"\n\nThe dog stood motionless, Anthony smacked him on the rear. The dog\nsquatted down on his haunches, his head somewhere near the ceiling.\n\n\"See how gentle he is? He may look like a monster, but he wouldn't lay\na paw or a tooth on a human being. They breed his kind for gentleness.\"\n\n\"But--are you sure it's a dog? How--why didn't you--\"\n\n\"I tried to call you late this afternoon, when he arrived,\" said\nAnthony reasonably, \"but the wire was cut. And your radio wasn't\nreceiving. So I set out to walk him home. Had him on a leash. Not that\nI could hold him if he really tried to pull away, but he won't exert\nhis full force against a human who has him on a leash.\"\n\n\"Then how _did_ he get away? If he killed the octerocap and the\nsnaffle, he must have got here before you.\"\n\n\"He did. Fact is, I was careless,\" confessed Anthony shamefacedly. \"I\nstopped to light a cigaret, and he tugged the leash out of my hand\nbefore I could get a good grip on it. He headed for this place because\nit was the only human-looking habitation in the neighborhood. Good\nthing, too. He got here in time to take care of those creatures.\"\n\nAlice stared at the monster. \"Good heavens, how big is he, anyway?\"\n\n\"Seven feet at the shoulder, and weighs 2000 pounds. No wonder he could\nhandle those animals, even though he is a pup.\"\n\n\"_A pup!_\"\n\n\"Four months old. Two months when they shipped him out. It seems that\nthe catalogue That Idiot Tapling sent us is a little out of date.\nIn the past few centuries they've bred new kinds of dogs, entirely\ndifferent from those they used to have on Earth. They've got them small\nenough to fit into a thimble, and big enough--well, as big as this\none will be. Naturally, when we wrote away and asked for a protector\ntype, one of the biggest they had, we didn't have any idea that they'd\ndeveloped this. If Tapling had only sent us a modern catalogue--\"\n\n\"I like him,\" announced Small suddenly. \"Is his name Rover?\"\n\n\"Absolutely.\"\n\n\"Will he knock me over again?\"\n\n\"Of course not. That was just an accident.\"\n\n\"Are we going to keep him?\"\n\nAnthony looked at Alice and grinned. \"I don't think we have any choice\nin the matter. It's a question of life and death.\"\n\n\"But not in the house,\" said Alice. \"There's no room for him in the\nhouse. And he'll be quite safe outside.\"\n\n\"I'm afraid not,\" said Anthony. \"He's strong, but as a pup he's still\ndelicate. Very susceptible to virus infections.\"\n\n\"That elephant?\" exclaimed Alice incredulously. \"Afraid of little\nthings like viruses?\"\n\nAnthony nodded. \"His kind catch cold very easily. After he grows older,\nof course, he'll be different. He'll be able to sleep outside, if you\nmake him a chest protector. The chest has to stay warm. You used to\nknit well, Alice.\"\n\n\"I can't knit a chest protector for an elephant!\"\n\n\"You're exaggerating. Even full-grown, he probably won't top 4600\npounds. Some elephants come a lot bigger than that.\"\n\n\"I'll sew him a protector out of an old blanket. I won't knit it.\"\n\n\"I guess that will do. Meanwhile, as I said, we'll have to keep him in\nthe house. And about food--\" He coughed delicately. \"Later on, he'll\nbe able to supply himself. Meanwhile, he's still a pup, as I must\nkeep on reminding you. We'll have to buy special dog food. And vitamin\nconcentrates. A few gallons a year, no more. He'll be mature at about\ntwo.\"\n\nAlice groaned. \"He probably saved my life, but I can't help it,\nAnthony, I can't welcome him like the guest he should be. Either he'll\neat us out of house and home, or he'll crowd us out--\"\n\n\"I can take him back or give him to someone else,\" observed Anthony. \"I\nalready have an offer.\"\n\n\"No--I'm afraid we need him too much.\" She looked at the animal grimly,\nand said, \"You win, Rover. You're one of the family.\"\n\nRover bent his head, and Anthony scratched it. Small said, \"Daddy,\ncould he give me a ride?\" and Anthony put the boy on the dog's back,\nand watched him parade clumsily around the room, knocking over no more\nthan two chairs. A moment later, the boy slipped off, beaming.\n\n\"I think it'll work out,\" said Anthony.\n\nAs if in answer, Small's eyes seemed to pop out of his head, while\nhis finger pointed. Alice shrieked, and in her voice there was the\nexpression of stark tragedy such as Aristotle had never known, of\nthe ultimate outrage of a malignant and remorseless fate: \"_He isn't\nhousebroken!_\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Samachson, Joseph"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63965/pg63965.txt",
        "name": "monster.json"
    }
}