{
    "name": "Morgue Ship",
    "author": [
        "Bradbury, Ray"
    ],
    "body": "He heard the star-port grind open, and the movement of the metal claws\ngroping into space, and then the star-port closed.\n\nThere was another dead man aboard the _Constellation_.\n\nSam Burnett shook his long head, trying to think clearly. Pallid and\nquiet, three bodies lay on the cold transparent tables around him;\nmachines stirred, revolved, hummed. He didn't see them. He didn't see\nanything but a red haze over his mind. It blotted out the far wall of\nthe laboratory where the shelves went up and down, numbered in scarlet,\nkeeping the bodies of soldiers from all further harm.\n\nBurnett didn't move. He stood there in his rumpled white surgical\ngown, staring at his fingers gloved in bone-white rubber; feeling all\ntight and wild inside himself. It went on for days. Moving the ship.\nOpening the star-port. Extending the retriever claw. Plucking some poor\nwarrior's body out of the void.\n\nHe didn't like it any more. Ten years is too long to go back and\nforth from Earth to nowhere. You came out empty and you went back\nfull-cargoed with a lot of warriors who didn't laugh or talk or smoke,\nwho just lay on their shelves, all one hundred of them, waiting for a\ndecent burial.\n\n\"Number ninety-eight.\" Coming matter of fact and slow, Rice's voice\nfrom the ceiling radio hit Burnett.\n\n\"Number ninety-eight,\" Burnett repeated. \"Working on ninety-five,\nninety-six and ninety-seven now. Blood-pumps, preservative, slight\nsurgery.\" Off a million miles away his voice was talking. It sounded\ndeep. It didn't belong to him anymore.\n\nRice said:\n\n\"Boyohbody! Two more pick-ups and back to New York. Me for a ten-day\ndrunk!\"\n\nBurnett peeled the gloves off his huge, red, soft hands, slapped them\ninto a floor incinerator mouth. Back to Earth. Then spin around and\nshoot right out again in the trail of the war-rockets that blasted one\nanother in galactic fury, to sidle up behind gutted wrecks of ships,\nsalvaging any bodies still intact after the conflict.\n\nTwo men. Rice and himself. Sharing a cozy morgue ship with a hundred\nother men who had forgotten, quite suddenly, however, to talk again.\n\nTen years of it. Every hour of those ten years eating like maggots\ninside, working out to the surface of Burnett's face, working under the\nhusk of his starved eyes and starved limbs. Starved for life. Starved\nfor action.\n\nThis would be his last trip, or he'd know the reason why!\n\n\"Sam!\"\n\nBurnett jerked. Rice's voice clipped through the drainage-preservative\nlab, bounded against glassite retorts, echoed from the refrigerator\nshelves. Burnett stared at the tabled bodies as if they would leap to\nlife, even while preservative was being pumped into their veins.\n\n\"Sam! On the double! Up the rungs!\"\n\nBurnett closed his eyes and said a couple of words, firmly. Nothing was\nworth running for any more. Another body. There had been one hundred\nthousand bodies preceding it. Nothing unusual about a body with blood\ncooling in it.\n\n\n\nShaking his head, he walked unsteadily toward the rungs that gleamed\nup into the air-lock, control-room sector of the rocket. He climbed\nwithout making any noise on the rungs.\n\nHe kept thinking the one thing he couldn't forget.\n\n_You never catch up with the war._\n\nAll the color is ahead of you. The drive of orange rocket traces across\nstars, the whamming of steel-nosed bombs into elusive targets, the\ntitanic explosions and breathless pursuits, the flags and the excited\nglory are always a million miles ahead.\n\nHe bit his teeth together.\n\n_You never catch up with the war._\n\nYou come along when space has settled back, when the vacuum has stopped\ntrembling from unleashed forces between worlds. You come along in the\ndark quiet of death to find the wreckage plunging with all the fury of\nits original acceleration in no particular direction. You can only see\nit; you don't hear anything in space but your own heart kicking your\nribs.\n\nYou see bodies, each in its own terrific orbit, given impetus by\ngrinding collisions, tossed from mother ships and dancing head over\nfeet forever and forever with no goal. Bits of flesh in ruptured space\nsuits, mouths open for air that had never been there in a hundred\nbillion centuries. And they kept dancing without music until you\nextended the retriever-claw and culled them into the air-lock.\n\nThat was all the war-glory he got. Nothing but the stunned, shivering\nsilence, the memory of rockets long gone, and the shelves filling up\nall too quickly with men who had once loved laughing.\n\nYou wondered who all the men were; and who the next ones would be.\nAfter ten years you made yourself blind to them. You went around doing\nyour job with mechanical hands.\n\nBut even a machine breaks down....\n\n\n\n\"Sam!\" Rice turned swiftly as Burnett dragged himself up the ladder.\nRed and warm, Rice's face hovered over the body of a sprawled enemy\nofficial. \"Take a look at this!\"\n\nBurnett caught his breath. His eyes narrowed. There was something wrong\nwith the body; his experienced glance knew that. He didn't know what it\nwas.\n\nMaybe it was because the body looked a little _too_ dead.\n\nBurnett didn't say anything, but he climbed the rest of the way,\nstood quietly in the grey-metal air-lock. The enemy official was as\ndelicately made as a fine white spider. Eyelids, closed, were faintly\nblue. The hair was thin silken strands of pale gold, waved and pressed\nclose to a veined skull. Where the thin-lipped mouth fell open a\ncluster of needle-tipped teeth glittered. The fragile body was enclosed\ncompletely in milk-pale syntha-silk, a holstered gun at the middle.\n\nBurnett rubbed his jaw. \"Well?\"\n\nRice exploded. His eyes were hot in his young, sharp-cut face, hot and\nblack. \"Good Lord, Sam, do you know who this is?\"\n\nBurnett scowled uneasily and said no.\n\n\"It's Lethla!\" Rice retorted.\n\nBurnett said, \"Lethla?\" And then: \"Oh, yes! Kriere's majordomo. That\nright?\"\n\n\"Don't say it calm, Sam. Say it big. Say it big! If Lethla is here in\nspace, then Kriere's not far away from him!\"\n\nBurnett shrugged. More bodies, more people, more war. What the hell.\nWhat the hell. He was tired. Talk about bodies and rulers to someone\nelse.\n\nRice grabbed him by the shoulders. \"Snap out of it, Sam. Think!\nKriere--The All-Mighty--in our territory. His right hand man dead. That\nmeans Kriere was in an accident, too!\"\n\nSam opened his thin lips and the words fell out all by themselves.\n\"Look, Rice, you're new at this game. I've been at it ever since the\nVenus-Earth mess started. It's been see-sawing back and forth since the\nday you played hookey in the tenth grade, and I've been in the thick\nof it. When there's nothing left but seared memories, I'll be prowling\nthrough the void picking up warriors and taking them back to the good\ngreen Earth. Grisly, yes, but it's routine.\n\n\"As for Kriere--if he's anywhere around, he's smart. Every precaution\nis taken to protect that one.\"\n\n\"But Lethla! His body must mean something!\"\n\n\"And if it does? Have we got guns aboard this morgue-ship? Are we a\nbattle-cuiser to go against him?\"\n\n\"We'll radio for help?\"\n\n\"Yeah? If there's a warship within our radio range, seven hundred\nthousand miles, we'll get it. Unfortunately, the tide of battle has\nswept out past Earth in a new war concerning Io. That's out, Rice.\"\n\nRice stood about three inches below Sam Burnett's six-foot-one. Jaw\nhard and determined, he stared at Sam, a funny light in his eyes. His\nfingers twitched all by themselves at his sides. His mouth twisted,\n\"You're one hell of a patriot, Sam Burnett!\"\n\nBurnett reached out with one long finger, tapped it quietly on Rice's\nbarrel-chest. \"Haul a cargo of corpses for three thousand nights and\ndays and see how patriotic you feel. All those fine muscled lads\nbloated and crushed by space pressures and heat-blasts. Fine lads who\nstart out smiling and get the smile burned off down to the bone--\"\n\nBurnett swallowed and didn't say anything more, but he closed his eyes.\nHe stood there, smelling the death-odor in the hot air of the ship,\nhearing the chug-chug-chug of the blood pumps down below, and his own\nheart waiting warm and heavy at the base of his throat.\n\n\"This is my last cargo, Rice. I can't take it any longer. And I don't\ncare much how I go back to earth. This Venusian here--what's his name?\nLethla. He's number ninety-eight. Shove me into shelf ninety-nine\nbeside him and get the hell home. That's how I feel!\"\n\nRice was going to say something, but he didn't have time.\n\nLethla was alive.\n\nHe rose from the floor with slow, easy movements, almost like a dream.\nHe didn't say anything. The heat-blast in his white fingers did all the\nnecessary talking. It didn't say anything either, but Burnett knew what\nlanguage it would use if it had to.\n\nBurnett swallowed hard. The body had looked funny. Too dead. Now he\nknew why. Involuntarily, Burnett moved forward. Lethla moved like a\npale spider, flicking his fragile arm to cover Burnett, the gun in it\nlike a dead cold star.\n\nRice sucked in his breath. Burnett forced himself to take it easy. From\nthe corners of his eyes he saw Rice's expression go deep and tight,\nbiting lines into his sharp face.\n\nRice got it out, finally. \"How'd you do it?\" he demanded, bitterly.\n\"How'd you live in the void? It's impossible!\"\n\nA crazy thought came ramming down and exploded in Burnett's head. _You\nnever catch up with the war!_\n\nBut what if the war catches up with you?\n\nWhat in hell would Lethla be wanting aboard a morgue ship?\n\n\n\nLethla half-crouched in the midst of the smell of death and the\nchugging of blood-pumps below. In the silence he reached up with quick\nfingers, tapped a tiny crystal stud upon the back of his head, and the\nhalves of a microscopically thin chrysalis parted transparently off\nof his face. He shucked it off, trailing air-tendrils that had been\ninserted, hidden in the uniform, ending in thin globules of oxygen.\n\nHe spoke. Triumph warmed his crystal-thin voice. \"That's how I did it,\nEarthman.\"\n\n\"Glassite!\" said Rice. \"A face-moulded mask of glassite!\"\n\nLethla nodded. His milk-blue eyes dilated. \"Very marvelously pared to\nan unbreakable thickness of one-thirtieth of an inch; worn only on the\nhead. You have to look quickly to notice it, and, unfortunately, viewed\nas you saw it, outside the ship, floating in the void, not discernible\nat all.\"\n\nPrickles of sweat appeared on Rice's face. He swore at the Venusian and\nthe Venusian laughed like some sort of stringed instrument, high and\nquick.\n\nBurnett laughed, too. Ironically. \"First time in years a man ever came\naboard the Constellation alive. It's a welcome change.\"\n\nLethla showed his needle-like teeth. \"I thought it might be. Where's\nyour radio?\"\n\n\"Go find it!\" snapped Rice, hotly.\n\n\"I will.\" One hand, blue-veined, on the ladder-rungs, Lethla paused.\n\"I know you're weaponless; Purple Cross regulations. And this air-lock\nis safe. Don't move.\" Whispering, his naked feet padded white up the\nladder. Two long breaths later something crashed; metal and glass and\ncoils. The radio.\n\nBurnett put his shoulder blades against the wall-metal, looking at his\nfeet. When he glanced up, Rice's fresh, animated face was spoiled by\nthe new bitterness in it.\n\nLethla came down. Like a breath of air on the rungs.\n\nHe smiled. \"That's better. Now. We can talk--\"\n\nRice said it, slow:\n\n\"Interplanetary law declares it straight, Lethla! Get out! Only dead\nmen belong here.\"\n\nLethla's gun grip tightened. \"More talk of that nature, and only dead\nmen there will be.\" He blinked. \"But first--we must rescue Kriere....\"\n\n\"Kriere!\" Rice acted as if he had been hit in the jaw.\n\nBurnett moved his tongue back and forth on his lips silently, his eyes\nlidded, listening to the two of them as if they were a radio drama.\nLethla's voice came next:\n\n\"Rather unfortunately, yes. He's still alive, heading toward Venus\nat an orbital velocity of two thousand m.p.h., wearing one of these\nair-chrysali. Enough air for two more hours. Our flag ship was attacked\nunexpectedly yesterday near Mars. We were forced to take to the\nlife-boats, scattering, Kriere and I in one, the others sacrificing\ntheir lives to cover our escape. We were lucky. We got through the\nEarth cordon unseen. But luck can't last forever.\n\n\"We saw your morgue ship an hour ago. It's a long, long way to Venus.\nWe were running out of fuel, food, water. Radio was broken. Capture\nwas certain. You were coming our way; we took the chance. We set a\nsmall time-bomb to destroy the life-rocket, and cast off, wearing our\nchrysali-helmets. It was the first time we had ever tried using them to\ntrick anyone. We knew you wouldn't know we were alive until it was too\nlate and we controlled your ship. We knew you picked up all bodies for\nbrief exams, returning alien corpses to space later.\"\n\nRice's voice was sullen. \"A set-up for you, huh? Traveling under the\nprotection of the Purple Cross you can get your damned All-Mighty safe\nto Venus.\"\n\nLethla bowed slightly. \"Who would suspect a Morgue Rocket of providing\nsafe hiding for precious Venusian cargo?\"\n\n\"Precious is the word for you, brother!\" said Rice.\n\n\"Enough!\" Lethla moved his gun several inches.\n\n\"Accelerate toward Venus, mote-detectors wide open. Kriere must be\npicked up--_now!_\"\n\n\n\nRice didn't move. Burnett moved first, feeling alive for the first time\nin years. \"Sure,\" said Sam, smiling. \"We'll pick him up.\"\n\n\"No tricks,\" said Lethla.\n\nBurnett scowled and smiled together. \"No tricks. You'll have Kriere on\nboard the _Constellation_ in half an hour or I'm no coroner.\"\n\n\"Follow me up the ladder.\"\n\nLethla danced up, turned, waved his gun. \"Come on.\"\n\nBurnett went up, quick. Almost as if he enjoyed doing Lethla a favor.\nRice grumbled and cursed after him.\n\nOn the way up, Burnett thought about it. About Lethla poised like\na white feather at the top, holding death in his hand. You never\nknew whose body would come in through the star-port next. Number\nninety-eight was Lethla. Number ninety-nine would be Kriere.\n\nThere were two shelves numbered and empty. They should be filled. And\nwhat more proper than that Kriere and Lethla should fill them? But, he\nchewed his lip, that would need a bit of doing. And even then the cargo\nwouldn't be full. Still one more body to get; one hundred. And you\nnever knew who it would be.\n\nHe came out of the quick thoughts when he looped his long leg over\nthe hole-rim, stepped up, faced Lethla in a cramped control room that\nwas one glittering swirl of silver levers, audio-plates and visuals.\nChronometers, clicking, told of the steady dropping toward the sun at a\nslow pace.\n\nBurnett set his teeth together, bone against bone. Help Kriere escape?\nSee him safely to Venus, and then be freed? Sounded easy, wouldn't be\nhard. Venusians weren't blind with malice. Rice and he could come out\nalive; if they cooperated.\n\nBut there were a lot of warriors sleeping on a lot of numbered shelves\nin the dim corridors of the long years. And their dead lips were\nstirring to life in Burnett's ears. Not so easily could they be ignored.\n\n_You may never catch up with the war again._\n\nThe last trip!\n\nYes, this could be it. Capture Kriere and end the war. But what\nridiculous fantasy was it made him believe he could actually do it?\n\nTwo muscles moved on Burnett, one in each long cheek. The sag in his\nbody vanished as he tautened his spine, flexed his lean-sinewed arms,\nwet thin lips.\n\n\"Now, where do you want this crate?\" he asked Lethla easily.\n\nLethla exhaled softly. \"Cooperation. I like it. You're wise, Earthman.\"\n\n\"Very,\" said Burnett.\n\nHe was thinking about three thousand eternal nights of young bodies\nbeing ripped, slaughtered, flung to the vacuum tides. Ten years of\nhating a job and hoping that some day there would be a last trip and it\nwould all be over.\n\nBurnett laughed through his nose. Controls moved under his fingers like\nfluid; loved, caressed, tended by his familiar touching. Looking ahead,\nhe squinted.\n\n\"There's your Ruler now, Lethla. Doing somersaults. Looks dead. A good\ntrick.\"\n\n\"Cut power! We don't want to burn him!\"\n\n\n\nBurnett cut. Kriere's milky face floated dreamily into a visual-screen,\neyes sealed, lips gaping, hands sagging, clutching emptily at the stars.\n\n\"We're about fifty miles from him, catching up.\" Burnett turned to\nLethla with an intent scowl. Funny. This was the first and the last\ntime anybody would ever board the _Constellation_ alive. His stomach\nwent flat, tautened with sudden weakening fear.\n\nIf Kriere could be captured, that meant the end of the war, the end\nof shelves stacked with sleeping warriors, the end of this blind\nsearching. Kriere, then, had to be taken aboard. After that--\n\nKriere, the All-Mighty. At whose behest all space had quivered like\na smitten gong for part of a century. Kriere, revolving in his neat,\nwater-blue uniform, emblems shining gold, heat-gun tucked in glossy\njet holster. With Kriere aboard, chances of overcoming him would be\neliminated. Now: Rice and Burnett against Lethla. Lethla favored\nbecause of his gun.\n\nKriere would make odds impossible.\n\nSomething had to be done before Kriere came in.\n\nLethla had to be yanked off guard. Shocked, bewildered,\nfooled--somehow. But--how?\n\nBurnett's jaw froze tight. He could feel a spot on his shoulder-blade\nwhere Lethla would send a bullet crashing into rib, sinew,\nartery--heart.\n\nThere was a way. And there was a weapon. And the war would be over and\nthis would be the last trip.\n\nSweat covered his palms in a nervous smear.\n\n\"Steady, Rice,\" he said, matter of factly. With the rockets cut, there\nwas too much silence, and his voice sounded guilty standing up alone in\nthe center of that silence. \"Take controls, Rice. I'll manipulate the\nstar-port.\"\n\nBurnett slipped from the control console. Rice replaced him grimly.\nBurnett strode to the next console of levers. That spot on his back\nkept aching like it was sear-branded X. For the place where the bullet\nsings and rips. And if you turn quick, catching it in the arm first,\nwhy--\n\nKriere loomed bigger, a white spider delicately dancing on a web of\nstars. His eyes flicked open behind the glassite sheath, and saw the\n_Constellation_. Kriere smiled. His hands came up. He knew he was about\nto be rescued.\n\nBurnett smiled right back at him. What Kriere didn't know was that he\nwas about to end a ten-years' war.\n\nThere was only _one_ way of drawing Lethla off guard, and it had to be\nfast.\n\nBurnett jabbed a purple-topped stud. The star-port clashed open as\nit had done a thousand times before; but for the first time it was a\ngood sound. And out of the star-port, at Sam Burnett's easily fingered\ndirections, slid the long claw-like mechanism that picked up bodies\nfrom space.\n\nLethla watched, intent and cold and quiet. The gun was cold and quiet,\ntoo.\n\nThe claw glided toward Kriere without a sound, now, dream-like in its\nslowness.\n\nIt reached Kriere.\n\nBurnett inhaled a deep breath.\n\nThe metal claw cuddled Kriere in its shiny palm.\n\nLethla watched.\n\nHe watched while Burnett exhaled, touched another lever and said: \"You\nknow, Lethla, there's an old saying that only dead men come aboard the\n_Constellation_. I believe it.\"\n\n\n\nAnd the claw closed as Burnett spoke, closed slowly and certainly, all\naround Kriere, crushing him into a ridiculous posture of silence. There\nwas blood running on the claw, and the only recognizable part was the\nhead, which was carefully preserved for identification.\n\nThat was the only way to draw Lethla off guard.\n\nBurnett spun about and leaped.\n\nThe horror on Lethla's face didn't go away as he fired his gun.\n\nRice came in fighting, too, but not before something like a red-hot\nramrod stabbed Sam Burnett, catching him in the ribs, spinning him back\nlike a drunken idiot to fall in a corner.\n\nFists made blunt flesh noises. Lethla went down, weaponless and\nscreaming. Rice kicked. After awhile Lethla quit screaming, and the\nroom swam around in Burnett's eyes, and he closed them tight and\nstarted laughing.\n\nHe didn't finish laughing for maybe ten minutes. He heard the retriever\nclaws come inside, and the star-port grind shut.\n\nOut of the red darkness, Rice's voice came and then he could see Rice's\nyoung face over him. Burnett groaned.\n\nRice said, \"Sam, you shouldn't have done it. You shouldn't have, Sam.\"\n\n\"To hell with it.\" Burnett winced, and fought to keep his eyes open.\nSomething wet and sticky covered his chest. \"I said this was my last\ntrip and I meant it. One way or the other, I'd have quit!\"\n\n\"This is the hard way--\"\n\n\"Maybe. I dunno. Kind of nice to think of all those kids who'll never\nhave to come aboard the _Constellation_, though, Rice.\" His voice\ntrailed off. \"You watch the shelves fill up and you never know who'll\nbe next. Who'd have thought, four days ago--\"\n\nSomething happened to his tongue so it felt like hard ice blocking his\nmouth. He had a lot more words to say, but only time to get a few of\nthem out:\n\n\"Rice?\"\n\n\"Yeah, Sam?\"\n\n\"We haven't got a full cargo, boy.\"\n\n\"Full enough for me, sir.\"\n\n\"But still not full. If we went back to Center Base without filling\nthe shelves, it wouldn't be right. Look there--number ninety-eight is\nLethla--number ninety-nine is Kriere. Three thousand days of rolling\nthis rocket, and not once come back without a bunch of the kids who\nwant to sleep easy on the good green earth. Not right to be going back\nany way--but--the way--we used to--\"\n\nHis voice got all full of fog. As thick as the fists of a dozen\nwarriors. Rice was going away from him. Rice was standing still, and\nBurnett was lying down, not moving, but somehow Rice was going away a\nmillion miles.\n\n\"Ain't I one hell of a patriot, Rice?\"\n\nThen everything got dark except Rice's face. And that was starting to\ndissolve.\n\nNinety-eight: Lethla. Ninety-nine: Kriere.\n\nHe could still see Rice standing over him for a long time, breathing\nout and in. Down under the tables the blood-pumps pulsed and pulsed,\nthick and slow. Rice looked down at Burnett and then at the empty shelf\nat the far end of the room, and then back at Burnett again.\n\nAnd then he said softly:\n\n\"_One hundred._\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bradbury, Ray"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63041/pg63041.txt",
        "name": "morgue_ship.json"
    }
}