{
  "name": "Mr. Caxton draws a Martian bird",
  "author": [
    "Long, Frank Belknap"
  ],
  "body": "Mr. Caxton was such an impatient, ill-tempered man it was surprising\nthat the children cared to talk to him at all. It was even more\nsurprising that the parents of Peter and Susan Ashley should have gone\nexploring in the trackless Martian desert, and left Mr. Caxton in\ncharge.\n\nPeter was ten, and Susan was eight, and even on Earth the Mr. Caxtons\nof this world make very poor companions for the young.\n\nIt was true, of course, that Mr. Caxton was skillful with skillets,\nand knew how to build and bank fires with great precision, and economy\nof effort. But surely some kindlier guardian could have been found for\nPeter and Susan, some guardian less harsh, self-centered, and downright\nmean.\n\nIn the rust-red desert camps were gruff, friendly, grizzled-bearded men\nwho would have taken delight in dangling both children on their knees.\nIn the camps were men who would have said: \"Hello, Susan! Hello, Tommy!\nIsn't it a grand day for hiking? What's that? You saw a clawmark in\nthe sand? Four-toed? Well now--suppose we go, and have a look.\"\n\n\"But we really saw it, Mr. Caxton!\" Peter insisted. \"We're not making\nit up. Honest we're not.\"\n\n\"Sit down, don't annoy me!\" Mr. Caxton said, throwing another log on\nthe fire. \"If you say another word I'll take you across my knee, and\ndrum some sober sense into you!\"\n\nTommy winced, and recoiled in alarm. But Susan could run, hop or skip a\nrope, and still know when an adult was bluffing.\n\n\"You wouldn't dare spank Peter,\" she said.\n\n\"Oh, wouldn't I?\"\n\nMr. Caxton arose from his crouching position by the fire, and eyed\nSusan angrily. \"You're a very little girl to talk so big,\" he sneered.\n\"Let me tell you something. To me you're a woman already--a woman in\nembryo. I can see you twenty years from now, nagging the life out of\na man. If I sent you off to bed without your supper I'd be doing your\nfuture husband a favor.\"\n\n\"Just try shutting Peter and me up in the dark again!\" Susan warned.\n\"Just try--and see what happens!\"\n\nMr. Caxton bent, and picked up a thin reed switch. He flourished it\nthreateningly.\n\n\"Go away,\" he growled. \"Get out of my sight. Can't you see I'm busy?\"\n\n\"Come on,\" Peter urged, tugging at his sister's sleeve. \"If he hits me\nyou'll start crying.\"\n\n\"I won't, Peter. I'll show him.\"\n\n\"I'd rather take a whipping than see you cry. Do you want me to take a\nwhipping?\"\n\n\"No, Peter.\"\n\n\"Then let's go.\"\n\nPeter and Susan turned, and went racing across the hot red sand to the\nprefabricated metal shack which they shared with their parents when\nMartian archeology wasn't waging relentless warfare on the domestic\ninstincts of Dr. Kenneth Ashley, and his gifted, scholarly wife.\n\n\"Just wait until papa gets back!\" Susan whispered, stopping to loosen\nher oxygen mask at the door of the shack. \"Papa doesn't know how mean\nMr. Caxton gets when he's been drinking.\"\n\n\"He doesn't have to drink to be mean,\" Peter reminded her. \"Next time\nwe go exploring I'll play dumb.\"\n\nPeter's voice came out thin, and muffled through his oxygen mask. But\nthere was a ring of angry defiance in it. \"He doesn't know how an\nexplorer feels anyway. He's awfully educated, but Mr. Walgreen says you\ncan't just pop knowledge into your mouth like a pill, and swallow it.\"\n\nSelf-portrait of Peter. A boy with shining eyes, and curly dark hair\nwho loves knowledge for its own sake. Knowledge and a lot of other\nthings, eh, Peter? The wind ruffling the tumbled dunes, the bone-white\nsummits of the buried Martian cities, and, just for good measure, the\ndawn with its banners of fire.\n\nWhy shouldn't an eager, inquiring boy of ten see a few strange\nclawmarks in the sand? What right had Mr. Caxton or anyone else to\ndisillusion and shake the faith of a budding explorer in the strange,\nthe incredible?\n\nWithout mystery adventuring would quickly lose its zest, and science\nwould just as quickly lose its Peters. Could science afford such a loss?\n\nSusan appeared to think so. She almost pulled Peter into the shack, and\nforced him to sit down in the middle of the floor.\n\n\"You talk too much, Peter,\" she said.\n\nBuried somewhere in the myths and legends of childhood there is reputed\nto be a magical box which at one time contained, incredibly folded and\nshrunken, all of the animals that ever were.\n\nSmall on the outside, large within. The shack wasn't magical, but\nit did seem to swallow up and shrink the children in much the same\nfashion. Little white ghosts they might have seemed to a not too\nobservant eavesdropper, sitting side by side in the middle of the floor.\n\nAbove them arched a shining roof of crystal clear quartz, and they had\nonly to raise their eyes to see the Martian sky, cold, cloudless and\neerily remote.\n\n\"I don't hate Mr. Caxton,\" Peter said. \"I just feel sorry for him.\"\n\n\"Mr. Caxton thinks I'm hungry, but I'm not,\" Susan said. \"I don't want\nany supper. He'll be madder than ever when he finds out we've gone to\nsleep without giving him a chance to punish us.\"\n\nSusan fell silent, leaning her head against her brother's shoulder.\n\nOn Mars the night does not creep treacherously over the desert amidst\nclusters of lengthening shadows. It sweeps down on pinions of pulsating\nblackness, with hardly a glimmer of twilight to herald its coming.\n\nSusan was the first to drowse off. Peter watched her for a moment,\ninwardly congratulating himself on his superior reserves of strength.\n\nIt seemed tragic to him that his sister had been born a girl. She\nwas terribly clever, of course, even at play. But she never woke up\nplanning a full day of exploring, never wanted to lie awake in the\ndarkness dreaming of campfires in the desert, and the echoing tramp of\nstrange beasts going on and on in the blackness like a peal of thunder,\nnow loud and terrifying, and now muffled, but never quite dying out.\n\nShe was content to play hop-scotch with the other children, build\ndoll houses out of the soft red mud that lined the canal beds, and get\nsticky smears of jam on her cheeks.\n\nIt was perhaps fortunate for Peter that his sister could not tune\nin on his thoughts. Before falling asleep he sometimes experienced\nmoments of twilight meditation when his mind became crystal clear, its\nmemory-conjured visions flooded with the nightmare brilliance of an\nactual dream.\n\nNow, suddenly, he saw the strange clawmarks again, four-toed, and\npointing in the direction of the camp. Why hadn't Mr. Caxton believed\nhim? He asked the question without realizing that sleep was already\nhovering over him, with a black curtain of oblivion to impose silence\non his thoughts.\n\nWhether Peter slept five minutes or five hours would not have in any\nway altered the depth and completeness of that sudden falling away of\nconsciousness. It was therefore of no importance.\n\nOnly Peter's terror on awakening was important. It was a terror so\ncruelly sharp, sudden and overwhelming that it brought him to his knees\nwith a scream. No sooner was he on his knees than he began to shake, to\nclutch at his sister's arm in a sort of boyish agony, as if the panic\nhe felt was being made worse by her refusal to awake, and share it with\nhim.\n\nIt was not a brave way to act at all. Despite his terrible fear of\nbeing alone he should have controlled himself, he should have tried to\nprotect and spare his sister. He realized that almost instantly, with\nthe coldness still coursing up his spine.\n\nBut he was afraid to keep silent lest the thing he saw should come out\nof the night toward him.\n\nHe could see it very clearly. It was framed in the doorway, and it was\nstaring straight at him, its owlish face half in shadows. He could see\nits narrowly slitted eyes burning brightly, and the wicked gleam of its\nteeth as its feathered jaws opened and closed.\n\nIt was watching him and listening, and he knew that at any moment it\nmight decide to come into the shack, and kill him. It hates me, he\nthought. Hates me, _hates me_.\n\nYes, Peter, it's bad. When people you don't like come to visit you you\ncan lock the door, and hide. But you can't hide from a shadow on the\nfloor, the dreadful rustle and flutter of dark wings unfolding.\n\nPeter could have refused to believe that the thing was actually\nstanding in the doorway--a tall, fearful, blood-taloned thing as real\nas the pounding of his heart. He could have fled into a hidden corner\nof himself, shutting his eyes tight, and knotting up his fists until\nthe clutch of its cold talons brought a horribly agonizing awakening.\n\nBut when Susan awoke, and saw it too every avenue of escape was blocked\nto him. Susan didn't scream. Her breath came in a sharp gasp, but her\nself-control was extraordinary.\n\n\"Peter,\" she whispered. \"Turn on the lights. The light will scare it\naway.\"\n\nPeter's heart leapt with sudden hope. But when he tried to move his\nknees came together, and his muscles tightened up.\n\n\"I'll do it, Peter,\" Susan said.\n\nHe heard her getting to her feet, and panic struck at him again. The\nlight switch was close to the door, and for one awful moment Peter\nhad a sickening vision of Susan being snatched away into the darkness\nforever, her eyes turned upon him in agonized reproach.\n\nPeter half stumbled, half dragged himself to the light switch. He got\nahead of Susan and pushed her back, becoming all at once the recognized\nleader of an indomitable band of desert-roaming men, scornful of\nferocious beasts, and with little thought to spare for his own safety.\n\nThe light came on in a sudden, blinding flare.\n\n\"I won't let it catch you, Susan!\" Peter cried. \"If it catches me run\nfor help!\"\n\nWith that, Peter leapt back and stared wildly.\n\nThe doorway was a square of inky blackness, and there was nothing to\nbe seen beyond it. If lights could kill lights had killed--or convulsed\nthe creature with such instant, overwhelming terror that it had\nvanished without a sound.\n\nIt had vanished so completely that it was remarkably easy for Peter\nto persuade himself that he had acted bravely from the instant of his\nawakening.\n\nLest censure bear too heavily upon him, it should be remembered that\neven a lion makes haste to hide itself in the impenetrable depths of\nthe forest when alarmed by an unfamiliar scent, or a shadow not quite\nto its liking.\n\n\"Now Mr. Caxton will have to believe me, Susan,\" Peter said. \"Did you\nsee its claws? Two in front and two in back.\"\n\nSusan said nothing. She stood staring into the darkness at Peter's\nside, and although there was nothing to be seen there was a great deal\nto be heard.\n\nSomewhere in the darkness Mr. Caxton was shouting. That did not\nsurprise Susan. Mr. Caxton had no control at all over his anger. The\ninstant he became annoyed he raised his voice, and when he became\nreally furious his shouts could be deafening.\n\nThere is a coarseness of speech which strains the credulity of\nchildren. Their innocence is spared because adult anger is quite unlike\nthe brief, quickly-aroused belligerency which results in blackened\neyes, and bruised knuckles.\n\nListening, Peter and Susan both knew that Mr. Caxton's anger was a\nthing peculiar to himself. It could only have been brought forth piping\nhot from the kindling of great, smouldering fires deep inside him.\n\nHe could be heard shouting and cursing in the darkness for a full\nminute before he came striding into the shack.\n\n\"You little devils!\" he shouted. \"Next time you scream like that you'll\nwish you hadn't. Oh, how you'll wish you hadn't! How can a man get any\nrest when he can't hear himself think?\"\n\n\"It wasn't me,\" Susan said. \"It was Peter. If you saw what we saw you'd\nscream too, Mr. Caxton.\"\n\n\"Now wait a minute,\" Mr. Caxton said. \"Stop right there. Before I\nlisten to any of that you may as well know that screaming is a luxury\nyou can't afford.\"\n\nSusan refused to wait. \"Peter saw what it was made the clawmarks,\" she\nsaid, defiantly. \"I saw it too.\"\n\nMr. Caxton stood very still, looking at her. \"Likely enough,\" he said,\nwith derisive malice. \"The clawmarks couldn't just stand alone. You\nhave to work over a gnat to make it bring forth a mountain.\"\n\n\"It's true, Mr. Caxton,\" Peter corroborated. \"We both saw it. It was\nall covered with feathers.\"\n\n\"One moment, boy!\" Mr. Caxton rasped. \"Exactly where was it standing\nwhen you saw it?\"\n\n\"In the doorway,\" Peter said.\n\n\"In the doorway. How interesting. There's no animal life at all on\nMars. But _you_ saw a bird. How tall was it, boy?\"\n\n\"Much taller than you are, Mr. Caxton!\" Susan said, quickly.\n\nMr. Caxton bent, and gripped Peter's arm. \"I asked Peter,\" he said,\nshaking him. \"Speak up, boy. Is there something wrong with your tongue?\"\n\n\"It was big, Mr. Caxton,\" Tommy managed. \"It had four toes. Two in\nfront, and two in back.\"\n\n\"And a long, curving bill, I suppose.\"\n\n\"I don't know, Mr. Caxton.\"\n\n\"You've seen pictures of birds--Earth birds. Did you ever see a bird\nwithout a bill?\"\n\n\"No, Mr. Caxton. But it was dark. It just stood in the door, and looked\nat me.\"\n\nIn the human mind deliberate, calculated cruelty can wear many masks.\nIts range is infinite, its devious twistings and turnings often subtle\nbeyond belief.\n\nMr. Caxton could have slapped Peter's face, or so terrified him by\nshaking him that he would have thrown himself down, and given way to a\nwild, uncontrollable fit of sobbing.\n\nBut Mr. Caxton had a better, and far more sagacious idea. The boy\nfancies himself an explorer. Teach him a lesson he'll never forget.\nProve to him that his knowledge of the natural sciences would disgrace\na four-year-old--no, an infant in swaddling clothes.\n\n\"All right, Peter,\" Mr. Caxton said. \"Suppose we take a look at the\nplanet Mars. It's the planet of your birth, remember. A boy with real\nintelligence should know a great deal about the planet of his birth,\nshouldn't he?\"\n\nPeter gulped and stared, knowing that Mr. Caxton did not really expect\nan answer.\n\n\"Peter,\" Mr. Caxton went on. \"The first space rocket reached Mars in\nnineteen ninety-seven. This is the year twenty fifty-three. Fifty years\nis a long time, Peter. In all those years no man or _boy_ has ever seen\na Martian animal.\n\n\"Do you know why, Peter?\" Mr. Caxton gave Peter's arm a slight wrench.\n\"I'll tell you why. A man requires so much gaseous oxygen to support\nhis life that he can't walk twenty yards on Mars without an oxygen\nmask. He'd drop dead if he tried to walk a mile. You can build fires if\nyou bank them carefully, but a man needs more oxygen than a fire.\"\n\nMr. Caxton's eyes narrowed in malicious triumph. \"No animal the size\nof man or larger could exist on Mars without some kind of natural\noxygenating apparatus built into its body.\n\n\"A bird? Peter, I'm going to be completely honest with you. A certain\nkind of bird might just possibly be able to survive on Mars, but it\nwould have to get along on very little oxygen.\"\n\nWith an effort Peter summoned the courage to interrupt Mr. Caxton with\na quite unnecessary reminder. \"It _was_ a bird, Mr. Caxton. I told you\nit had feathers!\"\n\n\"Yes indeed, Peter. It was a bird you saw. You say you saw a _huge_\nbird standing in the doorway. Do you realize what a perfect pit you\nhave just dug for yourself? Do you know what a Martian bird would look\nlike? Have you ever tried to imagine how a _real_ scientist feels when\nhe knows that he can't be wrong? Here, I'll show you!\"\n\nWith his gaze fixed triumphantly on Tommy Mr. Caxton removed a small\nwriting pad from his weather jacket, and proceeded to draw upon it. Mr.\nCaxton used an ordinary lead pencil, and that his skill as an artist\nwas of no mean order could be seen almost instantly.\n\nWith a few deft strokes Mr. Caxton traced out on the smooth paper a\nshape of incredible lightness and grace, a shape so fragile, slender\nand spiraling that only a miracle of the glass-blower's art could have\ntranslated it into three-dimensional reality.\n\nA veritable wonder bird it seemed, a creature of light and fire with a\nbill three times the length of its body.\n\nWith skill in the arts there goes usually a certain gentleness, a\ngenerosity of spirit which shrinks from inflicting pain on others. But\nso closely was Mr. Caxton's skill linked to the cruelty in his nature\nthat he always saw to it that it aroused in the beholder bitterness and\ndespair.\n\nMr. Caxton did not ask Peter how he liked the drawing. Instead, he\nthrust it at him, twisting him about and forcing him to stare at it.\n\n\"A Martian bird would look like that,\" he said, with cold mockery in\nhis stare. \"Did the bird you claim to have seen look like that? Did it?\nAnswer me!\"\n\n\"No!\" Susan cried.\n\n\"You keep out of it!\" Mr. Caxton warned. \"I'm waiting, Peter.\"\n\n\"No, it didn't,\" Peter said. \"Pop wouldn't want me to say it did. He\ntold me an explorer has to observe closely everything he sees.\"\n\n\"I thought so--you little liar!\" Mr. Caxton's features hardened and his\nvoice rang out accusingly. \"You made the whole thing up.\"\n\nIt is doubtful if Mr. Caxton would have struck a child in spiteful\nrage. The grotesque melodrama of self-righteous deceit that went on\ninside of him would have been thrown out of joint by such a flagrant\nviolation of adult mores. Besides, the danger of retribution from\nPeter's parents would have given him very serious and solemn pause.\n\nWhat Mr. Caxton actually did was a far less grievous offense. He simply\ntook the drawing and molded it carefully to Peter's face. Then, with a\nquick, abrupt shove, he sent Peter reeling backward.\n\nPeter let out a yell, lost his balance, and went down on the floor on\nhis hands and knees.\n\nIt was not a too grievous offense, but if Mr. Caxton had delivered a\nstinging blow to Peter's cheek with the flat of his hand he would have\ncondemned himself less absolutely.\n\nSome people can do a malicious thing once, but it doesn't mean that\nthey are completely evil. Even the sternest type of old English\nschoolmaster had redeeming qualities, and a knuckle rapping with a\nruler has been forgiven by irate parents time and time again.\n\nBut by blind-folding Peter and sending him reeling Mr. Caxton had\nplaced himself beyond the pale. There is nothing quite as shocking and\nunforgivable as a blow to the pride of a sensitive boy with no malice\nin his nature, and to Peter's father, just coming in through the door,\nthe affront seemed outrageous.\n\nPeter's mother, too, turned white with rage. She stood for an instant\nswaying in the doorway, unnerved by the mind-numbing realization that\nshe had returned just in time to rescue her children from the clutches\nof a monster. Then she made straight for Mr. Caxton.\n\nShe was a frail little woman, and it seemed strange that Mr. Caxton\nshould have been more terrified by her unbridled fury than by the more\nimmediate threat of Dr. Ashley himself, who was now towering directly\nover him.\n\nDr. Ashley's arm was drawn back, and his eyes were darting venom.\nBut even when Dr. Ashley's fist crashed against Mr. Caxton's jaw\nwith shattering violence Peter's discredited guardian took the blow\nunblinkingly, his eyes still on Mrs. Ashley's white and accusing face.\n\nFor a moment Mr. Caxton blacked out completely. He lay sprawled out on\nthe floor at Dr. Ashley's feet, and the little ribbon of crimson which\ndribbled from his mouth might have been a vehicle for cruel satire if\nMr. Caxton had been less firmly convinced that there was no animal life\non Mars.\n\nFor it looked suspiciously like a worm, a blood-hued crawler of the\nMartian night that in its own tiny way symbolized the many branching\ntunnels of corruption and decay that could exist inside a man.\n\nIt was to Dr. Ashley's credit that he did not give Mr. Caxton a second\nglance when that very disheveled person got to his feet, and stared in\nsullen, despairing confusion at Peter picking himself up in sobbing\ndefiance.\n\nDr. Ashley very deliberately allowed his anger to cool, his quick brown\neyes flashing to Peter in radiant sympathy.\n\n\"It won't happen again, son,\" he promised.\n\n\"If it does, he'll wish he never was born,\" Mrs. Ashley agreed, staring\nat Mr. Caxton with a hate so cold and merciless it brought all of his\nterror back.\n\nPerhaps buried somewhere deep in Mr. Caxton's mind was a childhood fear\nof punishment at the hands of a scolding woman. It could have explained\nwhy he trembled and turned pale, and went stumbling out of the shack\nwithout a backward glance.\n\nIt was of no great importance, and it would have been silly for Peter's\nparents to waste any sympathy on him.\n\nThey didn't.\n\nDr. Ashley went up to his son, and gripped him by the shoulder with\nall of the gentleness of a supremely wise parent with a bedrock of\ngranitelike strength to draw upon.\n\n\"Never let malicious envy disturb you, son,\" he said. \"If anyone hates\nyou enough to push you around you can rest assured there's a secret\nenvy gnawing away at him.\"\n\nSeeing the puzzlement in Peter's eyes, Dr. Ashley smiled reassuringly.\n\"Mr. Caxton has a complicated approach to everything. He'd like to see\nnature as you do, son--simply and clearly with a boy's shining vision.\nHe never could, and that shriveled him up tragically.\"\n\n\"I really did see a bird, Pop. It stood in the doorway and--\"\n\n\"We've neglected you shamefully, Tommy,\" Mrs. Ashley said. \"We've gone\npoking around in buried cities without realizing that the Martians\nnever had it so good. A living son and daughter are worth all of the\narcheological treasures on Earth. Why shouldn't they be worth even more\non Mars?\"\n\n\"Your mother's right,\" Dr. Ashley said. \"It's a brave, new world, and\nthere are so many shining roads ahead we'd be crazy not to go jogging\nalong them together.\"\n\nMr. Caxton stood for a moment just outside the shack listening to the\nchildren's excited voices rejoicing in a reunion he was powerless to\nspoil.\n\nHe stood swaying and cursing, telling himself that he had been quite\nmad to let the Ashleys make him look like a fool.\n\nPeter had lied about the bird, hadn't he? Deliberately made the whole\nthing up for the sole purpose of ruining his reputation as a kindly and\ntolerant man whose only fault was a certain severity of temper which he\ncould not always control.\n\nFor a moment Mr. Caxton fingered his bruised jaw, and remembered with a\nshudder the look of quite unreasoning fury in Mrs. Ashley's eyes. Then\nhe straightened his shoulders, shook his fist at the empty air, and\nstarted back toward his own shack.\n\nMr. Caxton did not get far.\n\nAt first all he saw was a weaving blur in the darkness a few yards\nahead of him, and all he felt was a chill wind blowing up his spine. He\nthought for a moment that the blur was casting an actual shadow, and\nthat terrifyingly in the darkness there had appeared for the barest\ninstant the glitter and gleam of claws.\n\nBut that, of course, was nonsense. Having quickly persuaded himself\nthat he was in no danger Mr. Caxton confidently increased his stride,\nand did not realize that he was in the presence of Peter's bird until\nit was breathing at his side.\n\nPeter's Martian bird! The instant Mr. Caxton felt its breath fanning\nhis cheeks on both sides of his oxygen mask he leapt back with a wild,\ndespairing cry.\n\nIn the darkness the creature appeared much bigger than it actually was,\nand it was easy to see how two startled and imaginative children might\nhave magnified its outlines, and misjudged its bulk.\n\nMr. Caxton was deceived very much as Peter had been.\n\nActually it was an incredibly slender and graceful bird, a creature of\nair and fire with a razor-sharp bill three times the length of its\nlong, tapering body.\n\nUnfortunately Mr. Caxton could not see the bill straighten out in the\ndarkness, and he had no way of knowing that a bill that could curve\ndown to pick up lichenous food from the sparse Martian desert could\nstraighten out in an instant to bayonet a man.\n\n\"If you saw what Peter saw you'd scream too, Mr. Caxton,\" Susan had\nsaid.\n\nMr. Caxton saw what Peter saw, but when the bill pierced his chest and\nwent plunging on through him he made no sound at all.\n\nHe did scream as he fell backwards--shrilly and horribly for an instant.\n\nBut there was no one to hear.\n\n\n",
  "metadata": {
    "author": [
      "Long, Frank Belknap"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/73326/pg73326.txt",
    "name": "mr_caxton_draws_a_martian_bird"
  }
}
