{
  "name": "Mr. Replogle's dream",
  "author": [
    "Smith, Evelyn E."
  ],
  "body": "\"This,\" said Mr. Ditmars, \"is a proud day in the life of the Cimabue\nGallery.\"\n\n\"It is a proud day in the life of modern art,\" added Mr. Replogle,\nfeeling that Mr. Ditmars was giving too parochial a picture of the\nsituation, \"for it proves with more force than ever that the machine\nwill not conquer man.\"\n\nBoth partners gazed with varying degrees of complacency at the large,\nbrightly-colored oil paintings that covered the refined pastel walls\nof the Cimabue. There was almost nothing machine-made about the\ngallery--the thick, soft rugs had been hand-woven at fabulous expense\nby workmen in the less industrialized areas of the Middle East,\nthe furnishings hand-carved by tribesmen deep in the heart of the\nAustralian bush. The only exception was the robot attendants, which\nwere, unfortunately, necessary, for no one paid attention to human\nbeings any more unless they were top management or very high in the\nhierarchy of handcrafters.\n\nCimabue could afford all this luxury, and more too, for, now that big\nbusiness had become an art, art had become a big business. People saved\nthe excess from their government subsidies--or, if they were lucky\nenough to have professional status, their salaries--to buy a painting,\na holograph manuscript ... anything to distinguish their homes from the\nuniform grey mass of material comforts which the government bestowed\non everyone alike. As a result, the partners were as wealthy as anyone\noutside the ruling class could hope to be. However, Mr. Replogle, at\nleast, was not happy. He suffered from nightmares.\n\n\"But where is Orville?\" demanded the man from the\n_Times-Herald-Mirror_. \"We haven't come to interview you two--you\nalways say the same thing about every new artist you discover. In fact,\nwe already have your words set up in type.\"\n\nMr. Ditmars gave him a benign smile. \"Orville's case is different.\nNever before in history has an absolutely unknown artist received such\nan immediate ovation from the public. Why, almost every picture on\nexhibit is already sold--the buyers have kindly allowed us to retain\nthem on our walls for the duration of the show as a service to the\npublic.\"\n\n\"Cimabue is more than a mere commercial venture,\" Mr. Replogle\nadded, wishing he could slip off for a paraspirin; his head hurt most\nmechanically. \"It is a cultural institution.\"\n\n\"Yeah, Orville did get pretty good write-ups,\" the _World-Post and\nJournal_ man conceded, \"though any half-way decent artist sells\nlike hotcakes these days. People naturally go for anything that's\nhand-made.\" And he fingered his hand-painted tie self-consciously. \"But\nit can't last.\"\n\nThis disturbed Mr. Replogle more than it should have. But he had\nbeen bothered for many years by his recurring dream--a dream so\nfrightful that he did not dare to confide it to anyone because of its\nterrifying plausibility. And anything said or done by day that seemed\nto approach that midnight horror roused him to immediate defensiveness.\n\"Oh, yes it can last!\" he protested. \"It will! It must! For art is\nthe people's last bulwark against the machine--the one area which\ncannot be mechanized, which reassures the human race that it still is\npre-eminent.\"\n\n\"Kindly do not touch the pictures,\" the roboguard droned.\n\n\"I was only feeling Orville's impasto,\" the lady from the _Woman's Own\nNews_ defended herself. \"Very thick.\"\n\n_I couldn't have told her to stop_, Mr. Replogle reflected bitterly.\n_Coming from me it would have been rude, but from a robot it's all\nright. Everyone knows a robot's only aim is to serve man. Our altruism\ndepends on our individual consciences; theirs is built-in and, hence,\nmore reliable._\n\n\"But where _is_ Orville?\" the man from the _Times-Herald-Mirror_\npersisted. \"He was supposed to be here at three-thirty, and it's almost\nfour now.\"\n\n\"Softly, softly,\" said Mr. Ditmars. \"The robobar doesn't open itself\nuntil four anyway, so you know you're in no hurry.... And, remember, a\ngreat artist mustn't be rushed--he is not a machine, you know.\"\n\n\"Hervey McGeachin is bringing him,\" Mr. Replogle explained. \"One could\nhardly hurry McGeachin,\" he added ... unnecessarily, for everyone knew\nthat one didn't hurry the richest man in the United States--one awaited\nhis pleasure. Beside being fabulously wealthy, McGeachin had the\nreputation of being something of a recluse, but this did not make him\nmore newsworthy, for all members of top management tended to be a bit\neccentric. The rank was hereditary--it took more than one generation\nfor a family to begin to understand its machines--and there was a lot\nof inbreeding, with the usual results.\n\n\"Orville is a protege of Mr. McGeachin's, isn't he?\" asked the lady\nfrom _Woman's Own_.\n\n\"Yes,\" Mr. Ditmars said. \"All that was in the press release. He's one\nof Mr. McGeachin's employees. Mr. McGeachin discovered him personally,\nand he got in touch with _us_.\" Mr. Ditmars almost swelled with visible\npride; Mr. Replogle wished he would exercise a bit more self-restraint.\nSuch an open display of emotion was vulgar--almost mechanical, one\nmight say. Especially since they themselves were management, in a way,\nalthough one didn't, of course, apply such a word to those who dealt\nin the arts and crafts. The general public feared and respected the\nmanagement which governed them, but they loved entrepreneurs.\n\n\"A factory hand!\" _Woman's Own_ gushed. \"What a story that will make!\"\n\nThe male reporters laughed as one male. \"Where have you been all these\nyears, cookie?\" asked the _World-Post and Journal_. \"I doubt if there's\na factory left in the United States that isn't mechanized to the very\nhilt by now--with robot labor for the more specialized operations.\"\n\n\"I know,\" she sighed. \"Deep down inside of me I really know. I was\njust hoping. I suppose I am--\" and she batted her eyelashes \"--like\nall females, an incurable romantic. What _do_ you suppose Orville is,\nthen?\"\n\n\"Might be a clerk,\" _Time-week_ suggested. \"A lot of the big places\nstill use live clerical help for tone, and, of course, you always need\na few human beings around in case the machines break down.\"\n\n\"I somehow got the impression that he was an executive,\" Mr. Ditmars\nsaid frostily.\n\n\"Let's hope not. It would ruin the human element in the story. You\ncan't expect our readers to identify with management.\"\n\n\"A minor executive, that is,\" Mr. Replogle hastened to inform them,\nbefore Ditmars could open his big mouth again. \"More like a shipping\nclerk.\"\n\n\"Is Orville his first or his last name?\" _Woman's Own_ wanted to know.\n\n\"Just Orville,\" Mr. Ditmars said. \"Like Rembrandt.\"\n\n\"Of course Rembrandt did have a last name,\" Mr. Replogle pointed out.\n\"He just isn't known by it.\"\n\n\"And Orville's more like Grandma Moses, anyhow, I would say,\" commented\nthe _Times-Herald-Mirror_.\n\n\"He is a primitive, true,\" Mr. Replogle said judiciously. \"If you\ninsist upon pinning a label on him, you might call him a post\npre-Raphaelite, with just a soupcon of Rousseau.\"\n\n\"I didn't know Rousseau painted,\" the _World-Post and Journal_ man\nsaid, busily clicking on his typopad.\n\n\"Not that one,\" Mr. Replogle told him kindly. \"The other two.\"\n\n\"How old is Orville?\" _Woman's Own_ held her typopad at the ready. \"How\nmany children does he have? Is he married? Fond of animals? What does\nhe eat for breakfast?\"\n\n\"For heaven's sake,\" Mr. Ditmars exploded, \"it isn't the man himself\nthat matters--it's the man as interpreted through his art! And you can\nsee that art for yourself.\" He waved his arms toward the pale gallery\nwalls. \"Drink it in and absorb the essence of the artist.\"\n\n\"But we'd like a little more factual data, as a point of departure.\nAfter all, our readers--\"\n\n\"All right, all right,\" Mr. Ditmars said before Mr. Replogle could\nstop him, \"I'll give you all the facts we have--to wit, none. All\nwe know about Orville we put into the release. McGeachin's been\nkeeping him under wraps. We don't know a thing about him. He's\neccentric--McGeachin, I mean.\"\n\n\"Could be Orville also,\" the _World-Post and Journal_ suggested.\n\nMr. Ditmars sighed. \"Could be Orville also,\" he conceded.\n\n\"It's more of a story if Orville is eccentric. You more or less expect\nit from management.\"\n\n\"Well,\" Mr. Replogle said, unable to contain himself further--his head\nwas really blasting off--\"artists can be pretty peculiar people too.\"\n\nIt was Mr. Ditmars' turn to glare at him.\n\n\"Make way for Hervey McGeachin III and Orville,\" the robot at the door\ndeclaimed. \"Make way....\"\n\nEvery head swivelled to catch sight of the well-known but seldom-seen\nfinancier, as he came jerkily through the crowd. All the journalists\nwere dressed in the maroon or beige or navy synthetics of almost\nsimilar cut that mass production had enforced upon the entire\npopulation, save for the very wealthy. Gay knitted mittens, colorful\nplumed hats, rainbow-hued scarves--all of which were ostentatiously\nhand-made--showed that the pressmen were professionals and not mere\ngovernment pensioners who could do nothing that a machine could not do\nas well or better. However, although there were no sumptuary laws as\nsuch, few of the journalists could afford more than one or two of these\ncostly, status-making accessories.\n\nMcGeachin was completely costumed in rugged individualist style. His\nscarlet silk hose, emerald satin knee breeches, swallow-tailed plum\nvelvet coat, and starched white ruff made Mr. Replogle, who had been\nrather proud of his own pale blue brocade waistcoat and seal-skin\nmukluks almost sick with envy. _He's so hand-made he's practically\nmechanical_, he said bitterly to himself.\n\nMcGeachin was followed by a Class Three, All-Purpose Manual Labor\nRobot, well-burnished but of rather an early pattern. Surely, Mr.\nReplogle thought, if the financier had to use a mechanical man, and\npersonal attendants were far more hand-made, he could at least have got\na more recent model.\n\n\"Welcome to Cimabue, Mr. McGeachin,\" Mr. Ditmars and Mr. Replogle said\nalmost simultaneously.\n\n\"But where is Orville?\" the senior partner added.\n\nMcGeachin pointed with his long green cigar. \"This is Orville,\" he said\nin a crisp metallic voice.\n\nMr. Replogle could feel himself growing pale all the way down to his\nmukluks. This was precisely the way his nightmare had always begun.\nOnly now it was reality ... or was it? Perhaps he was back in the dream\nagain. He could close his eyes and, when he opened them, he would be\nlying in his own standard air-conditioned toti-comfort sleeplounge\nunder his own satin-covered, goose-down filled luxury quilt.\n\n\"A robot!\" he could hear Mr. Ditmars wail, as the typopads began to\nclick thinly, his voice somehow sounding far away. \"How could you--why\ndidn't you let us know he was a robot beforehand?\"\n\nMr. Replogle opened his eyes and nothing had changed; it was all\nreal--it was the end.\n\n\"Because you would have discriminated against him,\" Hervey McGeachin\nwas saying, his grey face shiny with excessive emotion. \"Everybody\ndiscriminates against my poor robots. Trustworthy, hard-working, clean,\nloyal to a fault--yet everybody discriminates against them merely\nbecause they're machines. I knew that, if I had told you he was a\nrobot, you would never have hung his pictures in Cimabue, in spite of\nthe fact that it was I who recommended him.\"\n\nTop management or no, Mr. Replogle felt he must speak; there were\nprinciples at stake. The dismal future of humanity rested somehow in\nhis own shaking hands. \"Sir,\" he said, in a hoarse voice, \"you have\nnot dealt fairly with us. You said that this Orville was a protege of\nyours.\"\n\n\"And so he is.\" McGeachin put a thick, unmuscular arm around the\nrobot's hard shoulders. \"He is my protege and friend and I don't care\nif people do call me a robot-lover.\"\n\nThere was a gasp from the reporters, even those representing the\nliberal press.\n\nMcGeachin pointed his cigar at them. \"Listen,\" he said.\n\"Autobiographical note.\" Typopads began to click. \"Up until the age of\nseventeen I hardly knew there was anybody on the planet but robots. My\nfather didn't have time to mess around with kids, since he believed\nin running all of his multifarious industries personally. I, myself,\nthough I tour the factories only once a year, have succeeded, by means\nof a computer and a ouija board, in increasing what little remained of\nhis vast fortune after taxes to an amount that is ten times as great as\nhis was at its peak.\"\n\n\"How do you spell _ouija_?\" the man from the _World-Post and Journal_\ninterrupted.\n\n\"So,\" McGeachin continued, after affably spelling the word and making\na few adverse remarks on the sad state of current education, \"during\nmy childhood, I was left entirely in the care of robots, and I was a\nhappy, carefree lad until I was sent to Harvard. There I discovered the\ndark truth which has over-shadowed my life ever since and rendered me\na virtual recluse--that there are also large numbers of people in the\nworld. Give me a robot, any time. Trustworthy, hard-working, clean,\nloyal to a fault, and, in Orville's case, artistic also. Tell 'em how\nyou started in to paint, Orville.\"\n\n\"Well, it was like this, gents,\" Orville said in a voice like a rusty\nhinge. \"I work for the Perfect Paint Section of the Superior Chemicals\nDivision of the Universal Materials Corporation, which is a subsidiary\nof the McGeachin interests, and, as I'm getting along in gears, I was\nput onto artists' oil colors, which are individually ground, like all\nthe artists nowadays want 'em to be--\"\n\n\"In all McGeachin products, from paints to parliaments,\" the financier\ninterjected, \"the customer comes first, insofar as his desires are\ncompatible with the mass-production methods necessarily imposed upon us\nby automation.\"\n\n\"--And there was a little left over of some colors what wouldn't fit\ninto the tubes, and the forebot says to me, he says, 'Throw 'em into\nthe disposal, Orville--'\"\n\n\"--All the McGeachin robots have names. It gives that personal touch I\nlike to have around my plants.\" There was something extraordinarily odd\nabout McGeachin, Mr. Replogle felt, though he couldn't quite put his\nfinger on just what it was ... something more than mere eccentricity,\nsomething curiously sinister.\n\n\"--And I says to the forebot, 'Begging your pardon, sir, but if there\nwas no other use for 'em, I would like to try my hand at painting a\npicture like on the pretty calendars Perfect Paint sends out every\nChristmas.' And he says to me, laughing-like, 'Well, if that's what\nyou want to do with your restoration period, Orville, more power to\nyou' ... which is--\" the robot snickered \"--a kind of little joke we\nhave amongst ourselves at the factory.\"\n\nOne of the Cimabue robots gave a laugh which Mr. Replogle cut short\nwith a glance.\n\n\"But I didn't know they could do that,\" the _Times-Herald-Mirror_ said\nplaintively. \"Laugh, I mean.\"\n\n\"Ah,\" McGeachin told him, \"that's because you never bothered to\nunderstand the real robot. You don't look beyond the metal to the wires\nthat vibrate underneath.\"\n\n\"So I painted a picture on a piece of cardboard,\" Orville continued\npatiently, \"--the side of a carton it was--and the picture was much\nadmired in the plant, though I says it as shouldn't, and Mr. Pembroke,\nthe superintendent, went so far as to ask if he might have it to hang\nin his office, which, of course, I was glad to have him do. And there\nit come to the attention of Mr. McGeachin when he was making his annual\ntour of the plant.... Mr. McGeachin is--\" Orville approximated a modest\ncough \"--by way of being a connoissoor.\"\n\n\"When I saw that picture, I knew I was standing in the presence of\nsolid genius,\" McGeachin took over. \"Mind you, when I heard it had been\npainted by a robot, I was surprised myself, I admit it freely. But I\nwas not prejudiced. I had spent all my life with machines and I knew of\nwhat fine handcraft they were capable. 'Why shouldn't a robot paint a\npicture?' I asked myself. 'No reason whatsoever,' I answered. And I was\nright, as is amply evidenced by this splendid and tastefully arranged\ndisplay.\" He beamed at Mr. Ditmars, who groaned.\n\n\"But it's impossible,\" the lady from _Woman's Own_ protested, looking\nas if only the dignity of her profession kept her from bursting into\ntears. \"How could a robot paint a picture. How could it _want_ to paint\na picture?\"\n\n\"I dunno,\" Orville, as the only one who could conceivably be expected\nto answer this question, said. \"It just come to me like that. You could\nsay I was inspired, I guess.\"\n\n\"But inspiration is a human prerogative! If a robot can be inspired,\nwhat is left for people now?\"\n\n\"'Tisn't for me to say, miss,\" Orville said modestly, \"only I don't\nsee why we both couldn't be inspired. Peaceful coexistence, like. If\nrobots are designed to serve man, they could do a better job of it if\nboth--man and machine--work side by side harmoniously.\"\n\n\"_Work!_\" exclaimed the male reporters unharmoniously.\n\nMr. Replogle closed his eyes. He had never expected to hear such a\nmechanical word in the chaste purlieux of his gallery--his and Mr.\nDitmars' gallery, that was, but it didn't matter, soon it wouldn't be\nanybody's gallery. Reality was following the inexorable course of the\ndream and they were doomed.\n\n\"No offense intended,\" Orville said hastily. \"I meant work like maybe\npainting or knitting. I didn't mean machine work.\"\n\n\"And why not machine work?\" McGeachin demanded. \"Why shouldn't man work\nwith his hands instead of just crafting?\"\n\nA little man, Replogle thought, would be lynched for saying a more\nthan mechanical thing like that--mechanical, why it was down-right\nsubversive!--but McGeachin was secure because of the position that he\nmaintained only as a result of the sweat and toil of others. Only, of\ncourse, robots don't sweat. The light film that had begun to cover\nOrville was doubtless only excess oil. _Disgusting, nevertheless._\n\n\"Listen,\" McGeachin said, pointing his long, green cigar at the\nreporters. \"Important announcement. I have decided to replace all my\nfeedback equipment, except where the most delicate operations are\ninvolved, by people.\"\n\nThe typopads clicked furiously.\n\n\"You ask me why?\" although no one had; they were much too stunned.\n\"Because robots, though trustworthy, hard-working, clean, and loyal to\na fault, have one drawback--they're expensive. A worker dies or gets\nsick, it's no extra money out of my pocket--I got to pay taxes for his\nwelfare anyway. A robot breaks down, his loss is all mine. A human\nworker I got to take care of maybe six, seven hours a day, a robot\ntwenty-four hours--and it isn't as if they worked all that time; they\ngot to have rest periods too, or they wear out too fast. A human worker\nisn't my responsibility--a robot I got to look out for all the time.\"\n\n\"But I thought you liked machines better than people,\" Mr. Replogle\nsaid.\n\n\"So, is management expected to like labor? Is labor supposed to like\nmanagement? Traditional enemies. I just figured out why I've been so\nunhappy most of my life--I _like_ my employees. It's unnatural. It's--\"\n\n\"Wrong, Mr. McGeachin?\" quavered _Woman's Own_. \"What do you mean?\"\n\n\"I'm going to put people in my factories and have robots at my dinner\ntable.... They don't eat--\" McGeachin chuckled fruitily \"--so you can\nsee what an economy move that would be.\"\n\nNobody laughed. If McGeachin hadn't been top management--really top\nmanagement--Mr. Replogle knew, he would have been torn to pieces. But\ntop management was boss; it was government; it was divine right. Nobody\ndid anything.\n\n\"If the machine can replace man,\" Orville suggested, \"why can't man\nreplace the machine? Plenty of room for both.... Did I say something\nwrong?\" he added, seeing the expressions on the human faces that\nsurrounded him.\n\n\"You're just ahead of your time, boy.\" McGeachin clapped him on the\nshoulder. \"But you're right. Why can't man co-exist with the machine?\nWhy can't robots paint pictures and write books and compose operas,\nwhile people work in the factories? Don't know just yet how it'll work\nout in the factories, but it'll be a great day for art!\"\n\n\"We're going to have to give the money back,\" Mr. Replogle said dully.\n\n\"What money?\" McGeachin asked, obviously annoyed by this anticlimactic\nremark.\n\n\"The money paid for Orville's pictures. We cheated the\nbuyers--unwittingly, it is true, but we cheated them nonetheless. We\nsold the pictures as hand-mades. They're machined.\"\n\n\"But I have hands,\" Orville protested.\n\nMr. Ditmars shook his head. \"You're a machine. Replogle is right.\nCimabue is ruined.\"\n\n\"I'll make good your losses,\" McGeachin said in his crisp, metallic\nvoice, and just then Mr. Replogle knew what had been bothering him all\nalong about the financier. Despite his completely hand-made costume\nMcGeachin looked exactly like a robot. The triumph of environment over\nheredity--or was it as simple as that, Mr. Replogle wondered. Everyone\nknew who Hervey McGeachin's father was, but who had his mother been?\n\n\"No one can make good our losses,\" Mr. Ditmars told him. \"Modern art\nhas suffered a crushing blow from which it will never recover. The\nhandwriting is on the wall.\"\n\n\"You mean the typewriting,\" Mr. Replogle said.\n\n\n",
  "metadata": {
    "author": [
      "Smith, Evelyn E."
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/72120/pg72120.txt",
    "name": "mr_replogles_dream"
  }
}
