{
  "name": "Mrs. Christy's Bridge Party",
  "author": [
    "Bassett, Sara Ware"
  ],
  "body": "Mrs. Reginald Norman walked into Sherry's and sank down at a small table\nwith the calm assurance of one conscious of being both beautiful and\nperfectly gowned. There were no defects for the critical world to take\nup and magnify. Her gown fitted flawlessly, was built by the highest\ncourt of appeal on Parisian fashions, and suited her to perfection.\n\nThere is nothing like such a latent consciousness to impart poise to the\nwearer. Dainty little Ethel Danielson followed, dropping into the\nopposite chair.\n\n\"It was awfully nice of you to set this time for me to meet and lunch\nwith you,\" said Mrs. Danielson, leisurely drawing off her long gloves.\n\"Really, if you do not set definite hours you never see your friends at\nall; this last whirl before Lent has been frightful, hasn't it? I'm worn\nto a shred!\"\n\n\"Yes, I shall be glad of a rest. You must go to things--if for no other\nreason than to prove you are asked. I haven't seen any of my family for\nover a week. I saw your husband a moment or two at the Opera last night\nwith the Goodhue Livingstons,\" returned Mrs. Norman, as she loosened her\nveil.\n\n\"Oh, did you? Poor Harry--how was he? He has been having the grip or\nsomething, his valet told me a couple of days ago,\" answered Mrs.\nDanielson carelessly. \"Well, my dear, to change the subject--are you\ngoing to the Christy's bridge party? I'm simply dying of curiosity to\nknow! I thought of you the minute I opened the cards and wondered what\nyou would do--you have said so much about them.\"\n\n\"Don't mention bridge to me!\" burst out Mrs. Norman emphatically. \"Look\nat my hair--did you ever behold such a vision in your life? The\nparlor-maid did it, after much persuasion and an ample tip. I'm\nperfectly discouraged--Therése has gone!\"\n\n\"Gone? That maid you brought from Paris! Why you told me that nothing\nbut fire or the sword would separate you from that girl,\" ejaculated\nMrs. Danielson in surprise; \"wasn't she satisfactory after all?\"\n\n\"Perfectly satisfactory--perfectly, my love. I never had a maid who so\nthoroughly understood my style and what I could and could not wear. I\nwas forced to let her go; every one of the eleven servants would have\nleft. The housekeeper told me it was policy to dismiss her,\" said Mrs.\nNorman, thrusting her fork into a soft shell crab with great vehemence.\n\n\"Might one ask why they objected to her? Certainly, her nationality\nwasn't a ground for such a demand, for half your servants are French,\naren't they?\" questioned Mrs. Danielson with much interest.\n\n\"Oh, it wasn't that. She didn't play bridge! She just made the twelfth\none, and her not playing spoiled the third table--they would not have\nher,\" explained Mrs. Norman dubiously.\n\n\"What are we coming to!\" Mrs. Danielson exclaimed in despair; \"I don't\nwonder you're discouraged--you have to be so careful how you are gotten\nup. You look so stunning in some things and so--well, you\nunderstand--one must study one's style! Now tell me, what are you going\nto do about the Christy's bridge? Everyone is wild over it! I've heard\nnothing else for days--it's to be quite the event of the season. Shall\nyou go?\"\n\n\"No. I have thought it all out. It seems to me some of us must take a\nstand. If we accept invitations from the Christys' why the harm is\ndone--they will be in society before we know it! There are enough queer\npeople in our set already without adding them. I shall not go!\" Mrs.\nNorman drew herself up haughtily.\n\n\"That's just what I think,\" echoed Ethel Danielson; \"we must, as you\nsay, take some definite position in the matter. If we stand out I am\nsure others will. The Christys are simply dying to get in, and they have\nloads of money to back them. What was it--blacking? Something\ndisagreeable, I remember.\"\n\n\"No, ink! Just as black and disgusting. They've squandered hundreds on\nthis bridge party; all the prizes were bought abroad, I hear, and\nKathryn Van Rensselaer told me there were to be fifty tables,\" continued\nMrs. Norman.\n\n\"It will be one of those horribly vulgar affairs with five times as much\nof everything as there is any need of, I suppose,\" rejoined Ethel\nscornfully.\n\n\"Do you know, I hear that ballroom is the most magnificent in New\nYork--done entirely by Garten-Veen.\"\n\n\"Well, we shall at least hear about it,\" sighed Mrs. Norman, with a\nslight tinge of regret in her tone, \"we'll telephone--you have one of\ncourse!\"\n\n\"Have a telephone? Well, I should say! One might as well be out of the\nworld as try to live without one. Everyone has one now,\" answered Mrs.\nDanielson with a shrug.\n\n\"Then do call me up and tell me everything you hear,\" said Mrs. Norman\neagerly, \"and I will call you. Thank Heaven, there are two of us with\nconscience enough to block the Christys' social pathway!\"\n\nDuring the week preceding the much talked of function, one heard it on\nevery hand. Some said the prizes alone mounted up into the hundreds;\nothers announced that the decorations were to be the floral marvel of\nthe season; two reporters had been permitted to view Mrs. Christy's gown\nand wrote exhaustive descriptions on this monument to the Parisian art.\n\nMrs. Norman and Ethel Danielson had frequent long gossips over the\ntelephone, relating each fresh item and exulting that they, at least,\nhad not lost their heads.\n\n\"Elise Thayer says she shall not go if we don't,\" called Mrs. Norman\nwith great satisfaction; \"I have talked to her very seriously about it\nand told her it was her duty to the rest of us to stay away, and she\nsays she will. No, I haven't sent regrets yet--I shall wait until the\nlast moment and be as nasty as I can,\" and Mrs. Norman gave a rippling\nlaugh.\n\nAt last the eventful day of the great bridge party came and among the\nearly arriving guests was Mrs. Norman. She glanced around her, noting\ncritically every detail of the luxurious house with its exquisite\nappointments. Of course Ethel Danielson and Elise Thayer would hear that\nshe had come and be furious, but she was well prepared with explanations\nwhen next she should meet them. She had planned it all very carefully.\n\nShe was sweeping down the staircase to greet her hostess when she\nsuddenly stopped aghast! From opposite directions--entirely unconscious\nof the other's approach--came Ethel Danielson and Elise Thayer. There\nwas no avoiding the collision at the foot of the stairs and the three\nwomen were brought abruptly face to face.\n\n\"Mrs. Danielson!\"\n\n\"Elise Thayer!\"\n\n\"My dear Mrs. Norman!\"\n\nMrs. Norman was the first to speak. She was the only one who had had the\nopportunity to summon her story to her tongue's end. She began glibly\nand with nervous haste:\n\n\"My dears, I positively had to come! Reggie would have it so. He and Mr.\nChristy are mixed up in some financial operations, and he said it was\npolicy: I'm perfectly mortified to be here!\"\n\nNevertheless, she glanced about her in most interested scrutiny.\n\n\"It was a pure and simple case of money with me,\" announced Ethel\nDanielson, with suave frankness. \"My furs are not paid for, and the\nbills for my Palm Beach gowns are pouring in. These trades people are so\nloathsomely prompt with their bills and so maddeningly slow every other\nway! I wish they would reverse it. So I came to see if I could not get\nsomething out of it--that's between us. If I draw any decent partners I\nought to, for I generally have good luck.\"\n\n\"Now, Elise, you see we were each forced into coming,\" said Mrs. Norman\naccusingly, \"for goodness sake, why did you come?\"\n\n\"Well, I considered it carefully. The Christys are bound to get in--if\nnot now, later! They have come to stay, and they will hammer away, with\ntheir millions behind them, until they're in. What's the use of standing\nout against it? They will only snub me by and by,\" returned Elise Thayer\nwith defiant truthfulness.\n\nMrs. Norman colored and looked uneasily at Ethel Danielson.\n\nMrs. Danielson eyed Mrs. Norman uncomfortably. Each seemed to hear a\nfearless echo of her own secret reasoning.\n\n\"Besides,\" continued Elise, smiling honestly, \"you know you each meant\nto come all the time, only you won't admit it.\"\n\nFor an instant there was an awkward pause, then Mrs. Norman laughed in\nchagrined amusement.\n\n\"Well, we won't discuss it now,\" she said; \"run along up and leave your\nwraps--both of you--and I'll wait for you. We will go in together.\"\n\nA few seconds later they were approaching their hostess with\noutstretched hands.\n\n\"My dear Mrs. Christy,\" cooed Mrs. Norman, \"so good of you to include me\namong your guests! I know how many friends you have and one can't invite\nthem all.\"\n\nMrs. Christy took the extended hand murmuring:\n\n\"So nice of you to come with your chaos of engagements! Mrs. Danielson,\ntoo!\"\n\n\"I was delighted to have you think of me, Mrs. Christy,\" Mrs. Danielson\nreturned effusively, \"and you may be sure yours was the only invitation\nI considered for this afternoon--I let all the others go.\"\n\nElise Thayer followed with:\n\n\"Mrs. Christy, I've so anticipated to-day! I adore bridge and to have\nthe pleasure of being one of your guests made it additionally\ndelightful.\"\n\nThe three moved on and glanced over the rapidly crowding rooms.\n\n\"Really,\" whispered Mrs. Norman, \"everybody is here. I'm amazed! There\nare the Baring De Wolfs and the Wilson Delafields and Mrs. Morgan\nKnickerbocker. You know how exclusive they are! And there is Mrs. Cecil\nJerome! I saw her yesterday and she never said a word about coming.\"\n\n\"Let's go and speak to her a moment before they sit down to play,\"\nsuggested Ethel Danielson.\n\nAs they drifted in and out of the gathering assembly, varied snatches of\nconversation reached them:\n\n\"Beautiful house, isn't it?\"\n\n\"Yes, but overloaded--like the owner's hats! She is awfully bothered\nabout getting hats, she told me, and recently a French milliner begged\nto see 'WHAT SHE COULD DO WITH HER.' Judging from the hat Mrs. Christy\nwore at the St. Regis the other day, I guess the woman found out! Any\nmilliner who can get a patron to step out of the solitude of her boudoir\nin such a concoction must have convinced herself that she can do\nANYTHING with her!\"\n\n\"I don't think much of her gown,\" murmured another, \"hideously\nunbecoming!\"\n\n\"I hope we shall not run into any of those people who 'TAKE A HAND JUST\nTO ACCOMMODATE!'\" chimed another. \"I think there ought to be a law\nprohibiting women who haven't taken lessons in the game, going to\nparties and helping lose other people's money for them.\"\n\n\"I hate to play with either of those Hartwells--they simply blow your\nhead off after every hand; they haven't any manners!\" put in a blond in\na creation of blue chiffon and silver.\n\n\"That girl in white over there ought to be ruled out!\" said another\nguest. \"She is that artist visiting the Hollingsworths. She made it\nHEARTS when I played with her once, 'so to lose as little as possible,'\nshe said.\"\n\nThe calling of the game cut short further comments.\n\nThe company was seated, the hands dealt, and the great bridge party was\nat last really under way.\n\n\"Are they starting? I hope people won't talk--I don't think it's fair.\nIs it my make? I haven't a thing! I'll pass it. CLUBS! Heavens! I could\nhave done better than that myself! What on earth did you have in your\nhand? I don't care what Elwell says--I don't think that's enough; of\ncourse we couldn't make it on that hand! It seems a shame to THROW\npoints away. I am NOT angry--do you think I mind a few dollars? it's\nonly so unnecessary! How many hands do we have to play with each\npartner? I never said I wanted to get rid of you. No, it's NOT the same\nthing--I simply asked!\"\n\nSo the game went on!\n\nFlushed cheeks and glistening eyes were the only indications that much\nwas at stake; social veneer concealed the real anxiety of the players,\nbut a hush of nervous tension pervaded the room. It was a relief when\nthe last hand was concluded. Everyone crowded around the table where the\nbeautiful prizes were displayed and where the scores were read.\n\n\"You don't mean to tell me that that girl who came with the\nHollingsworths and can't play at all, has first choice!\" whispered Mrs.\nNorman.\n\n\"A case of fool's luck, I guess,\" replied Mrs. Danielson, \"let's see\nwhat she takes.\"\n\n\"LOOK! She's going to take that Tiffany glass vase when she might have\nhad that diamond bracelet--probably thinks they are rhinestones!\" burst\nout Elise Thayer.\n\n\"Prizes never go to the best players,\" said Mrs. Cecil Jerome in\ndisgust. \"It is never really fair.\"\n\nMrs. Cecil Jerome was conceded to be one of the \"best players.\"\n\nAfter the prizes had been duly admired and the winners congratulated,\nthe throng of exquisitely gowned women flocked about the little gilt\ntables in the dining-room, chatting eagerly and comparing scores.\n\nMrs. Christy flitted among her guests with a smile and cordial word for\neach, but to some favored few she devoted her especial attention. She\nstopped beside one group in the corner of the dining-room more than\nonce.\n\n\"Your dining-room is so attractive, Mrs. Christy,\" said Mrs. Norman, as\nher hostess sat down beside her for an instant.\n\n\"It is good of you to say so--you do things so exquisitely yourself that\nI'm quite afraid of YOU,\" returned Mrs. Christy with disarming\nfrankness.\n\nShe glanced at Miss Thayer, Mrs. Danielson and Mrs. Cecil Jerome, who\nwere also at the table.\n\n\"You clever people,\" she went on, \"must be my guides, for New York is\nrather new to me--we have lived West so much. You are all such\nauthorities on social matters that I shall have to depend on you for\nmany things. You'll help me, won't you?\"\n\nWhat women could resist such delicate flattery?\n\nThe four smiled graciously.\n\n\"Tell me, Mrs. Danielson,\" Mrs. Christy continued, \"are you going to\nNewport this summer--or haven't you decided?\"\n\n\"Oh, we've decided! We've rented our house and we intend to spend the\nsummer in Switzerland and the Tyrol,\" answered Mrs. Danielson. \"What are\nyou going to do, Mrs. Christy?\"\n\n\"Jack and I expect to take an automobile trip through England and\nScotland--if he can get away,\" returned Mrs. Christy, \"and by the way,\nwhat do you all do with your houses through the summer months? That is\nbothering me now! Do you leave your servants in them all summer?\"\n\n\"Oh, no,\" exclaimed Mrs. Danielson hastily, \"we have had such frightful\nexperiences doing that! One summer we had fine servants and we wanted to\nhold on to them so we kept them in the house all the time we were gone\nand we hadn't been back any time at all before they left in a body! So\npleasant to feel you'd only been giving a house-party for them!\" she\nconcluded sarcastically.\n\n\"Why my dear, our servants had a dance in our house!\" put in Mrs.\nNorman.\n\n\"I always put a care-taker in ours,\" said Miss Thayer.\n\n\"Don't have a care-taker!\" burst out Mrs. Cecil Jerome. \"While our\ncare-taker was living in the basement, burglars got through our scuttle\nand robbed all the upper part of the house!\"\n\n\"You make a great mistake,\" said Mrs. Danielson.\n\n\"Don't you know about the Holmes Company? They have wired our house\nevery year since that experience with our servants--why, it's ten years\nnow! It is the only way to leave your house during the summer.\" I heard\nthe other day, said a handsome woman joining the group, \"that, that\ncompany had opened offices of their own all through the city this year\nand they will not hereafter connect houses with the District Telegraph\noffices, so you see their service is going to be a hundred per cent.\nbetter than it has ever been before.\"\n\n\"You better wire your house, Mrs. Christy,\" said Mrs. Danielson, \"you'll\nfeel perfectly safe then. An awfully funny thing happened to me when\nours was first done! Mr. Danielson neglected to have my signature on the\ncoupon and I came up from Newport and couldn't get into my own house! I\nwas raging at the time, but when I thought it over afterward it\nconvinced me how secure the protection is.\"\n\n\"Was it really true that your care-taker took boarders in your house\nwhile you were in Europe a few years ago,\" asked Mrs. Norman, turning to\na newcomer who had joined them.\n\n\"Yes, we had it wired the minute we found it out. It put a stop to that\nsort of thing!\" returned the woman emphatically.\n\n\"I never heard of such things!\" gasped Mrs. Christy.\n\n\"I didn't know they would dare!\"\n\n\"Dare? They dare anything!\" snapped a tall girl in green.\n\n\"Well, I shall have it wired the instant we go,\" said Mrs. Christy\nconclusively. \"I did not know there was any company who did that sort of\nthing. I am perfectly relieved to solve the problem!\"\n\nShe went on into the drawing-room and the groups of guests at the tables\ngradually broke up and followed making their adieux.\n\nThe instant Mrs. Reginald Norman reached home she called Mrs. Danielson\nup on the telephone.\n\n\"What did you think of it, Ethel?\" she asked eagerly.\n\n\"It was a lovely party! All in such good taste, didn't you think so?\"\nreturned Ethel Danielson. \"Mrs. Christy, too, made a much better\nappearance than I expected. She has a good deal of SAVOIR FAIRE\nalready!\"\n\n\"Yes, and she'll gain more as time goes on,\" replied Mrs. Norman. \"How\ndo you suppose she ever got the Schermerhorn's and the De Witts there.\"\n\n\"I can't imagine and it doesn't make much difference now, how she did\nit! I got my furs paid for which pleased me into the ground. Wouldn't we\nhave been idiots to stay away? We should never have forgiven ourselves\nfor from now on, Mrs. Christy is unquestionably IN SOCIETY. She has\n'bridged it' in more senses than one!\"\n\n\n",
  "metadata": {
    "author": [
      "Bassett, Sara Ware"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/23973/pg23973.txt",
    "name": "mrs_christys_bridge_party"
  }
}
