{
    "name": "Murder Beneath the Polar Ice",
    "author": [
        "Howard, Hayden"
    ],
    "body": "Wavelets of cigarette smoke drifted across the comfortably lounging\nenlisted men in the air-conditioned compartment of the Fleet Ballistic\nMissile submarine, as they sat watching Barney. Sweat streaming from\nhis swollen-veined forehead, hurried and grotesque in his black rubber\ndiving suit, exploding triumphant curses like underwater demolition\ncharges, Barney finished tightening the control cables of what\nresembled a torpedo with two open cockpits. \"_This_ time the little\ngal raises her hydroplanes!\"\n\nAt this contrast of men, the Murderer had to grin, but carefully in\norder not to sweat and ruin the insulating qualities of his three\nwoolen layers of longjohns. The submariners seemed quiet-talking and\ncooperative, as well adjusted as sardines in a can. The diver, Barney,\nwas foul-mouthed and fiercely individualistic, a wonderful guy--his\ndiving buddy.\n\nA legend in his own time, Barney was reputed to have arisen from the\nmine-strewn waters of the Korean coast at the time of the Wonsan-Inchon\nlandings to give advice to General MacArthur.\n\nAs an Underwater Demolition Team diver, Barney dated clear back into\nthe Murderer's childhood recollections of World War II, to dim names\nlike Kwajalein and Guam, where former Seabees became combat divers to\nwire and blast Japanese underwater obstacles and leave welcoming signs\nfor the Marines.\n\nBarney was only quiet about two things, his age and his circumference.\nHe still fancied himself a baseball catcher, and his stubby fingers\nshowed the deleterious effects of grabbing at foul tips with a bare\nhand, but those same fingers could expertly repair a wristwatch and the\nautomatic transmission of an admiral's car and hock one and \"borrow\"\nthe other.\n\nBarney had managed to put his homely younger sister through college\nand was now maneuvering to marry her off to a lieutenant commander on\nthe staff of Admiral Rickover. And he could expertly joke the fears out\nof his diving buddy.\n\nWinking at his comfortably smoke-filled audience, Barney dumped a\nsack of non-magnetic tools into the forward cockpit of the minisub he\npersonally had built, and cocked his head.\n\n\"Murderer, here, is hoping the villain is a sea serpent. Don't laugh,\nyou sea horses. The latest scuttlebutt from Alaska has it that every\ntime a picket buoy goes dead out here under the ice, the last sound it\nbroadcasts is a sort of toothy crunch.\"\n\n\n\nHe pushed the joke a little further. \"Turn your periscopes on the blade\nMurderer's wearing! John Paul Jones used to issue those for cutlasses!\nMurderer's hoping to fight the sea serpent hand to hand.\"\n\nHis grin widening with embarrassment, the Murderer felt called upon to\nretort. \"I'll give you a better suspect for stealing our picket buoys.\nSanta Claus. These are his territorial waters. Are you aware that in\nthe Middle Ages Santa Claus was the patron saint of thieves?\"\n\n\"Now, Mr. College Boy,\" Barney began, \"you just want to show us you\nalso studied history, not just marine biology. This boy will even tell\nyou a long Latin name for a little something that floats like dandruff\nin the water.\" A touch of pride appeared in Barney's voice. \"He can\ntell you its whole life history and what eats it and why it's important\nand why it will be a lot more important fifty years from now when\n_your_ kids will need a lot more food from the sea.\"\n\nThere was a perceptible slowing, and the weird sound from the atomic\nsubmarine's heat-exchanger muted. Barney glanced at his pressure-proof\nwatch. The Murderer tensed.\n\n\"This college boy may look like a tennis player,\" Barney went on as if\nnothing had happened, \"but in the water, when Murderer sees something\nswimming down there, he doesn't care how big it is. We were installing\nthe broadcast aerial from a picket buoy up through ice, and Murderer\nhad just retracted the magnesium flare pole, so I'm half-blinded. I\nlook down. I see something so big I want to get out of there on a\nbicycle. But down Murderer swims with the magnesium flare in one hand\nand his cutlass in the other. It's a shark as big as a small whale.\nThe flare hypnotizes it, and round and round they go, with Murderer\nstabbing away, letting in sea water, until that shark bugs out of there\nlike a bare-bottomed boy from a swarm of bumblebees!\"\n\nThe Murderer studied his depth gauge to cover his embarrassment. The\nreason the shark had been so big was that it belonged to a species with\nthe whale-like habit of straining the water for minute crustaceans. It\nwas harmless and had winced from his first thrust. Then its shagreen\nhide had tensed to armor-toughness, and it had been like trying to stab\na submarine. It left because it had no reason to stay.\n\n\"I'm _relieved_,\" one of the submariners laughed, \"that stabbing _fish_\nis how he got the name Murderer.\"\n\n\"Not only fish,\" Barney went on enthusiastically. \"This boy almost got\nhimself court-martialed. We're working from the icebreaker, out from\nPoint Barrow, diving from a whaleboat, and before the Annapolis ensign\ncan say a word, Murderer's over the side. We put our face-plates in\nthe water. He's bubbling down on a walrus! I swear, he rides it like a\nbucking horse. You need a long blade in the arctic. And ugly--when we\nbent a cable to that walrus from the icebreaker, the walrus stalled the\nwinch!\"\n\n\"What about tusks?\" a submariner's voice asked.\n\n\n\nThe Murderer had been well aware of tusks. For three days he had been\nstudying the walrus herd with fascination. These staring-eyed, noisy\nmammals were living in icy water that would numb and kill a man in a\nfew minutes.\n\nSome of them were diving to clam beds more than two hundred and fifty\nfeet down, where their bodies were subjected to a pressure of more than\neight atmospheres. In shallower water, where cockles predominated, he\nhad actually observed them raking the muddy bottom with their tusks and\nrising with great disintegrating masses of mud and shells between their\nflippers. Few men had ever seen that.\n\nHe marveled at the evolutionary process by which some primitive land\nmammal of the Eocene Period had become the walrus.\n\n\n\nWhy he had swum down and attacked a walrus, he did not know. Afterward\nhe felt ashamed, not just because it was a dumb thing to do and he'd\nhad three ribs cracked and should have been killed; not because it\nwas a show-off thing, with sailors urging him to stand in front of\nits hoisted body so they could take pictures for their girl friends;\nnot because Barney lost his appetite for a couple of days and didn't\nseem very eager to dive near the herd. What bothered him was the\nindescribable feeling he'd had as he swam down with his knife to the\nwalrus, a feeling closer than hunger....\n\n\"When we get back, I'll show you the photographs,\" Barney was insisting\nproudly. \"When they assigned this boy as my diving buddy, they sent his\nname along, Murderer. If it swims. Murderer will go down after it, they\nsaid. And they weren't lying.\"\n\nBut that was _not_ how the name originated. Sitting there in the\ndrifting cigarette smoke, feeling the sweat soak through his longjohns,\nthe Murderer wished the submarine's commander would hurry up and decide\non a position, let them out of the boat, get it over with.\n\nProbably by now, even the guys who were in U.D.T. training with him\nbelieved he got the name by murdering fish.\n\n_They_ gave the name to him, but it was during an orientation meeting\nwith diagrams and graphs and talk of megatons and current-borne\nradioactivity and a model of an atomic depth charge on the table. An\nincredulous revulsion had come over him, this mindlessly mechanical can\nof death that could poison, could make _useless_ two billion struggling\nyears of life, all wasted, single-celled ancestors, diatoms, copepods,\nwondrous fish.\n\nDuring the discussion, he had kept exclaiming: \"It's _murder_! It's\n_murder_!\" This was how he had acquired his name.\n\n\"Hey, Murderer,\" one of the submariners laughed. \"You should cut off a\nsea serpent steak for the skipper. I bet he'd go for one.\"\n\n\"Speaking of murderers,\" the Murderer blurted, suddenly detesting the\nname, raising his clean-cut, angrily intelligent face, flooding his\nlongjohns with angry sweat, \"you all are potential murderers--on a big\nscale. Let's say ten thousand victims apiece. I kill a few fish, so I'm\na murderer? But you are all gears and cogs of a mass production murder\nmechanism called a Fleet Ballistic Missile submarine. An impersonal\nmachine that--\"\n\n\"Not impersonal,\" the commander's voice said clearly as he came into\nthe compartment. \"This boat is just another tool for survival--like a\nshield or spear. Men make the decisions for it.\"\n\n\n\nBarney said in an attempt to ease the tension, \"You want us to bring\nyou any ice cubes, Commander?\"\n\nThe commander's gray eyes studied Barney's red-veined ones. \"Just\nbring yourselves back, Barney. We'll settle for that.\" He touched the\nminisub. \"All I can say is we _think_ we're in the sector where the\npicket buoys shorted out. There've been such meager appropriations\nfor hydrographic surveys in the Arctic Ocean, we haven't a very clear\npicture of fathometer landmarks even in this sector. So the navigator\nhas depended pretty heavily on his dead reckoning and inertial\nnavigation. What I'm getting at is don't spend too much time looking.\nUse conservative search patterns. Give yourself plenty of margin to\nfind your way home to us. We'll do our best to hold this position.\"\n\nSlowly, the commander smiled. \"We'll keep the coffee hot until you get\nback.\"\n\nThe Murderer watched them roll the minisub along on its cradle and into\nthe chamber. From the stern, the minisub looked less like a torpedo.\nInstead of the compact round propeller blades associated with high\nspeeds under water, the minisub had long narrow blades which might have\nlooked more appropriate on a Wright Brother's airplane. These would\nunwind through the water so slowly there would be no cavitation, no\ntell-tale bubbling sounds.\n\n\"One last thing,\" the commander said, including the Murderer in his\ngray gaze. \"No aggressive action. If you should meet--someone--break\noff contact in a dignified manner and come home.\"\n\nStrangely, the commander smiled again and glanced at his watch.\n\"Right about now, my two kids are waking from their afternoon naps\nand running out into the backyard in their underpants to swing on the\nswings. No aggressive action, O.K.?\"\n\nThe Murderer felt thankful he was not the commander--with the\nresponsibility for sixteen hydrogen-warheaded Polaris missiles on his\nback.\n\nWeighted down by his air tanks, the Murderer crawled into the chamber\nbeside the minisub and reached into the stern cockpit. He unreeled a\nfew feet of the red wire and plugged it into the chest socket of his\nelectric suit warmer. Out there, you couldn't search very long without\nbattery heat from the minisub.\n\nAutomatically checking his full-face mask, he connected with the black\nwire and tested his throat mike, earplug circuit. \"One--two--three--\"\n\n\"Four--shut the door,\" Barney's voice croaked weirdly. For complicated\ntwo-man disassemblies underwater, the traditional hand signals were not\nenough. The minisub acted as a telephone exchange.\n\n\n\nTurning from the minisub, Barney plugged into the telephone connection\nin the wall of the chamber, giving them the word. From the way the\nArctic Ocean, fire-hosed into the chamber, the Murderer guessed they\nhad at least a hundred feet of water standing on them. This captain\nhad no intention of smashing his periscopes on pack ice.\n\nWryly, the Murderer grinned while the water crept up his body. He knew\nthe limiting factor in their search for a picket buoy, any picket\nbuoy, was the survival time in their air tanks. As for the minisub,\nit had the capability of keeping their corpses warm for several hours\nthereafter. With its gyroscope efficiently clicking commands to the\nrudder, it would maintain a straighter course than any man could steer.\nIf it could eat fish and reproduce itself....\n\nThe waterline rose above his glass face-plate. On the curved ceilings\nof the chamber, the air shrank into a squirming bubble. The pressure\nhad been equalized. There was a cold metallic screech as Barney opened\nthe outer hatch into the Arctic Ocean.\n\nValving an additional hiss of compressed air into the minisub's forward\nflotation tank, the Murderer gave it a gentle push and rode it out, his\nhand on the air release valve now to prevent the increasingly buoyant\nminisub from falling upward against the white-glaring underside of the\nice pack.\n\n\"There's a hell of a current up here,\" Barney's voice croaked.\n\nThe Murderer glanced down, and his free arm clutched the cockpit in\nan anthropoidal fear-reflex of falling. The water was that clear. Down\nthere, the submarine seemed to drift away like a great dirigible in the\nwind, but the Murderer knew the minisub was actually doing the drifting.\n\n\"Tinker carefully with your gyroscope, Mr. Navigator,\" Barney laughed,\n\"and we'll go take a look for your sea serpent.\"\n\nHe gave Barney a straight course into the current. The Murderer had had\nnightmares of being lost under the arctic ice pack.\n\n\"Keep an eye peeled on the ice,\" Barney muttered, but the\nMurderer kept both eyes on the instruments and gave Barney a\none-hundred-eighty-degree change of course, trying to determine the\nspeed of the current.\n\n\"One way's as good as another,\" Barney laughed.\n\nUnfortunately, this had to be a visual search. The drawing-board boys\nhad designed the picket buoys so they would _not_ be detected, and\nthoughtfully made them self-destroying in case they were. If anywhere\nnear, a submarine would be recorded, and the under-ice warning system\nhad actually worked against their own submarines. But the picket buoys\nin this sector, one by one, had died without a warning sound except,\nas scuttlebutt would have it, a toothy crunch.\n\n\"This pack ice has changed,\" Barney's voice muttered.\n\nBarney and the Murderer had been one of the diving teams out there\nwhen a submarine ejected the buoys beneath the polar ice. A buoy\nwould squirt from a torpedo tube. When the non-magnetic float struck\nthe underside of the ice, metal rods clutched upward like the legs\nof a spider clinging to the ice. A thread-like cable lowered the\ntiny instrument capsule into the depths. The capsule's small size\nwas intended to foil typical mine detection sonar, while the float\nwas supposed to merge with irregularities of sonic reflection on the\nunderside of the ice. Some admiral had even ordered the floats painted\nwhite, but they still cut off light and appeared dark from beneath the\nice.\n\n\n\nAfter the divers had melted a quick hole through two or three feet\nof pack ice and extended the whip-like aerial into the polar air,\nheadquarters could keep track of the drifting buoy's location.\nIntermittently, for the classified number of years the batteries were\nsupposed to last, each buoy would broadcast its own identification\ncode, only coming through with a high wattage warning when its\ninstrument capsule in the depths of the Arctic Ocean was awakened.\nThe joker here, the Murderer thought, was that the aerials might be\nhard to see, but any simple fool could make himself a radio location\nfinder. _Live_ buoys could be hunted from the surface ice.\n\n\"How dry I am,\" Barney's voice croaked unmusically, \"how dry I be,\nnobody knows--nobody cares--\"\n\nNow the white underside of the ice drooped in downward bulges,\nindicating thicker masses of old ice that had been frozen into the\npack. The Murderer saw the gray outline of driftwood entombed in this\nold ice.\n\n\"Drift ice from the Siberian rivers,\" Barney croaked. \"When we planted\nthe picket buoys, our sector didn't have any of this.\"\n\nThe Murderer looked down at his instruments, preparing to change course.\n\n\"My God, look!\" Barney's voice croaked, and his black rubber arm\npointed upward.\n\nThe Murderer's breathing stopped as he made out something quivering up\nthere. \"What is it?\"\n\n\"Animal, vegetable or mineral,\" Barney wheezed. \"If it's animal, I\ndon't want to be around when whatever laid these _eggs_ comes back.\"\n\nSwaying up there on the underside of the ice in a gelatinous mass at\nleast twenty feet across, it resembled a mass of gigantic frog's eggs.\n\nBut the Murderer decided there was too great a variation in size for\nthem to be eggs. Those nearest the outside of the mass seemed clearer,\nmore transparent, than the surrounding gelatinous substance. The\nMurderer's excitement began to fade.\n\n\"They're not eggs,\" he said disappointedly. \"I think they're only\nbubbles encased in some sort of soft plastic.\"\n\n\"Mineral,\" Barney said with some relief in his voice. \"Now I see that\ndark part in the middle has the shape of a can. The bubbles must be to\nfloat a mine or secret mechanism,\" his voice ended excitedly. Barney\nwanted nothing to do with live things; he liked mechanical devices that\nclicked and buzzed and could be taken apart and then put back together.\n\nHe eased the minisub up toward the gelatinous mass.\n\n\"Don't bring the minisub too close,\" the Murderer gasped, imagining a\nmechanical click as the impersonal gadgetry within the can detected\ntheir approach and cocked the lifeless steel prongs of a detonator.\n\nBarney laughed in excited contrast. \"Even our air tanks are\nnon-magnetic. Or if it's hydrophonic, the noise level to set it off\nwould have to be plenty high, because of all the crunching sounds every\nday in the ice. I'm going to find out what it is.\"\n\nBarney rose from his cockpit, trailing his green-stained canvas bag of\nnon-magnetic tools.\n\n\"You're not going to cut into it, are you?\" the Murderer cried.\n\n\"That's what the taxpayers pay me for--to protect them from--you name\nit. Murderer, you sail the minisub off until all my telephone cable is\nout. Just like when we practiced disarming our picket buoys, I'll tell\nyou every move I make.\"\n\n\"If it's a mine,\" the Murderer said, \"I'll be as flattened as you.\"\n\n\"Take notes on your navigational pad. I'll start with a little\nexperimental cut into the jello. We can't go off and leave this thing;\nwe'd never find it again. And it wouldn't be exactly smart to tow it to\nour submarine until we know what its insides are supposed to do.\"\n\n\n\nBarney's black rubber arm was sawing vigorously up and down. \"This\njello's tougher than it looks. Very ingenious. I'll bet this was a\ncompact little bundle when a submarine ejected it into the water.\nProbably sea water makes it swell--and chemicals fizz inside so that\nthe bubbles appear and float the can up to the underside of the ice.\n\n\"This is important,\" Barney's voice croaked on. \"I've come to some thin\nshiny wires. They seem to be all through the jello and to curve back\nin toward the can.\"\n\nThe Murderer clenched his hand. He could feel the tendons and imagine\nthe wonderfully intricate nerves of his living hand. He'd been\nfrightened many times under the sea. Occasionally divers talked about\nwhich way they'd rather go. Nitrogen narcosis was popular among the\nheavy drinkers. Barney's choice--a nice close mine explosion because\nit would be so quick. They thought the Murderer was crazy when he\nsaid he'd rather be eaten by a Great White Shark than smashed by some\nmiserable explosive gadget.\n\n\"Now I'm spreading two wires apart,\" Barney said calmly, \"but I've left\na layer of gelatin around each of them. I will not cut the wires and\nI'll try not to let them touch each other.\"\n\nGradually his head and shoulders disappeared up into the gelatinous\nmass.\n\n\"Don't snag your tanks or regulator on a wire,\" the Murderer breathed.\n\n\"Now I'm cutting within a few inches of the base of the can.\" Only\nBarney's kicking legs showed. \"My air is filling the cut--and I'm\ngoing--to open a--chimney.\" Bubbles emerged from the side of the\nswaying mass.\n\n\"Suppose this thing is atomic,\" the Murderer said. \"It would crush our\nballistic missile sub from here.\"\n\n\"This is peacetime, boy. Nobody's fool enough to let an atomic mine go\ndrifting around with the ice.\"\n\nThe Murderer looked down at the hard metal shell of the minisub. You\ncould blast and smash it, and it would still be metal. You even could\nvaporize it, and its atomic particles would be somewhere--or changed\ninto energy--but nothing really lost, because it had never been alive.\nThe Murderer thought of the commander's two kids waking from their\nnaps. It had taken life two billion years to get that far, and it all\ncould be lost. Right now, was Barney committing _aggressive_ action?\n\nHe thought again of that orientation class where they theoretically\nlearned how to disarm an unexploded atomic depth charge. He had\nexpressed his feeling that these atomic charges were _murder_. The\nfools had laughed and begun calling him Murderer.\n\n\"The bottom of this can is as blank,\" Barney said, \"as a sailor in one\nof those modern art museums. I'm going to cut my way along the side of\nthe can and see what I can see.\"\n\nA little fish, perhaps lost from its school, peered into the Murderer's\nglass face-plate. Its wondrous eye grew inquisitively larger, and he\nthought of the millions of cooperating cells that made up its eye and\noptic nerve and receiving brain and the marvel that the individually\ndrifting cells of two billion years ago could have achieved this.\n\nThere was a contradiction, he thought. He was amazed by life and yet he\nspeared fish. Did he enjoy feeling life wriggle on the end of his spear?\n\n\"I've reached the top,\" Barney's voice croaked. \"There's a rod\nhere--get this, a vertical rod. It extends up into the ice like with\nthe aerials of our picket buoys. I knew it wasn't a mine. This is\nhow they plan to detect our atomic submarines. This will make a very\ninteresting present for Admiral Rickover--\"\n\nAt this instant there was a darkening slap against the Murderer's mask.\nHis eardrums burst inward. His intestines squeezed up into his chest\nfrom the force of the underwater explosion. He blacked out.\n\n\n\nIce water seared his face. He was drowning. Convulsively, his hand\ngroped for his mask. The glass was intact. His hand dragged the mask\nback to a proper fit upon his face, and compressed air forced out the\nsea water. He could feel the telephone cord pulling at his mask.\n\nEverything was blinding white, and he realized he was belly up beneath\nthe ice. \"Barney?\"\n\nThe telephone wire began to drag him down head first, and he went down\nit hand over hand toward the slowly sinking minisub. \"Barney?\"\n\nFurther down, he saw Barney's black rubber suit spread-eagled and\nsinking, and he swam clumsily down past the minisub. He clutched\nBarney's black rubber arm and dragged it toward the minisub. The black\nrubber suit seemed to have no bones. Everything drooped and swayed as\nhe tried to fit Barney into the stern cockpit. When he wrapped Barney's\nwires to tie him in, they came face to face. There was no glass in\nBarney's mask. The glass had burst where the face had been.\n\n\n\nMurderer's eyes narrowed in helpless rage at Barney's death.\n\nDragging himself into Barney's forward cockpit, he valved air into the\nminisub's forward flotation tank, raising the torpedo-like nose. It was\nthen that he saw them up there, silhouetted small and frog-like against\nthe blinding white ice, two divers.\n\nThe two silhouettes were looking down at him, and he knew they had been\nattracted by the explosion of their gelatinous picket buoy. He looked\nall around for the dim gray outline of their submarine, but there was\nno sign of their \"home,\" and his gaze concentrated with wide-eyed\nintensity on their black paddling shapes as his minisub rose from the\ndepths.\n\nHe saw them exchange hurried hand signals. They began to swim away,\nside by side, their fins fluttering rapidly now. They were swimming a\ndefinite course, and still there was no sign of their submarine as his\nminisub inexorably gained on them.\n\nNow that he had reached their altitude, he noticed they were already\ntiring. One diver looked back, then swam frantically to catch up with\nthe other. Like a slow fighter plane, the minisub came in on them from\nbehind, and one diver pushed at the other. They again exchanged hand\nsignals, losing yards to the minisub, and one began to swim hard while\nthe other turned back, facing the minisub, raising his hand in what\nappeared to be a courteous military salute. The minisub kept coming\nstraight at him.\n\nThen the diver spread his arms in a gesture of peace. The minisub's\ntorpedo-shaped nose rammed his belly. Unsheathing his long blade, the\nMurderer struck.\n\nAs the diver wriggled, the Murderer withdrew the blade and struck\nagain. Air bubbles streamed from the diver's chest with each exhalation\nof breath as he backwatered. His expression seemed mild surprise as\nthe Murderer struck a third time, driving the blade down between the\nman's neck and collar bone, pushing him deeper. The next blow smashed\nthe mask. Belatedly, the man's hand flurried, seeming to clutch at his\nbubbles as he sank.\n\nThe Murderer looked up. Far off under the ice, the other diver had\nstopped, was looking down, watching, and the Murderer held up his\nblade as a signal and turned the minisub upward, after him. This diver\ntook evasive action among the downward bulges of old Siberian ice and\nsuddenly vanished.\n\nAlthough there was no sky glare in the water, the Murderer supposed\nthe diver had found an open lead in the ice and would rather freeze to\ndeath, or at least put up a fight from the edge of the ice, than die in\nthe water.\n\n\n\nValving more air into the minisub's flotation tanks, the Murderer\nsteered it rapidly up into the oddly round, oddly dim lead in the ice\npack. At the edge of his mask-vision he glimpsed a longish tubular\nshape suspended in the water, but the minisub was rising too fast for\nhim to get a good look. The overbuoyant minisub bloomed above the\nsurface and sloshed back, rolling unsteadily while the film of water\nslid off his mask without freezing and he saw.\n\nThe white blur became the biggest twin-rotored copter he had ever seen,\nsquatting there on the ice, white except for its glass. Then his eyes\nwere attracted by motion, by the parka-clad men hauling the surviving\ndiver up on the ice. Other darkish figures were simply standing there,\nsome of them beginning to point.\n\nBehind them was a smaller helicopter with the loop-shaped aerial of\na radio location finder mounted atop its plastic dome. There was\nsomething wrong with the sky, and the Murderer realized it was not the\nsky. It was a vast white canvas dome, dimpling in the polar wind. The\nunnatural circle in the ice and the equipment grouped around it all\nwere hidden from aerial observation.\n\nPointing at him from the fuselage of the huge helicopter, and so close\nthat his eyes had avoided it, was a metal boom with a hoist cable\ntaut into the water, tethering something below the surface. Some of\nthe men were running toward the huge helicopter now. In front of them\nat the edge of the ice lay shapeless bundles of what appeared to be\nblack rubberized canvas, and he wondered fleetingly if these contained\nmore of the soon-to-be gelatinous picket buoys. One of the figures was\naiming something at him. As the Murderer let air out of the flotation\ntanks and swiftly sank, he realized it had not been a gun; it had been\na camera with a telephoto lens.\n\nHe passed the tubular shape on the end of the cable. It was an\nanti-submarine torpedo. When he sank deeper, he passed a cylinder\ndangling from two black rubber-insulated cables.\n\nHe valved compressed air back into the flotation tanks and came up\nunder the ice, so hazardously close he had to duck his head as he\nsteered a weaving course among the downward bulges of old Siberian ice.\nEven though he had been deafened, he felt the sonar pulsing against the\nice, searching for him. Then he felt it knocking against the minisub,\npinging against his air tanks, thudding accusingly against his bones.\nIt followed him wherever he steered.\n\nHe smiled blearily. This would be the ultimate if they unleashed the\nexpensively intricate homing torpedo--at one man riding a cheap minisub\nconstructed by a big-handed, happily singing petty officer on his own\ntime. He hoped they _would_ waste the torpedo on him. If he had to be\ndestroyed by a gadget, an infernal machine, at least it was better to\nbe killed as an individual rather than in a group so large he would be\nnameless in death.\n\nAbruptly the sonar left him. They must have decided he was not going to\nlead them back to his submarine. Now they were hurriedly ranging for\nit.\n\nHe cruised on and on with his dead cargo.\n\nThen he felt the echo of sonar from the submarine's hull. He must be\nclose. The helicopter, with its sonar system lowered into the water\nlike a fisherman's hook, had caught the Fleet Ballistic Missile\nsubmarine.\n\nHe could feel the submarine's sonar searching frantically. They would\nbe sounding for another submarine. He could imagine horror on the sonar\nmen's faces as they realized they couldn't detect anything at the\napparent source of the unidentified sonar that had caught them.\n\nThe submarine's sonar caught something--him.\n\n\n\nHe steered directly into it and found the submarine. Bow into the\ncurrent, the gray undersea boat was still holding its position. The\nMurderer guessed the commander had decided that the best move was no\nmove.\n\nValving out air, he brought the minisub down, opened the outer hatch\nand dragged the minisub into the water-filled chamber. A great\nweariness had come over him and it was all he could do to lock the\nhatch. He knocked on the bulkhead, while the persistent sonar pinging\nwent on and on. Someone tapped very gently, although they might as\nwell hammer with a wrench; it wouldn't make any difference now. The\nMurderer realized they were waiting for him to plug into the telephone\nsocket and give his maximum depth and time spent there and other\ndecompression data he hadn't kept. They intended to decompress him as\nif this were just another safe-and-sane training exercise.\n\nIn the chamber lights, Barney's rubber suit had sagged over the side of\nthe minisub like a black rag doll. The Murderer averted his eyes and\nplugged in.\n\n\"One--two--three--\" he said automatically.\n\n\"Barney?\"\n\n\"Barney's dead.\"\n\n\"This is the commander. There is a submarine out there. For some\nreason, we can't locate it with our sonar. Have you seen it?\"\n\n\"Commander, it's a helicopter. They have an anti-submarine torpedo in\nthe water.\"\n\n\"I'm having difficulty reading you--\"\n\n\"Helicopter. Anti-sub torpedo!\"\n\n\"Did they take any aggressive action against you?\"\n\n\"Depends on how you look at it. Their picket buoys are under here.\nBarney tried to recover one. It was booby-trapped to destroy itself.\"\n\n\"Barney?\" the commander's voice persisted.\n\n\"I told you he's dead! I got one of their divers.\"\n\n\"One of their divers? He was attacking you?\"\n\n\"I killed him. He was trying to get away.\"\n\nThere was a long pause. Only the persistent knocking of the giant\nhelicopter's sonar reached the Murderer's ear.\n\nWhen the commander spoke again, it was as if murder had been done. \"Do\nthey know?\"\n\n\"The other one looked back. Sure they know. They know.\"\n\n\"Then they may consider we're the ones who've taken aggressive action,\"\nthe commander said slowly. \"We'll have to wait. If we move off, their\ncommanding officers on the spot may feel committed to local retaliatory\naction. We'll have to wait while they're radioing for instructions.\nWe'll have to hope their side will decide to take this before an\ninternational court.\"\n\n\"Court? What sort of court? A murder court?\"\n\n\"Let's hope it's only one murder,\" the commander's voice came through\ndistantly, \"and not one hundred million. We'll have to sit it out.\"\n\nAs decompression began, the Murderer sank down beside Barney's body\nin the water-filled chamber. Superimposed upon the commander's two\nlittle kids, swinging on their swings, he saw the surprised face of the\ndiver--and even the little fish, lost from its school, and its wondrous\neye--two billion years of evolution waiting for a verdict of life or\ndeath.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Howard, Hayden"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60922/pg60922.txt",
        "name": "murder_beneath_the_polar_ice.json"
    }
}