{
    "name": "My Buried Treasure",
    "author": [
        "Davis, Richard Harding"
    ],
    "body": "This is a true story of a search for buried treasure. The only part\nthat is not true is the name of the man with whom I searched for the\ntreasure. Unless I keep his name out of it he will not let me write the\nstory, and, as it was his expedition and as my share of the treasure is\nonly what I can make by writing the story, I must write as he dictates.\nI think the story should be told, because our experience was unique,\nand might be of benefit to others. And, besides, I need the money.\n\nThere is, however, no agreement preventing me from describing him as I\nthink he is, or reporting, as accurately as I can, what he said and did\nas he said and did it.\n\nFor purposes of identification I shall call him Edgar Powell. The last\nname has no significance; but the first name is not chosen at random.\nThe leader of our expedition, the head and brains of it, was and is the\nsort of man one would address as Edgar. No one would think of calling\nhim “Ed,” or “Eddie,” any more than he would consider slapping him on\nthe back.\n\nWe were together at college; but, as six hundred other boys were there\nat the same time, that gives no clew to his identity. Since those days,\nuntil he came to see me about the treasure, we had not met. All I knew\nof him was that he had succeeded his father in manufacturing\nunshrinkable flannels. Of course, the reader understands that is not\nthe article of commerce he manufactures; but it is near enough, and it\nsuggests the line of business to which he gives his life’s blood. It is\nnot similar to my own line of work, and in consequence, when he wrote\nme, on the unshrinkable flannels official writing-paper, that he wished\nto see me in reference to a matter of business of “mutual benefit,” I\nwas considerably puzzled.\n\nA few days later, at nine in the morning, an hour of his own choosing,\nhe came to my rooms in New York City.\n\nExcept that he had grown a beard, he was as I remembered him, thin and\ntall, but with no chest, and stooping shoulders. He wore eye-glasses,\nand as of old through these he regarded you disapprovingly and warily\nas though he suspected you might try to borrow money, or even joke with\nhim. As with Edgar I had never felt any temptation to do either, this\nwas irritating.\n\nBut from force of former habit we greeted each other by our first\nnames, and he suspiciously accepted a cigar. Then, after fixing me both\nwith his eyes and with his eye-glasses and swearing me to secrecy, he\nbegan abruptly.\n\n“Our mills,” he said, “are in New Bedford; and I own several small\ncottages there and in Fairhaven. I rent them out at a moderate rate.\nThe other day one of my tenants, a Portuguese sailor, was taken\nsuddenly ill and sent for me. He had made many voyages in and out of\nBedford to the South Seas, whaling, and he told me on his last voyage\nhe had touched at his former home at Teneriffe. There his grandfather\nhad given him a document that had been left him by _his_ father. His\ngrandfather said it contained an important secret, but one that was of\nvalue only in America, and that when he returned to that continent he\nmust be very careful to whom he showed it. He told me it was written in\na kind of English he could not understand, and that he had been afraid\nto let any one see it. He wanted me to accept the document in payment\nof the rent he owed me, with the understanding that I was not to look\nat it, and that if he got well I was to give it back. If he pulled\nthrough, he was to pay me in some other way; but if he died I was to\nkeep the document. About a month ago he died, and I examined the paper.\nIt purports to tell where there is buried a pirate’s treasure. And,”\nadded Edgar, gazing at me severely and as though he challenged me to\ncontradict him, “I intend to dig for it!”\n\nHad he told me he contemplated crossing the Rocky Mountains in a Baby\nWright, or leading a cotillon, I could not have been more astonished. I\nam afraid I laughed aloud.\n\n“You!” I exclaimed. “Search for buried treasure?”\n\nMy tone visibly annoyed him. Even the eye-glasses radiated disapproval.\n\n“I see nothing amusing in the idea,” Edgar protested coldly. “It is a\nplain business proposition. I find the outlay will be small, and if I\nam successful the returns should be large; at a rough estimate about\none million dollars.”\n\nEven to-day, no true American, at the thought of one million dollars,\ncan remain covered. His letter to me had said, “for our mutual\nbenefit.” I became respectful and polite, I might even say abject.\nAfter all, the ties that bind us in those dear old college days are not\nlightly to be disregarded.\n\n“If I can be of any service to you, Edgar, old man,” I assured him\nheartily, “if I can help you find it, you know I shall be only too\nhappy.” With regret I observed that my generous offer did not seem to\ndeeply move him.\n\n“I came to you in this matter,” he continued stiffly, “because you\nseemed to be the sort of person who would be interested in a search for\nburied treasure.”\n\n“I am,” I exclaimed. “Always have been.”\n\n“Have you,” he demanded searchingly, “any practical experience?”\n\nI tried to appear at ease; but I knew then just how the man who applies\nto look after your furnace feels, when you ask him if he can also run a\nsixty horse-power dynamo.\n\n“I have never actually _found_ any buried treasure,” I admitted; “but I\nknow where lots of it is, and I know just how to go after it.” I\nendeavored to dazzle him with expert knowledge.\n\n“Of course,” I went on airily, “I am familiar with all the expeditions\nthat have tried for the one on Cocos Island, and I know all about the\nPeruvian treasure on Trinidad, and the lost treasures of Jalisco near\nGuadalajara, and the sunken galleon on the Grand Cayman, and when I was\non the Isle of Pines I had several very tempting offers to search\nthere. And the late Captain Boynton invited me——”\n\n“But,” interrupted Edgar in a tone that would tolerate no trifling,\n“you yourself have never financed or organized an expedition with the\nobject in view of——”\n\n“Oh, that part’s easy!” I assured him. “The fitting-out part you can\nsafely leave to me.” I assumed a confidence that I hoped he might\nbelieve was real. “There’s always a tramp steamer in the Erie Basin,” I\nsaid, “that one can charter for any kind of adventure, and I have the\naddresses of enough soldiers of fortune, filibusters, and professional\nrevolutionists to man a battle-ship, all fine fellows in a tight\ncorner. And I’ll promise you they’ll follow us to hell, and back——”\n\n“That!” exclaimed Edgar, “is exactly what I feared!”\n\n“I beg your pardon!” I exclaimed.\n\n“That’s exactly what I _don’t_ want,” said Edgar sternly. “I don’t\n_intend_ to get into any tight corners. I don’t _want_ to go to hell!”\n\nI saw that in my enthusiasm I had perhaps alarmed him. I continued more\ntemperately.\n\n“Any expedition after treasure,” I pointed out, “is never without risk.\nYou must have discipline, and you must have picked men. Suppose there’s\na mutiny? Suppose they try to rob us of the treasure on our way home?\nWe must have men we can rely on, and men who know how to pump a\nWinchester. I can get you both. And Bannerman will furnish me with\nanything from a pair of leggins to a quick firing gun, and on Clark\nStreet they’ll quote me a special rate on ship stores, hydraulic pumps,\ndivers’ helmets——”\n\nEdgar’s eye-glasses became frosted with cold, condemnatory scorn. He\nshook his head disgustedly.\n\n“I was afraid of this!” he murmured.\n\nI endeavored to reassure him.\n\n“A little danger,” I laughed, “only adds to the fun.”\n\n“I want you to understand,” exclaimed Edgar indignantly, “there isn’t\ngoing to be any danger. There isn’t going to be any fun. This is a\nplain business proposition. I asked you those questions just to test\nyou. And you approached the matter exactly as I feared you would. I was\nprepared for it. In fact,” he explained shamefacedly, “I’ve read\nseveral of your little stories, and I find they run to adventure and\nblood and thunder; they are not of the analytical school of fiction.\nJudging from them,” he added accusingly, “you have a tendency to the\nromantic.” He spoke reluctantly as though saying I had a tendency to\nepileptic fits or the morphine habit.\n\n“I am afraid,” I was forced to admit, “that to me pirates and buried\ntreasure always suggest adventure. And your criticism of my writings is\nwell observed. Others have discovered the same fatal weakness. We\ncannot all,” I pointed out, “manufacture unshrinkable flannels.”\n\nAt this compliment to his more fortunate condition, Edgar seemed to\nsoften.\n\n“I grant you,” he said, “that the subject has almost invariably been\napproached from the point of view you take. And what,” he demanded\ntriumphantly, “has been the result? Failure, or at least, before\nsuccess was attained, a most unnecessary and regrettable loss of blood\nand life. Now, on my expedition, I do not intend that any blood shall\nbe shed, or that anybody shall lose his life. I have not entered into\nthis matter hastily. I have taken out information, and mean to benefit\nby other people’s mistakes. When I decided to go on with this,” he\nexplained, “I read all the books that bear on searches for buried\ntreasure, and I found that in each case the same mistakes were made,\nand that then, in order to remedy the mistakes, it was invariably\nnecessary to kill somebody. Now, by not making those mistakes, it will\nnot be necessary for me to kill any one, and nobody is going to have a\nchance to kill me.\n\n“You propose that we fit out a schooner and sign on a crew. What will\nhappen? A man with a sabre cut across his forehead, or with a black\npatch over one eye, will inevitably be one of that crew. And, as soon\nas we sail, he will at once begin to plot against us. A cabin boy who\nthe conspirators think is asleep in his bunk will overhear their plot\nand will run to the quarter-deck to give warning; but a pistol shot\nrings out, and the cabin boy falls at the foot of the companion ladder.\nThe cabin boy is always the first one to go. After that the mutineers\nkill the first mate, and lock us in our cabin, and take over the ship.\nThey will then broach a cask of rum, and all through the night we will\nlisten to their drunken howlings, and from the cabin airport watch the\nbody of the first mate rolling in the lee scuppers.”\n\n“But you forget,” I protested eagerly, “there is always _one_ faithful\nmember of the crew, who——”\n\nEdgar interrupted me impatiently.\n\n“I have not overlooked him,” he said. “He is a Jamaica negro of\ngigantic proportions, or the ship’s cook; but he always gets his too,\nand he gets it good. They throw _him_ to the sharks! Then we all camp\nout on a desert island inhabited only by goats, and we build a\nstockade, and the mutineers come to treat with us under a white flag,\nand we, trusting entirely to their honor, are fools enough to go out\nand talk with them. At which they shoot us up, and withdraw laughing\nscornfully.” Edgar fixed his eye-glasses upon me accusingly.\n\n“Am I right, or am I wrong?” he demanded. I was unable to answer.\n\n“The only man,” continued Edgar warmly, “who ever showed the slightest\nintelligence in the matter was the fellow in the ‘Gold Bug’. _He_ kept\nhis mouth shut. He never let any one know that he was after buried\ntreasure, until he found it. That’s me! Now I know _exactly_ where this\ntreasure is, and——”\n\nI suppose, involuntarily, I must have given a start of interest; for\nEdgar paused and shook his head, slyly and cunningly. “And if you think\nI have the map on my person now,” he declared in triumph, “you’ll have\nto guess again!”\n\n“Really,” I protested, “I had no intention——”\n\n“Not you, perhaps,” said Edgar grudgingly; “but your Japanese valet\nconceals himself behind those curtains, follows me home, and at\nnight——”\n\n“I haven’t got a valet,” I objected.\n\nEdgar merely smiled with the most aggravating self-sufficiency. “It\nmakes no difference,” he declared. “_No one_ will ever find that map,\nor see that map, or know where that treasure is, until _I_ point to the\nspot.”\n\n“Your caution is admirable,” I said; “but what,” I jeered, “makes you\nthink you can point to the spot, because your map says something like,\n‘Through the Sunken Valley to Witch’s Caldron, four points N. by N. E.\nto Gallows Hill where the shadow falls at sunrise, fifty fathoms west,\nfifty paces north as the crow flies, to the Seven Wells’? How the\ndeuce,” I demanded, “is any one going to point to _that_ spot?”\n\n“It isn’t that kind of map,” shouted Edgar triumphantly. “If it had\nbeen, I wouldn’t have gone on with it. It’s a map anybody can read\nexcept a half-caste Portuguese sailor. It’s as plain as a laundry bill.\nIt says,” he paused apprehensively, and then continued with caution,\n“it says at such and such a place there is a something. So many\nsomethings from that something are three what-you-may-call-’ems, and in\nthe centre of these three what-you-may-call-’ems is buried the\ntreasure. It’s as plain as that!”\n\n“Even with the few details you have let escape you,” I said, “I could\nfind _that_ spot in my sleep.”\n\n“I don’t think you could,” said Edgar uncomfortably; but I could see\nthat he had mentally warned himself to be less communicative. “And,” he\nwent on, “I am willing to lead you to it, if you subscribe to certain\nconditions.”\n\nEdgar’s insulting caution had ruffled my spirit.\n\n“Why do you think you can trust ME?” I asked haughtily. And then,\nremembering my share of the million dollars, I added in haste, “I\naccept the conditions.”\n\n“Of course, as you say, one has got to take _some_ risk,” Edgar\ncontinued; “but I feel sure,” he said, regarding me doubtfully, “you\nwould not stoop to open robbery.” I thanked him.\n\n“Well, until one is tempted,” said Edgar, “one never knows _what_ he\nmight do. And I’ve simply _got_ to have one other man, and I picked on\nyou because I thought you could write about it.”\n\n“I see,” I said, “I am to act as the historian of the expedition.”\n\n“That will be arranged later,” said Edgar. “What I chiefly want you for\nis to dig. _Can_ you dig?” he asked eagerly. I told him I could; but\nthat I would rather do almost anything else.\n\n“I _must_ have one other man,” repeated Edgar, “a man who is strong\nenough to dig, and strong enough to resist the temptation to murder\nme.” The retort was so easy that I let it pass. Besides, on Edgar, it\nwould have been wasted.\n\n“I _think_ you will do,” he said with reluctance. “And now the\nconditions!”\n\nI smiled agreeably.\n\n“You are already sworn to secrecy,” said Edgar. “And you now agree in\nevery detail to obey me implicitly, and to accompany me to a certain\nplace, where you will dig. If I find the treasure, you agree, to help\nme guard it, and convey it to wherever I decide it is safe to leave it.\nYour responsibility is then at an end. One year after the treasure is\ndiscovered, you will be free to write the account of the expedition.\nFor what you write, some magazine may pay you. What it pays you will be\nyour share of the treasure.”\n\nOf my part of the million dollars, which I had hastily calculated could\nnot be less than one-fifth, I had already spent over one hundred\nthousand dollars and was living far beyond my means. I had bought a\nfarm with a waterfront on the Sound, a motor-boat, and, as I was not\nsure which make I preferred, three automobiles. I had at my own,\nexpense produced a play of mine that no manager had appreciated, and\nits name in electric lights was already blinding Broadway. I had\npurchased a Hollander express rifle, a _real_ amber cigar holder, a\nprivate secretary who could play both rag-time and tennis, and a fur\ncoat. So Edgar’s generous offer left me naked. When I had again\naccustomed myself to the narrow confines of my flat, and the jolt of\nthe surface cars, I asked humbly:\n\n“Is that _all_ I get?”\n\n“Why should you expect any more?” demanded Edgar. “It isn’t _your_\ntreasure. You wouldn’t expect me to make you a present of an interest\nin my mills; why should you get a share of my treasure?” He gazed at me\nreproachfully. “I thought you’d be pleased,” he said. “It must be hard\nto think of things to write about, and I’m giving you a subject for\nnothing. I thought,” he remonstrated, “you’d jump at the chance. It\nisn’t every day a man can dig for buried treasure.”\n\n“That’s all right,” I said. “Perhaps I appreciate that quite as well as\nyou do. But my time has a certain small value, and I can’t leave my\nwork just for excitement. We may be weeks, months—— How long do you\nthink we——”\n\nBehind his eye-glasses Edgar winked reprovingly.\n\n“That is a leading question,” he said. “I will pay all your legitimate\nexpenses—transportation, food, lodging. It won’t cost you a cent. And\nyou write the story—with my name left out,” he added hastily; “it would\nhurt my standing in the trade,” he explained—“and get paid for it.”\n\nI saw a sea voyage at Edgar’s expense. I saw palm leaves, coral reefs.\nI felt my muscles aching and the sweat run from my neck and shoulders\nas I drove my pick into the chest of gold.\n\n“I’ll go with you!” I said. We shook hands on it. “When do we start?” I\nasked.\n\n“Now!” said Edgar. I thought he wished to test me; he had touched upon\none of my pet vanities.\n\n“You can’t do that with me!” I said. “My bags are packed and ready for\nany place in the wide world, except the cold places. I can start this\nminute. Where is it, the Gold Coast, the Ivory Coast, the Spanish\nMain——”\n\nEdgar frowned inscrutably. “Have you an empty suit-case?” he asked.\n\n“Why EMPTY?” I demanded.\n\n“To carry the treasure,” said Edgar. “I left mine in the hall. We will\nneed two.”\n\n“And your trunks?” I said.\n\n“There aren’t going to be any trunks,” said Edgar. From his pocket he\nhad taken a folder of the New Jersey Central Railroad. “If we hurry,”\nhe exclaimed, “we can catch the ten-thirty express, and return to New\nYork in time for dinner.”\n\n“And what about the treasure?” I roared.\n\n“We’ll’ bring it with us,” said Edgar.\n\nI asked for information. I demanded confidences. Edgar refused both. I\ninsisted that I might be allowed at least to carry my automatic pistol.\n“Suppose some one tries to take the treasure from us?” I pointed out.\n\n“No one,” said Edgar severely, “would be such an ass as to imagine we\nare carrying buried treasure in a suit-case. He will think it contains\npajamas.”\n\n“For local color, then,” I begged, “I want to say in my story that I\nwent heavily armed.”\n\n“Say it, then,” snapped Edgar. “But you can’t _do_ it! Not with me, you\ncan’t! How do I know you mightn’t——” He shook his head warily.\n\nIt was a day in early October, the haze of Indian summer was in the\nair, and as we crossed the North River by the Twenty-third Street Ferry\nthe sun flashed upon the white clouds overhead and the tumbling waters\nbelow. On each side of us great vessels with the Blue Peter at the fore\nlay at the wharfs ready to cast off, or were already nosing their way\ndown the channel toward strange and beautiful ports. Lamport and Holt\nwere rolling down to Rio; the Royal Mail’s _Magdalena_, no longer\n“white and gold,” was off to Kingston, where once seven pirates swung\nin chains; the _Clyde_ was on her way to Hayti where the buccaneers\ncame from; the _Morro Castle_ was bound for Havana, which Morgan, king\nof all the pirates, had once made his own; and the _Red D_ was steaming\nto Porto Cabello where Sir Francis Drake, as big a buccaneer as any of\nthem, lies entombed in her harbor. And _I_ was setting forth on a\nburied-treasure expedition on a snub-nosed, flat-bellied, fresh-water\nferry-boat, bound for Jersey City! No one will ever know my sense of\nhumiliation. And, when the Italian boy insulted my immaculate tan shoes\nby pointing at them and saying, “Shine?” I could have slain him. Fancy\ndigging for buried treasure in freshly varnished boots! But Edgar did\nnot mind. To him there was nothing lacking; it was just as it should\nbe. He was deeply engrossed in calculating how many offices were for\nrent in the Singer Building!\n\nWhen we reached the other side, he refused to answer any of my eager\nquestions. He would not let me know even for what place on the line he\nhad purchased our tickets, and, as a hint that I should not disturb\nhim, he stuffed into my hands the latest magazines. “At least tell me\nthis,” I demanded. “Have you ever been to this place before to-day?”\n\n“Once,” said Edgar shortly, “last week. That’s when I found out I would\nneed some one with me who could dig.”\n\n“How do you know it’s the _right_ place?” I whispered.\n\nThe summer season was over, and of the chair car we were the only\noccupants; but, before he answered, Edgar looked cautiously round him\nand out of the window. We had just passed Red Bank.\n\n“Because the map told me,” he answered. “Suppose,” he continued\nfretfully, “you had a map of New York City with the streets marked on\nit plainly? Suppose the map said that if you walked to where Broadway\nand Fifth Avenue meet, you would find the Flatiron Building. Do you\nthink you could find it?”\n\n“Was it as easy as _that?_” I gasped.\n\n“It was as easy as _that!_” said Edgar.\n\nI sank back into my chair and let the magazines slide to the floor.\nWhat fiction story was there in any one of them so enthralling as the\nactual possibilities that lay before me? In two hours I might be\nbending over a pot of gold, a sea chest stuffed with pearls and rubies!\n\nI began to recall all the stories I had heard as a boy of treasure\nburied along the coast by Kidd on his return voyage from the Indies.\nWhere along the Jersey sea-line were there safe harbors? The train on\nwhich we were racing south had its rail head at Barnegat Bay. And\nbetween Barnegat and Red Bank there now was but one other inlet, that\nof the Manasquan River. It might be Barnegat; it might be Manasquan. It\ncould not be a great distance from either;\nfor sailors would not have carried their burden far from the ship. I\nglanced appealingly at Edgar. He was smiling happily over “Pickings\nfrom Puck.” We passed Asbury Park and Ocean Grove, halted at Sea Girt,\nand again at Manasquan; but Egdar did not move. The next station was\nPoint Pleasant, and as the train drew to a stop, Edgar rose calmly and\ngrasped his suit-case.\n\n“We get out here,” he said.\n\nDrawn up at the station were three open-work hacks with fringe around\nthe top. From each a small boy waved at us with his whip.\n\n“Curtis House? The Gladstone? The Cottage in the Pines?” they chanted\ninvitingly.\n\n“Take me to a hardware store,” said Edgar, “where one can buy a spade.”\nWhen we stopped I made a move to get down; but Edgar stopped me.\n\nI protested indignantly, “I haven’t _much_ to say about this\nexpedition;” I exclaimed, “but, as _I_ have to do the digging, I intend\nto choose my own spade.”\n\nEdgar’s eye-glasses flashed defiance. “You have given your word to obey\nme,” he said sternly. “If you do not intend to obey me, you can return\nin ten minutes by the next train.”\n\nI sank into my seat. In a moment the mutiny had been crushed. Not even\na cabin boy had fallen! Edgar returned with a spade, an axe, and a\npick. He placed them in the seat beside the boy driver.\n\n“What is your name, boy?” he asked.\n\n“Rupert,” said the boy.\n\n“Rupert,” continued Edgar, “drive us to the beach. When you get to the\nbathing pavilions keep on along the shore toward Manasquan Inlet.” He\ntouched the spade with his hand. “I have bought a building lot on the\nbeach,” he explained, “and am going to dig a hole, and plant a\nflagpole.”\n\nI was choked with indignation. As a writer of fiction my self-respect\nwas insulted.\n\n“If there are any more lies to be told,” I whispered, “please let _me_\ntell them. Your invention is crude, ridiculous! Why,” I demanded,\n“should anybody want to plant a flagpole on a wind-swept beach in\nOctober? It’s not the season for flagpoles. Besides,” I jeered, “where\nis your flagpole? Is it concealed in the suit-case?”\n\nEdgar frowned uneasily, and touched the boy on the shoulder.\n\n“The flagpole itself,” he explained, “is coming down to-morrow by\nexpress.”\n\nThe boy yawned, and slapped the flanks of his horse with the reins.\n“Gat up!” he said.\n\nWe crossed the railroad tracks and moved toward the ocean down a broad,\nsandy road. The season had passed and the windows of the cottages and\nbungalows on either side of the road were barricaded with planks. On\nthe verandas hammocks abandoned to the winds hung in tatters, on the\nback porches the doors of empty refrigerators swung open on one hinge,\nand on every side above the fields of gorgeous golden-rod rose signs\nreading “For Rent.” When we had progressed in silence for a mile, the\nsandy avenue lost itself in the deeper sand of the beach, and the horse\nof his own will came to a halt. On one side we were surrounded by\nlocked and deserted bathing houses, on the other by empty pavilions\nshuttered and barred against the winter, but still inviting one to “Try\nour salt water taffy” or to “_Keep cool_ with an ice-cream soda.”\nRupert turned and looked inquiringly at Edgar. To the north the beach\nstretched in an unbroken line to Manasquan Inlet. To the south three\nmiles away we could see floating on the horizon-like a mirage the\nhotels and summer cottages of Bay Head.\n\n“Drive toward the inlet,” directed Edgar. “This gentleman and I will\nwalk.”\n\nRelieved of our weight, the horse stumbled bravely into the trackless\nsand, while below on the damper and firmer shingle we walked by the\nedge of the water.\n\nThe tide was coming in and the spent waves, spreading before them an\nadvance guard of tiny shells and pebbles, threatened our boots’ and at\nthe same time in soothing, lazy whispers warned us of their attack.\nThese lisping murmurs and the crash and roar of each incoming wave as\nit broke were the only sounds. And on the beach we were the only human\nfigures. At last the scene began to bear some resemblance to one set\nfor an adventure. The rolling ocean, a coast steamer dragging a great\ncolumn of black smoke, and cast high upon the beach the wreck of a\nschooner, her masts tilting drunkenly, gave color to our purpose. It\nbecame filled with greater promise of drama, more picturesque. I began\nto thrill with excitement. I regarded Edgar appealingly, in eager\nsupplication. At last he broke the silence that was torturing me.\n\n“We will now walk higher up,” he commanded. “If we get our feet wet, we\nmay take cold.”\n\nMy spirit was too far broken to make reply. But to my relief I saw that\nin leaving the beach Edgar had some second purpose. With each heavy\nstep he was drawing toward two high banks of sand in a hollow behind\nwhich, protected by the banks, were three stunted, wind-driven pines.\nHis words came back to me.\n\n“So many what-you-may-call-’ems.” Were these pines the three somethings\nfrom something, the what-you-may-call-’ems? The thought chilled me to\nthe spine. I gazed at them fascinated. I felt like falling on my knees\nin the sand and tearing their secret from them with my bare hands. I\nwas strong enough to dig them up by the roots, strong enough to dig the\nPanama Canal! I glanced tremulously at Edgar. His eyes were wide open\nand, eloquent with dismay, his lower jaw had fallen. He turned and\nlooked at me for the first time with consideration. Apology and remorse\nwere written in every line of his countenance.\n\nI’m sorry, he stammered. I had a cruel premonition. I exclaimed with\ndistress.\n\n“You have lost the map!” I hissed.\n\n“No, no,” protested Edgar; “but I entirely forgot to bring any lunch!”\n\nWith violent mutterings I tore off my upper and outer garments and\ntossed them into the hack.\n\n“Where do I begin?” I asked.\n\nEdgar pointed to a spot inside the triangle formed by the three trees\nand equally distant from each.\n\n“Put that horse behind the bank,” I commanded, “where no one can see\nhim! And both you and Rupert keep off the sky-line!” From the north and\nsouth we were now all three hidden by the two high banks of sand; to\nthe east lay the beach and the Atlantic Ocean, and to the west\nstretches of marshes that a mile away met a wood of pine trees and the\nrailroad round-house.\n\nI began to dig. I knew that weary hours lay before me, and I attacked\nthe sand leisurely and with deliberation. It was at first no great\neffort; but as the hole grew in depth, and the roots of the trees were\nexposed, the work was sufficient for several men. Still, as Edgar had\nsaid, it is not every day that one can dig for treasure, and in\nthinking of what was to come I forgot my hands that quickly blistered,\nand my breaking back. After an hour I insisted that Edgar should take a\nturn; but he made such poor headway that my patience could not contain\nme, and I told him I was sufficiently rested and would continue. With\nalacrity he scrambled out of the hole, and, taking a cigar from my\ncase, seated himself comfortably in the hack. I took my comfort in\nanticipating the thrill that would be mine when the spade would ring on\nthe ironbound chest; when, with a blow of the axe, I would expose to\nview the hidden jewels, the pieces of eight, coated with verdigris, the\nstring of pearls, the chains of yellow gold. Edgar had said a million\ndollars. That must mean there would be diamonds, many diamonds. I would\nhold them in my hands, watch them, at the sudden sunshine, blink their\neyes and burst into tiny, burning fires. In imagination I would replace\nthem in the setting, from which, years before, they had been stolen. I\nwould try to guess whence they came from a jewelled chalice in some dim\ncathedral, from the breast of a great lady, from the hilt of an\nadmiral’s sword.\n\nAfter another hour I lifted my aching shoulders and, wiping the sweat\nfrom my eyes, looked over the edge of the hole. Rupert, with his back\nto the sand-hill, was asleep. Edgar with one hand was waving away the\nmosquitoes and in the other was holding one of the magazines he had\nbought on the way down. I could even see the page upon which his eyes\nwere riveted. It was an advertisement for breakfast food. In my\nindignation the spade slipped through my cramped and perspiring\nfingers, and as it struck the bottom of the pit, something—a band of\niron, a steel lock, an iron ring—gave forth a muffled sound. My heart\nstopped beating as suddenly as though Mr. Corbett had hit it with his\nclosed fist. My blood turned to melted ice. I drove the spade down as\nfiercely as though it was a dagger. It sank into rotten wood. I had\nmade no sound; for I could hardly breathe. But the slight noise of the\nblow had reached Edgar. I heard the springs of the hack creak as he\nvaulted from it, and the next moment he was towering above me, peering\ndown into the pit. His eyes were wide with excitement, greed, and fear.\nIn his hands he clutched the two suit-cases. Like a lion defending his\ncubs he glared at me.\n\n“Get out!” he shouted.\n\n\n“Like hell!” I said.\n\n“Get out!” he roared. “I’ll do the rest. That’s mine, not yours! _Get\nout!_”\n\nWith a swift kick I brushed away the sand. I found I was standing on a\nsquat wooden box, bound with bands of rusty iron. I had only to stoop\nto touch it. It was so rotten that I could have torn it apart with my\nbare hands. Edgar was dancing on the edge of the pit, incidentally\nkicking sand into my mouth and nostrils.\n\n“You _promised_ me!” he roared. “You _promised_ to obey me!”\n\n“You ass!” I shouted. “Haven’t I done all the work? Don’t I get——”\n\n“You get out!” roared Edgar.\n\nSlowly, disgustedly, with what dignity one can display in crawling out\nof a sand-pit, I scrambled to the top.\n\n“Go over there,” commanded Edgar pointing, “and sit down.”\n\nIn furious silence I seated myself beside Rupert. He was still\nslumbering and snoring happily. From where I sat I could see nothing of\nwhat was going forward in the pit, save once, when the head of Edgar,\nhis eyes aflame and his hair and eye-glasses sprinkled with sand,\nappeared above it. Apparently he was fearful lest I had moved from the\nspot where he had placed me. I had not; but had he known my inmost\nfeelings he would have taken the axe into the pit with him.\n\nI must have sat so for half an hour. In the sky above me a fish-hawk\ndrifted lazily. From the beach sounded the steady beat of the waves,\nand from the town across the marshes came the puffing of a locomotive\nand the clanging bells of the freight trains. The breeze from the sea\ncooled the sweat on my aching body; but it could not cool the rage in\nmy heart. If I had the courage of my feelings, I would have cracked\nEdgar over head with the spade, buried him in the pit, bribed Rupert,\nand forever after lived happily on my ill-gotten gains. That was how\nKidd, or Morgan, or Blackbeard would have acted. I cursed the effete\ncivilization which had taught me to want many pleasures but had left me\nwith a conscience that would not let me take human life to obtain them,\nnot even Edgar’s life.\n\nIn half an hour a suit-case was lifted into view and dropped on the\nedge of the pit. It was followed by the other, and then by Edgar.\nWithout asking me to help him, because he probably knew I would not, he\nshovelled the sand into the hole, and then placed the suitcases in the\ncarriage. With increasing anger I observed that the contents of each\nwere so heavy that to lift it he used both hands.\n\n“There is no use your asking any questions,” he announced, “because I\nwon’t answer them.”\n\nI gave him minute directions as to where he could go; but instead we\ndrove in black silence to the station. There Edgar rewarded Rupert with\na dime, and while we waited for the train to New York placed the two\nsuit-cases against the wall of the ticket office and sat upon them.\nWhen the train arrived he warned me in a hoarse whisper that I had\npromised to help him guard the treasure, and gave me one of the\nsuit-cases. It weighed a ton. Just to spite Edgar, I had a plan to kick\nit open, so that every one on the platform might scramble for the\ncontents. But again my infernal New England conscience restrained me.\n\nEdgar had secured the drawing-room in the parlor-car, and when we were\nsafely inside and the door bolted my curiosity became stronger than my\npride.\n\n“Edgar,” I said, “your ingratitude is contemptible. Your suspicions are\nridiculous; but, under these most unusual conditions, I don’t blame\nyou. But we are quite safe now. The door is fastened,” I pointed out\ningratiatingly, “it and this train doesn’t stop for another forty\nminutes. I think this would be an excellent time to look at the\ntreasure.”\n\n“I don’t!” said Edgar.\n\nI sank back into my chair. With intense enjoyment I imagined the train\nin which we were seated hurling itself into another train; and\neverybody, including Edgar, or, rather, especially Edgar, being\ninstantly but painlessly killed. By such an act of an all-wise\nProvidence I would at once become heir to one million dollars. It was a\nbeautiful, satisfying dream. Even MY conscience accepted it with a smug\nsmile. It was so vivid a dream that I sat guiltily expectant, waiting\nfor the crash to come, for the shrieks and screams, for the rush of\nescaping steam and breaking window-panes.\n\nBut it was far too good to be true. Without a jar the train carried us\nand its precious burden in safety to the Jersey City terminal. And\neach, with half a million dollars in his hand, hurried to the ferry,\nassailed by porters, news-boys, hackmen. To them we were a couple of\ncommuters saving a dime by carrying our own hand-bags.\n\nIt was now six o’clock, and I pointed out to Edgar that at that hour\nthe only vaults open were those of the Night and Day Bank. And to that\ninstitution in a taxicab we at once made our way. I paid the chauffeur,\nand two minutes later, with a gasp of relief and rejoicing, I dropped\nthe suit-case I had carried on a table in the steel-walled fastnesses\nof the vaults. Gathered excitedly around us were the officials of the\nbank, summoned hastily from above, and watchmen in plain clothes, and\nwatchmen in uniforms of gray. Great bars as thick as my leg protected\nus. Walls of chilled steel rising from solid rock stood between our\ntreasure and the outer world. Until then I had not known how tremendous\nthe nervous strain had been; but now it came home to me. I mopped the\nperspiration from my forehead, I drew a deep breath.\n\n“Edgar,” I exclaimed happily, “I congratulate you!” I found Edgar\nextending toward me a two-dollar bill. “You gave the chauffeur two\ndollars,”’ he said. “The fare was really one dollar eighty; so you owe\nme twenty cents.”\n\nMechanically I laid two dimes upon the table.\n\n“All the other expenses,” continued Edgar, “which I agreed to pay, I\nhave paid.” He made a peremptory gesture. “I won’t detain you any\nlonger,” he said. “Good-night!”\n\n“Good-night!” I cried. “Don’t I see the treasure?” Against the walls of\nchilled steel my voice rose like that of a tortured soul. “Don’t I\ntouch it!” I yelled. “Don’t I even get a squint?”\n\nEven the watchmen looked sorry for me.\n\n“You do not!” said Edgar calmly. “You have fulfilled your part of the\nagreement. I have fulfilled mine. A year from now you can write the\nstory.” As I moved in a dazed state toward the steel door, his voice\nhalted me.\n\n“And you can say in your story,” called Edgar, “that there is only one\nway to get a buried treasure. That is to go, and get it!”\n\n\n\n",
    "metadata": {
        "author": [
            "Davis, Richard Harding"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1761/pg1761.txt",
        "name": "my_buried_treasure.json"
    }
}