{
    "name": "My Garden Acquaintance",
    "author": [
        "Lowell, James Russell"
    ],
    "body": "ONE of the most delightful books in my father's library was White's\n\"Natural History of Selborne.\" For me it has rather gained in charm with\nyears. I used to read it without knowing the secret of the pleasure I\nfound in it, but as I grow older I begin to detect some of the simple\nexpedients of this natural magic. Open the book where you will, it takes\nyou out of doors. In our broiling July weather one can walk out with\nthis genially garrulous Fellow of Oriel and find refreshment instead\nof fatigue. You have no trouble in keeping abreast of him as he ambles\nalong on his hobby-horse, now pointing to a pretty view, now stopping to\nwatch the motions of a bird or an insect, or to bag a specimen for the\nHonorable Daines Barrington or Mr. Pennant. In simplicity of taste and\nnatural refinement he reminds one of Walton; in tenderness toward\nwhat he would have called the brute creation, of Cowper. I do not know\nwhether his descriptions of scenery are good or not, but they have made\nme familiar with his neighborhood. Since I first read him, I have walked\nover some of his favorite haunts, but I still see them through his eyes\nrather than by any recollection of actual and personal vision. The book\nhas also the delightfulness of absolute leisure. Mr. White seems never\nto have had any harder work to do than to study the habits of his\nfeathered fellow-townsfolk, or to watch the ripening of his peaches on\nthe wall. His volumes are the journal of Adam in Paradise,\n\n   \"Annihilating all that's made\n    To a green thought in a green shade.\"\n\nIt is positive rest only to look into that garden of his. It is vastly\nbetter than to\n\n             \"See great Diocletian walk\n   In the Salonian garden's noble shade,\"\n\nfor thither ambassadors intrude to bring with them the noises of Rome,\nwhile here the world has no entrance. No rumor of the revolt of the\nAmerican Colonies seems to have reached him. \"The natural term of an\nhog's life\" has more interest for him than that of an empire. Burgoyne\nmay surrender and welcome; of what consequence is _that_ compared with\nthe fact that we can explain the odd tumbling of rooks in the air\nby their turning over \"to scratch themselves with one claw\"? All the\ncouriers in Europe spurring rowel-deep make no stir in Mr. White's\nlittle Chartreuse;(1) but the arrival of the house-martin a day earlier\nor later than last year is a piece of news worth sending express to all\nhis correspondents.\n\n(1) _La Grande Chartreuse_ was the original Carthusian monastery in\nFrance, where the most austere privacy was maintained.\n\nAnother secret charm of this book is its inadvertent humor, so\nmuch the more delicious because unsuspected by the author. How pleasant\nis his innocent vanity in adding to the list of the British, and\nstill more of the Selbornian, _fauna!_ I believe he would gladly have\nconsented to be eaten by a tiger or a crocodile, if by that means\nthe occasional presence within the parish limits of either of these\nanthropophagous brutes could have been established. He brags of no\nfine society, but is plainly a little elated by \"having considerable\nacquaintance with a tame brown owl.\" Most of us have known our share\nof owls, but few can boast of intimacy with a feathered one. The great\nevents of Mr. White's life, too, have that disproportionate importance\nwhich is always humorous. To think of his hands having actually been\nthough worthy (as neither Willoughby's nor Ray's were) to hold a stilted\nplover, the _Charadrius himaniopus,_ with no back toe, and therefore\n\"liable, in speculation, to perpetual vacillations\"! I wonder, by\nthe way, if metaphysicians have no hind toes. In 1770 he makes the\nacquaintance in Sussex of \"an old family tortoise,\" which had then been\ndomesticated for thirty years. It is clear that he fell in love with it\nat first sight. We have no means of tracing the growth of his passion;\nbut in 1780 we find him eloping with its object in a post-chaise. \"The\nrattle and hurry of the journey so perfectly roused it that, when I\nturned it out in a border, it walked twice down to the bottom of my\ngarden.\" It reads like a Court Journal: \"Yesterday morning H.R.H. the\nPrincess Alice took an airing of half an hour on the terrace of Windsor\nCastle.\" This tortoise might have been a member of the Royal Society,\nif he could have condescended to so ignoble an ambition. It had but\njust been discovered that a surface inclined at a certain angle with\nthe plane of the horizon took more of the sun's rays. The tortoise had\nalways known this (though he unostentatiously made no parade of it),\nand used accordingly to tilt himself up against the garden-wall in the\nautumn. He seems to have been more of a philosopher than even Mr. White\nhimself, caring for nothing but to get under a cabbage-leaf when\nit rained, or the sun was too hot, and to bury himself alive before\nfrost,--a four-footed Diogenes, who carried his tub on his back.\n\nThere are moods in which this kind of history is infinitely\nrefreshing. These creatures whom we affect to look down upon as the\ndrudges of instinct are members of a commonwealth whose constitution\nrests on immovable bases, never any need of reconstruction there! _They_\nnever dream of settling it by vote that eight hours are equal to ten, or\nthat one creature is as clever as another and no more. _They_ do not\nuse their poor wits in regulating God's clocks, nor think they cannot\ngo astray so long as they carry their guide-board about with them,--a\ndelusion we often practise upon ourselves with our high and mighty\nreason, that admirable finger-post which points every way and always\nright. It is good for us now and then to converse with a world like Mr.\nWhite's, where Man is the least important of animals. But one who, like\nme, has always lived in the country and always on the same spot, is\ndrawn to his book by other occult sympathies. Do we not share his\nindignation at that stupid Martin who had graduated his thermometer no\nlower than 4o above zero of Fahrenheit, so that in the coldest weather\never known the mercury basely absconded into the bulb, and left us to\nsee the victory slip through our fingers, just as they were closing\nupon it? No man, I suspect, ever lived long in the country without being\nbitten by these meteorological ambitions. He likes to be hotter and\ncolder, to have been more deeply snowed up, to have more trees and\nlarger blow down than his neighbors. With us descendants of the Puritans\nespecially, these weather-competitions supply the abnegated excitement\nof the race-course. Men learn to value thermometers of the true\nimaginative temperament, capable of prodigious elations and\ncorresponding dejections. The other day (5th July) I marked 98o in the\nshade, my high water mark, higher by one degree than I had ever seen it\nbefore. I happened to meet a neighbor; as we mopped our brows at each\nother, he told me that he had just cleared 100o, and I went home\na beaten man. I had not felt the heat before, save as a beautiful\nexaggeration of sunshine; but now it oppressed me with the prosaic\nvulgarity of an oven. What had been poetic intensity became all at once\nrhetorical hyperbole. I might suspect his thermometer (as indeed I did,\nfor we Harvard men are apt to think ill of any graduation but our\nown); but it was a poor consolation. The fact remained that his herald\nMercury, standing a tiptoe, could look down on mine. I seem to glimpse\nsomething of this familiar weakness in Mr. White. He, too, has shared in\nthese mercurial triumphs and defeats. Nor do I doubt that he had a\ntrue country-gentleman's interest in the weather-cock; that his first\nquestion on coming down of a morning was, like Barabas's,\n\n   \"Into what quarter peers my halcyon's bill?\"\n\nIt is an innocent and healthful employment of the mind,\ndistracting one from too continual study of himself, and leading him to\ndwell rather upon the indigestions of the elements than his own. \"Did\nthe wind back round, or go about with the sun?\" is a rational question\nthat bears not remotely on the making of hay and the prosperity of\ncrops. I have little doubt that the regulated observation of the vane\nin many different places, and the interchange of results by telegraph,\nwould put the weather, as it were, in our power, by betraying its\nambushes before it is ready to give the assault. At first sight,\nnothing seems more drolly trivial than the lives of those whose single\nachievement is to record the wind and the temperature three times a day.\nYet such men are doubtless sent into the world for this special end, and\nperhaps there is no kind of accurate observation, whatever its object,\nthat has not its final use and value for some one or other. It is even\nto be hoped that the speculations of our newspaper editors and their\nmyriad correspondence upon the signs of the political atmosphere may\nalso fill their appointed place in a well-regulated universe, if it\nbe only that of supplying so many more jack-o'-lanterns to the future\nhistorian. Nay, the observations on finance of an M.C. whose sole\nknowledge of the subject has been derived from a life-long success\nin getting a living out of the public without paying any equivalent\ntherefor, will perhaps be of interest hereafter to some explorer of our\n_cloaca maxima,_ whenever it is cleansed.\n\nFor many years I have been in the habit of noting down some of\nthe leading events of my embowered solitude, such as the coming of\ncertain birds and the like,--a kind of _memoires pour servir,_ after\nthe fashion of White, rather than properly digested natural history.\nI thought it not impossible that a few simple stories of my winged\nacquaintances might be found entertaining by persons of kindred taste.\n\nThere is a common notion that animals are better meteorologists\nthan men, and I have little doubt that in immediate weather-wisdom\nthey have the advantage of our sophisticated senses (though I suspect a\nsailor or shepherd would be their match), but I have seen nothing that\nleads me to believe their minds capable of erecting the horoscope of a\nwhole season, and letting us know beforehand whether the winter will be\nsevere or the summer rainless. I more than suspect that the clerk of the\nweather himself does not always know very long in advance whether he\nis to draw an order for hot or cold, dry or moist, and the musquash is\nscarce likely to be wiser. I have noted but two days' difference in\nthe coming of the song-sparrow between a very early and a very backward\nspring. This very year I saw the linnets at work thatching, just before\na snow-storm which covered the ground several inches deep for a number\nof days. They struck work and left us for a while, no doubt in search\nof food. Birds frequently perish from sudden changes in our whimsical\nspring weather of which they had no foreboding. More than thirty years\nago, a cherry-tree, then in full bloom, near my window, was covered\nwith humming-birds benumbed by a fall of mingled rain and snow, which\nprobably killed many of them. It should seem that their coming was dated\nby the height of the sun, which betrays them into unthrifty matrimony;\n\n   \"So priketh hem Nature in hir corages;\"(1)\n\nbut their going is another matter. The chimney swallows leave us early,\nfor example, apparently so soon as their latest fledglings are firm\nenough of wing to attempt the long rowing-match that is before them. On\nthe other hand the wild-geese probably do not leave the North till they\nare frozen out, for I have heard their bugles sounding southward so\nlate as the middle of December. What may be called local migrations are\ndoubtless dictated by the chances of food. I have once been visited by\nlarge flights of cross-bills; and whenever the snow lies long and deep\non the ground, a flock of cedar-birds comes in mid-winter to eat the\nberries on my hawthorns. I have never been quite able to fathom the\nlocal, or rather geographical partialities of birds. Never before this\nsummer (1870) have the king-birds, handsomest of flycatchers, built in\nmy orchard; though I always know where to find them within half a mile.\nThe rose-breasted grosbeak has been a familiar bird in Brookline (three\nmiles away), yet I never saw one here till last July, when I found a\nfemale busy among my raspberries and surprisingly bold. I hope she was\n_prospecting_ with a view to settlement in our garden. She seemed, on\nthe whole, to think well of my fruit, and I would gladly plant another\nbed if it would help to win over so delightful a neighbor.\n\n(1) Chaucer's _Canterbury Tales, Prologue,_ line 11.\n\nThe return of the robin is commonly announced by the\nnewspapers, like that of eminent or notorious people to a\nwatering-place, as the first authentic notification of spring. And such\nhis appearance in the orchard and garden undoubtedly is. But, in spite\nof his name of migratory thrush, he stays with us all winter, and I\nhave seen him when the thermometer marked 15 degrees below zero of\nFahrenheit, armed impregnably within,(1) like Emerson's Titmouse, and as\ncheerful as he. The robin has a bad reputation among people who do not\nvalue themselves less for being fond of cherries. There is, I admit,\na spice of vulgarity in him, and his song is rather of the Bloomfield\nsort, too largely ballasted with prose. His ethics are of the Poor\nRichard school, and the main chance which calls forth all his energy\nis altogether of the belly. He never has these fine intervals of lunacy\ninto which his cousins, the catbird and the mavis, are apt to fall. But\nfor a' that and twice as muckle 's a' that, I would not exchange him for\nall the cherries that ever came out of Asia Minor. With whatever faults,\nhe has not wholly forfeited that superiority which belongs to the\nchildren of nature. He has a finer taste in fruit than could be\ndistilled from many successive committees of the Horticultural Society,\nand he eats with a relishing gulp not inferior to Dr. Johnson's. He\nfeels and freely exercises his right of eminent domain. His is the\nearliest mess of green peas; his all the mulberries I had fancied mine.\nBut if he get also the lion's share of the raspberries, he is a\ngreat planter, and sows those wild ones in the woods that solace the\npedestrian, and give a momentary calm even to the jaded victims of the\nWhite Hills. He keeps a strict eye over one's fruit, and knows to a\nshade of purple when your grapes have cooked long enough in the sun.\nDuring the severe drought a few years ago the robins wholly vanished\nfrom my garden. I neither saw nor heard one for three weeks, meanwhile\na small foreign grape-vine, rather shy of bearing, seemed to find the\ndusty air congenial, and, dreaming, perhaps of its sweet Argos across\nthe sea, decked itself with a score or so of fair bunches. I watched\nthem from day to day till they should have secreted sugar enough from\nthe sunbeams, and at last made up my mind that I would celebrate my\nvintage the next morning. But the robins, too, had somehow kept note of\nthem. They must have sent out spies, as did the Jews into the promised\nland, before I was stirring. When I went with my basket at least a\ndozen of these winged vintagers bustled out from among the leaves, and\nalighting on the nearest trees interchanged some shrill remarks about\nme of a derogatory nature. They had fairly sacked the vine. Not\nWellington's veterans made cleaner work of a Spanish town; not Federals\nor Confederates were ever more impartial in the confiscation of neutral\nchickens. I was keeping my grapes a secret to surprise the fair Fidele\nwith, but the robins made them a profounder secret to her than I had\nmeant. The tattered remnant of a single bunch was all my harvest-home.\nHow paltry it looked at the bottom of my basket,--as if a humming-bird\nhad laid her egg in an eagle's nest! I could not help laughing; and\nthe robins seemed to join heartily in the merriment. There was a native\ngrape-vine close by, blue with its less refined abundance, but my\ncunning thieves preferred the foreign flavor. Could I tax them with want\nof taste?\n\n(1) \"For well the soul, if stout within,     Can arm impregnably the skin.\"\n                    _The Titmouse,_ lines 75, 76.\n\nThe robins are not good solo singers, but their chorus, as, like\nprimitive fire-worshippers, they hail the return of light and warmth to\nthe world, is unrivalled. There are a hundred singing like one. They are\nnoisy enough then, and sing, as poets should, with no afterthought. But\nwhen they come after cherries to the tree near my window, they muffle\ntheir voices, and their faint _pip pip pop!_ sounds far away at the\nbottom of the garden, where they know I shall not suspect them of\nrobbing the great black-walnut of its bitter-rinded store.(1) They are\nfeathered Pecksniffs, to be sure, but then how brightly their breasts,\nthat look rather shabby in the sunlight, shine in a rainy day against\nthe dark green of the fringe-tree! After they have pinched and shaken\nall the life of an earthworm, as Italian cooks pound all the spirit\nout of a steak, and then gulped him, they stand up in honest\nself-confidence, expand their red waistcoats with the virtuous air of\na lobby member, and outface you with an eye that calmly challenges\ninquiry. \"Do _I_ look like a bird that knows the flavor of raw vermin?\nI throw myself upon a jury of my peers. Ask any robin if he ever ate\nanything less ascetic than the frugal berry of the juniper, and he will\nanswer that his vow forbids him.\" Can such an open bosom cover such\ndepravity? Alas, yes! I have no doubt his breast was redder at that very\nmoment with the blood of my raspberries. On the whole, he is a doubtful\nfriend in the garden. He makes his dessert of all kinds of berries, and\nis not averse from early pears. But when we remember how omnivorous he\nis, eating his own weight in an incredibly short time, and that Nature\nseems exhaustless in her invention of new insects hostile to vegetation,\nperhaps we may reckon that he does more good than harm. For my own part,\nI would rather have his cheerfulness and kind neighborhood than many\nberries.\n\n(1) The screech-owl, whose cry, despite his ill name, is one of the\nsweetest sounds in nature, softens his voice in the same way with the\nmost beguiling mockery of distance. J.R.L.\n\nFor his cousin, the catbird, I have a still warmer regard.  Always a\ngood singer, he sometimes nearly equals the brown thrush, and has the\nmerit of keeping up his music later in the evening than any bird of my\nfamiliar acquaintance. Ever since I can remember, a pair of them have\nbuilt in a gigantic syringa near our front door, and I have known the\nmale to sing almost uninterruptedly during the evenings of early summer\ntill twilight duskened into dark. They differ greatly in vocal talent,\nbut all have a delightful way of crooning over, and, as it were,\nrehearsing their song in an undertone, which makes their nearness\nalways unobtrusive. Though there is the most trustworthy witness to the\nimitative propensity of this bird, I have only once, during an intimacy\nof more than forty years, heard him indulge it. In that case,\nthe imitation was by no means so close as to deceive, but a free\nreproduction of the notes of some other birds, especially of the oriole,\nas a kind of variation in his own song. The catbird is as shy as the\nrobin is vulgarly familiar. Only when his nest or his fledglings are\napproached does he become noisy and almost aggressive. I have known\nhim to station his young in a thick cornel-bush on the edge of the\nraspberry-bed, after the fruit began to ripen, and feed them there for a\nweek or more. In such cases he shows none of that conscious guilt which\nmakes the robin contemptible. On the contrary, he will maintain his post\nin the thicket, and sharply scold the intruder who ventures to steal\n_his_ berries. After all, his claim is only for tithes, while the robin\nwill bag your entire crop if he get a chance.\n\nDr. Watts's statement that \"birds in their little nests agree,\" like\ntoo many others intended to form the infant mind, is very far from\nbeing true. On the contrary, the most peaceful relation of the different\nspecies to each other is that of armed neutrality. They are very jealous\nof neighbors. A few years ago I was much interested in the housebuilding\nof a pair of summer yellow-birds. They had chosen a very pretty site\nnear the top of a tall white lilac, within easy eye-shot of a chamber\nwindow. A very pleasant thing it was to see their little home growing\nwith mutual help, to watch their industrious skill interrupted only\nby little flirts and snatches of endearment, frugally cut short by the\ncommon-sense of the tiny house-wife. They had brought their work\nnearly to an end, and had already begun to line it with fern-down, the\ngathering of which demanded more distant journeys and longer absences.\nBut, alas! the syringa, immemorial manor of the catbirds, was not more\nthan twenty feet away, and these \"giddy neighbors\" had, as it appeared,\nbeen all along jealously watchful, though silent, witnesses of what they\ndeemed an intrusion of squatters. No sooner were the pretty mates fairly\ngone for a new load of lining, than\n\n   \"To their unguarded nest these weasel Scots\n     Came stealing.\"(1)\n\nSilently they flew back and forth, each giving a vengeful dab at the\nnest in passing. They did not fall-to and deliberately destroy it, for\nthey might have been caught at their mischief. As it was, whenever\nthe yellow-birds came back, their enemies were hidden in their own\nsight-proof bush. Several times their unconscious victims repaired\ndamages, but at length, after counsel taken together, they gave it up.\nPerhaps, like other unlettered folk, they came to the conclusion\nthat the Devil was in it, and yielded to the invisible persecution of\nwitchcraft.\n\n(1) Shakespeare: _King Henry V.,_ act i, scene 2.\n\nThe robins, by constant attacks and annoyances, have succeeded\nin driving off the blue-jays who used to build in our pines, their gay\ncolors and quaint, noisy ways making them welcome and amusing neighbors.\nI once had the chance of doing a kindness to a household of them, which\nthey received with very friendly condescension. I had had my eye for\nsome time upon a nest, and was puzzled by a constant fluttering of what\nseemed full-grown wings in it whenever I drew nigh. At last I climbed\nthe tree, in spite of angry protests from the old birds against my\nintrusion. The mystery had a very simple solution. In building the nest,\na long piece of packthread had been somewhat loosely woven in. Three\nof the young had contrived to entangle themselves in it, and had become\nfull-grown without being able to launch themselves upon the air. One was\nunharmed; another had so tightly twisted the cord about its shank that\none foot was curled up and seemed paralyzed; the third, in its struggles\nto escape, had sawn through the flesh of the thigh and so much harmed\nitself that I thought it humane to put an end to its misery. When I took\nout my knife to cut their hempen bonds, the heads of the family seemed\nto divine my friendly intent. Suddenly ceasing their cries and threats.\nthey perched quietly within reach of my hand, and watched me in my work\nof manumission. This, owing to the fluttering terror of the prisoners,\nwas an affair of some delicacy; but ere long I was rewarded by seeing\none of them fly away to a neighboring tree, while the cripple, making\na parachute of his wings, came lightly to the ground, and hopped off as\nwell as he could with one leg, obsequiously waited on by his elders. A\nweek later I had the satisfaction of meeting him in the pine-walk, in\ngood spirits, and already so far recovered as to be able to balance\nhimself with the lame foot. I have no doubt that in his old age he\naccounted for his lameness by some handsome story of a wound received at\nthe famous Battle of the Pines, when our tribe, overcome by numbers,\nwas driven from its ancient camping-ground. Of late years the jays have\nvisited us only at intervals; and in winter their bright plumage, set\noff by the snow, and their cheerful cry, are especially welcome. They\nwould have furnished Aesop with a fable, for the feathered crest in\nwhich they seem to take so much satisfaction is often their fatal snare.\nCountry boys make a hole with their finger in the snow-crust just large\nenough to admit the jay's head, and, hollowing it out somewhat beneath,\nbait it with a few kernels of corn. The crest slips easily into the\ntrap, but refuses to be pulled out again, and he who came to feast\nremains a prey.\n\nTwice have the crow-blackbirds attempted a settlement in my\npines, and twice have the robins, who claim a right of preemption,\nso successfully played the part of border-ruffians as to drive them\naway,--to my great regret, for they are the best substitute we have\nfor rooks. At Shady Hill(1) (now, alas! empty of its so long-loved\nhousehold) they build by hundreds, and nothing can be more cheery than\ntheir creaking clatter (like a convention of old-fashioned tavern-signs)\nas they gather at evening to debate in mass meeting their windy\npolitics, or to gossip at their tent-doors over the events of the day.\nTheir port is grave, and their stalk across the turf as martial as that\nof a second-rate ghost in Hamlet. They never meddled with my corn, so\nfar as I could discover.\n\n(1) The home of the Nortons, in Cambridge, who were at the time of this\npaper in Europe.\n\nFor a few years I had crows, but their nests are an irresistible bait\nfor boys, and their settlement was broken up. They grew so wonted as\nto throw off a great part of their shyness, and to tolerate my near\napproach. One very hot day I stood for some time within twenty feet of a\nmother and three children, who sat on an elm bough over my head gasping\nin the sultry air, and holding their wings half-spread for coolness.\nAll birds during the pairing season become more or less sentimental, and\nmurmur soft nothings in a tone very unlike the grinding-organ repetition\nand loudness of their habitual song. The crow is very comical as a\nlover, and to hear him trying to soften his croak to the proper Saint\nPreux(1) standard has something the effect of a Mississippi boatman\nquoting Tennyson. Yet there are few things to my ear more melodious than\nhis caw of a clear winter morning as it drops to you filtered through\nfive hundred fathoms of crisp blue air. The hostility of all smaller\nbirds makes the moral character of the row, for all his deaconlike\ndemeanor and garb, somewhat questionable. He could never sally forth\nwithout insult. The golden robins, especially, would chase him as far\nas I could follow with my eye, making him duck clumsily to avoid their\nimportunate bills. I do not believe, however, that he robbed any nests\nhereabouts, for the refuse of the gas-works, which, in our free-and-easy\ncommunity, is allowed to poison the river, supplied him with dead\nalewives in abundance. I used to watch him making his periodical visits\nto the salt-marshes and coming back with a fish in his beak to his young\nsavages, who, no doubt, like it in that condition which makes it savory\nto the Kanakas and other corvine races of men.\n\n(1) See Rousseau's _La Nouvelle Heloise._\n\nOrioles are in great plenty with me.  I have seen seven males\nflashing about the garden at once. A merry crew of them swing their\nhammocks from the pendulous boughs. During one of these later years,\nwhen the canker-worms stripped our elms as bare as winter, these birds\nwent to the trouble of rebuilding their unroofed nests, and chose for\nthe purpose trees which are safe from those swarming vandals, such as\nthe ash and the button-wood. One year a pair (disturbed, I suppose,\nelsewhere) built a second nest in an elm within a few yards of the\nhouse. My friend, Edward E. Hale, told me once that the oriole rejected\nfrom his web all strands of brilliant color, and I thought it a striking\nexample of that instinct of concealment noticeable in many birds, though\nit should seem in this instance that the nest was amply protected by its\nposition from all marauders but owls and squirrels. Last year, however,\nI had the fullest proof that Mr. Hale was mistaken. A pair of orioles\nbuilt on the lowest trailer of a weeping elm, which hung within ten feet\nof our drawing-room window, and so low that I could reach it from the\nground. The nest was wholly woven and felted with ravellings of woollen\ncarpet in which scarlet predominated. Would the same thing have happened\nin the woods? Or did the nearness of a human dwelling perhaps give the\nbirds a greater feeling of security? They are very bold, by the way, in\nquest of cordage, and I have often watched them stripping the fibrous\nbark from a honeysuckle growing over the very door. But, indeed, all\nmy birds look upon me as if I were a mere tenant at will, and they\nwere landlords. With shame I confess it, I have been bullied even by a\nhummingbird. This spring, as I was cleansing a pear-tree of its lichens,\none of these little zigzagging blurs came purring toward me, couching\nhis long bill like a lance, his throat sparkling with angry fire, to\nwarn me off from a Missouri-currant whose honey he was sipping. And many\na time he has driven me out of a flower-bed. This summer, by the way,\na pair of these winged emeralds fastened their mossy acorn-cup upon a\nbough of the same elm which the orioles had enlivened the year before.\nWe watched all their proceedings from the window through an opera-glass,\nand saw their two nestlings grow from black needles with a tuft of\ndown at the lower end, till they whirled away on their first short\nexperimental flights. They became strong of wing in a surprisingly short\ntime, and I never saw them or the male bird after, though the female was\nregular as usual in her visits to our petunias and verbenas. I do not\nthink it ground enough for a generalization, but in the many times when\nI watched the old birds feeding their young, the mother always alighted,\nwhile the father as uniformly remained upon the wing.\n\nThe bobolinks are generally chance visitors, tinkling through the\ngarden in blossoming-time, but this year, owing to the long rains early\nin the season, their favorite meadows were flooded, and they were driven\nto the upland. So I had a pair of them domiciled in my grass field. The\nmale used to perch in an apple-tree, then in full bloom, and, while I\nstood perfectly still close by, he would circle away, quivering round\nthe entire field of five acres, with no break in his song, and settle\ndown again among the blooms, to be hurried away almost immediately by a\nnew rapture of music. He had the volubility of an Italian charlatan at a\nfair, and, like him, appeared to be proclaiming the merits of some quack\nremedy. _Opodeldoc-opodeldoc-try-Doctor-Lincoln's-opodeldoc!_ he seemed\nto repeat over and over again, with a rapidity that would have distanced\nthe deftest-tongued Figaro that ever rattled. I remember Count Gurowski\nsaying once, with that easy superiority of knowledge about this country\nwhich is the monopoly of foreigners, that we had no singing-birds! Well,\nwell, Mr. Hepworth Dixon(1) has found the typical America in Oneida and\nSalt Lake City. Of course, an intelligent European is the best judge\nof these matters. The truth is there are more singing-birds in Europe\nbecause there are fewer forests. These songsters love the neighborhood\nof man because hawks and owls are rarer, while their own food is more\nabundant. Most people seem to think, the more trees, the more birds.\nEven Chateaubriand, who first tried the primitive-forest-cure, and whose\ndescription of the wilderness in its imaginative effects is unmatched,\nfancies the \"people of the air singing their hymns to him.\" So far as my\nown observation goes, the farther one penetrates the sombre solitudes of\nthe woods, the more seldom does he hear the voice of any singing-bird.\nIn spite of Chateaubriand's minuteness of detail, in spite of that\nmarvellous reverberation of the decrepit tree falling of its own weight,\nwhich he was the first to notice, I cannot help doubting whether he\nmade his way very deep into the wilderness. At any rate, in a letter to\nFontanes, written in 1804, he speaks of _mes chevaux paissant a quelque\ndistance._ To be sure Chateaubriand was apt to mount the high horse,\nand this may have been but an afterthought of the _grand seigneur,_ but\ncertainly one would not make much headway on horseback toward the druid\nfastnesses of the primaeval pine.\n\n(1) In his book of travels, _New America._\n\nThe bobolinks build in considerable numbers in a meadow within\na quarter of a mile of us. A houseless land passes through the midst of\ntheir camp, and in clear westerly weather, at the right season, one\nmay hear a score of them singing at once. When they are breeding, if\nI chance to pass, one of the male birds always accompanies me like a\nconstable, flitting from post to post of the rail-fence, with a short\nnote of reproof continually repeated, till I am fairly out of the\nneighborhood. Then he will swing away into the air and run down the\nwind, gurgling music without stint over the unheeding tussocks of\nmeadow-grass and dark clumps of bulrushes that mark his domain.\n\nWe have no bird whose song will match the nightingale's in\ncompass, none whose note is so rich as that of the European blackbird;\nbut for mere rapture I have never heard the bobolink's rival. But his\nopera-season is a short one. The ground and tree sparrows are our most\nconstant performers. It is now late in August, and one of the latter\nsings every day and all day long in the garden. Till within a fortnight,\na pair of indigo-birds would keep up their lively _duo_ for an hour\ntogether. While I write, I hear an oriole gay as in June, and the\nplaintive _may-be_ of the goldfinch tells me he is stealing my\nlettuce-seeds. I know not what the experience of others may have been,\nbut the only bird I have ever hard sing in the night has been the\nchip-bird. I should say he sang about as often during the darkness as\ncocks crow. One can hardly help fancying that he sings in his dreams.\n\n   \"Father of light, what sunnie seed,\n    What glance of day hast thou confined\n     Into this bird?  To all the breed\n     This busie ray thou hast assigned;\n     Their magnetism works all night,\n     And dreams of Paradise and light.\"\n\nOn second thought, I remember to have heard the cuckoo strike the hours\nnearly all night with the regularity of a Swiss clock.\n\nThe dead limbs of our elms, which I spare to that end, bring us\nthe flicker every summer, and almost daily I hear his wild scream and\nlaugh close at hand, himself invisible. He is a shy bird, but a few days\nago I had the satisfaction of studying him through the blinds as he sat\non a tree within a few feet of me. Seen so near and at rest, he makes\ngood his claim to the title of pigeon-woodpecker. Lumberers have a\nnotion that he is harmful to timber, digging little holes through the\nbark to encourage the settlement of insects. The regular rings of such\nperforations which one may see in almost any apple-orchard seem to give\nsome probability to this theory. Almost every season a solitary quail\nvisits us, and, unseen among the currant bushes, calls _Bob White, Bob\nWhite,_ as if he were playing at hide-and-seek with that imaginary\nbeing. A rarer visitant is the turtle-dove, whose pleasant coo\n(something like the muffled crow of a cock from a coop covered with\nsnow) I have sometimes heard, and whom I once had the good luck to see\nclose by me in the mulberry-tree. The wild-pigeon, once numerous, I have\nnot seen for many years.(1) Of savage birds, a hen-hawk now and then\nquarters himself upon us for a few days, sitting sluggish in a tree\nafter a surfeit of poultry. One of them once offered me a near shot from\nmy study-window one drizzly day for several hours. But it was Sunday,\nand I gave him the benefit of its gracious truce of God.\n\n(1) They made their appearance again this summer (1870).--J.R.L.\n\nCertain birds have disappeared from our neighborhood within my\nmemory. I remember when the whippoorwill could be heard in Sweet Auburn.\nThe night-hawk, once common, is now rare. The brown thrush has moved\nfarther up country. For years I have not seen or heard any of the larger\nowls, whose hooting was once of my boyish terrors. The cliff-swallow,\nstrange emigrant, that eastward takes his way, has come and gone again\nin my time. The bank-swallows, wellnigh innumerable during my boyhood,\nno longer frequent the crumbly cliff of the gravel-pit by the river.\nThe barn-swallows, which once swarmed in our barn, flashing through the\ndusty sun-streak of the mow, have been gone these many years. My father\nwould lead me out to see them gather on the roof, and take counsel\nbefore their yearly migration, as Mr. White used to see them at\nSelborne. _Eheu fugaces!_ Thank fortune, the swift still glues his\nnest, and rolls his distant thunders night and day in the wide-throated\nchimneys, still sprinkles the evening air with his merry twittering. The\npopulous heronry in Fresh Pond meadows has wellnigh broken up, but still\na pair or two haunt the old home, as the gypsies of Ellangowan their\nruined huts, and every evening fly over us riverwards, clearing their\nthroats with a hoarse hawk as they go, and, in cloudy weather. scarce\nhigher than the tops of the chimneys. Sometimes I have known one to\nalight in one of our trees, though for what purpose I never could\ndivine. Kingfishers have sometimes puzzled me in the same way, perched\nat high noon in a pine, springing their watchman's rattle when they\nflitted away from my curiosity, and seeming to shove their top-heavy\nheads along as a man does a wheelbarrow.\n\nSome birds have left us, I suppose, because the country is\ngrowing less wild. I once found a summer duck's nest within a quarter of\na mile of our house, but such a _trouvaille_ would be impossible now as\nKidd's treasure. And yet the mere taming of the neighborhood does not\nquite satisfy me as an explanation. Twenty years ago, on my way to bathe\nin the river, I saw every day a brace of woodcock, on the miry edge of\na spring within a few rods of a house, and constantly visited by thirsty\ncows. There was no growth of any kind to conceal them, and yet these\nordinarily shy birds were almost as indifferent to my passing as common\npoultry would have been. Since bird-nesting has become scientific, and\ndignified itself as oology, that, no doubt, is partly to blame for some\nof our losses. But some old friends are constant. Wilson's thrush comes\nevery year to remind me of that most poetic of ornithologists. He flits\nbefore me through the pine-walk like the very genius of solitude. A\npair of pewees have built immemorially on a jutting brick in the arched\nentrance to the ice-house; always on the same brick, and never more than\na single pair, though two broods of five each are raised there every\nsummer. How do they settle their claim to the homestead? By what right\nof primogeniture? Once the children of a man employed about the place\n_oologized_ the nest, and the pewees left us for a year or two. I\nfelt towards those boys as the messmates of the Ancient Mariner(1) did\ntowards him after he had shot the albatross. But the pewees came back at\nlast, and one of them is now on his wonted perch, so near my window that\nI can hear the click of his bill as he snaps a fly on the wing with the\nunerring precision a stately Trasteverina shows in the capture of her\nsmaller deer. The pewee is the first bird to pipe up in the morning; and\nduring the early summer he preludes his matutinal ejaculation of _pewee_\nwith a slender whistle, unheard at any other time. He saddens with the\nseason, and, as summer declines, he changes his note to _cheu, pewee!_\nas if in lamentation. Had he been an Italian bird, Ovid would have had a\nplaintive tale to tell about him. He is so familiar as often to pursue a\nfly through the open window into my library.\n\n(1) In Coleridge's poem of that name.\n\nThere is something inexpressibly dear to me in these old\nfriendships of a lifetime. There is scarce a tree of mine but has had,\nat some time or other, a happy homestead among its boughs, and to which\nI cannot say,\n\n        \"Many light hearts and wings,\n   Which now be head, lodged in thy living bowers.\"\n\nMy walk under the pines would lose half its summer charm were I to miss\nthat shy anchorite, the Wilson's thrush, nor hear in haying-time\nthe metallic ring of his song, that justifies his rustic name of\n_scythe-whet._ I protect my game as jealously as an English squire. If\nanybody had oologized a certain cuckoo's nest I know of (I have a pair\nin my garden every year), it would have left me a sore place in my mind\nfor weeks. I love to bring these aborigines back to the mansuetude they\nshowed to the early voyagers, and before (forgive the involuntary pun)\nthey had grown accustomed to man and knew his savage ways. And they\nrepay your kindness with a sweet familiarity too delicate ever to breed\ncontempt. I have made a Penn-treaty with them, preferring that to the\nPuritan way with the natives, which converted them to a little Hebraism\nand a great deal of Medford rum. If they will not come near enough to me\n(as most of them will), I bring them close with an opera-glass,--a much\nbetter weapon than a gun. I would not, if i could, convert them from\ntheir pretty pagan ways. The only one I sometimes have savage doubts\nabout is the red squirrel. I _think_ he oologizes. I _know_ he eats\ncherries (we counted five of them at one time in a single tree, the\nstones pattering down like the sparse hail that preludes a storm), and\nthat he gnaws off the small end of pears to get at the seeds. He steals\nthe corn from under the noses of my poultry. But what would you have?\nHe will come down upon the limb of the tree I am lying under till he is\nwithin a yard of me. He and his mate will scurry up and down the great\nblack-walnut for my diversion, chattering like monkeys. Can I sign his\ndeath-warrant who has tolerated me about his grounds so long? Not I. Let\nthem steal, and welcome. I am sure I should, had I had the same bringing\nup and the same temptation. As for the birds, I do not believe there is\none of them but does more good than harm; and of how many featherless\nbipeds can this be said?\n\n\n\n\n",
    "metadata": {
        "author": [
            "Lowell, James Russell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/880/pg880.txt",
        "name": "my_garden_acquaintance.json"
    }
}