{
    "name": "My Robin",
    "author": [
        "Burnett, Frances Hodgson"
    ],
    "body": "There came to me among the letters I received last spring one which\ntouched me very closely. It was a letter full of delightful things but\nthe delightful thing which so reached my soul was a question. The writer\nhad been reading \"The Secret Garden\" and her question was this: \"Did you\nown the original of the robin? He could not have been a mere creature of\nfantasy. I feel sure you owned him.\" I was thrilled to the centre of my\nbeing. Here was some one who plainly had been intimate with\nrobins--English robins. I wrote and explained as far as one could in a\nletter what I am now going to relate in detail.\n\nI did not own the robin--he owned me--or perhaps we owned each other.\nHe was an English robin and he was a PERSON--not a mere bird. An English\nrobin differs greatly from the American one. He is much smaller and\nquite differently shaped. His body is daintily round and plump, his legs\nare delicately slender. He is a graceful little patrician with an\nastonishing allurement of bearing. His eye is large and dark and dewy;\nhe wears a tight little red satin waistcoat on his full round breast and\nevery tilt of his head, every flirt of his wing is instinct with\ndramatic significance. He is fascinatingly conceited--he burns with\ncuriosity--he is determined to engage in social relations at almost any\ncost and his raging jealousy of attention paid to less worthy objects\nthan himself drives him at times to efforts to charm and distract which\nare irresistible. An intimacy with a robin--an English robin--is a\nliberal education.\n\nThis particular one I knew in my rose-garden in Kent. I feel sure he was\nborn there and for a summer at least believed it to be the world. It was\na lovesome, mystic place, shut in partly by old red brick walls against\nwhich fruit trees were trained and partly by a laurel hedge with a wood\nbehind it. It was my habit to sit and write there under an aged writhen\ntree, gray with lichen and festooned with roses. The soft silence of\nit--the remote aloofness--were the most perfect ever dreamed of. But let\nme not be led astray by the garden. I must be firm and confine myself to\nthe Robin. The garden shall be another story.  There were so many people\nin this garden--people with feathers, or fur--who, because I sat so\nquietly, did not mind me in the least, that it was not a surprising\nthing when I looked up one summer morning to see a small bird hopping\nabout the grass a yard or so away from me. The surprise was not that he\nwas there but that he STAYED there--or rather he continued to hop--with\nshort reflective-looking hops and that while hopping he looked at me--not\nin a furtive flighty way but rather as a person might tentatively\nregard a very new acquaintance. The absolute truth of the matter I had\nreason to believe later was that he did not know I was a person. I may\nhave been the first of my species he had seen in this rose-garden world\nof his and he thought I was only another kind of robin. I was\ntoo--though that was a secret of mine and nobody but myself knew it.\nBecause of this fact I had the power of holding myself STILL--quite STILL\nand filling myself with softly alluring tenderness of the tenderest when\nany little wild thing came near me.  \"What do you do to make him come to\nyou like that?\" some one asked me a month or so later. \"What do you DO?\"\n\"I don't know what I do exactly,\" I said. \"Except that I hold myself very\nstill and feel like a robin.\"\n\nYou can only do that with a tiny wild thing by being so tender of\nhim--of his little timidities and feelings--so adoringly anxious not to\nstartle him or suggest by any movement the possibility of your being a\ncreature who COULD HURT--that your very yearning to understand his tiny\nhopes and fears and desires makes you for the time cease to be quite a\nmere human thing and gives you another and more exquisite sense which\nspeaks for you without speech.\n\nAs I sat and watched him I held myself softly still and felt just that.\nI did not know he was a robin. The truth was that he was too young at\nthat time to look like one, but I did not know that either. He was\nplainly not a thrush, or a linnet or a sparrow or a starling or a\nblackbird. He was a little indeterminate-colored bird and he had no red\non his breast. And as I sat and gazed at him he gazed at me as one quite\nwithout prejudice unless it might be with the slightest tinge of\nfavor--and hopped--and hopped--and hopped.\n\nThat was the thrill and wonder of it. No bird, however evident his\nacknowledgement of my harmlessness, had ever hopped and REMAINED. Many\nhad perched for a moment in the grass or on a nearby bough, had trilled\nor chirped or secured a scurrying gold and green beetle and flown away.\nBut none had stayed to inquire--to reflect--even to seem--if one dared\nbe so bold as to hope such a thing--to make mysterious, almost occult\nadvances towards intimacy. Also I had never before heard of such a thing\nhappening to any one howsoever bird loving. Birds are creatures who must\nbe wooed and it must be delicate and careful wooing which allures them\ninto friendship.\n\nI held my soft stillness. Would he stay? Could it be that the last hop\nwas nearer? Yes, it was. The moment was a breathless one. Dare one\nbelieve that the next was nearer still--and the next--and the next--and\nthat the two yards of distance had become scarcely one--and that within\nthat radius he was soberly hopping round my very feet with his quite\nunafraid eye full upon me. This was what was happening. It may not seem\nexciting but it was. That a little wild thing should come to one unasked\nwas of a thrillingness touched with awe.\n\nWithout stirring a muscle I began to make low, soft, little sounds to\nhim--very low and very caressing indeed--softer than one makes to a\nbaby. I wanted to weave a spell--to establish mental communication--to\nmake Magic. And as I uttered the tiny sounds he hopped nearer and\nnearer.\n\n\"Oh! to think that you will come as near as that!\" I whispered to him.\n\"You KNOW. You know that nothing in the world would make me put out my\nhand or startle you in the least tiniest way. You know it because you\nare a real person as well as a lovely--lovely little bird thing. You\nknow it because you are a soul.\"\n\nBecause of this first morning I knew--years later--that this was what\nMistress Mary thought when she bent down in the Long Walk and \"tried to\nmake robin sounds.\"\n\nI said it all in a whisper and I think the words must have sounded like\nrobin sounds because he listened with interest and at last--miracle of\nmiracles as it seemed to me--he actually fluttered up on to a small\nshrub not two yards away from my knee and sat there as one who was\npleased with the topic of conversation.\n\nI did not move of course, I sat still and waited his pleasure. Not for\nmines of rubies would I have lifted a finger.\n\nI think he stayed near me altogether about half an hour. Then he\ndisappeared. Where or even exactly when I did not know. One moment he\nwas hopping among some of the rose bushes and then he was gone.\n\nThis, in fact, was his little mysterious way from first to last. Through\nall the months of our delicious intimacy he never let me know where he\nlived. I knew it was in the rose-garden--but that was all. His\nextraordinary freedom from timorousness was something to think over.\nAfter reflecting upon him a good deal I thought I had reached an\nexplanation. He had been born in the rose-garden and being of a\nhome-loving nature he had declined to follow the rest of his family when\nthey had made their first flight over the wall into the rose-walk or over\nthe laurel hedge into the pheasant cover behind. He had stayed in the\nrose world and then had felt lonely. Without father or mother or sisters\nor brothers desolateness of spirit fell upon him. He saw a creature--I\ninsist on believing that he thought it another order of robin--and\napproached to see what it would say.\n\nIts whole bearing was confidence inspiring. It made softly alluring--if\nunexplainable--sounds. He felt its friendliness and affection. It was\ncurious to look at and far too large for any ordinary nest. It plainly\ncould not fly. But there was not a shadow of inimical sentiment in it.\nInstinct told him that. It admired him, it wanted him to remain near,\nthere was a certain comfort in its caressing atmosphere. He liked it and\nfelt less desolate. He would return to it again.\n\nThe next day summer rains kept me in the house. The next I went to the\nrose-garden in the morning and sat down under my tree to work. I had not\nbeen there half an hour when I felt I must lift my eyes and look. A\nlittle indeterminate-colored bird was hopping quietly about in the\ngrass--quite aware of me as his dew-bright eye manifested. He had come\nagain--of intention--because we were mates.\n\nIt was the beginning of an intimacy not to be described unless one\nfilled a small volume. From that moment we never doubted each other for\none second. He knew and I knew. Each morning when I came into the\nrose-garden he came to call on me and discover things he wanted to know\nconcerning robins of my size and unusual physical conformation. He did\nnot understand but he was attracted by me. Each day I held myself still\nand tried to make robin sounds expressive of adoring tenderness and he\ncame each day a little nearer. At last arrived a day when as I softly\nleft my seat and moved about the garden he actually quietly hopped after\nme.\n\nI wish I could remember exactly what length of time elapsed before I\nknew he was really a robin. An ornithologist would doubtless know but I\ndo not. But one morning I was bending over a bed of Laurette Messimy\nroses and I became aware that he had arrived in his usual mysterious way\nwithout warning. He was standing in the grass and when I turned my eyes\nupon him I only just saved myself from starting--which would have meant\ndisaster. I saw upon his breast the first dawning of a flush of\ncolor--more tawny than actual red at that stage--but it hinted at\nrevelations.\n\n\"Further subterfuge is useless,\" I said to him. \"You are betrayed. You\nare a robin.\"\n\nAnd he did not attempt to deny it either then or at any future time. In\nless than two weeks he revealed a tight, glossy little bright red satin\nwaistcoat and with it a certain youthful maturity such as one beholds in\nthe wearer of a first dress suit. His movements were more brisk and\ncertain. He began to make little flights and little sounds though for\nsome time he made no attempt to sing. Instead of appearing suddenly in\nthe grass at my feet, a heavenly little rush of wings would bring\nhim to a bough over my head or a twig quite near me where he would\ntilt daintily, taking his silent but quite responsive part in the\nconversations which always took place between us. It was I who\ntalked--telling him how I loved him--how satin red his waistcoat was--how\nlarge and bright his eyes--how delicate and elegant his slender legs. I\nflattered him a great deal. He adored flattery and I am sure he loved me\nmost when I told him that it was impossible to say anything which could\nflatter him. It gave him confidence in my good taste.\n\nOne morning--a heavenly sunny one--I was conversing with him by the\nLaurette Messimys again and he was evidently much pleased with the\nthings I said. Perhaps he liked my hat which was a large white one with\na wreath of roses round its crown. I saw him look at it and I gently\nhinted that I had worn it in the hope that he would approve. I had\nbroken off a handful of coral pink Laurettes and was arranging them idly\nwhen--he spread his wings in a sudden upward flight--a tiny swift flight\nwhich ended--among the roses on my hat--the very hat on my head.\n\nDid I make myself still then? Did I stir by a single hairbreadth? Who\ndoes not know? I scarcely let myself breathe. I could not believe that\nsuch a thing of pure joy could be true.\n\nBut in a minute I realized that he at least was not afraid to move. He\nwas perfectly at home. He hopped about the brim and examined the roses\nwith delicate pecks. That I was under the hat apparently only gave him\nconfidence. He knew me as well as that. He stayed until he had learned\nall he wished to know about garden hats and then he lightly flew away.\n\nFrom that time each day drew us closer to each other. He began to perch\non twigs only a few inches from my face and listen while I whispered to\nhim--yes, he LISTENED and made answer with chirps. Nothing else would\ndescribe it. As I wrote he would alight on my manuscript paper and try\nto read. Sometimes I thought he was a little offended because he found\nmy handwriting so bad that he could not understand it. He would take\ncrumbs out of my hand, he would alight on my chair or my shoulder. The\ninstant I opened the little door in the leaf-covered garden wall I would\nbe greeted by the darling little rush of wings and he was beside me. And\nhe always came from nowhere and disappeared into space.\n\nThat, through the whole summer--was his rarest fascination. Perhaps he\nwas not a real robin. Perhaps he was a fairy. Who knows? Among the many\nhouse parties staying with me he was a subject of thrilled interest.\nPeople knew of him who had not seen him and it became a custom with\ncallers to say: \"May we go into the rose-garden and see The Robin?\" One\nof my American guests said he was uncanny and called him \"The Goblin\nRobin.\" No one had ever seen a thing so curiously human--so much more\nthan mere bird.\n\nWhen I took callers to the rose-garden he was exquisitely polite. He\nalways came when I stood under my tree and called--but he never at such\ntimes MET me with his rush to the little door. He would perch near me\nand talk but there was a difference. Certain exquisite intimate charms\nhe kept for me alone.\n\nI wondered when he would begin to sing. One morning the sun being strong\nenough to pierce through the leaves of my tree I had a large Japanese\ntent umbrella arranged so that it shaded my table as I wrote. Suddenly I\nheard a robin song which sounded as if it were being trilled from some\ntree at a little distance from where I sat. It was so pretty that I\nleaned forward to see exactly where the singer perched. I made a\ndelicious discovery. He was not on a tree at all. He was perched upon\nthe very end of one of the bamboo ribs of my big flowery umbrella. He\nwas my own Robin and there he sat singing to me his first tiny\nsong--showing me that he had found out how to do it.\n\nThe effect of singing at a distance was produced by the curious fact\nthat he was singing WITH HIS BILL CLOSED, his darling scarlet throat\npuffed out and tremulous with the captive trills.\n\nPerhaps a robin's first song is always of this order. I do not know. I\nonly know that this was his \"earlier manner.\" My enraptured delight I\nexpressed to him in my most eloquent phrases. I praised him--I flattered\nhim. I made him believe that no robin had really ever sung before. He\nwas much pleased and flew down on to the table to hear all about it and\nincite me to further effort.\n\nIn a few days he had learned to sing perfectly, not with the low\ndistant-sounding note but with open beak and clear brilliant little\nroulades and trills. He grew prouder and prouder. When he saw I was busy\nhe would tilt on a nearby bough and call me with flirtatious,\nprovocative outbreaking of song. He knew that it was impossible for any\none to resist him--any one in the world. Of course I would get up and\nstand beneath his tree with my face upturned and tell him that his\ncharm, his beauty, his fascination and my love were beyond the power of\nwords to express. He knew that would happen and revelled in it. His tiny\nairs and graces, his devices to attract and absorb attention was\nunending. He invented new ones every day and each was more enslaving\nthan the last.\n\nCould it be that he was guilty--when he met other robins--of boasting of\nhis conquest of me and of my utter subjugation? I cannot believe it\npossible. Also I never saw other robins accost him or linger in their\npassage through the rose-garden to exchange civilities. And yet a very\nstrange thing occurred on one occasion. I was sitting at my table\nexpecting him and heard a familiar chirp. When I looked up he was atilt\nupon the branch of an apple tree near by. I greeted him with little\nwhistles and twitters thinking of course that he would fly down to me\nfor our usual conversation. But though he chirped a reply and put his\nhead on one side engagingly he did not move from his bough.\n\n\"What is the matter with you?\" I said. \"Come down--come down, little\nbrother!\"\n\nBut he did not come. He only sidled and twittered and stayed where he\nwas. This was so extraordinary that I got up and went to him. As I\nlooked a curious doubt came upon me. He looked like Tweetie--(which had\nbecome his baptismal name) he tilted his head and flirted and twittered\nafter the manner of Tweetie--but--could it be that he was NOT what he\npretended to be? Could he be a stranger bird? That seemed out of the\nquestion as no stranger bird would have comported himself with such\nfamiliarity. No stranger surely would have come so near and addressed me\nwith such intimate twitterings and well-known airs and graces. I was\nmystified beyond measure. I exerted all my powers to lure him from his\nbranch but descend from it he would not. He listened and smiled and\nflirted his tail but he stayed where he was.\n\n\"Listen,\" I said at last. \"I don't believe in you. There is a mystery\nhere. You pretend you know me and yet you act as if you were afraid of\nme--just like a common bird who is made of nothing but feathers. I don't\nbelieve you are Tweetie at all. You are an Impostor!\"\n\nBelievable or not, just at that moment when I stood there under the\nbough arguing, reproaching and beguiling by turns and puzzled beyond\nmeasure--out of the Nowhere darted a little scarlet flame of\nfrenzy--Tweetie himself--with his feathers ruffled and on fire with fury.\nThe robin on the branch actually WAS an Impostor and Tweetie had\ndiscovered him red-breasted if not red-handed with crime. Oh! the sight\nit was to behold him in his tiny Berseker rage at his impudent rival. He\nflew at him, he beat him, he smacked him, he pecked him, he shrieked bad\nlanguage at him, he drove him from the branch--from the tree, from one\ntree after another as the little traitor tried to take refuge--he drove\nhim from the rose-garden--over the laurel hedge and into the pheasant\ncover in the wood. Perhaps he killed him and left him slain in the\nbracken. I could not see. But having beaten him once and forever he came\nback to me, panting--all fluffed up--and with blood thirst only just\ndying in his eye. He came down on to my table--out of breath as he\nagitatedly rearranged his untidy feathers--and indignant--almost\nunreconcilable because I had been such an undiscriminating and\nfeeble-minded imbecile as to be for one moment deceived.\n\nHis righteous wrath was awful to behold. I was so frightened that I felt\nquite pale. With those wiles of the serpent which every noble woman\nfinds herself forced to employ at times I endeavored to pacify him.\n\n\"Of course I did not really believe he was You,\" I said tremulously. \"He\nwas your inferior in every respect. His waistcoat was not nearly so\nbeautiful as yours. His eyes were not so soul compelling. His legs were\nnot nearly so elegant and slender. And there was an expression about his\nbeak which I distrusted from the first. You HEARD me tell him he was an\nImpostor.\"\n\nHe began to listen--he became  calmer--he relented. He kindly ate a\ncrumb out of my hand.\n\nWe began mutually to understand the infamy of the situation. The\nImpostor had been secretly watching us. He had envied us our happiness.\nInto his degenerate mind had stolen the darkling and criminal thought\nthat he--Audacious Scoundrel--might impose upon me by pretending he was\nnot merely \"a robin\" but \"The Robin\"--Tweetie himself and that he might\nsupplant him in my affections. But he had been confounded and cast into\nouter darkness and again we were One.\n\nI will not attempt to deceive. He was jealous beyond bounds. It was\nnecessary for me to be most discreet in my demeanor towards the head\ngardener with whom I was obliged to consult frequently. When he came\ninto the rose-garden for orders Tweetie at once appeared.\n\nHe followed us, hopping in the grass or from rose bush to rose bush. No\nword of ours escaped him. If our conversation on the enthralling\nsubjects of fertilizers and aphides seemed in its earnest absorption to\nverge upon the emotional and tender he interfered at once. He commanded\nmy attention. He perched on nearby boughs and endeavored to distract me.\nHe fluttered about and called me with chirps. His last resource was\nalways to fly to the topmost twig of an apple tree and begin to sing his\nmost brilliant song in his most thrilling tone and with an affected\nmanner. Naturally we were obliged to listen and talk about him. Even old\nBarton's weather-beaten apple face would wrinkle into smiles.\n\n\"He's doin' that to make us look at him,\" he would say. \"That's what\nhe's doin' it for. He can't abide not to be noticed.\"\n\nBut it was not only his vanity which drew him to me. He loved me. The\nlow song trilled in his little pulsating scarlet throat was mine. He\nsang it only to me--and he would never sing it when any one else was\nthere to hear. When we were quite alone with only roses and bees and\nsunshine and silence about us, when he swung on some spray quite close\nto me and I stood and talked to him in whispers--then he would answer\nme--each time I paused--with the little \"far away\" sounding trills--the\nsweetest, most wonderful little sounds in the world. A clever person who\nknew more of the habits of birds than I did told me a most curious\nthing.\n\n\"That is his little mating song,\" he said. \"You have inspired a hopeless\npassion in a robin.\"\n\nPerhaps so. He thought the rose-garden was the world and it seemed to me\nhe never went out of it during the summer months. At whatsoever hour I\nappeared and called him he came out of bushes but from a different point\neach time. In late autumn however, one afternoon I SAW him fly to me\nfrom over a wall dividing the enclosed garden from the open ones. I\nthought he looked guilty and fluttered when he alighted near me. I think\nhe did not want me to know.\n\n\"You have been making the acquaintance of a young lady robin,\" I said to\nhim. \"Perhaps you are already engaged to her for the next season.\"\n\nHe tried to persuade me that it was not true but I felt he was not\nentirely frank.\n\nAfter that it was plain that he had discovered that the rose-garden was\nnot ALL the world. He knew about the other side of the wall. But it did\nnot absorb him altogether. He was seldom absent when I came and he never\nfailed to answer my call. I talked to him often about the young lady\nrobin but though he showed a gentlemanly reticence on the subject I knew\nquite well he loved me best. He loved my robin sounds, he loved my\nwhispers, his dewy dark eyes looked into mine as if he knew we two\nunderstood strange tender things others did not.\n\nI was only a mere tenant of the beautiful place I had had for nine years\nand that winter the owner sold the estate. In December I was to go to\nMontreux for a couple of months; in March I was to return to Maytham and\nclose it before leaving it finally. Until I left for Switzerland I saw\nmy robin every day. Before I went away I called him to me and told him\nwhere I was going.\n\nHe was such a little thing. Two or three months might seem a lifetime to\nhim. He might not remember me so long. I was not a real robin. I was\nonly a human being. I said a great many things to him--wondering if he\nwould even be in the garden when I came back. I went away wondering.\n\nWhen I returned from the world of winter sports, of mountain snows, of\ntobogganing and skis I felt as if I had been absent a long time. There\nhad been snow even in Kent and the park and gardens were white. I\narrived in the evening. The next morning I threw on my red frieze garden\ncloak and went down the flagged terrace and the Long Walk through the\nwalled gardens to the beloved place where the rose bushes stood dark and\nslender and leafless among the whiteness. I went to my own tree and\nstood under it and called.\n\n\"Are you gone,\" I said in my heart; \"are you gone, little Soul? Shall I\nnever see you again?\"\n\nAfter the call I waited--and I had never waited before. The roses were\ngone and he was not in the rose-world. I called again. The call was\nsometimes a soft whistle as near a robin sound as I could make\nit--sometimes it was a chirp--sometimes it was a quick clear repetition\nof \"Sweet! Sweet! Sweetie\"--which I fancied he liked best. I made one\nafter the other--and then--something scarlet flashed across the lawn,\nacross the rose-walk--over the wall and he was there. He had not\nforgotten, it had not been too long, he alighted on the snowy brown\ngrass at my feet.\n\nThen I knew he was a little Soul and not only a bird and the real\nparting which must come in a few weeks' time loomed up before me a\nstrange tragic thing.\n\n* * *\n\nI do not often allow myself to think of it. It was too final. And there\nwas nothing to be done. I was going thousands of miles across the sea. A\nlittle warm thing of scarlet and brown feathers and pulsating trilling\nthroat lives such a brief life. The little soul in its black dew-drop\neye--one knows nothing about it. For myself I sometimes believe strange\nthings. We two were something weirdly near to each other.\n\nAt the end I went down to the bare world of roses one soft damp day and\nstood under the tree and called him for the last time. He did not keep\nme waiting and he flew to a twig very near my face. I could not write\nall I said to him. I tried with all my heart to explain and he answered\nme--between his listenings--with the \"far away\" love note. I talked to\nhim as if he knew all I knew. He put his head on one side and listened\nso intently that I felt that he understood. I told him that I must go\naway and that we should not see each other again and I told him why.\n\n\"But you must not think when I do not come back it is because I have\nforgotten you,\" I said. \"Never since I was born have I loved anything as\nI have loved you--except my two babies.  Never shall I love anything so\nmuch again so long as I am in the world. You are a little Soul and I am a\nlittle Soul and we shall love each other forever and ever. We won't say\nGood-bye. We have been too near to each other--nearer than human\nbeings are. I love you and love you and love you--little Soul.\"\n\nThen I went out of the rose-garden. I shall never go into it again.\n\n\n\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Burnett, Frances Hodgson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/5304/pg5304.txt",
        "name": "my_robin.json"
    }
}