{
    "name": "Native Son",
    "author": [
        "Hamm, T. D."
    ],
    "body": "Tommy Benton, on his first visit to Earth, found the long-anticipated\nwonders of twenty-first-century New York thrilling the first week,\nboring and unhappy the second week, and at the end of the third he was\ndefinitely ready to go home.\n\nThe never-ending racket of traffic was torture to his abnormally acute\nears. Increased atmospheric pressure did funny things to his chest and\nstomach. And quick and sure-footed on Mars, he struggled constantly\nagainst the heavy gravity that made all his movements clumsy and\nuncoordinated.\n\nThe endless canyons of towering buildings, with their connecting\nSkywalks, oppressed and smothered him. Remembering the endless vistas of\n_rabbara_ fields beside a canal that was like an inland sea,\nhomesickness flooded over him.\n\nHe hated the people who stared at him with either open or hidden\namusement. His Aunt Bee, for instance, who looked him up and down with\nfrank disapproval and said loudly, \"For Heavens sake, Helen! Take him to\na _good_ tailor and get those bones covered up!\"\n\nWas it his fault he was six inches taller than Terran boys his age, and\nhad long, thin arms and legs? Or that his chest was abnormally developed\nto compensate for an oxygen-thin atmosphere? I'd like to see _her_, he\nthought fiercely, out on the Flatlands; she'd be gasping like a\ncanal-fish out of water.\n\nEven his parents, happily riding the social merry-go-round of Terra,\nafter eleven years in the Martian flatlands, didn't seem to understand\nhow he felt.\n\n\"Don't you _like_ Earth, Tommy?\" queried his mother anxiously.\n\n\"Oh ... it's all right, I guess.\"\n\n\"... 'A nice place to visit' ...\" said his father sardonically.\n\n\"... 'but I wouldn't live here if they gave me the place!' ...\" said his\nmother, and they both burst out laughing for no reason that Tommy could\nsee. Of course, they did that lots of times at home and Tommy laughed\nwith them just for the warm, secure feeling of belonging. This time he\ndidn't feel like laughing.\n\n\"When _are_ we going home?\" he repeated stubbornly.\n\nHis father pulled Tommy over in the crook of his arm and said gently,\n\"Well, not right away, son. As a matter of fact, how would you like to\nstay here and go to school?\"\n\nTommy pulled away and looked at him incredulously.\n\n\"I've _been_ to school!\"\n\n\"Well, yes,\" admitted his father. \"But only to the colony schools. You\ndon't want to grow up and be an ignorant Martian sandfoot all your life,\ndo you?\"\n\n\"Yes, I do! I _want_ to be a Martian sandfoot. And I want to go home\nwhere people don't _look_ at me and say, 'So this is your little\nMartian!'\"\n\nBenton, Sr., put his arm around Tommy's stiffly resistant shoulders.\n\"Look here, old man,\" he said persuasively. \"I thought you wanted to be\na space engineer. You can't do that without an education you know. And\nyour Aunt Bee will take good care of you.\"\n\nTommy faced him stubbornly. \"I don't want to be any old spaceman. I want\nto be a sandfoot like old Pete. And I want to go home.\"\n\nHelen bit back a smile at the two earnest, stubborn faces so\nridiculously alike, and hastened to avert the gathering storm.\n\n\"Now look, fellows. Tommy's career doesn't have to be decided in the\nnext five minutes ... after all, he's only ten. He can make up his mind\nlater on if he wants to be an engineer or a _rabbara_ farmer. Right now,\nhe's going to stay here and go to school ... _and_ I'm staying with\nhim.\"\n\nResolutely avoiding both crestfallen faces, Helen, having shepherded\nTommy to bed, returned to the living room acutely conscious of Big Tom's\nbleak, hurt gaze at her back.\n\n\"Helen, you're going to make a sissy out of the boy,\" he said at last.\n\"There isn't any reason why he can't stay here at home with Bee.\"\n\nHelen turned to face him.\n\n\"Earth _isn't_ home to Tommy. And your sister Bee told him he ought to\nbe out playing football with the boys instead of hanging around the\nhouse.\"\n\n\"But she knows the doctor said he'd have to take it easy for a year till\nhe was accustomed to the change in gravity and air-pressure,\" he\nanswered incredulously.\n\n\"Exactly. She also asked me,\" Helen went on grimly, \"if I thought he'd\nbe less of a freak as he got older.\"\n\nTom Benton swore. \"Bee always did have less sense than the average hen,\"\nhe gritted. \"My son a freak! Hell's-bells!\"\n\nTommy, arriving at the hall door in time to hear the tail-end of the\nsentence, crept back to bed feeling numb and dazed. So even his father\nthought he was a freak.\n\n\n\nThe last few days before parting was one of strain for all of them. If\nTommy was unnaturally subdued, no one noticed it; his parents were not\nfeeling any great impulse toward gaiety either.\n\nThey all went dutifully sight-seeing as before; they saw the Zoo, and\nwent shopping on the Skywalks, and on the last day wound up at the great\nshowrooms of \"Androids, Inc.\"\n\nTommy had hated them on sight; they were at once too human and too\ninhuman for comfort. The hotel was full of them, and most private homes\nhad at least one. Now they saw the great incubating vats, and the\nprocessing and finally the showroom where one of the finished products\nwas on display as a maid, sweeping and dusting.\n\n\"There's one that's a dead-ringer for you, Helen. If you were a little\nbetter looking, that is.\" Tommy's dad pretended to compare them\njudicially. Helen laughed, but Tommy looked at him with a resentfulness.\nComparing his mother to an Android....\n\n\"They say for a little extra you can get an exact resemblance. Maybe I'd\nbetter have one fixed up like you to take back with me,\" Big Tom added\nteasingly. Then as Helen's face clouded over, \"Oh, hon, you know I was\nonly kidding. Let's get out of here; this place gives me the\ncollywobbles. Besides, I've got to pick up my watch.\"\n\nBut his mother's face was still unhappy and Tommy glowered sullenly at\nhis father's back all the way to the watch-shop.\n\nIt was a small shop, with an inconspicuous sign down in one corner of\nthe window that said only, \"KRUMBEIN--watches,\" and was probably the\nmost famous shop of its kind in the world. Every spaceman landing on\nTerra left his watch to be checked by the dusty, little old man who was\nthe genius of the place. Tommy ranged wide-eyed about the clock and\nchronometer crammed interior. He stopped fascinated before the last\ncase. In it was a watch ... but, _what_ a watch! Besides the regulation\nTerran dial, it had a second smaller dial that registered the\ncorresponding time on Mars. Tommy's whole heart went out to it in an\necstasy of longing. He thought wistfully that if you could know what\ntime it was there, you could imagine what everyone was doing and it\nwouldn't seem so far away. Haltingly, he tried to explain.\n\n\"Look, Mom,\" he said breathlessly. \"It's almost five o'clock at home.\nDouwie will be coming up to the barn to be fed. Gosh, do you suppose old\nPete will remember about her?\"\n\nHis mother smiled at him reassuringly. \"Of course he will, silly. Don't\nforget he was the one who caught and tamed her for you.\"\n\nTommy gulped as he thought of Douwie. Scarcely as tall as himself; the\nbig, rounded, mouselike ears, and the flat, cloven pads that could carry\nher so swiftly over the sandy Martian flatlands. One of the last\ndwindling herds of native Martian douwies, burden-carriers of a vanished\nrace, she had been Tommy's particular pride and joy for the last three\nyears.\n\nBehind him, Tommy heard his mother murmur under her breath, \"Tom ... the\nwatch; _could_ we?\"\n\nAnd his Dad regretfully, \"It's a pretty expensive toy for a youngster,\nHelen. And even a _rabbara_ raiser's bank account has limits.\"\n\n\"Of course, dear; it was silly of me.\" Helen smiled a little ruefully.\n\"And if Mr. Krumbein has your watch ready, we _must_ go. Bee and some of\nher friends are coming over, and it's only a few hours 'till you ...\nleave.\"\n\nBig Tom squeezed her elbow gently, understandingly, as she blinked back\nquick tears. Trailing after them, Tommy saw the little by-play and his\nheart ached. The guilt-complex building up in him grew and deepened.\n\nHe knew he had only to say, \"Look, I don't mind staying. Aunt Bee and I\nwill get along swell,\" and everything would be all right again. Then the\nterror of this new and complex world--as it would be without a familiar\nface--swept over him and kept him silent.\n\nHis overwrought feelings expressed themselves in a nervously rebelling\nstomach, culminating in a disgraceful moment over the nearest gutter.\nThe rest of the afternoon he spent in bed recuperating.\n\nIn the living room Aunt Bee spoke her mind in her usual, high-pitched\nvoice.\n\n\"It's disgraceful, Helen. A boy his age.... None of the _Bentons_ ever\nhad nerves.\"\n\nHis mother's reply was inaudible, but on the heels of his father's\ndeeper tones, Aunt Bee's voice rose in rasping indignation.\n\n\"_Well!_ I never! And from my own brother, too. From now on don't come\nto me for help with your spoiled brat. Good-_bye_!\"\n\nThe door slammed indignantly, his mother chuckled, and there was a\nspontaneous burst of laughter. Tommy relaxed and lay back happily.\nAnyway, that was the last of Aunt Bee!\n\n\n\nThe next hour or two passed in a flurry of ringing phones, people coming\nand going, and last-minute words and reminders. Then suddenly it was\ntime to leave. Dad burst in for a last quick hug and a promise to send\nhim pictures of Douwie and her foal, due next month; Mother dropped a\nhasty kiss on his hair and promised to hurry back from the Spaceport.\nThen Tommy was alone, with a large, painful lump where his heart ought\nto be.\n\nThe only activity was the almost noiseless buzzing as the hotel android\nran the cleaner over the living room. Presently even that ceased, and\nTommy lay relaxed and inert, sleepily watching the curtains blow in and\nout at the open window. Thirty stories above the street the noises were\npleasantly muffled and remote, and his senses drifted aimlessly to and\nfro on the tides of half-sleep.\n\nDrowsily his mind wandered from the hotel's android servants ... to\nthe strictly utilitarian mechanical monstrosity at home, known\naffectionately as \"Old John\" ... to the android showroom where they\nhad seen the one that Dad said looked like Mother....\n\nHe jolted suddenly, sickeningly awake. Suppose, his mind whispered\ntreacherously, suppose that Dad _had_ ordered one to take Mom's\nplace ... not on Mars, but _here_ while she returned to Mars with him.\nSuppose that instead of Mom he discovered one of those _Things_ ... or\neven worse, suppose he went on from day to day not even knowing....\n\nIt was a bad five minutes; he was wet with perspiration when he lay back\non his pillows, a shaky smile tugging at the corners of his mouth. He\nhad a secret defense against the Terror. He giggled a little at the\nthought of what Aunt Bee would say if she knew.\n\nAnd what had brought him back from the edge of hysteria was the\ntriumphant knowledge that with the abnormally acute hearing bred in the\nthin atmosphere of Mars, no robot ever created could hide from him the\ninfinitesimal ticking of the electronic relays that gave it life. Secure\nat last, his overstrung nerves relaxed and he slid gratefully over the\nedge of sleep.\n\nHe woke abruptly, groping after some vaguely remembered sound. A soft\nclicking of heels down the hall.... Of course, his mother back from the\nSpaceport! Now she would be stopping at his door to see if he were\nasleep. He lay silently; through his eyelashes he could see her outlined\nin the soft light from the hall. She was coming in to see if he was\ntucked in. In a moment he would jump up and startle her with a hug, as\nshe leaned over him. In a moment....\n\nScreaming desperately, he was out of bed, backing heedlessly across the\nroom. He was still screaming as the low sill of the open window caught\nhim behind the knees and toppled him thirty stories to the street.\n\nAlone in the silent room, Helen Benton stood dazed, staring blindly at\nthe empty window.\n\nTommy's parting gift from his father slid from her hand and lay on the\ncarpet, still ticking gently.\n\nIt was 9:23 on Mars.\n\n\nThe End\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Hamm, T. D."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30014/pg30014.txt",
        "name": "native_son.json"
    }
}