{
    "name": "Nightmare on the nose",
    "author": [
        "Smith, Evelyn E."
    ],
    "body": "Every time he lost money at the track Phil Watson had a nightmare. They\ngrew increasingly frequent as his bankroll dwindled and his hopes of\ngetting rich dwindled accordingly.\n\nThe night after he had dropped two hundred dollars at Jamaica, the\nnightmare grew particularly oppressive. In the darkness he could see\nher red eyes glowing at him as she sat on his chest.\n\n\"Would you mind not turning over so much?\" she asked, seeing that he\nwas awake. \"It makes me uncomfortable.\"\n\n\"It makes _you_ uncomfortable!\" he moaned. \"How would you like to have\na couple of tons of horse sitting on you?\"\n\n\"I do not weigh a couple of tons!\" she snapped. \"And furthermore I\nassure you I'm sitting on your chest out of duty, certainly not out\nof pleasure. If you don't think I have lots better things to do with\nmy nights than go around sitting on people....\" Her large white teeth\ngleamed in a significant leer.\n\nHe sighed and squirmed again. A sharp hoof kicked him in the side.\n\"That'll learn you not to wiggle, Watson. Since you're not sleeping,\"\nshe added, \"how about a couple of games of Canasta?\"\n\n\"I've been losing enough on the races--I'm not going to start gambling\nwith a supernatural card shark.\"\n\n\"Listen here.\" The nightmare bristled. \"I can beat you at any game\nwithout the use of supernatural powers. You're known as the number-one\nsucker at all the tracks.\"\n\n\"That's right. That's right. Kick a man when he's down.\"\n\n\"I'm sorry,\" she apologized. \"I didn't mean to be unsporting. But you\nget me so mad!\"\n\n\"Unsporting ...\" he mused--then sat up as a terrific idea hit him.\n\n\"Watch your step, Watson,\" the nightmare warned when the sudden\nmovement nearly threw her off the bed. \"I've been standing for a lot\nfrom you but--\"\n\n\"Listen, can you run?\"\n\n\"Run? Whaddya mean run?\"\n\n\"How fast can you go?\"\n\n\"Well, I'll be honest with you. Down--where I come from I'm known as\n'Old Slow Poke.' I can't move much faster than speed of sound while\nall the other girls have the velocity of light. But that's the way it\nis--some are born with brains and some with speed.\"\n\n\"The velocity of sound is good enough,\" Watson decided. \"Look here,\nNightmare, how'd you like to run in a race?\"\n\n\"A race?\" Then the nightmare chuckled evilly to herself. \"Oho, I see\nwhat you mean! But that wouldn't be cricket, would it?\"\n\n\"Cricket and horse-racing are two distinct sports!\" Watson stated.\nThen, alluringly, \"How'd you like to run down the track five lengths\nahead of all the other horses, with the band playing and the crowd\ncheering? You'd be led into the winner's circle and they'd drape\nflowers all over you. People would yell 'Nightmare, Nightmare!' You'd\nbe a popular figure, a celebrity. This way nobody knows you. You work\nat night, alone--unappreciated and unsung....\"\n\n\"That's so _true_,\" the nightmare murmured. \"I really haven't received\nthe adulation I deserve. Here I've done my job faithfully for years,\nscared thousands of people into fits--and what thanks do I get?\n_None!_\" She sobbed. \"Other people get all the credit and glory. I just\nwork, work, work like a horse.\"\n\n\"If you work for me,\" Watson said, \"you'll only run a mile or so two\nor three times a week, get the finest of care _and_\"--he pointed out\nsignificantly--\"your nights will be your own.\"\n\n\"Watson,\" the nightmare assured him, \"I'm sold. When do we start?\"\n\n\"It isn't as easy as all that.\" Watson rose and paced up and down the\nroom. \"First of all you're not in the stud book. We'll have to forge\nsome papers and pass you off as an Argentinian horse.\"\n\n\"_Si, si, señor_,\" said the nightmare, wriggling with pleasure. \"_Hablo\nmuy bien el español. El estrivo de mi padre es en el establo de mi\nmadre. Yo soy del Rancho Grande. Olé!_\"\n\n\"It isn't necessary for you to speak Spanish. As a matter of fact you\nwon't get to do any talking at all. Horses don't talk.\"\n\n\"But _I_ do,\" she said, wounded. \"Where I come from I am known as a\nwitty and distinguished raconteur. You know the one about the two\ngeldings?\"\n\n\"Never you mind,\" he told her. \"From now on you don't talk--except to\nme. Get it?\"\n\n\"Yeah,\" the nightmare agreed. \"All right, Watson, I'll give it a whirl.\nI've always wanted to be in the public eye.\"\n\nFor the sake of expediency Watson decided to give the nightmare,\nnow officially registered as Incubus, her preliminary workouts\nhimself--although he was no trainer. But then Incubus really needed\nno workouts. It merely looked well to take her around the track a few\ntimes.\n\n\"Remember, Inky,\" he whispered, \"not too fast. We want to give 'em a\nbig surprise at the meet.\"\n\n\"I dig you,\" she whispered back.\n\nReuben Godlove, the well-known trainer, sauntered past and looked\nat Incubus. \"My God,\" he told Watson, \"what kind of a monster are\nyou running! She's got a face like a gargoyle and a rear like a\nhippopotamus.\"\n\n\"You want I should clout him in the crupper?\" Incubus whispered.\n\n\"No, no!\" he whispered back. \"I'm glad he doesn't take to you, because\nif he thought you were any good he might claim you.\"\n\n\"Claim me? Whaddya mean?\"\n\n\"Well, you see,\" he explained, \"since you're unknown and have no record\nI've had to enter you in a claiming race. That means anybody who's\nrunning another horse in the same race can put in a claim for you\nbefore the race, for the price I set on you, and become your owner.\"\n\n\"What's the price you set on me?\"\n\nWatson hemmed and hawed. \"Three thousand dollars,\" he admitted.\n\nIncubus cocked an eye at him. \"You selling me down the river for a mess\nof pottage, Watson?\"\n\n\"No, no,\" he assured her, \"I can't help it--this is some goddam silly\nracing rule. You have no reputation so I've got to enter you in a\nmaiden claimer.\"\n\nIncubus raised an eyebrow. \"A maiden claimer?\"\n\n\"A maiden horse,\" he explained austerely, \"is one which has never won a\nrace.\"\n\n\"Oh-h-h-h,\" she said. \"Sorry.\"\n\n\"Now, if the worst comes to the worst and you do get claimed we can\nfigure out ways and means of getting you back. Can't we, Inky?\"\n\nIncubus laughed richly. \"Clout him in the crupper!\" she chortled. \"Oh,\nman!\"\n\n\n\nThe day dawned when Incubus was to make her debut at Belmont. The odds\non her were a hundred to one. Laughing softly to himself, Watson put\nfive hundred dollars on her nose.\n\n\"You crazy, fella?\" the seller said to him. \"The horse to bet on is\nGodlove's Pamplemousse. He's a natural to win.\"\n\n\"Incubus is my own horse,\" Watson explained patiently.\n\n\"Oh, I guess it's like my kid. He plays the pianner and stinks but I\ngotta clap for him all the same.\"\n\n\"Why didn't you give her some hip reducing exercises,\" Godlove sneered\nas the jockey led Incubus out into the paddock. \"She'll never get\nthrough the starting gate with that spread.\"\n\n\"Take it easy,\" Watson told her, as she reared. \"Now, listen,\" he\nsaid to the jockey, a sullen young apprentice--all he could get--\"she\nresponds to direction very well. Talk to her. She practically\nunderstands.\"\n\n\"Oh, sure,\" the jockey jeered. \"Is snookums gonna win the race for\ndaddykins?\"\n\n\"Ess,\" replied Incubus.\n\nThe jockey stared at her and at Watson. Watson laughed, a trifle too\nhard. \"I'm a great ventriloquist,\" he explained. \"Can't break myself of\nthe habit.\"\n\n\"Well, you better begin now,\" the jockey said, \"because I'm\ntemperamental and when I'm emotionally disturbed the horse senses it.\"\n\n\"The horses,\" the announcer declaimed through the loudspeaker, \"are at\nthe post.... They're off!... All of them, that is, except Incubus. She\ncan't get through the starting gate. She's stuck.\"\n\n\"Yah, wear a girdle!\" the crowd called derisively.\n\nWith a wrench of sheer rage Incubus pulled herself through the gate and\ndashed after the other horses. \"In the backstretch it's Pamplemousse\nin the lead with Disestablishmentarianism and Epigram running half\na length behind and.... But who's this coming up from the rear? It's\nIncubus! She's ahead by a length.... By two lengths.... By three\nlengths! What a horse! What a jockey! He's giving her the whip!... Oh,\noh, something's wrong. Incubus has lost her rider! Too bad, Incubus.\"\n\nThe horses raced up the stretch, with Incubus keeping five lengths\nahead of Pamplemousse as per direction. She was much annoyed to\ndiscover that he had won the race.\n\n\"But _I_ won it!\" she kept whispering to Watson as he led her off. \"I\nwas first. This is a frame-up. I'm going right to the judges and raise\nan objection.\"\n\n\"It doesn't count if you don't have the jockey on you,\" he told her.\n\"That's the rule.\"\n\n\"Flap the rules!\" she said. \"You mean without that pee-wee it doesn't\ncount? A fine thing! I hate the rules, I hate the rules, I hate the\nrules!\" She stamped her foot. \"He hit me with a whip, the little\nbastard, so I gave him the old heave-ho.\"\n\n\"Aw, come on now, Incubus, we'll get another jockey who won't whip you.\nYou see how easy you can win a race?\"\n\nShe tossed her head. \"I'm not so sure I want to run again.\"\n\n\"You know you want to run, Incubus. You've made a big impression, I\ncould see that.\"\n\n\"Who cares what people think?\"\n\n\"I saw Pamplemousse giving you the eye,\" Watson murmured. \"Good-looking\nhorse, isn't he? Any filly'd be glad to have him interested in her.\"\n\n\"Oh, I dunno,\" Incubus said. \"He's all right, I guess, if you like them\ntall and dark. But, okay, I'll try it again for you, Watson.\"\n\nGodlove accosted them again as Watson led Incubus into her stall.\n\"I take back what I said about your horse, Watson,\" he apologized.\n\"She looks like a fiend, but she runs like one too. With the proper\nhandling, she might be a stake horse.\" He looked speculatively at\nIncubus. \"Give you five thousand for her, big rump and all.\"\n\n\"Not on your life.\"\n\nGodlove shrugged. \"Suit yourself. But she'll have to run in another\nclaimer, you know.\" He left, laughing softly.\n\nAfter two weeks of steady diet and vigorous massage, during which her\nhip measurements were considerably reduced, Incubus was entered in a\nfour-thousand-dollar claimer. Even though she was still a maiden she\nwas favored next to Pamplemousse by the players, for her unusual first\nstart had not passed unnoticed. Watson bet another five hundred, to\nobtain which he had mortgaged the old homestead. But this time he could\nget only even money.\n\n\"Remember, Incubus,\" he instructed her as he buckled her saddle, \"if\nGodlove claims you you know what to do.\"\n\n\"Sure do. Shall I let him live afterward?\"\n\n\"Yeah, let him live. Just make it uncomfortable for him.... Now look\nhere, sonny.\" This to the new jockey. \"She doesn't like the whip. You\nsaw what she did to her last boy?\"\n\nThe jockey nodded and gulped.\n\n\"All you have to do is sit on her and let her go where she wants. Then\nyou'll be all right.\"\n\n\"I wooden even get near her,\" the boy said, \"if I didn't have an aged\nmother to support.\"\n\n\n\nThe starter waved the yellow flag and the horses were off. Incubus\nraced neck and neck with Pamplemousse until they were a furlong from\nthe finish line. Then she surged ahead to win by five lengths. When she\nrode into the winner's circle the crowd booed, as is their pleasant\ncustom with winning horses and jockeys.\n\n\"A popular figure, eh?\" Incubus sneered. \"_Tcha!_\"\n\n\"Y'know, Mr. Watson,\" the jockey said as he was assisted from the horse\nwith a dazed but beatific smile on his face, \"I'm so steamed up over\nthis win I even thought Incubus was talking to me.\"\n\nThe men standing around laughed. \"You've let excitement go to your\nhead,\" Godlove remarked. \"Personally I would never hire a jockey who\nhas no emotional equilibrium.\"\n\nThe jockey reached a tentative finger toward Incubus' nose. \"Good\nhorse,\" he said. \"Good Incubus.\"\n\n\"I think you're pretty nice yourself,\" Incubus murmured out of the side\nof her mouth. There was a stricken silence.\n\nReuben Godlove's eyes narrowed. \"That jockey who rode her the other\nday told me about your ventriloquism,\" he informed Watson. \"Seems like\na pretty cheap trick if you ask me.\" The others murmured agreement,\ncolor flowing back into their faces.\n\n\"Anyhow, now that she's my horse,\" Godlove went on, taking possession\nof Incubus' bridle. \"She's going to be trained serious.\"\n\n\"Now?\" Incubus asked Watson.\n\n\"Later,\" he whispered back.\n\n\"That ain't funny, Watson,\" Godlove assured him. As he led Incubus off\nshe looked back over her shoulder and winked.\n\n\"Mr. Watson,\" the jockey said, following him off the field, \"you're not\nreally a ventriloquist, are you? That horse talks, doesn't she?\"\n\nWatson nodded.\n\n\"You gonna let Godlove get away with her?\" The boy's voice rose to a\nshrill squeak.\n\n\"I'll claim her back in the next race.\"\n\n\"Yeah, but you can't claim her back less'n you've entered another horse\nin the same race and you don't have another horse, do you, Mr. Watson?\"\n\nWatson's jaw dropped. \"I never thought of that! What'll I do?\"\n\n\"You've got to get another horse, Mr. Watson. Do you have enough money?\"\n\n\"Well, the purse from this race is almost two thousand, and I made\nanother thousand betting on Incubus. And, of course, Godlove gave me\nfour thousand for her. But that won't be enough to buy a decent horse\nand maintain him--expenses are terrific.\"\n\nThe jockey chewed his lower lip thoughtfully. \"I know what you can do,\"\nhe said at length, \"you can buy Prunella. She's set at a price of five\nthousand dollars but her owner's pretty disgusted with her--she has\ngood lines but she finished last in twenty-seven starts--and I think\nyou could have her for four thousand in cash.\"\n\nPrunella, a meek-looking chestnut filly with big brown eyes and a\nvicious temper, was enthusiastically disposed of for four thousand and\ninstalled in Incubus' vacant stall. Watson shed a silent tear to see\nIncubus' second-best saddle hanging there on the wall.\n\nIn the dead of night he slipped into Godlove's stable. Incubus was\nawake, reading the _Morning Telegraph_. \"Look at the picture they have\nof me,\" she snapped. \"Obviously taken by an enemy. Next time Watson,\nremember--my right profile is the best.\"\n\n\"I'll remember,\" he promised and told her what had happened.\n\n\"You're sure this Prunella isn't taking my place in your affections?\"\nshe demanded severely. \"That all this isn't a subterfuge?\"\n\n\"My God, no! She quits before she starts.\"\n\n\"All right,\" Incubus said. \"Now, I am reliably informed by the stable\ngrapevine that Godlove's entering me in a six-thousand-dollar claimer.\nYou spent almost all your money on Prunella--how're you going to claim\nme?\"\n\nThere was dead silence in the stable.\n\n\"These men,\" she sighed. \"Without us females to think for them they'd\nbe lost. The answer is simple. Prunella's got to win that race. Then\nyou'll have the purse, plus whatever you can bet on her, and you'll get\ngood odds.\"\n\n\"Prunella win the race! She couldn't beat a speedy snail.\"\n\n\"She'll win the race.\" Incubus grinned happily.\n\n\n\nThe weather was clear and the track fast. Incubus was running at three\nto five--Prunella ninety-eight to one. Reuben Godlove appeared with his\narm in a sling and a bandage on his forehead and glowered at Watson. \"A\nfine trainer you are,\" he snarled.\n\n\"Let's see how well you've done with her,\" Watson suggested, smiling\namiably.\n\nThe starting gate opened and all the horses dashed out--all except\nPrunella, who sauntered forth and stood admiring the view. Incubus\nturned, ran back and nipped Prunella viciously in the forequarters.\nWith a whinny of rage Prunella proceeded to chase Incubus, who was\nshowing a fleet pair of heels along the track. But there were six\nhorses between Prunella and her attacker.\n\nWith a thrust of her powerful shoulders, Incubus sent Dernier Cri\nstaggering into the geraniums that bordered the field. She thrust a\nhoof into the path of Kropotkin and sent him and his rider sprawling\non the track. She murmured something into Epigram's ear and that black\ncolt turned light grey and refused to budge another step.\n\nThere were now three horses between Incubus and Prunella. Polyhymnia\nsuddenly started to run backward. Sir Bleoberis buried his head in\nthe sand and pretended he didn't notice the race was still going on.\nCachucha--who had hitherto not been known as a jumper--hurdled the rail\nand dashed into the crowd of astonished players.\n\nStill Incubus ran lightly before Prunella, half a length ahead, kicking\ndust in her face and making irritating remarks, while the enraged filly\nlaid her ears back and bared white teeth to snap at her rival. One\nlength before the finish line Incubus suddenly stopped short, leaving\nmomentum to carry Prunella over the line to victory!\n\nPrunella had won the race. Incubus was second but was disqualified for\nconduct unbecoming a horse and a lady. It was never determined who had\nrun third.\n\n\"Together again at last, Watson,\" Incubus said during the joyful\nreunion in the paddock. \"Ah, but it's been a long, long time....\"\n\n\"Two weeks,\" commented the jockey, who had ridden Prunella.\n\n\"Listen, pipsqueak,\" Incubus told him irately. \"I've spent the whole\ntwo weeks cooking up this speech and I don't want a half-pint like you\nspoiling it. It's been a long, long time, Watson....\"\n\nPrunella nickered.\n\n\"None of _your_ lip, either,\" Incubus said. \"Where would you have been\nif I hadn't won your race for you? Oh, you can run if you want to, can\nyou? _Ha! Ha! Plater!_\"\n\nPrunella neighed angrily.\n\n\"Okay, Watson'll enter you in a claimer without me and we'll see what\nyou can do.\" She turned toward her owner. \"And now, Watson, I trust you\nhave a hot tub prepared. I'm so-o-o-o tired....\"\n\n\n\nThe racing secretary entered Incubus for an allowance with some\nmisgivings. \"But if she behaves again this time the way she did last\nshe's out, Watson. Suspended--disqualified! Can't have that sort of\nthing going on, you know.\"\n\n\"She's actually the most tractable of horses, sir,\" Watson assured him.\n\"It's merely that Mr. Godlove didn't know how to handle her.\"\n\n\"Oh--ah,\" the racing secretary said.\n\n\"And I'd like to enter Prunella in the five-thousand-dollar claimer.\"\n\nThe racing secretary smiled. \"Well, Mr. Watson, you don't have to be\nafraid that anybody'll claim _her_. Godlove has spread the word around.\nNow everybody's afraid to claim a Watson horse.\"\n\nPrunella won handily in her claimer and Incubus breezed to victory\nin her allowance. \"Bet on Watson horses,\" the word went round the\ntracks. Incubus won a Class C, Class B and Class A handicap in swift\nprogression, Prunella came in first in two seven-thousand-dollar\nclaimers and second in a ten-thousand-dollar one.\n\nAnd then Incubus came in last in a stake race at Aqueduct.\n\n\"What's the matter with you, Incubus?\" Watson demanded. \"You can run\nten times around the track before any of these nags could reach the\nquarter-mile pole.\"\n\nIncubus lay on her back in the hay and chewed reflectively on a straw.\n\"You know, Watson,\" she said, \"there are finer things in life than\nracing.\"\n\n\"What, for instance?\"\n\nShe simpered. \"I've been talking to Pamplemousse--you know, Godlove's\nhorse--and he says it isn't ethical what I'm doing, that I'm competing\nwith horses way below my class, that it isn't fair.\"\n\n\"But there aren't any horses in your class.\"\n\n\"I know,\" she sighed. \"Sometimes superiority can have its\ndisadvantages. That's what Pamplemousse says--he says it isn't fair\nfor me to run at all. Says woman's place is in the home. Do you think\nwoman's place is in the home, Watson?\"\n\nPrunella neighed in the adjoining stall.\n\n\"That's a dirty lie!\" Incubus shrieked, getting up. \"I double dare you\nto say it once more.\" Prunella kept silence.\n\n\"You're in love, Incubus?\" Watson asked gently.\n\nShe bowed her head. \"I didn't know I could be--I thought I was too\ntough. But you're never too tough. Oh, I know I'm a stake horse and\nhe's still only a claimer but I love him just the same.\"\n\n\"Well, if that's the way you feel about it, Inky, I guess you have a\nright to. Only\"--he gulped--\"I'd entered you in the Belmont Futurity\nand it means ... so much to me.\"\n\nIncubus wiped away a tear with a wisp of hay. \"All right, Watson, I'll\nwin the Futurity for you. After all you have first claim on my loyalty.\nWho brought me out of obscurity? You! Who recognized my potentialities?\nYou! Who made a horse out of me? You!\"\n\nIncubus won the Belmont Futurity and was carried off the track on\nthe shoulders of a cheering crowd. Retouched photographs of the big\nblack horse hit not only the sport pages but the front page of every\nnewspaper in the country.\n\nBut the question of her racing again was shelved for the nonce. Shortly\nafter the Futurity, Watson discovered that Incubus was pregnant.\n\"Pamplemousse?\" he asked.\n\nShe nodded shyly.\n\n\"But how could you do it? You two were in separate stalls.\"\n\nIncubus snickered. \"I have my methods, Watson.\"\n\n\"He's a low cad,\" said Watson.\n\n\"I knew what I was doing. I went into it with my eyes open.\"\n\nHe wondered just how he was going to enter the foal in the stud book.\nAlthough it would be of impeccable ancestry its escutcheon would be\nmarred by a bend sinister.\n\nSome months later, Incubus called Watson to her stall.\n\n\"What is it, Inky?\"\n\n\"I don't know how to tell you this, Watson. I've got to go back.\"\n\n\"Back! Back where, Inky girl?\"\n\n\"Back where I came from. Oh, I might have known it was never to be,\nthat you can't wipe out the past. Still I'd hoped that somehow--some\nway.... But the Big Bookie says no. I've got to go back where I came\nfrom--I don't belong here. He says I was sent as a punishment, not as a\nreward.\"\n\nShe extended a hoof toward Watson's hand. \"I had my baby tonight,\nWatson. Take good care of her--she's half equine, so she can stay\nhere--and she'll be the fastest thing on earth when she grows up.\nPrunella'll help you raise her and support the family.\"\n\nWatson wiped his streaming eyes. \"I'll take care of your baby,\nIncubus,\" he vowed. \"I'll call her Incubus Two and I'll treat her as if\nshe were my own daughter.\"\n\n\"I knew I could count on you, Watson. Well--this is goodbye.\"\n\nIncubus slowly vanished.\n\nIt was hard losing Incubus. He'd grown attached to her, looking on her\nnot only as a horse but a friend. Still, at least he had the colt. In\ntwo years she would take up where her mother had left off and again the\nWatson name would reverberate through the racetracks.\n\nHe went inside the stall, looked down at Incubus' daughter, who reposed\non the hay looking up at him with big blue eyes. He gasped.\n\nHe had forgotten. Incubus was not a real horse, she was merely a demon\nin the shape of a horse.\n\nIncubus Two was not in the shape of a horse.\n\n\n",
    "metadata": {
        "author": [
            "Smith, Evelyn E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72489/pg72489.txt",
        "name": "nightmare_on_the_nose.json"
    }
}