{
    "name": "No star's land",
    "author": [
        "Samachson, Joseph"
    ],
    "body": "It was ridiculous and incredible. It was against all reason. But it had\nhappened. The ship was marooned in free space.\n\nThey had been squabbling again, and this time the arguments on both\nsides had become as hot as the two blazing stars which hemmed them in\non both sides, making them feel like dust motes in a vacuum. Karin, her\neyes darting sparks, had summed it up neatly.\n\n\"It's hopeless, Jan. Only a divorce can solve it!\"\n\n\"I can't think of anything I want more,\" Jan said, his face tight with\nanger. By the light of the green star, which illuminated his features,\nhe must have made, he realized bitterly, a ghastly picture.\n\nKarin regarded him with distaste. \"Fine--splendid! The minute we get\nback to Earth.\"\n\n\"Why wait that long?\" Jan protested. \"There's a court on Ganymede. We\ncan get one there.\"\n\nHe was bitterly contemplating the ruin of his honeymoon when he noticed\nthat the ship had lost headway. The differential screen, which depicted\nthe change in the star picture from second to second, was barely\nilluminated. They were practically stationary with respect to every\nstar in the local galaxy.\n\nIn view of the fact that they had been traveling at one-half light\nspeed, and that neither the green nor the yellow star was more than\nthirty-five million miles away, the result seemed to Jan outrageous.\nThe positions of both stars should have been changing rapidly. His\nfirst thought was that the differential screen was no longer working.\n\nBoth stars, however, were stationary on the direct view screen as well,\nglowing with unsurpassed steadiness, and filling the space around them\nwith a flood of radiance. The direct view screen was plainly operating\nproperly. Somehow, the unwilling conclusion forced itself upon him that\nthey had been braked to a stop.\n\nKarin noticed his agitation and demanded, \"What's wrong?\" And then she\nstared herself, realizing what had happened. Her lips trembled and she\ngave a startled exclamation: \"But that's impossible!\"\n\n\"Of course it's impossible,\" he agreed, the green and yellow beams\ncascading over his face as he crossed to the other side of the ship.\n\"Not only that we should have decelerated so rapidly, but that we\nfailed to notice what was happening. I remember that it was just a\nhalf-hour ago that I checked the screens, and you made that brilliant\nremark about my ability as a navigator.\"\n\nHis tone made clear all over again how much he had resented her\ncriticism. \"We were going full speed, over ninety thousand miles a\nsecond on initial drive alone. Thirty minutes later, our velocity is\nreduced to zero.\"\n\nThe differential screen, he noted, was now completely dark. \"We've been\nsubjected on an average to a negative acceleration of fifty miles per\nsecond,\" he went on quickly. \"More than seven thousand gravs! It should\nhave torn both us, and the ship apart. But the ship shows no strain,\nand we haven't felt a thing.\"\n\nThere was a moment's silence. Then Karin said huskily, \"Our instruments\nare all wrong.\"\n\n\"They're not.\" Jan insisted. \"A direct view through the visiplates\nproves they're not.\" Karin didn't reply, and he added angrily. \"Go\nahead and say it again. You're thinking it, anyway. I'm a lousy\nnavigator. I'm the one who insisted on passing _between_ the stars.\"\n\n\"I wasn't thinking that at all,\" she said slowly. \"I was wondering.\nWhat could have caused this to happen? Offhand, I couldn't even make a\nreasonable guess. Shall we try using our power?\"\n\n\"What would be the use?\" Jan said. \"Even with the degravitizer on\nto protect us, we can't get up more than one hundred g's. We can't\novercome a reverse acceleration of seven thousand.\"\n\n\"Suppose we reverse direction.\"\n\nJan nodded, and said, \"We'll try that.\"\n\nSlowly and carefully he swung the ship around, and began to build up\nspeed. The maneuver claimed his full attention, giving him no time to\nlook at Karin, and wonder whether or not she was frightened.\n\nIt was a stupid situation to be caught in, and from beginning to end\nJan had no one to blame but himself. It was a few years before that\nIntergalactic Exploration had started a new practice, thought up\napparently by some elderly Romeo in his second childhood. It was a\nspecial service for honeymooners.\n\nWhat did honeymooners, from time immemorial, want for themselves?\nPrivacy, isolation--freedom from intrusion by the outside world. What\ndid Intergalactic have to offer the intrepid volunteers who did its\nexploration? Just that--complete privacy in space. It was all in the\nway you looked at it. The isolation most people hated was precisely\nwhat the honeymooners sought.\n\nIt had seemed like a bright idea to combine a boon to the honeymooners\nwith a favor to Intergalactic. Intergalactic had offered ships--shiny,\nbeautiful ships of the latest exploratory model, capable of a sub-speed\nof half-light, and for stellar travel with a secondary range up to\na hundred light years. Each was completely supplied with food, and\nfurnished with all the gadgets that made shipboard housekeeping a\npleasure. And all this was free of charge to properly trained couples\npossessed of a reasonable mental stability, and a suitably technical\nbackground.\n\nThere was no salary, of course--after all, the ship itself was reward\nenough. In return, each couple was given a restricted section of a\ngalaxy to explore. The task was not difficult. Professional explorers\ncould have carried out their assignments in three months. The honeymoon\ncouples were allowed twice that time.\n\nAs the man who had suggested the idea observed, their scientific\ninterests were likely to be somewhat impaired for a short period, and\nthey might be expected to waste many hours in non-productive pursuits.\n\nIf they hadn't been so much in love with each other, Jan and Karin\nwouldn't have been such fools as to take on a double assignment. They\nhad accepted a sector of twice the usual size, and they had explored\nit well, but in leisurely fashion. A year had passed, and in that year\nthey had learned to know each other _too_ well.\n\nIt was too long to be together, isolated from the rest of the human\nrace. Even for honeymooners, far too long. Jan was aware of every one\nof Karin's weaknesses--and he realized only too well that she was aware\nof his.\n\nThey had, moreover, developed new weaknesses they had never before\nexhibited. Stubbornness, impatience, a tendency to find incessant\nfault--these were the beginning of a process of falling out of love.\n\nIn Karin's eyes, he knew he was no longer the tall self-reliant man in\nwhose slightly ugly face she had found the good looks that appealed\nto her. And to Jan, Karin was no longer the warm-hearted pretty girl\nwho, he had been so pleasantly surprised to learn, was so ready to\nunderstand him.\n\nDuring the past month they had become bored with each other. During the\npast week they had been in an almost continuous state of open hostility.\n\nIt was the desire to keep their trip from dragging out even more\nintolerably that had induced Jan to take a short cut. The most direct\npath home lay between the yellow and green stars, bright twins which\nwere separated from each other by a distance of forty million miles.\n\nEach star was of the same approximate sun-mass, and the radiation\nwas strong. But their radiation shield was effective. Their possible\nacceleration, along with the momentum they had already acquired, should\nhave been sufficient to keep them from falling victim to either star.\n\nAll that was needed was a steady hand at the controls. With careful\nnavigation they should have been able to pass midway between the two\nmassive bodies without suffering any ill effects.\n\nKarin, whether from caution or from a mere feeling of opposition to\neverything that Jan suggested, had vigorously opposed the idea. She\npreferred to swing wide of both stars, even though it meant a serious\ntime loss--not so much because of the added mileage, but because of the\nneed for transverse acceleration, followed by careful maneuvering to\nget back to their course again. But her opposition hadn't been quite\nvigorous enough, and Jan had succeeded in winning her over.\n\nThey had never expected what happened next. Their path had neatly\nbisected the line joining the two stars, and they had begun to put both\nglowing masses behind them. Unexpectedly, as if they had reached the\nend of a great rubber band to which they had been attached, they had\nstopped dead in space. The rubber had stretched as much as it was ever\ngoing to stretch.\n\nThen, as Jan reversed direction, it seemed as if the band were\ncontracting once more. They picked up speed, and the differential\nscreen glowed green and yellow while their position with respect to\nthe twin stars underwent a change. But the glow quickly dimmed and\nvanished. Once more they had come to a full stop.\n\n\"Road blocked at both ends,\" said Jan, with grim finality.\n\n\"Suppose we cut off at right angles,\" suggested Karin.\n\n\"Naturally,\" he agreed. \"We can't afford to miss a bet.\"\n\nBut the road was blocked above and below as well. Jan said, \"I'm\nafraid, darling, that our divorce is going to be held up.\"\n\n\"Indefinitely.\"\n\nShe looked a little pale and frightened. Even the ghastly lighting\ncould not conceal the beauty in her face, and at that moment he loved\nher again. He said, \"Go ahead and say it. Tell me I should have\nlistened to you. It's true, you know.\"\n\n\"I'm not reproaching you, Jan,\" she said quietly. \"Don't joke about it.\nIt's too serious.\"\n\n\"We're unharmed. We should be thankful for that, I guess.\"\n\n\"How long will we be safe? We can't move.\"\n\n\"Strictly speaking,\" he said, \"we can. We can't get away, but we can\nwriggle around a bit. Apparently we can travel a few million miles in\nany direction perpendicular to the line joining the stars. We could\nprobably also travel directly toward either star, although I'd hate to\nget any closer to them. Unfortunately, the stars won't _let_ us get\naway.\"\n\n\"Are you sure it's the stars? There might be planets with intelligent\nliving creatures on them.\"\n\n\"That's out!\" said Jan firmly. \"Take a look at some of the\nthree-dimensional views I snapped, both as we approached, and as we\nwere wriggling around. Taking all the pictures into consideration,\nI must have covered all the space for at least a billion miles from\neither star. There are no planets.\"\n\nTogether they stared at the photographs. Karin suggested: \"There might\nbe small ones, little bigger than asteroids. Let's put the pictures\nunder the analyzer.\"\n\n\n\nThey did. The analyzer showed an asteroid belt four hundred million\nmiles out from the center of the double star system. But none of the\nasteroids was apparently more than five miles in diameter.\n\n\"No planets,\" Jan reiterated. \"And if there are any living creatures on\nthose asteroids, I doubt whether they'd be close enough to affect us.\nIt's pretty obvious that the forces holding us together come from the\nstars themselves.\"\n\n\"Then you think the forces are natural? I've never heard of anything of\nthe kind before.\"\n\n\"The forces would _have_ to be natural.\"\n\n\"How about living things on the stars themselves?\" asked Karin.\n\n\"I don't believe it. Not for a moment. I know there's been talk\nabout flame creatures living at temperatures of millions of degrees\ncentigrade. But nobody has ever met them.\"\n\n\"Jan, what do we do?\"\n\n\"You tell me. We have an excellent radiation shield system. But we\ncan't keep it going indefinitely. And sooner or later, our food\nconcentrates will run out.\"\n\n\"So we're stuck here. Hopelessly marooned.\"\n\n\"Right. Too bad we're so bored with each other.\"\n\nKarin said nothing, and once more Jan turned to the controls, hoping\nagainst hope. But no matter in which direction he made his attempt, the\nship was quickly brought up short. The rubber band had not weakened.\n\nThe hours passed, while the two stars continued to blaze at them,\nwatchful and unwinking. Jan adjusted the radiation controls, permitting\nsome of the heat that escaped direct reflection from the polished sides\nto get past the shielding screen, and warm the ship.\n\nOn the whole, as it took some of the load from the screen and\nlengthened the system's useful life, it was a wise move. But it did\nmake the ship uncomfortable. Karin, he noted, was bearing up well.\nThere were no complaints from her, and it was she who suggested that\nthey put themselves on emergency rations.\n\nIt was at the end of thirty hours of their strange imprisonment that\nthey began to be aware of dangers other than those from radiation\nand hunger. Both the green star and the yellow, as Jan had observed,\npossessed fairly small coronas. Quite unexpectedly, the green star\nflared up, and tongues of garish flame licked out for a distance of\nseveral million miles. Its action set off a silent uproar in space.\n\nThe yellow star answered with flame of its own, and Jan was forced to\nget into the act, and turn on his radiation shields at full capacity. A\nhalf-hour later, both coronas subsided to normal, and he cut down his\nshield capacity once more.\n\n\"It's damnably disturbing,\" said Jan. \"If only natural forces are\ninvolved, why should one star reply to the other in such deliberate\nfashion?\"\n\n\"Perhaps the green star set the other one off, like a neutron from an\nexploding atom setting off the next atom,\" Karin suggested.\n\n\"Or perhaps there are living creatures on them,\" Jan muttered.\n\nKarin said, \"It's beginning to seem possible. And I'm afraid that if we\nstay here long enough, we'll find out.\"\n\n\"I'm afraid so too,\" Jan conceded. \"We both wanted living\ncompanions--but not unknown shapes of fire.\"\n\nSeventeen hours after the end of the corona explosions, they noticed\nactivity on the yellow star. What took place resembled the formation of\nsunspots, but the eruptions were like none they had ever seen. As they\ngrew, they darkened, and began to rotate with increasing speed, so that\nsoon the surface of the yellow star was covered with black, whirling\nspecks. The specks drew together, and then shot out abruptly toward the\ngreen star.\n\nOnce more Jan acted. As the black objects raced toward him, he sent the\nship full speed ahead to get out of their way, and as he did so the now\nelongated spheres of spinning blackness sailed straight past the ports.\nThey were in the vacuum of space, but even so Jan noted that the ship\nrocked as if battered by the waves of an ocean.\n\nFrom the green star came answering black objects, which grew like\nsinister soap bubbles. The bubbles caught the attacking spheres, and\nwherever defenders and attackers made contact, a blinding flash of\nlight was followed by a quick burst of high-energy radiation.\n\n\"Rule out natural forces,\" said Jan decisively.\n\nKarin nodded. \"Each star is either alive, or has living things on it.\nThey're fighting a war.\" She repeated the word. \"A _war_. It seems\nincredible--terrifying.\"\n\n\"I'm afraid you've forgotten our own past. Haven't you studied your\nhistory? We had wars once too.\"\n\n\"But so long ago, Jan! It seems impossible to believe that half the\nhuman race ever tried to destroy the other half.\"\n\n\"Well, they didn't succeed. There's no use moralizing. Now, at least,\nwe have something pretty definite to go on. When the creatures of\none star launched a force field, those of the other star defended\nthemselves with a force field of their own. Directly between the stars,\nthe fields balance pretty well, permitting us to move. But toward the\nrim of the region where they collide, the forces work in the same\ndirection, and keep us from breaking free.\"\n\n\"Now that we know that--what can we do?\"\n\n\"Nothing, I'm afraid,\" admitted Jan. \"Neither star will relax its field\nfor fear of falling victim to the other. That leaves us in the middle,\nexactly as before.\"\n\nHe said thoughtfully, \"Karin, did I ever tell you of that ancient\nhistory book I once saw? It actually depicted our barbaric ancestors\non a battlefield? There were long rows of trenches on either side,\napparently as a protection from the primitive missiles they were\ncapable of launching. And sitting on the blackened limb of a tree that\nhad been shot almost to bits, in what was called 'No Man's Land', sat a\nbird.\n\n\"Well, we're that bird, Karin--on a battlefield we never made. We're\nright in the middle, in no star's land. And sooner or later, some of\nthe weapons being used are going to finish us off, precisely as one of\nthose ancient shells was sure eventually to destroy the bird.\"\n\n\"I didn't realize I had married a philosopher,\" said Karin sharply. \"If\nthe bird had any brains, it would have flown away. And if _we_ have any\nbrains, we'd find a way to move the ship.\"\n\n\"We seem to lack the necessary mental equipment,\" said Jan tartly.\n\"What would you suggest?\"\n\n\"That we go over the entire ship, make an inventory of all our\ninstruments, and resources, and see if we can use them to get us out\nof here. Once we're headed for home we can philosophize as much as we\nplease.\"\n\n\"You're right, of course,\" said Jan. \"I don't see what we can possibly\ndo on an effective scale. But, let's go!\"\n\nThey put on a great show of activity, cataloguing the different\nvarieties of storage products, instruments, and fuel. The list, Jan\npointed out, was not impressive.\n\n\"We could, if we had the proper equipment, convert all our atomic fuel\ninto a bomb,\" he said. \"What effect that would have on a star that can\nradiate a billion times as much energy as we could throw at it, I don't\nknow. I do know that it would leave us without fuel.\"\n\n\"And the creatures themselves--if there are any. How about them? Would\nthey be destroyed?\"\n\n\"They're used to tremendous gravity, incredible pressures and\ntemperatures way up in the millions,\" Jan said. \"Maybe the only way\nto harm them would be to _lower_ those high values. That overgrown\ncorona we saw might have been a pressure reducer. The black things were\nprobably heat absorbers.\"\n\n\"Our radiation shield--\" suggested Karin eagerly.\n\n\"Something like that _might_ do the trick--if it were a trillion times\nas large. It would absorb the energy they need and scatter it as low\nfrequency radiation. But a small shield system like this one wouldn't\namount to more than a single drop of water thrown on a fire. We're too\nsmall, Karin. On this battlefield, we're _out-classed_.\"\n\n\"Then all we can do is wait to be picked off?\"\n\n\"I'm sorry, Karin. If I have to go, this isn't the way I'd like it to\nend. I dreamed of sacrificing my life for you, so that you'd always\nremember me as a man of courage and integrity. As it is--\" he shrugged.\n\n\"Don't be silly,\" said Karin, moved in spite of herself. \"I have no\ndesire to outlive you.\"\n\nThey were reduced to waiting again. Jan wondered whether, in all\nthe time they had hovered between the opposing battle lines, the\nstar-dwellers had been conscious of their existence. Even whether they\nhad spared the time to note the bird so hopelessly trapped on their\nbattlefield. Each side, if it was alert to its enemy's moves, must have\nrecorded the ship's presence, and possibly speculated on what it was\ndoing in this section of space.\n\nWhen the surface of the green star began to heave, Jan returned to his\ncontrols again, ready to maneuver out of the way of whatever weapon\nmight be used. But this time, apparently, the change on the green star\npresaged no attack. A section of the surface moved slowly out, and then\nbroke up into wriggling fragments that exhibited a peculiar order.\nCuriously, the figures reminded him of some of the primitive alphabets\nof early human civilization.\n\n\"Sky writing!\" exclaimed Karin.\n\n\"Space writing,\" he corrected. \"Intended for us, or for the enemy?\"\n\n\"Not for us. They must realize that we can't read it.\"\n\n\"That's right. But if it's for them--it may be a suggestion for a\ntruce!\"\n\n\"Whatever it is, the yellow star's not answering,\" said Karin anxiously.\n\n\"Give them time, Karin. They have to make up their minds.\"\n\nAn hour later, the light from the yellow star died slowly away, and its\nsize shrank. Then the star blazed up again, and expanded to twice its\nprevious diameter.\n\nAs the yellow star swept through the phases of its powerful pulsation,\nJan felt as if every bone and muscle of his body was in the grip\nof a giant hand, being twisted and wrenched without mercy. Karin's\nbody stiffened, and he heard her cry out. The next moment, her body\ncrumpled, and she sagged to the deck in a dead faint.\n\nJan started to crawl toward her, felt the giant hand close on his own\nbrain, and blacked out.\n\nWhen Jan awoke again, both stars seemed normal once more, blazing as\nsteadily as when he had first seen them. Karin was awake too--sitting\nup with her hands pressed to her temples.\n\n\"Truce rejected,\" Jan said bitterly. \"They don't care what happens to\nthe bird on the battlefield, apparently.\"\n\n\"Perhaps we should edge closer to the one that wanted the truce,\" Karin\nwhispered shakily.\n\nJan shook his head. \"Let's not give either side the idea that we have\nany sympathies at all. Taking sides in a fight too big for us is a sure\nway to commit suicide.\"\n\nHis lips tightened. \"We'd better get as far away as we can from both of\nthem without using up too much of our fuel fighting their force fields.\nThat at least will spare our radiation shield from too much strain.\"\n\n\"I still think we should get closer to the green one. At least its\ncreatures aren't as bloodthirsty as the others appear to be.\"\n\n\"Neither one is bloodthirsty. Just _flamethirsty_,\" said Jan grimly.\n\"And personally, I wouldn't trust the green sun as far as I could throw\nit.\"\n\nThe uneasy silence of space surrounded them again. Green star and\nyellow star shone quietly, their coronas as thin and bright as\nsupernatural haloes. Small sunspots whirled on their surfaces--as they\ndid on the surface of every well-behaved star of reasonably large mass.\nAnd within the ship, Jan and Karin waited with dread impatience for the\nnext move in the unearthly war.\n\nJan tried to occupy himself by arranging the data of the systems they\nhad surveyed, but most of the work had been done long before. There\nwere several thousand tiny spool books, part of the ship's standard\nsupply, which neither of them had as yet touched. But unfortunately he\nwasn't interested in reading.\n\nIf there had been something important to discuss, they would have\nspoken to each other. But they had long since passed the stage where\nsmall talk was possible. Even their meals, which on Earth might have\ndragged out pleasantly for an hour or two, were here of little value\nin killing time. Synthetics took only a few seconds to prepare, and no\nmore than a few minutes to eat. Besides, they were on short rations.\n\nThey had long used up the small supply of alcoholic drinks with which\na thoughtful Intergalactic supplied its vessels in order to ease\nthe strain that might be expected at first between two comparative\nstrangers thrown into such close intimacy for the first time in their\nlives. There was nothing for it but to remain sober.\n\nAll the same, there came a time when Jan began to wonder if he might\nnot be drunk after all, his mind thrown hideously off balance, by the\nstrange forces to which they had been subjected. The things he saw had\na nightmare aspect which chilled him to the core of his being.\n\nBut Karin saw them too. The yellow star was undergoing a change\nin shape. Slowly it was becoming longer and narrower, both ends\nmaintaining the same distance from the green star. When a constriction\nappeared in the middle, it looked for all the world like a super-amoeba\nbeginning to undergo mitosis, and he wondered if it was going to split,\nlike the amoeba, into two bodies.\n\nBut the process came to a halt when the star had assumed the shape of a\nhuge diabolical dumbell, two great spheres of flame held together by a\nnarrow connecting link a mere two hundred thousand miles in diameter.\n\nThe green star began to reply. It too grew longer, but the shape became\nthat of a super-spindle, the middle thickened, the ends sharpened. Jan\nbecame aware of currents of flame that raced from one end out into\nspace and then around to the other end, where they were absorbed into\nthe body of the star again. Two fantastic cosmic fencers were about\nto clash, one assuming the position of attack, the other apparently\nputting itself on guard.\n\n\"Wonder when the fun begins,\" Jan muttered.\n\n\"It won't be fun for us,\" said Karin grimly. Her hands clenched in\nsudden fury. \"If we could only _do_ something, instead of just standing\nhere helpless, like--like--\"\n\n\"A bird on a battlefield,\" said Jan helpfully. \"But we've already\ngone over that, haven't we? They're too big for us. They have all the\nmaterial advantages. They--\" He broke off abruptly, his eyes narrowing.\nStartled, Karin waited for him to continue in sudden, desperate hope.\n\"Material advantages,\" he went on slowly. \"Yes, they have them. But\nspiritually--or rather, mentally--we're in the _same_ boat. I think we\ncan make something of that.\"\n\n\"I don't understand you,\" said Karin.\n\n\"I mean that they're as ignorant of us as we are of them. Perhaps\nthey're even _more_ ignorant. They know that we're small, and incapable\nof applying a force that could break out of the field surrounding us.\nThey know we haven't been harmed by anything they've thrown at each\nother--so far. But I'll bet they can't examine the inside of this ship.\nI'll bet they can't tell what we look like, what intelligence we have.\n\n\"We know some of the things they can do, although not all. We know\nsomething of the fields of force they can exert. And we know that they\nmust be creatures so different from us that any strange behavior on our\npart will seem to them potentially dangerous.\"\n\n\"You're philosophizing again,\" said Karin in disgust.\n\n\"No, I'm analyzing. Their ignorance of us will be our weapon. We're\nsmall, but there's no evidence we can't harm them. An atomic bomb is\nsmall too. And we're in a favorable psychological position. They're\nbusy watching each other, waiting for each other's moves, with the\ninitiative apparently on the side of the yellow star.\n\n\"If we act in any way to upset the present near-balance, they'll take\nus seriously. We may be the straw that breaks the camel's back, the\ntiny force that tips the balance one way or another.\"\n\n\"It's absurd,\" said Karin. \"We're too small. We aren't big enough to be\na straw. We're just a couple of molecules on the straw.\"\n\n\"But they don't know that! And even if they suspect it, they can't be\nsure. Because there's one material weapon we have that may be dangerous\nto them.\"\n\n\"Our radiation shield system!\" Karin gasped.\n\n\"Exactly. If it absorbed enough energy, it might upset plans for either\nattack or defense.\"\n\n\"They must know it's too weak to make any difference. If it were really\npowerful, they'd expect us to have used it before.\"\n\n\"No,\" said Jan. \"They probably realize that we use it for just one\npurpose--to protect ourselves. We mustn't subject it to excess strain.\nBut suppose we're desperate, and decide we're finished anyway. Suppose\nwe make up our minds to take one of our enemies with us. Suppose we try\nto commit suicide on a really heroic scale.\"\n\nKarin stared at him, her lips whitening. \"If you really want to, Jan.\"\n\n\"I _don't_ want to. But I want them to get that impression. Suppose I\naim the ship at the yellow star, start all the motors, and turn on the\nradiation shield system to the limits of its capacity. Remember the\nstate of uncertainty they're in anyway. What do you think they'll do?\"\n\n\"I don't know.\"\n\n\"They'll _have_ to do something. They just won't let us plunge into\nthem.\"\n\n\"But what--?\"\n\n\"That,\" said Jan grimly, \"we'll find out. Whatever happens, it'll be\nbetter than waiting.\"\n\n\"You said that before when you took a chance passing between the two\nstars. Don't be in a hurry, Jan.\"\n\nBut Jan was already maneuvering the ship around. The radiation shield\nwas on, and the motors were blasting more and more rapidly. They picked\nup speed.\n\nWith grim deliberation he aimed the nose of the ship at the center of\none of the yellow spheres. Swiftly, the yellow dumbell-shaped star\ngrew in the direct vision plate, spreading a saffron glow over the\ndifferential visor. Yellow blotted out all the other colors of space.\nThe vision screen began to glow not only with light, but with a faint\nheat of its own.\n\nBut the air in the rest of the ship had become cool. The radiation\nsystem was working beautifully, and the creatures on the yellow star\nmust know that. The system would be shattered in the corona, vaporized\nin the star itself. But what harm might it not do before it died?\n\nJan shivered, without knowing whether it was from the drop in\ntemperature, or from the growing fear that was overwhelming him. From\nthe yellow star there came no move. Another few seconds, and the screen\nwould begin to falter and fail. When that happened it would be too late\nto reverse the direction of the ship. It would plunge straight into the\nfiery mass.\n\nHe turned to Karin, and said hoarsely, \"I'm sorry, darling, you were\nright after all. We should have waited.\"\n\n\"No, I couldn't have stood it any longer. It's better this way, Jan--\"\n\nSomething struck the ship a great blow. Something sent them whirling\nend over end away from the yellow star. With the motors blasting away\nas strongly as they could, the ship was describing a great erratic arc,\nlike a toy jet set off by a child, and tossed high into the air.\n\nBut there was no air here, nothing to brake the crazy spin. Yellow and\ngreen flashed in and out of the viewing screens, fainter and smaller\neach time. They were being hurled away from the twin stars with a\nconstantly mounting velocity, a terrifying lurching and swaying.\n\nJan began to drag himself toward the controls, saw that Karin had\nalready reached them. The ship was straightening out. At times it\nwobbled so violently that he was afraid of the strain on the hull. But\nthe wobbling never persisted, always being transformed, just in time\ninto another form of erratic spin.\n\nSlowly their energy of rotation died away, absorbed by the anti-spin\ngyroscopes. When they straightened out, they were far past the barrier.\nEighty million miles separated them from the two stars. Streamers of\nblackness were shooting from both ends of the green spindle toward the\nyellow dumbell, which had contracted sharply in an attempt to defend\nitself.\n\nJan took a deep breath. \"We were lucky,\" he cried. \"They were both\nunder so much tension, they took me seriously. The yellow star diverted\nsome of its forces to defend itself from me, and the green star used\nthe occasion to head off the attack with a counter-attack of its own.\"\n\n\"I know!\" Karin breathed.\n\n\"Shall we wait to see what happens?\"\n\n\"No, Jan. Let's get away fast.\"\n\nKarin was smiling at him, and Jan could not help smiling back at her.\nBut he was aware of a tenseness of his own as he asked, with seeming\ncasualness, \"Still want that divorce?\"\n\nKarin said slowly, \"We've got at least two weeks to go before we reach\nour own System. By that time I'll want it. But don't give it to me. Do\nyou understand, Jan? Whatever happens, _refuse me a divorce_.\"\n\n\"Those are orders?\"\n\n\"Absolute orders. When we land on Earth, I'll take a vacation from\nyou for about a month. After that we'll spend the rest of our lives\ntogether. But always with other people around.\"\n\n\"Always?\"\n\n\"Almost always. At moments like this, I admit, other people would be in\nthe way.\"\n\nGreen star and yellow star faded into the distance. The bird, thought\nJan, had escaped from the battlefield. It was only natural for it to\nburst into song.\n\n\n",
    "metadata": {
        "author": [
            "Samachson, Joseph"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73357/pg73357.txt",
        "name": "no_stars_land.json"
    }
}