{
    "name": "Nobody saw the ship",
    "author": [
        "Leinster, Murray"
    ],
    "body": "The landing of the Qul-En ship, a tiny craft no more than fifteen feet\nin diameter, went completely unnoticed, as its operator intended. It\nwas armed, of course, but its purpose was not destruction. If this\nship, whose entire crew consisted of one individual, were successful\nin its mission then a great ship would come, wiping out the entire\npopulation of cities before anyone suspected the danger.\n\nBut this lone Qul-En was seeking a complex hormone substance which\nQul-En medical science said theoretically must exist, but the molecule\nof which even the Qul-En could not synthesize directly. Yet it had to\nbe found, in great quantity; once discovered, the problem of obtaining\nit would be taken up, with the resources of the whole race behind it.\nBut first it had to be found.\n\nThe tiny ship assigned to explore the Solar System for the hormone\nwished to pass unnoticed. Its mission of discovery should be\naccomplished in secrecy if possible. For one thing, the desired hormone\nwould be destroyed by contact with the typical Qul-En ray-gun beam, so\nthat normal methods of securing zoological specimens could not be used.\n\nThe ship winked into being in empty space, not far from Neptune. It\ndrove for that chilly planet, hovered about it, and decided not to\nland. It sped inward toward the sun and touched briefly on Io, but\nfound no life there. It dropped into the atmosphere of Mars, and did\nnot rise again for a full week, but the vegetation on Mars is thin and\nthe animals mere degenerate survivors of once specialized forms. The\nship came to Earth, hovered lightly at the atmosphere's very edge for\na long time, and doubtless chose its point of descent for reasons that\nseemed good to its occupant. Then it landed.\n\nIt actually touched Earth at night. There was no rocket-drive to call\nattention and by dawn it was well-concealed. Only one living creature\nhad seen it land--a mountain-lion. Even so, by midday the skeleton of\nthe lion was picked clean by buzzards, with ants tidying up after them.\nAnd the Qul-En in the ship was enormously pleased. The carcass, before\nbeing abandoned to the buzzards, had been studied with an incredible\ncompetence. The lion's nervous system--particularly the mass of tissue\nin the skull--unquestionably contained either the desired hormone\nitself, or something so close to it that it could be modified and the\nhormone produced. It remained only to discover how large a supply of\nthe precious material could be found on earth. It was not feasible\nto destroy a group of animals--say, of the local civilized race--and\nexamine their bodies, because the hormone would be broken down by the\nweapon which allowed of a search for it. So an estimate of available\nsources would have to be made by sampling. The Qul-En in the ship\nprepared to take samples.\n\nThe ship had landed in tumbled country some forty miles south of\nEnsenada Springs, national forest territory, on which grazing-rights\nwere allotted to sheep-ranchers after illimitable red tape. Within ten\nmiles of the hidden ship there were rabbits, birds, deer, coyotes, a\nlobo wolf or two, assorted chipmunks, field-mice, perhaps as many as\nthree or four mountain-lions, one flock of two thousand sheep, one man,\nand one dog.\n\nThe man was Antonio Menendez. He was ancient, unwashed, and ignorant,\nand the official shepherd of the sheep. The dog was Salazar, of dubious\nancestry but sound worth, who actually took care of the sheep and\nknew it; he was scarred from battles done in their defense. He was\nunweariedly solicitous of the wooly half-wits in his charge. There were\nwhole hours when he could not find time to scratch himself, because of\nhis duties. He was reasonably fond of Antonio, but knew that the man\ndid not really understand sheep.\n\nBesides these creatures, among whom the Qul-En expected to find its\nsamples, there were insects. These, however, the tiny alien being\ndisregarded. It would not be practical to get any great quantity of the\nsubstance it sought from such small organisms.\n\nBy nightfall of the day after its landing, the door of the ship\nopened and the explorer came out in a vehicle designed expressly for\nsampling on this planet. The vehicle came out, stood on its hind legs,\nclosed the door, and piled brush back to hide it. Then it moved away\nwith the easy, feline gait of a mountain-lion. At a distance of two\nfeet it was a mountain-lion. It was a magnificent job of adapting\nQul-En engineering to the production of a device which would carry a\nsmall-bodied explorer about a strange world without causing remark.\nThe explorer nested in a small cabin occupying the space--in the\nfacsimile lion--that had been occupied by the real lion's lungs. The\nfur of the duplicate was convincing; its eyes were excellent, housing\nscanning-cells which could make use of anything from ultraviolet far\ndown into the infra-red. Its claws were retractable and of plastic\nmuch stronger and keener than the original lion's claws. It had\nother equipment, including a weapon against which nothing on this\nplanet could stand, and for zoological sampling it had one remarkable\nadvantage. It had no animal smell; it was all metal and plastics.\n\n\n\nOn the first night of its roaming, nothing in particular happened. The\nexplorer became completely familiar with the way the controls of the\nmachine worked. As a machine, of course, it was vastly more powerful\nthan an animal. It could make leaps no mere creature of flesh and\nblood could duplicate; its balancing devices were admirable; it was,\nnaturally, immune to fatigue. The Qul-En inside it was pleased with the\njob.\n\nThat night Antonio and Salazar bedded down their sheep in a natural\namphitheatre and Antonio slept heavily, snoring. He was a highly\nsuperstitious ancient, so he wore various charms of a quasi-religious\nnature. Salazar merely turned around three times and went to sleep.\nBut while the man slept soundly, Salazar woke often. Once he waked\nsharply at a startled squawking among the lambs. He got up and trotted\nover to make sure that everything was all right, sniffed the air\nsuspiciously. Then he went back, scratched where a flea had bitten\nhim, bit--nibbling--at a place his paws could not reach, and went\nback to sleep. At midnight he made a clear circle around his flock\nand went back to slumber with satisfaction. Toward dawn he raised his\nhead suspiciously at the sound of a coyote's howl, but the howl was\nfar away. Salazar dozed until daybreak, when he rose, shook himself,\nstretched himself elaborately, scratched thoroughly, and was ready for\na new day. The man waked, wheezing, and cooked breakfast; it appeared\nthat the normal order of things would go undisturbed.\n\nFor a time it did; there was certainly no disturbance at the ship. The\nsmall silvery vessel was safely hidden. There was a tiny, flickering\nlight inside--the size of a pin-point--which wavered and changed color\nconstantly where a sort of tape unrolled before it. It was a recording\ndevice, making note of everything the roaming pseudo-mountain-lion's\neyes saw and everything its micro-phonic ears listened to. There was\na bank of air-purifying chemical which proceeded to regenerate itself\nby means of air entering through a small ventilating slot. It got rid\nof carbon dioxide and stored up oxygen in its place, in readiness for\nfurther voyaging.\n\nOf course, ants explored the whole outside of the space-vessel, and\nsome went inside through the ventilator-opening. They began to cart\noff some interesting if novel foodstuff they found within. Some very\ntiny beetles came exploring, and one variety found the air-purifying\nchemical refreshing. Numbers of that sort of beetle moved in and began\nto raise large families. A minuscule moth, too, dropped eggs lavishly\nin the nest-like space in which the Qul-En explorer normally reposed\nduring space-flight. But nothing really happened.\n\nNot until late morning. It was two hours after breakfast-time\nwhen Salazar found traces of the mountain-lion which was not a\nmountain-lion. He found a rabbit that had been killed. Having been\nkilled, it had very carefully been opened up, its various internal\norgans spread out for examination, and its nervous system traced in\ndetail. Its brain-tissue, particularly, had been most painstakingly\ndissected, so the amount of a certain complex hormone to be found in it\ncould be calculated with precision. The Qul-En in the lion shape had\nbeen vastly pleased to find the sought-for hormone in another animal\nbesides a mountain-lion.\n\nThe dissection job was a perfect anatomical demonstration; no\ninstructor in anatomy could have done better, and few neuro-surgeons\ncould have done as well with the brain. It was, in fact, a perfect\nlaboratory job done on a flat rock in the middle of a sheep-range,\nand duly reproduced on tape by a flickering, color-changing light. The\nreproduction, however, was not as good as it should have been, because\nthe tape was then covered by small ants who had found its coating\npalatable and were trying to clean it off.\n\nSalazar saw the rabbit. There were blow-flies buzzing about it, and a\nbuzzard was reluctantly flying away because of his approach. Salazar\nbarked at the buzzard. Antonio heard the barking; he came.\n\nAntonio was ancient, superstitious, and unwashed. He came wheezing,\naccompanied by flies who had not finished breakfasting on the bits\nof his morning meal he had dropped on his vest. Salazar wagged his\ntail and barked at the buzzard. The rabbit had been neatly dissected,\nbut not eaten. The cuts which opened it up were those of a knife or\nscalpel. It was not--it was definitely not!--the work of an animal.\nBut there were mountain-lion tracks, and nothing else. More, every one\nof the tracks was that of a hind foot! A true mountain-lion eats what\nhe catches; he does not stand on his hind paws and dissect it with\nscientific precision. Nothing earthly had done this!\n\nAntonio's eyes bulged out. He thought instantly of magic, Black Magic.\nHe could not imagine dissection in the spirit of scientific inquiry;\nto him, anything that killed and then acted in this fashion could only\ncome from the devil.\n\nHe gasped and fled, squawking. When he had run a good hundred yards,\nSalazar caught up to him, very much astonished. He overtook his master\nand went on ahead to see what had scared the man so. He made casts to\nright and left, then went in a conscientious circle all around the\nflock under his care. Presently he came back to Antonio, his tongue\nlolling out, to assure him that everything was all right. But Antonio\nwas packing, with shaking hands and a sweat-streaked brow.\n\nIn no case is the neighborhood of a mountain-lion desirable for a man\nwith a flock of sheep. But this was no ordinary mountain-lion. Why,\nSalazar--honest, stout-hearted Salazar--did not scent a mountain-lion\nin those tracks. He would have mentioned it vociferously if he had, so\nthis was beyond nature. The lion was _un fantasmo_ or worse; Antonio's\nthoughts ran to were-tigers, ghost-lions, and sheer Indian devils. He\npacked, while Salazar scratched fleas and wondered what was the matter.\n\nThey got the flock on the move. The sheep made idiotic efforts to\ndisperse and feed placidly where they were. Salazar rounded them up and\ndrove them on. It was hard work, but even Antonio helped in frantic\nenergy--which was unusual.\n\n\n\n\n                                   2\n\n\nNear noon, four miles from their former grazing-ground, there were\nmountain-peaks all around them. Some were snow-capped, and there were\nvistas of illimitable distance everywhere. It was very beautiful\nindeed, but Antonio did not notice; Salazar came upon buzzards again.\nHe chased them with loud barkings from the meal they reluctantly\nshared with blow-flies and ants. This time it wasn't a rabbit; it\nwas a coyote. It had been killed and most painstakingly taken apart\nto provide at a glance all significant information about the genus\n_canis_, species _latrans_, in the person of an adult male coyote. It\nwas a most enlightening exhibit; it proved conclusively that there was\na third type of animal, structurally different from both mountain-lions\nand rabbits, which had the same general type of nervous system, with a\nmass of nerve-tissue in one large mass in a skull, which nerve-tissue\ncontained the same high percentage of the desired hormone as the\nprevious specimens. Had it been recorded by a tiny colored flame in the\nhidden ship--the flame was now being much admired by small red bugs\nand tiny spiders--it would have been proof that the Qul-En would find\nample supplies on Earth of the complex hormone on which the welfare of\ntheir race now depended. Some members of the Qul-En race, indeed, would\nhave looked no farther. But sampling which involved only three separate\nspecies and gave no proof of their frequency was not quite enough;\nthe being in the synthetic mountain-lion was off in search of further\nevidence.\n\nAntonio was hardly equipped to guess at anything of this sort. Salazar\nled him to the coyote carcass; it had been neatly halved down the\nbreast-bone. One-half the carcass had been left intact; the other half\nwas completely anatomized, and the brain had been beautifully dissected\nand spread out for measurement. Antonio realized that intelligence had\nbeen at work. But--again--he saw only the pad-tracks of a mountain\nlion, and he was literally paralyzed by horror.\n\nAntonio was scared enough to be galvanized into unbelievable energy. He\nwould have fled gibbering to Ensenada Springs, some forty miles as the\ncrow flies, but to flee would be doom itself. The devils who did this\nsort of work liked--he knew--to spring upon a man alone. But they can\nbe fooled.\n\nThe Qul-En in the artificial mountain-lion was elated. To the last\nquivering appendage on the least small tentacle of its body, the pilot\nof the facsimile animal was satisfied. It had found good evidence that\nthe desired nervous system and concentration of the desired hormone\nin a single mass of nerve-tissue was normal on this planet! The vast\nmajority of animals should have it. Even the local civilized race might\nhave skulls with brains in them, and, from the cities observed from the\nstratosphere, that race might be the most numerous fair-sized animal on\nthe planet!\n\nIt was to be hoped for, because large quantities of the sought-for\nhormone were needed; taking specimens from cities would be most\nconvenient. Long-continued existence under the artificial conditions\nof civilization--a hundred thousand years of it, no less--had brought\nabout exhaustion of the Qul-En's ability to create all their needed\nhormones in their own bodies. Tragedy awaited the race unless the most\ncritically needed substance was found. But now it had been!\n\n\n\nAntonio saw it an hour later, and wanted to shriek; it looked exactly\nlike a mountain-lion, but he knew it was not flesh and blood because it\nmoved in impossible bounds. No natural creature could leap sixty feet;\nthe mountain-lion shape did. But it was convincingly like its prototype\nto the eye. It stopped, and regarded the flock of sheep, made soaring\nprogression to the front of the flock, and came back again. Salazar\nignored it. Neither he nor the sheep scented carnivorous animal life.\nAntonio hysterically concluded that it was invisible to them; he began\nan elaborate, lunatic pattern of behavior to convince it that magic was\nat work against it, too.\n\nHe began to babble to his sheep with infinite politeness, spoke to\nblank-eyed creatures as _Senor_ Gomez and _Senora_ Onate. He chatted\nfeverishly with a wicked-eyed ram, whom he called _Senor_ Guttierez. A\nclumsy, wabbling lamb almost upset him, and he scolded the infant sheep\nas Pepito. He lifted his hat with great gallantry to a swollen ewe,\nhailing her as _Senora_ Garcia, and observed in a quavering voice that\nthe flies were very bad today. He moved about in his flock, turning the\ndirection of its march and acting as if surrounded by a crowd of human\nbeings. This should at least confuse the devil whom he saw. And while\nhe chatted with seeming joviality, the sweat poured down his face in\nstreams.\n\nSalazar took no part in this deception. The sheep were fairly docile,\nonce started; he was able to pause occasionally to scratch, and once\neven to do a luxurious, thorough job on that place in his back between\nhis hind legs which is so difficult to reach. There was only one time\nwhen he had any difficulty. That was when there was a sort of eddying\nof the sheep, ahead. There were signs of panic. Salazar went trotting\nto the spot. He found sheep milling stupidly, and rams pawing the\nground defying they had no idea what. Salazar found a deer-carcass on\nthe ground and the smell of fresh blood in the air and the sheep upset\nbecause of it. He drove them on past, barking where barking would serve\nand nipping flanks where necessary--afterward disgustedly tonguing bits\nof wool out of his mouth.\n\nThe sheep went on. But Antonio, when he came to the deer-carcass, went\nicy-cold in the most exquisite of terror; the deer had been killed by a\nmountain-lion--there were tracks about. Then it, too, had been cut into\nas if by a dissector's scalpel, but the job was incomplete. Actually,\nthe pseudo-mountain-lion had been interrupted by the approach of the\nflock. There were hardly blow-flies on the spot as yet. Antonio came\nto it as he chatted insanely with a sheep with sore eyes and a halo of\nmidges about its head, whom he addressed as _Senorita_ Carmen. But when\nhe saw the deer his throat clicked shut. He was speechless.\n\nTo pass a creature laid out for magical ceremony was doom indubitable,\nbut Antonio acted from pure desperation. He recited charms which were\nstark paganism and would involve a heavy penance when next he went to\nconfession. He performed other actions, equally deplorable; when he\nwent on, the deer was quite spoiled, for neat demonstration of the\nskeletal, circulatory, muscular and especially the nervous system and\nbrain-structure of genus _cervus_, species _dama_, specimen an adult\ndoe. Antonio had piled over the deer all the brush within reach, had\npoured over it the kerosene he had for his night-lantern, and had\nset fire to the heap with incantations that made it a wholly impious\nsacrifice to quite nonexistent heathen demons.\n\nSalazar, trotting back to the front of the flock after checking on\nAntonio and the rear-guard, wrinkled his nose and sneezed as he went\npast the blaze again. Antonio tottered on after him.\n\n\n\nBut Antonio's impiety had done no good. The tawny shape bounded back\ninto sight among the boulders on the hillside. It leaped with infinite\ngrace for impossible distances. Naturally! No animal can be as powerful\nas a machine, and the counterfeit mountain-lion was a machine vastly\nbetter than men could make.\n\nThe Qul-En now zestfully regarded the flock of sheep. It looked upon\nSalazar and Antonio with no less interest. The Qul-En explorer was an\nanatomist and organic chemist rather than a zoologist proper, but it\nguessed that the dog was probably a scavenger and that the man had some\nsymbiotic relationship to the flock.\n\nSalazar, the dog, was done a grave injustice in that estimate. Even\nAntonio was given less than he deserved. Now he was gray with horror.\nThe blood in his veins turned to ice as he saw the false mountain-lion\nbounding back upon the hillside. No normal wild creature would display\nitself so openly. Antonio considered himself both doomed and damned;\nstark despair filled him. But with shaking hands and no hope at all,\nhe carved a deep cross on the point of a bullet for his ancient rifle.\nLicking his lips, he made similar incisions on other bullets in reserve.\n\nThe Qul-En vehicle halted. The flock had been counted; now to select\nspecimens and get to work. There were six new animal types to be\ndissected for the nervous organ yielding the looked-for hormone.\nFour kinds of sheep--male and female, and adult and immature of each\nkind--the biped, and the dog. Then a swift survey to estimate the\nprobable total number of such animals available, and--.\n\nAntonio saw that the devil mountain-lion was still. He got down on one\nknee, fervently crossed himself and fed a cross-marked bullet into the\nchamber of his rifle. He lined up the sights on the unearthly creature.\nThe lion-facsimile watched him interestedly; the sight of a rifle meant\nnothing to the Qul-En, naturally. But the kneeling posture of the man\nwas strange. It was part, perhaps, of the pattern of conduct which had\nled him to start that oxidation process about the deer-specimen.\n\nAntonio fired. His hands trembled and the rifle shook; nothing\nhappened. He fired again and again, gasping in his fear. And he missed\nevery time.\n\nThe cross-marked bullets crashed into red earth and splashed from\nnaked rock all about the Qul-En vehicle. When sparks spat from a flint\npebble, the pilot of the mountain-lion realized that there was actual\ndanger here. It could have slaughtered man and dog and sheep by the\nquiver of a tentacle, but that would have ruined them as specimens. To\navoid spoiling specimens it intended to take later, the Qul-En put the\nmountain-lion shape into a single, magnificent leap. It soared more\nthan a hundred feet up-hill and over the crest at its top; then it was\ngone.\n\nSalazar ran barking after the thing at which Antonio had fired, sniffed\nat the place from which it had taken off. There was no animal smell\nthere at all. He sneezed, and then trotted down again. Antonio lay flat\non the ground, his eyes hidden, babbling. He had seen irrefutable proof\nthat the shape of the mountain-lion was actually a fiend from hell.\n\n\n\n\n                                   3\n\n\nBehind the hill-crest, the Qul-En moved away. It had not given up\nits plan of selecting specimens from the flock, of course, nor of\nanatomizing the man and dog. It was genuinely interested too, in the\nbiped's novel method of defense. It dictated its own version of the\nproblems raised, on a tight beam to the wavering, color-changing flame.\nWhy did not the biped prey on the sheep if it could kill them? What\nwas the symbiotic relationship of the dog to the man and the sheep?\nThe three varieties of animal associated freely. The Qul-En dictated\nabsorbed speculations, then it hunted for other specimens. It found\na lobo wolf, and killed it, verified that this creature also could\nbe a source of hormones. It slaughtered a chipmunk and made a cursory\nexamination. Its ray-beam had pretty well destroyed the creature's\nbrain-tissue, but by analogy of structure this should be a source also.\n\nIn conclusion, the Qul-En made a note via the wavering pin-point\nof flame that the existence of a hormone-bearing nervous system,\ncentralized in a single mass of hormone-bearing nerve-tissue inside\na bony structure, seemed universal among the animals of this planet.\nTherefore it would merely examine the four other types of large animal\nit had discovered, and take off to present its findings to the Center\nof its race. With a modification of the ray-beam to kill specimens\nwithout destroying the desired hormone, the Qul-En could unquestionably\nsecure as much as the race could possibly need. Concentrations of the\nlocal civilized race in cities should make large-scale collection of\nthe hormone practical unless that civilized race was an exception to\nthe general nervous structure of all animals so far observed.\n\nThis was dictated to the pin-point flame, and the flame faithfully\nwavered and changed color to make the record. But the tape did not\nrecord it; a rather large beetle had jammed the tape-reel. It was\nsquashed in the process, but it effectively messed up the recording\napparatus. Even before the tape stopped moving, though, the record\nhad become defective; tiny spiders had spun webs, earwigs got\nthemselves caught. The flame, actually, throbbed and pulsed restlessly\nin a cobwebby coating of gossamer and tiny insects. Silverfish\nwere established in the plastic lining of the Qul-En ship; beetles\nmultiplied enormously in the air-refresher chemical; moth-larvae\nalready gorged themselves on the nest-material of the intrepid explorer\noutside. Ants were busy on the food-stores. Mites crawled into the\nship to prey on their larger fellows, and a praying-mantis or so had\nentered to eat their smaller ones. There was an infinite number of\ninfinitesimal flying things dancing in the dark; larger spiders busily\nspun webs to snare them, and flies of various sorts were attracted by\nodors coming out of the ventilator-opening, and centipedes rippled\nsinuously inside....\n\nNight fell upon the world. The pseudo-mountain-lion roamed the wild,\nkeeping in touch with the tide of baa-ing sheep now headed for the\nlowlands. It captured a field-mouse and verified the amazing variety\nof planetary forms containing brain-tissue rich in hormones. But the\nsheep-flock could not be driven at night. When stars came out, to move\nthem farther became impossible. The Qul-En returned to select its\nspecimens in the dark, with due care not to allow the man to use his\nstrange means of defense. It found the flock bedded down.\n\n\n\nSalazar and Antonio rested; they had driven the sheep as far as it was\npossible to drive them, that day. Though he was sick with fear and\nweak with horror, Antonio had struggled on until Salazar could do no\nmore. But he did not leave the flock; the sheep were in some fashion a\ndefense--if only a diversion--against the creature which so plainly was\nnot flesh and blood.\n\nHe made a fire, too, because he could not think of staying in the dark.\nMoths came and fluttered about the flames, but he did not notice. He\ntried to summon courage. After all, the unearthly thing had fled from\nbullets marked with a cross, even though they missed; with light to\nshoot by, he might make a bullseye. So Antonio sat shivering by his\nfire, cutting deeper crosses into the points of his bullets, his throat\ndry and his heart pounding while he listened to the small noises of the\nsheep and the faint thin sounds of the wilderness.\n\nSalazar dozed by the fire. He had had a very hard day, but even so\nhe slept lightly. When something howled, very far away, instantly\nthe dog's head went up and he listened. But it was nowhere near; he\nscratched himself and relaxed. Once something hissed and he opened his\neyes.\n\nThen he heard a curious, strangled \"_Baa-a-a_\". Instantly he was racing\nfor the spot. Antonio stood up, his rifle clutched fast. Salazar\nvanished. Then the man heard an outburst of infuriated barking; Salazar\nwas fighting something, and he was not afraid of it, he was enraged.\nAntonio moved toward the spot, his rifle ready.\n\nThe barking raced for the slopes beyond the flock. It grew more enraged\nand more indignant still. Then it stopped. There was silence. Antonio\ncalled, trembling. Salazar came padding up to him, whining and snarling\nangrily. He could not tell Antonio that he had come upon something\nin the shape of a mountain-lion, but which was not--it didn't smell\nright--carrying a mangled sheep away from its fellows. He couldn't\nexplain that he'd given chase, but the shape made such monstrous\nleaps that he was left behind and pursuit was hopeless. Salazar made\nunhappy, disgusted, disgraced noises to himself. He bristled; he whined\nbitterly. He kept his ears pricked up and he tried twice to dart off\non a cast around the whole flock, but Antonio called him back. Antonio\nfelt safer with the dog beside him.\n\nOff in the night, the Qul-En operating the mountain-lion shape caused\nthe vehicle to put down the sheep and start back toward the flock. It\nwould want at least four specimens besides the biped and the dog, but\nthe dog was already on the alert. The Qul-En had not been able to kill\nthe dog, because the mouth of the lion was closed on the sheep. It\nwould probably be wisest to secure the dog and biped first--the biped\nwith due caution--and then complete the choice of sheep for dissection.\n\nThe mountain-lion shape came noiselessly back toward the flock.\nThe being inside it felt a little thrill of pleasure. Scientific\nexploration was satisfying, but rarely exciting; one naturally\nprotected oneself adequately when gathering specimens. But it was\nexciting to have come upon a type of animal which would dare to offer\nbattle. The Qul-En in the mountain-lion shape reflected that this was a\nnew source of pleasure--to do battle with the fauna of strange planets\nin the forms native to those planets.\n\nThe padding vehicle went quietly in among the wooly sheep. It saw\nthe tiny blossom of flame that was Antonio's campfire. Another\nhigh-temperature oxidation process.... It would be interesting to see\nif the biped was burning another carcass of its own killing....\n\n\n\nThe shape was two hundred yards from the fire when Salazar scented it.\nIt was upwind from the dog; its own smell was purely that of metals\nand plastics, but the fur, now, was bedabbled with the blood of the\nsheep which had been its first specimen of the night. Salazar growled.\nHis hackles rose, every instinct for the defense of his flock. He had\nsmelled that blood when the thing which wasn't a mountain-lion left him\nbehind with impossible leapings.\n\nHe went stiff-legged toward the shape. Antonio followed in a sort of\ndespairing calm born of utter hopelessness.\n\nA sheep uttered a strangled noise. The Qul-En had come upon a second\nspecimen which was exactly what it wished. It left the dead sheep\nbehind for the moment, while it went to look at the fire. It peered\ninto the flames, trying to see if Antonio--the biped--had another\ncarcass in the flames as seemed to be a habit. It looked....\n\nSalazar leaped for its blood-smeared throat in utter silence and\nabsolute ferocity. He would not have dreamed of attacking a real\nmountain-lion with such utter lack of caution, but this was not a\nmountain-lion. His weight and the suddenness of his attack caught the\noperator by surprise, the shape toppled over. Then there was an uproar\nof scared bleatings from sheep nearby, and bloodthirsty snarlings from\nSalazar. He had the salty taste of sheep-blood in his mouth and a\nyielding plastic throat between his teeth.\n\nThe synthetic lion struggled absurdly. Its weapon, of course, was a\nray-gun which was at once aimed and fired when the jaws opened wide.\nThe being inside tried to clear and use that weapon. It would not bear\nupon Salazar; the Qul-En would have to make its device lie down, double\nup its mechanical body, and claw Salazar loose from its mechanical\nthroat with the mechanical claws on its mechanical hind-legs. At first\nthe Qul-En inside concentrated on getting its steed back on its feet.\n\nThat took time, because whenever Salazar's legs touched ground he used\nthe purchase to shake the throat savagely. In fact, Antonio was within\ntwenty yards when the being from the ship got its vehicle upright. It\nheld the mechanical head high, then, to keep Salazar dangling while it\nconsidered how to dislodge him.\n\nAnd it saw Antonio. For an instant, perhaps, the Qul-En was alarmed.\nBut Antonio did not kneel; he made no motion which the pilot--seeing\nthrough infra-red-sensitive photo-cells in the lion's eyeballs--could\ninterpret as offensive. So the machine moved boldly toward him. The\ndog dangling from its throat could be disregarded for the moment. The\nkilling-ray was absolutely effective, but it did spread, and it did\ndestroy the finer anatomical features of tissues it hit. Especially,\nit destroyed nerve-tissue outright. So the closer a specimen was when\nkilled, the smaller the damaged area.\n\nThe being inside the mountain-lion was pleasantly excited and very\nmuch elated. The biped stood stock-still, frozen by the spectacle of a\nmountain-lion moving toward it with a snarling dog hanging disregarded\nat its throat. The biped would be a most interesting subject for\ndissection, and its means of offense would be most fascinating to\nanalyze....\n\nAntonio's fingers, contracting as the shape from the ship moved toward\nhim, did an involuntary thing. Quite without intention, they pulled\nthe trigger of the rifle. The deeply cross-cut bullet seared Salazar's\nflank, removing a quarter-inch patch of skin. It went on into the\nshape of plastic and metal, hit a foreleg. Although that leg was\nlargely plastic, what metal it contained being mostly magnesium for\nlightness there were steel wires imbedded for magnetic purposes. The\nbullet smashed through plastic and magnesium, struck a spark upon the\nsteel.\n\nThere was a flaring, sun-bright flash of flame, a dense cloud of\nsmoke. The mountain-lion shape leaped furiously and the jerk dislodged\nthe slightly singed Salazar and sent him rolling. The mountain-lion\nvehicle landed and rolled over and over, one leg useless and spouting\nmonstrous, white, actinic fire. The being inside knew an instant's\npanic; then it felt yielding sheep-bodies below it, thrashed about\nviolently and crazily, and at last the Qul-En jammed the flame-spurting\nlimb deep into soft earth. The fire went out; but that leg of its\nvehicle was almost useless.\n\nFor an instant deadly rage filled the tiny occupant of the cabin where\na mountain-lion's lungs should have been. Almost, it turned and opened\nthe mouth of its steed and poured out the killing-beam. Almost. The\nflock would have died instantly, and the man and the dog, and all\nthings in the wild for miles. But that would not have been scientific;\nafter all, this mission should be secret. And the biped....\n\n\n\n\n                                   4\n\n\nThe Qul-En ceased the thrashings of its vehicle. It thought coldly.\nSalazar raced up to it, barking with a shrillness that told of terror\nvalorously combatted; he danced about, barking.\n\nThe Qul-En found a solution. Its vehicle rose on its hind legs and\nraced up the hillside. It was an emergency method of locomotion for\nwhich this particular vehicle was not designed, and it required almost\ninspired handling of the controls to achieve it. But the Qul-En inside\nwas wholly competent; it guided the vehicle safely over the hilltop\nwhile Salazar made only feigned dashes after it. Safely away, the\nQul-En stopped and deliberately experimented until the process of\nrunning on three legs developed. Then the mountain-lion, which was not\na mountain-lion, went bounding through the night toward its hidden ship.\n\nWithin an hour, it clawed away the brush from the exit-port, crawled\ninside, and closed the port after it. As a matter of pure precaution,\nit touched the \"take-off\" control before it even came out of its\nvehicle.\n\nThe ventilation-opening closed--very nearly. The ship rose quietly and\nswiftly toward the skies. Its arrival had not been noted; its departure\nwas quite unsuspected.\n\nIt wasn't until the Qul-En touched the switch for the ship's system\nof internal illumination to go on that anything appeared to be wrong.\nThere was a momentary arc, and darkness. There was no interior\nillumination; ants had stripped insulation from essential wires. The\nlights were shorted. The Qul-En was bewildered; it climbed back into\nthe mountain-lion shape to use the infrared-sensitive scanning-cells.\n\nThe interior of the ship was a crawling mass of insect life. There\nwere ants and earwigs, silverfish and mites, spiders and centipedes,\nmantises and beetles. There were moths, larvae, grubs, midges, gnats\nand flies. The recording-instrument was shrouded in cobweb and hooded\nin dust which was fragments of the bodies of the spiders' tiny victims.\nThe air-refresher chemicals were riddled with the tunnels of beetles.\nCrickets devoured plastic parts of the ship and chirped loudly. And\nthe controls--ah! the controls! Insulation stripped off here; brackets\nriddled or weakened or turned to powder there. The ship could rise, and\nit did. But there were no controls at all.\n\nThe Qul-En went into a rage deadly enough to destroy the insects of\nitself. The whole future of its race depended on the discovery of an\nadequate source of a certain hormone. That source had been found. Only\nthe return of this one small ship--fifteen feet in diameter--was\nneeded to secure the future of a hundred-thousand-year-old\ncivilization. And it was impeded by the insect-life of the planet left\nbehind! Insect-life so low in nervous organization that the Qul-En had\nignored it!\n\n\n\nThe ship was twenty thousand miles out from earth when the occupant of\nthe mountain-lion used its ray-beam gun to destroy all the miniature\nenemies of its race. The killing beam swept about the ship. Mites,\nspiders, beetles, larvae, silverfish and flies--everything died. Then\nthe Qul-En crawled out and began to make repairs, furiously. The\ntechnical skill needed was not lacking; in hours, this same being had\nmade a perfect counterfeit of a mountain-lion to serve it as a vehicle.\nTracing and replacing gnawed-away insulation would be merely a tedious\ntask. The ship would return to its home planet; the future of the\nQul-En race would be secure. Great ships, many times the size of this,\nwould flash through emptiness and come to this planet with instruments\nspecially designed for collecting specimens of the local fauna. The\ncities of the civilized race would be the simplest and most ample\nsources of the so-desperately-needed hormone, no doubt. The inhabitants\nof even one city would furnish a stop-gap supply. In time--why--it\nwould become systematic. The hormone would be gathered from this\ncontinent at this time, and from that continent at that, allowing the\nanimals and the civilized race to breed for a few years in between\ncollections. Yes....\n\nThe Qul-En worked feverishly. Presently it felt a vague discomfort; it\nworked on. The discomfort increased; it could discover no reason for\nit. It worked on, feverishly....\n\nBack on Earth, morning came. The sun rose slowly and the dew lay heavy\non the mountain grasses. Far-away peaks were just beginning to be\nvisible through clouds that had lain on them overnight. Antonio still\ntrembled, but Salazar slept. When the sun was fully risen he arose and\nshook himself; he stretched elaborately, scratched thoroughly, shook\nhimself again and was ready for a new day. When Antonio tremblingly\ninsisted that they drive the flock on toward the lowlands, Salazar\nassisted. He trotted after the flock and kept them moving; that was his\nbusiness.\n\nOut in space, the silvery ship suddenly winked out of existence. Enough\nof its circuits had been repaired to put it in overdrive. The Qul-En\nwas desperate, by that time. It felt itself growing weaker, and it was\nutterly necessary to reach its own race and report the salvation it\nhad found for them. The record of the flickering flame was ruined. The\nQul-En felt that itself was dying. But if it could get near enough to\nany of the planetary systems inhabited by its race, it could signal\nthem and all would be well.\n\nMoving ever more feebly, the Qul-En managed to get lights on within\nthe ship again. Then it found what it considered the cause of its\nincreasing weakness and spasmodic, gasping breaths. In using the\nkilling-ray it had swept all the interior of the ship. But not the\nmountain-lion shape. Naturally! And the mountain-lion shape had killed\nspecimens and carried them about. While its foreleg flamed, it had even\nrolled on startled, stupid sheep. It had acquired fleas--perhaps some\nfrom Salazar--and ticks. The fleas and ticks had not been killed; they\nnow happily inhabited the Qul-En.\n\nThe Qul-En tried desperately to remain alive until a message could\nbe given to its people, but it was not possible. There was a slight\nmatter the returning explorer was too much wrought up to perceive,\nand the instruments that would have reported it were out of action\nbecause of destroyed insulation. When the ventilation-slit was closed\nas the ship took off, it did not close completely; a large beetle\nwas in the way. There was a most tiny but continuous leakage of air\npast the crushed chitinous armor. The Qul-En in the ship died of\noxygen-starvation without realizing what had happened, just as human\npilots sometimes black out from the same cause before they know what is\nthe matter. So the little silvery ship never came out of overdrive. It\nwent on forever, or until its source of power failed.\n\nThe fleas and ticks, too, died in time; they died very happily, very\nfull of Qul-En body-fluid. And they never had a chance to report to\ntheir fellows that the Qul-En were very superior hosts.\n\nThe only entity who could report told his story and was laughed at.\nOnly his cronies, ignorant and superstitious men like himself, could\nbelieve in the existence of a thing not of earth, in the shape of a\nmountain-lion that leaped hundreds of feet at a time, which dissected\nwild creatures and made magic over them, but fled from bullets marked\nwith a cross and bled flame and smoke when such a bullet wounded it.\n\nSuch a thing, of course, was absurd!\n\n\n                                THE END\n",
    "metadata": {
        "author": [
            "Leinster, Murray"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70392/pg70392.txt",
        "name": "nobody_saw_the_ship.json"
    }
}