{
    "name": "Odyssey of a hero",
    "author": [
        "Fisher, Vardis"
    ],
    "body": "  _RITTEN HOUSE_\n\n  _PHILADELPHIA_\n\n  _1937_\n\n\n\nAll Rights Reserved\n\n\nPrinted in the United States of America\n\n\n\n\nWhen, in 1919, Private John Benton returned from France, he was not\na hero of the proportions of three or four who, alone and unaided,\nhad slain six or a dozen of the enemy and captured a hundred; but he\nwas a warrior not to be sneezed at. He had been decorated by three\nnations and kissed by half the women in Paris, and the welcome given\nhim by natives of his home town was one that rocked Idaho from end to\nend. There were seven speeches and a dozen bands and two truckloads of\nflowers, and more flags and friends and goodwill than John had ever\nseen before. His mother sat between two mayors, and his gawky young\nsister was deferred to and flattered by all the politicians between\nBoise and the Wyoming line.\n\nAnd it all went to John’s head a little; but he remembered, even so,\nthat war had been a dark and sightless butchery, and that German\nsoldiers, hungry for cigarettes and peace, were human beings much like\nhimself. He was sick of war and he wanted quiet and forgetfulness. He\nwas a little terrified by the sadistic ardor of these homeland patriots\nwho had never seen horror in young faces or a bayonet in the belly of a\nman. “We licked them all right!” cried a neighbor. “Hey, John, didn’t\nwe whack it to them?” And the man looked at John and burst with happy,\nvictorious laughter. “The Huns learned something when the Yanks got\nover there,” said another. “By God, don’t tell me they didn’t!” “How\nwas it over there?” asked a third. “A lot of fun, wasn’t it, now? Hey,\nJohn, you lucky devil!” And to all this, John’s answer was a pitying\nshrug and a wan smile.\n\nHis smile became almost ghastly as he listened to the principal\nspeaker. The man shouted in furious rhetoric and aroused the great\naudience to wild and prolonged applause. “We have with us today one of\nthe mightiest heroes in that great struggle to make all nations and\nall peoples the guardians of peace: a native son, one of our own boys.\nWe have gathered here to honor his name and to write it high among the\nselfless knights who march under the flags of war to make the world\nsafe for the mothers of men! In profound humility we are gathered to\npay homage to this soldier and patriot, this son of the Idaho mountains\nand valleys, who captured, single-handed, the machine-gun nest of the\nenemy, and marched his foes, beaten and vanquished, down the soil of\nFrance where the name of the great Lafayette still rings like a bell in\nthe hearts of civilized nations!”\n\nAnd when, after seven speeches and such applause as he had never\ndreamed of, John Benton was called to the flag-draped stand to say a\nfew words to his friends and neighbors, he went with a sinking heart.\nHe looked at ten thousand faces, so hushed and listening that he could\nhear his own breath; and for so long a moment he was speechless,\nstaring at the throng, that a voice from far out yelled: “Atta boy,\nJohn! Tell us how you licked the Huns!” John cleared his voice and a\nman yelled: “_Louder!_” and another shouted: “Atta boy, John!” “Friends\nand neighbors,” said John at last, “I am grateful for this welcome.” A\nhand clapped and then the great throng roared with applause that made\nthe rostrum tremble. A thousand automobile horns picked up the greeting\nand rolled it in thunderous volume, and for five minutes John waited,\nwith the tremendous welcome like madness in his ears. “I appreciate\nyour kindness,” said John, when silence fell again, “and all that you\nhave done for me. But war, my friends, is not what you seem to think it\nis.” He paused and licked his dry lips and the audience waited. When\nhe spoke again, those sitting close by were startled by his vehemence.\n“War, my friends, is murder. We soldiers learned that the German\nsoldiers were not our enemy. Maybe it was a good war, fought in a good\ncause, and maybe it was not. I don’t know. All I know is that I’m sick\nof war and I won’t ever fight in another war and now I want peace and I\nwant to forget. And—well, I guess that’s about all I have to say.”\n\nThere was no applause now. There was only stunned silence and then a\nlow murmur that was like that of rage, gentle and baffled. Private John\nBenton had spoken simply from his heart, little suspecting that his\nwords were to lay waste to his life.\n\nJohn Benton, son of uneducated farmers, was a senior in high school\nwhen English propaganda drew his country into war. He was a shy and\nneurotic young man, deeply ashamed of his social background and his\nilliterate relatives. He was among the first to enlist. He went not\nas a patriot but as one without social or cultural anchor and without\nfriends, who saw in war an opportunity to prove his courage and his\nworth. Nobody in his home town had ever spoken to him, except one\nbarber and the neighboring farmers whom he met on the streets. And\nnow he was to be a policeman or a night watchman or assistant to the\nsheriff; he was called by his first name; he was invited into the\nbest homes. And in these first days he was very happy and loved his\ntownsfolk and began to fancy himself as a man of national importance.\nBut after his brief reply to the great welcome there had been a sudden\nand drastic change. When he met the mayor now or any of the other plump\nand prosperous men who had made his homecoming a memorable day, he was\nacknowledged with a curt nod or not at all. He got no job of any kind\nand he wandered up and down the streets or sat in pool halls watching\nthe poker chips, feeling a little vengeful and deeply unhappy, and\nwondering why he had become only John Benton of the Benton farm on Mill\nCreek.\n\nIt was Bill Hawkworth who gave him an idea. Bill was a lean man with\nshrewd and cynical eyes and a tubercular cough. He worked in a pool\nhall with a cigarette hanging from his white mouth and a fixed and\nchangeless contempt in his pale eyes. He sat by John one day and looked\nat him with leering pity.\n\n“What’s the matter, buddy? Ain’t they treatun you right any more?”\n\n“I don’t know what you mean,” said John, looking at Bill’s wet dead\ncigarette.\n\n“Oh, you know, all right. The mayor,” said Bill, and jerked his sallow\nhead toward city hall. “All them fat guys, buddy.” He smiled. His upper\nlip curled and the hair of his ragged mustache fell like a hedge across\nhis yellow teeth. “You fanned out quick, didn’t you? Well, buddy, do\nyou know why?”\n\nJohn turned a little angrily and looked at the lidless cynicism of\nBill’s eyes. “No,” he said.\n\n“Want me to tell you?”\n\n“Well, sure—if you can.”\n\n“All right, buddy, it’s this way. You come back from war a big hero\nand the city gives you a big bust and there’s speeches and flags and\npopcorn for everyone and they wanted to hear how you licked hell out\nof them Huns. And right there’s where you fanned. You come to bat all\nright, but you just wouldn’t swing at the ball.” Bill’s lips curled\nagainst his teeth and his eyes flickered. “You get me?” he said.\n\n“You mean—? No,” said John, “I don’t know what you mean.”\n\n“I mean you coulda put this town right in your pocket. You coulda\njumped plumb into the middle of society and married the richest girl\naround here and had a truckload of fortune drive right down your alley.\nBut what did you say when they asked what you thought of the popcorn?”\n\n“I don’t remember.”\n\n“I’ll tell you, buddy. You said war is murder. You said you guessed\nmebbe the Germans wasn’t your enemy at all. You said you wouldn’t fight\nin another war to please God Almighty hisself. And all them,” said\nBill, curling his lips in cruel mockery, “was a hell of a crack. Did\nyou think they got all them-there brass bands and speeches and popcorn\ntrimmings to hear you throw them Christian sentiments in their teeth?\nWas they intendun to make you assistant sheriff if you didn’t like to\nfight?” Bill’s smile was evil. “Buddy,” he said, “you fanned. You swung\nplumb hard and missed and fell right on your mug.”\n\n“What did they expect?” asked John, staring, fascinated, at Bill’s\nsinister eyes.\n\n“God damn, buddy, that’s a stupid question. They wanted you to tell how\nyou made them Huns jump back over the Rhine like a buncha frogs—.”\n\n“But I didn’t,” John said.\n\n“Oh, the jumped-up holy ghost!” Bill drew the weak muscles of his face\ndown until his upper lip lay across his lower teeth. He smiled with\nmirthless cunning and looked at John with gentle pitying amazement.\n“Buddy, you wanta know how to be a hero again? I’ll tell you. You say\nwar’s a swell thing if you’re on the right side—and you was on the\nright side, buddy—” Bill’s grin was chilling. “You tell how you rammed\nthem Huns in their guts and piled them up in the Rhine until it run\nbackwards. And if you could tell how you saved a virtuous woman—say,\nfor the love of virgins, couldn’t you tell a story like that? Buddy,\nthat would put you right on top of the popcorn pile with a cigar in\nyour face a yard long. Well,” he said, and spit straight down between\nhis knees, “you get the idea.”\n\nBut it was a difficult idea for John Benton to grasp. He walked around\nlike a tall pale ghost of a man, with spiritual anguish in his thin,\nsensitive face. He wanted persons to like him. He wanted persons to\nremember Jesus, as he had remembered Him for two years in France, and\nto look far into the ways of kindliness and mercy. But Bill, meeting\nhim now, gave him a cynical yellow smile and a jab in his ribs. “Be\nfierce,” he said, smirking wisely, “and blow your horn.” And again:\n“Buddy, stop lookun like one of the twelve apostles, huntun around for\nthe coast of Galilee. Sail out and tell them-there big stomachs what\nthey wanta hear.” And John, after days of wretched indecision, resolved\nto try.\n\nHe approached the matter gently, experimentally, at first, telling\nonly the less horrifying details of war; and in the men here who had\nremained at home he found an eager response. They gathered round him\nin the pool hall, and when his tale faltered, or when he broke off,\nfeeling sick and traitorous, they urged him to resume. “Hey, John,\ntell us how you captured that there machine-gun nest.” And simply,\nwithout exaggeration, John told of the lone exploit for which he had\nbeen decorated by three nations. He said he crept out at daybreak and\ncame to the nest and surprised the gunners and marched them back to the\nAmerican line. Such a bald narrative, he learned after a while, would\nnot do at all. His listeners wanted heroics and a breath-taking clash\nand a picture of a lone American fighting hand to hand with a dozen of\nthe enemy and licking the whole lot of them. It took John a long time\nand many tellings to learn what was wanted. The questions helped. “And\ndidn’t them cowards put up no fight at all?” “Hey, John, you don’t\nmean they just laid down like a bunch of sheep!” No, John perceived,\nhe could not afford to mean anything like that. “You’re too modest,”\nthey said, never doubting that he had more amazing things to tell; and\nwith increasing recklessness John became less modest. He elaborated\nthe tale, adding to it in every recital some breathless episode, some\nadditional moment in which he missed death by a hair, some new cunning\nferocity in the foe. And he was a strange person, this tall, grave man,\ntelling his legends and feeling sickened by the telling.\n\nAfter a while his tale was a gorgeous thing and not like the real\nexperience at all. But that, he began to understand, did not matter.\nNow he crawled forth under a red sheet of artillery fire with shells\nbursting like automobile motors all around him and with the sky above\nhim like a rolling mountain of flame. He crawled inch by inch through\ngreat shell-holes, and the lead falling around him threw earth into his\neyes and stung his flesh like hornets and dug graves across his path.\nHe crept past dead bodies—American bodies, the slain and mangled of\nhis own company, all of them gutted in the gray wet dawn; went slowly,\npatiently, toward that one infernal nest that was raining death on\nthe American line; dragged himself foot by foot, seeing that one gun\nbelching its flame and hearing above and around him the mad thundering\nnightmare and smelling dead flesh. Inch by inch he crawled toward that\nnest, his hair matted with earth, his paralyzed hands grasping his\npistols, his ears running blood—inch by inch, until at last he was\nunder the red fire of it; and for a moment he rested, with his senses\nreeling and his heart in his throat....\n\n“And—and then?” gasped one.\n\nThen he crept slowly around the bushes of the nest and forward in the\ndarkness of underbrush until he could almost touch the five men there,\nevery one of them like a blackened sweating devil, pouring lead at the\nAmerican flag. And here in his narrative John paused, having learned\nmuch of the proper telling of a story; looked at the choked, almost\nanguished, suspense in the faces around him. “Then what?” asked one in\na whisper. Then, John said, carefully building his legend, he examined\nhis pistols and cocked them; and when all five men were busy, working\nlike fiends out of hell, he sprang to his feet and covered the distance\nin one bound; brought his guns crashing upon the skulls of two of them;\nkicked a third in his belly and sent him over the machine-gun; and\njammed the pistol barrels into the bellies of the fourth and fifth. The\nthird, knocked into the line of fire, was slain by his own gun, and\nthe first and second rose, with blood gushing from their skulls, and\nreached for the sky. He marched the four of them, gory with wounds, out\nacross the surging hell of no-man’s-land, and that was the end of a\nnest that had taken thousands of American lives. It was the end, John\nlearned to understand, of the most villainous bandits on the whole\nwestern front....\n\nThe news of John spread, and three months after his return the local\npaper announced:\n\n JOHN BENTON TO SPEAK\n\n John Benton, one of the greatest heroes in the World War, and Idaho’s\n native son and our own fellow-townsman, will address a mammoth meeting\n tonight in the Paramount Theater and relate some of his most dramatic\n experiences. He will tell of his capture, alone and unaided and in\n a veritable deluge of bursting shellfire, of the most murderous and\n treacherous machine-gun nest on the whole German front.\n\nAnd John did. The audience went wild with applause and he was again a\nhero. On the following Sunday he had dinner at the mayor’s home and\nrepeated his story to nine distinguished guests; and when one of them,\nHarry Cuthwright, a banker, declared that Germany was a degenerate\nnation and that America had entered the war with the noblest of\nmotives, John hastily agreed. Within a month he was the most respected\nperson in his home city. The girls looked at him with coy admiration\nand the men deferred to him when he spoke. Though happy and proud, he\nwas troubled, too: he no longer knew what the truth was or was not, and\nwith obstinate ardor he strove not to care. And he blundered again.\n\nIf he had been modest, reciting his legends only after repeated urging;\nif he had understood why the persons here wanted his legends and how\nfickle their worship was, he might not have become the pest that he\nwas to be a few years later. But the more he realized that interest\nin him was waning, the more he was whetted to invest fresh details\nand to tell his bloody fables to those who no longer cared to listen.\nAfter a while he insisted on telling them to persons who were bored and\nimpatient; and as his nation was restored, year by year, to prosperity\nand interest in disarmament and world courts, John’s power diminished,\nhis exploits were forgotten, and he himself became a pale and humorless\nnuisance. He did not understand that a revulsion against war had\novertaken his country. When persons tried to shrug him into silence,\nor told him, with a contemptuous grimace, that he was a bad citizen,\nhe became comically aggressive in his bearing and blasphemous in his\nspeech. He said there should be another war—with Japan, perhaps—and\ndeclared that he would be the first to enlist. He swaggered and got\ninto drunken brawls, and twice for disturbing the peace was thrown into\njail.\n\n“You’re a bad citizen,” said Cuthwright, the banker. “The United States\nhas always been a peace-loving nation. We were dragged into that last\ndamned war by a cowardly President who promised to keep us out of it.\nAnd now look at our war debts!”\n\n“Sure,” said John. “Why don’t we go over with an army and collect them?”\n\n“Collect hell! Keep out of Europe, that’s what I say. That’s what\nWashington said. It’s men like you, Benton, who get nations into war.\nYou enlisted in that last one and you came back boasting of the men\nyou’d killed and you’ve been boasting ever since. Why don’t you preach\npeace?”\n\n“Peace!” said John, appalled.\n\n“Yes, peace. Didn’t Jesus command us to seek peace? But you go around\nwith your damned doctrines of hatred—”\n\n“Preach peace!” cried John, aghast.\n\n“Listen, Benton, you sound just like Mussolini to me. Why the hell\ndon’t you go over to Italy? Anyway, we’re a peace-loving nation, and\nI’m telling you, Benton, you’d better change your tune. This city is\ngetting awfully sick of you.”\n\nCuthwright was the greatest man in the city and his rebuke threw John\ninto a terrific struggle. He felt angry and baffled and lost. He went\nto his father’s farm and sulked there, and then went to church and\nlistened with doubtful ears to a plea for internationalism and the\nWorld Court. He wanted to rise and blaspheme the preacher; but he\nlearned, after his sulking was done, that he had kept all the while,\novergrown with boasting and anecdote, a belief in peace: it was there,\nunder the fierce thicket of his words and gestures, and it came little\nby little like a thing out of hiding. And he wept one day in bitter\nastonishment and then felt a new and frenzied eagerness, as if he had\ncome out of darkness, a vault, to look at a clear sky. He returned to\nthe city and the first to greet him said:\n\n“Well, how’s the braggart today? Hey, how’s your one-man war against\nGermany?” And another said:\n\n“Hello, John. You still capturing that machine-gun nest?” And John\nlooked at them with strange, unhappy eyes. He went away from them\nwithout speaking and entered a pool hall and saw the winks and leers.\nHe sat and read a newspaper or looked at the men, thoughtfully,\ngravely, wondering about them and about himself. A slender, fair-haired\nyouth came up and sat by him.\n\n“John,” he said, “just between me and you, isn’t war plain damned\nmurder?” John hesitated. He looked at the clear blue eyes, candid and\nfriendly. “You said so, years ago,” the young man went on. “I was just\na kid then. I heard you. I’ve never forgotten it. And Professor Jameson\nheard you, too.”\n\n“Who is Professor Jameson?”\n\n“He teaches in the college here. He would like to meet you.”\n\n“Why?” asked John, feeling a little sick.\n\n“Oh, I don’t know. He—he hates war. And he says you did—once.”\n\nJohn was thoughtful for a long moment. “Yes,” he said, looking at the\nyoung man with eyes full of memory, “I—I did.” He turned away, full of\nbitter loneliness and grief.\n\nIt was Arnold Jameson who set John on his feet again. Jameson was a\nsmall unobtrusive man with large tragic eyes. He was gentle and kind,\nand he had John over to dinner; after dinner he said:\n\n“I suppose you know Jim Harlan died last week. And Walt Ainsworth last\nsummer. Both from old wounds. And Dick Roscoe hasn’t more than two\nor three years to go. But the world is shaping up toward peace now,\nBenton, and I’ve often wondered why you don’t take a hand in it.” John\nwas silent and ashamed, remembering how he had boasted of medals and\nbrawls and told of legendary Germans whom he had run through with a\nbayonet. “In 1917 I opposed the war,” Jameson went on, “and nearly lost\nmy job. But now we can teach peace and get away with it.” He looked at\nJohn’s sensitive, unhappy face and wondered about him. “Seven years\nago,” he said, “you believed in peace. What changed you?”\n\n“I—I don’t know,” John said.\n\n“I’ve some books here,” Jameson said, “that I thought you might like to\nread.”\n\nDeeply ashamed, and no longer the town’s worst drunkard and braggart,\nJohn settled down and married a blue-eyed girl and lived in a tiny\nhouse on a quiet street. He talked often with Jameson and visited his\nclasses in the college and became an ardent apostle of internationalism\nand goodwill. He rejoined the church from which war and bitterness\nhad divorced him; taught a group of boys in Sunday school; and became\na speaker in demand throughout the countryside. He was again a hero\nand his heart was in his work. “There is no need,” said those who\nintroduced him, “to tell you who John Benton is. His devotion to peace\nshows that the last war was not fought in vain. It is with pride.”...\nAnd it was with pride that John faced these audiences on Washington’s\nor Lincoln’s birthday or on Armistice Day and spoke out of his heart.\nIt was with pride that he became Jameson’s closest friend and heard\nJameson say: “It’s on the few of us, John, that civilization depends.\nWe must keep our heads when the world goes mad.” John was keeping his\nhead. In the tenth year after his return and in the thirty-second of\nhis life he was elected a trustee of the college. He was a person of\npower in his community.\n\n“John,” said Cuthwright one day, “we’re proud of you. I knew you’d come\nto your senses.”\n\n“It took me a long time,” John said.\n\n“Yes, but oaks don’t grow in a season.” Cuthwright laid a friendly hand\non John’s shoulder. “I lost a son in France,” he said, his eyes misty.\n“But now—well, that was the price we paid, John, for a better world.”\n\nNo one knew less certainly than John himself how it came or what\nit meant. There was at first, of course, a crashing of industrial\npyramids, and then the depression, but everyone spoke of it lightly and\nsaid it would soon pass. It did not soon pass, and there was growing\nanxiety and unrest. There were farmers who had been earnest citizens;\nbut now, with their taxes unpaid, their homes mortgaged, many of them\nbecame bootleggers and drunkards. There were small business men who had\ngone into bankruptcy; doctors and dentists with unpaid bills piling\nup on their desks; common laborers who, unable to find work, loafed\nin the pool halls and became brutal and cynical. Then there was a new\nPresident and, for a little while, new hope; but when the chief bank\nhere failed to open its doors there were angry threats and almost a\nriot. It was learned that Cuthwright and all the chief stockholders had\nwithdrawn their money long ago.\n\nThen matters in Germany came to a crisis; the words of the Italian war\nlord stood in black type across the newspapers; and Japan was invading\nChina. After a while, some persons here began to talk of the next war\nand they spoke with such hopeless resignation or with such fierce\nimpatience that John was alarmed. He redoubled his efforts for peace.\nThe audiences were small now and applause often ran into hisses; and\nthen he was no longer asked to speak anywhere. Some of his townsfolk\nbegan to look at him with suspicious or hostile eyes.\n\nAnd the hostility grew. One by one his colleagues fell away and he and\nJameson stood alone. The bishop under whom he had labored said a war\nbetween the United States and Japan was inevitable and declared that\nall the Japs ought to be driven out of the Idaho beet fields. He said\nJapan would conquer China and then come over and conquer the United\nStates, and his talk excited people and made them argue for a large\narmy and navy. He said all aliens should be driven from the nation’s\nshores. He said the depression had been caused by the millions of\nforeigners here, most of whom were communists and spies and the scum\nof earth. He said that any man who talked of peace when his country\nwas surrounded by enemies was a communist and a traitor. “And you,” he\nsaid, looking at John with angry eyes, “you’d better watch your step.”\n\n“I believe in peace,” John said. “And so did Jesus.”\n\n“Our Lord, yes. But what did He know of the menace of Japs and\ncommunists and Fascists?”\n\nAnd the legend grew. It was rumored that John Benton and Arnold Jameson\nwere communist agitators. Hadn’t they defended the Jews? And what were\nJews but the worst damned breed of communist on earth! Didn’t they\nthink that the confounded Japs should be allowed to thin Idaho beets,\neven though Idahoans starved? If they weren’t communists, then what in\nhell were they?\n\nAnd John Benton, bewildered, terrified, felt the growth of a mighty\nunfriendliness. Idlers in pool halls, on the streets, looked at him\nwith skulking eyes. Men who had introduced him as our distinguished\ncitizen did not speak to him now. He wrote a letter to his local\npaper, summarizing the argument of an eminent American who said\nRoosevelt might lead the nation into war to save his face. And then the\ncrisis came.\n\nThe paper declared one morning that Jameson had made remarks to his\nclasses which were false and subversive and communistic, and that John\nBenton was in the pay of Russia. It demanded the dismissal of the one\nand the resignation of the other; and two days later Jameson was called\nbefore the trustees. There were five members on the board, including\nJohn; Cuthwright, the banker; a druggist; and a lawyer and the editor\nof the local newspaper. They sat at the head of a long table in the\nbanker’s office and Jameson came in, looking anxiously from face to\nface. Cuthwright waved him to a chair.\n\n“Jameson, have you anything to say in your defense?”\n\n“What is the charge against me?”\n\n“Why, that your teaching is subversive. It is dangerous to the welfare\nof our government.”\n\n“Because I preach peace?”\n\n“Because,” said Cuthwright impatiently, “you talk like a communist.”\n\nHe leaned forward and folded his arms on the table. He was a big man\nwith stern jaws and a paralyzing gaze. “A week ago you said in your\nclass in history that the World War was a mistake and we entered it\nbecause our statesmen were outwitted by the English. You implied, as I\nunderstand it, that we’re a nation of fools—”\n\n“I was quoting,” said Jameson, “from a book.”\n\n“What book?”\n\n“A book by Walter Millis called _The Road to War_.”\n\n“Oh, and what in hell does he know about it? Who is he—a communist?”\n\n“I don’t think so.”\n\n“Oh, you don’t think so. Jameson, I should say that before you try to\ninstruct the minds of our sons and daughters you’d find out who an\nauthor is. He may be only a paid agent of Stalin. Besides that, you\nsaid all wars have been stupid.” Cuthwright looked at his notes. “You\nsaid England and the United States don’t intend to let Japan dominate\nthe East. Why in hell,” demanded Cuthwright angrily, “shouldn’t _we_\ndominate the East? You mean to tell me you’d let a bunch of Japs do\nit?” Cuthwright thumped the table. “And you said the United States\nshould boycott Italy if it invades Ethiopia. What in hell is it our\nbusiness if they go down and fight those niggers? And where are we to\nsell our goods if you communists close up all the foreign markets?\nI suppose you’d let England sell guns and stack ours up in the\nMetropolitan Museum! Well, do you deny any of those statements?”\n\n“No.”\n\n“All right, Jameson, we’ll have to ask for your resignation.”\n\nJameson was very pale now but his gaze was unwavering. “For more than\ntwenty years I’ve lived here and taught here.”\n\n“I know, I know, Jameson. We’re sorry about it. But our duty—what you\ndon’t understand, Jameson, is that the welfare of the State is greater\nthan that of any individual. You didn’t use to be a communist.”\n\n“And I’m not one now.”\n\n“Well, any man can hide behind a definition. Anyway....”\n\nJohn Benton wondered afterwards why he did not speak up in defense of\nhis colleague. “I’m a coward,” he told his wife. He paced the room,\nagitated. “I’m a coward!” he cried. “I can see it now!” And a week\nlater, when the local paper again called him a communist and demanded\nin a long editorial that he resign from the board, he shook all over.\nHe felt the nameless dread of his youth. And when his fellow trustees\ncalled him into conference behind a locked door, he trembled with\nanxiety and turned to them a face as white as death. They asked for\nhis resignation. They asked if he had anything to say. He looked at\nthem and every one of them, it seemed to him, was a man at ease,\nplump, secure, certain. He rose to his feet. “Yes,” he said, his voice\nshaking, “I have something to say. It’s perhaps the last thing I’ll\never say. Yes, I want to say that I fought in the last war. I know a\nlot of men who fought in the last war. Where are they? Dead—like Harlan\nand Roscoe and Ainsworth.” He licked his dry lips. He placed hands on a\ntable to steady his shaking frame. “But you didn’t fight in that war.\nDid you?—did you?—or you? No, you’re Goddamned right you didn’t! But\nI did. And I was not a coward, either!” His voice was a little wild\nnow. “I was decorated for bravery, wasn’t I? Wasn’t I?” he demanded,\nwith humorless tragic pride. “And I came back and hated war and I spoke\nagainst war, and what did you do to me? What did this town do to me?\nI’ll tell you: it made a street bum out of me. You did! You’re liars\nif you say you didn’t. A street bum—a drunkard—a fool, because I hated\nwar and spoke against war. And then,” he said, his face awful in its\nwhite anguish, “then I favored war, I did, and—and you turned against\nme again. I couldn’t please you,” he said, with dry choked bitterness.\n“Just like Jameson couldn’t—nobody can, nobody! Nobody,” he said. “And\nthen—then I preached peace and you liked me and I had friends and I\nliked to preach peace and I was happy. I had friends. Everyone was\nmy friend: you—and you. Everyone,” he said, proudly. “Everyone. But\nnow—now nobody speaks to me and they call me a communist, and I’m not\na communist, but nobody can please you. I can’t, Jameson couldn’t,\nnobody could.” His voice fell almost to a whisper, anguished and tragic\nand hopeless. “I fought in that war and I was decorated for bravery\nand I’ve tried to make everyone like me. But nobody can please men\nlike you! You don’t want war and you don’t want peace and—nobody!”\nhe cried, wildly. His mind darkened and there was something terrible\nin his eyes now. He advanced a little, his body shaking. “I—you—” he\nsaid. The muscles in one cheek twitched. “I fought in that war and I\nwas decorated!” He leaned forward, searching their faces with dark\nand unreasoning eyes, searching for friendliness and goodwill. “Three\nnations decorated me for bravery,” he said. He hesitated, groping,\nlost. Then he smiled and his smile was more chilling than his words.\n“I—” He stopped, trying to understand. “I’d fight again,” he said,\nsoftly, terribly. He laughed, and the trustees rose and backed away\nfrom him. “I’d fight again,” he said, softly, terribly, advancing\ntoward them. “Honest!” he declared, clenching his lean hands. The\nknuckles on his hands were as white as his mouth. “I’d fight again,” he\nsaid.\n\n\n",
    "metadata": {
        "author": [
            "Fisher, Vardis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72037/pg72037.txt",
        "name": "odyssey_of_a_hero.json"
    }
}