{
    "name": "Old Fort Garland",
    "author": [
        "Forrest, James T. (James Taylor)",
        "Slack, Rosamund"
    ],
    "body": "(Author’s note: This is a brief history of Fort Garland, Colorado, as it\nmight have been told by a soldier present during most of the fort’s\nactive years. The soldier and his journal never existed, but the facts\ncontained in the journal are basically true. The information in this\nstory is a product of research through most of the available documents\nconcerning Fort Garland. In places, fiction has been introduced to give\nthe journal color, but all important events or facts occurred as\ndescribed.) J.T.F.\n\nFort Garland, July 29th, 1860. Arrived here yesterday with my company,\nCompany F of the U. S. 10th Infantry. Our outfit just limped in from a\n640 mile march from Camp Floyd, Utah Territory. Took us most a month.\nOur commander’s name is Major (E.R.S.) Canby. It’s good to bunk down\nsome place indoors for a change and to wash some of the dust out of my\nthroat and off my trail-weary feet. Too tired to look around new post\ntoday.\n\nFort Garland, August 10th, 1860. Getting settled. Guess my company will\nbe here awhile. Major Canby and Company A left a few days ago to quiet\nsome outlaw Indians (Navajos) somewhere southwest of here. Companies F\nand H of the 10th remained.\n\nLooked into the past of this fort. Named for Brevet Brigadier General\nJohn Garland, commanding the Department of New Mexico. It was built in\n1858 by Captain Tom Duncan and his Mounted Riflemen, with a company\n(Company A) of the 3rd Infantry. Seems Fort Massachusetts, north of here\nsome six miles, was built in 1852 to protect this area from the Indians.\nAfter a few years on this frontier with bands of Ute Indians all around\nthey decided the old fort was too close under the mountains to be safe\nagainst surprise attack, so the command was moved down here on the open\nplain. Guess if the wind doesn’t blow us all away, the post will stick\nit out here until the last Indian is dead or put off somewhere on the\ndesert to eat sand and yucca.\n\nSeptember 12, 1860. Got a promotion today. We all fell out for first\ncall at 5 a.m. and lined up to be read off. “Here,” we called out,\nhardly more’n awake. “All present or accounted for,” said the sergeant\nto the Lieutenant, “All except those on wood pile or water detail in\nCompany F will fall out for company drill immediately after morning\nmess.” The sergeant paused and looked down the line until he spotted me.\n“Special order,” he continued. “Private O’Connor, Timothy, will report\nto the orderly room to serve as chief clerk. O’Connor!” “Yo,” I\nanswered. “O’Connor, you’re now a corporal. Get those stripes sewed on.”\n\nSeptember 14, 1860. Discovered why I was made clerk. Seems I’m one of\nthe few in my company who can write so’s anybody can read what’s been\nwrit. That schooling back in Indiana might have been some good after\nall. Thing about being clerk is that I get to know most of what’s going\nto happen afore it happens. Company H clerk told me yesterday that he\nput himself in for a promotion last week.\n\nThe post is getting to seem like home to most of us by now. Pretty fair\nplace. The buildings are made of mud, or what people around here call\nadobe. The adobes are made of brown clay and baked in the sun, then\nstuck together with the same mud after they’re baked hard. The two\nbarracks face the parade ground from the east and from the west. They\nare both about 119 feet long and 33 feet wide; the roofs are nearly\nflat, with a slight slope toward the parade. The inside of each barrack\nis divided into several rooms, including: company office, store room,\ntwo squad-rooms and a kitchen. The latter is used also for mess. The\nwalls are the same adobe, white-washed. Each barrack was built to house\none company. The squad rooms are heated by open fireplaces—looks like\nwe’ll freeze come winter, except when we’re backed up to the fire\nburning our pants.\n\nThe officer’s quarters are also of adobe, as is everything around these\nparts, and are built along the north end of the parade. There are\nquarters for seven officers and their families, but a man’d have to be\npretty brave to bring his family out here. The officer’s rooms are\nceiled with boards and plastered with mud, then whitewashed. Even have\nboard floor in these quarters, with bear skin and Indian blankets\nscattered here and there. Some of the quarters have furniture brought\nfrom the East, but most of the things are like the benches and tables\nand bunks we soldiers have—made right here at the fort of cottonwood or\npine.\n\nOn the south end of the parade are two long buildings used for offices\nand store rooms. The guard house is in one of these two, but I don’t\ncare to learn of the interior of that place. I’m told that it’s poorly\nventilated, having no windows. In winter there’s no heat in the cells.\nThe guards have a fireplace in their area, but the men in the cells have\nto wear their blankets like Indians from morning ’til night to keep\nwarm. At night there’s no sleeping, it’s that cold. Not many men getting\nin trouble during the cold months, I’m told.\n\nThe stables are located some 120 paces due east of the east barrack and\nare strong smelling quarters, consisting of three long corrals built of\nthe same old adobe. The corrals contain sheds for the common horses and\nenclosed stables for the officers’ mounts.\n\nThe post gets its water from the Ute Creek and water from this stream\nflows in a ditch completely around the parade. The water is cold and\nfresh the entire year, maybe because it comes from the snows of Mount\nBlanca to the north.\n\nThe post has a garden of about six acres, in which all of us must take a\ntour of duty. In this plot the men try to grow about everything, but\nonly those vegetables or grains which will ripen or mature in our short\nseason are successful.\n\nI discovered only today that this fort is on a reservation covering\nabout six square miles, with the post buildings smack in the center.\nBack in Indiana that would be a considerable piece of land, but out here\nthat’s no more’n enough to feed one good-sized jack rabbit.\n\nDecember 26, 1860. Christmas come and gone for another year. I’ve never\nseen such a feast as we had here yesterday. The weather was tough\noutside, with wind and snow, but inside there was nothing but cheer. The\ndinner consisted of every kind of meat that can be had in this part of\nthe Territory. We had smoked bear, roast deer, elk and antelope; we had\ntrout, wild duck, and every breed of bird that walks or flys within\nfifty miles of this place. One of the favorite pastimes of men at our\npost is hunting—everything from bear to wild cats and coyotes. Our\nIndian friends tell us we’re driving off the game, but that seems\nunlikely, at least not for the next hundred years. Christmas was not all\neating; those who didn’t get sick from eating too much got into even\nworse shape from too much whiskey. We all figured we might as well\ncelebrate, seeing that we’re soon to have a new president, Abe Lincoln.\nSome say that the South is so opposed to Abe and the North in general\nthat they’ll pack up and leave the Union. Some say they won’t. I figure\nwe got enough troubles out here just trying to keep these Indians from\nrunning loose.\n\nMay 3, 1861. Whole series of Indian uprisings in Territory. A number of\nchiefs, including Chief Uray[1] of the Tabequache Utes, stopped off here\nto pow wow with our commander. Indians not happy with rations issued by\nIndian Agent at Conejos. A band of them left here and marched toward\nDenver City.\n\nJune 1, 1861. Word just reached Garland that Lincoln has called for\n75,000 volunteers to serve three months until trouble with the South can\nbe settled. Southerners here say it won’t be over that soon, unless the\nSouth wins. Some of the boys from the Southern States have\ndeserted—struck out for Texas.\n\nAugust 4, 1861. Back East it seems the North and South had a big battle\nat a place called “Bull Run.” Most of the two outfits here at Garland\nare preparing to leave for New Mexico, some say Fort Craig. We’ve been\ngetting squad and company drill every day since the war started. Last\nmonth we had two sham battles. Seems us Indian fighters have got to\nlearn all over again how to fight Rebs. All the non-coms and the\nofficers have been staying up nights studying _Hardee’s Tactics_ and the\nbook of _Army Regulations_. Somehow or other I got promoted to sergeant.\n\nOctober 20, 1861. Most of F and H Companies have left for Fort Craig to\njoin Major Canby. Re-enforcements, in the form of volunteers, are\nexpected soon. The old soldiers left here don’t think much of the idea\nof fighting with a bunch of recruits, but Governor Gilpin is looking\nunder every stone for troops. Most of Colorado’s too busy looking for\ngold to worry about the war.\n\nDecember 29, 1861. Captain (T. R.) Dodd and Captain (J. H.) Ford arrived\nwith troops this month. Dodd’s company left Canon City on December 7th\nand marched to Fort Garland by way of the Sangre de Cristo Pass. His\ncompany was provisionally designated Company A of the Second Colorado\nInfantry. Ford’s group came struggling into camp on December 21st,\nhaving also marched from Canon City. This latter unit was provisionally\ndesignated Company B of the Second Colorado Infantry. Captain Dodd and\nhis “foot Volunteers” didn’t stay long, moving on to Santa Fe,\neventually bound for Fort Craig. Rumor has come north that a Major (H.\nH.) Sibley, late of the United States Army, has come out to New Mexico\nto win that territory for the South. He’s got quite a crew assembled at\nFort Bliss; the last report listed “Sibley’s Brigade” at over 3000\nstrong. There’s not that many fighting men in the whole Colorado\nTerritory!\n\nThe volunteers are roosting around this fort like chickens. And sad\nbirds they are too. There’s not a complete uniform in the whole lot and\nnot a man knows his right foot from his left. But they don’t\ncomplain—and that’s something for soldiers, citizen or old army. The\nother evening Company A had their men on guard duty around the buildings\nand in one cold and windy spot the guard had on an old grey overcoat.\nThe overcoat was the only one the company had and every night it was\ngiven to the guard at this post. The company commander was making his\nrounds as usual when he spotted the familiar coat. He turned to his\norderly and said, “Sergeant Ford, is the same man in that same d—— coat\nalways on guard here?” “No, be jabers,” said Pat Ford, “but the same\ncoat kivers the whole company now.”[2]\n\nMarch 17, 1862. Word received here that Garland is to be destroyed if it\nis menaced by the enemy. Fort Union is to be defended at all cost.\nAnother detachment moves out of here tomorrow. I have asked to go. The\nbig battle seems to be shaping up in the south. Canby has been made a\ncolonel.\n\nLa Glorieta Pass, New Mexico, March 27, 1862. Arrived here about time\nshooting was over. The Rebs have been turned back, some 280 killed in\ntwo battles here. Our side was luckier. The heroes of this battle are\nmany, but Major (J. M.) Chivington and the Colorado Volunteers deserve a\nbig chunk of the credit. I guess we start the long march back, now that\nSibley’s on the run.\n\nFort Garland, October 5, 1862. Was sent with a small detachment back to\nGarland. Fort about the same. Commander now is Colonel Sam Tappan.\nPretty good man. More people coming into the San Luis Valley every day.\nEither they’re looking for gold or they’re getting away from the\nwar—maybe both.\n\nSeptember 2, 1863. Been some nasty killings going on around here and not\nby Indians either. Two brothers, Felie Nerio and Vivian Espinosa, from\nSan Rafael, a little town at the edge of the mountains, have sworn to\nkill every American they meet. Been doing a pretty good job too, so far.\nSeems they even tried to kill Governor (John) Evans when he was down\nthis way. Didn’t kill the Governor but killed two others. The Governor\nhad offered a reward for these two and they didn’t like the thought of\nhaving their heads turned in for gold, I guess. Like to collect that\nreward myself. Reports are that the Espinosas have killed near thirty\npeople in the valley during the past few months.\n\nSeptember 11, 1863. Tom Tobin did it. I guess Tobin had heard enough\nabout the Espinosas, so when Colonel Tappan asked him if he’d head a\nparty to go find the murderers and bring them in, he accepted. Tobin and\nLieutenant Baldwin and fifteen soldiers from the fort set out on\nSeptember 7th. Tobin trailed Espinosa like he’d trail a deer or an\nIndian and after several days found him along La Veta Creek. Espinosa\nwas with his cousin and fellow maniac in thick brush when Tobin came on\nthem. Tobin fired and wounded one, while three soldiers fired at once\nand brought down the other. Tobin then beheaded the two and took the\nheads to Colonel Tappan. He rolled the heads from the sack and said,\n“Here Colonel, I have accomplished what you wished. This head is\nEspinosa’s. This other is his companion’s head and there’s no mistake\nmade.”[3] Since the other Espinosa brother was killed some weeks ago, I\nguess that ends that little fracas. Tobin didn’t even know about the\nreward, he says. Some of the local citizens are thinking of giving Tom a\nHawkins rifle, like he’s wanted for a long time now, in appreciation for\nwhat he’s done.\n\nMay 4, 1864. Transferred last month to the 1st Colorado Cavalry, which\nmeans I’ll be hitting the dust trail for summer encampment in a few\ndays. Well, it’ll beat pushing a pen around in that stuffy orderly room\nor being stable nurse to a bunch of horses.\n\nMay 6, 1864. Bunch of the boys went over to Posthoff’s last evening for\na last blow before leaving the post for the summer. The sutler’s store\nmay have about all a soldier needs in the way of underwear, boots,\nsaddle soap, and the rest, but it stocks no whiskey. Posthoff’s store,\nbeing off the reservation proper, takes care of this shortage for us.\nPosthoff stocks about everything needed in these parts by the civilians\ntoo, of course. But last night we tried to drink old Posthoff out of\nliquor—and almost did. About every man in the 1st Cavalry was there,\nwith pretty Mexican and Indian girls bringing in food and filling our\ncups. All day long a company of horse soldiers have been sorry they kept\nsuch late hours. The smell of dust and saddle leather has done a lot for\nour thirst, but little for our appetites. It’s days like this that make\nme wonder if the $17 a sergeant gets each month is worth it.\n\nIn Camp, June 2, 1864. Spending a little time now camped in Antelope\nPark. Camp life isn’t bad; just as many bugles blown during the day as\nat the fort and just as much work, but a tent’s easier to keep clean\nthan a barrack. Indians here about seem restless. Patrols sent out\nregularly to keep a check on them.\n\nFort Garland, November 21, 1864. Back at the fort life goes on about as\nbefore. Nights are getting cold. We sit inside evenings now next to\nfires of piñon logs. Some spend the hours playing cards, others read or\nstudy, and some form small groups and sing. The inside of the quarters\nlook good after months in the open. The white walls and blue furniture\nand woodwork have come to mean home to me. The wooden beds, designed to\nsleep two, may be covered only with a straw tick, but it’s a lot softer\nthan the ground. The food is better at the fort than in the field, of\ncourse. The hardtack and provisions carried on march leave something to\nbe desired. The hardtack we’re getting must have been made by the Rebs.\nEven the hot coffee won’t soften it. Corporal White said the other night\nthat once he found something soft inside a hardtack biscuit and when he\nlooked to see what it was, he found that it was an old rifle ball.\n“Looked like the kind used during the War of 1812,” cracked White.\n\nDecember 5, 1864. Just heard the news of Colonel Chivington wiping out a\nwhole tribe of Indians at Sand Creek. If word gets back to any friends\nof those poor devils I’m thinking we’d better all start cleaning our\ncarbines and looking for a hole to crawl into.\n\nNews from the East is that Lincoln has been re-elected. War seems about\nwon by the Union forces. Things been going bad for Lee since Gettysburg.\n\nMay 4, 1865. Lee gives up at a place called Appomattox. Even the Texans\nhave decided to quit. The boys here are looking to be sent home, since\nmost are volunteers. Only a handfull of regulars like myself have been\nat the fort during these war years. Might take a leave myself or just\ngive up being a soldier.\n\nApril 2, 1866. Back from leave. Brought a wife with me. Never thought of\ngetting married, but while in Denver last winter I met Molly and first\nthing I knew she had me. We moved into the married quarters for non-coms\nover northeast of the general inclosure. Molly don’t seem to mind life\nat the fort, in spite of the fact that she, like all the other non-com\nwives, has to spend considerable time every week washing shirts and\nsocks in the post laundry.\n\nBeing married throws a new light on life in the fort. People get\ntogether for parties and talk. The wives are more ambitious for the men\nthan the men are for themselves. “When are _you_ going to be promoted?”\nthey all ask their husbands. What’s the difference if you’re making $13\nas a private or $17 as a sergeant?\n\n                1 to 7     Officers’ Qrs.\n                     8     Cavalry Barracks\n                     9     Infantry Barracks\n                    10     Post Hospital\n                    11     Inf. Co. Kitchen\n                    12     Inf. Laundress Qrs.\n                    13     Cav. Laundress Qrs.\n                    14     Guard Room\n                    15     Prisoners’ Room\n                    16     Prisoners’ Cells\n                    17     Grain Room\n                    18     Shoemaker’s & Tailor’s Shop\n                    19     Post Bakery\n                    20     Stove Room\n                    21     Lumber & Coal Room\n                    22     Adjutant’s Office\n                    23     Commanding Officer’s Office\n                    24     Ordnance Store Room\n                    25     Chapel & Lodge Room\n                    26     Telegraph Office\n                    27     Condemned Store Rm.\n                    28     Cavalry Kitchen\n                    29     Cav. Dining Room\n                    30     Carpenter Shop\n                    31     Blacksmith Shop\n                    32     Qm. & Comsy. Off.\n                    33     Subsistence Stores\n                    34     Subsist. Issue Rm.\n                    35     Clothing Room\n                    36     Q.M. Store Room\n                    37     Q.M. Corral\n                    38     Cav. Stables\n                    39     Ice House\n                    40     Ice Pond\n                    41     Parade Ground\n                    42     Acequia\n                    43     Water Boxes\n                    44     Post Trader’s Store\n\nMay 7, 1866. Colonel (and Brevet Brigadier General) Kit Carson is our\nnew commander. He commanded a regiment of New Mexico Volunteers during\nthe war and was sent on here with some of his old men. Good thing they\nsent a man like Colonel Carson to old Garland—those cantankerous Utes\nhave been raising cane around the settlements for several months and\nseem to be getting worse. About the only reason they haven’t declared\nwar on all of us is that one of their chiefs, called Uray or Ulay,[4]\nhas been keeping them in harness.\n\nJune 28, 1866. Started building hospital northeast of parade. Adobes not\nbaked properly—rain all the time. Building won’t stand for many seasons.\n\nJuly 18, 1866. Our commander is a man to be respected. He’s keeping this\nIndian Pot from boiling in these parts by his will alone. The Utes are\nshort on rations, some of them starving. They come to the fort and beg\nfood almost every day. Maybe they’re not as hungry as they act, but they\nare hungry enough to be dangerous. Colonel Carson sends them away with\nwhat he can spare and has written to the Indian Agent for rations for\nthe nearby tribes. The guard in the crow’s nest on the flag pole keeps a\nwary eye on the valley these nights. This fort has never been attacked,\nbut the settlements about have been molested on several occasions.\n\nSeptember 12, 1866. Molly let me know that I’m to be a father come next\nspring. An old blue coat like myself a father! Good news comes in\nbunches; I was made Sergeant Major today, with a salary increase to $23.\nThat should keep a family of five!\n\nSat watching Kit Carson, our commander, this evening. He stood alone on\nthe parade grounds after retreat; the last soft sound of the bugle had\ndied away and the troops had been dismissed. Carson stood looking up at\nthat towering flag staff for about five minutes before he turned away.\nHe looked uncomfortable in his uniform, as he always does. A more\nunmilitary man I’ve never known—and yet a better commander none of us\nwould ever want. He makes up for his lack of book-learning with his\nknowledge of everything there is to know of hunting, trapping, Indian\nfighting and woods lore. He’s a short man, about five feet four, with\nlegs so bowed he looks astride a horse even when he’s walking. Here at\nGarland, Colonel Carson has kept open house—open to all passersby\n(Indian and White) and even to soldiers and their wives. The wild tribe\nof children he brought with him are as untamed as the beasts of the\nmountains. One thing about it, though, when a dispute arises between\nIndians and settlers, the first to be called in is our “Kitty,” as the\nUtes call him. I’ve seen him sitting in the middle of them, laughing and\njoking in Spanish or Ute tongue, making hand movements for each word he\nspeaks. Maybe it helps him to be understood.\n\nSeptember 23, 1866. We’ve had big doings round here. Lieutenant General\nW. T. Sherman, Governor (A.) Cumming, a whole patch of Ute chiefs and\nKit Carson met to try to work out a treaty. This was to be a preliminary\ncouncil afore the big one to be held on the banks of the Rio Grande,\nsome thirty miles from here. On one side of the council room squatted\nthe chiefs and on the other side sat Sherman, smoking a long cigar, with\nKit on one side of him and the Governor on the other. Carson talked to\nthe chiefs, he being the only one who could speak any language they\ncould all understand. Kit urged the Utes to take to a reservation, as\nSherman wanted them to do, but they didn’t like the idea. Chief Uray\ntold Kit he knew he spoke for the Indian’s good, but that they couldn’t\nlive so confined. Sherman gave up, finally, remarking that they’d have\nto freeze and starve a little bit more afore they’d listen to reason.\nThe next council meeting gained only a little more. Governor Cumming did\nget the Tabequaches to agree to a treaty which permitted roads to be\nbuilt through their lands. Chief Uray had signed another treaty in 1864.\nUray even took a trip to Washington by stage and train and talked with\nPresident Lincoln. They say he came back and told his people that the\nIndians could never keep the white men out of their lands; that there\nwere too many of them. Mighty smart Indian.\n\nOctober 10, 1866. Some of the Ute tribes have been on the warpath again.\nChief Cuneatch[5] is angry with Uray for dealing with the Whites and has\nstirred up some of the other chiefs. A few settlers and some Indians\nhave been killed. The post stands as a strong point in the Valley these\ndays, but our commander, Colonel Carson, and his friend Chief Uray are\nour real strength. Carson has told all the Indians to camp near the fort\nand not go north for their presents this year. He has promised them food\nand presents if they stay and remain peaceful. Some of the young bucks\nwill go to war, but Carson and Uray will keep the remainder of the Utes\nhobbled and staked.\n\nOctober 28, 1866. Captain (A. J.) Alexander of the 3rd Cavalry and some\nof his men took care of Cuneatch’s band of trouble-makers. They rounded\nup most of them and brought them into the fort; had to kill a few of\nthem, however, before they could get old Cuneatch to come. Colonel\nCarson wants to get some kind of agreement or treaty signed with this\nbunch of Utes before real trouble sets in.\n\nApril 25, 1868. Kit Carson is dead. He died on the 23rd, after his\nreturn from Washington. He and several Ute chiefs, including Chief Uray,\nwent to Washington to confer on a treaty for the Ute or Utah Indians.\nThe treaty was drawn-up, but hasn’t been ratified by Congress. But old\nKit is dead! His last official act was to try to keep the peace.\n\nJuly 17, 1868. My outfit is leaving Garland and this time I’ll be going\nalong. I wonder when or if I’ll see the fort again? Meyer and Posthoff\nentertained the whole detachment last night with a farewell blow. Molly\nand our two little ones will have to follow me to the new post at a\nlater date.\n\n(The Valley was fairly peaceful during the years of Sgt. O’Connor’s\nabsence. Life at the fort changed but little, as new companies of\nInfantry and Cavalry came and went.)\n\nSeptember 10, 1879. Back home again. Returned to Fort Garland last week\nafter more’n ten years here, there and everywhere, with first one outfit\nand then another. A soldier’s life is a weary one. But it’s good to be\nback here where I really began soldiering. Let’s see now, been 19 years\nsince I first came to Garland. The place has changed since the early\ndays. Even got a railroad running by the fort—came in ’78. Two years\nearlier Colorado Territory was made the 38th State. New buildings have\nbeen added; all made of the same old adobe, of course. The parade is a\nlittle greener and the cottonwood trees have grown tall enough to make\ngood shade. The barrack rooms are now heated with stoves as well as\nfireplaces and they’ve built a kitchen and mess to the southwest of the\nInfantry barrack. The soldiers’ quarters have a little more furniture\nand the officers’ quarters are a little more spick and span. More\nfemales about the place, too, now that the Valley is more civilized. The\nsoldiers here are a lot younger than they used to be; lot of pink-faced\nboys who’ve never heard an Indian whoop.\n\nOctober 10, 1879. We just got news of the Indian uprising in Western\nColorado. An Indian agent by the name of N. C. Meeker at the White River\nAgency was killed and some of his people killed or carried off. Major T.\nT. Thornburgh and his troops from Fort Steele, Wyoming, had been sent\nfor before the affair began, but they didn’t arrive in time to save\nMeeker. Battle began on September 29th and took place somewhere between\nBeaver Creek and Milk River between Thornburgh’s men and a whole parcel\nof Utes under a chief named Jack. It’s said that Thornburgh had less\nthan 150 men, mostly Cavalry, while the Utes numbered 300-400. A\ndetachment of colored troops from Garland in on the affair, we’re told.\nThornburgh made a defense and held off the Utes for several days, but\nthe situation was pretty bad. By the 1st of October they got word to\nRawlings, Wyoming and a General Merritt set out with about 350 men. On\nthe morning of the 5th, after a 170 mile forced march, Merritt’s men\narrived at the burned-over circle of wagons which marked the defender’s\nposition. I know how Thornburgh’s men yelled when they saw that relief\ncolumn that morning. I’ve set-up considerable howl myself on similar\noccasions. In cases like that you don’t care if the men coming to rescue\nyou are Infantry or Cavalry, you’re that glad.\n\nJune 4, 1880. More troops coming into the fort every day. The fracas out\nat the White River Agency last year has caused considerable excitement,\nalthough the Indians around here have been fairly quiet. Chief Uray has\ndone a lot to keep things peaceful in the valley. If he’d had his way\nabout it, the Thornburgh affair wouldn’t have happened. The post and the\ntown are bustling—they even got a hotel here now. It may not be much for\ncomfort, but it’s something for these parts. If they don’t stop sending\nin new units and new men, some of us may be sleeping in worse places\nthan the hotel.\n\nSeptember 1, 1880. Bad news came this week. Chief Uray or Ouray, as some\ncall him, died on August 24. He’d been made big chief of the Utes and\nhad held them pretty well in tow; hard to say what will happen now. More\nmen coming into Garland. Most of the new-comers are living in tents.\n\nJune 1, 1881. Colonel (Brevet Brigadier General) R. S. Mackenzie, in\ncommand of the troops stationed here at the fort, has set out for the\nUncompahgre valley to prepare to move the Utes into Utah. Old Ouray is\ndead and the thing he never wanted to see is going to happen—his people\nwill be moved to a reservation. Maybe it’s best for them.\n\nOctober 1, 1881. The Utes had to be threatened by Mackenzie before\nthey’d start the long hike into Utah, but when they found they had no\nchoice they went quietly and mighty pronto. The Whites thereabout were,\nof course, happy to see them leave. Everyone realizes that this puts an\nend to any Indian menace in the State.\n\nMarch 16, 1882. With the Indians gone, the old fort is back to normal\nand maybe short of normal. Last year we had as many as 1500 men here—now\nwe’re down to a couple of companies. My boys are growing up, but by the\ntime they’re soldier age it appears there won’t be any place for them to\nsoldier.\n\nJuly 4, 1882. Had a big Independence Day celebration here today. Not\nmuch else to celebrate. Inspection team came to the fort again this week\nand it looks as if they’re going to close up all the old forts and\nkick-out all the old soldiers. The company commander, a young buck, had\nthe brass to tell me I was getting too old to soldier. This fort’s\ngetting old too. They haven’t been keeping the adobe walls plastered\nwith mud like they used to and the rains have been making little rivers\ndown the sides of the buildings.\n\nFebruary 5, 1883. At the end of this enlistment—which comes up in\nDecember this year—they say I’ve got to retire. I’m not an old man, but\nseveral old wounds have been bothering me and the doctor turned in a bad\nreport on me. Why! I won’t know what to do away from the Army and this\nold fort. They might as well shoot me like they do a horse that’s broken\nhis leg.\n\nOctober 10, 1883. Major General John Pope, commanding the Department of\nthe Missouri, has recommended to the War Department that they close\nseveral Indian forts and Garland is one of them. Well, the old fort and\nthe old soldier can go together.\n\nNovember 29, 1883. Tomorrow the fort closes—likely forever. Company A,\n22nd United States Infantry, under the command of Captain Javan Irvine,\nwill leave here for Fort Lewis, Colorado, and no new company will come\nto replace it—as has happened for these past twenty-odd years. Somehow\nit won’t seem so bad to leave the Army now, knowing that Garland and I\nclose our gates together. Family and I are going to stay on in the\nvalley and try doing a little ranching. Got a whole flock of kids to\nhelp.\n\n\n\n\n                  Fort Garland Becomes A State Museum\n\nIn 1883 Fort Garland was abandoned and the equipment belonging to the\nfort was sent to the new Fort Lewis, while the fort lands reverted to\nthe Trinchera Estate. For many years stock wandered across the parade to\nnibble of the grass once trod by drilling soldiers—rats and other small\nanimals inhabited the barracks and officer’s quarters. Decay and erosion\nset to work in earnest in an effort to destroy the old fort. It appeared\nthat the once proud adobe walls would become a part of the soil again\nand that Fort Garland would be only a memory in the minds of a few old\nsoldiers who had made the garrison their home.\n\nIn 1915 W. H. Meyer, a State senator, bought the property and used the\ncommandant’s house for his home. One of the barracks became a barn. The\nMeyer home was altered soon afterwards, a gable roof and additional\nwindows being added. Fortunately, Meyer was interested in history and in\nthe fort. He tried to keep the remaining buildings in some kind of\nrepair and never deliberately changed the appearance of any building to\nany extent other than the commandant’s quarters.\n\nSenator Meyer died in 1925 and a group of interested citizens of the San\nLuis Valley formed the Fort Garland Historical Fair Association and\npurchased the fort, with the idea of preserving what remained and\nsomeday establishing a museum. Over 600 persons in the surrounding area\nsupported this project. A small museum was begun in the commandant’s\nhouse and once again the fort heard the sound of many voices, and felt\nthe tread of many feet.\n\nAfter several years of vain effort to maintain the fort buildings, the\nFort Garland Historical Fair Association decided the job was one that\nshould be done by a larger institution. In 1945 the fort and its land\nwere deeded to the State Historical Society of Colorado, for restoration\nand development as a State historical monument. For two years Curator\nEdgar C. McMechen and his staff at the Denver museum worked and planned\nfor the restoration of the five remaining buildings at the fort. In 1947\nthe actual restoration was begun.\n\nMr. McMechen, a meticulous scholar, sought to reconstruct the fort as\nnearly as possible to its original appearance. He wished to use every\noriginal stone, every brick, every timber that was sound in the\nreconstructed buildings. The first step in the restoration was the\nremoval of the old roofs which had, for the most part, collapsed or\nbecome unsound. The five buildings under construction were the west\nbarracks, sometimes referred to as the Infantry barracks, the east, or\nCavalry barracks, and three of the original five officer’s quarters\nalong the north of the parade. The east barracks had suffered the most\nfrom lack of repair and deterioration. One wall had crumbled and fallen\naway and nothing remained of the roof but the cross beams. The buildings\nto the south had long since disappeared and while the Society planned to\nrebuild these two long structures, it found it impossible to undertake\nthe task at that time. The two officers’ quarters located immediately to\nthe right and left of the commandant’s building had also vanished and\nwere not to be rebuilt.\n\nThe reconstruction work on the fort buildings required careful\nsupervision. The adobe bricks were made as they were made in 1858—the\nmud being molded in forms and placed in the sun to bake. After the\nadobes were set in place, the walls were plastered inside and out with a\ncoat of the same adobe material. Mexican women were employed to work the\nmud into the crevices and give the walls a smooth surface. This they did\nwith their hands, alone, just as it has been done in the Southwest\nUnited States for centuries.\n\nPlans for the fort museum called for the following: the commanding\nofficers’ quarters, where Colonel Kit Carson commanded in 1866-67, to be\nrestored as nearly as possible as it was when the famous scout resided\nthere, with deer and antelope heads on the walls and the skins of\nanimals covering the floor; one of the officer’s quarters to be used for\na resident curator and not to be open to the public; the Cavalry\nbarracks to be utilized as a period museum, to represent the history of\nthe San Luis Valley from the days of the Spanish Conquest to pioneer\nsettlement; the Infantry barracks to contain a typical squad room and\nthe old soldier’s theatre. The painted backdrop on the wall of the\ntheatre was still visible prior to restoration and the simple mural was\nto be restored. At some later date the two buildings to the south of the\nparade, on either side of the port sally, were to be rebuilt and would\ninclude the commandant’s and adjutant’s offices, the guard room,\nprisoners’ cells, post blacksmith shop, the post bakery and the post\nchapel. These rooms would all be furnished and equipped in the manner of\nthe fort’s original service buildings.\n\nThe Fort Garland Museum is an attempt to preserve in all its many\naspects, military life at a frontier post in the 1860’s-70’s. The museum\nis also a store-house for the history of the southern portion of the\nState of Colorado. Many methods have been utilized to depict and present\nthe colorful and exciting history of this area. In the west barrack,\nseveral dioramas illustrate in miniature scenes of: the Spanish\nConquest, a Ute Indian camp, fur trading, a Mexican village, an Army\nescort wagon, a mule pack train and ambulance, and a stage coach\nrobbery. Glass cases house a large collection of both military and\npioneer materials. Period rooms, using life size manikins dressed in\nauthentic costumes, will be placed in appropriate room settings, i.e.,\nKit Carson in conference with his aides and Chief Ouray.\n\nIn September of 1950 the reconstructed Fort Garland was dedicated with\nan impressive ceremony. Dr. James Grafton Rogers, president of the\nSociety, gave the dedicatory address. Hundreds of persons from the\nsurrounding area were on hand to see a long time dream of the region\ncome to fruition.\n\nThe State of Colorado is indebted to a great number of people in the San\nLuis Valley, in particular, for their aid in bringing Fort Garland into\nbeing as a State monument, but the list would be too long to enter here.\nThe State Historical Society is especially appreciative of the aid given\nand interest show by members of the Fort Garland Historical Fair\nAssociation, the Territorial Daughters and the Regional Committee on\nFort Garland.\n\nMrs. Rosamund Slack assumed curatorship of Fort Garland in 1950, after\nthe death of her husband, James Slack, who had been the curator.\n\n                    PRINTED BY PEERLESS PRINTING CO.\n\nThe exhibits for the Fort Garland buildings were prepared by members of\nthe State Historical Society’s staff, which included: Roy Hunt, H. R.\nAntle, Paul Rossi, Juan Menchaca, Mervin King, the late Curator Edgar C.\nMcMechen and James T. Forrest, who became Deputy Curator in charge of\nthe Colorado State Museums in 1953.\n\n\n\n\n                               Footnotes\n\n\n[1]Chief Ouray’s name was often spelled Uray or Ulay.\n\n[2]Willians, Ellen, _History of the Second Colorados_, 1885.\n\n[3]Tobin, Thomas T., “The Capture of the Espinosas,” _Colorado\n    Magazine_, Vol. IX, pp. 59-66.\n\n[4]Chief Ouray of the Tabequache tribe of the Utes.\n\n[5]This is Chief Kaneache of the Muache tribe of the Utes.\n\n\n\n\n--Generated an original cover image, released for free and unrestricted\n  use with this Distributed-Proofreaders-Canada eBook.\n\n--Silently corrected a few palpable typos.\n\n--Retained copyright notice from the printed edition (which is now\n  public-domain in the country of publication.)\n\n--In the text versions only, delimited italicized text in _underscores_.\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Forrest, James T. (James Taylor)",
            "Slack, Rosamund"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/47492/pg47492.txt",
        "name": "old_fort_garland.json"
    }
}