{
  "name": "One for the Robot—Two for the Same",
  "author": [
    "Phillips, Rog"
  ],
  "body": "I took an instinctive disliking to him from the very first. I don't\nknow exactly what caused it. His appearance? He wore a well tailored\ngray plaid suit draped on what I would have sworn to be nothing but\na skeleton. Blue-veined skin fitted over the exposed parts, such as\nhis long slender hands, folded together on his lap, the stretch of\nbare leg below the cuffs of his perfectly pressed trousers and above\nhis carelessly drooped sox, his turkey-like neck with its large\nAdam's apple threatened at any moment to wobble up and down while a\ngobble-gobble-gobble burst forth.\n\nHis face? It made me think of a broken handled cup inverted on a\nsaucer, the edge of the saucer being his jaw line. If you were to wrap\nthe cup and saucer in tightly stretched dull white plastic or rubber\nsheeting and paint eyes in the proper places you would have it down pat.\n\nMaybe it was the eyes that made me dislike him. They were faded blue,\nbut not the kind you would call characterless. It would be more\naccurate to call them emotionless. Not emotionless in a cold way, but\nin a dead way.\n\nOn either side of his head were cartilages shaped like ears, and over\nthe top of his head faded and lifeless grey hair parted with artificial\nneatness.\n\nThose were my impressions, though the hair was real enough, and I might\nhave seen him through different eyes if I had been in a better mood.\n\nHe wore his suit like it didn't belong to him, or if it did he very\nseldom had one on. I looked closely at him, sitting near me on the park\nbench half turned toward where I was slouched, trying to imagine what\ntype of clothes would be natural to him; all I could conjure up was a\nwhite frock and rubber gloves and a white face mask.\n\nHe had asked me, \"Are you employed?\", and I had swallowed an impulse\nto snap at him long enough to size him up.\n\nSo now I had sized him up. I didn't like anything about him. But a\ncivil answer to his question might lead to the price of a badly needed\nmeal. I forced a polite grin.\n\n\"Not at the moment,\" I said.\n\n\"I surmised as much,\" he said quickly, smirking. His voice had the\nquality of a high school chemistry teacher talking to an audience of\nsulphuric acid carboys.\n\nI turned away, looking out across the expanse of lawn and trees and\nflower beds of the park to where the double decker busses bobbed along\nlike water bugs above the carpet of cars flowing along the inner drive.\nThe impatient honking of tired motorists on their way home after their\nday's work mingled with the contented quacking of ducks on the pond at\nmy back.\n\n\"Would you like to earn some money?\"\n\n\"Huh?\" I said, jerking my attention back to him.\n\nHis smile was the kind a professor would give to a pupil who had just\nawakened from a sound sleep.\n\n\"I said, would you like to earn some money?\"\n\n\"Uh, uh,\" I said. \"I'm hungry. I'd mow your lawn on an empty stomach\nand get maybe fifty cents. That's one hamburger and two cups of coffee.\nI'd still be hungry.\"\n\nInstead of answering, he reached one of his blue-veined hands inside\nhis coat and drew out a new looking black leather billfold. I watched\nhim while he pulled out a thick sheaf of currency.\n\nHe carefully counted out ten twenty dollar bills, dropping them one by\none in a neat pile on the park bench. He stuck the rest back in his\nbillfold and took out a white glossy card, dropping it on the pile of\nbills.\n\nThen, smirking, he stood up and turned his back on me, slowly walking\ndown the path that wound up onto a bridge over the duck pond, without\nlooking back.\n\nI waited until he was out of sight, then picked up the card and read\nthe name printed on it in raised green lettering: Dr. Leopold Moriss.\n\n\n\nI had a hamburger and two cups of coffee in a place where they'd never\nseen me before. It would have been too hard to explain a twenty dollar\nbill. Afterward I rented a room and soaked some of the accumulated dirt\nout of my pores.\n\nNext morning I bought a new suit and the things that go with it. By\nnoon I was wearing a hundred of that two hundred dollars. Most of the\nrest was in my pocket.\n\nEverything was fine, except that Dr. Leopold Moriss' smirking bloodless\nlips and dead eyes, framed by his skin-covered jaw kept dancing before\nme, taunting me, daring me to use that money without eventually showing\nup to earn it.\n\nI began to dislike him even more intensely. Instead of having lunch I\nwent into a cocktail lounge and had a few Bourbons straight. When their\nwarmth began to soak in Dr. Leopold's smirking face faded.\n\nIt came back, though, and with it came his classroom voice.\n\n\"_I don't know who you are_,\" it taunted. \"_If you never show up I\ncan't find you, can't do anything about it._\" Its tones were laughing,\nknowing, goading. I drank. The face faded, the voice became inaudible.\n\nThree days later, and God knows how many quarts, I took that drink\nevery alcoholic dreads--the one you can't keep down.\n\nI awoke a long time later and opened my eyes. Something vaguely\nlike the desk clerk was hovering over me. A loud voice was pounding\nunmercifully against my tortured ears.\n\n\"Come on, get up and get out of here, you filthy bum,\" it was shouting.\n\"We've got no rooms for the likes of you in this hotel.\"\n\nI shook my head to clear away the fog over my eyes. The indignant face\nof a maid was staring at me.\n\n\"You ought to be ashamed,\" she said shrilly, \"vomiting on the rug!\nWhere do you think you are, in the park?\"\n\n\"Get a wet towel and bring him to,\" the desk clerk ordered....\n\nI reached the precarious footing of the sidewalk with a feeling that I\nhad been rushed too much, and with the afternoon sun ejecting fiery red\nshafts of searing pain into my brain through my punctured eye-balls.\n\nPeople were staring at me as they passed. In an attempt to appear\ncasual I stuck my hands in my pockets. The fingers of my right hand\nencountered something stiff, with sharp corners.\n\nSwaying to maintain my balance, and casually whistling snatches of some\nnameless tune, I pulled the thing out and held it up where I could\nfocus my eyes on it. It was Dr. Leopold Moriss' card.\n\nI managed an uncertain about face and thumbed my nose at the entrance\nto the hotel; only it was my ear, and my thumb bumped it so painfully\nthat the pleasure I had anticipated at my insult was destroyed.\n\nWhen my consciousness settled into enough stability to be aware of\noutside impressions once more, I was in a taxi, bumping along a\ncobblestone street. There were no springs on the cab, and the back of\nthe driver's head sneered at me and dared me to open the door and jump\nto my death.\n\nI wondered where I was being taken. Then my eyes caught the white\nrectangle still held in my fingers. The doctor's card. So I was on my\nway at last.\n\nOn my way? I was there! The taxi had swerved abruptly to the curb and\nstopped. I slid forward off the seat. When the driver came around and\nopened the door I managed to get up on my knees. That was all.\n\nHe opened the door and stood there patiently. I studied the sidewalk\nand tried to figure out how to make it from the position I was in. I\ngave up, and appealed to him with my eyes.\n\n\"Here we go,\" he said good naturedly, lifting me out and balancing me\ncarefully on my feet. \"The fare is a buck eighty-five.\"\n\n\"Help me up the steps,\" I said, stalling. I was trying to remember if I\nhad any money left. I had a strong suspicion I hadn't.\n\nHis hands held me up and pushed me across the walk and up the steps\nwhile I fumbled in a fruitless search of my pockets.\n\nAt the top of the steps my fingers encountered the cool smoothness\nof a piece of paper in my coat pocket. I pulled it out and held it up\nto the driver. He steadied me against the frame of the door. Then he\ncounted out change, closing my fingers over the money.\n\nThe sound of the taxi pulling away from the curb let me know I was on\nmy own. It was a diminishing yellow spot far down the street.\n\nThe door frame was white set in brick. The door was stained oak. I\nreached out to lift the knocker and saw I had a fist full of money. I\nreached out with the other hand. It had the card in it. I hooked the\nlittle finger under the knocker and lifted it, letting it fall. It\nemitted a feeble tap.\n\nAfter a while I saw the door moving inward. Pausing in my futile\nstabbing for my pockets, I lifted my eyes slowly, beginning with the\nshapely hips encased in spotlessly clean watermelon red, past the slim\nwaist with its black belt, pausing at the firm lift of the breast,\njumping to the smooth neck, and finally coming to the face with its\nsmooth contours, red lips, blue eyes lit with questioning curiosity,\nand iridescent waves of spun brown hair.\n\nNot daring to talk, I mutely held out the card.\n\n\n\nHer graceful curves of eyebrows lifted just a trifle as she looked at\nthe card. Then her eyes surveyed me again, quickly.\n\n\"Won't you please come in?\" she asked, stepping backward invitingly.\n\nI went past her with an attempt at dignity. The door closed behind\nme. Her feet tapped pertly on the foyer floor as she went past me and\nopened another door.\n\n\"Wait in here Mr. Stevens,\" she said, her voice rich in velvet\novertones. \"I'll tell my father you're here.\"\n\nI ducked my head at her in acquiescence and went past her into the\nroom, a luxurious library.\n\nThe door closed softly as I dropped into the soft enfoldment of a\npillow-lined barrel chair. Abruptly I sat up, staring at the blank face\nof the closed door, my eyes large and round.\n\nShe had called me by name!\n\nI was still staring at the door when it jerked open. Dr. Leopold Moriss\nstrode in closing it after him, his steps and motions jerky and swift.\n\n\"Well, well, well,\" he said. \"So you came after all.\"\n\n\"How did your daughter know my name?\" I asked.\n\nHis shoulders arched back in a gesture of amusement.\n\n\"She should know,\" he said. \"I've done nothing but talk about January\nStevens this and January Stevens that for the past two months.\"\n\n\"Two months?\" I echoed dumbly.\n\n\"The detective agency I put on the job of finding you did an almost\nimpossible job,\" he went on, in high good humor. \"They followed you\nfrom the time you moved out of your bachelor apartment three years\nago, to Los Angeles, Seattle, through Kansas, and right back here to\nChicago again. When they found you they came and got me, and pointed\nyou out to me in the park.\"\n\n\"I don't get it,\" I said, bewildered. \"That kind of a search would\ncost plenty. After paying that kind of dough I can understand your\nwillingness to throw two hundred after it in a--childish gesture. But\nwhy? Since you know me, you must know I was kicked out of the Bentley\nResearch Laboratories because I refused to account for five thousand\ndollars of research funds.\"\n\n\"I know more than that,\" Dr. Leopold Moriss said, crisp sureness in his\ntones.\n\n\"What do you mean?\" I asked woodenly.\n\n\"Let's just say for the present, January,\" he said, \"that I know why\nyou refused to account for those funds.\"\n\n\"Let's just say goodbye,\" I said, staggering to my feet. I started for\nthe door.\n\n\"Sit down, you drunken bum,\" he said.\n\n\"Why you--\" I snarled, turning toward him sober with rage, my fingers\nconstricting.\n\nHe sat there, grinning at me, undisturbed by my threatening posture. As\nif to flaunt his unconcern in my face he took out a long cigar and lit\nit nonchalantly.\n\nI stared into his lifeless eyes through the screen of freshly\ngenerated blue smoke and sat down slowly.\n\nHe looked back at me, his face expressionless behind the cigar. My rage\nsubsided gradually.\n\n\"That's better,\" he said finally. From that moment I hated him.\n\nThen the door opened. The girl in the watermelon red dress entered,\nwheeling a tray crowded with white sandwiches, green pickles and\nsteaming black coffee.\n\nI scowled at the dream from heaven pushing the service cart, a friendly\nsmile on her red lips, feeling a sense of defeat, of being crowded into\na corner.\n\n\"No thanks,\" I said harshly. \"My stomach couldn't hold even the coffee\nright now.\" I jerked my eyes away from hers, past Dr. Leopold Moriss,\nto the curtains on the windows.\n\n\"Get him a big glass of half tomato juice half grapefruit juice,\" the\ndoctor said. \"He can hold that down. It'll make him feel better.\"\n\nI continued to hold my eyes on the curtains, but I knew that I was\nlicked. Whipped. Beaten into submission. When I heard the pert\nfootsteps return and felt the cold roundness of the glass against my\nhand, I turned and looked up into her smiling, sympathetic eyes.\n\n\"Thanks,\" I said gruffly.\n\n\n\nThe cold liquid stayed down, soothing the raw walls of my stomach. I\nhalf closed my eyes, experiencing the first pleasant body sensation\nsince the warm glow of that first drink three or four days before.\n\nI watched shapely legs below the swishing dress as they went across\nthe room to a desk. When they returned I looked up to see a cigarette\nbetween fingernails the same shade of red as the dress. I followed the\nslender fingers to the slim wrist, up the graceful, slightly tanned arm\nto the short sleeve, and from there my eyes jumped to her smiling red\nlips.\n\n\"I'm Paula, January,\" she said.\n\n\"Oh yes, January,\" Dr. Moriss' voice broke in. \"This is my daughter,\nPaula. Her mother died many years ago. There's just the two of us,\nbesides the handyman.\"\n\nI took the cigarette from her fingers without taking my eyes away from\nher face. She snapped a lighter and lit it the same way. I inhaled\ndeeply, letting the smoke out slowly.\n\n\"Glad to know you, Paula,\" I murmured.\n\n\"I think you'd better leave us now, Paula,\" Dr. Moriss broke in in his\nschool teacher voice. \"January Stevens and I have a lot to discuss.\"\n\n\"We can talk later, if at all,\" I turned on him angrily. \"Two or three\ndays from now, after my stomach will hold food down.\"\n\n\"We'll talk now,\" he said with maddening calmness. \"Three days from now\nyou'll have had time to think. You'll refuse to talk. Just like you let\nyourself be branded a thief rather than talk before.\"\n\nI reached out and picked up a cup of coffee from the tray. With slow\ndeliberation I poured the black liquid into the empty glass that had\nheld my tomato and grapefruit juice. There was a large plate glass\nmirror on the wall across the room. I threw the empty cup at it without\nrising from my chair. The mirror shattered.\n\nDr. Moriss looked back and forth from me to the broken mirror, like a\nspectator at a tennis match, the same kind of interest portrayed on his\nface.\n\n\"Why did you do that?\" Paula asked, her eyes flashing fire.\n\n\"He did it because he likes you, Paula,\" the doctor's maddeningly\nunperturbed voice said. \"If he didn't like you he would have thrown it\nat me.\" He puffed mockingly at his cigar, his eyes squinting through\nthe smoke.\n\n\"You _are_ expensive to know, January,\" Paula purred. The sound of her\nheels on the bare floor near the door jerked my eyes from Dr. Moriss'\nface.\n\n\"Don't leave,\" I said hastily.\n\n\"Why?\" Paula asked, turning, her hand still on the knob.\n\n\"Because--\" her father began.\n\n\"Shut up!\" I snapped. \"I'll tell her myself. Because if you do I might\nkill your father before I walk out of here.\"\n\nDr. Moriss nodded agreement, puffing contentedly, his features mocking\nme through the haze.\n\n\"He's afraid, Paula,\" he said abruptly. \"It's the same fear that made\nhim destroy his research and all the bills for materials and his notes,\nand let them smirch his name.\" He lifted on his elbows and leaned\ntoward me. \"The same fear that made you an alcoholic bum, January. But\nI'm going to get under that fear and find out what you discovered.\"\n\n\"You think so?\" I sneered, my voice sounding reedy to my ears.\n\n\"Yes,\" he said. \"You see, I've got to. I know everything you\nknow--except what made you afraid.\"\n\n\"You think so?\" I repeated monotonously.\n\n\"Yes,\" he matched my monotony. \"Everything except that. I'll prove it\nto you. I know how you built the synthetic brain. I know how you built\nthe robot body. I even know how you charged the brain. I even know that\nthat Boston Bull Terrier pet you had at your feet while they questioned\nyou, and which followed you out the door when you left, disgraced, _was\nnot a living creature_!\"\n\nI lifted my hands and looked at them. They were trembling so much their\noutlines were blurred.\n\n\"Show him to his room,\" Dr. Leopold Moriss said suddenly. \"Keep a\ngenerous supply of grapefruit and tomato juice near him.\"\n\n\"You heard what the man said.\" Paula soothed gently, tugging at the\nshoulder of my coat.\n\nAt the door I turned ponderously. Dr. Moriss was sitting there, his\neyes on me, puffing at his cigar. Dully I turned away, following Paula\ninto the hall. The door closed....\n\n\n\nThe bed was soft. The kind you sink down into, surrounded by billowing\npiles of shiny pink satin, fluffy orchid wool, white sheets, and an\natmosphere of apple blossoms, with your head resting on down softer and\nwarmer than your mother's breast.\n\nThe pajamas were new and my size, obviously bought in anticipation of\nmy showing up.\n\nI stood teetering in the middle of the bedroom, looking at them, the\nsound of water running into a tub coming from the adjoining bathroom.\nTears forced themselves into my eyes. Hot scalding tears.\n\nPaula stood less than three feet from me, an eager expression on her\nface, like a Spaniel wiggling in expectation of voiced approval.\n\nI turned and staggered blindly toward the door. I wanted to get out.\nI felt strangled. I couldn't breathe, couldn't possibly get another\nbreath of air until I got out of this house and felt my feet on God's\npavement again. I fumbled for the knob, groaning in frantic desperation\nto escape.\n\nMy fingers settled around the knob. I jerked the door open and started\nout into the hall.\n\nThe placid face of a man twice my size, radiating peace and good will,\nblocked the doorway. I blinked at him blearily, backing away a step or\ntwo. He blinked back like a simpleton trying to understand geometry.\n\n\"Oh, January,\" Paula said behind me. \"This is Carl Friedman, our\nJack-of-all-work.\"\n\n\"Pleased to meet you, January,\" the giant said, sounding like an\nuncouth character concentrating on not saying pleeze t'meetcha.\n\nMy snarl was purely animal as I slammed the door on him and turned back\ninto the room. I stood there, swaying and holding my head for a minute.\n\n\"All right,\" I gave up. \"Get out. I'll take a nice warm bath and bury\nmyself in apple blossoms. Then you can bring me some grapefruit juice\nand radiate at me like a harvest moon. Only get this straight. I hate\nyour old man. I hate him more every minute.\"\n\n\"That's all right,\" Paula said, going to the door and opening it. \"I\nhate him too--sometimes.\"\n\nCarl backed away far enough for her to get out. She flashed me a\nsympathetic smile. The door closed. I was alone. With the smell of\napple blossoms. And my hate.\n\nI took off my clothes and climbed into the tub. The temperature was\njust right. I sighed in reluctant contentment, splashing around a\nlittle to help the warmth soak in.\n\n\"What made you afraid, January?\" Dr. Moriss' voice came from the\ndoorway.\n\nI catapulted to my feet, water cascading off my body over the edge of\nthe tub onto the floor. Glaring at him I carefully stepped out of the\ntub, my hands working in choking motions.\n\nHe watched me with that air of detached interest he would have used in\nobserving the motions of a monkey in a zoo. I glared at him another\nmoment, then turned my back on him, drying myself with the thick\nturkish towel.\n\n\"What made you afraid, January?\" It was patient repetition, insistent\nand unemotional. A school teacher repeating a question to a stubborn\npupil.\n\nI ignored it. When I finished drying and turned to go out, he was gone.\n\nThere was a pitcher of bright red liquid with ice cubes floating in\nit on the table by the bed, and a glass of it already poured sitting\nbeside it. I splashed it down my throat with loud swallows, struggled\ninto the pajamas, and slid under the covers. It seemed only an instant\nlater--\n\n\"What made you afraid, January?\" When I opened my eyes the hand shaking\nmy shoulder stopped. \"What made you afraid, January?\"\n\nI stared without answering. Finally I closed my eyes to blot out that\nserene disinterested, hateful face. When I opened them again it was\ngone. I cursed with the vocabulary of the scum from New York to San\nFrancisco. His psychological game was obvious, now. He hoped to wear me\ndown, drive me to the point where I would tell him what I would never\ntell anyone, as the price of peace. He'd wake me again as soon as I\nfell asleep. He'd wake me again and again and again. And again....\n\n\"What made you afraid, January?\"\n\n\"Go 'way,\" I murmured drowsily.\n\n\"What made you afraid, January? What made you afraid?\"\n\n\n\nNo one but an alcoholic could possibly know how I suffered. With\nevery cell in my body crying out in agony the only relief was the\nunconsciousness of sleep. Sleep, that welcomed me only to toss me back\ninto the hell of consciousness and that mad, unemotionally reiterated\nquestion.\n\n\"What made you afraid, January?\"\n\nI grew to hate every syllable, every unvarying intonation and\ninflection. I began to force myself to stay awake each time, scheming\nways to murder Dr. Leopold Moriss.\n\nI dreamed of him with his throat cut, going down, puffing unconcernedly\non his cigar while his throat spurted out his life's blood. I dreamed\nof him falling to the sidewalk outside my window.\n\n\"What made you afraid, January?\"\n\nI dreamed I was raining blow after blow on his battered head while\nhe sagged slowly to the floor, his face that of an unemotional,\ndisinterested automaton.\n\n\"What made you afraid, January?\"\n\nI sucked in my breath. A moment later I heard the soft closing of the\ndoor. I opened my eyes. The room was empty.\n\nSlipping cautiously out of bed I took the pitcher of tomato juice to\nthe bathroom and emptied it in the wash basin, then returned to bed\nwith it, placing it under my pillows in such a way that I could bring\nit out and strike without warning.\n\n\"What made you afraid, January?\"\n\nI opened my eyes abruptly. The face above me bent closer suddenly,\nnoting my new reaction.\n\nMy hand was around the handle of the heavy glass pitcher. I drew in\na deep breath. With convulsive movement I struck, only to feel the\npitcher caught and pulled from my fingers.\n\n\"I noticed it was gone,\" the doctor said calmly. \"I'll get it filled\nagain for you.\"\n\nThe door closed softly. I sobbed in angry frustration, in hopeless\nprotest. In murderous hate, for I knew that Dr. Leopold Moriss' every\nmove and every word were coldly calculated, directed toward one goal.\nTo break me down.\n\n\"What made you afraid, January?\"\n\nMy mind skidded through vast spaces to jar into its cradle of pain. I\nopened my eyes. There was a glass of red fluid hovering in front of my\neyes, the doctor's fingers around it. I brought the back of my hand\nagainst where it had been. It had bobbed up so that I missed. The\naction half turned me on my face.\n\nI stayed that way. There was the careful sound of the glass being set\non the table, the sound of the door closing. With a deep sigh I turned\non my back again.\n\nThere must be a way out. There had to be a way out. All I had to do was\nthink about it, if I could think through the torture of my body. One\nthing I knew: I would never tell him what he wanted to know. Not to\nescape a thousand years of torture.\n\nI sat up and drank the glass of tomato juice. The empty glass slipped\nout of my fingers to the floor, landing with a dull thud on the rug.\nGetting out of bed, I went into the bathroom and washed my face in cold\nwater.\n\nThere had to be a way out. Maybe I could tell him a lie that would\nsatisfy him. But what lie would satisfy him? What, other than the\ntruth, could satisfy him?\n\nI looked in the bathroom mirror at my unshaven, tortured features, my\nbloodshot eyes, my rats-nest of uncombed hair. And slowly I saw a smile\ncrease my lips, distorting my face. I knew a lie he would accept as the\ntruth--if I played it right.\n\nI had to play it right. Just as there was only one truth, there was\nonly one lie he would accept as the truth. If I failed to make him\naccept it I was licked.\n\nHow does an actor play his part? He lives it, believes it. I had to do\nthat. I must keep repeating the lie in my mind, believing it, repeating\nit. Then I must _break down_ in the way my torturer expected me to.\n\nI snapped off the light in the bathroom and struggled back to bed.\n\n\n\nWhen I awoke, blinding white sunlight was bursting into the room from\nbetween half closed slats in the Venetian blinds, sending searing pain\nthrough my dehydrated eyes into my aching brain. A window was half open\nbehind the blinds. A bird was singing just outside the window, its song\na shrill, jarring discordance to my tortured eardrums.\n\nI looked blankly around the room, feeling that something was missing.\nThe sight of the pitcher with its red liquid, and the glass beside it,\nbrought back memory. What was missing was Dr. Leopold Moriss standing\nover me asking his eternal question.\n\nI cursed in a low mumble, hating him for even that. He had kept up his\ntorture until I figured out something, and had ended it before I could\nput my plan into action. He was a dancing, taunting opponent who struck\npainful blows with ease, and danced out of reach when I found a way to\nfight back.\n\n\"Shut up!\" I shouted at the bird, and felt a small sense of triumph\nwhen it obeyed.\n\nGetting out of bed, I went to the door and opened it cautiously. There\nwas no one outside. From somewhere in the house came the all too\nfamiliar sound of Dr. Moriss' voice. It was interrupted by Paula's,\nraised angrily. I left my door open, sneaking along the hall to the\nhead of the stairs, until I could make out what was being said.\n\n\"... stop torturing him,\" Paula's voice came, angry and insistent.\n\n\"It's the only way, Paula,\" the doctor's voice said, as unperturbed as\never, even in the face of his daughter's obvious anger. \"A fear that\nsilences a man, makes him remain silent while his employers brand him a\nthief and blackball him from his profession, that drives him down the\nroad to alcoholism, can't be broken down with kindness nor anything\nless than complete destruction of his ability to fight.\"\n\n\"It isn't human!\" Paula's voice shot back. \"If you keep it up\nI'll--I'll hate you as much as January does, even though you are my\nfather.\"\n\n\"I won't have to keep it up much longer,\" her father replied, and for\nthe first time I heard a note of human emotion in his tones. \"When he\nbreaks down and gets the load off his mind he'll get over the past few\nyears and be himself again. I think you're half falling for him. It\nwouldn't be any good being married to an alcoholic who is incurable\nbecause he's hiding the thing that made him an alcoholic to begin with.\"\n\nHis next words shocked their way into my startled thoughts.\n\n\"But my motive isn't that humanitarian and you know it,\" he said,\nreturning to his school-teacherish, lecturing voice. \"I've repeated\nJanuary's experiments. Out in my laboratory I have the completed and\ntested robot body exactly like my own, all ready for the transfer of my\nmind. I could go out there right this minute, and come in again in less\nthan half an hour in that immortal mechanical body. But I don't dare to\n_until I find out what made January afraid_.\"\n\nMy turbulent thoughts settled into a state of wondering confusion.\nIf he had gone that far why didn't he know what had made me afraid?\nCould it be--? Suddenly I knew! He hadn't discovered that _one last\nrefinement_. That was it! I felt like laughing. But my attention was\njerked back to the conversation below.\n\n\"I don't care,\" Paula's voice said doggedly. \"I don't care if you\nnever finish. It's inhuman anyway--to discard the body you were born\nin and transfer the electronic pattern of your mind and consciousness\nto a mass of non-living colloid dielectric perched inside the head of\na robot made of stainless steel bones, plastic muscles, and copper\nnerves. You've got to stop torturing January.\"\n\n\"I won't have to after a couple more hours,\" Dr. Moriss said. \"I'm\ngoing to wake him up and get him to drink some of that tomato juice\nwith a little seasoning in it designed to make him sicker than he is.\nA few glasses of that and pounding my repeated question at him a few\nmore times should do it.\"\n\nI stole back to my room and grinned at the tomato juice. Did you ever\nput a jigsaw together and get a flash of insight that made the pieces\nfall into place suddenly, completing the puzzle almost by itself? That\npitcher of tomato juice was the last piece. Everything fit, including\nthat.\n\nI would be able to tell my lie, and make Dr. Leopold Moriss believe\nit. Then--I would _help_ him. My wild laughter burst into my ears. By\nan effort of will I shut it off and climbed back into bed, simulating\nsleep, my ears tuned for the first sound of the doctor's coming.\n\n\n\nThe door opened. After a moment of suspense during which I kept my\nbreathing slow and deep it closed softly. Padded footsteps came across\nthe rug.\n\n\"January!\" The doctor's voice was impersonal and insistent. His hand\nwas gripped on my shoulder, shaking me. \"Why were you afraid, January?\"\n\nI kept my eyes closed for a moment, mumbling protests. Inside I was\nlaughing to myself, gloatingly. His voice was no longer torture. It was\nthe senseless repetition of a parrot.\n\nSuddenly it angered me. I opened my eyes, glaring, a corner of my mind\nthrilling to the beautiful way my emotions were giving authenticity to\nmy acting.\n\n\"Why are you afraid, January?\" the doctor repeated, his calm face\nhovering above me.\n\nI shoved his hand away, sneering at him, and sat up. The movement sent\nstabs of pain through my head. I gripped my head in my hands, groaning.\n\n\"Drink this,\" Dr. Moriss ordered.\n\nI looked up. He was holding the glass of tomato juice toward me,\nthe tomato juice containing something to make me sicker. I felt the\nsneering smile distort the sensitive skin of my face as I reached out\ndeliberately and took the glass from him. I looked into his dead eyes\nwhile I lifted it to my lips. Then I drank it.\n\nI set the empty glass down on the stand.\n\n\"Get out!\" I rasped. \"Leave me alone.\"\n\n\"What made you afraid, January?\"\n\nSuddenly nausea gripped me. Blindly I struggled out of bed to the\nbathroom. As I went I felt a bitter laughter welling up silently in my\nmind.\n\n\"What made you afraid, January?\"\n\nI was retching. That was genuine. I clamped my hands over my ears. That\nwas acting, because Dr. Leopold Moriss had lost his power to torture\nme.\n\n\"What made you afraid, January?\"\n\nWith an animal snarl I straightened and turned on him, my eyes blinded\nwith tears produced by the retching, my chin wet with vomit. He caught\nmy flailing arms easily, folding them over my chest and pinning me\nagainst the wall.\n\n\"What made you afraid, January?\"\n\nI began to cry. It was an act, but my condition made anything\nresembling crying come out authentic.\n\nI felt his hands drop from my arms. Still blubbering as though\ncompletely broken, I slid slowly to the tile floor, letting my head\ndrop.\n\n\"All right, I'll tell you,\" I said weakly. A chill shudder shook my\nbody. I buried my face in my arms resting on my knees.\n\n\"No, January!\" It was Paula's voice. My head jerked upright. She was\nstanding in the doorway, the living image of anger. The doctor had\nturned toward her, irritation showing on his face. \"Dad,\" she said, her\neyes flashing blue fire at him, \"if you don't stop I'll get the police.\"\n\nAlarm coursed through me. She was endangering my plan. I dropped my\nhead back in the cradle of my arms to hide my expression.\n\n\"Paula!\" the doctor was saying in exasperation. \"Leave us--\"\n\n\"I was afraid,\" I cut in, making my voice sound utterly listless and\ndefeated, \"of what I knew I would do unless I stopped my experiments\nand destroyed them.\n\n\"I had transferred the mind of a dog into a robot duplicate of its\nown body. The dog was a pet. It didn't know it was no longer in its\nown body, the body that had died when the mind pattern in the brain\nwas lifted out and transplanted into the colloidal dielectric brain.\nIt didn't know what had happened, so although it was often puzzled by\nthings, it didn't mind.\n\n\"But I knew what the next step would be!\" I lifted my head and stared\nat the doctor, avoiding Paula's eyes. They were standing there, holding\ntheir breath, waiting for my next words. I let my head drop into\nconcealment in my arms again.\n\n\"The next step would be a robot body for myself,\" I said mechanically,\ntonelessly. \"I would build it and enter it. And I would never be able\nto re-enter my normal body, because it would die in the transfer.\nI would be immortal--but at an awful price. The price of normal\nlife, loving, being loved, and someday getting married and having\nchildren--and a mother for those children.\n\n\"And yet I knew that I would build that robot body and transfer my mind\nto it--if I kept on. So I destroyed my work, my reputation, my ability\nto earn the kind of money it would take to do what I didn't have the\nwill not to do, if I could.\"\n\nI looked up cautiously, my face lax, my eyes half veiled, to see how\nthey were taking what I was saying. Paula's face was a mask of pity\nand sympathy. Her father's was one of fixed attention and belief. I\ndropped my head again and muffled my voice.\n\n\"Pepper--my dog--not comprehending what was wrong with him, grew\nmore and more bewildered. He got run over a month later. It couldn't\nkill him, but it wrecked his robot frame. I smashed his colloid\nbrain and buried him to put his immortal mind out of its bewildering\nconfused--existence.\"\n\n\"But--\" It was Dr. Moriss' voice, full of growing, pleased conviction.\n\"Then there was nothing you discovered other than what I've already\ndiscovered and tried?\"\n\n\"No,\" I lied. And he believed me.\n\n\n\nThe hours passed swiftly, with long gaps during which I slept,\nunconscious of the conflict of hunger and alcohol starvation being\nfought in every cell of my body. The sunlight through the lattice-work\nof the Venetian blinds became a pleasant and welcome warmth. The song\nof the persistent bird outside the window grew joyful, and something I\nmissed when it didn't come for a long time.\n\nPaula sat on the edge of the bed and washed my face and ran an electric\nrazor over it while I basked in the pleasant rays from her deep\nblue eyes. She fed me tall glasses of tomato juice spiked only with\ngrapefruit juice, and with cool, clinking ice cubes that caressed my\nfevered lips....\n\n\"You're looking much better this morning, January,\" she said, leaning\nback and inspecting her handiwork with the shaver. \"Feel up to trying a\nscrambled egg fried in butter, with golden brown toast and nice crisp\nbacon?\"\n\n\"And make the coffee black--and hot,\" I said.\n\n\"Yes, sir,\" she said in mock subservience.\n\nShe had her breakfast with me. The fluffy scrambled eggs and warm\ntoast began to nestle comfortably in my stomach, and Paula nestled\ncomfortably on the edge of the bed sipping her coffee, her hair radiant\nflows of rich browns and mahoganies capturing and transmitting the\nsunlight from the window.\n\nHer red lips parted to reveal gleaming white teeth when she laughed\nintimately, happily, at my running humor. I relaxed, my mind at ease,\nDr. Leopold Moriss momentarily forgotten....\n\nShe displayed my suit proudly on its coat hanger, freshly cleaned\nand pressed, the stack of four new shirts still in their cellophane\nwrappers. I watched her retreat from the room with something inside me,\nmy heart perhaps, hurting.\n\nI stood in front of the bathroom mirror putting a knot in the tie. It\nhad been a long time since I'd had a choice of ties, ten of them. I\ninspected it in the glass. Then the realization that it wasn't a new\ntie rose to consciousness. It was Dr. Moriss'.\n\nI tore it off, ripping the collar of the shirt in my anger. I stood\nthere, panting with emotion. My purpose was back! Slowly, like the\nflames of a charcoal fire fanned by a gust of wind, the fire of hate\nin my eyes died down, leaving only the glowing coals, which would be\nunnoticed behind the mask of a smile.\n\nI practiced that smile while I put on another shirt and knotted another\nof Dr. Leopold Moriss' ties about my neck. I had played enough poker\nin penny ante dives up and down the west coast during my wanderings to\nperfect the lazy unrevealing poker smile.\n\nThere was a knock. Paula's voice sounded. \"Are you dressed?\"\n\n\"Come in!\" I called.\n\nHer eyes literally bathed me with admiration. She let the door slam\nbehind her without hearing it.\n\n\"That's right!\" I said. \"You've never seen me before when I looked like\na decent human being.\"\n\n\"Oh, I have too,\" she retorted.\n\n\"Do I look anything like you thought I would?\"\n\n\"That's just it,\" she said. \"You look _exactly_ like I dr-- hoped you\nwould.\" Then, like she was snapping out of a dream, \"Dad wants you\ndownstairs. That is, he said to tell you he would like you to drop\ninto the study if you want to, but also to tell you you don't have to.\nYou're free to come and go as you please. He said expressly to tell you\nthat.\" She stopped breathlessly, the dreamy stare coming back into her\neyes.\n\n\"Why, sure,\" I said. \"I guess I won't mind dropping into his study--too\nmuch.\" I grinned. \"Though I'd much rather ignore him and go out\nsomeplace with you.\"\n\n\"That's a date,\" she said softly, wrinkling her nose at me, \"after you\nsee dad.\"\n\nWe tripped lightly down the stairs hand in hand as if we had done it\nhundreds of times before.\n\n\"That the door?\" I asked, looking at the one she had ushered me through\nwhen I had first arrived.\n\n\"Yes,\" she said.\n\nI gently disengaged her hand and tapped her cheek with my fingers.\nSuddenly I took her chin between my fingers and tilted her face up. She\nlooked gravely into my eyes. I bent to kiss her. Her red lips curved to\nmeet mine....\n\n\"You stay out here,\" I said gruffly.\n\nI turned to the door. My hand touched it, hesitated, then twisted the\nknob. On my face was the smile I had practiced.\n\n\n\nDr. Leopold Moriss was sitting as I had left him so long ago,\npuffing contentedly on a long black cigar, his dead eyes staring\nexpressionlessly through the haze and streamers of blue smoke. I\nstepped inside, closing the door behind me. Its click seemed to be the\nspring that brought him to life.\n\n\"Well, January,\" he said like a school teacher welcoming a child who\nhas been down with the mumps, \"you're looking better.\" He nodded.\n\"Much better. I hope you feel better, too.\" He shot me a questioning\nlook.\n\n\"Yes sir,\" I said.\n\n\"Nothing like getting rid of something,\" he said. \"Getting it off your\nchest so you can forget it--but that isn't what I wanted to see you\nabout.\" He leaned forward suddenly. \"Is that lipstick?\" he asked.\n\n\"No, tomato juice,\" I said dryly. He chuckled while I wiped it off.\n\n\"I'd like you to go over my research with me,\" he said, reverting\nabruptly to his school teacher voice. \"You're the only living man who\nknows anything about it other than me. You'd like that?\" He looked\nalmost pleading.\n\n\"All right,\" I said, shrugging indifferently.\n\n\"Not exactly keen about it?\" he said, chuckling again. \"After what you\ntold me I don't blame you. But it'll be good therapy, and with Paula in\nthe background I don't believe you'll have any trouble resisting the\ntemptation to gain immortality in a non-living robot.\"\n\n\"Maybe you're right,\" I said.\n\n\"With me it's different,\" he went on enthusiastically, paying little\nattention to my comment. \"I'm getting on in years. My wife has been\ngone long enough so that she's just a memory. Paula is grown up.\nThere's nothing to keep me from making the jump. Of course, I get a\nrather peculiar feeling every time I think of actually taking this\nstep, and waking up to find my original body lying there on the other\ntable, dead. But it doesn't alter the milk to pour it into another\nbottle. And from my experiments with dogs there doesn't seem to be\nany sensation accompanying the process of transfer. As a matter of\nfact, with one dog I teased him with a juicy bone up to the instant of\ntransfer. The first thing he did in the robot body was look around for\nthe bone. Rapid as the flicker of a film.\"\n\n\"Yes, I know,\" I said dryly. \"I found the same thing. No consciousness\nof transfer or any other sensation. With the scanner-transferer it\ntakes place in less than a ten thousandth of a second. Every electrical\npattern of the brain complex is lifted out as an infinitesimal\nsegment and transplanted into the colloid dielectric complex without\nalteration.\"\n\n\"Like a television eye scans a scene, in a way,\" the doctor added. \"But\nlet's go out to my laboratory. I'll show you _my body_.\"\n\nHe laughed at the remark as he stood up and went to the door.\n\nMy hands were trembling visibly. I hid them in my pockets, gripping\nthem into tight fists to stop their trembling. I followed him into the\nhall, holding onto my appearance of calm detachment with every ounce of\nmy will. The doctor had not yet found out what had made me afraid. But\nhe would. He'd find out when I was ready for him to.\n\n\"We're going out to the lab, Paula,\" Dr. Moriss was saying.\n\n\"Oh,\" Paula said, disappointment in her tone.\n\n\"Wait a minute, Dr. Moriss,\" I said. \"Paula and I are going out for a\nwalk first.\"\n\n\"That can wait a half hour,\" he said. \"I just want to show you--my\nbody.\" He chuckled.\n\n\"It can't wait,\" I said, \"and even if it could I want a breath of fresh\nair before going into that lab.\"\n\n\"He's been sick for three days without being out,\" Paula said. \"Stop\nbeing so selfish, dad.\"\n\n\"That's unkind, Paula,\" Dr. Moriss said, \"but go ahead.\" He turned back\ninto his study.\n\n\n\nWe walked along sidewalks hand in hand, with kids playing catch and\nhop-skip as hazards, and shapeless, harassed women struggling home\nwith overloaded shopping bags.\n\nWe heard the dying wail of sirens and saw a crowd at a corner, and\njoined it to watch the callous internes lift a screaming woman onto a\nstretcher while she repeated, \"Oh, God. Oh, God. Oh, God,\" over and\nover, and a white faced teenage boy kept repeating to an unsympathetic\nbut silent police officer, \"I didn't see her. I didn't see her. I\ndidn't see her.\"\n\nWe had coffee and hamburgers in a smelly, ten stool hole-in-the-wall\nserved by a jovial, potbellied cook-and-waiter who sweated olive oil\nprofusely over a dirty griddle, while his cracked jukebox blared out\nmusic from cracked records--and looked at each other and laughed when\nwe couldn't talk above the noise.\n\nOn impulse we climbed aboard a streetcar just as it was starting up,\nand grinned at the conductor when he yelled above the noise, \"Watch\nit. Wanta get killed?\" And sat very close together while the ancient\nmonument to a past civilization thundered on, on what promised to be\nits last trip.\n\nAnd we got off and pretended we were lost. We went into pawnshops and\nlooked at second hand diamond rings, whose fires were dimmed by the\ngrimy sweat of the pawnbroker's fingers and the secret knowledge they\nheld within their secret carbon heart of broken romances and marriages,\nand poverty that had led their former owners here to exchange a dream\nthat had shattered for a week's rent in a fourth rate hotel.\n\nWe bought a newspaper from a blind man, and had a coke in a corner\ndrugstore while we read it and worried about the world situation, and\na gaunt thing with brown bags under her eyes told the patient druggist\nall her symptoms in a whining monotone.\n\nWe looked in windows at fur coats marked down from four hundred and\nninety-nine ninety-five. We bought a sack of popcorn in an automatic\nvending machine that cheated on the amount, and fought over it until\nit skidded out of our hands onto the sidewalk. We had our picture\ntaken together in a twenty-five cent booth, pretending to each other it\nwasn't so we could sit with our heads together.\n\nWhen our feet grew reluctant we looked about us and discovered we were\nback home, and wondered with real surprise how that had happened, and\nhow our feet had known without us knowing.\n\nI half turned to retreat, feeling a panic and a sense of having\nleft something undone or unsaid that should have been said. Paula\nwas looking at me, her eyes troubled, and suddenly I knew she felt\nthe same way, only there was a basic difference. She was holding\nback her feelings about her father shuffling off his mortal body\nfor an imperishable one of non-living matter. And I? The thought\nfled fearfully into my subconscious. There could be no turning back,\nwhatever the price.\n\nI took Paula's hand, patted the side of her face until her smile\nbrightened again. Hand in hand we slowly walked toward the house, our\neyes on the drawn curtains of the study window behind which waited a\nman whom I had grown to hate even more than I loved his daughter.\n\n\n\nThe laboratory was a two story building in back of the house, reached\nby a narrow sidewalk in the grudging space the builders had left\nbetween the two. I paused at the door after the doctor had opened it\nand gone in. Paula was still at the kitchen door where we had left her,\nher eyes round with unvoiced protest and mute appeal.\n\n\"Are you coming?\" the doctor's voice protested my delay.\n\n\"O.K.,\" I said, stepping inside and closing the door.\n\nOur feet rang hollowly on the wood floor as we crossed a conventional\nchemical laboratory to steps leading upward. The doctor's face was\nflushed with excitement and eagerness. His footsteps were light on\nthe stairs, light and swift. My own were heavy and slow behind him,\neach hollow blow the beat of a devil drum in some voodoo jungle as my\nthoughts rushed back over the lifetime I had crowded into the past\nthree years, to prepare me for what I would see.\n\n\"There it is,\" the doctor said as I reached the last step and paused.\n\nI saw the trim panel of the transfer machine, the two leather\nupholstered tables. But they were no more than background impressions\nas my eyes fixed on the form lying full length on one of those two\ntables.\n\nIf Dr. Leopold Moriss had not been standing beside me I would have\nsworn it was him--or his corpse. Unconsciously my feet carried me\nforward and to one side where I could look down at that face of\ncarefully molded synthetic rubber, tinted the exact shade of the\ndoctor's living flesh, the open unblinking eyes with irises the same\npale blue. And blue-veined hands that seemed to have died just the\nmoment before.\n\n\"Color photography,\" the doctor was explaining. \"The sensitized\nchemicals impregnated in the rubberoid, and the color image of my own\nflesh imprinted in it from a projector.\"\n\n\"As authentic as a counterfeit ten dollar bill,\" I wisecracked\ntonelessly. \"Even to the clothes and shoes!\"\n\n\"Exactly,\" Dr. Moriss said, laughing gleefully. \"Take a look at the\ninsides of the transferer and see if it looks familiar to you. I built\nit so the circuits are all exposed and easy to follow. Different\ncolored wires.\"\n\nI stepped around the duplicate of the doctor on the table, something\ninside me crawling frantically, and unfastened the back of the cabinet,\nexposing the circuit. Skills that had not dimmed and would never dim\ntook control of my sight and traced each element of the circuit,\ncomparing it with that which I myself had built--and destroyed....\n\nThe drops of solder that held wires in contact glistened dully--silver\nblobs dotting orderly geometrical designs composed of blue, yellow,\ngreen, orange, and too many other colors to count. Little cylinders\nthat were condensers and resistors and tubes and coils.\n\nMy mind clicked off one detail after another. It was my circuit. I\nmight have built it myself. But I had destroyed everything except what\nI carried in my mind. Dr. Leopold Moriss had repeated my discoveries\nstep by step. Reason had followed the path I had destroyed, just as\nsurely as the instinct of an insect makes it live the life pattern of\nits ancestors down to the finest detail.\n\n\"Does it check?\" The doctor asked.\n\nI looked at one particular blob of solder connecting a blue coated wire\nwith a red one, and nodded.\n\n\"Yes,\" I said carefully.\n\n\"How about the hoods?\" he asked.\n\nI quickly examined the hoods, heavy things on maneuverable frames. They\ncould almost have been cast from the same mold.\n\n\"They're O.K.,\" I said.\n\n\"Then I want to get it over with now,\" Dr. Moriss said.\n\n\"What!\" I exclaimed.\n\n\"Yes. Now,\" he said. \"The sooner the better. Paula isn't expecting me\nto do it this way.\"\n\nI took a deep breath. My eyes studied the straps to be buckled around\nthe robot in such a way that it could only release itself when it\nbecame activated by a calm intelligence, and the straps fastened into\nthe vacant table that could be buckled and unbuckled the same way, that\nwould keep the body from throwing itself around violently under the\nwild play of neutral forces set loose as the mind was plucked from the\nliving brain.\n\n\"All right,\" I said, my voice sounding queer and remote to me. \"Lie\ndown and I'll strap you up.\"\n\nAs he climbed onto the vacant table my eyes searched the room\nfrantically for something _to cut the connection between that blue and\nthat red wire_.\n\n\n\n\"I'm ready,\" the doctor said, relaxing on the table with no more\napparent concern than a man getting into a barber chair for a shave.\n\nI buckled the straps with fumbling fingers, my thoughts racing. There\nwas not a tool in sight anywhere. Nothing that could cut that wire.\n\n\"We forgot to warm up the tubes!\" Dr. Moriss exclaimed.\n\n\"You aren't as calm as you pretend to be,\" I chided, hiding the thrill\nof triumph that rose in me. \"As soon as I finish buckling the straps on\nyou and your future receptacle I'll warm up the circuit.\"\n\n\"Thanks, January,\" he said with relief.\n\nI finished with him and went to the robot, the robot so soon to be\nactivated with the doctor's intelligence. I buckled the straps about\nits inert form exactly the way I had done with the living.\n\n\"Why don't you turn the current on before doing that?\" Dr. Moriss asked.\n\nI smiled at him slowly. \"Plenty of time,\" I said.\n\n\"What do you mean by that?\" he asked. His eyes were suddenly sharp with\nsuspicion.\n\n\"Oh, nothing,\" I said, shrugging. \"A minute won't make a big\ndifference will it?\"\n\nHe studied me closely. My heart was beating against my ribs.\n\n\"I've changed my mind,\" he said abruptly, his fingers fumbling with the\nbuckle that would release his arms. \"I'll wait until later to do this.\"\n\n\"No you don't!\" I said, my calm deserting me. I leaped around the\ntables. His fingers were trying desperately to open the buckle that\nwould free his arms. I slapped them away and stood over him.\n\n\"This is for those hours of torture,\" I said, leering into his blank\neyes. My fist crashed against the side of his jaw just in front of the\near. He sank back, limp and unconscious.\n\nIt was better this way. I was glad it had happened. Now I could be\nsure of what I did. I crossed the room to a bench and searched swiftly\nthrough drawers of tools until I found a wire cutter. In a moment I\nhad clipped the blue coated wire where it was soldered to the red one.\nQuickly, with sure movements, I fastened the cover back on the case,\nthrew the switch that sent electric current glowing through the cold\nfilaments of tubes, and returned the wire clipper to its drawer. And by\nthe time I had adjusted the two hoods into position over Dr. Leopold\nMoriss' head and that of the waiting robot form, the meters on the\ninstrument panel showed that everything was ready for the final moment.\nThe moment I had been looking forward to, working toward; when I could\ntouch the switch that would begin the final act, completing my revenge.\n\nMy breathing was the only sound in the room as I stood for a moment\nsurveying everything to be sure. I grinned into the doctor's closed\neyes. It was too bad now that he wasn't conscious so that I could watch\nhis fear and horror, so that he could know before I jabbed down on that\nswitch what he had tortured me to discover.\n\n\n\nAll the hate that had built up in my soul went into that final act. I\nheard the faint click as the switch snapped over to contact. A horrible\nscream welled from the throat of the unconscious man as I ran to the\nstairs and stumbled down them.\n\nI waited in the chemical lab, knowing that Paula would be watching the\ndoor of the building, and not wanting to face her until it was all\nfinished. I was waiting for the sound of footsteps over my head. Slow\nsteps that would cross and come down the stairs.\n\nAnd finally I heard them. I watched the stairs and saw first the legs\nand then the rest of the man that was descending. It was the robot,\ncontrolled by the mind of Dr. Leopold Moriss. There was no hostility\nin its expression as its eyes settled on me. Rather, there was grave\nrespect. It stopped in front of me, its movements so natural and smooth\nthat no one could have guessed it was a non-living robot. I returned\nits studied gaze in silence. Then it went on past me to the door. I\nwatched without moving as the door closed.\n\n\"Dad!\" It was Paula's voice. \"Tell January to come in here. Lunch's\nready. Dad!\" Her voice was full of sudden alarm. \"Dad!\" Then,\n\"January!\" Her feet pounded on the back steps and the narrow sidewalk\noutside. The knob rattled as she fumbled, then the door burst open and\nshe stood framed there, her eyes wide with fear and horror and a half\nrealization of what her mind was not conditioned to quite accept.\n\nShe saw me, and with a sob of relief she was across the room and in my\narms. I held her head against the cradle of my neck, waiting.\n\nAnd then it came.\n\nOver our heads sounded a faint scuffle of a shoe, a hesitant footstep,\nanother, and then another, dragging, stumbling.\n\nPaula's trembling body stiffened at the first sound. She looked up at\nme in numb unbelief, then wonder, seeing in my expression, my eyes, the\nculmination of my revenge. She started to pull away, to run toward the\nstairs.\n\n\"No!\" I said softly. \"Wait. He deserved this.\"\n\nThe defiance left her. She stood beside me while we both waited.\n\nFeet came into view. Legs. Hands sliding weakly along the wall for\nsupport. A face bearing the shocked realization that another mind\nexisted in the world identical with itself. A realization of the\nfallacy of believing that by destroying oneself at the instant of\ncreation of that other mind it would in some absolute way _become_\noneself.\n\nAs I looked at him standing there on the stairs the hate that I had\nnurtured disappeared. In its place was pity and sympathy.\n\nI was up the stairs catching him before he could fall, lifting him,\nsurprised at his lightness. Paula, her lips trembling on a hesitant\nworried smile, was opening doors ahead of me as I carried her father\ninto the house and laid him on his bed.\n\nAnd as Paula and I undressed him to treat the bruises caused by the\nstraps, in my mind rose a picture of the other Dr. Leopold Moriss, the\nrobot, hurrying along some street and, perhaps, already making plans to\nsearch for--the _other_ January Stevens.\n",
  "metadata": {
    "author": [
      "Phillips, Rog"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/65013/pg65013.txt",
    "name": "one_for_the_robot_two_for_the_same"
  }
}
