{
    "name": "Oogie Finds Love",
    "author": [
        "Livingston, Berkeley"
    ],
    "body": "\"Kill him...!\" \"Moider 'im...!\" \"Tear his arm off!\" The cries and\nshrieks and boos and confusion were general throughout the auditorium,\nand the tenor of them was about the same, that the Russian Bear should\nbe annihilated. Alas for the public's pleas. Oogie the Caveman was\nunderneath, and already the referee was on his knees, his head bent\nalmost to the canvas, his nose almost touching the muscled shoulder of\nOogie who was underneath the Russian Bear. The two wrestlers were\nalmost in the center of the ring and the nearest of the spectators was\nsome eight feet off. The front row could see the lips of the ref\nmoving but none could hear the words, nor even imagine. For what the\nref said, was:\n\n\"Boss wants to see you after the match....\"\n\nOogie rolled a face toward the ref upon which was writ the tortures\nof the damned, and blinked his right eyelid. Then the ref slapped the\nRussian Bear on the shoulder and the match was over....\n\n\"... Hi boss,\" Algernon Allerdyce called in greeting. His nose sniffed\nappreciatively at the aroma of coffee.\n\n\"Hi Oogie,\" Sam Grogan replied without turning from what he was doing,\nlifting the cover of the percolator on the electric plate. \"Squat\nOog,\" he directed. \"This is just about done. Be with you....\"\n\nThe fragrant aroma of Mocha, Java and Brazilian coffee beans, ground,\nmixed and blended until they had achieved a perfect harmony, perfumed\nthe air. Two cups, saucers and spoons lay on the desk. Beside them was\na bottle of brandy. Oogie and Sam shared the same vice, _coffee_.\n\nSam did the honors, and after both men sniffed with the deepest\ndelight of the brew, he leaned back in his chair and regarded the\nmuscular man at his side with both affection and speculation. After\nall, Algernon Allerdyce, known to the wrestling public as Oogie the\nCaveman, had been Sam's own discovery, and he was proud of it.\n\nA flashback of memory brought a clear picture to Sam's mind: A huge\nbulk of a man whose face could have served as a model for the drawing\nof _Pithecanthropus Erectus_, entering his offices at the old\nHippodrome Building. The wonder he felt at the gentleness of the\nvoice, as the stranger asked:\n\n\"Sam Grogan?\" And at Sam's nod, \"I'm here in answer to the ad you had\nplaced in the _Sun_....\"\n\nThat had been the beginning of a strange and very profitable\nfriendship. For Grogan had advertised for wrestlers and Allerdyce had\nbeen the first of those to answer. It was Sam who gave him the name of\nOogie the Caveman. As such he had achieved fame around the wrestling\ncircuits, fame and fortune. Sam had learned many facts in the life of\nAllerdyce during the three years of their association. How when\nAllerdyce was fifteen a truck had struck the bike he was riding and\nhurled the unfortunate boy into a tree which mashed his face to a\npulp. How the family had brought the injured youth to a famous plastic\nsurgeon who had performed surgery on him. The next day it was found\nthe surgeon was insane, and had been insane when he performed the\nplastic work on the boy. The result was the ape-like face he had given\nhim.\n\n\"... Oogie,\" Sam said from the depth of his introspection, \"I've got\nnews for you....\"\n\nAllerdyce took another appreciative sip of the brew before bending his\nattention to the other. And then it was only with lifted brow and\nquestioning eyes.\n\n\"... The Big Deal we've been waiting for is on the fire,\" Sam said.\n\n\"At last, eh?\" Allerdyce said.\n\n\"Yep! The big clean-up! A hundred grand guarantee plus a percentage.\nIt will mean at least two hundred thousand for you....\"\n\nAllerdyce's lips twisted in a smile though to the casual observer,\nthose lips seemed to snarl. \"I can't say I won't be glad that this\nlong grind is over. Three years of this fakery is enough to try the\nsoul of a saint. But now that the goal is in sight I can only feel a\nsort of fear that maybe....\"\n\nGrogan knew what the other meant. For on that afternoon, long, long\ngone, Allerdyce had told him why he had answered the ad. It was to\nachieve enough money to permit the building of a dream, a laboratory\nof research in plastics. For Algernon Allerdyce had graduated _cum\nlaude_ from one of the finest technical schools in the country, his\nheart set on research, but with his goal closed to him because of his\nfearsome appearance. He had tried time and again to enter any of the\nphases of his calling but after the first interview there had never\nbeen a second. Sam Grogan had shown him how enough money could be made\nat wrestling to do what he wanted to. Allerdyce had not always been\nOogie the Caveman. Once he had been billed as The Gentleman Grunter,\nbut laughter had only greeted his appearance. As Oogie, he looked the\npart and the fans had never failed him.\n\n\"So don't go soft now!\" Grogan said sharply. \"It's in the bag,\nkid....\"\n\n\n\nAllerdyce leaned back and the chair creaked loudly at the unexpected\nmovement.\n\n\"What's the set-up, Sam?\" he asked.\n\n\"The whole troupe goes; the Bear, the Irishman, the Masked Marvel and\nall the others. London, Paris, Berlin, Moscow.... Yep, Oog, all\neighteen of us on the European circuit.... Hey! What's wrong?\"\n\nGrogan had observed the darkening thunderhead of a frown on the\nwrestler's forehead.\n\n\"Sam, this may sound a bit childish because the whole thing is\nchildish, but I don't like Ed Finster.... Now wait! I know we've been\npacking them in with our act, the Russian Bear and Oogie the Caveman.\nBut Ed's been taking the deal a little more seriously than it\nwarrants. Like tonight. He threw a double hammer on me and _really_\nused pressure. Nor was tonight the first time.\n\n\"A week ago in Omaha he almost tore my ears off with a headlock....\"\n\nSam Grogan beamed. Allerdyce didn't know it but Sam had been the\nmotivating force behind the grudge which had developed between the two\nmen. Finster had complained one night that the public didn't like him,\nsaid that the name he had been given made them mad. Sam had mentioned\nthe name was Oogie's idea. Finster then took personal exception to it\nand made a personal issue out of it. So the grudge begun in jest\ndeveloped until it was noticeable to the rest of the troupe.\n\nGrogan chuckled and in a few words made clear how the thing started.\nBut the smile was wiped from his lips at Allerdyce's words:\n\n\"Too late now, Sam. I'd just as soon forget it but not Ed. He's got\nthat excuse for a brain thinking the whole thing is real. I'd suggest\nyou get to work on him before it's too late altogether....\"\n\n\"That bad, huh? Maybe I'd better straighten the yuk out....\"\n\n\n\nFlight 243 was well out over the Atlantic, thirty thousand feet below.\nThe super-cruiser _Orion_ of the _TWP_ lines held a full complement of\npassengers among whom was the wrestling circus of Sam Grogan and his\npartner Algernon Allerdyce, more affectionately known to the\nwrestling public as Oogie the Caveman.\n\nThe hour was for sleep and everyone but two were observing it. These\ntwo, Allerdyce and Finster, were in the lounge, playing gin. Finster\nhad challenged Allerdyce to a couple of games to pass the time. But\nthose two games had long been played. Finster played a wild and woolly\ngame, never remembering discards, or trying knocks when they would be\nto his advantage, but always playing for gin. So it was that Allerdyce\nhad won almost every game. And since they were playing for a cent a\npoint, Finster was out money. That was why they were still playing\nwhile the rest had gone to bed.\n\n\"... I'll knock with two, Ed,\" Allerdyce said.\n\n\"Now why the hell didn't you give that ten!\" Finster yelled. He held\nup the discard and looked at it with savage eyes. \"That would have\nginned me....\"\n\nAllerdyce shrugged his shoulders and replied:\n\n\"That's what I figured. Well, Ed, let's call it quits, huh?\"\n\n\"Sure! Call it quits when you got me stuck for dough. But that's the\nway you operate. Why you yellah....\"\n\nIt was at that instant the horror descended on the _Orion_. There was\na screaming cacophonous whirlwind of sound, a shriek of metal parting,\nflames suddenly bursting into full bloom, and the thin voices of men\nand women in mortal fear. Above all there was a _whooshing_ noise, as\nthough a giant hand was gripping them. Finster and Allerdyce felt\nthemselves lifted from the depths of the ship and plunged into a\nmaelstrom of storm in space.\n\nFor a full ten seconds Algernon Allerdyce looked into the face of\nterror beyond words, then unconsciousness descended on him....\n\n\n\nThe air was hot and damp and the slight breeze which fanned his cheek\nwas of little solace. Allerdyce turned his head from side to side; a\nquiver stirred the heavy frame of his body, and awareness came in a\nrush to him as he opened his eyes. He sat erect and looked about him.\n\nA figure lay sprawled on the ground some ten feet away. It was that of\na man and one glance showed Allerdyce that the man was Ed Finster and\nthat he was alive, though not yet conscious. Allerdyce rose to his\nfeet and grunted at the effort. It seemed as if every bone and muscle\ncreaked and groaned in protest. Awe and amazement made his brows lift\nand his eyes widen as he looked about. The two men had fallen among\nsome ferns in a shallow glade bound about by dense jungle growth.\nAllerdyce caught a glimpse of hills in the near distance. Then he saw\nFinster stir and he stepped to the other's side.\n\n\"Wha-what happened?\" Finster asked while he turned his head from one\nside to the other.\n\n\"I don't know exactly,\" Allerdyce replied in a low voice. \"But I'm\ngoing to make a guess, fantastic as it may sound. I think we fell or\nwere sucked into a space fault. From the looks of this jungle and from\nthe feel of the atmosphere, I'll bet we've landed in a time long\nbefore the dawn of men such as we know....\"\n\nAnd as though in corroboration there came to their ears a low,\ngrunting sound. Instantly Finster leaped to his feet and jumped the\nseveral feet to the side of the other. The sharp movement brought\nanother coughing grunt, this time from the opposite side. And as they\nwatched, a huge striped shape stepped into the open from the depths of\nthe thick jungle growth. It was fully ten feet long and high as their\nshoulders, and the head of it was that of a tiger but such as they had\nnever seen, for twin tusks, a foot long protruded down the length of\nthe jowls....\n\n\"A saber tooth!\" Allerdyce whispered hoarsely.\n\nEd Finster could only stare in open-mouthed horror at the thing. His\nmuscled jaws began to quiver as the tiger began a sinuous advance\ntoward them, and then, as the animal suddenly crouched in preparation\nfor its leap, Finster screamed.\n\nBut the tiger never moved from his crouch. As if by magic a half dozen\nspears pierced its sides and two found a resting place in the tiger's\nthroat. Then the silence was broken by the hoarse shouts of human\nvoices, and a dozen men leaped into the glade and advanced on the two.\n\n\"Cro-Magnons,\" Allerdyce said aloud.\n\nThey were tall, broad-shouldered, deep of chest and long of limb. The\nskins of wild animals covered their nakedness. Their faces showed\nintelligence, though it was all too apparent that it was limited. But\nwhatever speculations about their origin was in Allerdyce's mind, were\nwiped from it by their attitudes. They were definitely hostile. Most\nof them were armed with spears, as if those they had hurled were just\none of a number they carried. Those who bore no spears, held clubs\nfrom the heads of which wooden spikes stuck out in vicious fingers of\nanger.\n\n\n\nAllerdyce acted from instinct. His right hand shot up to the height of\nhis head and stuck out in front of his face. At that the advancing\ncavemen stopped and looked at each other. There were gutteral sounds\nof consultation, then the largest most-fearsome stepped forward and\nmoved toward the two until he was at arm's length.\n\n\"Who are you?\" he asked. \"What do you here in the land of Ugg the\nMighty? From whence come you?\"\n\nAllerdyce's mind worked at lightning speed. The solution to their\nproblem lay in but a single direction, whatever their position. He\nlooked up to the cloudless, sun-scorched sky and said:\n\n\"From the Great Spirit we come. For see ... are we not different than\nyou? So we were sent to look into the affairs of the Great Spirit's\nchildren....\"\n\nThe caveman knitted his brows, shook his head in wonder, then, as a\nchild does at an elder's invitation to inspect a doll, he stepped\nforward and fingered the suiting of the two men. Little clucking\nsounds came from the lips as he did so. Then whirling, he shouted:\n\n\"The Great Spirit has sent them! Let us do them honor....\"\n\nAt the same time Allerdyce whispered, \"Don't act scared,\" to Finster.\n\nTheir leader's words were as a signal for the rest. They came forward\nin dancing steps, raising their spears and clubs on high and shouting\ngleefully words of exultation and praise of their leader Ugg. They\nsurrounded the two strangers and after their leader stepped in the\nlead they started on a march through the brush. The way seemed endless\nand after a while Allerdyce shed his upper garments, leaving only his\ntrousers to cover him. Finster followed suit. Oddly, there was a\ncomplete absence of insect life.\n\nThe way led straight toward the hills they had glimpsed. The wall of\njungle ended with startling abruptness and they entered on a rolling\nplain which after a while became more and more rocky as the upland\nsweep began. Quite suddenly Ugg stopped, his head tilting to one side\nin a listening attitude and one hand held in warning.\n\nThe others, with the two strangers in their midst, crowded close.\n\n\"Sobar!\" Ugg grunted hoarsely. \"He is after our young and women.\nListen....\"\n\nThey heard it then, shouts and screams from up above. But what was\ngoing on was hidden from them. Ahead lay a narrow cleft between two\nsides of sheer rock some fifty feet high. The way on the right was\nclear though at a strong angle. Ugg motioned for Allerdyce to follow\nand the two climbed to the top of the rock where they lay on their\nbellies and looked slightly downward at the scene. Ahead were some\ndozen caves and a common compound. Men were struggling here and there\nbut for the most part those were few. The screams came from the caves.\nIn a matter of seconds men appeared, dragging after them the women and\nsome children. When a woman failed to go along too readily or when one\nof the men lost his patience, the club was used. Ugg nudged Allerdyce\nand motioned with a silent shake of the head for them to return.\n\n\"... It is the tribe of Sobar,\" Ugg explained to his men. \"They must\nhave learned I sent my son, Ugg the Younger, on a hunting expedition\nwith most of the tribe and that we few went on the hunt for the\nsaber-tooth. They are too many for us....\"\n\n\"But they must come through the cleft in the rock,\" Allerdyce said.\n\"We can lie in wait for them. Hidden, they cannot know how many we are\nand when the spears are thrown they will think they have been\nambushed.\"\n\n\"But there are only the few of us,\" Ugg objected.\n\n\"Even a few will be enough.\"\n\nBut Ugg had an even better idea:\n\n\"They will not fear us. But the Spirits.... They will run from you\nafter they see how little their weapons do against you....\"\n\nNow we're in for it, Allerdyce thought. Right in the middle. If we\ndon't, these boys will let us have it. If we do, the others will. And\nwhat is worse we can't ask for weapons.... H'm! Maybe.... An idea had\ncome to him, a silly idea. Yet if it succeeded....\n\n\"Come on, Ed,\" he said, turning to Finster. \"Follow my lead, fellah.\nOtherwise....\"\n\nHe didn't have to finish. The other understood.\n\n\n\nAllerdyce felt the quiver in his legs and arms as they reached the top\nof the cleft. One look and he saw the enemy tribe was about to\ndescend. They saw the two men at the same time. For a long moment the\nmodern and the prehistoric stared at each other. It was the modern who\nmade the first move:\n\n\"Men of Sobar!\" Allerdyce shouted. \"Hear me!\"\n\nThere were a full fifty of them. Three of them stepped forward, spears\nheld ready for the throwing. One of them was a giant of a man, a full\nseven feet tall and wide as a barn door.\n\n\"Who calls Sobar,\" the giant asked.\n\n\"I do,\" Allerdyce replied. \"The messenger of the Great Spirit....\" He\nhoped Sobar knew of this Great Spirit. \"He has sent me because Sobar\nhas displeased him....\"\n\nFor a few seconds silence reigned. Then the giant stepped forward a\nfew more steps, and his brow tight in a scowl of anger, asked:\n\n\"I do not believe you. You look like one of the swamp people, face of\nan ape....\"\n\nAllerdyce felt the brittle coldness of a terrible anger sweep through\nhim. He had been called ape before. And always the one who had done\nthe calling had suffered for his temerity. But mixed with his anger\nwas the knowledge that death could be the result of an unwise move or\nword. Yet time was not on his side, for Sobar was taking the\ninitiative and was stepping even closer and behind him the other two\nwere also coming toward him in imitation of their leader.\n\n\"Hold!\" Allerdyce suddenly called in a ringing, imperative voice. \"You\ndo not believe me, then, eh? A test, Sobar...?\"\n\nThe other was silent, waiting for the stranger to continue.\n\n\"Drop your weapon,\" Allerdyce said. \"You and I, unarmed, to the\ndeath....\"\n\nThen gone was the scowl, gone the furrowed brow. Here was meat to\nSobar's liking. Here was something he was not frightened of. Spirit or\nman, Sobar was not afraid of combat of arms. Flinging the spear to one\nside Sobar motioned for the other to come to him.\n\nAllerdyce made a feint to come in low but the other merely waited,\narms wide, legs spread, and body shifting from the waist. Once again\nAllerdyce feinted, and as Sobar's body shifted to the side the other\nseemed to want to come from, Allerdyce leaped forward and grabbed\nSobar by his right wrist and using the hand as a lever pivoted on it\nuntil he was behind the giant. Then Allerdyce began to exert pressure\nin a hammerlock.\n\nAll the while he had been moving the giant had been still, as if\nconfused. But as pain came in a rush to his shoulder blade, he moved.\nNever had Allerdyce felt such strength. For though the wrestler was\nusing all his strength on the grip, Sobar broke it with one gigantic\nmovement of his huge body.\n\nAllerdyce knew then that the rules of fair play were out. This\nprehistoric baby was dynamite.... Allerdyce staggered away from the\nother but recovered quickly as the giant came in, both arms\noutstretched. And once again Allerdyce grasped one of those huge\nwrists. Only it was in a judo grip this time, a grip where when a man\ntries to break it, pressure simply multiplies until either the arm\nbreaks or one cries quits. In this case Sobar waited too long.\n\n\n\nEven as his face contorted in pain Allerdyce whipped around to one\nside and delivered a blow with the side of his palm to the side of\nSobar's neck. The crack of the breaking neck was like that of a branch\nbreaking. Sobar pitched to his face and lay still.\n\nInstantly Ugg leaped to Allerdyce's side.\n\n\"Your chieftain was bested in fair play!\" he shouted to the warriors\nof Sobar's tribe. \"By our laws you have now become our prisoners.\"\n\n\"But not by mine!\" a strange voice yelled.\n\nAnd before Allerdyce could do more than turn, Finster was on him. What\nmade Ed Finster do what he did was never explained. Perhaps the\nrealization of what had happened came to the man. Perhaps his mind,\ntwisted by jealousy and hate snapped at that moment. Whatever the\nreason, he turned on Allerdyce. It was the signal for a general\nbattle. For of all the cavemen who were present, only one was\nquick-witted enough to take advantage of the situation. This one was\none of the two who had come forward with Sobar.\n\nHe yelled:\n\n\"Gomar is now chief. One of the Spirits is on our side.... Kill Ugg\nand his....\"\n\nHad it been one of the cavemen attacking, Allerdyce would have managed\nto get away for the moment he needed to recover. But it wasn't. It was\na trained wrestler, one who knew all the tricks, who had leaped at\nhim. So Finster worked his surprise vantage for all it was worth.\n\nBut even then Allerdyce might have won out had it not been for Gomar's\ncall to arms. His men forgot the booty they had taken, the women and\nchildren and leaped forward with savage shouts, spears and clubs used\nindiscriminately. Allerdyce had broken Finster's first hold, and was\nturning to get a grip on the other, when a club thrown by one of the\ncavemen caught him a blow on the temple and stretched him senseless to\nthe ground.\n\n\n\nAllerdyce's awakening this time was not as pleasant as before. Someone\nwas kicking him in the face. He opened his eyes, one of them anyway.\nThe other was closed shut. He was in a cave. It was a smelly cave, the\nwalls blackened from the smoke of many fires. Nor was he alone. He\ntried to move his arms and discovered he had been securely bound.\nSuddenly from behind, a foot came swinging out and pain shot up the\nside of his jaw as the bare toes connected with it.\n\n\"Enough,\" a voice called.\n\n\"Aah! I've been wanting to do this for a long time,\" Ed Finster said.\n\nThere was disgust in Gomar's voice as he replied:\n\n\"The Great Spirit has small men for messengers.... Remove the other's\nbonds.\"\n\n\"Hey!\" Finster yelped in protest.\n\nBut no one paid attention. Hands tore the fibre ropes loose from about\nAllerdyce's figure and helped him to his feet where he stood swaying\nlike a tree in a high wind.\n\n\"The Great Spirit sent two messengers,\" Gomar said. \"But He had a\nreason. One was sent to conquer Sobar so that I could become chief.\nThe other was to conquer you. The light is clear.... Take him to the\nwomen....\"\n\nOnly Finster laughed at the edict. He had reason for the laughter. In\nall the years of their association Allerdyce had never been known to\ngo for the fillies. And now he was to be thrown to a pack of them.\nWith that puss, Finster thought, they'd throw him right back.\n\nSpear points pressed against his back, a rope around his wrists, and\nwhile the rest walked behind, one man led Allerdyce from the cave into\nthe open, across a level stretch of ground and into a very large cave.\nHere his wrists were unbound and to the jibes and laughter of the\nwarriors who had accompanied him, Allerdyce was shoved into the cave\nproper itself.\n\nThe cave was immense, and seemed to be filled entirely with women and\nchildren. For a second there was silence. Then as their eyes saw this\nalmost naked stranger, a wild shriek of laughter went up. Hands went\nout, pointing to his shorts which seemed to be all the clothing he\nhad, to his face, puffed into a gargoylish mask, and to his hairy\nchest, which looked like the stuffing of a mattress.\n\nAllerdyce stared in horror at the women, turned and started for the\ncave entrance. But the cavemen had anticipated his move. They stood\nguard, spears thrust point forward, and after a few hesitant seconds,\nAllerdyce turned back.\n\nBut now they were no longer scattered about the cave. They came over\nin a rush, forcing him to the wall, his hands pawing in futile\nattempts to prevent them from touching him. For some reason this made\nthem angry. Their hands clenched and spiteful words came from their\nlips, and several turned aside and called something to the children,\nwho after a moment returned, with stones and sticks.\n\n\"Hey!\" Allerdyce called in alarm. \"Take it easy....\"\n\nThe alarm in his voice was the signal for them to attack. In a moment\nhe was the center of a mob of women all bent, it seemed, on his\ndestruction. He fought at first as gently as he could. But as some of\nthe stones hit and some of the clubs struck vulnerable parts of his\nanatomy, he fought with less gentleness. Finally, he was forced to\nclub one of the women with his fist. She went flying backward and\nlanded flat on her back.\n\n\n\nInstantly the attack ceased.\n\nHe watched them move away from him and wondered why. His question was\nanswered as the woman he had struck crawled to him and embraced his\nlegs. He tried to withdraw her hands but she held only tighter and\nsaid:\n\n\"We are mated. You made the choice. I am Sala....\"\n\n\"You're nuts!\" Allerdyce said sharply. He turned to call the guards to\nhelp him with the woman when he discovered that they were gone.\n\n\"Are customs different in your tribe?\" Sala asked. \"Do you not mate\nwith a woman in this manner?\"\n\nThe beginning of a hope came to him in a rush as he realized the\nconsequences of what had happened. He was free now. He tried to put\nthe proper authority in his voice, when he said:\n\n\"Go woman! Find me a corner and bring me food....\"\n\nWithout the slightest hesitation Sala rose and trotted to a far corner\nof the cave. Allerdyce followed and squatted beside her. He had always\nbeen a shy man and had never known many women, especially women with\nas little clothes as Sala wore. She was beautiful by any standard he\nthought. But only for a moment. His thoughts for the first time\ncentered on his predicament.\n\nHis mind allowed for but a single conclusion. That the plane had run\ninto a time-fault and that he and Ed Finster had been drawn into it.\nThe others must have died in the plane crash. Since the giant ship was\nover the Atlantic at the time of the crash it was reasonable to assume\nthat time only was involved and not space. Therefore, by the same line\nof reasoning, he and Ed were to be here for the rest of their lives.\nThat is unless somehow they found the same fault again. But that was\nnot probable, he realized.\n\nFor a moment fear lay heavy on him. Then the scientist came uppermost.\nWhat an opportunity he had. A man of science among these children. The\nchance to build a civilization. It could be done with his knowledge.\nBut first he had to get the power over these people.\n\nSala came back just then with what looked like the leg of a rabbit. It\nwas very underdone but Allerdyce didn't quibble. If he were going to\nlive as they did then he might as well start right there.\n\n\n\nThree days went by and nothing changed. He learned all about his mate.\nShe had been one of Ugg's tribe. Now she was part of the tribe of\nGomar. It was that simple. She was a tigress when she thought another\nwoman was even looking at her mate and fought with the savagery of a\nbeast for him. And he had been granted his freedom with his\nacquisition of a mate. He learned to hunt as the others did, with\nspear and club. But already he had fashioned his first bow and arrow,\nand knew it would be a matter of time before he was taught the rest.\nThere was but one fly in the ointment, Ed Finster. As yet he had no\nmate. And he looked with avaricious eyes on Sala.\n\nIt was on the fourth day.\n\nAllerdyce had returned from the hunt. He had killed an animal with his\narrow and the tribe looked on him with respect. As he neared his cave\nhe heard shrieks of pain and anger. And as he watched with amazement,\nEd Finster appeared, dragging Sala by her hair. His action was\ninstinctive. Rushing forward, he threw his bow to one side and knocked\nEd to the ground.\n\nImmediately a circle of warriors were drawn about the two men and\nGomar stepped forward.\n\n\"It is time,\" he said. \"I have wondered about this. A combat of arms\nwill settle it. Whoever wins will have the woman ... and his freedom.\"\n\nAs they stood facing each other, Finster turned aside as though to say\nsomething to Gomar. Allerdyce relaxed naturally. But Finster had done\nit with that view in mind. Like a flash he whirled on Allerdyce and\ngrabbed a headlock. It would have ended right then had not both men\nbeen barefoot. For Allerdyce had not stiffened his neck muscles. But\nFinster stepped on a thorn and the shock made him loosen his grip for\nan instant. It was enough for Allerdyce to break free.\n\nThere were no more surprises.\n\nBit by bit Allerdyce wore the other down. At last he straddled\nFinster, who lay face down on the ground. Then Allerdyce grabbed the\nother by the shock of black hair, pulled his neck up until he could\nget his arm under it. Then slowly, using all his strength, Allerdyce\npulled back until after a moment there was a sharp crack. Finister\nwould be no more trouble.\n\nAlgernon Allerdyce rose and throwing his head back let out a bellow of\ntriumph, and knew then he was no longer Algernon Allerdyce. He was in\nfact Oogie the Caveman, replete with wife. For Sala had been the first\nto rush to his side. And as he threw his arms around her he knew love\nhad come to him. She was his and woe betide the one who tried to take\nher from him.\n\nBut when Gomar stepped to his side and asked:\n\n\"This sliver of wood you made and the bow of elk thong.... Could you\nmake another for me...?\" Oogie the Caveman knew his life had begun in\nearnest....\n\nTHE END\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Livingston, Berkeley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32396/pg32396.txt",
        "name": "oogie_finds_love.json"
    }
}