{
    "name": "Oridin's Formula",
    "author": [
        "Winterbotham, R. R. (Russell Robert)"
    ],
    "body": "The formula was a simple equation, but\nCaddo had to have it--for knowing its\nanswer meant he would rule the universe.\n\n\nOridin the Recluse listened to the threat wirelessed from the spaceship\nthat was hoving to in a landing orbit about the planetoid Azair.\n\n\"I've a bead on your atmosphere plant,\" said the snarling voice. \"One\nfalse move and I'll blast it to star dust.\"\n\nOridin shrugged as he heard the words. One more fool had come to Azair\nlooking for the secret that the Recluse of the Asteroids was supposed\nto possess.\n\n\"Your threats are unnecessary, stranger,\" Oridin replied in the\nmicrophone of his radio. \"Everyone is welcome here as long as he\nbehaves. I have ways of dealing with those who don't.\"\n\n\"I'm warning you,\" came the voice again, \"that I will stand for no\nfoolishness. I'll kill you if you try to resist.\"\n\nOridin smiled. \"Land, stranger, you need not fear me.\"\n\nThe hermit arose and went to the galley of the warm little house that\nseemed to grow from the solid rocks of the tiny planet. He pressed a\nbutton, waited a second and then opened a small compartment. In the box\nwas a steaming pot of coffee, freshly made by Oridin's automatic cook.\n\nOutside the transparent shelter, the air grew blue from the reflection\nof landing rockets. Oridin glanced to the leveled surface on which the\nship was coming to rest. He saw a turret training on the little house.\nOridin was not afraid; the visitor probably would be interesting. Even\na recluse can grow lonesome on a minor planet.\n\nA figure emerged from the spaceship. He wore an oxygen helmet, although\nOridin plentifully supplied the planetoid with artificial atmosphere\nfrom a small plant at the north pole. The stranger did not believe that\nOridin would not resist. Again Oridin smiled. Deep in the rocks of\nAzair were guns that could have blasted the visitor a thousand times,\nhad Oridin wished. But there was nothing clever about blowing a foe to\npieces. The foe too often was killed before he sensed defeat. Oridin\nenjoyed an equal battle, or even one against odds.\n\n\"Open up! Open up, I tell you, or I'll burn my way in!\" demanded the\nvisitor.\n\n\"He's certainly not deceiving me as to his intentions,\" Oridin decided.\n\nThe recluse pushed a button on the wall, and a giant gate swung outward\nadmitting the stranger.\n\nThe fellow was as tall and as muscular as Oridin himself, but the space\nsuit and the gaping blaster he held in his hand made the visitor seem\nmuch more formidable. Oridin himself was dressed in bell-bottomed\nslacks and a loosely fitting, slipover coat. His beard softened his\ncountenance and made him seem quite gentle, except for a certain\nglitter in his eyes that seemed to warn that Oridin loved a contest.\nAnd this would seem to be a deadly contest.\n\nOridin bowed.\n\n\"You are welcome, stranger,\" he said. \"Take off your helmet, for the\nair is pure. Put aside your gun, for I am unarmed and I do not intend\nto harm you.\"\n\nThe stranger hesitated, uncertainly.\n\n\"No tricks, Oridin!\" he warned.\n\n\"Tricks?\" Oridin laughed tauntingly. \"You are not very confident for a\nman of your caliber. I've heard of you often, Caddo Velexis. They say\nyou have conquered whole nations single-handed, and yet you are afraid\nof an unarmed hermit.\"\n\n\"I'm not afraid of you,\" Caddo said in a tone that hinted he was.\n\nCaddo removed his helmet and holstered his blaster, but Oridin noted\nthat the terrestrial giant did not move the firing button to safety.\n\n\"Will you have some coffee?\" Oridin asked. \"It will refresh you after\nyour long trip, and you must have had a long trip, for we are in a very\nsparsely filled part of the sky.\"\n\nOridin lifted the pot and poured the brown steaming liquid into a\nthick, metal mug.\n\nCaddo waved it aside.\n\n\"I have no time!\"\n\n\"Do not be alarmed,\" Oridin said. \"The patrol will not be near Azair\nfor three days.\"\n\nOridin sat down. His fingers felt under the arm of the chair where a\nseries of buttons controlled other mechanisms in the room. Caddo had\nrelaxed his watchfulness.\n\n\"In three days I'll be well toward the other side of the solar system,\"\nCaddo said.\n\nOridin lifted his eyebrows.\n\n\"Toward the earth? You have undertaken something this time!\"\n\n\"Yes!\" Caddo said. \"It's the Earth I am after! I have all I want of the\noutlying planets and planetoids. You can capture a hundred of them and\nbe no better off than you were at first. But if you capture the Earth,\nyou can rule the universe.\"\n\nOridin touched one of the buttons. A tiny pinhole in the wall of the\nroom seemed to blink. There was a blinding flash and the smell of\nburned leather permeated the place.\n\n\n\nCaddo gave a cry of alarm and sprang back, knocking over his chair. He\nwas on his feet holding his blaster in his hand in a second. Across the\ntop of his helmet was a scorched streak.\n\n\"You tried to kill me!\" Caddo screamed. \"You dirty swine.\"\n\nOridin's lips parted in a smile as he looked without fear into the\nmouth of the trembling weapon.\n\n\"Don't underestimate yourself, Caddo,\" he said. \"The hot beam was only\na warning--something to let you know that I could kill you anytime\nI wished. Even now, before you could squeeze the trigger on the\nweapon, I could cause certain things to happen--no, no! You are safe,\nCaddo--I could cause you to die if I wish, but you are interesting, a\ndangerous man. It would be a better accomplishment for me to give you a\npunishment you deserve.\"\n\nThe fear that shone in Caddo's eyes faded away. For a moment he watched\nOridin. Then he laughed.\n\n\"So it's that kind of a game, is it? I can play it too! Your threats do\nnot frighten me. Nor am I afraid of your hot beam. Look!\"\n\nCaddo thrust his arm forward into the path of the beam. There was a\npuff of smoke as the tremendous heat vaporized particles of dust on the\nleather sleeves. Then nothing happened.\n\n\"I have a neutralizing force, powered with a small battery in my\nclothing,\" Caddo said. \"Foolishly, I did not have it turned on a moment\nago. But you can't hurt me now.\"\n\nOridin shrugged. \"I am still not afraid of you Caddo. If you had come\nhere to loot, you would have killed me long ago. But what you want is\nsomething you cannot gain by killing me. What is it?\"\n\n\"You are going to give me the secret that will make me the master of\nthe earth, and the master of the universe,\" Caddo announced.\n\nOridin poured himself a mug of coffee.\n\n\"I knew you did not want gold, although Azair is filthy with the\nstuff,\" he said. \"But what secret have I that is so powerful?\"\n\n\"The _Discovery_!\" Caddo said.\n\n\"I have many.\" Oridin nodded toward the wall, and the pinhole of light\nblinked out.\n\n\"I want the secret of the universe!\" Caddo spoke tensely.\n\n\"Come! Don't be so melodramatic,\" Oridin chided. \"The universe is full\nof secrets.\"\n\n\"You're stalling. You know what I mean!\"\n\n\"I think I do,\" Oridin agreed. \"My erratic experiments have revealed a\ncertain mathematical function, _J_, which theoretically opens the door\nto action without probability. Is that what you want, Caddo? The value\nof _J_?\"\n\n\"The mathematical bombsight!\" Caddo said. \"It removes probability and\nmakes certainty of everything. With my calculations based on certainty,\nI'll be fate itself! I can conquer the world, chain the universe and\ngovern creation.\"\n\nOridin laughed quietly.\n\n\"Alexander, Caesar, Napoleon, Genghis Khan and Hitler spoke those words\nand they were willing to bargain with the devil himself to make them\ncome true,\" he said. \"I suppose I am the devil, for I know the answer\nand I can tell you the answer--for a price.\"\n\n\"You'll give it to me for nothing!\" Caddo patted the blister, now in\nthe holster at his side.\n\n\"Is that your only offer?\" Oridin asked, still wearing an amused\nhalf-smile.\n\n\"It is!\"\n\nOridin rose and moved toward a safe under two clocks on the wall across\nthe room. One of these clocks gave the terrestrial days, hours and\nminutes according to the General Meridian time. The other registered\nthe four-hour rotation of Azair.\n\n\"Wait!\" Caddo halted Oridin. \"No tricks. Give me the combination and\nI'll open the safe!\"\n\nOridin turned to the space pirate.\n\n\"The safe is unlocked. The formula is inside.\"\n\nCaddo's eyes betrayed his suspicion. The most valuable secret in\nthe world was in an unlocked safe! Warily Caddo stepped forward. He\nhesitated, wondering if even his neutralizing force was enough to\nprotect him.\n\n\"There's no danger. Go ahead. Help yourself,\" Oridin urged.\n\nCaddo was desperate. He touched the handle of the door. It was\nunlocked. He flung it open. Inside the safe was a single sheet of white\npaper.\n\nCaddo seized it eagerly. His eyes widened in amazement as he read:\n\n\"The certainty of success in any course of operations, expressed in\nmathematical terms, represents the sum of all factors, beginning at the\nstarting point, which must be described as _real zero_, and ending with\nthe objective, also reduced to a real numerical value. The constant of\ncertainty, _J_, can be the determining factor which leads an operation\nfrom the beginning to the objective.\"\n\nCaddo read the paper and reread it again and again.\n\n\"Is this all of it?\" he asked, turning to Oridin.\n\n\"Every bit,\" Oridin replied. \"The formula is simple, like the one to\ndetermine the sum of an arithmetical progression--the first number of\nthe progression plus the last number, multiplied by the number of terms\nin the progression and divided by two. In your case the progression\nlies between what you have and what you want. The certainty of getting\nit is the sum of all the factors.\"\n\n\n\nCaddo sat down in a chair at the desk. He seemed to forget his\nsuspicions of Oridin, who had placed a stack of paper beside him.\nCaddo was engrossed in the formula and Caddo, as a mathematician, knew\nthat everything in the world could be expressed in figures. What would\nNapoleon, or Hitler, have given for this formula!\n\n\"The beginning is _real zero_!\" Caddo spoke aloud.\n\n\"Which is different from a mathematical zero,\" Oridin said. \"I might\nsay that zero, like absolute vacuum, never occurs. Even if we have two\napples and eat two of them the atoms of the apples continue to exist.\nIn the formula you have a small fraction instead of zero. It serves the\nsame purpose. If you multiply a number X by zero, the answer is zero.\nMultiply a fraction approaching zero, .000,000,001 by another number\nand that number approaches zero too. If that number is a fraction it\nwill be even closer to zero than our _real zero_. In fact, we are\ndealing with trans-zero numbers, just like the transfinite numbers\ndiscovered by Georg Cantor.\"\n\n\"Yes, yes!\" Caddo said eagerly. He picked up a pencil. He scribbled\nfuriously. His objective was all of the power in the world expressed in\nergs; all of the gold in the world, expressed in dollars; all of the\nland, expressed in acres; the people, in individuals.\n\nOridin moved softly behind him. A multiple-calculator made its\nappearance in the room. Paper flew from under Caddo's pencil. Sweat\npoured from his space-browned face.\n\nThe two clocks on the wall recorded the turning of the earth and the\nplanetoid Azair.\n\nCaddo forgot about Oridin. He forgot about everything except the\nfigures that revolved in his brain.\n\nOridin moved out into the warm artificial atmosphere of his planetoid.\nHe was a recluse again. He was alone. A momentary contact with the\ngreed, and avarice of the human race had been wiped away.\n\nFar out in space was a glow of rockets. A ship was going to land. It\nhad seemed only a short time since Caddo had landed. But that was three\nterrestrial days ago. This was the patrol.\n\n\"I've a prisoner for you,\" Oridin informed the captain. \"It's Caddo.\"\n\n\"Caddo! He's the No. 1 universal enemy. Man, you'll grow rich with the\nrewards offered on nine planets for his capture.\"\n\n\"You can have the reward,\" Oridin said. \"Take him away. He's a\nnuisance.\"\n\nThey found Caddo in the lounge of Oridin's house chewing on a book\nof logarithms. His mind was gone. He could only babble figures. His\nfingers twitched with cramps from writing with a pencil and punching\nthe keys of the calculating machine. Every spark of vitality had been\ntaken from his body. The batteries of his force armor had burned out.\n\n\"What's the matter with him?\" the captain asked.\n\n\"He wanted too much,\" Oridin replied. \"I gave him a simple little\nformula for success, but the formula ceases to be simple as the\ndefinition for success grows more demanding. Had he sought perfection,\nCaddo would have seen that even this was unrecognizable, although the\ncertainty was only halfway to infinity--\"\n\n\"Sorry, Mr. Oridin, but I'm not a mathematician,\" the captain said.\n\n\"There's nothing difficult in the formula. It proves that certainty\nis unrecognizable. You'll have to admit that a goal, to be reached\nhas to follow a path and that path is determined by two points. The\nbeginning is one and the second one makes the ultimate objective\ncertain. Therefore the second point is certainty. But certainty is\nunrecognizable--\"\n\nOridin brought forth his formula and allowed the captain to read it.\nThe patrol officer blinked his eyes and scratched his head. Oridin\nwrote his formula out:\n\nJ = (a + 1) times infinity/2\n\n\"_J_ is certainty, _a_ our starting point and 1 is unity, or\nperfection,\" Oridin explained. \"Our starting point is close to zero,\nbut not zero. But for convenience we'll say that it's a fraction so\nclose that we can call it zero. Then certainty, _J_, is one-half of\ninfinity, which you'll have to agree does not approach infinity and may\nbe well within the realm of human comprehension, although we will not\nrecognize perfection because we do not know what number is halfway to\ninfinity. Caddo overlooked the fact that he went further and further\ninto the transinfinite with each number he added to his equation, for\nthere are an infinity of numbers between any two whole numbers and any\ntwo fractions and their sum is always infinity.\"\n\nThe patrol captain already was muttering to himself and Oridin hurried\nhim out of the house and into the patrol ship with his prisoner.\n\nAfter the space craft had gone, Oridin returned to his living quarters\nand replaced his formula in the unlocked safe. He cleaned the litter\nmade by Caddo and sat down. Once again, Oridin was a recluse and he\nwould remain so until someone else had a dream of conquering the\nuniverse.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Winterbotham, R. R. (Russell Robert)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62313/pg62313.txt",
        "name": "oridins_formula.json"
    }
}