{
    "name": "Out of Mind",
    "author": [
        "Stuart, William W."
    ],
    "body": "\"Vacation trip to Nirva?!?\" snapped Secad Screed--Galactic Sector\nAdministrator J. Gomer Screed, a serious-minded man who rarely lost\nhis temper. That was a pity; it was a lousy temper. \"A mindless\nexcursion, and completely outside my Sector at that! Woman, are both\nyou and Garten out of your minds? Who do you think is going to run my\nadministration with both Garten and I on a childish vacation to this\nabsurd 'Dream Planet' of yours?\"\n\n\"Well--there is Deputy Assistant Prinot and--\"\n\n\"Ha! And then what do you suppose would be left of my record here and\nmy prospects of promotion--after Depast Prinot and the others put in\nfive solid weeks wrecking all my work?\"\n\nSecast Garten, short, a little chubby, the opposite of his chief\n(who looked like a deep-thinking, bald stork scheduled for delivery\nof Siamese quintuplets in a typhoon,) grinned. He was seated out of\nthe direct line of verbal fire, on a rock-hard hassock at one side of\nthe barely furnished Screed apartment. He grinned, knowing what Secad\nScreed would do with a similar opportunity at Division Hq.\n\n\"Oh, now, dear,\" soothed Mrs. Screed, a mousey, chronically anxious\nlittle woman with five years experience as secretary and ten as wife in\nlearning to soothe her husband. \"Prinot is such a nice man. Don't worry\nso about things. Just put them out of your mind; they'll be all right.\"\n\n\"What?\" Fifteen years experience she had soothing him, but she never\ndid seem to get the knack of it. Or, perhaps, it was a matter of\nScreed's conscientiously refusing to be soothed, as a matter of\ndiscipline. A wife should know her place. Women being what they were,\nlight minded, he felt it only fair that he should regularly point it\nout to her. He didn't want to spoil her. And he didn't either--unless\nit was in the matter of favoring her with his personal attentions\nweekly, at 11:30 p.m., each Friday.\n\nThis was big of him. She was lucky. Secad Screed was a big man,\nAdministrative Officer in full command of a major sun system at only\n56, wedded to his work and dedicated to becoming more and more\nimportant. Mrs. Screed's position was, in a way, almost bigamous. She\nhad a rich, full fifteen minutes every Friday, and what more could any\nwoman want of life?\n\nAt the moment, this one imagined she wanted to take a vacation trip\nto some nonsensical, little known, semi-mythical dream planet that\nGarten--the fool!--had been telling her about. \"Garten--\"\n\n\"You are so right, J.G., so right. Give Prinot and those boys an inch\nand they'll be measuring you out for a grave with it, while they\nsharpen their knives. Half a chance and they'd foul up your whole\nSector Administration. But--you know, sir, after five straight years on\nthe job for both you and me, a five-week vacation is compulsory. We do\nhave our orders.\"\n\n\"Mf-f-f!\" That was true and that was the rub. \"But we don't have to\nchase off so far we can't keep an eye on things!\"\n\n\"Of course, sir. Or--an idea you gave me just the other day, sir--with\nthe recent Truad activity over in Sector Y, we could put this\nwhole system into an emergency invasion alert drill, sir. For the\nduration--of our vacation. Then every move Prinot makes will have\nto follow the book--or a court-martial when we get back. With you\npresiding, eh?\"\n\n\n\nSecad Screed smiled a thin smile. \"I thought of that, of course,\nGarten. Clever of you to see it. Given time, I may be able to make a\npassably capable assistant of you after all.\"\n\nGarten was necessarily more skilled at soothing Screed than was Mrs.\nS., whose somewhat special status brought her very limited privileges\nbut considerable job security. Garten had hung on, sometimes narrowly,\nfor some five years now.\n\n\"Yes sir. I hope so, sir.\"\n\n\"But not as long as you come up with asinine suggestions for us to\nthrow away valuable time on some scarcely heard of 'dream planet.' Even\nthough Centrad does enforce these foolish compulsory vacations, there\nis no reason why the time cannot be turned to some useful account.\"\n\n\"But, dear,\" murmured Mrs. Screed wistfully.\n\n\"No! Viola, you seem to have lost whatever few wits you once possessed.\nWhy in the Galactic Universe would I go to some tiny, sink-hole,\nsingle planet system not even important enough to have a Service\nAdministration? Even I have scarcely heard of the place. Garten, what\never got into you?\"\n\n\"Uh--ah, well, sir. You see I--uh--have always admired so your report\non waste and extravagance on Primus that you made following your\nlast vacation five years ago just before coming here. The way you\ntoppled the entire Sector Administration, forced a dozen or more early\nretirements and--\"\n\n\"And got me my promotion to Secad.\"\n\n\"Yes, sir. A sensational job, and much talked of at Centrad, I know.\nWell sir, I just thought that, since this Nirva is so little known,\nsomething of a mystery you know, and something of a sore point with\nCentrad too, perhaps it might be ripe for an expose.\"\n\n\"Mph. Nonsense, Garten. Not important enough--though, come to consider,\nit is odd how little public information there is about the place.\nCentrad is covering something.... Hm-m. Never bothered to check the\nsecret files on it myself. Just for curiosity, Garten, what _is_ the\ndetail on the thing?\"\n\nMrs. Screed leaned back in her chair; glanced blankly about the bare\napartment; picked idly at a cuticle; tried, with apprehensively\nexpressive features, to register total disinterest. Once, before\ndiscouragement set in, she had been a modestly pretty young woman. Now\nshe was merely modest.\n\n\"Viola,\" snapped Screed, \"go fix some refreshment. Ice water,\ncrackers, something. Can't have you sitting there mooning over this\nNirva nonsense of Garten's. Your mind has too great an affinity for\nnonsense.\"\n\n\"Yes, sir. Well, sir--\"\n\n\n\nMrs. Screed threw him a fleeting, timid smile over her shoulder as she\nleft the room through the kitchen door, back of Screed's arm chair.\nInside of two minutes she was back, standing very quietly in the\ndoorway with a pitcher of water and a dish of plain, protein crackers\non a tray. Garten talked on.\n\n\"Nirva, as you know, is the single planet of a small sun off on the\nfringes of this region of the Galaxy. It seemed so insignificant it\nwas never even visited until something like fifty years ago. Then a\nquestionable prospector ship had a minor breakdown and was forced to\ncome out of an inter-space jump near the Nirva system. The prospectors\nhad been ten years out. They were coming back empty-handed, nothing to\nshow, not one valuable planet found. There they were. Spectroanalysis\nof Nirva didn't show much, but they decided to check anyway. They were\ndesperate, dreaming out of all reason of a last-ditch success--dreaming\nof a civilized, friendly planet, hospitable natives, rich beyond\nbelief, foolishly ready for exploitation, eager to load them up with\nfissionable minerals and so on. You know how those old space tramp\nadventurers used to be, sir.\"\n\n\"Hmph. Tramps, yes. So?\"\n\n\"So they landed and discovered Nirva; the Dream Planet. Of course they\ndidn't find that out at the time.\"\n\n\"What did they find?\"\n\n\"They found a civilized, friendly planet, hospitable natives, rich\nbeyond belief, foolishly ready for exploitation, eager to load them up\nwith fissionable minerals and so on. There wasn't even a communication\nproblem. The people, handsome, human type, were telepathic. Well. Their\nvisit, although no two of the eleven men on the ship could agree on\nthe details, was one glorious celebration. Liquor and no hangovers.\nWomen, the most beautiful in the universe, competing with each other\nto do everything--I mean _everything_--for the pleasure of the space\nheroes. In fact, it seemed a space tramp's dream of heaven. They hated\nto leave.\"\n\n\"If the place was such a degenerate's delight, why did they leave?\"\n\n\"Just simple greed, apparently. Their ship was loaded with the most\nvaluable cargo in history. They couldn't resist the urge to take it\nback and cash in; to strut around and be big heroes, men of wealth and\npower back home. Finally, and with plenty of regrets, they blasted off.\nA couple of jumps, six months--travel was slow then, of course--and\nthey landed at the regional capital. They reported their discovery and\nclaims, turned in the cargo for analysis and sale--and, listening for\nthe cheers, sat back to collect their fortunes. Instead of cheers, they\ngot the universal horse laugh.\"\n\n\"A laugh? At a fortune? Why--oh, yes. Of course; turned out they made a\npretty stupid mistake about that cargo, eh?\"\n\n\n\n\"Well, it seemed a funny mistake. Their whole cargo of rare,\nfissionable elements was nothing but perfectly ordinary sand and rock.\nNow, this crew was rough, but prospecting was their business. They\nknew their business. It just wasn't possible that they could have made\nsuch a mistake. At first the officials were inclined to drop the whole\nthing as a pointless hoax. But it _was_ so pointless. Somebody was\nsharp enough to push for an investigation on that account. They rounded\nup the prospectors, who were all hustling around trying to promote\nsupplies to get them back to Nirva. They got a psychiatric team to run\nthem all through a complete check. The clues to the truth of the matter\nturned up then; but they were not, at least not generally understood.\"\n\n\"What--?\"\n\n\"The psychiatric team found that each of the eleven told a similar\nstory, and actually had a similar mental picture of Nirva. But,\nexamined closely, the detail, the artifacts, the--uh--types\nand--ah--um--habits of the women were startlingly, if not\nsensationally, different. So different that, in fact, the planet seemed\nto be perfect. Perfect according to each crewman's idea of the perfect\nplanet. Some of them had pretty crude ideals of perfection, of course.\nThe psychiatric team pushed through an order grounding all members of\nthe crew. All of them ended badly, by the way--seven suicides, two\nmurders, two violent mental cases. The team submitted a completely\ninconclusive report. Then they proposed that they all be sent to\nexamine Nirva.\"\n\n\"Well? Get to the point, Garten!\"\n\n\"The expedition went out. It never came back. No word ever came back.\nThe administration jumped to a conclusion that the planet, Nirva, had\nbecome hostile and the expeditionary force captured. A battle cruiser,\nadvised to expect resistance and with orders to use all force necessary\nto pacify the planet and rescue prisoners, was sent out. The cruiser\nwent. It met resistance near Nirva and won a brilliant victory. The\nNirva forces surrendered. The ship landed and officers and crew were\nfeted by the defeated population. Prisoners were rescued. Finally, and\nwith some little reluctance the captain, a devoted family man, gave\norders and the cruiser headed back. But--at the first jump away, the\nprisoners and something like two-thirds of the cruiser's crew vanished.\nNaturally there was a good deal of excitement.\n\n\"Arrant nonsense.\"\n\n\"Yes, sir. Of course. But--two further rescue expeditions ran into much\nthe same thing. It seemed that only individuals with the most vital\nand binding ties or absorbing interests back home ever came back from\nNirva. Others, especially anyone with the least trace of instability,\nstayed there.\"\n\n\"A lunatic planet for the feeble-minded!\"\n\n\n\n\"Uh--yes, sir. In a manner of speaking. At least the officially\napproved conclusion regarding Nirva is this. No way to be certain but,\npresumably, from sample materials and distance observation, it appears\na rather ordinary, Earth-type planet physically. It is inhabited by a\nrace, physical characteristics doubtful, probably humanoid, having,\nunique mental properties. Imaginative, very powerful, hypnotic. And,\nthe theory goes, these people exercise a sort of group mind power with\nindividualistic overtones. To all intents and purposes, they modify\ntheir physical--and social--surroundings to suit themselves. Each then\nlives quite literally in a world of his own. The world of his dreams.\nFor visitors from outside, same thing. Each person who lands on Nirva,\nor even approaches it without a powerful force shield, sees what he\nimagines he should see. He finds whatever he may be looking for. A man\nwho has mental air castles, you might say, can go to Nirva and move\nright into them. As they say, sir, the planet of dreams.\"\n\n\"Hallucinations!\"\n\n\"Yes, sir. But controlled, pleasant--and having all the force, feel and\neffect of reality. So the theory has it, that is. Of course, travel to\nNirva is so restricted as to be almost completely prohibited now and\nthe information wiped from public records. The administration could see\nthat it might become disastrously over popular.\"\n\n\"Why not wipe out the whole lunatic asylum of a system?\"\n\n\"Ah--yes. Well--uh--perhaps some of the men at the top thought perhaps\nit might turn out to be useful in--uh--some way.\"\n\n\"There have been rumors of mysterious disappearances of officials.\nWeakness.\"\n\n\"Yes sir. Exactly.\"\n\n\"A haven for weak-minded idiots to be taken in by stupid, parlor\nhypnotics. Why should I waste my time and talent exposing something so\ntotally and transparently stupid?\"\n\n\"Of course, sir. It would be a difficult thing to try to manage. I'm\nsure--in spite of the enormous publicity and promotional possibilities\nin clearing up the mystery--that it's not the sort of thing a solid\nadministrator would care to get mixed up in.\"\n\nThe Secad looked interested.\n\n\"A perfectly horrible sounding place,\" interrupted Viola from her\ndoorway, \"I had no idea it would be anything like that. It sounds\nimmoral, actually. I wouldn't go.\"\n\nThe Secad looked thoughtful.\n\n\"Besides,\" added Garten, \"I'm certain, now I consider it, we couldn't\npossibly manage to get a clearance to visit Nirva anyway.\"\n\n\"Well, then,\" said Viola firmly. \"You know how the Secad needs a rest.\nI do hope you can find something more suitable for our vacation than\nthat. Some place that's _quiet_ and _respectable_ and--\"\n\nThe Secad looked convinced. \"Oh, shut up, Viola. And you too, Garten.\nIf we must go on a vacation, we must--but I shall decide where we will\ngo. Is that clear?\"\n\nThat was clear.\n\n\n\nNirva stuck in the mind of Secad Screed. He was, certainly, the sanest,\nsoundest, solidest and most sensible of men. It was not possible to\ntrick him into any hasty, ill-considered action.\n\nStill, it rankled to have Garten and, of all people, Viola tell him he\ncouldn't go to Nirva--and couldn't succeed in doing anything about it\nif he did.\n\nOf course, it is true that a man can trust no one but himself. It was\ntransparently obvious that Viola and that pip-squeek Garten were trying\nto con him into taking them to Nirva. But it was an irritation. And\nmaybe the thing did, actually, offer the possibility for something\nsensational in the way of a coup.\n\nNaturally, Garten and Viola were interested only in the supposed cheap\nthrills of the dream planet, the chance to escape from practical,\nbusiness-like reality into some degenerate make-believe. They both\nneeded a lesson. They should be shown how poor and weak a thing a\nromantic dream is, when brought up short by the trained, superior,\nanalytical administrative mind.\n\nThe next day at work he set Garten to work drafting up orders for an\nemergency invasion alert drill \"just in case.\" He then consulted with\nhis Neuro-Surgeon General.\n\n\"Naturally, Dr. Treadmel, I would never dream of directing any illegal\nactions within my own jurisdiction--where, of course, I am Secad\nand therefore the judge of all questions of legality. And of your\nDepartment too, Doctor, you may take note. However, the information I\nam endeavoring to extract from you I shall apply, if at all, solely to\nthe planet Nirva. Not to any of ours.\"\n\n\"Yes, sir.\"\n\n\"Very well, Doctor. Now. You are familiar with hypnotics, are you not?\"\n\n\"Sir!\" The Doctor was hurt. \"One of the primary duties--\"\n\n\"All right. You are familiar with hypnotics. You use them all the time\nin legal questions, crime, employment interviewing in depth and so on.\nNaturally. And you are also aware of various measures--yes, yes, I\nknow they are specifically barred by the Public Safety Amendment--some\nmechanical and some narcotic, that may be taken to counteract or\nprevent hypnosis. So. My question is this. Would such measures as your\nlow power, hyper-electronic broadcast and your anti-hypnotic drugs be\neffective against the spell or illusion the inhabitants of Nirva use on\nvisitors and, perhaps, themselves?\"\n\n\"Well, now, Secad Screed, that is an extremely interesting question.\"\n\n\"I am interested only in the answer, Doctor.\"\n\n\"Uf. Yes, sir. Well, I can see no reason why they wouldn't be\neffective--always supposing the subjective hypnotic theory of the place\nis correct. That is--in theory--this group mind, which is supposed\nto provide the basis, should be totally disrupted by the random or\nscrambling effect of the electronic broadcast. The drugs, on the other\nhand, would render the individual who took the drug, during the period\nof its effectiveness, totally un- or non-receptive to the impulse,\nwhereas--\"\n\n\"All right, Doctor. You are trying to say, in your obfuscating manner,\nthat the measures would be effective. Right?\"\n\n\"Subjectively, not taking into account the hypothetical possibility of\nrandom foci--and, of course, barring circumstances outside the range\nof--\"\n\n\"Doctor! Yes? Or no?\"\n\n\"Well--uh--yes.\"\n\n\"Doctor, when you have quite finished the duties I am about to assign\nyou, I suggest you visit my legal staff for a game of circumlocution.\nIn the meantime--get me that drug.\"\n\n\"Yes, sir. You understand the limitations--\"\n\n\"And give Chief Engineer Barstow the specifics for an anti-hypnotic\nelectronic amplifier, suitable for placing in satellite orbit.\"\n\n\"But--\"\n\n\"Around Nirva. _Good-by_, Doctor!\"\n\nAnd that would take care of that.\n\n\n\nOf course Nirva, the Dream Planet, was a fake. It was a fairy story\nfor childish minds, not capable of affecting the mature intellect. But\nthere was nothing like being doubly sure. Secad Screed was always sure.\n\nThe only thing that upset him more than being not quite sure was the\nidea of something being wrong. But of course this never happened.\n\n\"All right, Viola,\" he said that night, after letting her sit, fidgety,\nlooking the question she didn't quite dare to ask all evening long. \"So\nyou want to go to this ridiculous planet, Nirva. Don't you?\"\n\n\"Dear, of course not! Not if you don't think--that is, you said it was\nstupid. So of course we wouldn't--\"\n\n\"Please, Viola. You should know better than to try to deceive me. And\nso should Garten. It is completely and transparently clear to me that\nboth of you are trying to get me to take you to this so-called dream\nworld. Childish escapism. You know that?\"\n\n\"Yes, of course, dear.\"\n\n\"Very well. We are going.\"\n\n\"Oh! How wonderful. Thank you!\"\n\n\"Don't thank me now. Later, afterward, you can thank me. When I have\ndone you and Garten the service of showing you the infantile immaturity\nof your own minds. I am, Viola my dear, going to expose to the Galaxy\nthis tawdry charlatanism for the little carnival illusion that it is. I\nshall show you the superior mental power of a mind--mine--that can face\nreality. You, and possibly even Garten, like drug addicts think you can\nescape from fact into a dream world.\"\n\n\"Oh, no.\"\n\n\"You will learn that there is no escape. I shall show you to\nyourselves. And you will see that run-down, sink-hole planet of lotus\neaters for the degenerate mental slum it truly must be and is.\"\n\n\"Oh? Well, it is good of you to go to so much trouble.\"\n\nSmugly, \"The expose may prove of some advantage in my Service career.\"\n\n\"Of course, dear.\"\n\nOf course. Of course, there was a period of frantic, forced-draft\npreparation by certain of the Administration Departments. Garten was\nvoluble in his admiration of the plan for the electronic broadcast,\nanti-hypnotic satellite for Nirva. On the drugs, he had no comment.\nHe was not, in fact, informed of this part of the plan. Clearance for\nSecad Screed and party to visit the \"Limited Access\" Planet, Nirva, was\nobtained from Inter-Regional Headquarters with surprisingly, if not\nsuspiciously, little difficulty. Screed smiled a sour little smile.\nJealousy, perhaps. He would show them, too.\n\n\n\nIn two weeks standard time, they--Secad Screed, Mrs. Viola Screed\nand Secast Garten--were on the way. It was a small ship, with a crew\nspecially screened for the stop at Nirva, bound for the farther reaches\nof the Galaxy. At the end of three inter-space jumps it would orbit in\nto leave them on Nirva. Five weeks later, on the return trip, it would\nput in again to pick them up.\n\nAt the end of the third jump, Secad Screed and party, VIP's certainly,\nvisited the ship's captain in the control room.\n\n\"We are coming in to the planet now, Captain,\" announced Screed\ninformatively. \"I want to be certain that the satellite is functioning\nproperly and placed in planned orbit, regular, between sixty and ninety\nminutes.\"\n\n\"Yes, sir,\" sighed the captain, a morose-looking man with an\nanachronistic, drooping moustache, \"Believe me, Secad Screed, within my\ndeplorably narrow limits I do know my business. Your satellite is being\nattended to now. We are within the field of Nirva. We will make our run\nin, fingers crossed, so you may debark.\"\n\n\"Fingers crossed, Captain? Hmph! Well--let's have a look at the thing\non the view screen.\"\n\n\"Sorry--but no, sir. We go in on automatic instruments, with special\nelectric power shield up all the way. I'll cut the shield just long\nenough for you to land and back up she goes. Likely I'll lose a couple\nof my crew at that.\"\n\n\"Nonsense! Have you no confidence in the satellite?\"\n\nThe captain shrugged. \"I take no chances.\"\n\nThis was a line of reason Screed could well appreciate--in himself.\nFrom the captain it seemed foolishness.\n\n\"Surely, Captain, if you were to lose crewmen you could and would\ninsist upon their immediate return?\"\n\n\"Insist, Secad Screed? How? You do not, I think, have quite the full\npicture of this thing. Its appeal, the pull of your own personal\nperfect dream world, is very strong. If I didn't have a wife and\nsix sweet kids back home that I only see a month or two out of the\nyear--well. This Nirva problem is like this. We go in. Down screen.\nOff you and your party go. My crew? All present. OK, back up with the\nscreen--and _then_ we find out who is actually on the ship.\"\n\n\"But if they were all present--?\"\n\n\"Maybe present; maybe nothing but projected illusions. It is not\npossible to distinguish. So, say a couple are missing when the screen\ngoes up. Suppose I down screen again. Protest. The natives are all\napology. The men return.\"\n\n\"All right then.\"\n\n\"Not exactly. When the screen is up again--maybe instead of two\nmissing, by then I would have four gone. The temptation gets too\nstrong. Fighting it is like doubling bets to get even on a crooked\nwheel.\"\n\n\n\n\"Hmph!\" Slack handling. Incredibly slack. It certainly was time a man\nwho knew his own mind took over.\n\nThe satellite was orbiting. He had taken an anti-hypnosis pill. So\ntoo, although he hadn't bothered to tell them about it, had Viola and\nGarten, in their coffee. \"Well, Captain. Your problems with Nirva are\nover. I--\" he drew himself up in full executive-command stance--\"am\ngoing to straighten the place out. In five weeks, when you return to\npick us up, you will find Nirva, under my administration, a sound,\nsensible, stable colony. And we three will all return with you.\"\n\n\"Oh?\" The captain was a skeptic.\n\n\"Of course,\" said Viola, \"When my husband says a thing will be done,\nyou can count it done.\"\n\n\"And this other gentleman, Secast Garten?\"\n\n\"Naturally, sir. Secad Screed is a man of his word. Not even Nirva\ncould alter his determination.\"\n\n\"I see. Well, I'm not a betting man, of course. Regulations. But if I\nwere--\"\n\n\"Yes, Captain?\" Secad Screed's voice cracked icily.\n\n\"I would like to bet a year's salary that all three of you won't go\nback with me.\"\n\n\"Well, Captain. As Senior Service Officer aboard, I make the\nregulations here. I'll just take that bet. A year's salary, against\nyours. Nice odds for you there, Captain. That is a bet. Garten, you and\nViola are witness.\"\n\nThe Captain smiled sourly and nodded. Screed turned on his heel,\nannoyed. \"Come Viola; Garten.\" Viola bowed her head and followed.\nGarten lingered a minute.\n\n\"Captain? If you'd care to hedge a bit of that bet, I'll take, say,\nhalf of it?\"\n\nThe captain looked at him. An ordinary man. Not young, not old; not\nbig, not small. Just a man, almost extraordinarily ordinary. And\ncertainly not too bright since, as he clearly intended to stay on\nNirva, what good would it do him to win half of that old snake Screed's\nbet? The Captain shook his head. \"Thanks, Secast Garten, but since you\nwon't--well. No, thanks, I'll keep it.\"\n\nGarten shrugged regretfully. \"So? Well, I could use the money but no\nmatter. I think you have a good bet, Captain. It's my bet, too.\"\n\nA half hour and the ship settled gently on the surface of the planet.\nThe three passengers for Nirva were ready at the air-lock.\n\n\"_Down screen!_\"\n\nScreed heard the words over the intercom. For a moment a sense of\nconfusion, of uncertainty of purpose touched with dizzying, empty fear,\nswept over him. Abruptly it was gone. Confidence, more certain and\ninvincible than ever, flooded back. He knew what he must do. And he\nknew that he would surely do it.\n\nA thrill of anticipatory triumph brought a little twisted smile to his\nthin lips but, half turning his head toward Viola and Garten, all he\nsaid was, peremptorily, \"Come.\"\n\n\n\nThey stood, three small figures, on the surface of Nirva, the dream\nplanet, beside the space ship.\n\nThey were edged away from it by a discomforting mental pressure as the\nship's force field snapped back on. Nirva. It seemed nothing so much.\nPleasant enough, perhaps, but in a shockingly disordered, unimproved\nsort of way. Much the sort of thing Screed had expected.\n\nThere was a bright sun overhead with a slight rosy-pink tint to\nit, low green hills and some sort of town or settlement in the\nnear distance. The sky was a deep blue, almost purple, dotted with\nfeathery, pinkish clouds. All right. Probably it was quite suitable for\nexploitation as an agricultural planet. Not too much quick profit in\nit, perhaps, but well worth salvage.\n\nScreed, Viola and Garten were standing near the center of a cleared\nfield, possibly a bungled excuse for a space port. Across it, a\nramshackle building leaned tiredly to one side. As the space ship rose\nsilently behind them, some sort of wheeled vehicle started toward them\nfrom the building, raising a small cloud of pinkish-white dust as it\ncame.\n\n\"How awful,\" said Viola, echoing Screed's thoughts. \"It's so shamefully\nrun-down and neglected looking.\"\n\n\"A Galactic disgrace,\" agreed Garten from the other side.\n\n\"So,\" said Secad Screed, the leader. \"You see?\"\n\nThe native vehicle, a rattle-trap affair reminiscent of ancient earth\ninternal combustion wagons, clattered up. The driver was unclearly\nhuman under a slovenly, unkempt exterior; he was also middle-aged, fat\nand anxious as he stumbled out. \"Ah,\" he said eagerly, \"distinguished\nvisitors! And--uh--is it possible--that is, I mean to say, I--we all\nin fact, wonder if it could be you who is responsible for the sudden,\ntotal change that seems to have affected our--ah--perceptive climate?\"\n\n\"And if we are,\" snapped Screed, \"it was certainly a degenerative\nsituation that desperately needed changing. You and all your people\nshould thank me for it. And you will.\"\n\n\"Oh yes,\" said the native. \"We already do, indeed. But--uh--the thing\nis, not that we aren't grateful for the awakening, but it is all so\nhorribly confusing to us. You see, what I mean to say, we don't know\nexactly what--\"\n\n\"You need leadership! Strong, efficient leadership.\"\n\n\"That's it exactly. If only you would--\"\n\n\"I shall.\" He made an expansive, condescending gesture. \"I, with the\nhelp of Mrs. Screed--I, by the way, am Secad Screed, the Leader--and my\nassistant, will take full command of all administration immediately.\nYou will find that I will soon whip you into shape.\"\n\n\"Ah, sir, how can we ever repay you?\"\n\n\"Perhaps something may be worked out. Now, we must get started. Take me\nat once to your ruling body.\"\n\n\"Ah. Do you suppose the Council of Dreamers--?\"\n\n\"Hmph; just the sort of thing we shall have done with once and for\nall. But we must start someplace, I suppose. Let us proceed.\"\n\nThey all climbed somewhat apprehensively into the vehicle. They\nproceeded.\n\nScreed proceeded.\n\n\n\nHe proceeded, with Viola and Garten cheering and trailing along some\nlittle distance to the rear, to carry out his total plan. It was almost\ntoo easy.\n\n\"Almost,\" thought Screed as the obedient, grateful citizens of Nirva\nlabored frantically to remake their world into a model Class II,\nGalactic Service AgPlan. \"But then, no one else could ever make a start\nhere. It is simply that, to a mind and character like mine, all things\nare easy.\"\n\nHe was, not for the first time, mildly surprised at his own brilliance,\nand totally admiring.\n\nPerhaps he was justified. Certainly both Viola and the sometimes\ncynical seeming Garten were all awed respect. The reformation of Nirva\nadvanced at a remarkable pace. The people, rudely awakened from a\ngenerations-long dream, were confused, aimless, purposeless. Like the\nbewildered representative at the space port, they wanted nothing more\nthan a firm leader to give them direction. Having apparently no will of\ntheir own, they went to work with a will. Screed's will.\n\nScreed was pleasantly surprised. It seemed that before the development\nof the \"dream world of the group mind,\" some five hundred years before,\nthey had been a progressive people with a modestly advanced technology.\nWith the group mind, all of the old knowledge and technical abilities\nhad, quite inadvertently, been passed on from generation to generation.\nDirection was all they needed. Having no power of resistance, they\naccepted it with total obedience. When Screed said, as he often did,\n\"You people are not here to think; you're here to do what I tell you,\"\nthey smiled in whole-hearted agreement and did just what he told them.\nIt was delightful.\n\nIn five short weeks the reconstruction of Nirva was well advanced. New\ncities and smoke-belching factories were rising from old ruins. Fields\nwere plowed and sowed.\n\nAnd the space ship came back.\n\n\n\nReluctantly Screed cut short a series of final instruction conferences\nwith his newly appointed deputy directors and administrators. He picked\nup Viola and Garten from their quarters in the refurbished ruin of an\nancient mansion on a hill overlooking the new capital and they rode\nto the space port in his vehicle, primitive in design but gleaming,\nshining like new in the rosy-pink sunshine.\n\nThe citizenry lined the roadway, torn between sobs and cheers. Screed,\nsmiling, and sternly gracious, waved a regretful farewell. At the\nship he paused for a last word with his senior deputy. In unfamiliar\ntones of anxious concern, he said, \"Now, you have all my memos and\ninstructions. You're sure you can handle it? Carry on just the way I\nhave directed?\"\n\n\"Of course, glorious supreme leader. In your wisdom you have pointed us\nthe way. We shall not stray.\"\n\n\"Well--everything has been going well, very well. In a way I hate to\nleave and take the chance on your fouling everything up.\"\n\n\"We shall do our poor best, great leader.\"\n\n\"Yes,\" said Screed, doubtfully. \"True enough. But even so--\"\n\nThey could feel the space ship's screen cut off. The port opened.\n\nFrom the vast crowd of Nirvans spread across the space port there came\na great whispering noise, something between a sigh and a moan of sad\nfarewell, as Screed turned and followed the other two through the port\nand into the ship.\n\n\"Ah, Captain,\" said Screed, smiling a thin smile of triumph. \"You\ndoubted my ability to remake Nirva. But now you have seen it. Quite a\nchange, eh?\"\n\n\"Oh sure. Quite a change. Of course, there always is.\"\n\n\"And, Captain, you will note that we are all here. All three of us. You\nhave, I fear, lost your bet.\"\n\nThe Captain shrugged. \"Better get to your cabin now, ready for take\noff.\"\n\nIn the cabin Screed settled back in a chair and looked up at the other\ntwo with an odd air of defiance. \"All right,\" he said, \"I did it,\ndidn't I? Just the way I told you.\"\n\n\"Screen on,\" said the Captain over the intercom.\n\nTo the three in the cabin the air seemed to turn shimmery, hazy,\nindistinct for a moment. Then it cleared.\n\nGarten and Viola stood by the doorway, arm in arm, staring. Screed,\nSecad Screed, the leader, was gone.\n\n\n\n\"There,\" said Garten with deep satisfaction, \"He did do it.\"\n\nViola sighed, smiling. \"Darling! He did! It worked just the way you\nsaid it would. But I'm still not sure I quite understand why--or how.\"\n\n\"It doesn't really matter. But--you noticed he quit taking the\nanti-hypnotic pills after the first week?\"\n\n\"Yes. Did that make any difference? The satellite worked, didn't it?\nAnd everything else went just the way he wanted it. It all seemed\nperfect--for him.\"\n\n\"Sure it did. And that was what he couldn't face losing.\"\n\n\"Hmm?\"\n\n\"Well, it seemed that everything went exactly the way he imagined it\nwould. The satellite worked. The people followed him. Everything. But\nmaybe we all only imagined it. How can we be sure? After all, those\nthings--plus our purely personal concerns that he was far too busy to\ntake any note of--\"\n\nViola blushed, quite charmingly for a plain, mousy little woman.\n\n\"--were what we were expecting too. How can we know, for sure, what was\nreal and what was illusion?\"\n\nViola looked suddenly offended.\n\n\"About the planet, I mean.\"\n\nViola looked mollified.\n\n\"But the planet--I think Screed is running the thing; I'm not sure. As\nlong as he is there, he _knows_ he is running it. Here--who knows? That\nwas the chance he couldn't take, the chance his mind refused to face.\nIf he were here, _could he still be sure he was right_?\"\n\nViola smiled the feminine smile that dismisses a question no longer of\npersonal consequence and snuggled closer to Garten. \"Well,\" she said,\n\"at least we know he isn't here. That's all that matters.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Stuart, William W."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61051/pg61051.txt",
        "name": "out_of_mind.json"
    }
}