{
    "name": "Out of the Dark Nebula",
    "author": [
        "Coe, Milton L."
    ],
    "body": "The bulkheads of the mighty battleship rocked with the song welling\nfrom five thousand throats. As the young, eager voices swelled into\nthe chorus of \"The Spaceman's Hymn,\" Vice-Admiral Jack Harrigan felt a\nlump grow in his own throat. Captain Mike O'Brien, short, muscular and\ndefinitely Irish, joined the admiral at the balcony hatch; together\nthey looked down upon the huge ship's auditorium.\n\n\"It's a long, long way to the Milky Way ...\" the chorus rose, fell,\nfaded and died.\n\nHarrigan nodded to O'Brien and the two men matched strides down the\npassageway.\n\n\"Something on your mind, Jack?\" O'Brien asked.\n\n\"Oh, I don't know, Mike. I just got to thinking about the old days,\nI guess, hearing those kids singing. The Force is all glory to them;\ncolor, ceremony, power, flitting around the Galaxy like this. Cream\nof the crop, they are, and every last one of them fought to get in\nthe Force. But I wonder how they'd face up to the other side of this\nbusiness?\"\n\n\"Combat?\" O'Brien screwed up his face.\n\n\"Yeh boy. Combat like we saw, with our backs to the wall and\nnine-tenths of the Galaxy howling for our heart's blood. Wonder if\nthey'd change their minds about the force--\" he jerked his thumb back\ntowards the auditorium--\"if it came again?\"\n\n\"Dunno.\" Mike shrugged. \"Maybe old Fitzsimmons wondered about us the\nsame way when we went on our shake-down cruise. We were a sad bunch,\nI'll admit. But we didn't pan out too bad, did we Jack?\"\n\nThe two officers had reached the observation deck. The Milky Way\nstretched a hazy filament across the heavens. Harrigan drew a long\nbreath, hooked his thumbs in his belt and smiled.\n\n\"No, Mike, not bad at all, if I do say so. It was rugged while we were\ngoing through it, I suppose. But things have been quiet for so long\nnow ... damn it, we did have fun, didn't we Mike?\"\n\nMike grinned crookedly. \"Fun is right. Remember the time Shorty\nMichaels caught those two Xantu ships flat-footed behind the Coal Sack?\"\n\n\"Yeah. Blew 'em to Hell and back and found out later they were the two\nstrongest ships in the Xantu fleet. If they had seen him first ...\nbrother, he shook for a week after they told him.\"\n\nMike roared with laughter. \"Battle wagons, and Shorty with a destroyer.\"\n\n\n\n\"And how about that time the gang of Zith stinkers ambushed us on\nSirius V.... Were they surprised when their water-pistols didn't kill\nus! They didn't know that water isn't quite as fatal to a Terran as it\nis to a Zith.\"\n\n\"Yeah,\" O'Brien said; \"and I'll never forget the smile on Cap Martin's\nface as he sprayed 'em with the ship's fire hose.\"\n\n\"Well,\" the admiral said, sobering, \"if you'd seen the pitiful remains\nin their slave camps on Sirius VII, the way Cap and I did....\" He shook\nhis head slowly. \"We should have bounced a couple Duodec bombs off\ntheir home planet. And on Xantu too. Finished the job right.\"\n\nThe captain gazed down at his shoes. \"We might get the chance yet. Any\nnews lately?\"\n\n\"Not much. Just the usual rumblings from the Dark Nebulas. But I agree\nwith HQ that the Xantu are at the bottom of it, without a doubt. You\nnever know when those varmints are going to start trouble. That's the\nreason for all this hush-up preparation; we're going to be ready at the\ndrop of a helmet if anybody wants to rassle.\"\n\n\"Smart move by HQ for once,\" Mike said. \"Never hurt to be ready for....\"\n\nA communications orderly saluted smartly.\n\n\"Pardon, Sir. HQ Double urgent.\"\n\nHarrigan took the flimsy from the orderly and scanned it quickly. His\nface went slack. \"Good Lord, O'Brien! Hear this: 'Dark Nebula forces\nsimultaneously attacked Rigel patrol post and Capella II settlement\n1400 hours. Personnel annihilated. Fleet headed by Xantu elements\nheaded Sector I. Return to Base Immediately'.\"\n\n\"Sector I. Sol--Alpha Centauri--Sirius sector!\" Mike whistled and shook\nhis head. \"They'll cut us off before we can reach Terra.\"\n\n\"They will if we don't get a move on,\" the admiral snapped, \"and, we\ncan't fight with a green crew. Gotta get these kids back to Terra.\"\n\nHarrigan leaped to the audio. His orders were short and sharp.\n\n\"Drive room: Joe, full speed home, boy. The bubble's busted wide open.\n\n\"Quartermaster: Wilson, prepare to issue battle suits.\n\n\"Central: Give me the system. Thanks.\" He cleared his throat. \"All\nhands hear this. A state of war exists between the Solar Federation\nand the Dark Nebula League. We will attempt to reach Terra base before\nbeing cut off by the enemy fleet. However, just in case, we will be\nready. Battle stations!\"\n\n\n\nThe next few hours were hectic ones, especially for the few seasoned\nofficers aboard the battleship _Albion_. The _Albion_ was a fairly\nnew ship. She was fast, heavily armored, and carried the latest guns,\nthree facts which Harrigan hoped would save them from disaster. He\nrealized that HQ had had to break radio silence to notify them of the\nsudden outbreak of hostilities, but he also knew that the enemy had\nundoubtedly intercepted the message, plotted the _Albion_ course,\nand sent a half-dozen of their fastest ships in hot pursuit. That's\nthe way the Dark Nebula League liked to fight: six to one. Harrigan\nfigured that he just might be able to outrun them; but if the League\nships did manage to cut them off from Terra ... well, he hated the\nidea of fighting that bunch of cut-throats with a crew of green kids.\nOrdinarily, new spacemen were distributed among crews of seasoned men\nat a ratio of about one in ten. To be in top fighting condition, the\n_Albion_ should carry four thousand regulars and four hundred greenies.\nThere were five thousand men on board; one hundred and fifty old line\nofficers, fifty newly commissioned officers, and forty-eight hundred\nTerran youngsters fresh out of ground school.\n\nThe officers had done their best to whip the crew into the semblance of\na fighting unit. If a fracas did develop, they might squeeze through if\nthe kids could follow orders. But in battle things happened almost too\nfast to be covered by orders. A man had to think for himself.\n\nHarrigan found himself staring through the forward screen, wishing\nthat three or four thousand hardened space-Marines would suddenly\nmaterialize out of thin air. O'Brien came steaming up. He sat down\nbeside the admiral, lit a cigarette and said \"Phwooee.\"\n\n\"Right you are,\" Harrigan answered. \"Things sure popped, didn't they?\"\n\n\"And how. Think we ought to prowl?\"\n\n\"Guess so. We're going to watch things mighty damned close till we hit\nbase. Better check the gun-banks. And by the way, Mike, who had the\ncontrols when that order came in?\"\n\n\"Young chap named McDaniels.\"\n\n\"And his navigator?\"\n\n\"Rose. Why?\"\n\n\"Have them report to me when they come off. They're to be congratulated\nfor getting us away fast and right. If the rest of the crew picks up\nas fast as those two, we'll make out O.K. Let's have a look at those\nbanks.\"\n\n\n\nThe _Albion's_ eight gun-banks spangled the ship from nose to tubes\nlike stripes on a watermelon. Each bank was divided into A, B and C\nsections, fore, aft and center. Forty-eight men and two officers manned\neach section. The atomic cannon in the nose were fired only by the\nship's Master gunner, a sardonic expert named Irvington.\n\nAt number six gun-bank, Harrigan and O'Brien entered section C\nhatch. O'Brien's mouth fell open. Along the catwalk behind the gun\nemplacements proper, men lounged and leaned. One slept. Several\nwere smoking and most of them had thrown back their helmets. Of the\nforty-eight, three had their eyes on the finder screens.\n\n\"Attention,\" Harrigan roared, and fifty men jerked erect like puppets\non a string. \"Get your helmets up and your eyes on those screens. And\nkeep them there until you're ordered off. This isn't a shake-down any\nlonger; this is war!\" He turned to O'Brien. \"Who's in charge here?\"\n\n\"Lieutenant Sanderson.\"\n\n\"Leave the Ensign in charge and have Sanderson report to the bridge at\nonce.\" Harrigan stooped through the hatch. \"And Mike, see that the word\nis passed along to the remaining gun-crews. Damned if I'll see a repeat\nof this!\"\n\n\"Yes, sir,\" Mike answered, and turned toward the nervous lieutenant.\n\"Report to the bridge, Mister, and prepare to be chewed.\"\n\nSanderson managed a weak \"Yes, sir.\"\n\n\n\nHarrigan was pacing the bridge when McDaniels and Rose came in, stood\nat attention and saluted crisply.\n\nThe admiral returned the salute. \"Relax, gentlemen. I called you here\nto commend you both personally for your fast, clear thinking under\nthe stress of emergency. Cool-headedness under strain is taken as a\nmatter of course in the Space Forces, but in this case your actions\nserved as an example to an inexperienced crew and are therefore doubly\nappreciated by the officers of this ship. Sit down.\"\n\nThe two men took seats and Harrigan relaxed behind his own massive\ndesk. \"I was with your father at Cadet school, McDaniels, and later at\nthe Battle of Canopus. Where is the Commander now?\"\n\nMcDaniels, short and pudgy, answered proudly. \"He took command of\nPolaris Base I just before we left on the cruise, sir.\"\n\n\"Oh?\"\n\nThe kid doesn't know yet, Harrigan thought. If the Force can't stem\nthe League attack damned quick, old McDaniels and his men will be the\nexpendables in this scrap. But the kid sitting before him was so eager\nand obviously proud of his father that the admiral hadn't the heart to\ntell him the true score.\n\n\"Sir,\" Rose piped up, \"are you the same officer Harrigan that Dad\nmentioned during the First Campaign? He was Master Navigator on the old\n'Cometeer.'\"\n\n\"I certainly am.\" Harrigan smiled broadly. \"'Red' Rose was the best\nnavigator I ever had. He could plot you half way around the Galaxy and\nland you in your barracks just in time for supper. How long has it been\nnow, six years, seven?\"\n\nRose looked at the floor. \"Seven, sir. He was hunting Kalabs on\nCallisto when the landslide caught him.\"\n\n\"I'm sorry, deeply sorry.\"\n\n\n\nFootsteps sounded in the passageway and the lieutenant, Sanderson, came\nin, followed closely by O'Brien. The lieutenant tucked his cap under\nhis elbow, smoothed back his thick hair and saluted.\n\nHarrigan gazed at the man for a long moment.\n\n\"Lieutenant, perhaps the seriousness of our circumstances has not\nimpressed you fully. But the _Albion_, carrying this inexperienced\ncrew, stands in imminent danger of being overwhelmed by the League\nfleet, or at best, being cut off from Terran base. Therefore I think\nit.... Oops!\" Harrigan had knocked his water pitcher to the floor.\nThe plastic didn't break, but water splashed. Sanderson jumped back\nconvulsively, his face white. O'Brien motioned an orderly to mop up\nthe mess, and the admiral went on. \"You are a seasoned junior officer,\nSanderson. Your record is excellent, otherwise some form of punishment\nwould be in order. I shouldn't need to repeat that it is your duty to\nkeep your crew on the alert until we are out of danger. Dismissed.\"\n\nThe lieutenant saluted and turned to leave.\n\n\"Oh, Sanderson, one more thing.\" Harrigan rose and walked around the\ndesk.\n\n\"Yes, sir?\"\n\nThe admiral faced the lieutenant and, before the dumbfounded eyes of\nRose, McDaniels and the orderly, very deliberately drew his service\nblaster and shot Sanderson dead center between the eyes.\n\nMcDaniels gulped. Rose jumped up trembling. The orderly let his mop\nfall with a clatter. O'Brien winked at Harrigan.\n\n\"Great hell, you've killed him.\" Rose found his voice.\n\n\"That I have. That, gentlemen ...\" Harrigan pointed to the corpse, \"is\na Zith.\"\n\nAn immediate babble of \"why's\" and \"how do you know's\" filled the air.\n\n\"Look,\" the admiral motioned and the men gathered around the corpse.\nHarrigan stooped, ran his fingers through the thick black hair and\ncame up with two fleshy, antenna-like appendages about four inches\nin length, which sprouted from the skull an inch or so above the\nhair-line. \"On the Zith home planet, their religion requires that the\nhead be cleanly shaven, and these antennae are a source of pride. But\nwhen a Zith wishes to pass for a Terran, he allows his hair to grow,\nand as long as the antennae are kept flat, he has a fair chance of\ngoing undetected. It's one of the oddities of the Universe that the\nZith and Terran, so unlike in temperament, are, to the eye, unlike\nonly in this small way. But, in Terran company, most Ziths acquire the\nnervous habit of continually running their hands over their hair, to\nmake sure that the antennae are well hidden.\"\n\n\"But a lot of Terrans have the habit of smoothing down their hair,\"\nRose objected. \"Isn't that pretty thin evidence to shoot a man by, if\nyou're not sure?\"\n\n\n\n\"Right,\" O'Brien broke in, \"but you notice that the admiral said the\nantennae were the only difference noticeable to the eye. There's\nanother, more important difference. The chemical make-up of the Zith\nbody is such that water reacts violently on contact with it, producing\nwhat corresponds to severe burns, usually resulting in death. The\nadmiral and I both noticed Sanderson's nervous habit down in the\ngun-bank a while ago. The pitcher incident a few minutes ago proved to\nus that Sanderson was not a Terran. You men noticed how he shook and\npaled when the water splashed near him.\"\n\n\"Then this isn't Sanderson at all?\" McDaniels asked, his dark eyes wide\nwith wonder.\n\n\"Our records indicate that a Lieutenant Vern Sanderson left Aldebaran\nII about three months ago to assist on the _Albion_ shake-down cruise.\nMy guess is that the real Sanderson met with foul play somewhere along\nthe way and this ... thing ... was substituted. The League knew that\nwar was coming. They also knew that the Federation has lately installed\nthe new Dyer gun and is in the process of installing the Bergesson\nHyper-drive in its capital ships. This critter was probably one of many\nsent to get those secrets. With them, victory for the League would be\nassured.\"\n\n\"But why kill him? Why didn't you take him prisoner and find out what\nhe knew?\"\n\n\"For just one damned good reason,\" Harrigan answered. \"These boys are\ntelepathic over short distances--the antennae have something to do\nwith that. If I hadn't taken him by complete surprise, he would have\nnotified his pals, if any, on this ship. And, if there should happen to\nbe a dozen or a hundred of these babies on board, we really would be in\nfor it. O'Brien, arrange a watch on the mess hall. Have all hands who\ndo not take water with their meals reported. You and chief Scott will\nhave to call them in one at a time and give them the acid test.\"\n\nO'Brien went off to arrange the mess hall watch and Harrigan sat down,\nheaving a great sigh, behind his desk. \"Well, gentlemen,\" he said, \"you\nhave seen the enemy. Or at least half the enemy.\"\n\n\"Yes, sir,\" Rose responded, \"but what about the Xantus, sir? I--we've\nnever seen one of them.\"\n\nThe admiral shuddered inwardly. \"I hope you never do,\" he confessed.\nAll the wretched memories of two galactic campaigns swept over him\nagain. \"A Xantu looks like nothing more nor less than a beer barrel on\nskids, with a cauliflower for a head. Eight independently focussing\neyes, one for each of the tentacles that sprout from the middle of the\nchest. Get one of those monkeys behind a gun bank and you'll swear you\nhave a platoon facing you.\" Harrigan lit a cigarette, forked smoke from\nhis nostrils.\n\n\"The Xantus don't do too much of the actual fighting, though. Back in\nthe early days of space conquest, they teamed up with the Ziths ...\nI imagine because the Xantus have a terrific technical culture but\nare few in number, relatively speaking, and the Ziths aren't great on\ntechnology but have the manpower. And too, their home systems are only\na few light-years apart. So far, the partnership has worked out very\nwell for the Dark Nebula League; the Xantus providing the brains, and\nthe Ziths the muscle. They are both ancient races, and very probably\ntheir plans for the conquest of this end of the Universe would have\ngone nicely if they hadn't run up against the Solar Federation, led by\nTerra. We stand smack across their path. It has come to the point now\nwhere it's us or them, absolutely....\"\n\n\n\nAfter the Sanderson episode was settled, Harrigan suddenly felt\ndrained and exhausted, and retired to his quarters. While he slept,\nO'Brien, Chief Scott and his men rounded up four more Zith spies who\nwere immediately executed and unceremoniously dumped into the rocket\nchambers. On the double-check, a fifth was discovered cowering in the\ncaptain's life boat and he soon followed his brothers. The great ship\nplowed through the ink of space, and the only sounds were the muffled\nthrobbing from the rocket banks, the steady hum of the chronometer and\nthe clicking of the audio relay.\n\nAt 0500 hours the alarm gong clanged raucously. Harrigan was struggling\ninto his trousers as O'Brien stuck his head in the door and shouted,\n\"Jack! They've cut us off!\"\n\nThe captain explained the situation hurriedly as they sprinted toward\nthe bridge. \"Port watch just spotted 'em. Three o'clock, low, in an\narc. There's only seven of them, but apparently they've taken Polaris\nBase and cut us off from Sector I.\"\n\nA series of muffled thuds was heard, and suddenly a succession of\nelectric, blue-white flashes from outside the ports turned the dimness\nof the passageway into intense, eye-straining brilliance.\n\n\"Hot hell! We must have got us one,\" Harrigan roared, and the two men\nbroke into a run.\n\nIn the powerful bridge screens they could see the great cloud of smoke\nhanging in the void, where the League ship had been hit, and, coming\nthrough it, several more of the grim pursuers. Occasionally a beam of\nripping, ravaging energy would lick out towards the _Albion_, but the\nslim fingers of death fell shorter of their goal by the minute.\n\n\"Well,\" Mike breathed in relief, \"we can outrun them. But what now?\"\n\n\"Better set a course for Antares IV,\" Harrigan advised. \"The\nmaintenance depot there can install the Hyper-drive in a few days and\nwe can make it back to Terra then regardless of what the League holds.\"\n\n\n\nAs soon as the _Albion_ was safely out of range of the League ships,\nthe two officers were joined on the bridge by Master Gunner Cliff\nIrvington. They discussed the narrow squeak for a few minutes. At\nlength Irvington punched out his cigar and confessed, \"I could stand a\ndrink.\"\n\nTen minutes later they were seated in Harrigan's Spartan quarters over\na bottle of good Terran Irish whiskey and a flagon of Jovian Blongah.\nIrvington downed an heroic shot of the Jovian mixture, shivered, howled\nand grabbed for the pitcher of water which the orderly had placed on\nthe small table.\n\n\"Of all the chicken drinkers,\" O'Brien chaffed. \"One little swig and\nhe's halfway under the table. Watch this, son, and learn from a master\nof the aht.\" Whereupon the Captain poured a water glass full of the\nvolatile brew and swallowed it without batting an eye.\n\n\"Nuts,\" Cliff grunted. \"I have to stay off the stuff for months at a\ntime. You birds on the bridge can swill from one side of the galaxy to\nthe other, but I've got to watch my nerves. And how about that night in\nVenusport when I had you two guys reeling, the night before we got our\ncommissions?\"\n\nHarrigan stifled a belch. \"Only an idiot could drink that ook and stay\non his pins. What was it now? Oh yes, Thunderbolt cocktail. Two parts\nTerran vodka, one part Irish whiskey, gin, three raw eggs, nutmeg and a\njolt of Martian faylee. Cosmos! They say it made good rocket fuel in a\npinch.\"\n\nO'Brien sat up, glass in hand. \"Why don't we mix a batch right now?\"\n\n\"Don't see why not.\" Harrigan flipped the audio switch. \"Stores.\nHanson? Send a man up with formula thirteen, will you?\"\n\nWhen the supplies arrived a few minutes later, the three men indulged\nin an orgy of mixing and much testing, and, when the contents of the\nhuge bowl met their rigid specifications, sat around it and reminisced\nabout the early days in the Force.\n\nThe three might easily have personified the Solar Federation Space\nForce. Harrigan, the organizer par excellence, tall, lean and tanned\nby the radiation of a thousand suns. O'Brien, the admiral's life-long\nfriend, squat and muscular--the fatherly but deadly Irishman who had\nhated the League with all his powerful heart since the day, dim in time\nbut not in memory, that the Xantus had murdered his parents on Sirius\nIII in the First Campaign. And Irvington, one of the truly fabulous\ncharacters in the Federation. The man who could reputedly hit a black\nbasketball at three million miles with an energy gun, who flunked out\nof pilot's school and turned gunner, and who, annually, spent his leave\nmining in the Solar asteroid belt and had become the richest man in the\nForce.\n\nThese men led the _Albion_ on its questionable course into the future.\nHuman, and therefore prone to human failings, to be sure. But wise in\nthe ways of space they were too, and aware of its terrible dangers.\n\nAt long last, when the ship's clock stood at 1100 hours, the party\nbroke up. Ash-trays were piled high, the magnificent punchbowl was\nempty. Irvington and O'Brien left together, and Harrigan collapsed on\nhis bunk.\n\nIn his dreams he roamed the narrow streets of Mars Center, watched\nthe pale, reed-like dancing girls sway their sensuous bodies before\nthe open-mouthed Federation Cadets, and heard the far-off, haunting\ndesert music. He walked through the fairy cities of Zithobar where\nthe fragile, ethereal architecture belied the sadistic temperament of\nthe inhabitants. And he cruised the tainted stratosphere of the Xantu\nplanet, that dark and sinister world whose peoples enjoyed nothing more\nthan heaving Terran prisoners, one by one, into the mouths of roaring\nvolcanoes.\n\n\n\nAnaton, the Federation base on Antares IV, was six days at full blast\nwithout Hyper-drive. After the round of hectic activity surrounding\ntheir escape from Sector I, officers and crew alike found the\nuneventful trip restful but boring. O'Brien played endless games of\nsolitaire; Irvington slept; and Harrigan planned. Anaton was the\nbiggest Federation base in Sector II, and the Hyper-drive was there.\nHe just hoped that the base itself was there yet. At 0300 hours on the\nsixth day, Antares shone like a great red eye and they were three hours\nout of base. Antares III swung slowly past and Harrigan alerted the\ncrew.\n\nThey didn't have long to wait. O'Brien had just stacked his cards away\nwhen the starboard watch howled and three Xantu ships screamed across\nthe _Albion_ bow, almost on collision course. Harrigan's brow wrinkled\nas the tail ship dropped back to engage the _Albion_ and the other two\nfled. These were not the usual Xantu tactics. Irvington coolly got\nthe black craft between his sights, there was a whoosh and a blinding\nblast and four billion square miles of space flashed into daylight.\nThe _Albion_ quickly overtook the two remaining ships and gun-banks\nthree, four and five riddled one of them. It slowed, spun and became a\nlifeless, drifting shell.\n\nBut the pilot of ship three was no fool. He suddenly swiveled his\nship, boomed off at a tangent, and, as the _Albion_ whipped by, his\ngunner caught her full in the tubes with a full charge from the stern\nguns. Now it was the _Albion's_ turn to spin end for end. But as the\nXantu craft spun into his sights for a fraction of a second, Irvington\ntripped the atomic cannon again. The bolt ricochetted off the Xantu's\nbow and the ship slowly split down the center like an over-ripe melon.\nFrom the bridge, Harrigan counted three life boats deserting the mother\nship and he watched the gunners vainly try to pick them off. But they\nwere too small a target, and they quickly merged into the sanctuary of\ndarkness.\n\nHe buzzed O'Brien. \"Let's get down to Drive, quick. They got that Xantu\nblast dead center.\"\n\nThe drive section was a shambles. Men in weird asbestos suits and masks\nstaggered through the smoke and fumes with the broken bodies of the\nrocket crew that had been caught in the explosion. Harrigan brushed at\nangry tears as they carried Joe Merrick--the officer in charge--past\nthem and laid the charred body beside the others. Merrick had been with\nhim through both campaigns, and now the bitterness within Harrigan\nturned to grim resolution. At length, thirty-seven men were counted out\nof action permanently. The admiral turned solemnly away.\n\n\"Think we'd better set her down on III?\" O'Brien asked quietly.\n\n\"Guess so, Mike. We can take her down on anti-grav and maneuver with\nthe bow jets.\" And then, slowly, \"This puts us out of the war, you\nrealize that....\"\n\n\"Yeah. And we can't even holler for help or they'll swarm in on us like\na pack of harpies.\"\n\n\"I don't know about that, Mike. Those boats that got away will probably\nalert other elements of the League fleet as to our location. It's only\na matter of time anyway. So we might as well break radio silence and\ntry to get some Federation ships here first. It'll be a race, but it's\nthe only chance we've got.\"\n\nRadio room sent the S.O.S. and rang back the bridge almost immediately.\n\"Message away, sir, but our receiver was knocked out by the blast. We\nget no acknowledgment on S.O.S.\"\n\n\"Oh great,\" Harrigan groaned, \"that's all we needed.\"\n\n\"Maybe we could make Anaton on the bow jets,\" O'Brien offered.\n\n\"Doubtful. Besides, we don't want to chance being caught in space with\nthe _Albion_ in this shape. If my guess is any good, those three ships\nwere part of a fleet which has just attacked Anaton and by now the\nbase is probably a smoking hole in the ground. No point in going to\nsomething like that.\"\n\n\n\nIt took superhuman maneuvering and quite a bit of luck, but at last\nthe scarred battleship came to rest, in partial hiding, at the foot\nof a cliff wall on the rugged, boulder-strewn surface of Antares III.\nSpace Directory termed the planet \"Earth-type; diam. 9,300; atmosphere\nbreathable for Terrans for a period not to exceed twelve hours.\"\n\nHarrigan had the portable Dyer guns arranged in a semi-circle at\nadvantageous spots behind boulders up to one mile from the _Albion_,\nin case the survivors of the League ships might set their boats down\nnearby and attempt a coup over land. The _Albion's_ own boats carried\nout patrols in the hope of locating the enemy before the enemy located\nthem.\n\nFor sixteen hours after the landing, everything was absolutely quiet.\nAnd then, as relief gun-crews slogged out the main hatch to take their\npositions at the portables, all Hell broke loose.\n\nA short range, explosive rocket shell arched perfectly into the hatch\nand exploded with a deafening roar, scattering the relief crews like\nten pins and slamming the two-ton hatch cover clean off its swivel\npins. The three League boats, with devastating surprise, zoomed in low\nand fast over the outlying gun positions, spraying a trail of Reezi\npowder which was ignited by their rockets. The countryside went up\nin a swirl and a flash. Another explosive rocket struck the _Albion_\namidships before the crews got the more cumbersome fixed guns into\nfiring position.\n\nThe lightning-fast boats were too small and swift to be speared by\nanything save a lucky shot. Back and forth they raked the almost\nhelpless battleship. The attack waned momentarily as one of the black\nboats was caught and instantly charred by cross-fire from the _Albion_\none and four banks. The remaining two changed tactics, roaring in over\nthe big ship, past the top of the cliff, only to spin back, hit and run.\n\nFive of the _Albion_ patrol boats skittered home only to be caught in\nthe fray and immediately knocked down. Three more met the same fate\nand a fourth was dodging desperately for its life when Harrigan's\neyes popped wide open with amazement. A pencil-like, silver destroyer\nescort, bearing the insignia of the Federation Forces, fell on the\nLeague boats from zenith position and in a screaming, twisting dive\nblasted one and rammed the other into flying rubbish.\n\nThe silver ship climbed a few miles vertically to see if the field had\nbeen properly cleared, flashed down and dusted to a stop beside the\n_Albion_. Harrigan stepped over the smoking bodies in the main hatchway\nand dropped to the ground. O'Brien sprinted to join him, but before\nthey could reach the other ship, an officer leaped from a belly-lock\nand walked briskly towards them.\n\nHe snapped a salute. \"Admiral Harrigan and the _Albion_?\" he asked.\n\n\"Right, Lieutenant,\" Harrigan smiled wearily. \"You're very welcome.\"\n\n\"Lieutenant Sanderson, sir, Third Fleet attack arm. I was supposed....\"\n\n\"Sanderson,\" O'Brien roared.\n\n\"Yes, sir. I was assigned to the _Albion_, sir, but it took me ten\nweeks to walk halfway around Pluto from where the Ziths dumped me and\ncatch a ship to Terra base. I take it they dubbed one of their beasties\nin for me?\"\n\n\"They sure did,\" Harrigan answered, \"but there wasn't much harm done. I\nkilled you on the bridge, Lieutenant.\"\n\n\"Oh?\" Sanderson looked puzzled for a brief moment, then smiled. \"Oh,\nthat's good.\"\n\n\"What's the score now?\" O'Brien asked.\n\n\"Well, sir, the Third attack fleet is standing off Anton now. You have\nprobably guessed that part of a League fleet attacked the base. We\npicked up a few survivors, but damned few. Then we picked up a weak\ndistress signal from this area and Admiral Brands had us check on it.\"\n\n\"Good thing he did,\" Harrigan admitted. \"And now, Lieutenant, if you\nwill be so good as to radio for a tub to pick us up, I will be most\nhappy to leave this planet.\"\n\n\"Yes, sir, at once.\" Sanderson saluted and ran for his ship.\n\n\n\nThree hours and a few odd minutes later, the transport tub _Avalon_\nsettled its ponderous bulk beside the _Albion_ and the slow transfer of\nthe living and the dead began. One hundred and fifty-five bodies were\nslated for burial on Terra; another sixty were missing, whiffed into\ngas by League guns.\n\nHarrigan sank deeper into gloom as he removed the ship's log and\nhelped O'Brien check the men off the _Albion_. At last the loading\nwas completed; the _Avalon_ hung for a moment on its anti-gravs, and\nHarrigan and Commander Johnson, in charge of the tub, looked down on\nthe battered remains of the great craft.\n\n\"Better come to the bridge and sit,\" Johnson said softly.\n\nOn the bridge, he poured Harrigan a stiff drink and cautioned, \"Swallow\nthat, and get ready.\"\n\nHarrigan complied, puzzled. No sooner had he placed his glass on the\ntable than a small but virile mule kicked him in the stomach.\n\n\"Suffering ... what was that?\" he gasped.\n\nJohnson smiled. \"Hyper-drive. Apparently Tech hasn't got the bugs\nworked out yet, but it's good enough for me. Only four hours to Terra.\"\n\n\"Well, well,\" Harrigan mused. He rose and looked at the swirling\ngrayness outside the ports. \"Same deal on the other end?\"\n\n\"Yeah. A little wrench in the gut, but you get used to it.\"\n\nHarrigan said, \"Well, well,\" again and sat down.\n\n\"Admiral,\" Johnson hesitated, \"no offense, now, you understand, but I\nhave been wondering what the _Albion_ was doing way out here on Antares\nIII. I understood that you were coming into Terra from the other side\nof Sector I when the fracas started.\"\n\n\"We were. But when the League took Polaris Base and cut us off we had\nto....\"\n\n\"Took Polaris Base! The League didn't take Polaris Base. They had a\ndozen or so cruisers in that area, but they didn't tackle the Base.\nDidn't even make a pass at it.\"\n\nHarrigan slowly dropped his head into his hands.\n\n\"Oh my God,\" he moaned, \"and I lost two hundred men on a bad guess. I\ndeserve to be broken to a Spaceman third class for this.\" He jumped up\nand paced the bridge. \"Great guns, what a fool I am! Polaris intact and\nI risk a ship-load of green men on a bad guess. This washes me up in\nthe Force, that's for damn sure.\"\n\n\"Oh, I don't think so, Admiral.\" Johnson smiled. \"In fact I think\nthat....\"\n\n\"I don't give a damn what you think, Commander. The Force is no place\nfor fools. I'm done.\" And Harrigan slammed off the bridge towards his\nquarters.\n\nJohnson smiled faintly and poured himself a drink.\n\n\n\nIt was a tired and bedraggled admiral who stepped off the _Avalon_\nfour hours later into the sunlit bustle of Terra Base I. He felt pride\nwell up in him at the sight of the powerful base, the battlewagons\nand cruisers and squat tubs, some with their guts spread on the steel\ndocks, waiting for the 'drive installation. Crane winches clanked and\nhowled, welding torches flashed, and many-wheeled trailers sped about\nwith ponderous equipment. But the activity was not frantic; it was\nefficient and orderly.\n\nHe turned for a word with O'Brien, who was now puffing down the\ngangway, when a bright young Spaceman First stepped up and saluted with\na grin. \"Admiral Garrison's regards to Admiral Harrigan and Captain\nO'Brien, and would they report to HQ at once.\"\n\n\"Well, here it comes, Mike.\"\n\n\"Guess so,\" Mike agreed gloomily. \"Why are all these baboons so happy?\"\nHe indicated the clustered groups of Spacemen who regarded them\nsmilingly as they passed and talked excitedly among themselves.\n\n\"Dunno. Maybe they like the thought of admirals and captains getting\nchewed down.\"\n\nThey paused briefly outside the door marked:\n\n                            Adm. Garrison,\n                           G.G. Port Admiral\n\nO'Brien shrugged. \"Here goes nothin'.\"\n\nInside, the tall, balding man behind the desk jumped to his feet with\na grin. \"Jack! Mike! Boy, you two guys certainly beat anything I ever\nsaw. Talk about your heroes....\"\n\n\"Cut it, George,\" Harrigan growled, \"you don't have to rub it in.\"\n\n\"Rub what in? Great Caesar, hasn't anyone told you yet? You guys won\nthe war, that's all!\"\n\n\"Yeah. On the seat of our pants at Antares III,\" O'Brien muttered.\n\n\"But I'm telling you, damnit!\" Garrison came around the desk and\nclapped them on the shoulders. \"Those League ships you brought down\nwere heading for home with the Hyper-drive secret. And you stopped\nthem.\"\n\nSlow and stunning realization dawned on the two officers. O'Brien gave\na long, low whistle and sank in his chair. Harrigan broke into a slow\ngrin.\n\n\"What a deal!\" Garrison rubbed his hands. \"What a deal. You guys will\nget promotions out of this or my name isn't George Garr....\"\n\n\"But what the hell happened?\" Harrigan demanded.\n\n\"Like this,\" Garrison explained. \"Three League ships picked up spies\njust off Anaton. They had the Hyper-drive papers. Then they threw a\nDuodec bomb into the Base and high-tailed. The _Albion_ was the only\nFederation ship of any size left in commission in the area. You got\nthem. Just before the last League ship went down, it beamed a message\nto Zithobar, which we intercepted. So the Third attack arm swung\nover quick to see what the trouble was. Then we got your S.O.S. and\nwent after you before the League could get back for a little of its\nwell-known vengeance.\"\n\n\"Now, what the devil?\" Harrigan rubbed his chin, grinning. \"Is the war\nover, then?\"\n\n\"Not altogether, but it's just a matter of mopping up now, and fixing\nZithobar and the Xantu planet once and for all. The Third and Seventh\nattack arms are completely equipped with the 'drive and the Second is\njust about ready to roll. Brother, are those babies surprised when we\npop out of nowhere into the middle of their formations and burn them\ndown before they can aim a gun ... but if _they_ had hooked onto the\n'drive secret, it would have been all day for the Federation!\" Garrison\nthrew back his head and roared with laughter. \"You birds ... with a\ngreen crew--\" he held his sides--\"with a tub full of greenies you win\nthe war. And by accident yet. Oh Lordie ...\" he sat down to catch his\nbreath.\n\n\"Well ... I'll ... be ... a ...\" Harrigan shook his head.\n\n\"Yeah. I'll be one too,\" O'Brien muttered.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Coe, Milton L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64076/pg64076.txt",
        "name": "out_of_the_dark_nebula.json"
    }
}