{
    "name": "Over the Wire",
    "author": [
        "Jones, Eugene"
    ],
    "body": "Snow and ice on that mountain. Nothing but snow. The wind drove it\nwith a howl against the windows, where it stuck on the warm panes.\nSometimes I could just make out the blur of the semaphore lights and\nsometimes I couldn’t. All day the blizzard had dumped its swirling\nload about us, and now, when night closed down, the storm took the\ntower in its teeth, shaking it like you’ve seen a dog shake a rat.\n\nOh, we were warm and cozy enough with our stove red hot. Which was\nmore than Donaldson, the agent at Hastings, could say. His wire talk\nwas rotten, chattery, and he told us he’d run out of coal. Looked like\nhe’d freeze to death, according to him. But Big Ben prophesied grimly\nthat Donaldson could take care of himself, so we might as well save\nour worries.\n\nI don’t suppose you ever heard of Big Ben, but that is your loss.\nEvery soul on the Mountain Division knew him. His Morse snapped out\nlike a track torpedo, fast, too, but accurate, staccato, with a smooth\nflow as if a machine had hold of the key. Dots and dashes were part of\nhim, for, after years of it, he could express himself better that way.\n\nSort of feeling for the language, I suppose. I’ve seen the same gift\nsince, but never to the extent Ben possessed it. Why, he could come\nmighty close to telling the color of your eyes over a telegraph-wire.\n\nHe and I had worked tower BB-17 on the Mountain Division for three\nyears, and during that time I never saw him flurried. Once a freight,\nrunning extra, got by us—dispatcher tangled up his train-sheet. Forty\nminutes later a relay came into stop her or she’d meet 87 on the big\ngrade.\n\nIt takes just forty minutes to run from our tower to Hastings, further\ndown the line. Hastings is the last station with a siding before the\ngrade. In other words, the freight ought to have been getting her O.\nK. from Hastings right then.\n\nWas Ben excited? Not one little bit.\n\nDonaldson caught his first call. Clear as a bell it was. And Donaldson\nhad time to flag the freight.\n\nBut the particular night I’m speaking of, my side partner appeared a\nbit uneasy, which was enough to set my think-tank working. He’d drop\ndown alongside the key for a moment; then he’d wander over to the\nwindows, trying to pierce the blizzard.\n\nHe was a big man with a hearty laugh and a mouth full of teeth and a\nwhiskered chin full of determination. His red hair, as brilliant as\nthe glow in his corn-cob pipe, usually stood on end. But his eyes were\ngray and pleasant; that is, generally they were. Yet I’ve noticed ’em\nhard as rocks, drilling into you with a gleam in ’em like you see\njumping across a spark-gap. Right now they were anxious.\n\nPerhaps that wasn’t so strange, either, for all day long, from the\nlength of the division, had come bunches of trouble. A snowshed out\nhere; a freight ditched there; hell to pay everywhere.\n\nWires were down, too. Not a word could we get below Hastings or north\nof the junction. Toward night every siding was overflowing with\ndeadheaded rolling stock. You see, the big grade—it’s four and a half\nper cent in places—handicaps us because even our best oil-burners\nwon’t haul much tonnage on it in a blizzard. They can’t make steam.\n\nAnd this particular frolic of the elements promised to beat anything\nthat had struck us in twenty years. At 10 P.M. the chief dispatcher\nordered the line cleared for the night, barring No. 77 southbound,\nwhich was to make her run as usual. I reckon you’ve heard of that\ntrain—the Cumberland Limited, all steel and solid Pullman? She was to\nfollow a snow-plow, and headquarters gossip filtering to us hinted she\nmight find the blizzard a bit of a teaser.\n\nSuddenly Big Ben turned on me. “Jim,” said he, “I don’t like it.\nWhat’s the old man thinking of to let 77 through? Have you heard what\nshe’s carrying to-night?”\n\nI allowed I hadn’t.\n\n“Well, there’s something like one hundred thousand in gold in her\nexpress-car. Government consignment. I got it straight. What a chance\nfor a hold-up! Remember that cut below Hastings?” He shook his massive\nhead dubiously. “It’s been done before.”\n\nAs if to emphasize his words, the storm swooped down with renewed\nenergy until the tower swayed like a lighthouse. Great guns! how the\nwind shrieked at us. How the snow thudded against the windows. And\nwhen you _hear_ snow, you know there’s a double-headed gale behind it.\n\nAbout that time our call came over the wire: “N-H, N-H, N-H.”\n\nAs Ben jumped in, I put down my paper to listen. I find it’s a good\nthing to pay pretty strict attention to anything on a night like that.\nIt keeps you from seeing shadows that aren’t there, and hearing sounds\nwhich your common sense tells you must be the wind.\n\nPresently came the professional dot and dash of Donaldson down at\nHastings. Now Donaldson, next to Big Ben, was a star operator, and the\ntwo of ’em could talk better and with more satisfaction over a stretch\nof singing wire than if they were sitting together in a parlor.\n\nEven _I_ knew Donaldson’s style, although I wasn’t more than middling\nexpert. There were tricks in his stuff such as shortening his o’s, but\nhis Morse ran mighty smooth. I read off the message to myself.\n\n“Freezing cold down here, Ben. Lonely, too. Damn lonely. What do you\nget on 77?”\n\nThe big man at the table cut in: “Brace up; 77 on time. Nothing to\nbother her to-night except the storm. All freight deadheaded.”\n\nThat seemed to satisfy Donaldson, for there was a long silence broken\nonly by the whine of the wind and the _thud_, _thud_ of driven snow. I\nhad just picked up the paper again when “N-H, N-H, N-H,” snapped at\nus.\n\nThe crispness of dots and dashes suggested excitement. Ben\nacknowledged deliberately, but when he closed the wire I saw a\nnarrowing of his eyes.\n\nDonaldson was in a hurry. “Going to quit to-morrow,” he began. “Can’t\nstand this joint. Say, there’s two of you up there. You’re lucky. Old\nman will have to come across with an assistant or I quit. Do you know\nyou’re the nearest white man to me? Just me alone here. No night for a\nman to be alone. Hold on, I think I hear somebody in the waiting-room.\nMaybe I’ll have company.”\n\nBut he opened up again the next moment with: “Good Lord, must be going\noff my nut. Nobody in the waiting-room. It’s the wind. I tell you this\nplace is like the north pole. If I could only hear a fire crackling.\nSay, there it goes again. No, I’m way off; that’s a fact. I’ll have to\nlook around. Do you notice anything funny in the wind? I seem to. Why\nthe devil didn’t they put shades on these windows? What’s the matter\nwith me anyhow?”\n\nBen went back at him, calm as a summer’s day. “Hold on, old man; take\nsome whisky. It’s your nerves. Get a grip on yourself.”\n\n“All right,” answered Donaldson, his wire-talk becoming calmer. “Yes,\nI’ll take the whisky. Let me know about 77.”\n\nThat was all for a while, but Ben eyed me through the fumes of his\npipe. “I don’t like it,” he muttered. “Not a bit. Never knew Donaldson\nto wildcat before. Wonder if there _is_ anything wrong?”\n\nI didn’t say what was on my mind, for the shriek of the storm\ninterrupted. So we just sat still and looked at each other and\nwondered what it would be like if either of _us_ weren’t there.\n\nSomehow I couldn’t get rid of the picture of Hastings station—a little\nframe building backed up against a cliff, with a siding cutting in\nbehind it and the banked curve of the main line stretching away before\nit. A few farmers used the station, but a water-tank was its real\nexcuse for existence.\n\nI could see how the snow had half-buried it, and how Donaldson,\nveteran that he was, might hear strange sounds in the gale. I could\nsee a great many things right then, but the sight wasn’t pleasant.\n\nSnow, snow and more snow, and icy rails and low, hurrying clouds you\nfelt were brushing against the tower. “Listen!” I snapped.\n\nBen jumped to his feet. “This won’t do. Here, you quit listening or\nyou’ll be as bad as Donaldson.” Then he came over to me. “I guess it’s\njust as well there’re two of us,” he said very quietly. “Try the\njunction for a report on 77.”\n\nI took the key with a sense of awe—only a couple of slim wires between\nus and the world, and a thousand chances for the storm to tear ’em\ndown. But if we felt it, what about Donaldson? What about Donaldson,\nanyway?\n\nThe junction answered after a bit, though there was no life in the\nsending. “McFlin,” nodded Ben. “I know his style. Ask him whether the\norders for 77 stand.”\n\nI did.\n\n“Sure,” clicked McFlin; “77 on time. Pass her through. Rotten night,\nisn’t it? They got a plow leading the limited like a blind baby.\nSo-long.”\n\nThat was at eleven two. Twenty minutes later Donaldson started after\nus again, but it was a chattering, wild Donaldson; a new Donaldson who\ntumbled his letters over each other.\n\n“N-H, N-H, N-H,” he stuttered, even after I had opened the wire. “N-H,\nN-H.”\n\nI sent him a string of Rs a mile long before he acknowledged. Then:\n\n“What’s the matter with you up there?” he clicked. “Gone to sleep? But\nyou can’t sleep now; you’ve got to talk to me or I’ll be ready for the\nqueer house. Something is walking up and down outside my window. I’ve\nseen it twice. It can’t be a man, and animals don’t prowl about in a\nstorm like this. Listen to that wind. I tell you it’s walking around\nthe station. What am I saying? Do you believe in ghosts? It was in the\nwaiting-room a while back, but it got out before I had a shot at it.\nWhat would you do if you were down here alone, snowed in like a damned\nEskimo? What would you do if it started to walk—”\n\nBig Ben strode across the room. “Give me the key,” he thundered. His\neyes were hard gray now, like rock, with little points of fire in\nthem, and it seemed he would smash the instrument as he crashed down\nwith Donaldson’s call.\n\n“Stop that!” went the dots and dashes, clear cut, fast, but Lordy,\nthey had a punch behind ’em. “Pull yourself together. Take some more\nwhisky. Wake up. Remember you’re an operator. You’ve got to handle the\nLimited to-night. No more of that. You know damn well nothing is\nwalking around down there except you. Rub some snow in your face. Wake\nup, I say. I’ll talk to you as much as you like, but no more spook\nstuff.”\n\n“You’re right,” came the slower response. “I won’t bother you any\nmore. Nevertheless, it’s walking around here. Maybe I’ll get a shot at\nit. I’ll let you know if I do.”\n\nThat was all, and Ben and I looked across the table into each other’s\neyes. “Well?” I questioned.\n\nHe shook himself as if trying to get rid of something clinging. “Oh,\nDonaldson is getting old,” he muttered. “It’s lonely down there, and\nhis fire’s out. That’s what I make of it.\n\n“When the wind howls, and you’re on a night shift in a God-forsaken\nspot like Hastings, you’re mighty apt to hear and see a little more\n’an you’ve any business to.”\n\nThe next word that came flashing over the wire left no doubt in our\nminds. Either Donaldson was clean crazy or—well, he _must_ be crazy!\n\n“Ever see a face half black and half white?” stuttered our instrument.\n“I had a shot at it. It’s still walking.”\n\nBen waited an instant then sent “J-J,” Donaldson’s call, steady for\nthree minutes. But he might as well have opened the window and yelled\nout into the storm. The wire was either dead or Hastings wouldn’t\nanswer.\n\nPresently McFlin at the junction got busy. “Just O. K.’d 77,” he said.\n“Devilish night. The Limited looked like a hunk of the mountain on\nwheels. Bet the snow on the car-roofs gets scraped off on the top of\nthe tunnels. Happy dreams.”\n\nBut we weren’t to indulge in any happy dreams for some time to come.\nHardly had McFlin shut up when “N-H, N-H, N-H” called Ben back.\n“Lord,” he groaned, “hear that style? It’s Donaldson, but what’s\nhappened to him? I hate to listen to it.”\n\nDull, lifeless, flat, came the dots and dashes from Hastings. “No\nuse,” clicked Donaldson. “This hide-and-seek is beyond me. Its face is\nhalf black and half white, and bullets don’t worry it. I’m a gone\nduck. Never mind me. Anyhow, hell is warm and not as lonesome as this.\nI’m freezing, and that’s no ghost story.”\n\n“For God’s sake,” Ben’s reply flew forth, “can that stuff. Pull\nyourself together, old man. Forget the face or whatever it is; 77’s on\ntime. Hold hard.”\n\n“Sure,” agreed Donaldson wearily, “I’ll handle the Limited. How’s the\nstorm up there?”\n\n“Quitting,” lied Ben, and went to the window.\n\nThen followed an hour of silence, with only the shriek of the wind and\nthe thud of snow. I reckon the two of us smoked considerable tobacco\nduring that hour, and we played a few games of checkers, too, but our\nminds wandered.\n\nWhen at last we heard the shrill squeal of 77’s whistle above the\nnoise of the blizzard, we felt happy. Just to know there were other\npeople near us—believe me, that was some relief!\n\nFar off up the line we could make out the headlight of the Limited\nlike a blinking, misty moon creeping toward us. Ben glanced at his\nsemaphore levers. Down she bore on us, the din of her drivers muffled\nby snow.\n\nThere was the thunder of moving tons, a blast of cinders against the\ntower windows, and a snaky line of black as the Pullmans flashed past\nunder their white-caps. We watched her red tail-lights around the\ncurve.\n\n“J-J, J-J, J-J,” clicked Ben, back at the table. And directly Hastings\nanswered in the same lifeless style.\n\n“Limited just passed O. K.,” went on my side partner. “How are you\nfeeling?”\n\nDonaldson’s wire-talk was worse than ever. “Fine,” he stuttered.\n“Maybe I can hold out. The damn thing’s always near me. It’s cold\nhere. I’ve got my feet on the stove. Say, this stove is a joke. It’s\nso empty it’s going to cave in pretty soon. Wait a minute, let me try\nanother shot.”\n\nNothing more. Not another word, though we took turns at the key. And\nwhen Ben relighted his pipe I didn’t like the look on his face. “Jim,”\nhe began, “there’s things in this world none of us can understand. I\nreckon after all that maybe, I misjudged Donaldson; perhaps he’s up\nagainst one of ’em.”\n\n“Quit!” I bellowed. “You watch yourself or you’ll be splitting a\nswitch, too. As you said a while back, Donaldson’s nervous and cold.\nThat’s what’s the matter with him; nothing else.”\n\nBen, mumbling a reply, turned again to the window. If possible the\nstorm was worse.\n\nI don’t exactly remember how it happened; I must have dozed off about\nthen, being pretty tuckered out. Anyhow, the first thing I knew Ben\nwas shaking the life out of me. I’ll never forget the expression of\nhis face as I opened my eyes.\n\nHis eyes were all red, his hands were working, his jaw set. “Wake up,\nJim,” he hissed. “I heard it, too.\n\n“No,” he went on as I instinctively looked toward the window. “Not\nthere; over the wire. Listen!”\n\nI listened, but for a long time nothing broke the vibrating stillness\nof the tower. And I got to thinking it was another case of nerves.\nThen, Father above us! may I never again hear such a sound!\n\nOur instrument started to whisper. You laugh, do you? But if you’d\nbeen there you wouldn’t have laughed. We went over to the table on\ntiptoe, hardly daring to breathe. The little steel bar trembled; moved\ndown; snapped back, barely closing the contact.\n\nIt was like a dying man framing words he couldn’t utter. I followed in\nmy mind the course of the single, drumming wire over the trestles,\nthrough the ravines, under the mountains. What manner of thing was\npressing the key at the other end?\n\nBen dropped forward with an oath and pillowed his elbows on the table\nas if his nearness might aid him. “Listen!” he begged. “Oh, Jim,\n_listen_!”\n\nPresently the instrument quivered again, but this time the impulse was\nstronger. Horribly flaccid, monotonously regular, like the labored\neffort of an amateur, came the message which shall forever sear my\nmemory with unspeakable horror.\n\n“God—in—heaven—help me. I—can’t—stand—this. They—chained—cross—\nties—to—the—rails. They—will—ditch—the—Limited. I’m—done—for.\nHell—is—nearer—now. Help. Dear—God—help—me—”\n\nThat was all. Ben tore at the key, sending out into the night, “J-J,\nJ-J, J-J,” until my head swam.\n\nBut no response came; not the least flutter. Only agonizing, storm\nshrieking silence.\n\nThen he gave it up and staggered to his feet. His face was as gray as\nslate. “Jim,” he gasped, “Donaldson is dead! I know it. It was a dying\nman who sent that message.”\n\nI grabbed him by the shoulders. “You fool!” I yelled. “He can’t be\ndead—he sent it. Don’t you understand? They’re going to wreck the\nLimited. Donaldson was telling us. He _may_ be wounded. We’ve got to\nget to him.”\n\nSlowly, as if his body was awakening from sleep, the muscles in his\nshoulders under my hand tightened. “Sure, I get you,” he whispered.\nAnd before I knew what he was doing, he shook me off, rushing blindly\nfor the stairs. “Come on, Jim. For God’s sake, hurry!” he called.\n“Bring my gun and some torpedoes. It’s only five miles by the road;\nthirty down the mountain by the track. Let’s try the car—”\n\nI stopped long enough to be sure the revolver we kept in a drawer was\nloaded, stuffed some torpedoes in my pocket, and followed him. Out\ninto the gale he sped to where he kept his little second-hand,\nmud-spattered gas-wagon. I had always kidded him about it, laughed at\nit; but now I prayed.\n\nYes, funny when you think of it, me praying! But I did—prayed it would\nrun; prayed there was gas and oil in it.\n\nOnce away from the lee of the building, the storm wrapped around us,\nflinging the snow in our faces, making us gasp for breath. We were\ntaking desperate chances and breaking all rules—this leaving a tower\nvacant, but what could we do? What in God’s name could we do?\n\nWhen I caught up with Ben he was cranking the engine desperately. I\npropped the shanty door open, though the blast of wind threatened to\nfairly tear it from its hinges.\n\nFortunately the radiator of the car had antifreezing mixture in it.\nAfter an agonizing moment, the engine gave a couple of disgusted\ncoughs and died. But Ben went right on. He spun that thing till I was\ndizzy as I sat with my hand on the throttle, feeding it raw gas.\n\nWhen there seemed no chance left, and I could see the Limited a\nburning, blackened mass, and hear the cries of the injured, the engine\nstarted, missing like thunder, to be sure. Ben leaped in beside me and\nlet in his clutch.\n\nOnce beyond the shanty our headlights ended in a whirling bank of\nsnow, and the cold stabbed like a driven nail. But the engine was\nrunning better now.\n\nHow my side partner found the road, or how he kept that rickety piece\nof junk from chucking us down a ravine I’ll never know. But he did.\nYes, by the grace of the Lord, he did.\n\nPitching like a ship in a storm, sinking now and then up to our hubs,\nwe jounced on down that mountain. What everlasting miles of emptiness!\nWhat biting pain as our ears and hands and noses turned red, then\nwhite.\n\nOnce we heard the shriek of the Limited below us on the grade; once we\nsaw the flash of her furnace door. Seconds turned into minutes;\nminutes into hours. Would we be in time? I set my teeth and prayed\nsome more.\n\nAh, we had hit the last stretch and through the smother we could see\nthe semaphore lights of Hastings station. Also the light in the\nbuilding itself. Our car snorted and groaned as Ben fed it the gas,\nskidding to the edge of a precipice or flinging us half out of our\nseats, but we never thought of that.\n\nAnd now came the wail of the Limited’s whistle, this time above us.\nHer headlight flickered across the cut, touching the station with\nuncertain fingers. The semaphore was set green.\n\nI shivered, but not from cold. If only we had half a chance, but the\neverlasting snow—how it clung to our wheels! And under it our\ntire-chains spun gratingly in red clay which flecked the white of the\nroad like blood.\n\nBearing down on Hastings station, gathering speed with each pound of\nher drivers, thundered the Limited. We were playing the passage of a\nminute against a pile of cross-ties—and the forfeit was death!\n\nNow we reached the nearest point to the right-of-way, and as we jerked\nto a halt, a black figure appeared on the depot platform against the\nlight. I saw the flash of a gun and heard a bullet sing past.\n\nBut Ben paid no heed. Throwing himself from the car, he floundered\nover to the track. I ran toward the station, firing as I went. Once I\nlooked back. Ben was kneeling down, adjusting torpedoes under the very\npilot of the plow.\n\nNow there isn’t any use of my explaining how the Limited roared by,\nher engineer satisfied with the green of the semaphore; nor how he\ngave her the air when the torpedoes warned him.\n\nNor, for that matter, of the futile pursuit of the bandits who had\nintended to ditch her. All that came out in the morning paper. If I\nremember, there was even a picture of the pile of cross-ties chained\nto the track.\n\nThe fact that will interest you is what we discovered in Hastings\nstation. Without bothering to explain to 77’s wondering crew, we\ndashed into the waiting-room and threw open the door of the ticket\noffice.\n\nAt the table sat Donaldson. He was stiff and rigid, and from an ugly\nblotched hole in his neck there crept a frozen stream of blood. His\nright hand still rested on the telegraph-key.\n\n“Good God!” I muttered. “Dead! He never moved after he was shot.”\n\nAnd then, somehow feeling Ben’s eyes upon me, I looked at him. His\nsmile was ghastly.\n\n“Sure?” he said. “I told you so back in the tower. He never moved\nafter he was shot? Then what about that message? How did he know about\nthe cross-ties?”\n\n“Shut up!” I shrieked. “Here, let’s get him out of this. We’ll go down\non 77. I’m through!”",
    "metadata": {
        "author": [
            "Jones, Eugene"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67496/pg67496.txt",
        "name": "over_the_wire.json"
    }
}