{
  "name": "Paradise (to be) Regained",
  "author": [
    "Thoreau, Henry David"
  ],
  "body": "We learn that Mr. Etzler is a native of Germany, and originally\npublished his book in Pennsylvania, ten or twelve years ago; and now a\nsecond English edition, from the original American one, is demanded by\nhis readers across the water, owing, we suppose, to the recent spread\nof Fourier’s doctrines. It is one of the signs of the times. We confess\nthat we have risen from reading this book with enlarged ideas, and\ngrander conceptions of our duties in this world. It did expand us a\nlittle. It is worth attending to, if only that it entertains large\nquestions. Consider what Mr. Etzler proposes:\n\n“Fellow Men! I promise to show the means of creating a paradise within\nten years, where everything desirable for human life may be had by\nevery man in superabundance, without labor, and without pay; where the\nwhole face of nature shall be changed into the most beautiful forms,\nand man may live in the most magnificent palaces, in all imaginable\nrefinements of luxury, and in the most delightful gardens; where he may\naccomplish, without labor, in one year, more than hitherto could be\ndone in thousands of years; may level mountains, sink valleys, create\nlakes, drain lakes and swamps, and intersect the land everywhere with\nbeautiful canals, and roads for transporting heavy loads of many\nthousand tons, and for travelling one thousand miles in twenty-four\nhours; may cover the ocean with floating islands movable in any desired\ndirection with immense power and celerity, in perfect security, and\nwith all comforts and luxuries, bearing gardens and palaces, with\nthousands of families, and provided with rivulets of sweet water; may\nexplore the interior of the globe, and travel from pole to pole in a\nfortnight; provide himself with means, unheard of yet, for increasing\nhis knowledge of the world, and so his intelligence; lead a life of\ncontinual happiness, of enjoyments yet unknown; free himself from\nalmost all the evils that afflict mankind, except death, and even put\ndeath far beyond the common period of human life, and finally render it\nless afflicting. Mankind may thus live in and enjoy a new world, far\nsuperior to the present, and raise themselves far higher in the scale\nof being.”\n\nIt would seem from this and various indications beside, that there is a\ntranscendentalism in mechanics as well as in ethics. While the whole\nfield of the one reformer lies beyond the boundaries of space, the\nother is pushing his schemes for the elevation of the race to its\nutmost limits. While one scours the heavens, the other sweeps the\nearth. One says he will reform himself, and then nature and\ncircumstances will be right. Let us not obstruct ourselves, for that is\nthe greatest friction. It is of little importance though a cloud\nobstruct the view of the astronomer compared with his own blindness.\nThe other will reform nature and circumstances, and then man will be\nright. Talk no more vaguely, says he, of reforming the world,—I will\nreform the globe itself. What matters it whether I remove this humor\nout of my flesh, or this pestilent humor from the fleshy part of the\nglobe? Nay, is not the latter the more generous course? At present the\nglobe goes with a shattered constitution in its orbit. Has it not\nasthma, and ague, and fever, and dropsy, and flatulence, and pleurisy,\nand is it not afflicted with vermin? Has it not its healthful laws\ncounteracted, and its vital energy which will yet redeem it? No doubt\nthe simple powers of nature, properly directed by man, would make it\nhealthy and a paradise; as the laws of man’s own constitution but wait\nto be obeyed, to restore him to health and happiness. Our panaceas cure\nbut few ails, our general hospitals are private and exclusive. We must\nset up another Hygeian than is now worshipped. Do not the quacks even\ndirect small doses for children, larger for adults, and larger still\nfor oxen and horses? Let us remember that we are to prescribe for the\nglobe itself.\n\nThis fair homestead has fallen to us, and how little have we done to\nimprove it, how little have we cleared and hedged and ditched! We are\ntoo inclined to go hence to a “better land,” without lifting a finger,\nas our farmers are moving to the Ohio soil; but would it not be more\nheroic and faithful to till and redeem this New England soil of the\nworld? The still youthful energies of the globe have only to be\ndirected in their proper channel. Every gazette brings accounts of the\nuntutored freaks of the wind,—shipwrecks and hurricanes which the\nmariner and planter accept as special or general providences; but they\ntouch our consciences, they remind us of our sins. Another deluge would\ndisgrace mankind. We confess we never had much respect for that\nantediluvian race. A thorough-bred business man cannot enter heartily\nupon the business of life without first looking into his accounts. How\nmany things are now at loose ends. Who knows which way the wind will\nblow to-morrow? Let us not succumb to nature. We will marshal the\nclouds and restrain the tempests; we will bottle up pestilent\nexhalations, we will probe for earthquakes, grub them up; and give vent\nto the dangerous gases; we will disembowel the volcano, and extract its\npoison, take its seed out. We will wash water, and warm fire, and cool\nice, and underprop the earth. We will teach birds to fly, and fishes to\nswim, and ruminants to chew the cud. It is time we had looked into\nthese things.\n\nAnd it becomes the moralist, too, to inquire what man might do to\nimprove and beautify the system; what to make the stars shine more\nbrightly, the sun more cheery and joyous, the moon more placid and\ncontent. Could he not heighten the tints of flowers and the melody of\nbirds? Does he perform his duty to the inferior races? Should he not be\na god to them? What is the part of magnanimity to the whale and the\nbeaver? Should we not fear to exchange places with them for a day, lest\nby their behavior they should shame us? Might we not treat with\nmagnanimity the shark and the tiger, not descend to meet there on their\nown level, with spears of sharks’ teeth and bucklers of tiger’s skin?\nWe slander the hyæna; man is the fiercest and cruelest animal. Ah! he\nis of little faith; even the erring comets and meteors would thank him,\nand return his kindness in their kind.\n\nHow meanly and grossly do we deal with nature! Could we not have a less\ngross labor? What else do these fine inventions suggest,—magnetism, the\ndaguerreotype, electricity? Can we not do more than cut and trim the\nforest,—can we not assist in its interior economy, in the circulation\nof the sap? Now we work superficially and violently. We do not suspect\nhow much might be done to improve our relation to animated nature; what\nkindness and refined courtesy there might be.\n\nThere are certain pursuits which, if not wholly poetic and true, do at\nleast suggest a nobler and finer relation to nature than we know. The\nkeeping of bees, for instance, is a very slight interference. It is\nlike directing the sunbeams. All nations, from the remotest antiquity,\nhave thus fingered nature. There are Hymettus and Hybla, and how many\nbee-renowned spots beside? There is nothing gross in the idea of these\nlittle herds,—their hum like the faintest low of kine in the meads. A\npleasant reviewer has lately reminded us that in some places they are\nled out to pasture where the flowers are most abundant. “Columella\ntells us,” says he, “that the inhabitants of Arabia sent their hives\ninto Attica to benefit by the later-blowing flowers.” Annually are the\nhives, in immense pyramids, carried up the Nile in boats, and suffered\nto float slowly down the stream by night, resting by day, as the\nflowers put forth along the banks; and they determine the richness of\nany locality, and so the profitableness of delay, by the sinking of the\nboat in the water. We are told, by the same reviewer, of a man in\nGermany, whose bees yielded more honey than those of his neighbors,\nwith no apparent advantage; but at length he informed them that he had\nturned his hives one degree more to the east, and so his bees, having\ntwo hours the start in the morning, got the first sip of honey. Here,\nthere is treachery and selfishness behind all this; but these things\nsuggest to the poetic mind what might be done.\n\nMany examples there are of a grosser interference, yet not without\ntheir apology. We saw last summer, on the side of a mountain, a dog\nemployed to churn for a farmer’s family, travelling upon a horizontal\nwheel, and though he had sore eyes, an alarming cough, and withal a\ndemure aspect, yet their bread did get buttered for all that.\nUndoubtedly, in the most brilliant successes, the first rank is always\nsacrificed. Much useless travelling of horses, _in extenso_, has of\nlate years been improved for man’s behoof, only two forces being taken\nadvantage of,—the gravity of the horse, which is the centripetal, and\nhis centrifugal inclination to go a-head. Only these two elements in\nthe calculation. And is not the creature’s whole economy better\neconomized thus? Are not all finite beings better pleased with motions\nrelative than absolute? And what is the great globe itself but such a\nwheel,—a larger tread-mill,—so that our horse’s freest steps over\nprairies are oftentimes balked and rendered of no avail by the earth’s\nmotion on its axis? But here he is the central agent and motive power;\nand, for variety of scenery, being provided with a window in front, do\nnot the ever-varying activity and fluctuating energy of the creature\nhimself work the effect of the most varied scenery on a country road?\nIt must be confessed that horses at present work too exclusively for\nmen, rarely men for horses; and the brute degenerates in man’s society.\n\nIt will be seen that we contemplate a time when man’s will shall be law\nto the physical world, and he shall no longer be deterred by such\nabstractions as time and space, height and depth, weight and hardness,\nbut shall indeed be the lord of creation. “Well,” says the faithless\nreader, “ ‘life is short, but art is long;’ where is the power that\nwill effect all these changes?” This it is the very object of Mr.\nEtzler’s volume to show. At present, he would merely remind us that\nthere are innumerable and immeasurable powers already existing in\nnature, unimproved on a large scale, or for generous and universal\nends, amply sufficient for these purposes. He would only indicate their\nexistence, as a surveyor makes known the existence of a water-power on\nany stream; but for their application he refers us to a sequel to this\nbook, called the “Mechanical System.” A few of the most obvious and\nfamiliar of these powers are the Wind, the Tide, the Waves, the\nSunshine. Let us consider their value.\n\nFirst, there is the power of the Wind, constantly exerted over the\nglobe. It appears from observation of a sailing-vessel, and from\nscientific tables, that the average power of the wind is equal to that\nof one horse for every one hundred square feet. “We know,” says our\nauthor—\n\n“that ships of the first class carry sails two hundred feet high; we\nmay, therefore, equally, on land, oppose to the wind surfaces of the\nsame height. Imagine a line of such surfaces one mile, or about 5,000\nfeet, long; they would then contain 1,000,000 square feet. Let these\nsurfaces intersect the direction of the wind at right angles, by some\ncontrivance, and receive, consequently, its full power at all times.\nIts average power being equal to one horse for every 100 square feet,\nthe total power would be equal to 1,000,000 divided by 100, or 10,000\nhorses’ power. Allowing the power of one horse to equal that of ten\nmen, the power of 10,000 horses is equal to 100,000 men. But as men\ncannot work uninterruptedly, but want about half the time for sleep and\nrepose, the same power would be equal to 200,000 men.... We are not\nlimited to the height of 200 feet; we might extend, if required, the\napplication of this power to the height of the clouds, by means of\nkites.”\n\nBut we will have one such fence for every square mile of the globe’s\nsurface, for, as the wind usually strikes the earth at an angle of more\nthan two degrees, which is evident from observing its effect on the\nhigh sea, it admits of even a closer approach. As the surface of the\nglobe contains about 200,000,000 square miles, the whole power of the\nwind on these surfaces would equal 40,000,000,000,000 men’s power, and\n“would perform 80,000 times as much work as all the men on earth could\neffect with their nerves.”\n\nIf it should be objected that this computation includes the surface of\nthe ocean and uninhabitable regions of the earth, where this power\ncould not be applied for our purposes, Mr. Etzler is quick with his\nreply—“But, you will recollect,” says he, “that I have promised to show\nthe means for rendering the ocean as inhabitable as the most fruitful\ndry land; and I do not exclude even the polar regions.”\n\nThe reader will observe that our author uses the fence only as a\nconvenient formula for expressing the power of the wind, and does not\nconsider it a necessary method of its application. We do not attach\nmuch value to this statement of the comparative power of the wind and\nhorse, for no common ground is mentioned on which they can be compared.\nUndoubtedly, each is incomparably excellent in its way, and every\ngeneral comparison made for such practical purposes as are\ncontemplated, which gives a preference to the one, must be made with\nsome unfairness to the other. The scientific tables are, for the most\npart, true only in a tabular sense. We suspect that a loaded wagon,\nwith a light sail, ten feet square, would not have been blown so far by\nthe end of the year, under equal circumstances, as a common racer or\ndray horse would have drawn it. And how many crazy structures on our\nglobe’s surface, of the same dimensions, would wait for dry-rot if the\ntraces of one horse were hitched to them, even to their windward side?\nPlainly, this is not the principle of comparison. But even the steady\nand constant force of the horse may be rated as equal to his weight at\nleast. Yet we should prefer to let the zephyrs and gales bear, with all\ntheir weight, upon our fences, than that Dobbin, with feet braced,\nshould lean ominously against them for a season.\n\nNevertheless, here is an almost incalculable power at our disposal, yet\nhow trifling the use we make of it. It only serves to turn a few mills,\nblow a few vessels across the ocean, and a few trivial ends besides.\nWhat a poor compliment do we pay to our indefatigable and energetic\nservant!\n\n“If you ask, perhaps, why this power is not used, if the statement be\ntrue, I have to ask in return, why is the power of steam so lately come\nto application? so many millions of men boiled water every day for many\nthousand years; they must have frequently seen that boiling water, in\ntightly closed pots or kettles, would lift the cover or burst the\nvessel with great violence. The power of steam was, therefore, as\ncommonly known down to the least kitchen or wash-woman, as the power of\nwind; but close observation and reflection were bestowed neither on the\none nor the other.”\n\nMen having discovered the power of falling water, which after all is\ncomparatively slight, how eagerly do they seek out and improve these\n_privileges?_ Let a difference of but a few feet in level be discovered\non some stream near a populous town, some slight occasion for gravity\nto act, and the whole economy of the neighborhood is changed at once.\nMen do indeed speculate about and with this power as if it were the\nonly privilege. But meanwhile this aerial stream is falling from far\ngreater heights with more constant flow, never shrunk by drought,\noffering mill-sites wherever the wind blows; a Niagara in the air, with\nno Canada side;—only the application is hard.\n\nThere are the powers too of the Tide and Waves, constantly ebbing and\nflowing, lapsing and relapsing, but they serve man in but few ways.\nThey turn a few tide mills, and perform a few other insignificant and\naccidental services only. We all perceive the effect of the tide; how\nimperceptibly it creeps up into our harbors and rivers, and raises the\nheaviest navies as easily as the lightest chip. Everything that floats\nmust yield to it. But man, slow to take nature’s constant hint of\nassistance, makes slight and irregular use of this power, in careening\nships and getting them afloat when aground.\n\nThe following is Mr. Etzler’s calculation on this head: To form a\nconception of the power which the tide affords, let us imagine a\nsurface of 100 miles square, or 10,000 square miles, where the tide\nrises and sinks, on an average, 10 feet; how many men would it require\nto empty a basin of 10,000 square miles area, and 10 feet deep, filled\nwith sea-water, in 6¼ hours and fill it again in the same time? As one\nman can raise 8 cubic feet of sea-water per minute, and in 6¼ hours\n3,000, it would take 1,200,000,000 men, or as they could work only half\nthe time, 2,400,000,000, to raise 3,000,000,000,000 cubic feet, or the\nwhole quantity required in the given time.\n\nThis power may be applied in various ways. A large body, of the\nheaviest materials that will float, may first be raised by it, and\nbeing attached to the end of a balance reaching from the land, or from\na stationary support, fastened to the bottom, when the tide falls, the\nwhole weight will be brought to bear upon the end of the balance. Also\nwhen the tide rises it may be made to exert a nearly equal force in the\nopposite direction. It can be employed wherever a _point d’appui_ can\nbe obtained.\n\n“However, the application of the tide being by establishments fixed on\nthe ground, it is natural to begin with them near the shores in shallow\nwater, and upon sands, which may be extended gradually further into the\nsea. The shores of the continent, islands, and sands, being generally\nsurrounded by shallow water, not exceeding from 50 to 100 fathoms in\ndepth, for 20, 50, or 100 miles and upward. The coasts of North\nAmerica, with their extensive sand-banks, islands, and rocks, may\neasily afford, for this purpose, a ground about 3,000 miles long, and,\non an average, 100 miles broad, or 300,000 square miles, which, with a\npower of 240,000 men per square mile, as stated, at 10 feet tide, will\nbe equal to 72,000 millions of men, or for every mile of coast, a power\nof 24,000,000 men.”\n\n“Rafts, of any extent, fastened on the ground of the sea, along the\nshore, and stretching far into the sea, may be covered with fertile\nsoil, bearing vegetables and trees, of every description, the finest\ngardens, equal to those the firm land may admit of, and buildings and\nmachineries, which may operate, not only on the sea, where they are,\nbut which also, by means of mechanical connections, may extend their\noperations for many miles into the continent. (Etzler’s Mechanical\nSystem, page 24.) Thus this power may cultivate the artificial soil for\nmany miles upon the surface of the sea, near the shores, and, for\nseveral miles, the dry land, along the shore, in the most superior\nmanner imaginable; it may build cities along the shore, consisting of\nthe most magnificent palaces, every one surrounded by gardens and the\nmost delightful sceneries; it may level the hills and unevennesses, or\nraise eminences for enjoying open prospect into the country and upon\nthe sea; it may cover the barren shore with fertile soil, and beautify\nthe same in various ways; it may clear the sea of shallows, and make\neasy the approach to the land, not merely of vessels, but of large\nfloating islands, which may come from, and go to distant parts of the\nworld, islands that have every commodity and security for their\ninhabitants which the firm land affords.”\n\n“Thus may a power, derived from the gravity of the moon and the ocean,\nhitherto but the objects of idle curiosity to the studious man, be made\neminently subservient for creating the most delightful abodes along the\ncoasts, where men may enjoy at the same time all the advantages of sea\nand dry land; the coasts may hereafter be continuous paradisiacal\nskirts between land and sea, everywhere crowded with the densest\npopulation. The shores and the sea along them will be no more as raw\nnature presents them now, but everywhere of easy and charming access,\nnot even molested by the roar of waves, shaped as it may suit the\npurposes of their inhabitants; the sea will be cleared of every\nobstruction to free passage everywhere, and its productions in fishes,\netc., will be gathered in large, appropriate receptacles, to present\nthem to the inhabitants of the shores and of the sea.”\n\nVerily, the land would wear a busy aspect at the spring and neap tide,\nand these island ships—these _terræ infirmæ_—which realise the fables\nof antiquity, affect our imagination. We have often thought that the\nfittest locality for a human dwelling was on the edge of the land, that\nthere the constant lesson and impression of the sea might sink deep\ninto the life and character of the landsman, and perhaps impart a\nmarine tint to his imagination. It is a noble word, that _mariner_—one\nwho is conversant with the sea. There should be more of what it\nsignifies in each of us. It is a worthy country to belong to—we look to\nsee him not disgrace it. Perhaps we should be equally mariners and\nterreners, and even our Green Mountains need some of that sea-green to\nbe mixed with them.\n\nThe computation of the power of the Waves is less satisfactory. While\nonly the average power of the wind and the average height of the tide\nwere taken before, now the extreme height of the waves is used, for\nthey are made to rise ten feet above the level of the sea, to which,\nadding ten more for depression, we have twenty feet, or the extreme\nheight of a wave. Indeed, the power of the waves, which is produced by\nthe wind blowing obliquely and at disadvantage upon the water, is made\nto be, not only three thousand times greater than that of the tide, but\none hundred times greater than that of the wind itself, meeting its\nobject at right angles. Moreover, this power is measured by the area of\nthe vessel, and not by its length mainly, and it seems to be forgotten\nthat the motion of the waves is chiefly undulatory, and exerts a power\nonly within the limits of a vibration, else the very continents, with\ntheir extensive coasts, would soon be set adrift.\n\nFinally, there is the power to be derived from Sunshine, by the\nprinciple on which Archimedes contrived his burning-mirrors, a\nmultiplication of mirrors reflecting the rays of the sun upon the same\nspot, till the requisite degree of heat is obtained. The principal\napplication of this power will be to the boiling of water and\nproduction of steam.\n\n“How to create rivulets of sweet and wholesome water, on floating\nislands, in the midst of the ocean, will be no riddle now. Sea-water\nchanged into steam, will distill into sweet water, leaving the salt on\nthe bottom. Thus the steam engines on floating islands, for their\npropulsion and other mechanical purposes, will serve, at the same time,\nfor the distillery of sweet water, which, collected in basins, may be\nled through channels over the island, while, where required, it may be\nrefrigerated by artificial means, and changed into cool water,\nsurpassing, in salubrity, the best spring water, because nature hardly\never distils water so purely, and without admixture of less wholesome\nmatter.”\n\nSo much for these few and more obvious powers, already used to a\ntrifling extent. But there are innumerable others in nature, not\ndescribed nor discovered. These, however, will do for the present. This\nwould be to make the sun and the moon equally our satellites. For, as\nthe moon is the cause of the tides, and the sun the cause of the wind,\nwhich, in turn, is the cause of the waves, all the work of this planet\nwould be performed by these far influences.\n\n“But as these powers are very irregular and subject to interruptions;\nthe next object is to show how they may be converted into powers that\noperate continually and uniformly for ever, until the machinery be worn\nout, or, in other words, into perpetual motions” . . . “Hitherto the\npower of the wind has been applied immediately upon the machinery for\nuse, and we have had to wait the chances of the wind’s blowing; while\nthe operation was stopped as soon as the wind ceased to blow. But the\nmanner, which I shall state hereafter, of applying this power, is to\nmake it operate only for collecting or storing up power, and then to\ntake out of this store, at any time, as much as may be wanted for final\noperation upon the machines. The power stored up is to react as\nrequired, and may do so long after the original power of the wind has\nceased. And though the wind should cease for intervals of many months,\nwe may have by the same power a uniform perpetual motion in a very\nsimple way.”\n\n“The weight of a clock being wound up gives us an image of reaction.\nThe sinking of this weight is the reaction of winding it up. It is not\nnecessary to wait till it has run down before we wind up the weight,\nbut it may be wound up at any time, partly or totally; and if done\nalways before the weight reaches the bottom, the clock will be going\nperpetually. In a similar, though not in the same way, we may cause a\nreaction on a larger scale. We may raise, for instance, water by the\nimmediate application of wind or steam to a pond upon some eminence,\nout of which, through an outlet, it may fall upon some wheel or other\ncontrivance for setting machinery a going. Thus we may store up water\nin some eminent pond, and take out of this store, at any time, as much\nwater through the outlet as we want to employ, by which means the\noriginal power may react for many days after it has ceased. . . . Such\nreservoirs of moderate elevation or size need not be made artificially,\nbut will be found made by nature very frequently, requiring but little\naid for their completion. They require no regularity of form. Any\nvalley, with lower grounds in its vicinity, would answer the purpose.\nSmall crevices may be filled up. Such places may be eligible for the\nbeginning of enterprises of this kind.”\n\nThe greater the height, of course, the less water required. But suppose\na level and dry country; then hill and valley, and “eminent pond,” are\nto be constructed by main force; or, if the springs are unusually low,\nthen dirt and stones may be used, and the disadvantage arising from\nfriction will be counterbalanced by their greater gravity. Nor shall a\nsingle rood of dry land be sunk in such artificial ponds as may be\nwanted, but their surfaces “may be covered with rafts decked with\nfertile earth, and all kinds of vegetables which may grow there as well\nas anywhere else.”\n\nAnd, finally, by the use of thick envelopes retaining the heat, and\nother contrivances, “the power of steam caused by sunshine may react at\nwill, and thus be rendered perpetual, no matter how often or how long\nthe sunshine may be interrupted. (Etzler’s _Mechanical System_).”\n\nHere is power enough, one would think, to accomplish somewhat. These\nare the powers below. Oh ye millwrights, ye engineers, ye operatives\nand speculators of every class, never again complain of a want of\npower; it is the grossest form of infidelity. The question is, not how\nwe shall execute, but what. Let us not use in a niggardly manner what\nis thus generously offered.\n\nConsider what revolutions are to be effected in agriculture. First, in\nthe new country a machine is to move along, taking out trees and stones\nto any required depth, and piling them up in convenient heaps; then the\nsame machine, “with a little alteration,” is to plane the ground\nperfectly, till there shall be no hills nor valleys, making the\nrequisite canals, ditches, and roads as it goes along. The same\nmachine, “with some other little alterations,” is then to sift the\nground thoroughly, supply fertile soil from other places if wanted, and\nplant it; and finally the same machine, “with a little addition,” is to\nreap and gather in the crop, thresh and grind it, or press it to oil,\nor prepare it any way for final use. For the description of these\nmachines we are referred to “Etzler’s _Mechanical System_, pages 11 to\n27.” We should be pleased to see that “_Mechanical System_,” though we\nhave not been able to ascertain whether it has been published, or only\nexists as yet in the design of the author. We have great faith in it.\nBut we cannot stop for applications now.\n\n“Any wilderness, even the most hideous and sterile, may be converted\ninto the most fertile and delightful gardens. The most dismal swamps\nmay be cleared of all their spontaneous growth, filled up and levelled,\nand intersected by canals, ditches and aqueducts, for draining them\nentirely. The soil, if required, may be meliorated, by covering or\nmixing it with rich soil taken from distant places, and the same be\nmouldered to fine dust, levelled, sifted from all roots, weeds and\nstones, and sowed and planted in the most beautiful order and symmetry,\nwith fruit trees and vegetables of every kind that may stand the\nclimate.”\n\nNew facilities for transportation and locomotion are to be adopted:\n\n“Large and commodious vehicles, for carrying many thousand tons,\nrunning over peculiarly adapted level roads, at the rate of forty miles\nper hour, or one thousand miles per day, may transport men and things,\nsmall houses, and whatever may serve for comfort and ease, by land.\nFloating islands, constructed of logs, or of wooden-stuff prepared in a\nsimilar manner, as is to be done with stone, and of live trees, which\nmay be reared so as to interlace one another, and strengthen the whole,\nmay be covered with gardens and palaces, and propelled by powerful\nengines, so as to run at an equal rate though seas and oceans. Thus,\nman may move, with the celerity of a bird’s flight, in terrestrial\nparadises, from one climate to another, and see the world in all its\nvariety, exchanging, with distant nations, the surplus of productions.\nThe journey from one pole to another may be performed in a fortnight;\nthe visit to a transmarine country in a week or two; or a journey round\nthe world in one or two months by land and water. And why pass a dreary\nwinter every year while there is yet room enough on the globe where\nnature is blessed with a perpetual summer, and with a far greater\nvariety and luxuriance of vegetation? More than one-half the surface of\nthe globe has no winter. Men will have it in their power to remove and\nprevent all bad influences of climate, and to enjoy, perpetually, only\nthat temperature which suits their constitution and feeling best.”\n\nWho knows but by accumulating the power until the end of the present\ncentury, using meanwhile only the smallest allowance, reserving all\nthat blows, all that shines, all that ebbs and flows, all that dashes,\nwe may have got such a reserved accumulated power as to run the earth\noff its track into a new orbit, some summer, and so change the tedious\nvicissitude of the seasons? Or, perchance, coming generations will not\nabide the dissolution of the globe, but, availing themselves of future\ninventions in aerial locomotion, and the navigation of space, the\nentire race may migrate from the earth, to settle some vacant and more\nwestern planet, it may be still healthy, perchance unearthy, not\ncomposed of dirt and stones, whose primary strata only are strewn, and\nwhere no weeds are sown. It took but little art, a simple application\nof natural laws, a canoe, a paddle, and a sail of matting, to people\nthe isles of the Pacific, and a little more will people the shining\nisles of space. Do we not see in the firmament the lights carried along\nthe shore by night, as Columbus did? Let us not despair nor mutiny.\n\n“The dwellings also ought to be very different from what is known, if\nthe full benefit of our means is to be enjoyed. They are to be of a\nstructure for which we have no name yet. They are to be neither\npalaces, nor temples, nor cities, but a combination of all, superior to\nwhatever is known. Earth may be baked into bricks, or even vitrified\nstone by heat,—we may bake large masses of any size and form, into\nstone and vitrified substance of the greatest durability, lasting even\nthousands of years, out of clayey earth, or of stones ground to dust,\nby the application of burning mirrors. This is to be done in the open\nair, without other preparation than gathering the substance, grinding\nand mixing it with water and cement, moulding or casting it, and\nbringing the focus of the burning mirrors of proper size upon the same.\nThe character of the architecture is to be quite different from what it\never has been hitherto; large solid masses are to be baked or cast in\none piece, ready shaped in any form that may be desired. The building\nmay, therefore, consist of columns two hundred feet high and upwards,\nof proportionate thickness, and of one entire piece of vitrified\nsubstance; huge pieces are to be moulded so as to join and hook on to\neach other firmly, by proper joints and folds, and not to yield in any\nway without breaking.”\n\n“Foundries, of any description, are to be heated by burning mirrors,\nand will require no labor, except the making of the first moulds and\nthe superintendence for gathering the metal and taking the finished\narticles away.”\n\nAlas! in the present state of science, we must take the finished\narticles away; but think not that man will always be a victim of\ncircumstances.\n\nThe countryman who visited the city and found the streets cluttered\nwith bricks and lumber, reported that it was not yet finished, and one\nwho considers the endless repairs and reforming of our houses, might\nwell wonder when they will be done. But why may not the dwellings of\nmen on this earth be built once for all of some durable material, some\nRoman or Etruscan masonry which will stand, so that time shall only\nadorn and beautify them? Why may we not finish the outward world for\nposterity, and leave them leisure to attend to the inner? Surely, all\nthe gross necessities and economies might be cared for in a few years.\nAll might be built and baked and stored up, during this, the term-time\nof the world, against the vacant eternity, and the globe go provisioned\nand furnished like our public vessels, for its voyage through space, as\nthrough some Pacific Ocean, while we would “tie up the rudder and sleep\nbefore the wind,” as those who sail from Lima to Manilla.\n\nBut, to go back a few years in imagination, think not that life in\nthese crystal palaces is to bear any analogy to life in our present\nhumble cottages. Far from it. Clothed, once for all, in some “flexible\nstuff,” more durable than George Fox’s suit of leather, composed of\n“fibres of vegetables,” “glutinated” together by some “cohesive\nsubstances,” and made into sheets, like paper, of any size or form, man\nwill put far from him corroding care and the whole host of ills.\n\n“The twenty-five halls in the inside of the square are to be each two\nhundred feet square and high; the forty corridors, each one hundred\nfeet long and twenty wide; the eighty galleries, each from 1,000 to\n1,250 feet long; about 7,000 private rooms, the whole surrounded and\nintersected by the grandest and most splendid colonnades imaginable;\nfloors, ceilings, columns with their various beautiful and fanciful\nintervals, all shining, and reflecting to infinity all objects and\npersons, with splendid lustre of all beautiful colors, and fanciful\nshapes and pictures. All galleries, outside and within the halls, are\nto be provided with many thousand commodious and most elegant vehicles,\nin which persons may move up and down like birds, in perfect security,\nand without exertion. Any member may procure himself all the common\narticles of his daily wants, by a short turn of some crank, without\nleaving his apartment; he may, at any time, bathe himself in cold or\nwarm water, or in steam, or in some artificially prepared liquor for\ninvigorating health. He may, at any time, give to the air in his\napartment that temperature that suits his feeling best. He may cause,\nat any time, an agreeable scent of various kinds. He may, at any time,\nmeliorate his breathing air,—that main vehicle of vital power. Thus, by\na proper application of the physical knowledge of our days, man may be\nkept in a perpetual serenity of mind, and if there is no incurable\ndisease or defect in his organism, in constant vigor of health, and his\nlife be prolonged beyond any parallel which present times afford.\n\n“One or two persons are sufficient to direct the kitchen business. They\nhave nothing else to do but to superintend the cookery, and to watch\nthe time of the victuals being done, and then to remove them, with the\ntable and vessels, into the dining-hall, or to the respective private\napartments, by a slight motion of the hand at some crank. Any\nextraordinary desire of any person may be satisfied by going to the\nplace where the thing is to be had; and anything that requires a\nparticular preparation in cooking or baking may be done by the person\nwho desires it.”\n\nThis is one of those instances in which the individual genius is found\nto consent, as indeed it always does, at last, with the universal.\nThese last sentences have a certain sad and sober truth, which reminds\nus of the scripture of all nations. All expression of truth does at\nlength take the deep ethical form. Here is hint of a place the most\neligible of any in space, and of a servitor, in comparison with whom,\nall other helps dwindle into insignificance. We hope to hear more of\nhim anon, for even a crystal palace would be deficient without his\ninvaluable services.\n\nAnd as for the environs of the establishment,\n\n“There will be afforded the most enrapturing views to be fancied, out\nof the private apartments, from the galleries, from the roof, from its\nturrets and cupolas,—gardens as far as the eye can see, full of fruits\nand flowers, arranged in the most beautiful order, with walks,\ncolonnades, aqueducts, canals, ponds, plains, amphitheatres, terraces,\nfountains, sculptural works, pavilions, gondolas, places for public\namusement, etc., to delight the eye and fancy, the taste and smell. . . .\nThe walks and roads are to be paved with hard vitrified, large\nplates, so as to be always clean from all dirt in any weather or\nseason. . . . The channels being of vitrified substance, and the water\nperfectly clear, and filtrated or distilled if required, may afford the\nmost beautiful scenes imaginable, while a variety of fishes is seen\nclear down to the bottom playing about, and the canals may afford at\nthe same time, the means of gliding smoothly along between various\nsceneries of art and nature, in beautiful gondolas, while their surface\nand borders may be covered with fine land and aquatic birds. The walks\nmay be covered with porticos adorned with magnificent columns, statues,\nand sculptural works; all of vitrified substance, and lasting forever,\nwhile the beauties of nature around heighten the magnificence and\ndeliciousness.\n\n“The night affords no less delight to fancy and feelings. An infinite\nvariety of grand, beautiful and fanciful objects and sceneries,\nradiating with crystalline brilliancy, by the illumination of\ngas-light; the human figures themselves, arrayed in the most beautiful\npomp fancy may suggest, or the eye desire, shining even with brilliancy\nof stuffs and diamonds, like stones of various colors, elegantly shaped\nand arranged around the body; all reflected a thousand-fold in huge\nmirrors and reflectors of various forms; theatrical scenes of a\ngrandeur and magnificence, and enrapturing illusions, unknown yet, in\nwhich any person may be either a spectator or an actor; the speech and\nthe songs reverberating with increased sound, rendered more sonorous\nand harmonious than by nature, by vaultings that are moveable into any\nshape at any time; the sweetest and most impressive harmony of music,\nproduced by song and instruments partly not known yet, may thrill\nthrough the nerves and vary with other amusements and delights.\n\n“At night the roof, and the inside and outside of the whole square, are\nilluminated by gas-light, which in the mazes of many-colored\ncrystal-like colonnades and vaultings, is reflected with a brilliancy\nthat gives to the whole a lustre of precious stones, as far as the eye\ncan see. Such are the future abodes of men. . . . Such is the life\nreserved to true intelligence, but withheld from ignorance, prejudice,\nand stupid adherence to custom.” ... “Such is the domestic life to be\nenjoyed by every human individual that will partake of it. Love and\naffection may there be fostered and enjoyed without any of the\nobstructions that oppose, diminish, and destroy them in the present\nstate of men.” ... “It would be as ridiculous, then, to dispute and\nquarrel about the means of life, as it would be now about water to\ndrink along mighty rivers, or about the permission to breathe air in\nthe atmosphere, or about sticks in our extensive woods.”\n\nThus is Paradise to be Regained, and that old and stern decree at\nlength reversed. Man shall no more earn his living by the sweat of his\nbrow. All labor shall be reduced to “a short turn of some crank,” and\n“taking the finished article away.” But there is a crank,—oh, how hard\nto be turned! Could there not be a crank upon a crank,—an infinitely\nsmall crank?—we would fain inquire. No,—alas! not. But there is a\ncertain divine energy in every man, but sparingly employed as yet,\nwhich may be called the crank within,—the crank after all,—the prime\nmover in all machinery,—quite indispensable to all work. Would that we\nmight get our hands on its handle! In fact no work can be shirked. It\nmay be postponed indefinitely, but not infinitely. Nor can any really\nimportant work be made easier by co-operation or machinery. Not one\nparticle of labor now threatening any man can be routed without being\nperformed. It cannot be hunted out of the vicinity like jackals and\nhyenas. It will not run. You may begin by sawing the little sticks, or\nyou may saw the great sticks first, but sooner or later you must saw\nthem both.\n\nWe will not be imposed upon by this vast application of forces. We\nbelieve that most things will have to be accomplished still by the\napplication called Industry. We are rather pleased after all to\nconsider the small private, but both constant and accumulated force,\nwhich stands behind every spade in the field. This it is that makes the\nvalleys shine, and the deserts really bloom. Sometimes, we confess, we\nare so degenerate as to reflect with pleasure on the days when men were\nyoked like cattle, and drew a crooked stick for a plough. After all,\nthe great interests and methods were the same.\n\nIt is a rather serious objection to Mr. Etzler’s schemes, that they\nrequire time, men, and money, three very superfluous and inconvenient\nthings for an honest and well-disposed man to deal with. “The whole\nworld,” he tells us, “might therefore be really changed into a\nparadise, within less than ten years, commencing from the first year of\nan association for the purpose of constructing and applying the\nmachinery.” We are sensible of a startling incongruity when time and\nmoney are mentioned in this connection. The ten years which are\nproposed would be a tedious while to wait, if every man were at his\npost and did his duty, but quite too short a period, if we are to take\ntime for it. But this fault is by no means peculiar to Mr. Etzler’s\nschemes. There is far too much hurry and bustle, and too little\npatience and privacy, in all our methods, as if something were to be\naccomplished in centuries. The true reformer does not want time, nor\nmoney, nor co-operation, nor advice. What is time but the stuff delay\nis made of? And depend upon it, our virtue will not live on the\ninterest of our money. He expects no income, but our outgoes; so soon\nas we begin to count the cost the cost begins. And as for advice, the\ninformation floating in the atmosphere of society is as evanescent and\nunserviceable to him as gossamer for clubs of Hercules. There is\nabsolutely no common sense; it is common nonsense. If we are to risk a\ncent or a drop of our blood, who then shall advise us? For ourselves,\nwe are too young for experience. Who is old enough? We are older by\nfaith than by experience. In the unbending of the arm to do the deed\nthere is experience worth all the maxims in the world.\n\n“It will now be plainly seen that the execution of the proposals is not\nproper for individuals. Whether it be proper for government at this\ntime, before the subject has become popular, is a question to be\ndecided; all that is to be done, is to step forth, after mature\nreflection, to confess loudly one’s conviction, and to constitute\nsocieties. Man is powerful but in union with many. Nothing great, for\nthe improvement of his own condition, or that of his fellow men, can\never be effected by individual enterprise.”\n\nAlas! this is the crying sin of the age, this want of faith in the\nprevalence of a man. Nothing can be effected but by one man. He who\nwants help wants everything. True, this is the condition of our\nweakness, but it can never be the means of our recovery. We must first\nsucceed alone, that we may enjoy our success together. We trust that\nthe social movements which we witness indicate an aspiration not to be\nthus cheaply satisfied. In this matter of reforming the world, we have\nlittle faith in corporations; not thus was it first formed.\n\nBut our author is wise enough to say that the raw materials for the\naccomplishment of his purposes are “iron, copper, wood, earth chiefly,\nand a union of men whose eyes and understanding are not shut up by\npreconceptions.” Aye, this last may be what we want mainly,—a company\nof “odd fellows” indeed.\n\n“Small shares of twenty dollars will be sufficient,”—in all, from\n“200,000 to 300,000,”—“to create the first establishment for a whole\ncommunity of from 3,000 to 4,000 individuals”—at the end of five years\nwe shall have a principal of 200 millions of dollars, and so paradise\nwill be wholly regained at the end of the tenth year. But, alas, the\nten years have already elapsed, and there are no signs of Eden yet, for\nwant of the requisite funds to begin the enterprise in a hopeful\nmanner. Yet it seems a safe investment. Perchance they could be hired\nat a low rate, the property being mortgaged for security, and, if\nnecessary, it could be given up in any stage of the enterprise, without\nloss, with the fixtures.\n\nMr. Etzler considers this “Address as a touchstone, to try whether our\nnation is in any way accessible to these great truths, for raising the\nhuman creature to a superior state of existence, in accordance with the\nknowledge and the spirit of the most cultivated minds of the present\ntime.” He has prepared a constitution, short and concise, consisting of\ntwenty-one articles, so that wherever an association may spring up, it\nmay go into operation without delay; and the editor informs us that\n“Communications on the subject of this book may be addressed to C.F.\nStollmeyer, No. 6, Upper Charles street, Northampton square, London.”\n\nBut we see two main difficulties in the way. First, the successful\napplication of the powers by machinery (we have not yet seen the\n“Mechanical System,”) and, secondly, which is infinitely harder, the\napplication of man to the work by faith. This it is, we fear, which\nwill prolong the ten years to ten thousand at least. It will take a\npower more than “80,000 times greater than all the men on earth could\neffect with their nerves,” to persuade men to use that which is already\noffered them. Even a greater than this physical power must be brought\nto bear upon that moral power. Faith, indeed, is all the reform that is\nneeded; it is itself a reform. Doubtless, we are as slow to conceive of\nParadise as of Heaven, of a perfect natural as of a perfect spiritual\nworld. We see how past ages have loitered and erred. “Is perhaps our\ngeneration free from irrationality and error? Have we perhaps reached\nnow the summit of human wisdom, and need no more to look out for mental\nor physical improvement?” Undoubtedly, we are never so visionary as to\nbe prepared for what the next hour may bring forth.\n\n      Μέλλει τὸ θεῖον δ’ ἔστι τοιοῦτον φύσει.\n\nThe Divine is about to be, and such is its nature. In our wisest\nmoments we are secreting a matter, which, like the lime of the shell\nfish, incrusts us quite over, and well for us if, like it, we cast our\nshells from time to time, though they be pearl and of fairest tint. Let\nus consider under what disadvantages science has hitherto labored\nbefore we pronounce thus confidently on her progress.\n\n“There was never any system in the productions of human labor; but they\ncame into existence and fashion as chance directed men.” “Only a few\nprofessional men of learning occupy themselves with teaching natural\nphilosophy, chemistry, and the other branches of the sciences of\nnature, to a very limited extent, for very limited purposes, with very\nlimited means.” “The science of mechanics is but in a state of infancy.\nIt is true, improvements are made upon improvements, instigated by\npatents of government; but they are made accidentally or at hap-hazard.\nThere is no general system of this science, mathematical as it is,\nwhich develops its principles in their full extent, and the outlines of\nthe application to which they lead. There is no idea of comparison\nbetween what is explored and what is yet to be explored in this\nscience. The ancient Greeks placed mathematics at the head of their\neducation. But we are glad to have filled our memory with notions,\nwithout troubling ourselves much with reasoning about them.”\n\nMr. Etzler is not one of the enlightened practical men, the pioneers of\nthe actual, who move with the slow deliberate tread of science,\nconserving the world; who execute the dreams of the last century,\nthough they have no dreams of their own; yet he deals in the very raw\nbut still solid material of all inventions. He has more of the\npractical than usually belongs to so bold a schemer, so resolute a\ndreamer. Yet his success is in theory, and not in practice, and he\nfeeds our faith rather than contents our understanding. His book wants\norder, serenity, dignity, everything,—but it does not fail to impart\nwhat only man can impart to man of much importance, his own faith. It\nis true his dreams are not thrilling nor bright enough, and he leaves\noff to dream where he who dreams just before the dawn begins. His\ncastles in the air fall to the ground, because they are not built lofty\nenough; they should be secured to heaven’s roof. After all, the\ntheories and speculations of men concern us more than their puny\nexecution. It is with a certain coldness and languor that we loiter\nabout the actual and so called practical. How little do the most\nwonderful inventions of modern times detain us. They insult nature.\nEvery machine, or particular application, seems a slight outrage\nagainst universal laws. How many fine inventions are there which do not\nclutter the ground? We think that those only succeed which minister to\nour sensible and animal wants, which bake or brew, wash or warm, or the\nlike. But are those of no account which are patented by fancy and\nimagination, and succeed so admirably in our dreams that they give the\ntone still to our waking thoughts? Already nature is serving all those\nuses which science slowly derives on a much higher and grander scale to\nhim that will be served by her. When the sunshine falls on the path of\nthe poet, he enjoys all those pure benefits and pleasures which the\narts slowly and partially realize from age to age. The winds which fan\nhis cheek waft him the sum of that profit and happiness which their\nlagging inventions supply.\n\nThe chief fault of this book is, that it aims to secure the greatest\ndegree of gross comfort and pleasure merely. It paints a Mahometan’s\nheaven, and stops short with singular abruptness when we think it is\ndrawing near to the precincts of the Christian’s,—and we trust we have\nnot made here a distinction without a difference. Undoubtedly if we\nwere to reform this outward life truly and thoroughly, we should find\nno duty of the inner omitted. It would be employment for our whole\nnature; and what we should do thereafter would be as vain a question as\nto ask the bird what it will do when its nest is built and its brood\nreared. But a moral reform must take place first, and then the\nnecessity of the other will be superseded, and we shall sail and plough\nby its force alone. There is a speedier way than the “Mechanical\nSystem” can show to fill up marshes, to drown the roar of the waves, to\ntame hyænas, secure agreeable environs, diversify the land, and refresh\nit with “rivulets of sweet water,” and that is by the power of\nrectitude and true behavior. It is only for a little while, only\noccasionally, methinks, that we want a garden. Surely a good man need\nnot be at the labor to level a hill for the sake of a prospect, or\nraise fruits and flowers, and construct floating islands, for the sake\nof a paradise. He enjoys better prospects than lie behind any hill.\nWhere an angel travels it will be paradise all the way, but where Satan\ntravels it will be burning marl and cinders. What says Veeshnoo Sarma?\n“He whose mind is at ease is possessed of all riches. Is it not the\nsame to one whose foot is enclosed in a shoe, as if the whole surface\nof the earth were covered with leather?”\n\nHe who is conversant with the supernal powers will not worship these\ninferior deities of the wind, waves, tide, and sunshine. But we would\nnot disparage the importance of such calculations as we have described.\nThey are truths in physics, because they are true in ethics. The moral\npowers no one would presume to calculate. Suppose we could compare the\nmoral with the physical, and say how many horse-power the force of\nlove, for instance, blowing on every square foot of a man’s soul, would\nequal. No doubt we are well aware of this force; figures would not\nincrease our respect for it; the sunshine is equal to but one ray of\nits heat. The light of the sun is but the shadow of love. “The souls of\nmen loving and fearing God,” says Raleigh, “receive influence from that\ndivine light itself, whereof the sun’s clarity, and that of the stars,\nis by Plato called but a shadow. _Lumen est umbra Dei, Deus est Lumen\nLuminis._ Light is the shadow of God’s brightness, who is the light of\nlight,” and, we may add, the heat of heat. Love is the wind, the tide,\nthe waves, the sunshine. Its power is incalculable; it is many\nhorse-power. It never ceases, it never slacks; it can move the globe\nwithout a resting-place; it can warm without fire; it can feed without\nmeat; it can clothe without garments; it can shelter without roof; it\ncan make a paradise within which will dispense with a paradise without.\nBut though the wisest men in all ages have labored to publish this\nforce, and every human heart is, sooner or later, more or less, made to\nfeel it, yet how little is actually applied to social ends! True, it is\nthe motive-power of all successful social machinery; but, as in physics\nwe have made the elements do only a little drudgery for us,—steam to\ntake the place of a few horses, wind of a few oars, water of a few\ncranks and hand-mills,—as the mechanical forces have not yet been\ngenerously and largely applied to make the physical world answer to the\nideal, so the power of love has been but meanly and sparingly applied,\nas yet. It has patented only such machines as the almshouses, the\nhospital, and the Bible Society, while its infinite wind is still\nblowing, and blowing down these very structures too, from time to time.\nStill less are we accumulating its power, and preparing to act with\ngreater energy at a future time. Shall we not contribute our shares to\nthis enterprise, then?\n\n [1] _The Paradise within the Reach of all Men, without Labor, by\n Powers of Nature and Machinery. An Address to all intelligent Men._ In\n Two Parts. By J.A. Etzler. Part First. Second English Edition. London,\n 1842. Pp. 55.\n",
  "metadata": {
    "author": [
      "Thoreau, Henry David"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/63459/pg63459.txt",
    "name": "paradise_to_be_regained"
  }
}
