{
    "name": "Perfect Control",
    "author": [
        "Stockham, Richard"
    ],
    "body": "Sitting at his desk, Colonel Halter brought the images on the\ntelescreen into focus. Four booster tugs were fastening, like\nsky-barnacles, onto the hull of the ancient derelict, _Alpha_.\n\nHe watched as they swung her around, stern down, and sank with her\nthrough the blackness, toward the bluish-white, moon-lighted arc of\nEarth a thousand miles below.\n\nHe pressed a button. The image of tugs and hull faded and the control\nroom of the old ship swam onto the screen.\n\nColonel Halter saw the crew, sitting in a half circle, before the\ncontrol panel.\n\nThe telescreen in the control room of old _Alpha_ was yet dark. The\nfaces watching it held no care lines or laugh lines, only a vague\nexpression of kindness. They could be faces of wax or those of people\ndying pleasantly.\n\nColonel Halter shook his head. Brilliant--the finest space people in\nthe field seventy-five years back--and now he was to get them to come\nout of that old hull. God almighty, how could you pull people out of\nan environment they were perfectly adjusted to? Logic? Force? Reason?\nHumoring? How could you know?\n\nTalk to them, he told himself. He dreaded it, but the problem had to\nbe faced.\n\nHe flipped a switch on his desk; saw light jump into their screen and\nhis own face take shape there; saw their faces on his own screen, set\nnow, like the faces of stone idols.\n\nHe turned another dial. The picture swung around so that he was\nlooking into their eyes and they into his.\n\nHalter said, \"Captain McClelland?\"\n\nOne of the old men nodded. \"Yes.\"\n\nMcClelland was clean-shaven. His uniform, treated against\ndeterioration, was immaculate, but his body showed frail and bony\nthrough it. His face was long and hollow-cheeked, the eyes deep-set\nand bright. The head was like a skull, the nose an eagle's beak.\n\n\"I'm Colonel Halter. I'm a psychotherapist.\"\n\n\n\nNone of them answered. There was only the faint thrumming of the\nrockets lowering the old ship to Earth.\n\n\"Let me be sure I have your identities right,\" went on Colonel Halter.\n\nHe then looked at the man on the captain's right. \"You, I believe, are\nLieutenant James Brady.\"\n\nBrady nodded, his pale, eroded face expressionless.\n\nColonel Halter saw the neat black uniform, identical with the\ncaptain's; saw the cropped gray hair and meticulously trimmed goatee.\n\n\"And you,\" he said to the woman sitting beside the lieutenant, \"are\nDr. Anna Mueller.\"\n\nThe same nod and thin, expressionless face. The same paleness. Faded\nhazel eyes; hair white and trimmed close to her head; body emaciated.\n\n\"Daniel Carlyle, astrogator.\"\n\nThe nod.\n\nLike the doctor's brother, thought Colonel Halter, and yet like the\nlieutenant with his cropped hair and with an identical goatee.\n\n\"Caroline Gordon, dietician and televisor. John Crowley, rocketman.\"\n\nEach nodded, expressionless, their faces like white, weathered statues\nin a desert.\n\nColonel Halter turned to the captain. The rocket thrum of the tugs had\nbecome a roar as the gravity pulled against the antique hull.\n\n\"We understand,\" said Colonel Halter, \"that you demand repairs for\nyour ship and fuel enough to take you back into deep space.\"\n\n\"That is right.\" The voice was low, slightly harsh.\n\n\"You're all close to a hundred years old. You'd die out there. Here,\nwith medical aid, you'd easily live to a hundred and twenty-five.\"\n\nDr. Anna Mueller's head moved slightly. \"We're aware of that,\nColonel.\"\n\n\"It'd be pointless,\" said the colonel, \"and a shameful waste. You're\nstill the only crew that ever made it out beyond the Solar System.\nYou've kept records of your personal experience, how you survived.\nThey're valuable.\"\n\nDr. Mueller caught her breath. \"Our adjustment to space is our private\nconcern. I don't think you could understand.\"\n\n\"Maybe not, but we could try. To _us_, of course, complete adjustment\nis a living death.\"\n\n\"To us, it was a matter of staying alive.\"\n\nHalter turned aside from disagreement, searching for common ground.\n\"You'd be protected here, you know. You deserve that.\"\n\n\"Who'd protect us from you?\" asked the captain. \"Life in the Solar\nSystem is destructive.\"\n\n\n\nBrady, the lieutenant, leaned forward. \"You've failed--all through the\nwhole System.\"\n\n\"We haven't finished living in it,\" said Halter. \"Who can pin a label\non us of success or failure?\"\n\nMiss Gordon, dietician and televisor, said quietly, \"There are some\nrecords I'd like to show you. We compiled them while the _Alpha_ was\ndrifting back into the System.\"\n\nHalter watched the frail arm reach out and turn a dial.\n\nA point of light grew on the screen in Colonel Halter's office.\n\n\"Pluto,\" said her quiet voice.\n\nHalter watched the lightspot focus on a mountain of ice. Men in suits\nof steel were crawling up its frozen side. Other men on the mountain's\ntop were sighting guns. The men below were sighting guns. Yellow fire\nspurted from the top and the sides of the mountain, blending into a\nlake of fire. There was a great hissing and a rushing torrent of\nboiling water and rolling, twisting steel-clad bodies. The mountain of\nice melted like a lump of lard in a hot frying pan. Only the steel\nbodies glinted, motionless, in the pale wash of sunlight.\n\nHalter watched the brightness die and another lightspot grow one moon.\nThe focus shifted in close to a fleet of shining silver ships.\n\nThen another fleet dropped from close above, hanging still, and there\nwere blinding flashes engulfing each ship below, one after the other,\nuntil there were only the shining ships above, climbing into the dusk\nglow of the Sun.\n\nThe glowing circle of bright-ringed Saturn was already rushing toward\nColonel Halter from far back in the depth of screen. The focus shifted\nonto the planet's glaring surface. Men in the uniform of Earth\nsoldiers were rushing out of transparent shell houses and staring in\npanic as the missiles plummeted through the shells and erupted clouds\nof steam which spouted up from mile-deep craters and there was nothing\nbut the steam and the holes and the white cold.\n\nJupiter made a hole in the blackness, with eleven tiny holes scattered\nall around her, like droplets of fire. Ships streaked up, one for each\ndroplet, circling each, spraying fire, until each droplet flared like\na tiny sun.\n\nYellow Mars, holding closely its two speedy rocks of moons, spun into\nthe screen.\n\nA straggling line of men moved across a desert that whipped them with\nsheets of yellow dust. A single ship dived from out of the Sun,\nswooped along the line, licking it with the tongue of flame that\nstreaked behind. As the ship flashed beyond the horizon, a line of\nsmoking rag bundles lay still upon the yellow sand.\n\n\n\nDarkness closed in upon the television screen in Colonel Halter's\noffice. In the long moment of silence that followed, he thought, _Oh,\nGod, after this awful picture, how can I convince them to come out of\nthe womb of that ship and live again? What reason can I give?_\n\nImmobilizing his face, he saw the half circle of the six old people\nagain in the control room of the old, old ship.\n\nHe said, \"You'll set down in approximately twenty minutes.\"\n\n\"Yes,\" agreed the captain, \"from where we jumped into space\nseventy-five years ago. The people of Earth were talking about their\nproblems, not killing each other about them. There was hope. We felt\nthat by the time we'd finished our mission and come back from that\nother solar system, where a healthy colony could be born, most of\nthose problems would be solved.\" A pause. \"But now there's this\nterrible killing all through the System. We won't face it.\"\n\nThe roaring of the rockets now as they plunged flame against the\nconcrete slab of the landing field. The bug bodies of the tugs gently\neasing old _Alpha_ to Earth.\n\nColonel Halter was saying, \"How about this other solar system? You\nhaven't let us know whether or not you reached it.\"\n\n\"We saw it.\" There was a hollowness in the captain's voice. \"We didn't\nreach it. But we will. You'll repair the _Alpha_ and refuel it.\"\n\n\"As you were saying,\" prompted Colonel Halter, \"you didn't reach it.\"\n\n\"A meteor,\" said the captain. \"Straight into our rockets. Our ship\nbegan to drift. The cameras, of course, set in the bulkheads, were\nwatching us.\"\n\n\"May I see? Anything you have to show or say will be strictly between\nus. I've given orders for our communication to be unrecorded and\nprivate. You have my word.\"\n\n\"You'll be allowed to see. I've given my permission.\"\n\nColonel Halter thought, _You have given permission?_\n\nThen he saw in his telescreen the little old lady who was Caroline\nGordon, dietician and televisor, press a button on the side of her\nchair. Instantly the picture changed. He heard her voice. \"You see the\nrocket room of the _Alpha_ back almost seventy-five years, a few\nminutes before the accident.\"\n\n\n\nThere were the four torpedo-like tubes projecting into the cylindrical\nroom; the mass of levers, buttons, wheels and flashing lightspots.\n\nHalter watched John Crowley, the rocketman, broad-shouldered and\nlithe, turning a wheel at the point of one of the giant tubes.\n\nThe next moment, he was flung to the floor. He struggled to his feet,\njerked an oxygen mask from the bag at his chest, clamped it to his\nface and rushed to the tubes. He twirled wheels, pulled levers,\npressed buttons. He glanced at the board on which the lightspots had\nbeen flashing. Darkness. He pressed a button. A foot-thick metal door\nswung open. He stepped through it. The door shut and locked.\n\nLeaning against the steel wall at the end of a long companionway, he\npulled off his oxygen mask and ran along the companionway toward the\ncontrol room.\n\nThe others met him in the center of the ship.\n\nCrowley saluted the young Captain McClelland.\n\n\"The rockets are gone, sir. A meteor.\"\n\nMcClelland did not smile or frown, show sadness or fear or any other\nemotion. He was tall and slim then, with cropped black hair, its line\nhigh on his head. His face was lean and strong-featured. There was a\nsense of command about the captain.\n\nQuietly, he said, \"We'll all go to the control room.\"\n\nThey followed him as he strode along the companionway.\n\nThe telescreen in Colonel Halter's office darkened and there was only\nthe old voice of the captain, saying, \"We were drifting in space. You\nknow what that means. But no one broke down. We were too well trained,\ntoo well conditioned. We gathered in the control room.\"\n\nLight opened up again on Colonel Halter's telescreen. He saw the\npolished metal walls, the pilot chairs and takeoff hammocks, the\nlevers, buttons and switches of the young ship back those many years,\nand the six young people standing before a young Captain McClelland,\nwho was speaking to them of food, water and oxygen.\n\nIt was decided that their metabolisms must be lowered and that they\nmust live for the most part in their bunks. All activity must be cut\nto minimum. All weapons must be jettisoned, except one, the captain's\nshock gun, that could not kill but only cause unconsciousness for\ntwenty-four hours.\n\n\n\nCaptain McClelland gave an order. The weapons were gathered up and\nplaced in an airlock which thrust them out into space. Five of the\ncrew lay down in their bunks. Dr. Anna Mueller, tall and slim,\nfull-bosomed, tawny-skinned and tawny-haired, remained standing. She\npressed the thought recorders over the heads of the other five people\nwho lay there motionless, clamped the tiny electrodes onto her own\ntemples and placed a small, black box, covered with many tiny dials,\nbeside the bunk of Miss Gordon, the televisor.\n\nA moment later, a jumble of thoughts: _Now I am dead. An end. For\nwhat, now that it's here? Love. The warm press of a body. Trees and\ngrass. Sunrise. To take poison. Clean air after a rain. City, people,\nlights. Sunset--_\n\nThe thought words jumbled like a voice from a recorder when the speed\nis turned up.\n\nThen they faded and one thought stream came through clean and clear:\n_I am Dr. Anna Mueller. Good none of the others can hear what I'm\nthinking. Was afraid I'd die this way someday. But to prolong it.\nPainless death in an instant. Could give it to us all. But orders.\nCaptain McClelland. No feeling? Can't he see what I feel for him? Why\nam I thinking like this? Now. But this is what is happening to me.\nHe'd rather make love to this ship. Kiss Crowley before I give him the\nmetabolism sedation shot. Captain'll see I'm a woman._\n\nShe stepped to the bulkhead and pressed a button. A medicine cabinet\nopened. After filling a hypodermic syringe, she went to Crowley, bent\ndown and gave him a long kiss on the lips.\n\nInstantly Colonel Halter heard thoughts.\n\nCaptain McClelland: _She must be weak. Why's she doing that? Thought\nshe was stronger. But the ship's the thing. The ship and I._\n\nCrowley: _What the hell? Didn't know she went for me. Just a half hour\nwith her before the needle. What's to lose?_ He pulled her down to\nhim.\n\nLieutenant Brady: _He'd do that, the damned animal. But I'm not enough\nof an animal. I'm a good spaceman. All spontaneity's been trained out\nof me. Feel like killing him. And taking her. Anyplace. But I'm so\ncontrolled. Got to do something. This last time...._ He sat up in his\nbunk.\n\nCaroline Gordon: _I knew he was like that. Married when we got back.\nMrs. Crowley. And if we'd gotten back. Out every other night with\nanother woman. I could kill him._ She turned her face away.\n\nDaniel Carlyle: _Look at them. And I can't live. Only one person needs\nme, back on Earth, and she's the only. And that's enough. But maybe I\ncan kill myself...._ He did not move.\n\n\n\nThe thoughts stopped and Colonel Halter leaned forward in his chair as\nhe saw Captain McClelland standing beside his bunk, the gun in his\nhand. Dr. Mueller saw, too--the young Dr. Mueller, back those\nseventy-five years. She struggled to pull away from Crowley.\n\nLieutenant Brady stood, started toward the captain, stopped. Crowley\npushed Dr. Mueller away from him, leaped to his feet and lunged toward\nthe captain. A stream of light appeared between the gun muzzle and\nCrowley. He stumbled, caught himself, stood up very straight, then\nsank down, as though he had been deflated.\n\nThe captain motioned Dr. Mueller to her bunk. She hesitated, pain in\nher face, turned, went to her bunk and lay down. Another stream of\nlight appeared between her and the gun. She lay very still. The needle\nslipped from her fingers.\n\nThe captain turned the gun on Lieutenant Brady, who was coming at him,\narms raised. The light beam again. The lieutenant sank back. Caroline\nGordon was watching the captain as the light stream appeared. She\nrelaxed, her eyes closed. Daniel Carlyle did not move as the light\ntouched him.\n\nCaptain McClelland holstered the gun. He picked up the hypodermic\nneedle and sterilized it at the medicine cabinet. Then he injected\nCrowley's arm, filled the hypo four more times, injected the others.\n\nHe finally thrust the needle into his own arm and lay down. His\nbreathing began to slow. There was only the control room of the ship\nnow, like some ancient mausoleum, with the six still figures and the\ncontrol board dark and the eternal ocean of night pressing against the\nports.\n\nThe picture of the ship's control room began to fade on the screen.\nAfter a moment of darkness, the live picture of the six old figures,\nsitting in their half circle, spread again over the lighted square.\n\nColonel Halter saw his own image, looking into the old masks.\n\nHe said, \"And where was _your_ weakness, Captain McClelland?\"\n\n\"I was concerned,\" said the old voice, \"with keeping us alive.\"\n\n\"You weren't aware that some of your crew were emotionally involved\nwith each other?\"\n\n\"No.\"\n\n\"Are there any more records you could show me?\"\n\n\"Many more, Colonel, but I don't think it's necessary for you to see\nthem. It would take too long. And we want to get back out into space.\"\nHe paused. \"We can brief you.\"\n\n\"About your going back into space.... I'm not sure we can allow it.\"\n\n\"Our answer's very simple. There's a button, under my thumb, on the\narm of this chair. A little pressure. Carbon monoxide. It would be\nquick.\"\n\n\"Your idea?\"\n\n\"Yes. A matter of preserving our integrity. We'd rather die than face\nthe horrors of life on Earth.\"\n\n\n\nHalter turned to the semi-circle of faces. \"And you've all agreed to\nthis--this suicide?\"\n\nThe captain cut in. \"Of course. I realized years ago that the only\nplace we could live was in space, in this ship.\"\n\n\"When did your crew realize this?\"\n\n\"After a couple of years. I told them over and over again, day after\nday. After all, I am captain. I dictate the policy.\"\n\n\"You've come back. You're in port. You're not in complete command.\"\n\n\"I'll always be in command.\"\n\n\"Perhaps,\" said Halter quietly. \"However, we can come back to that.\nPlease brief me on the records.\"\n\nCaptain McClelland's face hardened as he turned to Dr. Anna Mueller.\n\nShe explained, \"We regained consciousness twenty-four hours after\nCaptain McClelland used the shock gun on us. By then, our metabolisms\nwere high enough to keep us conscious and alive. We could lift\nnutrition and water capsules to our mouths. We could press the button\nto activate the exercise mechanisms in our bunks. The output of the\nair machines was cut down until there was just enough to keep us alive\nand thinking clearly.\n\n\"At intervals of several days, during our exercise and study periods,\nCaptain McClelland turned up the air. We slept. And we dreamed. The\ndreams are recorded in full. When we could face them, they were played\nback to us. Our thoughts were played back, too. I conducted group\ntherapy among us. We all grew to understand each other and ourselves,\nintimately, and now, in relation to our environment, we're perfectly\nadjusted.\"\n\n\"Did Captain McClelland join you in group therapy?\"\n\n\"No.\"\n\n\"Why?\"\n\n\"He was already perfectly adjusted.\"\n\n\n\nShe frowned faintly, glanced at the captain. \"When we were conscious,\nwe studied from the library of microfilm. We read all the great\nliterature of Earth. We watched the great plays and pictures and the\npaintings and listened to the music. Sometimes our thoughts were\nhateful. There was self-pity and hysteria. There were times when one\nor two of us would withdraw almost to the point of death. Then Captain\nMcClelland would knock us out with the shock gun.\n\n\"Slowly, over the years, our minds gradually merged into one mind. We\nthought and created and lived as if we were one person. There grew to\nbe complete and perfect cooperation. And from this cooperation came\nsome great works. Each one of us will tell you. I'll speak first.\"\n\nShe paused. \"Psychology has always been my prime interest. My rating\nat school was genius. My aptitudes were precisely in line with the\nfield of work I chose. Through the years, I've developed a theory,\ndiscovered a way to bring about cooperation between all men. This is\npossible in spite of your wars and hatreds and destruction.\" Frown\ncreases wrinkled her parchment forehead. \"I'd like to know if it would\nwork.\"\n\nDaniel Carlyle's voice was slightly above a whisper. \"All my life, I'd\nwanted to write poetry. The meteor struck. I realized I wouldn't be\nallowed to die quickly. I began to do what I'd always wanted to do.\nThe words poured into the thought recorder. Everything I felt and\nthought is there and all I've been able to know and be from this one\nmind of ours that's in us all. And it's some of the finest poetry\nthat's ever been written.\" He closed his eyes and sighed heavily.\n\"It'd be good to know if anyone found them inspiring.\"\n\n\"I've always lived for adventure,\" said Crowley, the rocketman, his\nold voice steady and quiet. \"I've been the one to quiet down last into\nthe life it was necessary for us to live out there. But my thoughts\nran on into distant universes and across endless stretches of space.\nAnd so at last, to keep my sanity, I wrote stories of all the\nadventures I should have had, and more. And in them is all the native\npower of me, of all adventurers, and the eternal sweep of the Universe\nwhere Man will always thrust out to new places.\" There was a faint\ntrembling in his body and a pained light in his eyes. \"Seems I ought\nto know if they'll ever be read.\"\n\n\n\nIn spite of Brady's frailness, the lieutenant was like a grizzled old\nanimal growling with his last breath. \"I was the most capable pilot\nthat ever blasted off from Earth. But I was also an inventor and\ndesigner. A lot of the ships Earth pilots are flying today are\nbasically my ideas. After the accident, I wanted to get drunk and make\nlove and then let myself out into space, with a suit, and be there\nforever. But Captain McClelland's shock gun and the understanding\nseeping into me from the thought recorders calmed me down eventually.\n\n\"So I turned to creation as I lay there in my bunk. I designed many\nspaceships. And from those, I designed fewer and fewer, incorporating\nthe best from each. And now I have on microfilm a ship that can thrust\nout to the ends of our galaxy. There aren't any flaws.... Oh, I tell\nyou, by God, I'd like to see her come to life!\"\n\nHe leaned back, sweat rolling down his bony cheeks.\n\nMiss Gordon, dietician and televisor, the motionless old lady with\ncropped, white hair, and face bones across which the paper skin was\nstretched, said, \"There was only one thing I wanted when I knew I\ncouldn't have marriage and a family. There was a perfect food for the\nhuman animal. I could find it. I began working on formulas. Over and\nover again, I put the food elements together and took them apart and\nput them together again. I threw away the work of years and started\nover again until at last I had my perfect formula.\"\n\nShe clasped her hands. \"Man's nutrition problem is solved. From the\noceans and the air and the Earth, from the cosmic rays and the lights\nof the suns and from the particles of the microcosm, Man can take into\nhis body all the nutrition that can enable him to live forever.\" She\nsat very still, smiling. \"And it's got to be given a try.\"\n\nSilence.\n\nColonel Halter watched the old figures sitting like figures in a wax\nmuseum, waiting, waiting. He turned a dial. The picture that flashed\nonto the screen in his office showed the pocked ship standing upright\nnow, like some tree that had grown in the middle of a desert where it\nwas never meant to grow.\n\nThe space tugs had streaked out beyond the atmosphere to finish other\nassignments. There were no crowds, no official cars, no platforms, no\nbands. Only darkness and silence.\n\nHalter turned a dial. The control room of the old ship flashed back\nonto the screen. The ancient crew sat as before. Halter saw his own\nface on their television screen.\n\nSomething was missing, he thought. What? What hadn't been said?\n\nAnd then suddenly it came to him.\n\nThe captain. He hadn't spoken of any contribution he had made during\nthose interminable years.\n\n\n\nHalter thought back over Captain McClelland's record. No family. Wiped\nout when he was a baby in the last war. Educated and raised by the\ngovernment. Never married. No entanglements with women. No close\nfriends. Ship's captain at twenty-one. No failures. No vacations. No\nrecord of breakdown. Perfect physical condition. Strict\ndisciplinarian. More time in space than on Earth by seventy-five per\ncent. No hobbies. No interest in the arts.... Apparently no flaw as a\nspaceman.... The end product of the stiffest training regimen yet\ndevised by Man.\n\nThe ideal captain.\n\nThe records of the other five? All showing slight emotional\ninstabilities when checked against the optimum score of a spaceman.\n\nDr. Mueller--a divorcee. A woman men had sought after. Dedicated in\nspare time to social psychology. Conflict in her decision as to\nwhether she should go into the private practice of psychotherapy or\nspecialize in space psychology. Interested in the study of neurosis\ncaused by culture.\n\nLieutenant Brady--family man. Forced himself into mold of good husband\nand father. Brilliant designer. Ambition also to be space captain.\nConflict between these three. Several years of psychotherapy which\nreleased his drive for adventure in space. _Alpha_ mission to be his\nlast. Lack of full leadership qualities prevented him from reaching\ncaptaincy.\n\nRocketman Crowley--typical man of action. Superb physique. Decathlon\nchampion. Continual entanglements with women. Quick temper. Tendency\nto fight if pushed or crossed. Proud. However, if under good command,\nbest rocketman in the service.\n\nAstrogator Daniel Carlyle--highly sensitive. Psychosomatic symptoms\nunless out in space. Then in perfect health. Fine mathematician.\nHighly intuitive, yet logical. Saved four missions from disaster.\nHolder of Congressional Medal of Honor. Hobby, poetry. Fiancee was\nboyhood sweetheart.\n\nDietician and televisor Caroline Gordon--youngest of crew. Twenty\nyears. Too many aptitudes. Tendency toward immaturity. Many hobbies.\nIdealistic. Emotions unfocused. IQ 165. Success in any field of\nendeavor concentrated upon. At eighteen, specialized in dietetics and\nelectronics. Highest ratings in field. Stable when under strict\nexternal discipline.\n\n\n\nNo, thought Halter. None of them fitted space like the completely\nself-sufficient McClelland, the man who could stand alone against that\nblack, teeming, swirling endlessness of space.\n\nHe turned to the captain. The old face was placid, the eyes slightly\nout of focus.\n\n\"Captain McClelland,\" Halter said sharply.\n\nThe pale eyes blinked and looked keenly on Halter's face.\n\n\"You want fuel to take you back out into space.\"\n\n\"That's right.\"\n\n\"And if you don't get it, you'll press a button on the arm of your\nchair and you'll all die of carbon monoxide poisoning.\"\n\n\"Exactly.\"\n\n\"I'm curious about one point.\" Halter paused. \"What did _you_ do,\nCaptain, while the others were working on their various projects?\"\n\nCaptain McClelland scowled at Halter for a long moment. \"Why do you\nwant to know that?\"\n\n\"Your crew members became lost in some work they loved. They told me\nabout it with a certain amount of enthusiasm. You haven't told me what\nyou did. I'd like to know--for the records.\"\n\n\"I watched them, Colonel. I watched them and dreamed of the time when\nI could take them and the ship back out into space under her own\npower. I love space and I love this ship. I love knowing she's under\npower and shooting out to the stars. There's nothing more for me.\"\n\n\"What else did you do besides watch them?\"\n\n\"I activated the machinery that moved my bunk close to the controls. I\npracticed taking the ship through maneuvers. I kept the controls in\nperfect working order so I'd be ready to take off again someday.\"\n\n\"If we repaired the ship so you could take off, the first shock of\nrocket thrust would kill you all.\"\n\n\"We're willing to take that chance.\"\n\nColonel Halter looked around the half circle of old faces. \"And all\nyour long years of work would be for nothing. Each of you, except\nCaptain McClelland, has made a contribution to Earth and Man. You're\nneeded here, not in the emptiness of space.\"\n\nHe saw the eyes of the five watching him intently; saw a tiny flicker\nof surprise and interest on their faces.\n\n\"You're destroying Earth,\" said the captain, his voice rising, \"with\nyour wars and your quarrels. We've all of us found peace. We're going\nto keep it.\"\n\n\n\nHalter ignored the captain and looked at the five.\n\n\"There are many of _us_ on Earth, who are fighting a war without\nblood, to save mankind. We've made progress. We've worked out\nagreements among the warring nations to do their fighting on the\nbarren planets where there aren't any native inhabitants, so\nnoncombatants on Earth won't be killed and so the Earth won't be laid\nwaste. That was the fighting you saw while you were coming in.\n\n\"This is just _one_ example. And there're a lot of us contributing\nideas and effort. If all of us who're working for Earth were to leave\nit and go out into space, the ones who have to fight wars would make\nthe Earth as barren as the Moon. This is our place in the Universe and\nit's got to be saved.\"\n\n\"We've adjusted to the control room of this ship and to each other,\"\nsaid McClelland flatly. \"Our work's done.\"\n\n\"Let's put it like this, Captain. Maybe _your_ work's done. Maybe\n_you're_ not interested in what happens to Earth.\" Halter turned to\nthe others. \"But what _you've_ done adds up to a search for answers\nhere on Earth. Poetry. Design of a flawless spaceship. A psychological\ntheory. A perfect diet. Novels about Man pushing out and out into\nspace. All this indicates a deep concern for the health of humanity\nand its success.\"\n\n\"We're not concerned,\" retorted the captain, \"with the health or\nsuccess of humanity.\"\n\nHalter sharply examined the other faces. He saw a flicker of sadness\nin one, anger in another, uncertainty, fear, joy.\n\nHe said, \"For seventy-five years, you obey your captain. You listen to\nwhat he says. And everything is a command. Yet in yourselves you feel\na drive to carry out your ideas, your creations, to their logical\nends. Which means, will they work when they're applied to Man? Will\npeople read the novels? Will they catch the meaning of the poetry?\nWill the spaceships really work as they're supposed to? Will the\npsychological theory really promote cooperation? Is there supreme\nhealth in this marvelous diet?\"\n\nHe gave them a moment to think and then continued. \"But if you\ncontinue to follow the commands of the captain, you'll be dead before\nyou're out of the Earth's atmosphere. You'll never know. Maybe Man\nwill prove that your great works are only dreams.... But I think\nthere's a great need in you to know, one way or the other.\"\n\n\n\nThere was a faint stirring among them, like that of ancient machines\nbeing activated after years of lying dormant. They glanced at each\nother. They fidgeted. Trouble twisted their faces.\n\n\"Colonel Halter,\" said the captain, \"I'm warning you. My thumb is on\nthe button. I'll release the gas. Do we get the repairs and the fuel\nto take off from Earth, or don't we?\"\n\nColonel Halter leaned grimly toward the captain. \"You've spent fifty\nyears with one idea--to stay out in space forever. You've made no\neffort to create or do one single constructive act. I'll tell you\nwhether or not you get the fuel and the repairs--_after_ I hear what\nsomeone in your crew has to say.\"\n\nSilence hung tensely between the control room of the ship and Colonel\nHalter's office on Earth. The captain was glaring now at Halter. A\ntear showed in the corner of each of Dr. Anna Mueller's old eyes.\nLieutenant Brady was gripping the arms of his chair. Daniel Carlyle's\neyes were closed and his head shook slightly, as though from palsy.\nThere was a faint, enigmatic smile on Caroline Gordon's face. The\ncords on Crowley's neck stood out through the tan and wrinkled\nwrapping-paper skin.\n\n_By God,_ thought Halter, _they're all sane except the captain. And\nthey've got to do it. They've got to come out on their own steam or\ndie in that control room._\n\n\"I'm waiting,\" he said. \"Is your work going to die and you with it?\"\n\n\"We'll leave all the records,\" said the captain, his thumb poised over\nthe button on the arm of his chair. \"That's enough.\"\n\nHalter ignored him. \"Each of you can help. You've only done part of\nthe work.\" He stood and struck the desk with the flat of his hand.\n\"Damn it, say something, one of you!\"\n\nStill the silence and the flickering looks all around.\n\nHalter heard a sob. He saw Dr. Anna Mueller's head drop forward and\nher shoulders tremble. The others were staring at her, as if she had\nsuddenly materialized among them, like a ghost.\n\nThen her voice, through the trembling and the faint crying:\n\"I've--I've got to know.\"\n\nThe captain got creakily to his feet. \"Dr. Mueller! Do you want me to\nuse the gun again?\"\n\nShe raised her face to his. There was pain in it. \"I've--got work to\ndo. There's so--little time.\"\n\n\"That's right. On this ship. You're part of the crew. There'll be\nplenty of work once we get out in space again.\"\n\n\"I've got to see if my theory's right.\"\n\n\"Colonel Halter,\" said the captain, \"this is insubordination. Mutiny.\"\n\n\n\nHe raised the gun tremblingly, pointed the black muzzle at Dr.\nMueller, sighted along the barrel.\n\n\"Wait,\" said Halter. \"You're right.\"\n\nCaptain McClelland hesitated.\n\n\"It's quite plain,\" went on Halter, \"that Dr. Mueller is alone among\nyou. She wants to come out and go on with her work. The rest of you\nwant the closed-in uterine warmth and peace of this room you're\nexisting in. You can't face the possibility of failure. So I'm afraid\nshe'll have to be sacrificed. After all, you do need a full crew to\nmove the ship--even if you are all dead a few seconds after blastoff.\"\nHe paused, looking intently at Brady, Crowley, Carlyle, Gordon, where\nthey sat in the half circle, staring back at him. \"So--\"\n\nLieutenant Brady struggled up from his chair.\n\n\"I've got twenty-five years of life. I've some ships to design.\"\n\n\"That goes for me, too,\" said Crowley, the rocketman. \"Will anybody\nwant to read my novels?\"\n\nAstrogator Carlyle leaned forward. \"There are many more poems to be\nwritten.\"\n\n\"Give me a soundproof laboratory,\" said Caroline Gordon. \"I'll add\nanother fifty years to all your lives.\"\n\n\"I'm afraid it is mutiny, Captain,\" said Halter.\n\nThe captain started toward his chair, his hand reaching for the button\non its arm.\n\nLieutenant Brady stumbled forward, blocking his way.\n\nHalter could only watch, thinking, _It's up to them. They've got to do\nit now!_\n\nHe saw the captain draw his shock gun; saw light flare at its muzzle;\nsaw Lieutenant Brady crumple like a collapsing skeleton.\n\nCrowley reached forward, grasping McClelland's shoulder. The gun swung\ntoward him. A stream of light squirted into his middle. Crowley fell\nforward, pulling the captain down with him. The three other oldsters\nwere above the three black figures sprawled on the floor, like tangled\npuppets. They hesitated a moment, then fell upon the ones below them,\nblack arms and legs twitching about now like the legs of dying\nspiders, struggling weakly.\n\nA flash of light exploded beneath these twisting black reeds and\nstreaks of it shot out all through the waving black cluster.\n\nThe next moment, they settled and were quiet.\n\n\n\nThere was a stillness in the ancient control room, like the stillness\nin a sunken ship at the bottom of the sea. It lingered for a long\ntime, while Colonel Halter watched and waited.\n\nDr. Mueller's voice, seventy-five years tired, said, \"He's--quiet now.\nPlease come and take us out.\"\n\nColonel Halter switched on his desk visiophone.\n\n\"They're coming out,\" he said quietly. \"I'll be there to supervise.\"\n\nOn the visiophone, the general's image nodded. \"Congratulations,\nColonel. How are they?\"\n\n\"There'll be one case for psycho. Captain McClelland.\"\n\n\"I'll be damned!\" exclaimed the general. \"From his record, I thought\nhe'd never break!\"\n\n\"Let's say he couldn't bend, sir.\" A pause. \"And yet he did keep them\nfrom destroying themselves.\"\n\n\"He'll be made well again.... What about the others?\"\n\n\"I think they, too, are very great and human people.\"\n\n\"Well,\" said the general, \"they're _your_ patients. I'll see you at\nthe ship in five minutes.\"\n\n\"I'll be there, sir.\" Colonel Halter flipped the switch. The\nvisiophone blanked out. He looked at the television screen.\n\nThe six black-clothed figures were quiet on the floor of their ship's\ncontrol room. They reminded him of sleeping children curled together\nfor warmth.\n\nAs he left his office and walked out into the humming city, he felt\ndrained, still shaking with tension, realizing even now how close he\nhad come to failure.\n\nBut there was the scarred and pitted needle-nosed old hull, bright\nwith moonlight, standing like a monument against the night sky.\n\nNot a monument to the past, though.\n\nIt marked the birthplace of the future ... and he had been midwife. He\nfelt his shoulders straighten at the knowledge as he walked toward the\nancient ship.\n\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Stockham, Richard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31985/pg31985.txt",
        "name": "perfect_control.json"
    }
}