{
    "name": "Perfect Companion",
    "author": [
        "McGreevey, John"
    ],
    "body": "The thing was not large. About the size of a large dog. It lay on its\nmetallic side on the operating table, and it was alive. In its own way,\nit lived ... because Craig Stevens had given it life.\n\nNow, Craig stroked that metallic surface and smiled. \"Very well,\nSheila,\" he said pleasantly. \"Get out. Get out and never come back. I'm\nnot keeping you.\"\n\nThe woman who stood across the table from him uttered a choked,\nstrangled noise that could have been anger or sorrow. \"I hate you. I\nnever thought that I could hate anyone, but you've taught me in these\nlast three years, Craig. You've taught me.\"\n\nThe other nodded and picked up a small battery from the table. \"I'm\nglad that our three years together haven't been a total loss, my dear.\"\n\nSheila dabbed at her eyes. \"You don't even give me the satisfaction\nof seeing you lose your temper. I wanted you to be uncomfortable and\nembarrassed. I wanted to see you suffer as you've made me suffer.\"\n\n\"And so you tell me you're leaving me. Hardly the proper stimulus to\ncause me to suffer, Sheila. A celebration would be more in order.\" His\ngrey eyes regarded her with the cold objectivity of a lab technician\nobserving the death agonies of a new species of insect.\n\nImpulsively, she moved around the table to him. \"Craig,\" she began, and\nthere was a note of entreaty in her voice, \"what's happened to us?\"\n\n\"Mental cruelty is the complaint you lodged, I believe.\" He didn't\nlook at her now, but focused his attention instead upon the mechanism\non the table. \"Ridiculous phrase. The only real cruelty is mental of\ncourse. Physical suffering soon passes, but suffering in the mind, that\nendures.\"\n\nShe stared with loathing down at the thing on the table. \"And now\nthis ... this monster that you've made ... I suppose you mean for it to\nreplace me in your life?\"\n\nCraig Stevens chuckled, \"Nothing could take your place, Sheila. I shall\nalways remember you as a most individual subject.\"\n\nSuddenly, she threw her arms around his neck and pulled herself to him.\n\"Listen to me, Craig,\" she begged. \"You've got to listen. I can't leave\nyou like this. I need you. You need me. Let's try again. Maybe I was\nwrong. Maybe you haven't meant to hurt me.\"\n\nCarefully, he disentangled himself and pushed her gently away. \"Your\nluggage is packed, Sheila. You've made up your mind, and this is one\ntime you're not going to be allowed to change it. I don't need you. I\ndon't need anyone.\"\n\nHer body shook with sobbing. \"You loved me once.\"\n\n\n\nHe laughed, and the sound echoed from the cold stone walls of the\nlaboratory. \"Love!\" The laughter mounted. \"What a foolish notion,\nSheila. You interested me once. You had spirit, and I was impelled to\ndiscover how much it would take to break that spirit.\"\n\nThe sobs stopped. She paused, then looked up at him. He was smiling,\nhis thin lips twisted, the grey eyes glistening. She stared at him for\na long moment.\n\n\"You're wishing you could hurt me, aren't you, Sheila? You're wishing\nyou could strike out at me ... hear me cry in pain. That's why you bore\nme. You're so transparent. I can read your every thought ... anticipate\nyour every emotion and they're all dull.\" He touched the thing on the\ntable again. \"That's why I've perfected Ohm here. He'll be the perfect\ncompanion.\"\n\nSheila looked at the contraption he touched, and a shudder of\nrevulsion shook her. Once it had been only a few scraps of steel, a\nphoto-electric eye, a couple of batteries, some condensers and relays.\nNow it was \"alive\" and Craig had given it a name: Ohm.\n\nShe looked from the created to the creator. \"I should have known this\nwas the way it would end, and I can believe you when you say you've\nnever loved me. You can't love anyone. You're incapable of love, Craig.\nOther men work for the happiness of those near to them, but you are\nonly intrigued by pain and suffering. If it's any satisfaction to you,\nyour experiment with me has been very successful.\"\n\nCraig bowed slightly.\n\nShe moved toward the laboratory door. \"It always works out for you,\ndoesn't it, Craig? You always get bored first. You're always the one\nwho smiles and tells someone else to get out.\" She stopped in the\ndoorway. \"Some day, perhaps you'll be the one to go; you'll be the one\nwho has become transparent and uninteresting.\"\n\nHe shrugged his shoulders. \"I can only hope that when that day arrives\nI'll be able to resign myself as graciously as you have.\"\n\nFor a second, she hesitated and then very quietly she said: \"I loved\nyou once, Craig. When we were married, I loved you very much. I could\nstill love you, if ... if you could find it in your heart to be human.\nBut until you can, I guess Ohm is the companion you should have.\nGoodbye.\"\n\n\"A very eloquent speech, my dear. Goodbye and good luck.\"\n\nWith a final quick glance at the thing on the table, Sheila stepped\nthrough the laboratory door and out of Craig Stevens' life.\n\nHe sighed as he heard the outside door slam behind her. She had been a\nfascinating experiment. Little by little, he had tested her, discovered\nthose irritants which were best calculated to make her react. Broken\ndinner engagements, forgotten birthdays, public insults, lies,\ndeceptions, intrigues--each had played its part in her final nervous\ndisintegration. But toward the end, the game had proved boring.\n\nSo, he had devised Ohm, and now he was left in solitude to explore the\ninfinite possibilities represented by his electric pet.\n\nLight was Ohm's food. He craved it as humans crave food, drink,\ncompanionship. Craig had built a special home for his creature--a\nbrilliantly lighted hutch where it could creep to recharge the\nbatteries which gave it movement and power.\n\n\n\nLooking down at his pet, Craig felt a sudden, overwhelming sense of\npossession. Ohm was perfect. His shiny steel shell glistened in the\nbright laboratory light. Under that shell were three wheels and two\nbattery-powered motors--one for creeping and one for steering. A\ndelicate brain and nervous system fashioned of condensers and relays\nwould motivate Ohm.\n\nCraig was surprised to note that his hands were trembling slightly as\nhe made the final connections. The scene with Sheila had perhaps made\nmore of an impression than he had thought; and then, too, this was his\nbig moment ... the moment toward which he had worked for months.\n\nConnections completed, he struggled to lift Ohm to the floor. Though\nOhm was relatively small--he stood just hip-high and was perhaps\nthree-and-a-half feet long--he was surprisingly heavy.\n\nCraig Stevens stepped back and waited. If his calculations were\ncorrect, Ohm would now begin his search for light. He would move\nabout the lab ... guided by his photo-electric eye ... seeking the\ngratification which only strong light could give.\n\nAbsolute silence held the laboratory. Had he been wrong? Had he\nmiscalculated? He stared at the unmoving creature. He willed it to\nmove. He would not be defied by this mass of steel and wire. Move, he\ncommanded it. Move!\n\nSlowly, with a slight jerking motion, Ohm began to move forward. Like\nan animal that has been sleeping and is still groggy with dreams, it\nmoved--hesitated--then moved again.\n\nCraig Stevens sighed with satisfaction. His calculations had been\ncorrect. Ohm lived. The creature was moving more rapidly now across\nthe room. As it gained momentum, it was confronted suddenly with a lab\ntable. With a painful little thump, it collided with the table leg.\nThen, there was a faintly ominous growling noise, and Ohm backed away\nand set out in another direction.\n\nFascinated, Craig followed the creature from room to room. When Ohm\ndiscovered a patch of bright light, he would pause and bask momentarily\nin its brilliance. His contentment and deep satisfaction were apparent.\n\nAt last, by a process of trial and error, Ohm came to the hutch\nthat Craig had built. Eagerly, he pushed his way to the door and\nquickly glided in. After satisfying himself that Ohm was comfortably\ninstalled, Craig dropped the wire grating over the hutch. His new pet\nwas at home.\n\nThe next few weeks were busy ones for Craig and Ohm. Countless\nexperiments were tried, and in every case, the robot was a model\nsubject. His potentials seemed unlimited.\n\nCraig was asked to give a special lecture and demonstration at the\nUniversity, and his audience of scholars and research experts were\ndelighted with Ohm.\n\n\"The perfect companion,\" Craig laughingly called him. \"So\nunderstanding. If any of you gentlemen are tiring of your wives and\ntheir demands, I'll be very pleased to duplicate Ohm for you.\"\n\nOhm wandered about Craig's apartment at will. Occasional guests who\ndropped in to visit soon accustomed themselves to the sight of the\nmetal creature lumbering through the room, bumping into chairs and\ntables, growling faintly and changing its course.\n\n\n\nSome weeks after Ohm was first animated, Craig conceived the idea of\ngiving him a more definite personality. After a few hours spent in\nsketching, and some hurried consultations with a metalsmith, Ohm was\nequipped with a head.\n\nNow his presence was even more disturbing than before. Craig had placed\nthe photo-electric eye directly in the middle of the high steel\nforehead. A nose was simulated, and, last of all, a hinged jaw, with\ntwin rows of razor sharp fangs.\n\n\"Good Lord!\" exclaimed Professor Harvey Beale, Craig's oldest\nassociate, \"why did you have to turn Ohm into such a grinning monster?\nI think I preferred him as a blank nonentity.\"\n\nCraig laughed. \"He _is_ ferocious looking, isn't he? I devised that\nhead to scare away peddlers and tramps. Now, when the doorbell rings\nand I don't want to be disturbed, I just let Ohm face them down!\"\n\nProfessor Beale joined in Craig's laughter, but there was a note of\nconstraint in his voice. \"You feel that you have perfect control over\nOhm?\"\n\n\"Complete.\" Craig looked across the room where the robot basked in a\npuddle of yellow lamplight. \"It's a wonderful feeling, Beale ... a\nfeeling that you can never experience with a human being ... or even a\ncat or a dog.\"\n\nWith a little grunt, Ohm began moving toward the chair in which Craig\nsat. The single eye glistened in the leering face and the small wheels\nmade a singing noise as he spun across the carpet.\n\nProfessor Beale followed the movement with some little apprehension.\n\"What's such a wonderful feeling?\"\n\nCraig gestured to Ohm. \"This sense of possession ... of control. It's\na thing we all want ... every human being ... from the time we're old\nenough to clutch our first pet until we drop into our graves. We seek\nit in marriage ... in our children ... but we're always cheated, Beale.\nAlways cheated because there's an unpredictable element. But with Ohm,\"\nhe dropped his hand over the side of his easy chair and patted the\nmetal head, \"with Ohm, there's no doubt. No question. He's mine ... and\nno matter how sorely I try him, I can always predict his reactions.\"\n\nProfessor Beale nodded slowly. \"I suppose. How ... how sorely have you\ntried him, Craig?\"\n\n\"I haven't really put him to the test as yet. But now that the\npreliminaries are out of the way, I mean to begin. I'm going to thwart\nhim, Beale. I'm going to frustrate him in every way. I'm going to\ndeprive him of the thing he desires most ... light ... and observe his\nreactions.\"\n\nA flicker of apprehension touched Beale's long, friendly face. \"These\nexperiments ... you'll do them at the school lab?\"\n\nCraig Stevens stood up. \"No. Here. Ohm is adjusted to this atmosphere.\nHe knows these rooms. His reactions will be truer if I don't move him.\"\n\n\"And just what do you hope to prove?\"\n\n\n\nStevens stared down at the thing he had created. The photo-electric\neye seemed to wink up at him. \"The human brain has something like ten\nbillion nerve cells, Beale. Ohm has the equivalent of only two, and\nyet, you'll admit, he gives a lifelike performance. By studying Ohm's\nfrustrations and reactions, we'll be able to draw some very valuable\nconclusions regarding human nervous disorders and breakdowns.\"\n\nThe other man nodded absently. \"I wish,\" he said finally, \"that you'd\ntransfer your experiments to the school lab, Craig. I think it would be\nsafer.\"\n\n\"Safer!\" Craig laughed a little too loudly. \"No, Beale. I started this\nin my own way, and that's how I mean to finish it. I'm perfectly safe\nhere. Ohm won't let anything harm me. Will you, Ohm?\"\n\nIt was coincidence, of course, but at that moment, Ohm turned and\nscuttled over to Craig's side.\n\nHe began the breaking-down process slowly. When Ohm settled himself\nin a particularly warm puddle of light, Craig would snap it off.\nPatiently, the robot would begin its search for another pool.\n\nThen Craig moved the hutch, and watched with academic amusement the\ncreature's wild and frantic efforts to locate its home--the source\nof its life-giving food. Ohm groped in the corner where the hutch\nhad always stood, and pathetic little whirring and buzzing noises\ncame from his open jaws. Again and again he returned to the corner,\npainstakingly exploring every inch of it, his movements more and more\njerky and disconnected.\n\nAt last, when it seemed that the creature might destroy itself in its\nfrustration, Craig restored the hutch to its accustomed place. Ohm\nscuttled in and huddled in a far corner. For a great many hours, the\nrobot refused to venture again from its shelter.\n\nNext, Craig tried an even more agonizing experiment. He left the hutch\nin its usual spot, but he dropped over its entrance a mesh of fine\nwire, which permitted the light to filter through but prevented Ohm's\nentry.\n\nHe released Ohm in the room and settled himself to watch the results.\nAfter a number of exploratory trips, the robot seemed to feel the need\nof refreshment, and accordingly began its slow, bumping progress toward\nthe hutch. Excited by the bright light which filtered through the mesh,\nOhm accelerated his pace as he approached the haven, and crashed with\npainful violence against the barrier. The recoil sent him spinning\nseveral yards away.\n\nThe quiet room was filled with the sound of Craig Stevens' delighted\nlaughter and the faint little grunting sounds of the robot. Again,\nOhm tried an entry, and again, he failed. The next approach was more\ncautious, but the results were the same. He seemed maddened by the\npresence of the bright light which he so deeply craved and which had\nbecome suddenly inaccessible to him.\n\nAgain and again he flung his steel body against the wire mesh in a\nmounting frenzy of desire.\n\nNever had Craig Stevens witnessed a spectacle so excruciatingly amusing\nand revealing. It was as pathetic and priceless as Sheila's foredoomed\ndesire to beget a child.\n\nFinally, as the battery which powered him was depleted, Ohm subsided,\nhis steel muzzle touching the mesh which separated him from the\nlife-giving light he had sought.\n\n\n\nRemembering the robot's bewildered struggles as he recorded them in his\nnotes, Craig was shaken from a fresh paroxysm of laughter. He wished\nnow that films had been taken of the experiment, for certainly it had\nproved most revealing. Of course, it would be repeated. There would be\nother opportunities.\n\nAnd there were, for Craig tried that particular experiment many times.\nNot that he needed additional data for his report. He added scarcely\none new observation after that first trial. It was more that the\nrobot's agony of frustration seemed to satisfy some deep craving ... a\ndesire as insatiable as Ohm's for the light. Craig could not explain\nthis fascination, in fact, he did not attempt to explain it. Such an\nexplanation might have proved doubly disturbing.\n\nCraig seldom went out. More and more, he gave himself over to the\ndelights of mistreating Ohm. He found that he no longer felt any need\nfor human associations. He and the robot were a complete little world\nin themselves. The creator and the created. The torturer and the\ntortured.\n\nOne evening, Professor Beale did drop in, and before he could stop\nhimself, commented on Craig's appearance: \"You're not well, Craig,\" he\nsaid. \"You've lost weight. Are you sure you're not carrying a fever\nnow?\"\n\nCraig fought down the unreasoning resentment he felt for Beale. He had\nplanned a new variant to test Ohm that night, and now Beale's visit\nhad cheated him. \"Never been better,\" he countered. \"I've been working\nhard.\"\n\n\"With the robot?\" Beale's eyes roamed the room, seeking for the\nsteel-encased body, the glistening cyclops-eye.\n\n\"Naturally. And believe me, Beale, my report is going to create a\nsensation. Every neurologist and physiologist in the world will be\ntaking lessons from me.\" His voice had gotten progressively shriller,\nand he paced nervously up and down as he spoke.\n\nBeale shifted uncomfortably. \"You're working too hard, Craig. Take some\ntime off. Forget Ohm for a while. Enjoy yourself.\"\n\nCraig spun on him: \"Enjoy myself! Do you think there's any other place\nin the world where I could find the excitement that I know right here?\nForget Ohm! I can't forget him. He's wonderful, Beale! Sensational!\"\n\n\"Of course, of course.\" Beale was feeling more and more alarmed by\nStevens' manner. \"I saw Sheila the other day,\" he ventured, seeking for\nsomething to take the conversation away from Ohm. \"She asked about you.\"\n\nCraig's laugh was choked and half-hysterical. \"Sheila! I'd completely\nforgotten her. Has she found herself a nice dull nobody?\"\n\n\"I think she's still in love with you, Craig.\"\n\nCraig's giggle climbed the scale. \"In love! You talk like a fool,\nBeale. Love! What childishness, when there are other emotions so much\nmore real and gratifying.\"\n\n\n\nHarvey Beale stared at the man across the room. Was this the same\nCraig Stevens with whom he had worked so many hours in the laboratory?\nWas this semi-hysterical man, the great scientist who had served so\nbrilliantly in the last war? What had happened? What was happening?\n\nA sudden groaning noise at his side turned him abruptly. It was Ohm.\nAnd there was a subtle change there, too. The movement was no longer\nclean and mechanical. It had developed an individuality. When the robot\nmoved, it reminded Beale of a whipped yellow cur which cringes at the\nsound of a human voice. Both Stevens and his companion were changed.\n\n\"Let's get away for a week,\" Beale said, and rose ... stepping quickly\naway from Ohm. \"You'll come back to all this with a new perspective.\"\n\nCraig shook his head. \"Couldn't leave now. Couldn't leave Ohm. Later,\nmaybe.\"\n\nWhy doesn't the fool leave, he thought. Can't he see I've work to do?\nCan't he sense that I'm anxious to get on with the experiments?\n\nReluctantly, Beale moved toward the door. \"I wish you'd give yourself\nsome rest,\" he said. \"You're pushing yourself too hard.\"\n\n\"I'll be finished soon,\" Craig said. \"Then I can rest. Then I can rest\nfor a long time.\"\n\nBeale paused in the doorway and looked back. The robot crouched in a\ncorner of the room, its photo-electric eye twitching nervously. That\nroom was full of anticipation. They were waiting for Beale to go--the\ntwo of them. Abruptly, he turned and fled.\n\n\"Now,\" said Craig, as Beale's footfalls died away, \"now, Ohm, we can\nget on with our work.\"\n\nDays passed and the fascination increased. It absorbed and obsessed\nCraig. His every waking hour was filled with new plans, new variants.\nAt night, when he sank at last into an exhausted sleep, he dreamed of\nOhm and the blind frenzies of frustration to which he was yet to be\ndriven.\n\nCraig saw no one. Ohm was his entire life. A little child who came to\nhis door looking for a lost kitten, fled sobbing, when in a fit of\nirritation, he threatened her with the robot.\n\nNothing else mattered; nothing but Ohm. He made little changes in\nthe robot's construction. Supplied him with springs that permitted a\ngraceful, bounding movement; increased the flexibility of the jaws and\nthe razor sharp metal teeth. He was puzzled by a peculiar stain that\nseemed to have discolored Ohm's teeth. Since no food passed the robot's\nlips, Craig could not account for the presence of the stains.\n\nOn that night, the torment had been prolonged, and once, during it, Ohm\nseemed to sense Craig's presence and moved toward him with a peculiar\nhalf-pleading, half-threatening motion. Excitedly, Craig recorded\nthe deviation. It seemed to mark some sort of turning point in Ohm's\ndevelopment.\n\nWhen the robot succumbed at last to exhaustion, Craig permitted him to\nenter the hutch, and leaving him there, proceeded to prepare himself\nfor bed. The sessions with Ohm were leaving him more and more worn out\nand frazzled. Perhaps Beale had been right. A few days' rest would\nrestore his perspective. Of course he would miss Ohm. Never had he\nexperienced so gratifying a relationship. It was much more complete\nthan his domination of his mother had been or his subjection of Sheila.\nIt left him feeling at once weak and god-like.\n\nHis toilet completed, he went back to Ohm's hutch to put down the wire\nmesh for the night. Once or twice, he had forgotten it, and the robot's\ncollisions had awakened him early in the morning. As tired as he was,\nhe wanted now to forestall any such disturbance.\n\n\n\nOhm was not in his hutch. That was an unlooked-for development. Usually\nafter the experiments, he was so depleted he did not stir from the\nhutch for hours. And yet now he was gone.\n\nHalf-heartedly, Craig looked for him, but he was overcome suddenly with\na terrible drowsiness. After all, did it matter whether Ohm spent the\nnight in the hutch? He'd huddle in some corner of the apartment till\nmorning.\n\nWearily, Craig snapped off all the lights and stumbled into his\nbedroom. The bedlamp burned brightly in the darkness. He sank down onto\nthe bed. He couldn't remember ever having been so tired. He closed his\neyes. Bright red circles spun and whirled. Sleep. He must have sleep.\n\nHe was dreaming. The little girl, whose kitten had disappeared was\npointing an accusing finger at him. He was trying to explain that he\nhadn't taken her kitten. And then, Sheila was there, and she had a\ngreat urgency in her manner. She was warning him. Stains. The stains\nthat he had noticed. Didn't he see?\n\nNo. He didn't see. His mind spun and whirled. Sounds were a tortured\nmixture of Sheila's voice, the little girl's sobs, and the faint\nmechanical grunts which Ohm made.\n\nAnd then, the laboratory collapsed. The walls caved in to the center\nand the roof dropped down on top of him. It was a terrible pressure on\nhis chest--crushing it. He had to remove that pressure--had to push\nthat crushing weight away--had to get free.\n\nBut he was awake. And it wasn't the roof on his chest. It was Ohm ...\nOhm crouched on top of him ... the beady photo-electric eye focused on\nthe lamp which burned like a beacon in the otherwise total dark. And\nthen Craig remembered. He hadn't caged Ohm in for the night. He had\nbeen loose in the apartment. Naturally, he had come to the only light,\nand now, he crouched on Craig's chest.\n\nHe tried to move, but the robot only flattened itself more--a dead\nweight. The heavy steel jaws poised over Craig's throat, the steel\nteeth glittering in the light.\n\n\"Ohm!\" That single word was a prayer, a plea, a sob.\n\nThe stains on the teeth ... the missing kitten ... those razor sharp\nteeth. A strange purring noise filled the room ... caused the bed to\nvibrate under him. The steel jaws clicked open.\n\n\"I didn't mean it. You don't understand!\"\n\nThe photo-electric eye blazed wildly as the razor sharp fangs touched\nhis throat....\n",
    "metadata": {
        "author": [
            "McGreevey, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65200/pg65200.txt",
        "name": "perfect_companion.json"
    }
}