{
  "name": "\"Phone Me in Central Park\"",
  "author": [
    "McConnell, James V."
  ],
  "body": "Charles turned over on his side to look at her. She lay quietly in the\nother bed, the most beautiful woman he had ever seen. She was blonde to\nperfection, exquisitely shaped, and the rich promise of her body was\nexposed to his view.\n\n\"Why?\" he thought as he looked at her. \"Why did it have to happen like\nthis?\"\n\nThe whole thing was still like a dream to him, and as yet he couldn't\ndecide whether it was a good or a bad dream. A year ago she had been\nunattainable, a face to conjure with in erotic dreams, far beyond his\nken. A year ago she had been a public idol, the most popular actress of\nthe day. And he had been a nobody, full of a nobody's idle hopes and\nschemes.\n\nAnd now he was lying in the bed next to hers in her swank Manhattan\napartment in the most exclusive hotel in town. The unrealness of the\nsituation overwhelmed him. His mind was a picture of confused thoughts.\nMeanings and answers to his questions slithered out of his reach.\n\n\"God,\" he said. It was not an exclamation, nor yet an expletive. It was\na mere statement of fact.\n\nA thought teased at him. Charles looked at the woman again and decided\nthat she still looked beautiful in spite of the harshness of the\nroom's lighting. He touched buttons by the edge of the bed and the\nillumination quieted to a soft glow, wrapping her in a radiant halo.\nCharles smiled wanly and got up. He stood by the bed looking at her.\n\n\"I could have fallen in love with you once. A year ago, perhaps, or\nlonger. But not now. Not now.\" He turned away and walked to the window.\n\"Now the world is dead. The whole world is dead.\"\n\nNew York lay quietly below him. It was the hour of indecision when\nday has not quite made up its mind to leave and night has not yet\nattacked in force. The streetlights were already on, making geometric\npatterns through the dusk of Central Park. Some of the billboards were\nshining, their relays activated by darkness-sensitized solenoids. A\nreddish-orange pallor hung from the sky.\n\nIt had been very pleasant that afternoon. She had given of herself\nfreely, warmly, and Charles had accepted. But then he had known\nthat she would. It was not him, it was the circumstances. Under the\ncircumstances, she would have given herself to any man--\n\n\"Why did it have to be her--or me? Why should it have to happen to\nanybody! Why!\"\n\n_She would have given herself to any man--_\n\nHis thoughts beat a rapid crescendo, activating emotions, stimulating\nsensations of angry rage. He wanted to cry, to weep angry tears of\nprotest.\n\nTo any man, WHO HAPPENED TO BE THE LAST MAN ON EARTH!\n\nCharles picked up a heavy book end off the table and crashed it through\nthe thick pane of window glass.\n\nA gust of wind from the outside breezed through the shattered opening,\nattacking his olfactory patch with the retching smell of decaying\nflesh. Charles ignored it. Even smells had lost their customary\nmeanings.\n\nHe felt the rage build up inside again, tearing at his viscera. His\nstomach clenched up like an angry fist.\n\n\"But I don't want to be the last man alive!\" he shouted. \"I don't know\nwhat to do! I don't know where to go, how to act! I just don't know--\"\n\nA paroxysm of sobbing shook his body. Trembling, he dropped to his\nknees, his head against the cold firmness of the sill, his hands\nclutched tightly around the jagged edges of the window pane. In spite\nof the sharp pain that raced through his system, in spite of the\nbright, warm, red stream that trickled down his face, he knelt by the\nwindow for several minutes.\n\n\"_Maybe I'm not the last!_\"\n\nThe thought struck him with suddenness, promisingly, edged with\nswelling comfort to fill his emptiness.\n\nCharles got up slowly, noticing for the first time that his fingers\nwere badly cut. He wrapped a handkerchief around them and forgot them.\nHe had to know--he had to find out.\n\n\n\nAs he turned to leave, he noticed again the woman lying in radiant\nstate upon the bed. He walked to her side and leaned over, kissing her\ngently on the forehead. As he straightened up, his leg caught against\nher arm, pushing it slightly. The woman's arm slipped from its position\nand dangled from the edge of the bed like a crazy pendulum. Charles\npicked it up and folded it across her now cold breasts. He started\nto pull the sheet over her nude form, then stopped, smiling at his\nconventionality. After all, it didn't make any difference now.\n\nThe phonograph was near the door. On sudden impulse he switched it\non, turned the volume up full, and in grim jest left it playing\nRachmaninoff's _Isle of the Dead_ on full automatic. The music haunted\nhim down the hall to the elevator that he had to run himself.\n\nThe lobby was littered with debris, human and otherwise. Charles\nignored it. The street that led towards the Bureau of Vital Statistics\nwas a mess of desolate carnage. Charles overlooked it. Shop fronts\nsmashed, stores looted, gyro-cars wrecked, proud buildings defaced.\n\n\"That was it,\" he said to himself. \"Pride. We called this the 'Proud\nEra.' Everything was better and bigger and nicer to have. Buildings\nwere taller, men were healthier, most of the problems of humanity\nseemed licked, or nearly so. It was a time of free power, each small\nunit of population, each section of town operating on perpetual,\never-lasting, automatic atomic piles.\n\n\"We were free. We seemed, almost, to have accomplished something. The\nworld was running well. No wonder we called it the 'Proud Era.' Life\nwas fun, just a bowl of cherries, until....\"\n\nTwo years ago the animals had started dying. Strangely enough the\nrats had gone first, to anybody's notice. Sales of poison dropped,\nscientific laboratories chained to a perpetual rodent-cycle began to\ncomplain bitterly.\n\nThen the lovers who hunted out and haunted the lonely lanes through the\ncountryside began to remark that the locusts were late that year. The\nSouthern states joyously reported that mosquito control was working to\nan unprecedented degree. The largest cotton crop ever was forecast and\nrumors from Mexico had it that no one had died from scorpion bite in\nseveral weeks.\n\nA month later the meat animals, the birds and the household pets\nbegan dropping as rapidly as the flies which had dropped earlier.\nCongress was called into special session, as were all of the national\ngovernments around the world. The U.N. met at emergency sessions to\ncope with the situation. The president of the world-wide Society for\nthe Prevention of Cruelty to Animals committed suicide.\n\nWithin a year it was obvious to everyone that man was the only animal\nleft on earth.\n\nThe panic which had begun with the death of the animals was quieted\nsomewhat by the fact that humans seemed immune to the pandemic. But the\nlakes full of dead fish caused a great stink and residents along the\ncoasts began to move inland. Sales of perfumes and deodorants soared.\n\nThen just one year ago, the first human became infected with the\nstrange malady. Within six months, half of the world's population was\ngone. Less than a month ago no more than a few thousand people remained\nin New York. And now....\n\n\"I've got to find out,\" Charles told himself. He meant it, of course,\nbut in a sense he was afraid--afraid that his trip to the Bureau might\ngive him an answer he didn't dare listen to. \"But I've got to try.\" He\nwalked on down the bloody street.\n\nBefore the plague the Bureau of Vital Statistics had been one of man's\ncrowning achievements. Housed as it was in a huge metallic globe of\na building, it contained computers which kept exact account of every\nhuman on earth.\n\nCompulsory registration and the classification of each individual by\nmeans of the discrete patterns of his brain waves had accomplished for\nman what no ordinary census could have. The machine knew who was alive,\nwho was dead, and where everybody was.\n\nOnce a year the Bureau issued The Index, an exact accounting of Earth's\nfour billion inhabitants. Four billion names and addresses, compressed\ninto microprint, a tremendous achievement even for the \"Proud Era.\"\nIn all of his life, Charles had never once glanced at The Index.\nThe average person had little necessity to do so since the Bureau\ninformation service would answer questions free of charge at any time.\n\nReaching the gigantic building, Charles pushed aside the body of a\nyoung man and walked into the main foyer. Passing behind once-guarded\ndoors, he entered the giant computer room and paused in admiration.\n\n\n\nOnly once, before the plague, had he seen the interior of this room.\nBut he still remembered it and he still recalled the powerful emotional\nexperience it had been those many years ago.\n\nAll children had to have a brain-wave recording made by the Bureau\nduring the first month of their life. And again at the age of 10 each\nchild returned to the Bureau for a recheck. It was for this latter\nrecording that Charles had come to the Bureau some twenty-two years\nbefore and a friendly guard had let him peep briefly into the computer\nroom. The impression of intense activity, of organized confusion, of\nmechanical wonder had remained with him the rest of his life.\n\n\"So different now,\" he thought, surveying the room. \"Now it's empty, so\nempty.\" The machine seemed to reflect the stillness, the very deadness\nof the world. The silence became unbearable.\n\nCharles walked to the master control panel. With newly acquired\ndexterity he switched the computer screens on and watched them glow\nto life. All around the world sensitive receiving stations pulsed to\nactivity, sending out searching fingers, hunting for elusive patterns\nof neutral energy, mapping and tabulating the results.\n\nThe main computer screen dominated one wall of the room. Other smaller\nscreens clustered around it. On these screens could be graphed the\npopulation of any and every part of the globe. An illuminated counter\nimmediately above it would give the numerical strength of the area\nbeing sampled while the screen would show population density by\nindividual pinpoints of light that merged to form brightness patterns.\n\n\"I'll try New York first,\" he said to himself, knowing that he was a\ncoward, afraid to check the whole world from the start. \"I'll start\nwith New York and work up.\"\n\nCharles activated the switches that would flash a schematic map of New\nYork on the screen. \"There's bound to be somebody else left here. After\nall, there were at least twenty of us just a couple of days ago.\" And\none of them, a beautiful woman, had invited him up to her apartment,\nnot because she liked him, but because....\n\nThe main screen focused itself, the patterns shifting into a\nrecognizable perceptual image.\n\n\"Why, it was just yesterday (or was it the day before?) that ten of\nus, at least, met here to check the figures. There were lots of us\nalive then.\" Including the blond young woman who had died just this\nafternoon....\n\nCharles stopped talking and forced his eyes upwards. Peripheral vision\ncaught first the vague outlines of the lower part of the map. His eyes\ncontinued to move, slowly, reluctantly. They caught the over-all relief\nof Greater New York City--and then concentrated on the single, shining\ndot at the very heart of the map--and he understood.\n\nHis eyes stabbed quickly for the counter above the screen.\n\nOne.\n\nHe gasped.\n\nThe counter read _one_.\n\nCharles was by himself, the last person alive in all of New York City.\n\nHe began to tremble violently. The silence of the room began to press\nquickly in on him. His frantic fingers searched for the computer\ncontrols.\n\nNew York State. One.\n\nThe entire United States. One.\n\nThe western hemisphere, including islands.\n\n(Was that a point of light in Brazil? No. Just a ghost image).\n\nOne.\n\nThe Pacific area, Asia, Australia, Asia Minor, Russia and the Near\nEast, Africa and then Europe.\n\nEngland!\n\nThere was a light in England! Someone else still lived! The counter\nclicked forward.\n\nTwo!\n\nHis trembling stopped. He breathed again.\n\n\"Of course. London was at least as populous as New York City before the\nplague. It's only logical that--\"\n\nHe stopped. For even as he spoke, the light winked out! The counter\nclicked again.\n\nOne.\n\nAlone.\n\nAlone!\n\nCharles screamed.\n\nThe bottom dropped out from under him!\n\n\n\nWhy?\n\nSuch a simple question, but in those three letters lay the essence of\nhuman nature. Why. The drive of curiosity. Stronger, in a way, than\nthe so-called \"basic\" drives: hunger, thirst, sex, shelter, warmth,\ncompanionship, elimination. Certainly more decisive in the history of\nthe race. Man began to think, to differentiate himself from the other\nanimals, when he first asked the question: \"Why?\"\n\nBut thinking about \"why\" didn't answer the question itself, Charles\nthought. He looked around him. He was sitting on a bench in Central\nPark, alone except for a few stray corpses. But the park was fairly\nfree of bodies.\n\n\"You've got about ten minutes warning,\" he said to himself. \"I guess\nthat most people wanted to die inside of something--inside of anything.\nNot out in the unprotected open.\"\n\nThe silence was like a weight hanging around his neck. Not an insect\nnoise, not the chirp of a bird, not the sound of a car nor the scream\nof a plane. Not even a breeze to whisper among the leaves, he thought.\nCivilization equals life equals noise. Silence equals....\n\nWhy. His mind kept returning to the question. Of all the people on\nearth, me. The last. Why me?\n\nAverage, that's what he was. Height: 5'11\". Weight: 165. Age: 32.\nStatus: Married, once upon a time.\n\nThe Norm, with no significant departures, all down the line. Church\nmember, but not a good one. Could that be it? Could the most normal be\nthe most perfect? Had he led the best of all possible lives? Was that\nit? Had God, in His infinite wisdom and mercy, spared his life, saved\nhim, singled him out because he was most nearly a saint, most nearly\nChrist-like, most nearly....\n\nLies--His mind snapped back to reality. He half smiled. Saint? Christ?\nThe Second Coming?\n\nHe was no saint.\n\nCharles sighed.\n\nWhat about--?\n\n\n\nChance. That was it! The laws of probability, the bell-shaped curve,\nnormal distribution, rectilinear regression. More people per square\nfoot in New York than elsewhere. The first person who died was from New\nYork, so the last person who gave way to the disease should come from\nhere too. Spin the wheel; throw the dice; toss the coin.\n\nSo simple to explain by the laws of chance. No need for any underlying\nassumptions about good and evil, no need for teleological arguments\nconcerning cause and effect. Simply explain it by chance. Somebody had\nto be the last to go and that was--\n\n\"No,\" Charles said, standing up in the quiet of the spring evening.\n\"No, chance won't do it. No man can reckon with chance. The mind\nrejects such things. There must be something beyond mere accident.\nThere must be!\"\n\nHe sighed slowly.\n\n\"So now I'm a hermit, whether or not I like it,\" he said in derision to\nthe gravel path as he walked along it. \"A hermit in the midst of a city\nof millions of--No, I forgot. There aren't any more people, are there?\"\nIt was hard to realize, even now. \"A hermit, alone--and I haven't even\ngot a cave....\"\n\nCharles stopped walking suddenly. No cave, he thought. No place to\nsleep out the long one, no place to rest while time came to change\nthings around and make them for the better. No place to hide.\n\nAnd suddenly it was the most important thing in life to him to find his\n\"cave.\"\n\nIt took him almost an hour to find the proper tools, and better than\ntwo hours more of hard, nighttime work to get the hole dug to his\nsatisfaction. It took almost three hours to find the right sort of\ncasket, durable but not too heavy for one man to handle. He carted it\nout to a grassy plot close to the center of the park where the grave\nwas. He let the coffin down slowly into the depression, then piled up\nloose dirt on the sloping sides of the hole so that the rain would wash\nit down over him.\n\n\"I can't very well bury myself,\" he said. \"I guess it will rain after\nI'm gone.\" He looked carefully down at the metallic container.\n\nWait now. There was something wrong, something missing. It was--oh,\nyes, he caught it. It was the stone. There wasn't any stone to go at\nthe head of the grave. \"I'll have to fix that.\"\n\nA sheet of metal, bent double, served for the monument proper. A nearby\ntool shed yielded up a can of paint and a brush. By the glow of one of\nthe streetlights Charles worked out the inscription.\n\n\"It ought to be something impressive,\" he thought out loud. \"Something\nfitting the occasion.\"\n\nWhat did one say on these situations? There was so little chance to\npractice up for things like this. But it ought to be good, it ought to\nbe proper.\n\n\"'In this now hallowed corner of the planet Earth--' No. That sounds\ntoo ... too....\"\n\nMake it simple, he thought. And he finally wrote:\n\n                         HERE LIES THE BODY OF\n                         THE LAST MAN ON EARTH\n\nYes. That was it. Simple. Let whoever came afterwards figure out the\nrest. Let them decide. He smiled and finished the painting.\n\nCharles was hungry. He got up and started for one of the restaurants\nnear the park. Later on, when there was more time, he'd find a piece\nof granite and move it to the plot. He could spend his free time\ncarving on it, copying the inscription. He would make it into a real\nshrine; maybe he would practice up a bit and try to carve a statue to\ngo with the stone.\n\nSomehow, though, since things were ready and it didn't make too much\ndifference, it seemed to Charles that he'd probably have a long time\nto wait. \"Maybe it's just a disease, and I'm immune. I was immune to\nsmallpox. The vaccination never took. That's probably it.\"\n\nHe smiled. Strange, but now he wanted very much to go on living,\nalone or not. There were things he could do, ways to keep occupied.\nHe wouldn't mind it so much. But he wanted more and more desperately\nwith each passing second to retain his foothold on the tenuous path of\nphysical existence.\n\nThe tantalizing thought of \"why\" puzzled its way back into his mind.\nBut it seemed less pressing now that he had almost come to the\nconclusion that he would live for a long time. Later, in a few days\nperhaps, he would think about it. In a little while he'd have plenty of\nopportunity for hunting down the answer. This seemed good to him, for\nnow he thought he almost had the answer, if there were an answer. He\nthought he had seen the solution peering out at him from the recesses\nof his mind, and he didn't like the expression on its face. Better to\nforget.\n\n\n\nCharles reached the broad boulevard. There was a large cafe just across\nfrom him, its front window caved in by a large truck. He stumbled and\nalmost fell as he stepped from the curb.\n\n\"Look at me, nervous as a cat.\"\n\nHe was trembling noticeably as he started across the street.\n\n\"I--\" He started to say something, to think something. But some hidden\npart of his mind clamped down, obscuring the thought, rejecting the\nconcept.\n\nThe tremor turned to a shake before he reached the far curb, and the\nfirst burst of wild pain came as he laid his shoulder against the door\nto the restaurant. This was the way the plague began, but--His mind\nquickly repressed the idea. It couldn't be the plague. He was immune!\n\nAnother burst of pulsating, shattering pain crashed through his body,\ntearing down the defenses of his mind, putting an end of his thoughts\nof immunity. Colors flared before his eyes, a persistent, irresistible\nsusurrus flooded his ears.\n\nHe wanted to protest, but there was no one to listen to him. He\nappealed to every divinity he knew, all the time knowing it would be\nuseless. His body, out of his voluntary control, tried to run off in\nall directions at once.\n\nCharles struggled to end his body's disorganized responses, to\nchannelize all his energy into one direction. His mind came back into\naction. He set up his goal; everything else seemed irrelevant: he had\nto get back to the park, to his hermit's cave, to his long, narrow\nhome. He couldn't die until then.\n\nTen minutes.\n\nHe was allotted ten minutes before the end.\n\nIt could have been ten years or ten seconds, for now objective time\nmeant nothing to him. It was not a matter of measuring seconds and\nminutes. It was a matter of forgetting time and measuring space.\n\nHe concentrated on the grave; he forced his body to become an unwilling\nmachine. While he could, he walked, forcing himself on. When his legs\ngave way, he crawled. When his knees buckled, he rolled. When his\nstomach protested, he vomited. It made no difference.\n\nCharles refused to think. Machines, especially half-broken machines, do\nnot think; they only work. Sweating, straining, bleeding, retching, he\npushed himself towards his goal, trying to add one final touch of grace\nand custom to the rude irrationalness of it all.\n\nHis eyes gave out a few feet from the pit. He felt his way towards it.\nConvulsions shook his body like a cat shakes a captive mouse. He humped\nhis body forward between the seizures, hands outstretched, searching\nfor the grave.\n\nAnd then he was upon it. One arm reached out for grass, and clutched\nbare space instead.\n\nHe was home.\n\nHe gathered energy from his final reservoirs of strength for one final\nmovement that would throw him headlong into the shallow grave. He\ntensed his muscles, pulled his limbs up under him and started to roll\ninto the hole.\n\nInstantly the thought struck him with paralyzing devastation. The\nanswer to it all poked its face out from the recesses of his mind and\nsapped the last bit of his energy, corroding his nerves and dying\nmuscles. Now he knew, and the knowing was the end of it.\n\nHe collapsed at the edge of the pit. Only one arm hung loosely down\ninto it, swinging senseless in the air, pointing accusingly at the\nempty coffin.\n\nThe world will end, not with a bang, nor with a whimper, but with the\nlast man's anguished cry at the unreasonableness of it all.\n\nCharles screamed.\n\n\n\nThe large, invisible, ovular being that hung suspended over the Empire\nState Building rested from its exertion. Soon it was approached by\nanother of its kind.\n\n\"It is finished?\" asked the second.\n\n\"Yes. Just now. I am resting.\"\n\n\"I can feel the emptiness of it.\"\n\n\"It was very good. Where were you?\"\n\n\"On the next planet out. No beauty to it at all; no system. How was\nyours?\"\n\n\"Beautiful,\" said the first. \"It went according to the strictest\nsemantic relationship following the purest mathematical principles.\nThey made it easy for me.\"\n\n\"Good.\"\n\n\"Well, where to now?\"\n\n\"There's another system about four thoughts away. We're due there soon.\"\n\n\"All right. Let's go.\"\n\n\"What's that you have there?\"\n\n\"Oh, this?\" replied the first. \"It's a higher neural order compendium\nthe Things here made up. It's what I used.\"\n\n\"You can't take it with you, you know. They don't allow souvenirs.\"\n\n\"I know.\"\n\n\"Well?\"\n\n\"All right, all right. You're so good, see if you can compute the\nscatter probability.\"\n\nThe first being moved imperceptably and the heavy plastoid binding of\nthe book disappeared. The thousands of pages dropped softly, caught\nat the wind like hungry sails, separated, and pulled by the fingers of\ngravity, went their disparate ways.\n\nHere a page scuttled into a broken window of the Chrysler Building\n(read the names: Aabat, Aabbs, Aabbt).\n\nHere a page landed upright on the head of one of the library lions\nand sloughed softly to the ground (read the names: Looman, Loomana,\nLoomanabsky).\n\nHere another page crept in between the cracks of a pier on the\nriverfront, dropping gently to the caressing eddies of the water (read\nthe names: Smith, Smitha, Smitj).\n\nAnd here two pages danced down into Central Park, pirouetted,\npromenaded, and finally came to rest against a propped-up piece of\nmetal (read the names: Whit, Whita, Whitacomb).\n\nIt was not until the dusty morning sun stirred up the breezes that they\nfluttered down into the shallow hole beneath, unnoticed. The writing on\nthe metal, until then partially obscured by the papers, became legible:\n\n                         HERE LIES THE BODY OF\n                        THE LAST MAN ON EARTH--\n                           CHARLES J. ZZYZST\n                              GO TO HELL!\n\n\n\n\n",
  "metadata": {
    "author": [
      "McConnell, James V."
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/63631/pg63631.txt",
    "name": "phone_me_in_central_park"
  }
}
