{
    "name": "Picnic",
    "author": [
        "Marlowe, Stephen"
    ],
    "body": "Burt reached out for the stud that would fire the fore-rockets, but a\nsmall white hand already rested on the button.\n\n\"Let me, Daddy. You promised--\"\n\nWhen he wanted something, Johnny's voice took on that wailing quality.\nHe wanted something now; Burt had promised him that he could land the\nship.\n\n\"Okay,\" Burt said. \"Press it--now. Now!\"\n\nJohnny took his hand off the stud. \"Don't holler at _me_,\" he told his\nfather severely.\n\nBurt swore under his breath and jammed down on the stud. A red light\noverhead winked on and off furiously, and he knew that if he had\nwaited another moment they would have plowed into the asteroid like a\nbattering ram into a tub of soft butter.\n\n\"Marcia, oh Marcia!\" he turned and called over his shoulder to his wife.\n\nShe stuck her head in through the galley door. \"Dear,\" she said, \"let\nme make these sandwiches, will you? I don't tell you how to pilot the\nship, but I'll never get this lunch all packed unless you let me alone.\"\n\nBurt scowled. \"That's the general idea. I want to be let alone, too. So\nif you'll just take your darling little son the devil out of here--\"\n\n\"Why, Burt Rogers! Johnny's only eight, and he's quite harmless. If I\nhad known ten years ago that you didn't like children--\"\n\nBurt shook his head. \"Joan's fine. Joan is two years younger than\nJohnny, but she doesn't bother anyone. She just sits in the galley\nand--\"\n\n\"Hah!\" Marcia snorted. \"She sits in the galley and digs her arms into\nthe mayonnaise tub up to the elbows, that's all.\"\n\n\"Well, then they're both brats.\"\n\n\"Burt!\"\n\n\"They are, and it's your fault, Marcia. You always say let the children\nexpress themselves, we can't frustrate them or cut them short in any\nway--so look what happens.\"\n\n\"You look what happens,\" Marcia declared dramatically. \"If we don't\npull out of the dive in a couple of seconds, we'll splatter all over\nthat planetoid.\"\n\n\"Let me land it, let me land it!\" wailed Johnny.\n\nBurt spun to the controls, and his fingers flicked rapidly over\nthe buttons. He was sweating when he brought the ship down with a\nnone-too-gentle dump. He heard Joan's whimper from inside the galley,\nand Marcia began to tell him what a lousy pilot he was. Johnny was\nplaying cops and robbers with the topography through the foreport.\n\n\"This,\" Burt said, \"is the last week-end picnic for me. Definitely the\nlast.\"\n\nMarcia opened her mouth to say something, but Burt cut her off. \"I\ndon't want to hear any more about it. You'll just have to find another\nway for the kids to express themselves....\"\n\n\n\nThey usually found an asteroid with a weird terrain, and just looking\nat it through the portable bubble-sphere kept the kids pretty busy.\nThis time, however, things were different. The asteroid was only\ntwenty miles in diameter, yet it had an atmosphere of oxygen and inert\ngases, and it was comfortably warm. No bubble-sphere this time to keep\nthe kids hemmed in--and Johnny and Joan would be roving all over the\nuncharted surface.\n\nBurt shuddered. What a job he'd have today. But then, this was the last\ntime: they could talk themselves blue in the face and plead, but this\nwas the last time.... And maybe there'd be life, since there was air\nand warmth. But that was silly: a body this size would not have life,\nand even if Johnny took advantage of the low gravity and jumped thirty\nfeet in the air, he wouldn't get hurt--he'd float down gently as a\nfeather.\n\nMarcia pouted as she spread the table-cloth out on a flat expanse of\nrock. Burt put his hand on her shoulder, but she pulled away from him.\n\"Brats, eh?\" she muttered.\n\n\"Well, maybe I didn't mean it that way. But you just name me another\nfather at Marsport who takes his family up in a spaceship every Sunday\nto go picnicking. And a different asteroid each week. Ed Jones sits on\nhis fanny all week-end, and Tom Ferris spends Saturday night in the\ngambling joints so he's dead on his feet Sunday and can hardly stay\nawake during the church services.\"\n\nMarcia took his hand and placed it back on her shoulder. \"Okay,\ndear--you're wonderful. But that doesn't give you permission to call my\nchildren 'brats'.\"\n\nBurt smiled. \"_My_ children, too. And, well--if they're not brats,\nwe've certainly spoiled them....\"\n\nJohnny's voice cut through the thin air. \"Pop. Hey, pop. C'mere!\"\n\nBurt got up, laughing. \"So that's how you teach your kids to call their\nold man, eh?\"\n\n\n\nBurt walked toward the incredibly close horizon. You could see the\ncurvature of the tiny planet quite distinctly, and in a tight circle\nall around them the pale blue sky came down and met the jumble of rocks\nand crystal which was the surface of the asteroid. Johnny had called\nfrom someplace beyond the horizon, and as he walked, Burt heard him\nagain: \"You deaf, pop? C'mere!\"\n\nJohnny was standing, little hands on little hips, near a mound of dull\nmetal. No, it wasn't a mound--it was battered and twisted and rusted,\nbut the tear-drop shape was unmistakable. A spaceship....\n\nBurt found the ancient airlock and pushed through the rusted door. He\nlooked at the control panel. \"It's an old Havelock,\" he muttered, \"I'll\nbe damned. They haven't made these in twenty years.\"\n\nHe went outside again, where Johnny still stood.\n\n\"Pretty nifty, eh pop?\" the boy said.\n\nBurt called: \"Marcia. Hey, Marcia. C'mere!\"\n\nLeading Joan by her hand, Marcia reached them in a few minutes. \"Don't\nwonder why Johnny called you like that, Burt Rogers. Just don't you\nwonder at all. He's a chip off the old block, that's what he is.\"\n\nJoan said, \"Mama, what's a chip off the old block?\"\n\n\"Later, dear, later. What's on your mind, Burt?\"\n\nHe gestured. \"This--\"\n\nMarcia stared. \"Why, it's--it's a spaceship!\"\n\n\"It is,\" Johnny nodded. \"An old Havelock Cruiser. And I found it.\"\n\n\"But these people must have crashed here years ago.\"\n\n\"Yeah. Look, Marcia, you better take the kids away while I look for the\nremains. Got to find them and report to the police at Marsport when we\nget back, but there's no reason why the kids have to see.\"\n\nMarcia took Johnny's hand in one of her own and Joan's in the other,\nand she walked away with them beyond the close horizon. \"Okay, Burt,\"\nshe called back. \"You can start looking.\"\n\nBurt did not like the task ahead of him, but with general space travel\nstill less than half a century old, lost ships were no rarity, and he\nconsidered himself morally obligated to find the bodies. He was back\nin the Havelock now, and it was a small ship. He covered it in five\nminutes, and he scratched his head. No one ... there were all the signs\nof occupation, but no one was around. Dishes for three were set on the\nplastalloy table, with a blubbery green mass on each plate, billowing\nover on to the table. That meant that there had been food on those\ndishes when, quite suddenly, the three people had disappeared. It also\nmeant that bacteria, at least, flourished on this asteroid. And--what\nelse? Why had the three people disappeared, why had they vanished\nutterly with a meal waiting for them on the table--\n\n\"Burt! Burt!\" It was Marcia, and she was screaming.\n\n\n\nBurt poked his head outside the broken airlock. Marcia was running\ntoward the Havelock. \"Burt--get out. To me, quick!\"\n\nBurt looked up. Toward the other horizon was a slight hill, not a\nvery high one, but enough for Marcia to have seen it from beyond the\nhorizon. And rolling down that hill now, gathering speed as it came,\nwas a massive boulder.\n\nHeading straight for the Havelock--\n\nBurt scrambled up out of the airlock, cursing when his trousers caught\non an edge of rusted metal. He tugged at them and heard them rip. Then\nhe was clear and running toward Marcia.\n\nWith a great grinding crashing sound the rock plowed into the Havelock,\nsmashing it and crushing the half-corroded metal flat. Burt looked back\nat a big cloud of dust, and when it cleared, the Havelock looked like\nso much scrap. If he had been inside he would have been crushed to a\npulp. Less than a pulp, they never would have found him.\n\n\"Burt! Burt--\" Marcia was sobbing against his chest. \"Of all the freak\naccidents--\"\n\n\"Uh-uh.\" He shook his head as they walked back to the broken remains of\nthe Havelock. \"That was no accident.\"\n\nHe pointed to the little hill. \"That hasn't got a slope of more than\nten degrees, honey. It couldn't have been an accident. The rock never\ncould have gathered so much momentum on that hill.\"\n\n\"Not an accident?\"\n\n\"No. Someone--something--pushed that rock.\"\n\nThe boulder was unmoving now, fifty yards from the scrap heap which had\nbeen the Havelock Cruiser.\n\nMarcia said, \"Someone pushed _that_? It's as big as the ship, Burt. It\nweighs five tons if it weighs an ounce. Maybe in this slight gravity--\"\n\nBurt shook his head. \"Even that wouldn't account for it. That rock was\npushed.\"\n\nMarcia clung to him, shuddering. \"Burt, let's get the children and\nleave this place!\"\n\nHe nodded, and he was about to call Johnny, when something bounded high\ninto the air over the horizon, then floated down, gently. \"Johnny!\"\nMarcia cried.\n\n\"He's detached his equalizer,\" Burt said. \"That crazy kid--\"\n\nEach of them had one of the little gravity equalizers at his belt. It\nwas a clever invention: you wore it in space flight, and you never\nbecame weightless as space-travelers did in the old days. And you wore\nit on any planet, creating earth-norm gravity. Now Johnny had detached\nhis, and he weighed no more than a couple of pounds here on the tiny\nasteroid.\n\nSomething else bounded high into the air, came floating down. Johnny\ncalled: \"Lookit us. We're birds, that's what we are. We're birds!\"\n\nBurt knew that Johnny had removed Joan's equalizer as well. Two forms\ncame bouncing toward them over the wild terrain. \"Just press the button\nto the left,\" Burt pleaded. \"Press it to the left like a good boy,\nJohnny. You do it and we'll give you a present.\"\n\n\"Naa. This is fun. You try and get me.\"\n\nBut Joan was crying, and she did not know what to do. Every time she\nlanded, she tried to take a step forward and she soared high into the\nair again. Closer bounded the two figures, and Johnny soared right by,\nalmost near enough to touch. Burt dove for him, and came up clutching\nair. Johnny bounded away again, and, calling threats and taunts behind\nhim, he disappeared over the hill, in the direction from which the\nboulder had come.\n\nMarcia had been luckier. She held Joan by one arm now, re-adjusting the\nequalizer with her free hand. Joan sat down, crying. \"I have Joan,\"\nMarcia told her husband. \"You go and get Johnny, Burt. Get him--quick.\nI don't like this place.\"\n\nBurt didn't like it, either. _Something had pushed that rock._\n\nMarcia screamed. \"Burt--look.\"\n\nThe rocks and rubble near the remains of the Havelock were rumbling and\ngrinding. Burt heard a great cracking sound, like a huge dead branch\nbreaking. The ground near the Havelock trembled and the shock of it\nreached them. Burt sat down hard, and he saw Joan and Marcia fall in a\nheap.\n\nHe tried to get up, but he couldn't; the ground was still trembling.\nA crack appeared near the Havelock, and it crawled along the ground\nslowly, crookedly. It crawled at a snail's pace, less than a snail's\npace--but it moved. And it grew. It was as wide as Burt's arm. Wider.\nIt grew.\n\n\n\nSuddenly, it gaped wide, and the grinding and rumbling was louder. It\nopened into a cavernous maw--right under the Havelock. For a moment the\nHavelock stood poised, as if on air--and then the battered; flattened\nship disappeared within the hole, clattering against the walls as it\nfell.\n\nThe ground shuddered again, violently; the hole became a crack, closing\nin upon itself. It disappeared altogether, and only the rough terrain\nremained.\n\nBut the Havelock was gone.\n\nMarcia stood up. \"An earthquake?\" She trembled.\n\n\"On a planetoid twenty miles in diameter? Don't be silly. You'd need an\nunstable interior for an earthquake--and this little globe cooled and\nstabilized long ago.\"\n\n\"Yes? Then why is it warm?\"\n\nShe had him there, and Burt didn't know. Why was the asteroid warm? If\nhe knew the answer to that, he might know the answer to a lot of things.\n\n\"This is stupid, Burt. Let's stop talking and find Johnny. He could be\nhalf way around the asteroid by now, or more.\"\n\nBurt shook his head. \"We can't all go and look. Joan would delay us.\nYou stay here with her, Marcia--or, better still, get back to the ship\nwith her and stay inside. I'll find Johnny and bring him back. Then\nwe'll get the devil out of here.\"\n\nMarcia smiled wanly. \"That I'd like. And Burt?\"\n\n\"Yeah, kid?\"\n\n\"Be careful....\"\n\n\n\nBurt felt like a kangaroo. Only no earthly kangaroo had ever taken\nleaps like this. He had flicked the switch of the gravity equalizer\nover to the right, shutting off the power. Then he had taken off in\ngreat leaps, looking for Johnny. His jumps carried him forty or fifty\nfeet in the air, and then he floated down, almost weightless.\n\nWith concentration, he could have avoided those high leaps. He could\nhave propelled himself forward, fifty and sixty feet at a jump, but he\ndid not want to. The horizon was too close, and the only way he could\nfind Johnny was like this. As he reached the apex of each leap, he\ncould see much further than he could on the ground, and he was looking\nfor the boy.\n\nOnce he thought he saw Johnny, a tiny blob way off in the distance,\nbut he came down from his jump too soon, and he could not be sure. He\ncalled loudly, and everything else was quiet, and his voice was almost\nfrightening. Soon the ground felt spongy to him, but he shrugged it\noff. As soon as he landed, he was off again, and it probably was his\nimagination. Hard rock did not become spongy like this, not suddenly,\nwithout warning, with no possible explanation.\n\nBut once he landed hard, and he rested a moment, panting. He moved\nhis feet and they slopped about, like on a muddy field. He reached\ndown carefully. One wrong move would upset his equilibrium and he'd go\nshooting off into the air. He touched the ground, and it was wet. He\npushed, and he felt his hand sinking in, slowly. Fascinated, he pushed\nagain. His hand disappeared to the wrist.\n\nSomething was trying to suck him down further, and he tugged. He pulled\nhis hand out with a loud slopping sound, and instinctively he jumped\naway. He soared into the air again, and when he came down, it was only\nfor a moment--just long enough to leap.\n\nThe ground was spongy. And when he was standing there, with his\nhand immersed to the wrist, the soft spongy stuff had been pulsing,\nthrobbing.\n\nAlmost as if it were alive....\n\nHis mind did not tackle the problem further. Ahead he saw Johnny--now\nit was more than his imagination; Johnny was there, leaping into the\nair ahead of him.\n\nBurt reached the apex of his flight, cupped his hands and yelled\nthrough them:\n\n\"Johnny! Johnny!\"\n\n\"Hi, pop!\"\n\nThe voice came back faintly, playfully.\n\n\"Johnny, when you touch ground next time, turn that switch to the left.\"\n\n\"Naa--I'm having fun.\"\n\n\"When I get you, Johnny....\"\n\n\"Aw, okay. Kill joy. What a worry wart.\"\n\nApparently, Johnny had turned on his equalizer. Burt saw him on the\nground, waiting, and three big leaps brought him there.\n\nNow Johnny was crying.\n\n\"What the devil are you crying for? You've jumped around enough--\"\n\n\"Pop, please. I'm sorry. Get me outa here!\"\n\nJohnny was stuck. He was in the spongy ground, up to his ankles. The\nstuff sucked around his shins, drawing him down further every second,\nlike quicksand. Burt could feel it pulsing as he landed, but it did not\nsuck him in. With the equalizer off, he weighed much less than Johnny\ndid, and now he was tugging at the boy, pulling at his shoulders,\ngrabbing him under the armpits and tugging, tugging....\n\nJohnny came loose suddenly, and Burt soared with him several feet into\nthe air. On the way up, he switched the boy's equalizer off again, and\nJohnny said:\n\n\"You just told me not to, now you do it yourself. What a pop.\"\n\nJohnny was spoiled and Johnny was precocious, but Burt thought of\nneither now. Johnny was nothing more than a little bundle which he had\nto get back to the spaceship. And then they had to leave, all four of\nthem.\n\nThe spaceship ... Marcia did not know how to pilot it, she couldn't\nlift it off the ground. And the sucking, spongy stuff might engulf\nthe ship, take it down into some unknown womb of the world. They'd be\nmarooned. Marcia and Joan--\n\nAll of them.\n\nThe trip back was a wild one. Burt tucked his son under one arm and\nleaped. He kept low to the ground this time, skimming its surface,\nsometimes leaping as much as seventy feet with one bounding stride.\nWith each stride, the ground became more spongy, and Burt realized with\na sinking heart that the surface could never hold the spaceship up. It\nwould be the same as if it had plunged through the gaping maw in the\nhard rock with the Havelock--either way it would be gone.\n\nJohnny liked the ride. Every time they landed, he would say, \"Again,\npop. Again!\" And wordless, Burt would leap once more.\n\nOnce he jumped high and he thought he saw the spaceship gleaming in the\nrays of the sun. But that was impossible. It would surely sink.\n\nAnd then he came down and he did see it. It was there, on a hard\nexpanse of flat rock, where he had left it. Here the ground seemed\nnormal--\n\nHe heard Marcia's scream before he saw her. Then she came around the\nhull of the spaceship, dragging Joan. Screaming again, she fell flat.\n\n\n\nSomething whizzed by her head, and even from this distance Burt could\nsee that it was a rock the size of a watermelon. She got up again,\nand she ran forward, but then a whole shower of rocks came after her,\nsmaller this time, two handfuls of egg-sized rocks, thrown by an\ninvisible giant.\n\nHe had to be invisible--Burt could see no one. Yet the rocks were being\nthrown, somehow. Or--the thought suddenly occurred to Burt--they were\nthrowing themselves. The rocks moved under their own power. It was a\nwild thought and a crazy one, but it made sense. Every other part of\nthe planetoid was soft and spongy. But here--near the ship--the surface\nwas still hard. And rocks were being thrown. Burt could tell this\nhad been happening for a long time, because the hull of the ship was\nscarred from the fusilade.\n\nIt was unreasonable to suppose that this tiny area, alone of the\nentire sphere, could not become spongy. Then there was a reason why\nit remained hard--and where there was reason there was sentience. And\nfurther, why hadn't a big stone been thrown, one large enough to crush\ntheir Pacemaker as the Havelock had been crushed? There certainly were\nenough stones around--\n\nEverything indicated a _game_. Something was playing with them. They\nwere easy prey, they were dead ducks--but something was having fun\nwith them first. They were goners, they didn't have a chance, and that\nsomething needed the activity and the recreation. It was a sadistic\ngame. Back on earth, some of the kids had stripped the wings off flies,\nmade them hop about dizzily, helplessly, until they tired of the sport.\nAnd then they had crushed them....\n\nThe planetoid was playing with them!\n\nBurt called: \"Get inside the ship, Marcia! Inside!\"\n\n\"I can't. If I stand still long enough to manipulate the lock, these\nstones will get me. Burt--\"\n\n\"I'm coming!\"\n\nHe switched on his equalizer and Johnny's, and still holding the boy\nunder one arm, he plunged across the rock. Something reached up and\ntripped him, and he sprawled out flat. He had fallen over a small\nout-cropping of rock--where no out-cropping had been before.\n\nHe got up, and then he reached the Pacemaker. He pushed Johnny in front\nof him, and the boy stood with his sister. Marcia looked up:\n\n\"How are we going to get inside, Burt?\"\n\n\"You just open the lock. Come on, now.\"\n\nShe turned her back and went to work on the dials. Burt stood there,\nwaiting for the stones that would come, hunching himself over, trying\nto cover the three of them--\n\nNo stones came.\n\nInstead, he heard an ominous cracking sound, a rumbling....\n\nOff where the spongy ground joined the hard rock a crack appeared.\nIt was small, but it grew. And it moved. It snaked along the ground,\nslowly, twisting, heading for the ship. Now it was half as wide as\nJohnny's body, and now it was wider.\n\nBurt pushed Marcia away and attacked the lock with clumsy fingers.\nHis hand trembled, but Marcia huddled against the side of the hull,\nsobbing, and he knew she could not have handled the dials in time.\n\n_Three around and then four over: damn it, there's the blue light, but\nhe still needed the white and red. Five around and one over--ah, the\nwhite! Two around and six over--red, white, and blue!_\n\nHe pushed Johnny and Joan in front of him, then he grabbed Marcia\naround the waist and hurled her inside. The crack was half as wide as\nthe Pacemaker now, rumbling, churning--and growing.\n\nHe ran to the controls and he kicked the engine over. He felt the\nship poise on the brink, as he had seen the Havelock do before it had\nplunged within a similar hole. He felt the ship totter, and then he\nfired the studs for all the aft rockets at once. The ship roared once\nand he was shoved back hard in his seat. Then they hurtled furiously\nsky-ward.\n\n\n\nBelow them now, the planetoid was a writhing, twisting mass, shooting\npulpy tentacles miles into space, groping for them, seeking. But they\nwere out of reach. Burt circled a few times, watching the stone globe\nwhich now was a living entity.\n\nBehind him, Marcia watched too. \"It's--alive,\" she said.\n\n\"Yes. Sleeping when we arrived, but it's alive now. Twenty years ago it\nate the people of that Havelock, and then it became sluggish. Evidently\nit does not need much food, for all its vast bulk. It became sluggish\nand it slept, and when we landed we stirred it and it finished the job\non that Havelock. Then it wanted us....\"\n\n\"But _alive_?\"\n\n\"Why not?\" Burt said. \"Part plant, part animal, it's warm with its own\nlife. It breathes slowly, holding the thin atmosphere to its body,\ngrowing plants for photosynthesis when it needs oxygen, a perfectly\nco-ordinated being.\"\n\n\"So big, Burt. It's so big.\"\n\n\"Sure. On Mars the native life is bigger than on earth. Why?\"\n\n\"Why? I don't know.\"\n\n\"Because Mars has a weaker gravity pull, being smaller than the earth.\nAnd here, out in space, there is no gravity to keep life down. A plant\ngrows and grows as long as it lives, unlike an animal. This huge\nasteroid has been growing for ages, millions of years, maybe. What's to\nstop it? No gravity pressing down. Perhaps it can live purely on the\nmineral matter of the meteors which fall. Maybe it's only a seed, with\nfood-matter stored up inside. Who knows?\"\n\n\n\nJohnny and Joan came out from the galley. Joan said:\n\n\"Mama, I'm hungry.\"\n\nMarcia laughed. \"We never did have that picnic, Burt.\"\n\n\"Uh-huh. You're right--so we didn't. But this damn asteroid almost\ndid--on us.\"\n\n\"Papa,\" Johnny said, \"let's land someplace and have a picnic.\"\n\n\"Go to hell,\" Burt said, forgetting he was speaking to a boy, his boy.\n\n\"Burt! Then you wonder why Johnny curses. Just watch your language in\nfront of the children, Burt Rogers!\"\n\n\"Okay,\" he said. \"But no more picnics. I'm going to report this thing\nto the police, and they'll blow it out of the sky with atomite. Then\nwe'll have a nice meal at home. But no more picnics, ever. I'll take\nthe kids to the Canalport swimming pool on week-ends--half-way around\nthe planet. But no more picnics.\"\n\n\"Please, papa,\" Johnny said.\n\nMarcia nodded. \"Look. He's being polite.\"\n\nBurt sighed. He knew he could get away with it this week-end. But later\non in the month--or certainly next month--there would be more picnics.\n",
    "metadata": {
        "author": [
            "Marlowe, Stephen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68600/pg68600.txt",
        "name": "picnic.json"
    }
}