{
    "name": "Planet of Dreams",
    "author": [
        "McKimmey, James"
    ],
    "body": "It was a small world, a tiny spinning globe, placed in the universe to\nweather and age by itself until the end of things. But because its air\nwas good and its earth was fertile, Daniel Loveral had placed a finger\nupon a map and said, \"This is the planet. This is the Dream Planet.\"\n\nThat was two years before, back on Earth. And now Loveral with his\nselected flock had shot through space, to light like chuckling geese\nupon the planet, to feel the effect of their dreams come true.\n\nLoveral was sitting in his office, drumming his long fingers against his\ndesk while the name, Atkinson, ticked through his brain like the sound\nof a sewing machine.\n\nWould he be the only one, Loveral asked himself, or was he just the\nfirst? In either case, it was up to Loveral, as leader and guiding hand,\nto stop this thing and stop it quickly.\n\nLoveral stood up and put on his jacket, although there was no need for\nit, other than the formality it gave his figure.\n\nHe stepped out of his office into a clear bright day, where the air was\nclean and fresh in his lungs, at once like frost and fire and sweet\nperfume. He walked along a winding path, which was bordered by\nslim-necked flowers and a short hedge whose even clipped lines were kept\nneat by tireless robot hands.\n\nTrees pointed to a blue sky, rocking and fluttering their leaves in a\nsoft breeze, and glinting metallic houses lay peacefully beyond in\nwooded hollows and upon slight hills.\n\nA whole small world was before his eyes, set there upon his direction,\nmaintained by himself with the help of a dozen complex machines which\nlay locked and sealed in the Maintenance Room for only his fingers to\ntouch.\n\nIt was a busy life for Loveral, up at dawn to work until deep night,\nkeeping his flock happy and free from spirit-killing labor. But it was a\nperfect plan, one which had been tested and turned in his mind for\nyears. If he had to work hard to keep it running smoothly, that was all\nright. In fact, he had never been happier.\n\nNow, however, there was this business about Atkinson. Loveral was\ndisturbed about that.\n\nHe walked on, over the quiet path which would lead to the house where\nAtkinson and his wife lived. Loveral smiled, in readiness for any happy\nface that might appear before him, to greet him, to show with thankful\neyes appreciation for his wonderful world. But that, too, brought\nthoughts that were a bit disturbing.\n\nLately there had been few such faces. Most of his flock no longer seemed\nto care about walking along the cultivated paths, or smiling, or\nnodding, or touching a leaf here or a flower there. They preferred, it\nappeared, to remain deep inside their houses, as though they might have\nbecome tired of the soft perfection of Dream Planet. As though they\nmight have become weary of quiet woods and sweet bird-music or a sky\nwhich was always blue.\n\nLoveral shook his head as he walked, puzzling out his thoughts. It was\nstrange, but nothing to worry about certainly.\n\nJust this business about Atkinson. That was his only worry.\n\nHe came slowly up a hill, the top of which held a low curving house,\nwith a silver roof and wide, sweeping windows. There were yellow and\nblue and deep red flowers, skirting the sides of the house, and green\nivy grew thickly between the glistening windows. The lawn, dotted with\nsmall leafy trees and round bushes, sloped down from the front of the\nhouse, looking like a carefully arranged painting.\n\nLoveral pressed a button beside a shining door and waited, smiling\nthrough his pale blue kindly eyes.\n\n\n\nMrs. Atkinson appeared after several moments and stood blinking at him.\nShe was a thin woman, who seemed to have gotten even thinner, Loveral\nnoticed. She was working her fingers at the neck of her dress. She\nsmiled but her lips wavered.\n\n\"My dear,\" Loveral greeted her in his soft voice, showing the goodness\nin his eyes.\n\nShe nodded her recognition, opening her mouth without speaking.\n\n\"May I?\" said Loveral finally, waving his long fingers toward the living\nroom.\n\n\"Oh, yes,\" said the woman. \"Of course, Mr. Loveral.\" And as she spoke\nLoveral had the impression she might suddenly begin crying.\n\nLoveral followed the woman into the house, noticing all over again the\nprecise way everything had been arranged. The rug was soft beneath his\nfeet, and the light came in through the windows in such a way that it,\ntoo, became soft. The furniture, molded to hold a human body most\ncomfortably, rested about the room in perfect efficiency.\n\n\"Your place is so lovely,\" Loveral said, out of his old habit from\nEarth. But his words seemed to ring strangely in the quiet, because it\nwas his own arrangement, like all the other rooms on the planet. And\nMrs. Atkinson, standing thin and nervous before him, had nothing, after\nall, to do with it. The cleanliness was the work of his robot machines,\nthe planning his own. It was like complimenting himself.\n\nHe cleared his throat and stood, smiling his most benevolent smile to\nreassure Mrs. Atkinson.\n\n\"Ah, my dear. Is George about?\"\n\nAgain, the woman's hand skittered to her throat.\n\n\"He's not ill, surely?\" Loveral asked, although this, too, was silly,\nbecause foods, selected and prepared for utmost nutrition, packed\nand frozen to be doled out in weekly quantities, purified air,\ndisease-killing serums, simply written folders on exercise, and of\ncourse Loveral's own philosophies of quiet, peaceful living--all of this\nguarded well the health of Dream Planet's flock.\n\nThe woman shook her head. \"No, George is fine. He's just--sleeping, I\nthink.\"\n\n\"Rest is nature's finest tonic,\" said Loveral, and hearing his voice\nthought suddenly there was hardly anything he could say any more that\nmight not sound a bit out of place in this peaceful world. Rest to the\nman who had nothing to do ceased to be a tonic.\n\n\"Yes, yes,\" said Loveral. \"May we just sit down, my dear?\"\n\nMrs. Atkinson jerked a hand toward one of the chairs and then wound her\nfingers.\n\nLoveral sat down and leaned back, smiling his most charming smile.\n\"Perhaps George might awaken after a bit?\"\n\n\"Oh, yes,\" the woman said, her eyes flickering, and she sat upon the\nedge of one chair, like a bird perched upon a thin wire.\n\nLoveral waited, legs crossed, leaning his head back against the silken\nsoftness of the chair. It was so good to relax these days. The business\nof watching and of caring for his flock was trying. When you have\nbrought an entire community of people at great expense through space,\nguaranteeing to give them a life of constant comfort and ease, so that\nthey might dream and think as they wander through the flowers and the\nleaves, their thoughts cleansed of worry about work and responsibility,\nthen you have a job. Loveral was most busy, busier than his heritage of\nwealth ever before had allowed, seeing to all of this.\n\nBut he also was most content--with everything except Atkinson.\n\nMrs. Atkinson teetered on the edge of her chair, as though she might at\nany moment go flying across the room in a crazy gyration. There was\nsomething about her eyes, Loveral noticed, while he peacefully nodded in\nthe chair. Fear, perhaps.\n\nIf so, he probably had been right. He tightened himself, listening.\nThere it was again. The sound. Just as he had heard it a day before when\nhe had passed near the house. He leaned forward quickly.\n\nMrs. Atkinson jumped.\n\nLoveral smiled. \"Didn't I hear a noise of some sort, my dear?\"\n\n\"Noise?\" the woman said, as though her own voice were the sound of an\necho.\n\n\"An odd noise,\" Loveral said, his eyes searching.\n\nThe woman's hands fluttered about her dress.\n\nLoveral stood up. \"Would you mind if I just glanced about, my dear?\"\n\nThe woman didn't answer, but Loveral was already moving across the room\ntoward a door. He opened it and walked down a hall. The noise grew\nstronger. He threw open another door.\n\n\n\nHe stood watching while George Atkinson spun around, dark eyes flashing,\nhair tousled. There was a two days' growth of beard darkening Atkinson's\nface.\n\n\"Why, George,\" Loveral said, swiftly examining the litter of metal and\nwood which was spread over a table behind Atkinson. There was a\nhome-made hammer in Atkinson's hand. \"What have we here, George?\"\n\n\"Something for you,\" Atkinson said, tightening his fingers about the\nhandle of the hammer.\n\nLoveral grinned his famous Loveral grin. \"That's fine. What could it\nbe?\"\n\n\"None of your damned business.\"\n\n\"_George_,\" Loveral said, his smile still white but his eyes narrow and\nquick.\n\nThe woman was behind them. Her voice screeched. \"George, I told you. Why\ndidn't you listen, George? You should have listened to me. You--\"\n\nLoveral held up a hand, still watching Atkinson. \"Now tell me, George,\nwhat is it you're making for me?\"\n\nAtkinson raised the hammer slightly.\n\nLoveral stood very still. \"That's a nice hammer, George.\"\n\nAtkinson's eyes were black beneath his thick brows.\n\n\"You made that, didn't you?\" Loveral asked.\n\n\"Yes, I made that,\" Atkinson said. \"I made that and I made something\nelse. Another minute and I'll have that finished, too.\"\n\n\"George,\" said Loveral, stepping quietly forward, \"I don't like to say\nthis, of course. You've been one of our very best members. But nobody\nworks here, George. We can't allow that. You know the rules.\"\n\n\"I know the rules, all right.\"\n\n\"Well, then,\" Loveral said, extending his hand toward the hammer, \"we'll\njust destroy this and whatever else you might have been making. We'll\njust forget it ever happened. We'll get along real fine that way,\nGeorge. We'll just be such good friends.\"\n\n\"We'll just go to hell,\" said Atkinson, snatching his hammer away.\n\nLoveral's smile disappeared. \"I'll tell you, George. I have to mean\nbusiness with this. You know the reasons. If we allow anybody to work\nhere, then there's going to be trouble. That isn't our plan. We're here\nto grow within ourselves and expand culturally. Not to commercialize a\nbeautiful world like Dream Planet.\"\n\nAtkinson stood unmoving, and Loveral could see the way the man's muscles\nwere tight, like steel springs, and the way his eyes burned deep inside\ntheir blackness.\n\n\"We've given you everything you need,\" Loveral explained, trying to\nadjust the smile on his lips again. \"Everybody has everything they want.\nBut, you see, if you sit there and work and make something that someone\nelse doesn't have, then the whole system is destroyed. Then someone will\nwant what you've made. We'll have jealousy and hatred and fighting. This\nis the stuff of which wars are made, George. You know that. It starts\nwith small things like this, but it grows. When it does, the structure\nof our life here will collapse. You wouldn't want that, would you,\nGeorge?\"\n\n\"Yes!\" Atkinson said, his mouth white at the edges. \"I'd like to see the\nwhole rotten thing collapsed and blown to hell!\"\n\nLoveral's teeth snapped together and his lips grew tight. He could feel\na muscle jumping along his neck.\n\nAtkinson looked at him with furious eyes. \"What do you think it's like,\nliving this way? You're busy working twenty-four hours a day, while we\nwander around this damned prison like the breathing dead. You can feel\nsweat and aches in your bones from a hard day's work. Sleep is like\nmedicine to you, instead of another stretch of torture. You can forget\nyour own brain for a while by doing something with your hands. You can\nrelax because you can get tired. Not us, by God. Not us!\"\n\n\"I envy you, George,\" Loveral said through his teeth.\n\n\"Oh, like hell you do. You treat us like we were helpless infants. You\nfeed and clothe us and do all our work, and you're so happy you damned\nnear split your guts.\"\n\n\"I'll take that, if you don't mind,\" Loveral said, reaching for the\nhammer, his voice suddenly icy cold.\n\nAtkinson slammed back against the table. \"No, you won't. You won't take\nanything more at all. You've taken our spirit and our pride and the\nstrength right out of our spines. You won't take anything more!\"\n\n\"George?\" Loveral said, but not moving any further.\n\nAtkinson slid the hammer back of him onto the table, and his hands were\nsearching among a dozen scattered pieces of metal and wood. He watched\nLoveral as he worked. \"Let me show you what else I've made,\" he said.\n\n\"I'd hate to do it,\" Loveral said, \"but I can stop your food, your\nwater, everything.\"\n\nAtkinson's hands moved swiftly, assembling the pieces. He nodded. \"You\ncan, but you won't.\"\n\n\"I have the only keys to the storage units. I control everything,\nGeorge.\"\n\n\"Correction,\" said Atkinson, holding an assembled revolver in his hands.\n\"You _did_.\"\n\n\n\nLoveral looked at what Atkinson had in his hands. He blinked.\n\n\"You're nearly dead,\" Atkinson said.\n\nLoveral looked at Atkinson, into his eyes. \"If you wanted to kill me,\nyou could have done it some other way.\"\n\nAtkinson shook his head. \"Just this way. Just with something that took\nme dozens of days and nights to make. With something that made me sweat\nand swear to get. It was difficult--with no tools or proper\nmaterials--but that made it all the better. Now I've got it finished,\"\nhe said, pushing a bullet into the chamber, \"and ready to use.\"\n\nLoveral stood frozen, then he turned. \"My dear,\" he said to the woman\nwho moved her mouth as though her voice had been pumped out of her. He\nreached to touch her shoulder. She recoiled, as though his fingers held\npoison. \"George,\" he said, turning back to the black-eyed man.\n\n\"This is a great moment,\" Atkinson said, lifting the muzzle of the\nrevolver. \"When I squeeze the trigger, it'll be like blowing the lock\noff a prison door. I'll go yelling to the others, and we'll smash down\nthe whole goddamned place. We'll smash it down, so we'll have to rebuild\nit. We'll pull apart every robot you've got. We'll tear apart the food\nlockers and have a celebration for a week, and when we've gotten sick\nfrom too much food, we'll start growing some more with our own hands.\nWe'll make forges for the men and looms for the women. We'll burn our\nclothes and make new ones. We'll grow corn in the fields. We'll pump\nwater from the ground. You're finished, Loveral.\"\n\nLoveral stared at the revolver. \"George,\" he said, pleading. \"The plans.\nThe beautiful, beautiful plans. All of you, you all wanted peace and\ncontentment. Time to think and dream. You all wanted to get away from\nthe work and the worry and the responsibility. You--\"\n\nAtkinson fired the gun into Loveral's stomach.\n\nLoveral gestured at the air and fell to his knees. Atkinson threw his\ngun through a window and grabbed his wife by the hand. \"Hurry!\" he said,\nlaughing. \"Hurry!\"\n\nLoveral felt of the blood on his shirt and rested on his knees. He could\nhear footsteps, racing through the house and out to the yard. He held\nout his bloody hand and looked at it. Atkinson's voice pealed through\nthe warm clear air. \"He's dead! Loveral's dead!\"\n\nThere was a sound of sudden activity, and everywhere went the cry,\n\"Loveral's dead!\"\n\nLoveral sank to his haunches and opened his lips. The blood was there,\ntoo. He could hear the shouts and the laughter, and then the tearing of\nsteel, the smashing of glass. He bent over his knees, trembling with a\nsudden chill. The sound of destruction grew like thunder. \"Why?\" he said\nin his dying throat. \"Oh, why? It was what they said they wanted.\"\n\n\nTHE END\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "McKimmey, James"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30045/pg30045.txt",
        "name": "planet_of_dreams.json"
    }
}