{
    "name": "Potts's Painless Cure\n1898",
    "author": [
        "Bellamy, Edward"
    ],
    "body": "1898\n\n\n“Must you go up to that tiresome old college again to-night?”\n\nPouting lips and delicate brows fretted in pretty importunity over the\ntroubled eyes enforced the pleading tones, and yet the young man to whom\nthey were addressed found strength to reply:--\n\n“I 'm afraid I can't get rid of it. I particularly promised Sturgis I\nwould look in on him, and it won't do for me to cut my acquaintance\nwith the class entirely just because I 'm having such a jolly time down\nhere.”\n\n“Oh, no, you don't think it jolly at all, or you would n't be so eager\nto go away. I 'm sure I must be very dull company.”\n\nThe hurt tone and pretended pique with which she said this were\nassuredly all that was needed to make the _petite_ teaser irresistible.\nBut the young man replied, regarding her the while with an admiration in\nwhich there was a singular expression of uneasiness:--\n\n“Can't, Annie, 'pon honor. I 'm engaged, and you know--\n\n    “'I could not love thee, dear, so much,\n        Loved I not honor more!'”\n\nAnd transferring her hand to his lips he loosed its soft, lingering\nclasp and was gone, stopping at the gate to throw back a kiss to her as\nshe stood in the porch, by way of amends for his hasty parting.\n\n“George Hunt, you 're an infernal scamp!”\n\nThese were the opprobrious words he muttered to himself as he passed out\nof earshot. The beneficent common law does not condemn a man merely on\nhis own confession unless circumstances in evidence lend probability\nto his self-accusation. Before we coincide in Mr. Hunt's opinion of\nhimself, let us therefore inquire into the circumstances.\n\nHe was in the last term of senior year at ------ college. For the past\nyear he had been boarding at the Giffords', and Annie and he had fallen\nin love. The fall on his part had been quite voluntary and deliberate.\nHe had fallen in love because it was the correct thing for a young\ncollegian, engaged in the study of the humanities, to be in love, and\nmade him feel more like a man than smoking, drinking, or even sporting a\nstove-pipe hat and cane. Vanity aside, it was very jolly to have a fine,\nnice girl who thought no end of a fellow, to walk, talk, and sing with,\nand to have in mind when one sang the college songs about love and wine\nwith the fellows. And it gave him also a very agreeable sense of\nsuperior experience as he mingled in their discussions of women and the\ntender passion.\n\nBut withal he was a conscientious, kind-hearted young fellow enough,\nand had suffered occasional qualms of conscience when little words or\nincidents had impressed him with the knowledge that Annie's love for him\nwas a more serious matter than his for her. He felt that by insisting on\nexchanging the pure gold of her earnest affection for the pinchbeck of\nhis passing fancy, she was making a rogue of him. He should be in no\nposition to marry for years, nor did he want to; and if he had wanted\nto, though he felt terribly hard-hearted when he owned it to himself,\nhis feeling toward Annie was not quite so deep as to be a real wish\nto marry her. As his last year in college approached its end, he had\nthought more and more of these things, and had returned from his last\nvacation determined to begin to draw gradually away from her, and\nwithout any shock to bring their relations back to the footing of\nfriendship. The idea seemed a very plausible one, but it is scarcely\nnecessary to state that, living in the same house, and frequently alone\nwith her, it took about a week and a few dozen reproachful glances from\ngrieving eyes to melt this artificial ice with a freshet of affection,\nand when, a couple of months later, he calmly reviewed the situation, he\nfound himself involved perceptibly deeper than ever, on account of the\nattempt at extrication.\n\nOnly two or three weeks of the term remained, and it was too late to\nrepeat the unsuccessful experiment. He had tried his best and failed,\nand nothing remained but to be as happy as possible with her in the\nshort time left. Then she must get over her disappointment as other\ngirls did in like cases. No doubt some woman would hurt his feelings\nsome day, and so make it square. He took much satisfaction in this\nreflection. But such cynical philosophy did not lull his conscience,\nwhich alternately inspired his manner with an unwonted demonstrativeness\nand tenderness, and again made him so uncomfortable in her presence\nthat he was fain to tear himself away and escape from her sight on any\npretext. Her tender glances and confiding manner made him feel like a\nbrute, and when he kissed her he felt that it was the kiss of a Judas.\nSuch had been his feelings this evening, and such were the reflections\ntersely summed up in that ejaculation,--“George Hunt, you 're an\ninfernal scamp!” On arriving at Sturgis's room, he found it full of\ntobacco smoke, and the usual crowd there, who hailed him vociferously.\nFor he was one of the most popular men in college, although for a year\nor so he had been living outside the buildings. Several bottles stood on\nthe tables, but the fellows had as yet arrived only at the argumentative\nstage of exhilaration, and it so happened that the subject under\ndiscussion at once took Hunt's close attention. Mathewson had been\nreading the first volume of Goethe's autobiography, and was indulging in\nsome strictures on his course in jilting Frederica and leaving the poor\ngirl heartbroken.\n\n“But, man,” said Sturgis, “he didn't want to marry her, and seeing\nhe didn't, nothing could have been crueler to her, to say nothing of\nhimself, than to have done so.”\n\n“Well, then,” said Mathewson, “why did he go and get her in love with\nhim?”\n\n“Why, he took his risk and she hers, for the fun of the game. She\nhappened to be the one who paid for it, but it might just as well have\nbeen he. Why, Mat, you must see yourself that for Goethe to have married\nthen would have knocked his art-life into a cocked hat. Your artist\nhas just two great foes,--laziness and matrimony. Each has slain\nits thousands. Hitch Pegasus to a family cart and he can't go off the\nthoroughfare. He must stick to the ruts. I admit that a bad husband\nmay be a great artist; but for a good husband, an uxorious, contented\nhusband, there's no chance at all.”\n\n“You are neither of you right, as usual,” said little Potts, in his\noracular way.\n\nWhen Potts first came to college, the fellows used to make no end of fun\nof the air of superior and conclusive wisdom with which he assumed\nto lay down the law on every question, this being the more laughable\nbecause he was such a little chap. Potts did not pay the least attention\nto the jeers, and finally the jeerers were constrained to admit that\nif he did have an absurdly pretentious way of talking, his talk was\nunusually well worth listening to, and the result was that they took him\nat his own valuation, and, for the sake of hearing what he had to say,\nquietly submitted to his assumption of authority as court of appeal.\nSo when he coolly declared both disputants wrong, they manifested no\nresentment, but only an interest as to what he was going to say, while\nthe other fellows also looked up curiously.\n\n“It would have been a big mistake for Goethe to have married her,”\n pursued Potts, in his deliberate monotone, “but he was n't justified on\nthat account in breaking her heart. It was his business, having got her\nin love with him, to get her out again and leave her where she was.”\n\n“Get her out again?” demanded Mathewson. “How was he to do that?”\n\n“Humph!” grunted Potts. “If you have n't found it much easier to lose a\nfriend than to win one, you 're luckier than most. If you asked me how\nhe was to get her in love with him, I should have to scratch my head,\nbut the other thing is as easy as unraveling a stocking.”\n\n“Well, but, Potts,” inquired Sturgis, with interest, “how could Goethe\nhave gone to work, for instance, to disgust Frederica with him?”\n\n“Depends on the kind of girl. If she is one of your high-steppers as to\ndignity and sense of honor, let him play mean and seem to do a few dirty\ntricks. If she's a stickler for manners and good taste, let him betray a\nfew traits of boorishness or Philistinism; or if she has a keen sense\nof the ridiculous, let him make an ass of himself. I should say the\nlast would be the surest cure and leave least of a sore place in her\nfeelings, but it would be hardest on his vanity. Everybody knows that a\nman would 'rather seem a scamp than a fool.'”\n\n“I don't believe there's a man in the world who would play the voluntary\nfool to save any woman's heart from breaking, though he might manage the\nscamp,” remarked Mathewson. “And anyhow, Potts, I believe there 's no\ngirl who would n't choose to be jilted outright, rather than be juggled\nout of her affections that way.”\n\n“No doubt she would say so, if you asked her,” replied the imperturbable\nPotts. “A woman always prefers a nice sentimental sorrow to a fancy-free\nstate. But it isn't best for her, and looking out for her good, you\nmust deprive her of it. Women are like children, you know, our natural\nwards.”\n\nThis last sentiment impressed these beardless youths as a clincher,\nand there was a pause. But Mathewson, who was rather strong on the\nmoralities, rallied with the objection that Potts's plan would be\ndeceit.\n\n“Well, now, that's what I call cheeky,” replied its author, with a drawl\nof astonishment. “I suppose it wasn't deceit when you were prancing\naround in your best clothes both literally and figuratively, trying to\nbring your good points into such absurd prominence as to delude her into\nthe idea that you had no bad ones. Oh, no, it's only deceit when you\nappear worse than you are, not when you try to appear better. Strikes me\nthat when you 'ye got a girl into a fix, it won't do at that time of\nday to plead your conscience as a reason for not getting her out of\nit. Seeing that a man is generally ready to sacrifice his character in\nreality to his own interests, he ought to be willing to sacrifice it in\nappearance to another's.”\n\nMathewson was squelched, but Sturgis came to his relief with the\nsuggestion:--\n\n“Would n't a little genuine heartache, which I take it is healthy\nenough, if it is n't pleasant, be better for her than the cynical\nfeeling, the disgust with human nature, which she would experience from\nfinding her ideal of excellence a scamp or a fool?”\n\nThe others seemed somewhat impressed, but Potts merely ejaculated,--\n\n“Bosh!” Allowing a brief pause for this ejaculation to do its work\nin demoralizing the opposition he proceeded. “Sturgis, you remember\n'Midsummer Night's Dream,' and how Titania, on the application of Puck's\nclarifying lotion to her eyes, perceives that in Bottom she has loved an\nass. Don't you suppose Titania suffered a good deal from the loss of her\nideal?”\n\nThere was a general snicker at Sturgis's expense.\n\n“Well, now,” continued Potts gravely, “a woman who should fall in love\nwith one of us fellows and deem him a hero would be substantially in\nTitania's plight when she adored Bottom, and about as much an object\nof pity when her hero disclosed an asininity which would be at least as\nnear to being his real character as the heroism she ascribed to him.”\n\n“That 's all very well,” said Merril dryly, “but it strikes me that it's\nmiddling cheeky for you fellows to be discussing how you 'll jilt your\nsweethearts with least expense to their feelings, when the chances are\nthat if you should ever get one, you 'll need all your wits to keep her\nfrom jilting you.”\n\n“You are, as usual, trivial and inconsequential this evening, Merril,”\n replied Potts, when the laughter had subsided. “Supposing, as you\nsuggest, that we shall be the jilted and not the jilters, it will be\ncertainly for our interest that the ladies should spare our feelings by\ndisenchanting us,--saying, as it were, the charm backward that first\ncharmed us. He who would teach the ladies the method and enlist their\ntender hearts in its behalf would be, perhaps, the greatest benefactor\nhis much-jilted and heart-sore sex ever had. Then, indeed, with the\nheart-breakers of both sexes pledged to so humane a practice, there\nwould be no more any such thing as sorrow over unrequited affections,\nand the poets and novelists would beg their bread.”\n\n“That is a millennial dream, Potts,” responded Merril. “You may possibly\npersuade the men to make themselves disagreeable for pity's sake, but it\nis quite too much to expect that a woman would deliberately put herself\nin an unbecoming light, if it were to save a world from its sins.”\n\n“Perhaps it is,” said Potts pensively; “but considering what perfectly\ninexhaustible resources of disagreeableness there are in the best of us\nand the fairest of women, it seems a most gratuitous cruelty that any\nheart should suffer when a very slight revelation would heal its hurt.\nWe can't help people suffering because we are so faulty and imperfect,\nbut we might at least see that nobody ever had a pang from thinking us\nbetter than we are.”\n\n“Look at Hunt!” said Sturgis. “He does n't open his mouth, but drinks in\nPotts's wisdom as eagerly as if he did n't know it was a pump that never\nstops.”\n\nThere was a general laugh among those who glanced up in time to catch\nthe expression of close attention on Hunt's face.\n\n“Probably he 's deliberating on the application of the Potts patent\npainless cure to some recent victim of that yellow mustache and goatee,”\n suggested Merril, with the envy of a smooth-faced youth for one more\nfavored.\n\nHunt, whose face had sprung back like a steel-trap to its usual\nindifferent expression, smiled nonchalantly at Merril's remark. One\nwhose reticent habit makes his secrets so absolutely secure as Hunt's\nprivate affairs always were is stirred to amusement rather than\ntrepidation by random guesses which come near the truth.\n\n“If I were situated as Merril flatteringly suggests, I should enjoy\nnothing better than such an experiment,” he replied deliberately. “It\nwould be quite a novel sensation to revolutionize one's ordinary rule of\nconduct so as to make a point of seeming bad or stupid. There would be\nas much psychology in it as in an extra term, at least. A man would find\nout, for instance, how much there was in him besides personal vanity and\nlove of approbation. It would be a devilish small residue with most of\nus, I fancy.”\n\nThe talk took a new turn, and the fun grew fast and furious around Hunt,\nwho sat puffing his pipe, absorbed in contemplation. At about half-past\nnine, when things were getting hilarious, he beat a retreat, followed by\nthe reproaches of the fellows. He was determined to administer the first\ndose of Potts's painless cure to his interesting patient that very\nevening, if she had not already retired. He was in high good humor.\nPotts was a brick; Potts was a genius. How lucky that he had happened to\ngo up to college that night! He felt as if an incubus were lifted off\nhis mind. No more pangs of conscience and uncomfortable sense of being a\nmean and cruel fellow, for him. Annie should be glad to be rid of him\nbefore he had ended with her. She should experience a heartfelt relief,\ninstead of a broken heart, on his departure. He could n't help\nchuckling. He had such confidence in his nerve and his reticent habit\nthat his confidence and ability to carry out the scheme were undoubting,\nand at its first suggestion he had felt almost as much relief as if he\nhad already executed it.\n\nOn arriving home, he found Annie sewing alone in the parlor, and a\nlittle offish in manner by way of indicating her sense of his offense in\nleaving her to spend the evening alone.\n\n“Really, Annie,” he said, as he sat down and unfolded the evening paper,\n“I try to give you all the time I can spare. If, instead of sulking,\nyou had taken a piece of paper and calculated how many hours this week\nI have managed to give you my company, you would scarcely have felt like\nrepining because you could n't see me for an hour or two this evening.”\n\nThat was the first gun of the campaign. She looked up in blank surprise,\ntoo much astonished, for the moment, to be indignant at such a vulgarly\nconceited remark from him. Without giving her time to speak, he proposed\nto read the newspaper aloud, and at once began, making a point of\nselecting the dullest editorials and the flattest items and witticisms,\nenlivening them with occasional comments of studied insipidity, and\none or two stories, of which he carefully left out the “nubs.” He was\napparently making an unusual effort all the while to be entertaining,\nand Annie, finding no opening for expressing her vexation, finally\nexcused herself and went upstairs, with no very angelic expression of\ncountenance.\n\n“Pretty well for a beginning,” was Hunt's muttered comment as he laid\ndown the paper.\n\nAt breakfast Mr. Gifford asked him:--\n\n“Shall I give you some tongue?”\n\nLooking around with the air of one saying a good thing, he replied:--\n\n“Thank you, I have enough of my own.”\n\nThe silence was painful. Mr. Gifford looked as if he had lost a near\nfriend. Mrs. Gifford at length, remembering that Hunt was a guest,\nforced a momentary, ghastly smile. Annie was looking melancholy enough\nbefore, but a slight compression of the lips indicated that she had\nreceived the full effect. Certain degrees of badness in jokes stamp the\njoker as a natural inferior in the eyes of even the most rabid of social\nlevelers. Scarcely any possible exhibition of depravity gives quite\nthe sickening sense of disappointment in the perpetrator imparted by a\ngenuinely bad or stale joke. Two or more similar sensations coming near\ntogether are multiplied by mutual reverberations so as to be much more\nimpressive than if they occurred at considerable intervals. Hunt's\ntongue joke not only retroacted to deepen the impression of vulgarity\nwhich his last evening's performance had given Annie, but in turn was\nmade to appear a far more significant indication of his character on\naccount of its sequence to that display.\n\nThat evening he made her a little present, having selected as a gift\na book of the day of which he had chanced to overhear her express to a\nthird person a particularly cordial detestation. It was decidedly the\nbest book of the year, he said; he had read it himself. She was obliged\nto thank him for it, and even to tell one or two polite fibs, which\nwrenched her terribly, and the memory of which lent a special spite to\nthe vehemence with which she threw the book into a corner on reaching\nher room. Then she went remorsefully and picked it up again, and after\nholding it awhile irresolutely, proceeded to hide it away in a far\ncorner of one of the least used drawers of her bureau.\n\nNot sleeping very well that night, she came downstairs next morning\njust as Hunt was leaving. He kissed his hand to her and called out\n“Aw revore.” At first she was merely puzzled, and smiled, and then it\noccurred to her that it was doubtless the barbarous way he pronounced\n_au revoir_, and the smile gave place to an expression of slight nausea.\nAs Hunt well knew, her pet aversion was people who lugged mispronounced\nFrench phrases into their conversation under the impression that they\nimparted a piquant and graceful effect. It was a touch of vulgarity\nwhich inspired her with a violent contempt absurdly disproportioned to\nthe gravity of the offense. It had always been a cherished theory of\nhers that there were certain offenses in manners which were keys to\ncharacter. If persons committed them, it implied an essential strain of\nvulgarity in their dispositions. Judged by this theory, where would her\nlover come out?\n\nHunt managed to get into a political discussion with Mr. Gifford at\ntable that noon, talking in a rather supercilious tone, and purposely\nmaking several bad blunders, which Mr. Gifford corrected rather\npointedly. Annie could not help observing that her lover's conceit and\nignorance of the subjects discussed seemed about equal.\n\n“How do you like your book?” he asked that evening.\n\nShe murmured something confusedly.\n\n“Haven't begun it yet?” he inquired in surprise. “Well, when once you\ndo, I 'm sure you 'll not lay it down till it's finished. And, by the\nway, your judgment in literary matters is so good, I 'd like to get\nyour opinion on the essay I 'm getting up for Commencement. I think it's\nrather the best thing I 've written.”\n\nHe proceeded to read what purported to be a sketch of its argument,\nwhich proved to be so flat and vapid that Annie blushed with shame\nfor his mental poverty, and was fain to cover her chagrin with a few\nmeaningless comments.\n\nHer mind was the theatre of a struggle between disgust and affection,\nwhich may be called ghastly. Had he been openly wicked, she would have\nknown how to give a good account of all disloyal suggestions to desert\nor forget him. But what could she do against such a cold, creeping\nthing as this disgust and revulsion of taste, which, like the chills\nof incipient fever, mingled with every rising pulse of tender feeling?\nFinally, out of her desperation, she concluded that the fault must be\nwith her; that she was fickle, while he was true. She tried hard to\ndespise herself, and determined to fight down her growing coldness, and\nreciprocate as it deserved the affection with which he was so lavish.\nThe result of these mental exercises was to impart a humility and\nconstrained cordiality to her air very opposite to its usual piquancy\nand impulsiveness, and, by a sense of her own shortcomings, to distract\nher mind from speculation, which she might otherwise have indulged, over\nthe sudden development of so many unpleasant qualities in her lover.\nThough, indeed, had her speculations been never so active and ingenious,\nthe actual plan on which Hunt was proceeding would probably have lain\nfar beyond the horizon of her conjecture.\n\nMeanwhile, Hunt was straitened for time; only eight or ten days of the\nterm were left, and in that time he must effect Annie's cure, if at all.\nA slow cure would be much more likely to prove a sure one, but he must\ndo the best he could in the time he had. And yet he did not dare\nto multiply startling strokes, for fear of bewildering instead of\nestranging her, and, possibly, of suggesting suspicion. Stimulated\nby the emergency, he now began to put in some very fine work, which,\nalthough it may not be very impressive in description, was probably more\neffective than any other part of his tactics. Under guise of appearing\nparticularly attentive and devoted, he managed to offend Annie's taste\nand weary her patience in every way that ingenuity could suggest.\nHis very manifestations of affection were so associated with some\naffectation or exhibition of bad taste, as always to leave an unpleasant\nimpression on her mind. He took as much pains to avoid saying tolerably\nbright or sensible things in his conversation as people generally do\nto say them. In all respects he just reversed the rules of conduct\nsuggested by the ordinary motive of a desire to ingratiate one's self\nwith others.\n\nAnd by virtue of a rather marked endowment of that delicate sympathy\nwith others' tastes and feelings which underlies good manners, he\nwas able to make himself far more unendurable to Annie than a less\nsympathetic person could have done. Evening after evening she went to\nher room feeling as if she were covered with pin-pricks, from a score of\nlittle offenses to her fastidious taste which he had managed to commit.\nHis thorough acquaintance with her, and knowledge of her aesthetic\nstandards in every respect, enabled him to operate with a perfect\nprecision that did not waste a stroke.\n\nIt must not be supposed that it was altogether without sharp twinges\nof compunction, and occassional impulses to throw off his disguise and\nenjoy the bliss of reconciliation, that he pursued this cold-blooded\npolicy. He never could have carried it so far, had he not been prepared\nby a long and painful period of self-reproach on account of his\nentanglement. It was, however, chiefly at the outset that he had felt\nlike weakening. As soon as she ceased to seem shocked or surprised at\nhis disclosures of insipidity or conceit, it became comparatively\neasy work to make them. So true is it that it is the fear of the first\nshocked surprise of others, rather than of their deliberate reprobation,\nwhich often deters us from exhibitions of unworthiness.\n\nIn connection with this mental and moral masquerade, he adopted several\nchanges in his dress, buying some clothes of very glaring patterns, and\nblossoming out in particularly gaudy neckties and flashy jewelry.\nLest Annie should be puzzled to account for such a sudden access\nof depravity, he explained that his mother had been in the habit of\nselecting some of his lighter toilet articles for him, but this term\nhe was trying for himself. Didn't she think his taste was good? He also\nslightly changed the cut of his hair and whiskers, to affect a foppish\nair, his theory being that all these external alterations would help out\nthe effect of being a quite different person from the George Hunt with\nwhom she had fallen in love.\n\nLou Roberts was Annie's confidante, older than she, much more dignified,\nand of the reticent sort to which the mercurial and loquacious naturally\ntend to reveal their secrets. She knew all that Annie knew, dreamed,\nor hoped about Hunt; but had never happened to meet him, much to the\nannoyance of Annie, who had longed inexpressibly for the time when Lou\nshould have seen him, and she herself be able to enjoy the luxury of\nhearing his praises from her lips. One evening it chanced that Lou\ncalled with a gentleman while Hunt had gone out to rest himself, after\nsome pretty arduous masquerading, by a little unconstrained intercourse\nwith the fellows up at college. As he returned home, at about half-past\nnine, he heard voices through the open windows, and guessed who the\ncallers were.\n\nAs he entered the room, despite the disenchanting experiences of the\npast week, it was with a certain pretty agitation that Annie rose to\nintroduce him, and she looked blank enough when, without waiting for her\noffices, he bowed with a foppish air to Lou and murmured a salutation.\n\n“What, are you acquainted already?” exclaimed Annie.\n\n“I certainly did not know that we were,” said Lou coldly, not thinking\nit possible that this flashily dressed youth, with such an enormous\nwatch-chain and insufferable manners, could be Annie's hero.\n\n“Ah, very likely not,” he replied carelessly, adding with an explanatory\nsmile that took in all the group: “Ladies' faces are so much alike that,\n'pon my soul, unless there is something distinguished about them, I\ndon't know whether I know them or not. I depend on them to tell me;\nfortunately they never forget gentlemen.”\n\nMiss Roberts's face elongated into a freezing stare. Annie stood there\nin a sort of stupor till Hunt said briskly:--\n\n“Well, Annie, are you going to introduce this lady to me?”\n\nAs she almost inaudibly pronounced their names, he effusively extended\nhis hand, which was not taken, and exclaimed:--\n\n“Lou Roberts! is it possible? Excuse me if I call you Lou. Annie talks\nof you so much that I feel quite familiar.”\n\n“Do you know, Miss Roberts,” he continued, seating himself close beside\nher, “I 'm quite prepared to like you?”\n\n“Indeed!” was all that young lady could manage to articulate.\n\n“Yes,” continued he, with the manner of one giving a flattering\nreassurance, “Annie has told me so much in your favor that, if half is\ntrue, we shall get on together excellently. Such girl friendships as\nyours and hers are so charming.”\n\nMiss Roberts glanced at Annie, and seeing that her face glowed with\nembarrassment, smothered her indignation, and replied with a colorless\n“Yes.”\n\n“The only drawback,” continued Hunt, who manifestly thought he was\nmaking himself very agreeable, “is that such bosom friends always tell\neach other all their affairs, which of course involve the affairs of all\ntheir friends also. Now I suppose,” he added, with a knowing grin and\nsomething like a wink, “that what you don't know about me is n't worth\nknowing.”\n\n“You ought to know, certainly,” said Miss Roberts.\n\n“Not that I blame you,” he went on, ignoring her sarcasm. “There's no\nconfidence betrayed, for when I 'm talking with a lady, I always\nadapt my remarks to the ears of her next friend. It prevents\nmisunderstandings.”\n\nMiss Roberts made no reply, and the silence attracted notice to the\npitiable little dribble of forced talk with which Annie was trying to\nkeep the other gentleman's attention from the exhibition Hunt was making\nof himself. The latter, after a pause long enough to intimate that he\nthought it was Miss Roberts's turn to say something, again took up the\nconversation, as if bound to be entertaining at any cost.\n\n“Annie and I were passing your house the other day. What a queer little\nbox it is! I should think you 'd be annoyed by the howlings of that\nchurch next door. The ------ are so noisy.”\n\n“I am a ------ myself,” said Miss Roberts, regarding him crushingly.\n\nHunt, of course, knew that, and had advisedly selected her denomination\nfor his strictures. But he replied as if a little confused by his\nblunder:--\n\n“I beg your pardon. You don't look like one.”\n\n“How do they usually look?” she asked sharply.\n\n“Why, it is generally understood that they are rather vulgar, I believe,\nbut you, I am sure, look like a person of culture.” He said this as if\nhe thought he were conveying a rather neat compliment. Indignant as she\nwas, Miss Roberts's strongest feeling was compassion for Annie, and she\nbit her lips and made no reply.\n\nAfter a moment's silence, Hunt asked her how she liked his goatee. It\nwas a new way of cutting his whiskers, and young ladies were generally\nclose observers and therefore good judges of such matters. Annie,\nfinding it impossible to keep up even the pretense of talking any\nlonger, sat helplessly staring at the floor, and waiting in nerveless\ndespair for what he would say next, fairly hating Lou because she did\nnot go.\n\n“What's come over you, Annie?” asked Hunt briskly. “Are you talked out\nso soon? I suppose she is holding back to give you a chance to make my\nacquaintance, Miss Roberts, or do let me call you Lou. You must improve\nyour opportunity, for she will want to know your opinion of me. May I\nhope it will prove not wholly unfavorable?” This last was with a killing\nsmile.\n\n“I had no idea it was so late. We must be going,” said Miss Roberts,\nrising. She had been lingering, in the hope that something would happen\nto leave a more pleasant impression of Hunt's appearance, but seeing\nthat matters were drifting from bad to worse, she hastened to break\noff the painful scene. Annie rose silently without saying a word, and\navoided Lou's eyes as she kissed her good-by.\n\n“Must you go?” Hunt said. “I 'm sure you would not be in such haste if\nyou knew how rarely it is that my engagements leave me free to devote\nan evening to the ladies. You might call on Annie a dozen times and not\nmeet me.”\n\nAs soon as the callers had gone, Hunt picked up the evening paper and\nsat down to glance it over, remarking lightly as he did so:--\n\n“Rather nice girl, your friend, though she does n't seem very\ntalkative.”\n\nAnnie made no reply, and he looked up.\n\n“What on earth are you staring at me in such an extraordinary manner\nfor?”\n\nWas he then absolutely unconscious of the figure he had made of himself?\n\n“You are not vexed because I went out and left you in the early part of\nthe evening?” he said anxiously.\n\n“Oh, no, indeed,” she wearily replied.\n\nShe sat there with trembling lip and a red spot in each cheek, looking\nat him as he read the paper unconcernedly, till she could bear it no\nlonger, and then silently rose and glided out of the room. Hunt heard\nher running upstairs as fast as she could, and closing and locking her\nchamber door.\n\nNext day he did not see her till evening, when she was exceedingly cold\nand distant, and evidently very much depressed. After bombarding her\nwith grieved and reproachful glances for some time, he came over to\nher side, they two having been left alone, and said, with affectionate\nraillery:--\n\n“I 'd no idea you were so susceptible to the green-eyed monster.”\n\nShe looked at him, astonished quite out of her reserve.\n\n“What on earth do you mean?”\n\n“Oh, you need n't pretend to misunderstand,” he replied, with a knowing\nnod. “Don't you suppose I saw how vexed you were last night when your\ndear friend Miss Roberts was trying to flirt with me? But you need n't\nhave minded so much. She is n't my style at all.”\n\nThere was something so perfectly maddening in this cool assumption that\nher bitter chagrin on his account was a fond jealousy, that she fairly\nchoked with exasperation, and shook herself away from his caress as if\na snake had stung her. Her thin nostrils vibrated, her red lips trembled\nwith scorn, and her black eyes flashed ominously. He had only seen them\nlighten with love before, and it was a very odd sensation to see\nthem for the first time blazing with anger, and that against himself.\nAffecting an offended tone, he said:--\n\n“This is really too absurd, Annie,” and left the room as if in a pet,\njust in time to escape the outburst he knew was coming. She sat in the\nparlor with firm-set lips till quite a late hour that evening, hoping\nthat he would come down and give her a chance to set him right with an\nindignant explanation. So humiliating to her did his misunderstanding\nseem, that it was intolerable he should retain it a moment longer, and\nshe felt almost desperate enough to go and knock at his door and correct\nit. Far too clever a strategist to risk an encounter that evening,\nhe sat in his room comfortably smoking and attending to arrears\nof correspondence, aware that he was supposed by her to be sulking\ndesperately all the while. He knew that her feeling was anger and not\ngrief, and while, had it been the latter, he would have been thoroughly\nuncomfortable from sympathy, he only chuckled as he figured to himself\nher indignation. At that very moment, she was undoubtedly clenching her\npretty little fists, and breathing fast with impotent wrath, in the room\nbelow. Ah, well, let her heart lie in a pickle of good strong disgust\novernight, and it would strike in a good deal more effectually than if\nshe were allowed to clear her mind by an indignant explanation on the\nspot.\n\nThe following day he bore himself toward her with the slightly distant\nair of one who considers himself aggrieved, and attempted no approaches.\nIn the evening, which was her first opportunity, she came to him and\nsaid in a tone in which, by this time, weariness and disgust had taken\nthe place of indignation:--\n\n“You were absurdly mistaken in thinking that Miss Roberts was trying to\nflirt.”\n\n“Bless your dear, jealous heart!” interrupted Hunt laughingly, with an\nair of patronizing affection. “I'd no idea you minded it so much. There,\nthere! Let's not allude to this matter again. No, no! not another word!”\n he gayly insisted, putting his hand over her mouth as she was about to\nmake another effort to be heard.\n\nHe was determined not to hear anything, and she had to leave it so.\nIt was with surprise that she observed how indifferently she finally\nacquiesced in being so cruelly misunderstood by him. In the deadened\nstate of her feelings, she was not then able to appreciate the entire\nchange in the nature of her sentiments which that indifference showed.\nLove, though rooted in the past, depends upon the surrounding atmosphere\nfor the breath of continued life, and he had surrounded her with the\nstifling vapors of disgust until her love had succumbed and withered.\nShe found that his exhibitions of conceit and insipidity did not affect\nher in the same way as before. Her sensations were no longer sharp and\npoignant, but chiefly a dull shame and sense of disgrace that she had\nloved him. She met his attentions with a coldly passive manner, which\ngave him the liveliest satisfaction. The cure was succeeding past all\nexpectation; but he had about time for one more stroke, which would make\na sure thing of it. He prepared the way by dropping hints that he had\nbeen writing some verses of late; and finally, with the evident idea\nthat she would be flattered, gave out that his favorite theme was\nher own charms, and that she might, perhaps, before long receive some\ntributes from his muse. Her protests he laughed away as the affectations\nof modesty.\n\nNow Hunt had never actually written a line of verse in his life, and had\nno intention of beginning. He was simply preparing a grand move. From\nthe poet's corner of rural newspapers, and from comic collections, he\nclipped several specimens of the crudest sort of sentimental trash in\nrhyme. These he took to the local newspaper, and arranged for their\ninsertion at double advertising rates. A few days later, he bustled into\nthe parlor, smirking in his most odious manner, and, coming up to\nAnnie, thrust an open newspaper before her, marked in one corner to call\nattention to several stanzas\n\n     “Written for the 'Express.' To A--E G----D.”\n\nWith sinking of heart she took the paper, after ineffectually trying\nto refuse it, and Hunt sat down before her with a supremely complacent\nexpression, to await her verdict. With a faint hope that the verses\nmight prove tolerable, she glanced down the lines. It is enough to say\nthat they were the very worst which Hunt, after great industry, had been\nable to find; and there he was waiting, just the other side the paper,\nin a glow of expectant vanity, to receive her acknowledgments.\n\n“Well, what do you think of it? You need n't try to hide your blushes.\nYou deserve every word of it, you know, Miss Modesty,” he said gayly.\n\n“It's very nice,” replied Annie, making a desperate effort.\n\n“I thought you 'd like it,” he said, with self-satisfied assurance.\n“It's queer that a fellow can't lay on the praise too thick to please a\nwoman. By the way, I sent around a copy to Miss Roberts, signed with my\ninitials. I thought you 'd like to have her see it.”\n\nThis last remark he called out after her as she was leaving the\nroom, and he was not mistaken in fancying that it would complete her\ndemoralization. During the next week or two he several times brought her\ncopies of the local paper containing equally execrable effusions, till\nfinally she mustered courage to tell him that she would rather he would\nnot publish any more verses about her. He seemed rather hurt at this,\nbut respected her feelings, and after that she used to find, hid in her\nbooks and music, manuscript sonnets which he had laboriously copied out\nof his comic collections. It was considerable trouble, but on the\nwhole he was inclined to think it paid, and it did, especially when he\nculminated by fitting music to several of the most mawkish effusions,\nand insisting on her playing and singing them to him. As the poor girl,\nwho felt that out of common politeness she could not refuse, toiled\nwearily through this martyrdom, writhing with secret disgust at every\nline, Hunt, lolling in an easy-chair behind her, was generally indulging\nin a series of horrible grimaces and convulsions of silent laughter,\nwhich sometimes left tears in his eyes,--to convince Annie, when she\nturned around to him, that his sentiment was at least genuine if vulgar.\nHad she happened on one of these occasions to turn a moment before she\ndid, the resulting tableau would have been worth seeing.\n\nHunt had determined to both crown and crucially test the triumph of\nPotts's cure in Annie's case by formally offering himself to her. He\ncalculated of course that she was now certain to reject him, and that\nwas a satisfaction which he thought he fairly owed her. She would feel\nbetter for it, he argued, and be more absolutely sure not to regard\nherself as in any sense jilted, and that would make his conscience\nclearer. Yes, she should certainly have his scalp to hang at her girdle,\nfor he believed, as many do, that next to having a man's heart a woman\nenjoys having his scalp, while many prefer it. Six weeks ago he would\nhave been horrified at the audacity of the idea. His utmost ambition\nthen was to break a little the force of her disappointment at his\ndeparture. But the unexpected fortune that had attended his efforts had\nadvanced his standard of success, until nothing would now satisfy him\nbut to pop the question and be refused.\n\nAnd still, as the day approached which he had set for the desperate\nventure, he began to get very nervous. He thought he had a sure thing if\never a fellow had, but women were so cursedly unaccountable. Supposing\nshe should take it into her head to accept him! No logic could take\naccount of a woman's whimsies. Then what a pretty fix he would have got\nhimself into, just by a foolhardy freak! But there was a strain of Norse\nblood in Hunt, and in spite of occasional touches of ague, the risk of\nthe scheme had in itself a certain fascination for him. And yet he\ncould n't help wishing he had carried out a dozen desperate devices for\ndisgusting her with him, which at the time had seemed to him too gross\nto be safe from suspicion.\n\nThe trouble was that since he loved her no more he had lost the insight\nwhich love only gives into the feelings of another. Then her every touch\nand look and word was eloquent to his senses as to the precise state\nof her feeling toward him, but now he was dull and insensitive to such\ndirect intuition. He could not longer feel, but could only argue as to\nhow she might be minded toward him, and this it was which caused him so\nmuch trepidation, in spite of so many reasons why he should be confident\nof the result. Argument as to another's feelings is such a wretched\nsubstitute for the intuition of sympathy.\n\nFinally, on the evening before the day on which he was to offer himself,\nthe last of his stay at the Giffords', he got into such a panic that,\ndetermined to clinch the assurance of his safety, he asked her to play\na game of cards, and then managed that she should see him cheat two or\nthree times. The recollection of the cold disgust on her face as he bade\nher good-evening was so reassuring that he went to bed and slept like a\nchild, in the implicit confidence that four horses could n't drag that\ngirl into an engagement with him the next day.\n\nIt was not till the latter part of the afternoon that he could catch\nher alone long enough to transact his little business with her.\nAnticipating, or at least apprehending his design, she took the greatest\npains to avoid meeting him, or to have her mother with her when she did.\nShe would have given almost anything to escape his offer. Of course she\ncould reject it, but fastidious persons do not like to have unpleasant\nobjects put on their plates, even if they have not necessarily to eat\nthem. But her special reason was that the scene would freshly bring up\nand emphasize the whole wretched history of her former infatuation and\nits miserable ending,--an experience every thought of which was full\nof shame and strong desire for the cleansing of forgetfulness. He\nfinally cornered her in the parlor alone. As she saw him approaching\nand realized that there was no escape, she turned and faced him with her\nsmall figure drawn to its full height, compressed lips, pale face, and\neyes that plainly said, “Now have it over with as soon as possible.” One\nhand resting on the table was clenched over a book. The other, hanging\nby her side, tightly grasped a handkerchief.\n\n“Do you know I 've been trying to get a chance to speak with you alone\nall day?” he said.\n\n“Have you?” she replied in a perfectly inexpressive tone.\n\n“Can't you guess what I wanted to say?”\n\n“I 'm not good at conundrums.”\n\n“I see you will not help me,” he went on, and then added quickly, “it's\na short story; will you be my wife?”\n\nAs he said the words, he felt as the lion-tamer does when he puts his\nhead in the lion's jaws. He expects to take it out again, but if the\nlion should take a notion--His suspense was, however, of the shortest\npossible duration, for instantly, like a reviving sprinkle on a fainting\nface, the words fell on his ear:--\n\n“I thank you for the honor, but I 'm sure we are not suited.”\n\nAnnie had conned her answer on many a sleepless pillow, and had it by\nheart. It came so glibly, although in such a constrained and agitated\nvoice, that he instantly knew it must have been long cut and dried.\n\nIt was now only left for him to do a decent amount of urging, and then\nacquiesce with dignified melancholy and go off laughing in his sleeve.\nWhat is he thinking of to stand there gazing at her downcast face as if\nhe were daft?\n\nA strange thing had happened to him. The sweet familiarity of each\ndetail in the _petite_ figure before him was impressing his mind as\nnever before, now that he had achieved his purpose of putting it beyond\nthe possibility of his own possession. The little hands he had held so\noften in the old days, conning each curve and dimple, reckoning them\nmore his hands than were his own, and far more dearly so; the wavy hair\nhe had kissed so fondly and delighted to touch; the deep dark eyes under\ntheir long lashes, like forest lakes seen through environing thickets,\neyes that he had found his home in through so long and happy a time,--\nwhy, they were his! Of course he had never meant to really forfeit\nthem, to lose them, and let them go to anybody else. The idea was\npreposterous,--was laughable. It was indeed the first time it had\noccurred to him in that light. He had only thought of her as losing him;\nscarcely at all of himself as losing her. During the whole time he\nhad been putting himself in her place so constantly that he had failed\nsufficiently to fully canvass the situation from his own point of view.\nWholly absorbed in estranging her from him, he had done nothing to\nestrange himself from her.\n\nIt was rather with astonishment and even an appreciation of the absurd,\nthan any serious apprehension, that he now suddenly saw how he had\nstultified himself, and come near doing himself a fatal injury. For\nknowing that her present estrangement was wholly his work, it did not\noccur to him but that he could undo it as easily as he had done it. A\nword would serve the purpose and make it all right again. Indeed, his\nrevulsion of feeling so altered the aspect of everything that he quite\nforgot that any explanation at all was necessary, and, after gazing\nat her for a few moments while his eyes, wet with a tenderness new and\ndeliciously sweet, roved fondly from her head to her little slipper,\ndoating on each feature, he just put out his arms to take her with some\nold familiar phrase of love on his lips.\n\nShe sprang away, her eye flashing with anger.\n\nHe looked so much taken aback and discomfited that she paused in mere\nwonder, as she was about to rush from the room.\n\n“Annie, what does this mean?” he stammered. “Oh, yes,--why,--my\ndarling, don't you know,--did n't you guess,--it was all a joke,--\na stupid joke? I 've just been pretending.”\n\nIt was not a very lucid explanation, but she understood, though only to\nbe plunged in greater amazement.\n\n“But what for?” she murmured.\n\n“I did n't know I loved you,” he said slowly, as if recalling with\ndifficulty, and from a great distance, his motives, “and I thought it\nwas kind to cure you of your love for me by pretending to be a fool.\nI think I must have been crazy, don't you?” and he smiled in a dazed,\ndeprecating way.\n\nHer face from being very pale began to flush. First a red spot started\nout in either cheek; then they spread till they covered the cheeks; next\nher forehead took a roseate hue, and down her neck the tide of color\nrushed, and she stood there before him a glowing statue of outraged\nwomanhood, while in the midst her eyes sparkled with scorn.\n\n“You wanted to cure me,” she said at last, in slow, concentrated tones,\n“and you have succeeded. You have insulted me as no woman was ever\ninsulted before.”\n\nShe paused as if to control herself; for her voice trembled with\nthe last words. She shivered, and her bosom heaved once or twice\nconvulsively. Her features quivered; scorching tears of shame rushed to\nher eyes, and she burst out hysterically:--\n\n“For pity's sake never let me see you again!”\n\nAnd then he found himself alone.\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bellamy, Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22707/pg22707.txt",
        "name": "pottss_painless_cure_1898.json"
    }
}