{
    "name": "Problem Planet",
    "author": [
        "Winterbotham, R. R. (Russell Robert)"
    ],
    "body": "Quibblers may shove dictionaries in my face till the end of the\nuniverse and I will always maintain that almost anything you can name\nis a matter of good luck or bad. Every great man owes his success to\nluck of some sort. What made him great is what he did with his luck\nafter he got it.\n\nHad I been born eleven years before Senator Clive Littlebrook, I might\nhave been brilliant to the point of stupidity, as he was. Nobody\nplanned that I should be 24 when he was 35, and a space pilot instead\nof a senator. He had eleven years to get smarter than me. But all of\nhis brilliance and all of my youthful innocence couldn't have prevented\nour being spacewrecked on a lonely, uninhabited planet. We knew it was\nlonely and thought it was uninhabited, as it almost was. It was the\nsecond planet of an unimportant sun, Yuga 16, which lay unexpectedly in\nour path through hyperspace while I drove him to an important committee\nmeeting on Arcturus III. As a result I had to dump our fuel to alter\nour mass in order to avoid a direct collision. And naturally there was\nnothing else to do but land on II Yuga 16.\n\nSo we were marooned and even if our radio had been powerful enough to\nsend out an S O S it would take years for our message to get anywhere.\n\nClive was philosophical about it. After cussing me for three hours, he\ndecided that we'd better make the best of our situation. We could fight\nwhen we had less important things to do.\n\n\"I have always maintained,\" he said, \"that even in its smallest\ndetail, a human settlement must be political. And I've also believed\nthat politics must be designed to fit environment.\"\n\nHe always talked like that, so I wasn't particularly impressed till he\nhad talked a few minutes more, expanding his point.\n\n\"--so on this planet we will have a one-party, autocratic rule. I will\nbe the head of the government, and you will be my constituency.\"\n\n\"Huh?\"\n\n\"It is perfectly clear. Dave,\" said Clive. \"I have had experience in\npolitical matters, therefore I'm more suited to governing the planet.\nYou follow my orders and do all the work, and I'll do the planning and\nthinking.\"\n\nThese might not have been his exact words, but that was what he said.\nI was mad enough to want to sock him right there. But I knew that we\nmight get rescued someday and he could throw his weight around almost\nanywhere. The only time I had the authority to shove Clive Littlebrook\naround was when he was a passenger on my spaceship, which he certainly\nwasn't now.\n\n\"The first thing to do will be to find shelter, food and water,\" he\nsaid.\n\n\"Don't be silly,\" I said, \"we've got all those things on our spaceship.\"\n\n\"We don't know how long we'll be here,\" said Clive. \"Since the supplies\non our ship are limited, we must try to be self-supporting.\"\n\nI've always liked that fable about the oak and the willow trees. One\nwas big and strong, the other wasn't, but the willow tree lasted\nlongest because it bent and swayed before the wind. So with Senator\nClive Littlebrook, I made like a willow tree. I humored him.\n\n\n\nI started out to explore the spot where our ship landed. A couple of\nmiles away were some rolling hills, covered with trees. Since we had\nseen a number of small animals, I figured there would be game there,\nprobably water too.\n\nClive came with me, not to explore, but because he couldn't order me\naround at long distance and there's nothing worse to a politician than\nnot being able to do any politicking. I was stuck with him.\n\nWe hit a jackpot. Not only was there a clear stream running through\na valley in the hills, but there was an abundance of small game. And\nthere was a ruined city.\n\nSometime in the past, this planet had been inhabited. Then something\nhappened. Epidemic, war, famine, drought or something we didn't know\nabout had wiped out the intelligent life to a man. This had happened so\nlong ago that even the bones had turned to dust. But the shell of his\ncities remained.\n\n\"Too bad,\" said Clive, \"this is going to make your task more difficult.\"\n\n\"Why?\"\n\n\"You'll have the added duties of being the police force, the sanitary\ncommission and the city council,\" he said.\n\n\"But there's no need for those things,\" I protested. \"There's nobody\nto govern.\"\n\n\"You will also have to be the populace.\"\n\nI could see that I was going to have the splittingest personality in\nthe galaxy.\n\n\"We'll also have to establish a monetary system,\" Clive went on.\n\"Unless there's trade, our city will perish.\"\n\n\"That's one thing we don't have to do,\" I said. We had been standing in\nthe stone framework of a building and I had kicked a pile of dust with\nthe toe of my boot. Under the dust was a mound of square, flat objects\nof gold. Coins.\n\n\"We've already got money.\"\n\nClive pounced on them. \"My word,\" he explained. \"We're wealthy!\"\n\n\"Nuts,\" I said. \"What can you buy with it?\"\n\n\"It's gold,\" he said. \"There may be a bank in these ruins!\"\n\n\"You were talking awhile ago about food, shelter and water,\" I said.\n\"We've got the shelter and water, but we still got to have food, unless\nwe want those little rabbits for a steady diet.\" The animals weren't\nrabbits, but they were about rabbit-size.\n\n\"We've got to have economics,\" said Clive. \"I'll pay you for all the\nfood you bring in, and you can buy your food from me.\"\n\nIt sounded crazy, but I made like a willow again.\n\nIn order for him to have enough money to pay me to work, I had to find\na bank. A good candidate seemed to be a building larger than the others\nthat nestled against a hillside, surrounded by trees. It had a facade\nsupported by fluted columns and it was in pretty good shape since the\nhill probably sheltered it from a lot of the weather that had taken\nsuch a toll from the other buildings.\n\nWith Clive at my heels, I went inside. It was light, since the roof had\nrotted away. It was a temple with a hollow square sacrificial altar in\nthe center of a large hall. And it was better than a bank.\n\nScattered everywhere were gold coins, such as we had already found. In\naddition there were bars of blackened silver, glass jugs filled with\nprecious stones, solid gold candlesticks, ornaments and jewelry.\n\n\"You will be well paid, my subject,\" said Clive. \"People of every\nplanet in the universe will envy the people of this planet.\"\n\n\"What's the name of our planet, by the way?\" I asked.\n\nThe answer came in a different voice: \"Up to now it's been Lonesome.\"\n\n\n\nI had my hands full of coins, but as I heard the voice they slipped out\nof my fingers and fell to the stone floor with a clanking sound. I\nwheeled around and in the red sunlight that streamed through the broken\nroof, I saw a human figure. A woman.\n\nAt first I thought she was smiling, and then I saw that her lips were\ngrim and tense. What made her look more formidable than anything was\nwhat she held in her hand. A large-size, old fashioned thirty-eight on\na forty-five frame.\n\nShe wasn't the ghost of a vanished race. She was real, from the top of\nher wavy, black hair, to the crude hand-made sandals on her feet. Her\neyes were soft and brown, but they glinted like the flash of polished\nsteel. Her figure was well proportioned and graceful in its curves, but\nthere was no mistaking hardened muscles. Her clothing, which included\nshorts and a sack-like blouse, seemed to have been woven from grass\nfibers, and animal skins.\n\nI got tired of trying to watch the gun and her curves at the same time,\nso I forgot about the gun, since she wasn't pulling the trigger.\n\n\"Yes,\" she said, \"it used to be Lonesome, but now it looks like we'll\nhave to call it the Problem Planet.\"\n\n\"Good heavens,\" said Dave. \"A fifty-percent increase in population!\"\n\n\"Let's not talk about increasing the population just yet,\" said the\ngirl. \"Let's get acquainted.\" She smiled and it made her look lots\nnicer than when she was grim. She spoke to me. \"Drop your pistol\nholster on the floor and then frisk your friend.\"\n\nI'd been so used to acting like a willow that it was no trouble at all\nto obey. Besides, I figured it was only custom that made a king outrank\na queen. On a new planet a little change might work wonders.\n\n\"My name's Rosemary,\" she said, when I had finished. \"This is my planet\nand you're trespassing.\"\n\n\"Fiddlesticks,\" said Clive. \"This is not your planet. I'll admit you\nmight have squatter's rights on a limited portion of it, but you can't\npossibly claim it all.\"\n\n\"Here's my deed,\" she said, waving the gun. \"Who are you?\"\n\n\"He's Senator Clive Littlebrook,\" I explained. \"I'm Dave Camptain, a\nspace pilot.\"\n\n\"I'm also the supreme court on this planet,\" said Clive, \"and I'm\nhanding down a decision right now. Your claim to the whole planet is\ninvalid.\" While Rosemary looked as if she wanted to pull the trigger,\nhe turned to me. \"You're the clerk of the court, so write down my\ndecision: State vs. Rosemary--uh, what's your last name, my dear?\"\n\n\"None of your business,\" said Rosemary.\n\n\"Oh well,\" said Clive. \"Adam and Eve didn't have last names, and until\nthe population is heavier, we won't need last names here.\"\n\n\"Here it's going to be Eve and Adam--if things progress that far,\" said\nRosemary.\n\n\"My dear,\" said Clive, \"you must realize that you belong to the\nminority party. It will give us a chance to practice democracy in its\nsimplest form. The first thing we'll vote on is disarmament. All in\nfavor, say Aye!\"\n\n\"Aye!\" I said.\n\n\"All opposed, signify by the usual sign.\"\n\n\"No!\" said Rosemary.\n\n\"I shall have to cast the deciding vote,\" said Clive. \"In view of\npeaceful relations, I shall have to vote Aye.\" He smiled and extended\nhis hand. \"Give me the gun, my dear.\"\n\n\"No,\" said Rosemary.\n\n\"My dear, you are establishing a bad precedent. Your stand may lead to\nwar later on. You wouldn't want the blood of millions to be on your\nhead?\"\n\n\"I don't want my blood to be on yours either,\" said Rosemary.\n\nClive turned to me. \"Dave, as chief of the police, it is your duty to\ndisarm the woman. She is violating the law by possessing firearms.\"\n\n\"We won't harm you, Rosemary,\" I said. I could see her point of view,\nbut on the other hand nobody likes to have a gun pointed at him.\n\n\"No,\" said Rosemary.\n\n\"Listen to reason,\" I said. \"There are two of us and only one of you.\nSooner or later you're going to have to sleep, while we can take turns\nsleeping. You can't keep that gun pointed at us forever. So you might\nas well be a good sport.\"\n\n\"Uh-uh,\" said Rosemary.\n\n\"My dear,\" said Clive, \"you are an earthling, certainly your instincts\nmust be for the democratic way of life. A gun speaks of tyranny.\"\n\nIt wasn't hard to figure she was an earthling. She spoke perfect\nEnglish and a thirty-eight on a forty-five frame isn't found on other\nplanets, unless earthmen brought them there. While I was curious about\nher origin, I figured that at the moment there were more important\nproblems to solve.\n\nThis one looked near solution. As I recovered from my initial shock of\nseeing a beautiful girl pointing a gun at me, I noticed the gun more\nthan I did at first. There were unmistakable signs of rust, and a rusty\ngun is often more dangerous to the shooter than to the shootee. It was\nso rusty, in fact, that I doubted if it would fire.\n\nSo I simply stepped forward and grabbed it.\n\n\n\nShe seemed to have been waiting for this move. No sooner had I jerked\nthe gun out of her hand, than she seized my wrists, turned, and pulled\nme over her shoulder in a snap mare. The next thing I knew, I had\nlanded in a heap.\n\n\"Want to try two falls out of three?\" she asked.\n\n\"No thanks,\" I said. I got up and examined my bruises.\n\n\"As long as Rosemary is disarmed,\" said Clive, \"we'll go ahead with our\nplans for a democracy. The first step is a free election. I'll nominate\nmyself for president and general manager of the planet.\"\n\n\"I'll nominate--\" Rosemary began.\n\n\"Sorry,\" said Clive, \"nominations are closed. Since there is no\nopposition, I'll move and second that I'm elected unanimously. May I\ncongratulate you on your wisdom, since I'm the only one of our group\nwho has had political experience.\"\n\n\"Hey,\" I said, \"aren't you pushing this thing a little fast?\"\n\n\"It is necessary to establish a civilized government quickly,\" said\nClive. \"And I assure you, I'll be bi-partisan in my government.\nI'll appoint you, Dave, as secretary of state, and you, Rosemary, as\nsecretary of--hmm, let's see--how about secretary of labor?\"\n\n\"No,\" said Rosemary.\n\nClive didn't seem to be upset. \"Well, we must expect opposition from\nthe minority party. It's your privilege to refuse the nomination.\"\n\n\"Comes the revolution,\" said Rosemary.\n\n\"I was hoping we'd have no subversion,\" said Clive, \"but if there is,\nit will be dealt with promptly.\" He turned to me. \"Now I think we'd\nbetter go about checking our national resources.\" He leaned over and\npicked up a handful of gold coins and stuffed them into his pocket.\nThen he helped himself to some diamonds, emeralds and rubies.\n\nRosemary turned on her heel and walked toward the door. When she\nreached it, she turned a moment: \"When you get hungry, or need me, I'll\nbe around.\" Then she was gone.\n\n\"That reminds me,\" said Clive. \"We'd better look for food.\"\n\nHe stooped and picked his gun off the floor.\n\n\"Uh-uh,\" I said. \"You ruled against armament.\"\n\nClive hesitated. \"But we should protect ourselves against wild\nanimals.\"\n\n\"Rosemary has been living here for quite a while,\" I said. \"She\nadmitted her gun was useless, so I don't think there are any dangerous\nanimals. And I'm certainly not going to let her laugh at me by carrying\na gun to protect myself from her, even--even if she is a lady wrestler.\"\n\nClive nodded. \"I see your point. But if we leave the guns here, she may\nget them.\"\n\n\"I'll take care of that.\" I picked up both weapons and hunted till I\nfound what probably had been a well. I dropped them into it, albeit\nwith misgivings. Still, a woman's laughter is something that masculine\npride would rather die than face. Women do laugh at men, but they do it\npolitely, or where men can't hear them. Maybe Rosemary was laughing now.\n\nWithout the guns, though, we had a more difficult food problem. We\nwould have to trap animals, or depend on fish, if fish existed in the\nstream that ran through the ruined city. And there were.\n\nI sharpened a couple of sticks with my knife and we tried spearing\nfish. We decided that it would take a lot of skill, and probably days\nof practice. We'd have to weave some nets, and this would take time\ntoo. I was about to suggest that we go back to the spaceship and live\non what we had, when Clive found a clam.\n\nIt was different from the terrestrial clam, in that it was almost\negg-shaped, but there was no mistaking what it was. Presently Clive had\ndug up quite a pile of them from the stream and I had a little fire\nglowing under some stones. On top of the stones, I piled wet moss to\nsteam the clams and I was just about ready to have a clam bake, when\nClive started to groan.\n\n\"What's the matter?\" I asked.\n\n\"I ate a clam,\" he said. \"Raw. It-it's poisoning me!\"\n\nPresently he was lying on the ground, writhing.\n\n\n\nI was trying to stick my fingers down his throat when Rosemary\nappeared. \"He won't die,\" she said. \"But I wouldn't advise eating those\nclams. Nearly all of the fish are poisonous. He'll be all right in a\nfew minutes.\"\n\n\"What are we going to eat?\" I asked. \"Not that we're starving, but the\nsupply of food on our spaceship won't last forever.\"\n\n\"I have a garden,\" said Rosemary, \"and I've domesticated some\nlivestock.\"\n\n\"My--uh--dear,\" said Clive, between groans. \"I appoint you Secretary of\nAgriculture.\"\n\n\"Let's get some things straight,\" said Rosemary. \"This planet is not\ngoing to be like the earth.\"\n\n\"But a democracy, my dear--\"\n\n\"Okay, it's a democracy. I'm not opposed to freedom of government, but\nthere are a lot of things outside government that need changing. Back\non earth, man is the dominant sex. On this planet, woman will be.\"\n\n\"But there are two men, only one woman,\" Clive said. He was breathing a\nlittle easier now and I judged he was recovering.\n\n\"All the more reason why woman should be dominant,\" said Rosemary. \"I'm\nmore valuable.\"\n\n\"We're stronger. Women must have men to protect them.\"\n\n\"Any time you want to test your theory that you're stronger than I am,\nI'm willing,\" said Rosemary. And she looked perfectly able to take care\nof herself. I didn't know then how long she had been on the planet,\nbut she was hard as a rock. She'd taken care of herself in all kinds\nof weather, done everything a man could do in fighting against nature.\nBeing a spaceman is no way to develop your biceps and neither is being\na senator.\n\n\"Hmm,\" said Clive. \"Perhaps there should be more equality between\nthe sexes. But most of the things that women misinterpret are not\ndiscrimination, but adoration.\"\n\n\"I don't care what it was,\" said Rosemary, \"and I didn't say anything\nabout equality. Starting tomorrow, you boys will do what I tell you\nto.\"\n\n\"But I'm the President!\" Clive protested.\n\n\"And I'm the boss,\" said Rosemary.\n\n\n\nWe fixed up some of the better preserved buildings into houses.\n\nWe made tools out of sticks, stones, gold and silver. We trapped\nanimals and domesticated them and we planted gardens and wove clothing\nout of grass and fur.\n\nRosemary showed us how to do most of the things and then left us to do\nthem while she explored the ruins and dug up items that told how the\nvanished race lived.\n\n\"They were humanoid,\" she told us once. \"I found a frieze that pictured\nthe inhabitants. While the art was primitive, it was easy to see that\nthey were a great deal like men. Probably their civilization would\ncompare favorably with that of Rome in Caesar's time, although I\nhaven't found much bronze. Probably they had iron which has rusted\naway. I still haven't found what killed them, but for that matter no\none really knows what killed the dinosaur. It's probably due to the\nfact that there's a critical point in the development of any species,\nwhen that point is reached, the species dies.\"\n\n\"But man went farther on earth than here,\" I said.\n\n\"Sure, because the critical point on the earth is higher than on\nProblem planet.\" She paused, and added: \"At least that's what my father\nthought.\"\n\n\"Your father?\"\n\n\"Yes. He was an astro-archeologist,\" she explained. \"He brought me here\nwhen I was a little girl, only twelve years old, and he died here. I've\nlived alone in this ruined city ever since.\"\n\n\"Didn't he have a spaceship?\"\n\n\"Sure. But I didn't know how to run it.\"\n\n\"You mean it's still here? Can it operate?\"\n\n\"I suppose so. I don't know anything about spaceships.\"\n\nI almost yelled. \"Why didn't you say so? We could have been on our way\nto civilization long ago!\"\n\nShe nodded toward Clive. \"He's so happy here, being the President of\nEverything.\"\n\n\"Good heavens, girl!\" I said, \"Clive's a politician. He's got to have\npeople. A whole planetful of people to really be happy. Right now\nhe's--\"\n\nI stopped. Rosemary had tears in her eyes.\n\nClive had been busy grinding some nuts into a sort of flour and when he\nnoticed Rosemary wiping her eyes, he rose and came over to where I'd\nbeen weaving while I talked to her.\n\n\"What's the matter?\" he asked.\n\nI decided to break the news by easy stages. \"Supposing we had a way to\nget off this planet. To go to the earth, or III Arcturus, or somewhere\nwe could live like human beings again. Wouldn't you want to go?\"\n\nClive laughed. \"I've never had so much fun in my life,\" he said. \"Here\nI'm everything I wanted to be. I've got a nice political boss, and I'm\nthe chief executive of a whole planet. I'm also the Supreme Court and\none third of the voters. I've got more wealth than a nabob, and no\npressing appointments with people I don't like.\"\n\nRosemary looked up at him.\n\n\"You like me?\"\n\n\"Certainly,\" Clive said. \"Woman has always been the dominant sex--the\nstronger sex if you like. On earth she invented the idea that man\nwas the Big Shot, but that was to keep men from being discontented.\nEquality of the sexes always has been a myth, but I didn't realize it\nuntil civilization was reduced to its simplest form.\"\n\n\"What about you, Dave?\" Rosemary asked.\n\n\"Personally, I like life on easier terms,\" I said. \"Not that it isn't\npleasant here, but we have to work so hard. And we've been lucky not\nto have had any real sickness, except for the time Clive ate a clam\nand that wasn't serious. But sooner or later we're going to need the\nscience of medicine. And if we don't need that, we're going to have to\nhave something else that civilization has and we haven't. Furthermore,\nman is a gregarious animal. He may kid himself about how nice it would\nbe to live on a desert island, but no matter how anti-social he is, he\ndoesn't feel right without others around him. Even if it's only to be\ndisagreeable with them.\"\n\n\"Isn't civilization a lot like the gold and precious stones in the\ntemple?\" asked Clive. \"The stuff is no good unless we need it.\"\n\n\"But it's wrong to have useful things and not use them,\" I said. \"It's\nmiserly.\"\n\n\"Okay,\" said Clive. \"But we have no other choice.\"\n\n\"But we have,\" Rosemary broke in. \"I just told Dave that I have a\nspaceship. You can go away if you wish, or stay. It's up to you. I\ndidn't tell you before, because I hadn't made up my own mind. Now I\nhave.\"\n\n\"It's my mind that has to be made up,\" I said. \"I'm the only one of\nus who can pilot a spaceship. No matter what you want to do, I've got\nquite a say in the matter.\"\n\n\n\nClive sat down on the ground beside me. \"So you're the most important\none. You're the king for a day. If we want to go back to civilization,\nyou're the only one who can take us.\"\n\n\"Right,\" I said. \"When we landed, you were top man because you were\na big wheel. Right away Rosemary took the sceptre because she was a\nwoman, and women are scarce. Now I'm President of Everything.\"\n\n\"It's a democracy,\" said Rosemary. \"We'll vote on it.\"\n\n\"In view of the importance of the occasion, we should have a debate\nfirst,\" said Clive.\n\n\"You first, Dave,\" said Rosemary.\n\n\"Okay,\" I said. \"We've shared everything and since you've both probably\nguessed it anyhow, I'll admit that I'm in love with Rosemary. She\nhasn't given me the chance to tell her alone, so I'll tell the world.\nHere I've got a 50-50 chance of getting her, maybe better, because\nI'm nearer her own age. But away from here the odds go down. I'll go\nif Rosemary goes, and if she'll have me. Otherwise, we'll stay. Maybe\nClive and I will have to fight for you, Rosemary.\"\n\n\"You next, Clive,\" said Rosemary.\n\n\"If Rosemary goes with you, Dave,\" said Clive, \"we'll fight. We're\nabout evenly matched. Perhaps you're a little younger, but I'm still in\nmy prime and I've got experience. If Rosemary stays with me, and lets\nyou go away, there'll be no fight. In either event, it looks like I'm\nstuck here, because I can't imagine you taking Rosemary and I back to\ncivilization if you lost her.\"\n\nI looked at Rosemary. \"Your vote,\" I said.\n\n\"You see, Dave,\" she said, \"I'm still the most important person on this\nplanet. I can have almost anything happen, just by the decision I make.\"\n\n\"What is your decision?\" asked Clive.\n\nShe looked at me, then at Clive. \"You started out playing politics,\"\nshe said, \"and it all comes back to the same old thing. Man and woman.\nMaybe that's politics, because nations are based on the family. But\nwe have proved one thing anyhow. Even in a civilization of only three\npeople, each one has his moments of supremacy. And there must always be\ncompromise, or bloodshed. If we stay, the compromise must be polyandry.\nI must accept both of you as mates. If we go, one of you must be\ncompensated for losing me. Supposing one takes all the gold we can\ncarry away, the other takes me?\"\n\n\"If Clive will take the gold,\" I said.\n\n\"If Dave will take the gold,\" said Clive.\n\n\"See?\" she smiled. \"Gold isn't the most important thing in the world.\nI'm much more valuable than all the gold you can ever use.\"\n\n\"There must be other women in the galaxy that Dave can console himself\nwith,\" Clive said. \"That gold would certainly help him find her.\"\n\n\"I was just about to suggest the same thing, pertaining to you,\" I\nsaid. \"But as far as I'm concerned, Rosemary is my choice. She doesn't\ncare whether I'm wealthy or not.\"\n\n\"There must be a solution to this problem,\" Clive said.\n\n\"There is,\" said Rosemary.\n\nClive rose to his feet and I did too. Rosemary didn't seem to expect\nthis and she was late getting up.\n\n\"In politics,\" said Clive, \"it is known as the coup d'etat.\"\n\nHe swung and I swung. Then we both swung while Rosemary screamed.\nSuddenly everything got black.\n\nWhen I woke up, I thought I had underestimated Clive, but I saw him\nsleeping peacefully and I also observed he had a lump on his head, like\nI had. Rosemary was sitting on a chunk of marble watching us, holding a\nsmall stout club in her hand.\n\n\"As soon as you feel strong enough,\" she said, \"you can start loading\ngold onto my spaceship. It's over in the next valley. We're all going\nback to civilization. The wars there are more impersonal.\"\n\n\"You've made your choice?\" I asked.\n\n\"I have,\" she said, \"but to avoid bloodshed, I'll not reveal it till we\nget home--unless one of you figures it out.\"\n\n\"What happens then?\"\n\n\"The loser gets locked up or placed under guard. I don't think,\nif you're the loser you'd do anything silly, like cracking up the\nspaceship. After all, there'll be a fortune in gold and consolation\nwith another girl. I'm sure there is another girl in the universe.\"\n\nAt the time, though I didn't think there was.\n\n\n\nWhen we landed on Earth, we divided the spoils three ways because\nRosemary decided not to take either of us.\n\n\"Neither of you asked me to choose between you,\" she said, \"and that\nwas the way to decide. You should have said: 'Take one of us and\nthe other will abide by your decision.' That is what is known as\ncompromise, even if it doesn't seem that way. The trouble with men is\nthat few of them can lose gracefully. They've got to start a war rather\nthan a compromise.\"\n\n\"But losing isn't compromising,\" I pointed out. \"If you give up\nsomething and gain something, that's a compromise.\"\n\n\"How do you know you haven't gained by losing me,\" she said.\n\nI often wonder which of us she preferred back on Problem Planet. But\nconsidering the fact that we were probably the first men she got to\nknow after her father died, I think she made a wise choice. Clive\nmarried a woman lawyer, and I married a chorus girl.\n\nRosemary? She married a wrestler that could throw her.\n",
    "metadata": {
        "author": [
            "Winterbotham, R. R. (Russell Robert)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66590/pg66590.txt",
        "name": "problem_planet.json"
    }
}