{
    "name": "Proxy Planeteers",
    "author": [
        "Hamilton, Edmond"
    ],
    "body": "Doug Norris hesitated for an instant. He knew that another movement\nmight well mean disaster.\n\nHere deep in the cavernous interior of airless Mercury, catastrophe\ncould strike suddenly. The rocks of the fissure he was following had a\ntemperature of hundreds of degrees. And he could hear the deep rumble\nof shifting rock, close by.\n\nBut it was not these dangers of the infernal underworld that made him\nhesitate. It was that sixth sense of imminent peril that he had felt\ntwice before while exploring the Mercurian depths. Each time, it had\nended disastrously.\n\n\"Just nerves,\" Norris muttered to himself. \"The uranium vein is clearly\nindicated. I've got to follow it.\"\n\nAs he again moved forward and followed that thin, black stratum in the\nfissure wall, his eyes constantly searched ahead.\n\nThen a half-dozen little clouds of glowing gas flowed toward him from a\nbranching fissure. Each was several feet in diameter, a faint-glowing\nmass of vapor with a brighter core.\n\nNorris moved hastily to avoid them. But there was a sudden flash of\nlight. Then everything went black before his eyes.\n\n\"It's happened to me again!\" Doug Norris thought in sharp dismay.\n\nFrantically he jiggled his controls, cut in emergency power switches,\noverloaded his tight control beam to the limit. It was no use. He still\ncould not see or hear anything whatever.\n\nNorris defeatedly took the heavy television helmet with its bulging\neyepieces off his head. He stared at the control-board, then looked\nblankly out the window at the distant, sunlit stacks of New York Power\nStation.\n\n\"Another Proxy gone! Seven of them wrecked in the last two weeks!\"\n\nIt hadn't just happened, of course. It had happened eight minutes ago.\nIt took that long for the television beam from the Proxy to shuttle\nfrom Mercury to this control-station outside New York. And it took as\nlong again for the Proxy control-beam to get back to it on Mercury.\n\nSometimes, a time-lag that long could get a Proxy into trouble before\nits operator on Earth was aware of it. But usually that was not a big\nfactor of danger on a lifeless world like Mercury. The Proxies, built\nof the toughest refractory metals, could stand nearly anything but an\nearthquake, and keep on functioning.\n\n\"Each time, there's been no sign of falling rocks or anything like\nthat,\" Norris told himself, mystified. \"Each time, the Proxy has just\nblacked out with all its controls shot.\"\n\n\n\nThen, as his mind searched for some factor common to all the disasters,\na startled look came over Doug Norris' lean, earnest face.\n\n\"There _were_ always some of those clouds of radon or whatever they\nare around, each time!\" he thought. \"I wonder if--\" A red-hot thought\nbrought him to his feet. \"Holy cats! Maybe I've got the answer!\"\n\nHe jumped away from the Proxy-board without a further glance at that\nbank of intricate controls, and hurried down a corridor.\n\nThrough the glass doors he passed, Norris could see the other operators\nat work. Each sat in front of his control-board, wearing his television\nhelmet, flipping the switches with expert precision. Each was operating\na mechanical Proxy somewhere on Mercury.\n\nNorris and all these other operators had been trained together when\nKincaid started the Proxy Project. They had been proud of their\npositions, until recently. It _was_ a vitally important job, searching\nout the uranium so sorely needed for Earth's atomic power supply.\n\nThe uranium and allied metals of Earth had years ago been ransacked\nand used up. There was little on Venus or Mars. Mercury had much of\nthe precious metal in its cavernous interior. But no man, no matter\nhow ingenious his protection, could live long enough on the terrible,\nsemi-molten Hot Side of Mercury to conduct mining operations.\n\nThat was why Kincaid had invented the Proxies. They were machines\nthat could mine uranium where men couldn't go. Crewless ships guided\nby radar took the Proxies to the Base on Mercury's sunward side. From\nBase, each Proxy was guided by an Earth operator down into the hot\nfissures to find and mine the vital radioactive element. The scheme had\nworked well, until--\n\n\"Until we got into those deeper fissures with the Proxies,\" Doug Norris\nthought. \"Seven wrecked since then! This _must_ be the answer!\"\n\nMartin Kincaid looked up sharply as Norris entered his office. A look\nof faint dismay came on Kincaid's square, patient face. He knew that\na Proxy operator wouldn't leave his board in the middle of a shift,\nunless there was trouble.\n\n\"Go ahead and give me the bad news, Doug,\" he said wearily.\n\n\"Proxy M-Fifty just blacked out on me, down in Fissure Four,\" Norris\nadmitted. \"Just like the others. But I think I know why, now!\" He\ncontinued excitedly: \"Mart, seven Proxies blacking out in two weeks\nwasn't just accident. It was done deliberately!\"\n\nKincaid stared. \"You mean that Hurriman's bunch is somehow sabotaging\nour Project?\"\n\nDoug Norris interrupted with a denial. \"Not that. Hurriman and his\nfellow politicians merely want to get their hands on the Proxy Project,\nnot to destroy it.\"\n\n\"Then who did wreck our Proxies?\" Kincaid demanded.\n\nNorris answered excitedly. \"I believe we've run into living creatures\nin those depths, and they're attacking us.\"\n\nKincaid grunted. \"The temperature in those fissures is about four\nhundred degrees Centigrade, the same as Mercury's sunward side. Life\ncan't exist in heat like that. I suggest you take a rest.\"\n\n\"I know all that,\" Norris said impatiently. \"But suppose we've run into\na new kind of life there--one based on radioactive matter? Biologists\nhave speculated on it more than once. Theoretically, creatures of\nradioactive matter could exist, drawing their energies not from\nchemical metabolism as we do, but from the continuous process of\nradioactive disintegration.\"\n\n\"Theoretically, the sky is a big roof with holes in it that are stars,\"\ngrowled Kincaid. \"It depends on whose theory you believe.\"\n\n\"Every time a Proxy has blacked out down there, there's been little\nclouds of heavy radioactive gas near,\" argued Doug Norris. \"Each seems\nto have a denser core. Suppose that core is an unknown radium compound,\nevolved into some kind of neuronic structure that is able to receive\nand remember stimuli? A sort of queer, radioactive brain?\n\n\"If that's so, and biologists have said it's possible, the _body_ of\nthe creature consists of radon gas emanated from the radium core. You\nremember the half-life of radon exactly equals the rate of its emission\nfrom radium, so there'd be a constant equilibrium of the thing's\ngaseous body, analogous to our blood circulation. Given Mercury's\nconditions, it's no more impossible than a jellyfish or a man here on\nEarth!\"\n\n\n\nKincaid looked skeptical.\n\n\"And you think these hypothetical living Raddies of yours are attacking\nour Proxies? Why would they?\"\n\n\"If they have cognition and correlation faculties they might be\nirritated by the tube emanations from the control-boxes of our\nProxies,\" Norris suggested. \"They get into those control-boxes and\nwreck the tube circuits by overloading the electron flow with their own\nBeta radiation!\"\n\n\"It's all pretty far-fetched,\" muttered his superior. \"Radioactive\nlife! But all those Proxies blowing can't be just chance.\" He paused,\nthen added gloomily, \"But I can just see myself telling a World Council\ncommittee that your hypothetical living Raddies are what keep us from\ndelivering uranium! Hurriman would like that. It would convince the\nCouncil that I'm as incompetent as he claims.\"\n\n\"He'll convince the Council of that anyway unless we deliver uranium\nfrom Mercury quickly,\" retorted Norris. \"And we'll never do it till\nwe get these Raddies licked. They're basically just complex clouds of\nradioactive gas. A Proxy armed with a high-pressure gas hose should be\nable to blow them to rags. Can't we try it, Mart?\"\n\nKincaid sighed, and stood up.\n\n\"I was a practical man once,\" he said wearily, \"and would have booted\nyou out of here if you'd suggested such stuff. But I'm a drowning man\nright now, so I'll buy your straw. We'll send down a couple of Proxies\narmed with gas hoses and see how they make out.\"\n\nDoug Norris eagerly went with his superior into the adjoining room\nwhere the operators of the Base Proxies were on duty.\n\n\"Norris and I will take over two Proxies at base,\" Kincaid told the\nsub-chief there.\n\nTwo operators took off their helmets and got out of their chairs.\nNorris took the place of one, donning the television helmet.\n\nThe control and television beams were on. The compact kinescope tubes\nin his helmet gave him a clear vision of the Base on Mercury, as seen\nthrough his Proxy's iconoscope \"eyes\".\n\nThere were no buildings, for Proxies didn't need shelter. The seared\nblack rocks stretched under a brazen sky, beneath a stupendous Sun\nwhose blaze even the iconoscope filters couldn't cut down much. The\nBase was just a flat area here beside the low rock hills. A crewless\nship lay to one side, its hatches open. Near it were the supply-dumps\nof Proxy parts, the repair shops, the power plant.\n\n\"We'll get a couple of oxygen tanks from the supply dump and use them\nfor your gas hose weapons,\" Kincaid was saying.\n\nThe Proxies they were guiding did not look like men. They looked like\nwhat they were--machines devised for special purposes. They were like\nbaby tanks, mounted on caterpillar drives, each with two big jointed\narms ending in claws, and a control-box with iconoscope eyes. They\nclamped on the high-pressure oxygen tanks, clutched the nozzles of the\nattached hoses, and rolled out of Base across the seared plain toward\nthe black rock hills. In a few minutes, they entered the narrow cleft\nof Fissure Four.\n\nNorris knew the way down here. He led, switching on his searchlight\neven though he didn't really need it. The Proxy's iconoscope eyes could\nsee by the infra-red radiation from the superheated rock walls.\n\nThey finally reached the spot deep down in the fissure where his\ndisabled former Proxy still stood. Doug Norris reached his jointed arms\nand quickly unclamped the shield of its control-box.\n\n\"Look there, Mart! The whole control's shot! They do it by overloading\nthe tubes with their own Beta emanations, all right.\"\n\nKincaid's Proxy had elbowed close, its big iconoscope eyes peering\nclosely. Here in the office, Kincaid uttered a grunt.\n\n\"That still doesn't prove the gas that did it was living. Instead of\nyour hypothetical Raddies, it could be--\"\n\n\"Look there!\" yelled Doug Norris suddenly. \"There they come again!\"\n\nThree of the glowing gaseous things were flowing toward them along the\nfissure. They poised for a moment in a lifelike way, and then swept\nforward.\n\n\"Your gas hose!\" yelled Norris to the man beside him. \"Don't let them\nget near you!\"\n\nThe Raddies were advancing in a deliberate way. In spite of the\ntime-lag, Norris tried to raise his gas hose and trigger it. There\nwasn't time. The eight-minute lag between his action and the result out\nthere on Mercury was fatally long. The glowing Raddies were flowing up\naround the Proxies.\n\nDoug Norris was momentarily dazzled by the brilliance of the Raddy that\nenveloped his Proxy's control-box. It was like looking into a star to\nlook into the glowing, pulsing core of the thing.\n\nHis senses reeled queerly as he stared, hypnotized by the swirling\nbright gas and the starlike, throbbing core. He sensed dimly that\nthat core was a kind of life possible on no terrestrial planet,\na crystalized gaseous neurone structure that used its own radon\nemanations as a body.\n\n\n\nHe felt his senses staggering, darkening. It was as though he were\nhypnotized by the brilliance of that pulsing core of light, as though\nit were probing excruciatingly into his brain.\n\nThen Doug Norris came out of his queer daze to find himself sitting\nthere with his helmet dead. He could see nothing. His movements of the\nProxy controls yielded no response.\n\n\"Blacked out, both our Proxies!\" Kincaid exclaimed, dazedly taking off\nhis own helmet. \"And we got some kind of kick-back shock.\"\n\nNorris, still badly shaken, nodded unsteadily. \"There must have been a\nkick-back along the control beam when they blew the control-boxes. The\ncircuit breakers may have been slow.\" He added quickly, \"But you know\nnow I was right! Those Raddies are living things, that instinctively\nattack our Proxies!\"\n\nKincaid frowned. \"It looks like it. But no gas hose or any other\nweapon will work against the brutes. The time-lag makes it impossible\nto use weapons. Our only chance is to seal and ray-proof the Proxies'\ncontrol-boxes against them. That'll take time. But it's our only chance\nto get uranium out of there, and it's got to be done before Hurriman's\nclique gets the Council on our tail. I'll have the boys bring the\nProxies all back to Base at once.\"\n\nNorris followed his chief back to his office. Winters, the office\nclerk, was waiting there for them, and looking anxious.\n\n\"A bulletin just came over the news tape, Chief,\" he told Kincaid.\n\"Here it is.\"\n\nMart Kincaid read the tape, and his square shoulders seemed to sag a\nlittle. He looked at them heavily.\n\n\"We won't need to worry any more about your Raddies, Doug. World\nCouncil has just passed Hurriman's motion requesting an immediate\ninvestigation of Proxy Project. It will begin tomorrow.\" He added\ntonelessly, \"You know what that means. When they find we've lost nine\nvaluable Proxies out there on Mercury without getting any uranium at\nall yet, we'll be thrown out.\"\n\n\"Blast Hurriman!\" Doug Norris raged. \"The Proxy Project has been your\nwork from the start! You sweated to develop the things. Now because\nthere's a hitch, a bunch of bumbling politicians take it over!\"\n\n\"It's all in a lifetime,\" Kincaid shrugged. \"Winters, you tell the\nboys. Have them pull their Proxies back to Base, and go home.\" He sat\ndown slowly in his chair then, and stared at the wall. \"So it's over.\nWell, right now I'm too tired to care.\"\n\nNorris felt heartsick. \"Isn't there any chance of stalling them long\nenough to try our idea of rayproofing the Proxies?\"\n\n\"You know there isn't,\" said his superior. \"It'd take days to do that\njob. Even if it worked against the Raddies, it'd take weeks more to\nget out uranium. And Hurriman's bunch won't wait weeks.\"\n\nHe looked at the sick face of the younger man, then opened a desk\ndrawer and took out a bottle of Scotch and glasses.\n\n\"Here, have a drink,\" he ordered. \"You're a little young yet, and you\ntake these things too seriously.\"\n\nNorris unhappily drank the Scotch. But his nerves, still shaken by that\nqueer kick-back shock from the beam, didn't relax much.\n\n\"Mart, your calmness isn't fooling me,\" he said. \"I know how much the\nProxies meant to you, the dreams you had of operating Proxies on every\nplanet man couldn't visit, even on worlds of distant stars.\"\n\nKincaid shrugged as he poured himself a drink. \"Sure, I wanted\nall that. But since when have scientists ever been able to buck\npoliticians?\"\n\nDarkness pressed the windows as night gathered. They sat silently in\nthe darkening office drinking the Scotch and looking at the tall,\nlighted stacks of the distant New York Power Station.\n\nDoug Norris found no comfort in the liquor's sting. His sense of\ninjustice deepened. The Proxies were Kincaid's, but just because he\ncouldn't produce uranium fast enough, they would be taken away from him.\n\nHe said so, bitterly and at length. Kincaid only shrugged wearily again.\n\n\"Forget it, Doug. Have another drink.\"\n\nNorris discovered with mild surprise that the bottle was empty.\n\n\"We must have spilled some of it,\" he said a little thickly.\n\n\"There's another bottle in the drawer,\" Kincaid grunted. \"They were for\nthe Project party next week, but that's all off now.\"\n\n\n\nNorris opened the other bottle and generously refilled their glasses.\nHe sat down beside Kincaid, who was looking broodingly from the window\nat the distant atomic power plant. Despite the warm physical glow he\nfelt, Doug Norris was unhappier than before. A new, poignant sorrow had\nrisen in him.\n\n\"You know, Mart, it isn't only what Hurriman's doing to the Project\nthat's got me down,\" he said sorrowfully. \"It's what happened to old\nM-Fifty today.\"\n\n\"M-Fifty?\" Kincaid inquired. \"You mean that Proxy you lost this\nafternoon?\"\n\n\"Yes, he was my special Proxy for all these months,\" Doug Norris said.\n\"I got to know him. He was always dependable, never jumped his control\nbeam, never acted cranky in a tight place.\" His voice choked a little.\n\"I loved that Proxy like a brother. And I let him down. I let those\nRaddies wreck him.\"\n\n\"They'll fix him up, Doug,\" said Kincaid, a rich sympathy in his\nslightly thickened voice. \"They'll make him as good as new when they\nget him back up to Base.\"\n\n\"Yes, but what good will that do if I'm not here to operate him?\" cried\nNorris. \"I tell you, that Proxy was sensitive. He knew my touch on the\ncontrols. That Proxy would have died for me.\"\n\n\"Sure he would.\" Kincaid nodded with owlish understanding. \"Here, have\nanother drink, Doug.\"\n\n\"I've had enough,\" Norris said gloomily, refilling their glasses as\nhe spoke. \"But as I was saying, that Proxy won't run for a bunch of\npoliticians and their ham-handed operators like he ran for me. He'll\nknow that I'm gone, and he won't be the same. He'll pine.\"\n\n\"That's the way it goes, Doug,\" Kincaid said sadly. \"You lose your best\nfriend--I mean, your best Proxy--and I lose my Project, just because we\ncan't furnish enough uranium for power over there.\"\n\nHe gestured bitterly toward the distant stacks of New York Power\nStation that soared like towers of light in the distant darkness.\n\n\"You know, I've got an idea in my mind about that,\" Kincaid added\nslowly, as he stared at those towers.\n\nDoug Norris nodded emphatically. \"You're dead right, Mart. You're\nabsolutely right.\"\n\n\"Now wait, you didn't hear my idea yet,\" Kincaid protested a little\nfoggily. \"It's this--we're losing the Project because we can't furnish\nenough uranium for power. But suppose they didn't need uranium for\npower any longer? Then they'd let us keep the Proxy Project!\"\n\n\"Exactly what _I_ say!\" Norris declared firmly. \"There's just one thing\nfor us to do. That's to find a way to produce atomic power from some\ncommoner substance than uranium. That'd solve our whole problem.\"\n\n\"I thought I was the one who said that,\" Kincaid said, puzzled. \"But\nlook--what fairly common metal could be used to replace uranium in the\natomic piles?\"\n\n\"Bismuth, of course,\" Norris replied promptly. \"Its atomic number is\nclosest to the radioactive series of elements.\"\n\n\"You took the words right out of my mouth!\" Kincaid declared. \"Bismuth\nit is. All we have to do is to make bismuth work in an atomic pile,\nthen we can run the Proxy Project without this everlasting nagging\nabout supplying uranium.\"\n\nDoug Norris felt a warm, happy relief. \"Why, it's simple! We should\nhave thought of it before! Let's get some bismuth out of the supply\nroom and go over to the Power Station right now!\" He leaped to his\nfeet, eagerly, if a trifle unsteadily. \"No time to waste, if the\nCouncil committee's to be on our necks tomorrow!\"\n\nDoug Norris felt like singing in his wonderful relief, as he and\nKincaid went down through the now deserted Project building to the\nsupply room. In fact, he started to raise his voice in a ribald ballad\nabout a Proxy's adventure with a lady automaton.\n\n\"You mus' have had a trifle too much Scotch, Doug,\" Kincaid reproved\nhim, with owlish dignity. \"Such levity isn't becoming to two scientists\nabout to make the mos' wonderful invention of the century.\"\n\nThey got one of the heavy leaden cylinders used for transport of\nuranium and filled it carefully with powdered bismuth. Then, in\nKincaid's car, they drove happily toward the big Power Station.\n\nThe guards at the barrier gate knew them both, for it was nothing new\nfor Proxy Project men to bring uranium over to the Station. They let\nthem through, and the car eased along the straight cement road.\n\nThe huge, windowless buildings that housed the massive uranium piles\nwere a mile beyond. But no one went near those tremendous atomic piles.\nEverything in them had to be handled by remote control by the few\ntechnicians in Headquarters Building who kept them operating.\n\n\"Mart, isn't it queer nobody ever thought of usin' bismuth instead of\nuranium, before now?\" Norris asked, out of his roseate glow.\n\n\"Scientists too c'nservative, that's the trouble,\" Kincaid answered\nwisely. His voice soared. \"We're about to launch a new epoch! No more\nuranium shortage to worry 'bout! No more politicians botherin' the\nProject!\"\n\n\"And I'll be able to fix up old M-Fifty and run him myself again,\"\nadded Doug Norris. He choked up once more. \"When I think of that Proxy\nthat was like a brother to me, lyin' down in that lonely fissure with\nthe Raddies gloatin' over him--\"\n\n\"Don't think about it, Doug,\" begged Kincaid, with tender sympathy.\n\"Soon's we get these atomic piles changed around, we'll go back and get\ngood old M-Fifty up again and fix him good as new.\"\n\n\n\nThat promise cheered Norris' grieving mind. He got out and helped\nKincaid carry the heavy lead cylinder into Headquarters Building.\n\nThe technicians they passed in the lower rooms saw nothing surprising\nin the two Project men staggering along under the weight of the\ncylinder. Nor did Petersen and Thorpe, at first.\n\nPetersen and Thorpe were the two technicians on duty in the big, sacred\ninmost chamber of controls. Visors here gave view of every part of the\ndistant, mighty atomic piles--the massive lead towers that enclosed\nthe graphite and uranium lattices, the gas penstocks that led to giant\nheat turbines, the gauges and meters. And the banks of heavy levers\nhere could switch those lattices, make any desired change in the piles,\nwithout the necessity of a man entering the zone of dangerous radiation.\n\nPetersen had surprise on his spectacled, scholarly face as he greeted\nthe two scientists.\n\n\"I didn't know you had another uranium consignment for us,\" he said.\n\nKincaid helped Norris place the lead cylinder in the breech of the tube\nthat would carry it mechanically to the distant pile.\n\n\"This isn't uranium--it's better than uranium,\" Kincaid announced\nimpressively.\n\n\"What do you mean, better than uranium?\" Petersen asked in a puzzled\ntone. He opened the end of the lead cylinder. \"Why, this stuff is\nbismuth! What is this, a crazy joke?\"\n\nYoung Thorpe had been staring closely at Kincaid and Norris.\n\n\"They're both plastered!\" he burst out.\n\nKincaid drew himself up in an unsteady attitude of outraged dignity.\n\n\"Tha's what thanks we get,\" he accused thickly. \"We come here to make\na won'erful improvement in your blasted old atomic piles, and we get\ninsulted.\"\n\n\"Thorpe,\" Petersen said disgustedly, \"get them out of here, and ...\n_Look out!_\"\n\nDoug Norris had casually taken the heavy metal handle off one of the\nbig levers. He tapped Thorpe on the head with it just as Petersen\nuttered his warning cry. The young technician slumped.\n\nPetersen, suddenly pale, darted toward an alarm button on his desk. But\nbefore he reached it, Norris' improvised blackjack tapped his skull.\nAnd Petersen also sagged to the floor.\n\nNorris looked triumphantly at Kincaid, with a warm feeling of righteous\nvirtue.\n\n\"They won't bother us now, Mart. I just put them out for a little while\nwithout hurting 'em.\"\n\n\"Quick thinking, Doug!\" Kincaid approved warmly. \"Can't let\nreactionaries obstruc' course of scientific progress. We'd better tie\n'em up in case they come around too soon.\"\n\nNorris helped tie the two unconscious men with lengths of spare cable.\nThen he and Kincaid stood swaying a little as they owlishly inspected\nthe controls of the mighty atomic piles.\n\nNorris knew a good bit about those controls. He had been here many\ntimes, and Petersen and the other technicians had liked to talk. The\ntrouble was, that right now his thoughts all seemed a little foggy.\n\n\"What we got to do,\" Kincaid said ponderously, \"is change 'round the\natomic pile setup so it'll handle bismuth instead of uranium. Right?\"\n\n\"Right!\" Norris approved enthusiastically. \"That's going right to the\nheart of the problem, old pal!\"\n\nKincaid seemed to blush in deprecation. \"Oh, I jus' got an orderly\nmind. First thing now, is to shift the uranium lattices out of the\npiles.\"\n\nHe laid his hands on several of the levers, one after another. There\nwas a low humming of machinery somewhere.\n\nIn the distant, towering structure, lattices loaded with uranium were\nbeing mechanically withdrawn to the pits beneath. But there was nothing\nhappening here except on the panel of indicators.\n\nPetersen came back to consciousness at that moment. Tied to a wall\nstanchion, he stiffened and his eyes bugged at them.\n\n\"What are you two doing?\" he cried. \"You're cutting off the power by\npulling out those lattices!\"\n\n\"Only temp'rarily,\" Norris assured him. \"We'll shift empty lattices\nback in, and then load the bismuth into them.\"\n\nPetersen uttered a howl of agony. \"You maniacs will wreck the whole\npile if you try a stunt like that! For heaven's sake, sober up and\nthink what you're doing!\"\n\n\"We're tryin' to think,\" Kincaid said sternly. \"But how can we\nco'centrate, with you yelling at us?\"\n\nPetersen went from raging orders to agonized pleadings to tearful\nentreaty. The two ignored him completely.\n\n\"Le's see, now,\" Kincaid said, blinking. \"We'll leave in the Number\nOne uranium lattice after all. We'll need its neutrons to trigger the\nexpanding series of graphite and bismuth lattices.\"\n\n\"We'll need _two_ uranium lattices,\" Doug Norris corrected thickly.\n\"One to trigger the first action, the other to pr'vide neutrons for\nthe continuous shuttle that'll run the bismuth's atomic number up from\neighty-three to ninety-four, right up through neptunium to plutonium.\"\n\n\"You're right,\" Kincaid agreed, hiccuping slightly. \"I forgot 'bout\nthat second lattice for a minute. Mus' be because of all the noise in\nhere.\"\n\n\n\nPetersen was still producing that noise, indeed. He had become louder\nand more frantic as he saw them shifting out the uranium lattices and\nreplacing them clumsily with empty lattice-frames.\n\n\"Ten thousand scientists have been working ever since\nNineteen-forty-five to find a way to use common elements instead of\nuranium in a pile!\" he choked. \"They can't do it. But two drunken Proxy\nmen are going to try it!\"\n\nNorris hardly heard that stream of agonized accusation and entreaty, as\nhe helped Kincaid shift in the empty lattices. He was mildly sorry that\nPetersen felt so disturbed. There was no reason for it. He and Kincaid\nknew just what they were doing.\n\nOr did they? For a moment, a dim doubt crossed Norris' foggy mind.\nAfter all, he and Kincaid weren't physicists. Then he dismissed that\ndoubt. He was _sure_ of what they were doing, wasn't he?\n\nKincaid sat down unsteadily when they had the lattices changed.\n\n\"I feel a li'l shaky. 'S emotional reaction from great scientific\nachievement.\"\n\n\"Emotional reaction nothing--you're so plastered you're nearly out!\"\nraged Petersen.\n\nKincaid dignifiedly ignored that. \"Switch on the loader and shoot the\nol' bismuth in there, Doug.\"\n\n\"Norris, _don't_ do it!\" begged Petersen hoarsely. \"It means wrecking\nthe pile, and maybe blowing up the whole Station!\"\n\nAgain, Doug Norris' dim doubt bothered him. But then again he dismissed\nit. Everything was so beautifully clear in his mind. It had to work.\n\nHe switched on the loader. The lead cylinder of bismuth slid away\ninto the tube that would carry it to the pile, where it would be\nautomatically loaded into the new empty lattices.\n\n\"You fools!\" choked Petersen. \"I hope they hang you both for this! When\nthat pile starts up, and blows--\"\n\nThe operation of the great atomic pile was automatic from this point\non. Minutes later, a bell rang and indicators clicked on.\n\n\"First uranium lattice has triggered off,\" said Kincaid, and nodded,\npleased. \"Now we'll get power--lotsa power.\"\n\n\"You'll get nothing but maybe an atomic explosion, in ten seconds!\"\ncried Petersen, his face deathly white.\n\nDoug Norris suddenly felt his doubt rise again and this time it\noverwhelmed him! All his former foggy confidence seemed to have left\nhim as they completed their operations.\n\nHe was suddenly aware of the mad and ghastly thing that he and Kincaid\nhad done. Why in heaven's name had they done it? What crazy quirk in\ntheir minds had made them do it?\n\nKincaid too was suddenly looking pale and queer.\n\n\"Doug, maybe we shouldn't have tried it.\"\n\n\"Look at those meters!\" yelled Petersen, in a wild voice.\n\nThe technician's eyes were protruding as he stared at the big bank of\nammeters that registered the output of the great turbines. The needles\nwere jumping across the dials with swiftly increasing amperage.\n\n\"The pile is _working_!\" yelled Petersen hoarsely. \"That bismuth is\nactually producing atomic power!\"\n\nDoug Norris suddenly felt cold sober, and a little sick. He sat down\nshakily, and put his head in his hands.\n\nKincaid was staring blankly at the ammeters, while Petersen and Thorpe\nseemed to have gone crazy with excitement. When Petersen was untied,\nhe grabbed Kincaid fiercely.\n\n\"How did you do it?\" he cried. \"Just what did you do to the pile?\"\n\nKincaid stared at him blankly. \"I don't know, now.\"\n\n\"You don't know?\" Petersen almost screeched. \"Man, you've stumbled on\nwhat the scientists have been hunting all these years--the hookup to\nuse common elements in an atomic pile! You must have had something\nfigured out beforehand!\"\n\n\"We didn't!\" Norris denied weakly. \"We got a little plastered, and got\nthis idea. We didn't know what we were doing.\"\n\nSuddenly, Doug Norris stiffened. Remembrance that brought him jumping\nunsteadily to his feet had come to him.\n\n\"You couldn't have done a thing like this by sheer crazy accident!\"\nPetersen was insisting. \"You must have known how!\"\n\n\"By heaven, I believe now that we _did_ know what we were doing, in a\nqueer sort of way!\" Norris exclaimed shakily. He grabbed Kincaid's arm.\n\"Mart, come with me! We're going back over to the Project!\"\n\nPetersen's dazed amazement was changing to exultation.\n\n\"Whatever you did, it's still working and looks like it'll work\nindefinitely! And we can study the hookup and learn how to duplicate\nit, even if we never completely understand it. You two maniacs are\ngoing to be famous!\"\n\nBut Norris had already led the stupefied Kincaid out of the room.\n\n\n\nAll the way back to the Proxy Project, Kincaid kept dazedly repeating\nthe same thing over and over.\n\n\"We must have been clear out of our heads to do a thing like that! But\nhow is it that we were able to do it _right_?\"\n\n\"Haven't you suspected the answer to that yet?\" cried Doug Norris.\n\"Don't you see why, as soon as our conscious minds were relaxed by a\nfew drinks, we automatically went and performed an operation totally\nbeyond present-day nuclear science? What happened to us just before we\nhad those drinks? What happened when our Proxies met those Raddies\ndown in the fissure?\"\n\n\"The Raddies?\" Kincaid repeated stupidly. \"What could those brutes have\nto do with this?\"\n\n\"We thought they were only brutes, a low form of queer radioactive\nlife,\" Norris said. \"But what if their weird minds are intelligent,\nsupremely intelligent? An intelligence that doesn't operate for\npurposes or in ways like ours, but that's as high or higher than ours?\"\n\nHe almost dragged the stunned Kincaid into the deserted office, to the\ncontrol-boards of the Proxies at Base.\n\n\"Take over a Proxy and follow me,\" Norris ordered. \"I've an idea that\nif we go down in that fissure again, we can prove it.\"\n\n\"Prove what?\" Kincaid asked, but mechanically obeyed and took over a\nProxy control.\n\nAgain, Norris and Kincaid guided their Proxies out of Base and across\nthe seared Mercury plain toward Fissure Four. Norris peered down into\nthe fissure as he advanced. Then as they glimpsed the wrecked Proxies\nthey had previously left there, they also glimpsed glowing little\nclouds flowing rapidly toward them.\n\nA Raddy lifted its glowing gaseous body to envelop the control-box of\nNorris' Proxy. Again, as he stared into the thing's brilliant, pulsing\ncore, he felt his senses reel queerly. But this time, he knew beyond\nany doubt what it was.\n\n\"Hypnosis!\" he yelled to Kincaid. \"Hypnosis operating through our\nProxies' eyes right back along the beam to our own eyes and brains!\nI thought so!\" His shout died away as his brain reeled under the\npowerful hypnotic influence of the Raddy's pulsing, starlike core.\n\nHypnosis could operate by vision, everyone knew that. Nobody had\ndreamed of hypnosis operating across space by means of a linking\ntelevision beam, but it was happening. For Doug Norris, resisting now\nwith new-found knowledge, just dimly sensed the powerful hypnotic order\nthe Raddy's pulsing brain was hurling into his own mind.\n\n\"You will not send your crude machines down here again to disturb our\nphilosophical reveries!\" the Raddy's hypnotic thought was sternly\nordering him. \"There is no further need. When we read from your minds\nthat it was need for uranium for your primitive power plants that\nmotivated your intrusions here, we gave your brains the post-hypnotic\nknowledge to improve those power plants so you would not need to come\nhere again. So go, and do not return!\"\n\nUnder that powerful hypnotic command, both Norris and Kincaid turned\ntheir Proxies and fled back up the fissure.\n\nNot until they had reached Base again, not until they had ripped off\nthe television helmets, did Doug Norris feel that powerful hypnotic\ncommand relax.\n\n\"It's as I suspected!\" he cried. \"It was the Raddies who put that\nknowledge in our minds! Who would know nuclear science better than\nthey?\"\n\nKincaid stared, his jaw dropping. \"Then, to stop our bothering them,\nthey did that by post-hypnotic command working back along our own\nProxy-beams?\"\n\n\"Yes!\" cried Doug Norris. \"Ironic, isn't it? They worked back along our\nown beams and made Proxies out of _us_!\"\n",
    "metadata": {
        "author": [
            "Hamilton, Edmond"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68669/pg68669.txt",
        "name": "proxy_planeteers.json"
    }
}