{
    "name": "Quickie",
    "author": [
        "Marlowe, Stephen"
    ],
    "body": "Simon Grover always felt like a goldfish in a coptercab. The plexiglass\nbubble afforded full 360 degree vision, but people could also see you\nfrom the crowded traffic lanes above a big city.\n\n\"Hurry,\" said Simon Grover, a small, energetic man with close-set hazel\neyes and a stubborn chin.\n\n\"I'm hurrying,\" the pilot told him with frustrating indifference.\n\nIn another few moments he would be safe. He squirmed around and saw\nanother copter rise above the express lane and close the gap between\nthem. It had never been this close before. The aquamarine roof of the\nMarriage Building loomed ahead, then swelled up at them. The other\ncopter buzzed closer.\n\n\"Don't see any landing space,\" the pilot said laconically.\n\nSimon squinted down anxiously. The copters were lined up in neat\nbut crowded rows on the rooftop, with hardly more than walking space\nbetween them.\n\n\"Hover,\" Simon pleaded. \"I'll jump.\"\n\n\"I could lose my license.\"\n\nSimon reached into his pocket and drew out a handful of bills. \"This is\nimportant to me,\" he said.\n\nThe pilot pocketed the money, then swooped down toward the roof.\nSuspended grotesquely eight feet above the aquamarine surface, blades\nwhirling, the coptercab hovered. Simon grunted his thanks and slid back\nthe door. The other copter was fanning air above them and dropping fast\nwhen Simon jumped.\n\nHis left leg struck the side of a parked cab and threw him off balance.\nHe landed on his shoulder, rolled over and scrambled to his feet.\nHe darted between the rows of copters, thankful for the partial\nprotection their blades offered him. A parabeam zipped down at the long\nshadow he cast in the late afternoon sun, but in another moment he had\nreached the roof entrance to the Marriage Building and flung himself\ninside.\n\nBreathing hard, he smoothed his rumpled clothing with shaking hands.\nThat had been entirely too close. They thought he was fleeing because\nhe did not want to work for a living. Rot. If he were ever captured,\nall the romance would go from his life.\n\nHe sauntered down the long, pleasant corridor lined with murals of\ndomestic tranquility--family gathered around the dining table, father\nand son raking leaves in the front yard, graceful elderly couple\nentertaining children and grandchildren at a merry hearth, young\nhusband and wife going to bed. He was in no hurry now, for the Marriage\nBuilding was legal sanctuary.\n\nHe passed the long lines of registering Quickies, men filing into one\nroom, women into another. He let his glance rove the line of female\nQuickies, wondering if his new wife would come from this group. They\nranged in age from eighteen to about sixty, he guessed, and naturally\nthey were of all conceivable types. He caught himself in time and\nstopped looking. It was not considered proper etiquette.\n\nRounding a turn in the corridor, Simon took the slidestair down one\nlevel to where Transients registered and attached himself to the end of\na long line of men which was swallowed slowly by a doorway above which\nwas the legend:\n\n                          MARRIAGE COUNSELORS\n\nSimon checked his counterfeit registration papers and was aware of the\nold, familiar feeling of uncertainty. His heart bobbed up into his\nthroat and pounded there. His palms were clammy, his fingers wouldn't\nkeep still. Would the papers pass inspection? He was almost certain\nthey would. But he savored the other possibility although he hated\nits ultimate consequences. As some people craved security, so others\nthrived on adventure.\n\nSimon lit a cigaret and waited while the line crawled forward,\nparallelling a line of female Transients moving through another doorway.\n\n\n\n\"Sit down, Mr. Grover,\" the Counselor said as Simon entered the room.\nIt was a large place with a central aisle and a dozen private cubbies\non either side, each one with celotex walls, a desk, two chairs, the\nlatest in marriage literature, and a Counselor.\n\nSimon eased his small frame into a comfortable chair and handed his\npapers to the Counselor. \"I see you have come from Philadelphia,\"\nthe man said, smiling not quite professionally--which, Simon knew,\nwas the best of all professional smiles. \"Were the accommodations\nsatisfactory? Of course, you don't have to talk about them.\"\n\n\"They were fine. Just fine.\" Naturally, Simon did not tell the\nCounselor about his flight from the police.\n\n\"How long will you be with us in New York?\"\n\n\"I figure about three weeks. It depends on business, though. Might be a\nlittle longer, I guess.\"\n\n\"We'll say three weeks.\" The Counselor scrawled something on Simon's\nregistration form. \"Now, Mr. Grover, exactly what kind of wife are you\nlooking for?\"\n\n\"To tell you the truth, I haven't given it much thought yet.\"\n\n\"Splendid,\" the Counselor was delighted with the opportunity to expound\non his wares. \"As you know, we have six basic types.\" He removed six\ncolorful folders from six stacks on his desk and handed them to Simon.\n\n\"The first,\" he went on, \"is the newlywed Quickie. The red folder, Mr.\nGrover. She has just completed her honeymoon, is not pregnant, and has\nbeen married for no more than six months.\"\n\nSimon examined the folder. On the cover was pictured a young man\ncarrying his bride, complete with bashful smile, across the threshold\nof their home. There were suggestive dining room, patio and bedroom\nscenes inside, with appropriate captions.\n\n\"The second type,\" explained the Counselor, \"is the new mother.\" The\nfolder showed a charming young woman breast-feeding an infant. The\nCounselor went on to the other types: the middle mother, a woman of\nabout thirty with two children, one of pre-school age and one in\nthe first three grades; the teener, with from two to five children\nin their teens or early twenties; the pre-gram, with any number of\nmarried children living away from home, but no grandchildren; and the\ngrandmother.\n\n\"You understand,\" the Counselor said, \"we have all types in between as\nwell. These are merely the basics.\" He surveyed Simon's registration\npapers again. \"You're thirty-five, Mr. Grover. A fine age, I might say.\nYou'd be suited to any type, with the exception of the grandmother.\"\n\n\"I don't want the grandmother, anyway,\" Simon told him. \"You know, I\nthink I'll take the newlywed this time.\"\n\nThe Counselor winked knowingly. \"Still a lot of get-up-and-go in the\nold copter, eh?\"\n\n\"It's spring,\" Simon said.\n\n\"Yes. We find it most interesting, that certain types are favored in\nthe various seasons. Newlyweds in the spring, pre-grams in the summer,\nmiddle mothers in the fall, new mothers and grandmothers in the winter.\nConfidentially, Mr. Grover, I've always longed to be a Transient\nmyself. But you have to be a Quickie to hold this job, since you're in\none place for such a long period of time. Well, what type of newlywed\ndid you have in mind?\"\n\nSimon licked his lips eagerly. In Philadelphia the last time he had\ncome close to learning the parting ritual. But it tripped him up, as\nusual, and he reached New York one step ahead of the police. \"She must\nbe very impressionable,\" Simon said, \"and very talkative. She must be\neager to discuss the theories of multiple marriage--\"\n\n\"Most newlyweds are,\" the Counselor pointed out.\n\n\"Well, particularly so. And, of course, she must not be carrying a\ntorch for her honeymoon husband.\"\n\n\"That's rare these days, Mr. Grover.\"\n\n\"It happened to me once, in St. Louis. Had an awful time.\"\n\n\"Then she probably was a misfit. After all, the institution of multiple\nmarriages is almost eighty years old, and the _only_ form of marriage\nin the United States today. If we were still in the early pioneering\ndays you might have cause to worry. Ideas of propinquity still seemed\nimportant then, and people were concerned with such things as lasting\nrelationships, though for the life of me I can't see why.\"\n\n\"They thought it was more secure,\" suggested Simon.\n\n\"But it isn't. In the old days, statistics proved that if a man or\nwoman was saddled with one mate too long, it often led to trouble. The\nold _Et al_ report of 1979 shocked the world with its figures: ninety\nfive percent of all married men had illicit relations with other women,\nand the figure was almost as high for women. Relations with unmarried\npeople. It's rather horrible, isn't it, Mr. Grover?\"\n\n\"I suppose so,\" said Simon, half-listening. All he needed now was the\nparting ritual. A nice, impressionable, talkative newlywed girl....\n\n\"As usual,\" the Counselor continued in a dedicated voice, \"man had\nleaped ahead of his outmoded institutions without realizing it.\nThe notion of marriage based largely on propinquity and permanent\nrelationship just didn't fit the modern tempo of civilization, where\ntransient workers dart across the continent constantly, always on the\nmove, hardly staying in one place long enough to hang their hats, as\nthe expression goes. Marital infidelity in the old days led to crimes\nof passion, to divorce, to unsettled families, to children reared in\norphanages or by strangers--perfect strangers, mind you--to divorce and\nre-marriages and so much energy and time and money wasted on second and\neven third courtships.\n\n\"Fortunately, the social institution fits the tempo of the culture\ntoday. A Transient--man or woman--gets married and provides for one\nspouse, one family, but has the pick of the nation to choose from. Even\na Quickie like myself is stimulated by constant variety and change. No\none is ever bored. You don't have to see your original mate ever again,\nas long as you, as a Transient, provide for her. The Quickies, in their\nturn, will provide for you in all your subsequent marriages. You have\nthe novelty and satisfaction of a true change in environment every time\nyou travel, but you also have the comfort and security of a home.\"\n\n\"This newlywed girl must also be naive,\" said Simon. \"That's important.\"\n\nThe Counselor made another notation. \"You know,\" he said, \"there is one\nsmall school of thought which claims the novelty, the verve and sparkle\nare lacking because the constant variation is perfectly legal. Perhaps\nthey have a point there: secrecy _is_ stimulating. But they refuse to\nadmit we even provide for that. After all, a Transient assumes the name\nof his temporary spouse, his Quickie. No one, not even the Quickie,\nknows his real identity. The Marriage records are available to no one,\nnot even the government, not even the police, thus preserving the sense\nof--well, freshness for the Transients.\n\n\"But I digress. Have you any physical preferences, Mr. Grover?\"\n\n\"I'm not very tall. Keep her down to my size, please. And I want a\npretty wife.\"\n\nThe Counselor made his final notations, rolled Simon's registration\npapers and stuffed them into a pneumotube which he dropped into a wall\nslot. The tube, Simon knew, was being whisked to Quickie Records,\nNewlywed Division, where identification of the girl fitting his\nrequirements would be made by the machine records unit of available\nnewlyweds. Last time, in Philadelphia, he had selected a garrulous old\ngrandmother and hated every moment of the two weeks he had spent with\nher. It had been against the recommendations of the Counselor there,\nwho had claimed the age difference would not make for harmony. The man\nhad been right, but worse yet, the old hag had been too wily to reveal\nwhat Simon had to know.\n\n\"Congress is considering a law,\" said the Counselor as they waited for\nthe return of Simon's registration papers, \"which would permit Quickies\nand Transients to alternate year after year. It would cause social\nupheaval at the beginning, but it's only fair to us Quickies, don't you\nthink?\"\n\nSimon shrugged. The man was starting to bother him. \"I'd rather be a\nTransient,\" he said. \"I'm for the _status quo_.\"\n\n\"But Quickies have no choice in the matter, don't you see? We have to\nmarry whoever comes along. My last wife--\"\n\n\"As a Quickie, you're not supposed to talk about her.\"\n\nThe Counselor blanched at what had almost amounted to a sin. \"Thank\nyou,\" he said, and waited in silence for the pneumotube.\n\nFinally, it came, popping out of the wall slot and alighting on the\ndesk. The Counselor removed Simon's papers and unrolled them, revealing\na set of similar papers rolled tightly within. These he opened and\nspread on the desk, beckoning Simon to come around behind him and take\na look.\n\nThe first thing Simon saw was the snapshot, in the latest trivision\nprocess. The girl looked pretty enough, with a pale, heart-shaped face\nset off against short-cropped, shining black hair. She had enormous,\nchild-like eyes.\n\n\"How do you do?\" the picture said. \"I am Jane-Marie Paige. I miss you.\"\n\n\"See,\" said the Counselor, \"she has a lovely voice.\"\n\nSimon nodded, picked up the trivision snapshot and held it under\nhis nose, sniffing delicately. He liked the scent of Jane-Marie's\nperfume--not too musky, not too flowery, but that ideal compromise\nwhich indicated she would be neither too sultry nor too fragile.\n\nThe Counselor wrote in Simon's name on her papers, printing \"approx. 3\nwks\" under the column for time, and handed both rolls to Simon. \"Her\naddress is in the second column,\" he said. \"Visit us again on your next\ntrip to New York, Mr. Grover. And good luck.\"\n\n\n\nBy the time Simon took the tubeway out to the suburban Long Island\ncommunity in which Jane-Marie Paige lived, the bright spring afternoon\nwas fading into dusk, tinting the western sky with bands of color\nranging from deep blue and purple through mauve to delicate, dusty\npink. The smell of spring was in the air, but with the coming of\nnight the lingering chill of winter was still apparent. It would be\ngreat, coming home again to a new wife, to a drink and an excellent\nhome-cooked dinner, to a cozy fire perhaps--especially when you\ncould have all that and still retain the pulse-quickening feeling of\nadventure.\n\nWhistling, Simon found Maple Lane and walked by the rows of spherical\nhouses which could rotate with the sun from equinox to solstice and\nback again. Simon could tell it was a development of newlywed homes\nby their small size, by the absence of baby carriages and toys on the\nfront lawns, by the small clumps of white birch trees and windows with\ntheir curtains drawn.\n\nHe found the address listed on Jane-Marie's registration papers and\nturned up the walk, noticing the small, ranch-type name post with \"Mr.\nand Mrs. Jane-Marie Paige\" on it in big gold letters.\n\n\"It's Simon,\" he said as the door slid soundlessly into the curving\nwall. \"I'm home.\"\n\nSuddenly, Jane-Marie appeared there in the doorway. She must have been\nat one of the curtained windows, peeking out at him. There were soft\nlights behind her and a delicate halo circled her dark hair from the\nraditiara she wore.\n\n\"Simon,\" she said, barely above a whisper, a radiant smile on her face.\n\"They called me. Come in, darling.\"\n\nBut she still barred the doorway. When he came in he came into the arms\nof his waiting wife, his newlywed wife, his Jane-Marie. \"I missed you\never since they sent your picture,\" she breathed, while he kissed the\nlobes of her ears, the tip of her nose, her eyes, her warm, eager lips.\n\n\"Jane-Marie,\" he said. It was genuinely thrilling to her, he sensed. It\nwas more than that to him. It was--it was illicitly thrilling, worth\nall the quick exits and close calls with the police.\n\n\"You'll muss me,\" Jane-Marie scolded him, drawing away and rearranging\nher hair under the tiara. \"There. Are you hungry?\"\n\n\"Honey, I'm famished.\"\n\n\"Well, I'm making no promises. I'm not much of a cook, really. They\ndidn't tell me how long you were going to stay, but I should improve\nenough so when the next--\"\n\n\"Sh. I'll be here three weeks.\"\n\n\"Come in, come in.\" She took his hand in her own warm one, pressing the\ndoor button and dimming the hall light as they walked into the house.\n\"Tell me about yourself, darling. What do you do? How are you going to\nspend your time in New York? Oh, I'm so excited. There's so much to\ntalk about, so much to learn about each other. Do you play bridge?\nThere's a couple down the street, the wife's a Transient and just got\nhere today, but I know the husband, who likes to play bridge. Do you\nlike music? I'll turn some on.\"\n\nShe was talkative, all right. Soon Simon heard the lilting strains of\na Strauss waltz. Jane-Marie pirouetted happily about the dining room\ntable in three-quarter time and sat down, motioning Simon to sit near\nher and not on the other side. As he adjusted his napkin she leaned her\nhead on his shoulder and said, \"I like your eyes, darling.\"\n\nHe smiled. \"They're close-set.\"\n\n\"They are not. They're very intelligent-looking. I'll bet you're an\nengineer or something. I'll bet you're going to help design that new\nconstruction project in Brooklyn. Gee, I like your eyes.\" She gazed up\nat them demurely.\n\nThe robot server wheeled in the first course along with a frosted\nbottle of champagne leaning gracefully in a silver chilling urn. Simon\npopped the cork expertly, filled both glasses and raised his. \"To us,\"\nhe said.\n\n\"To us, darling. Forever and ever three weeks. I hope you like chopped\nliver salad,\" Jane-Marie added nervously. \"I had no way of knowing, but\nfrom now on you'll get whatever you like, I promise.\"\n\n\"It's delicious,\" Simon said, beginning to eat.\n\nOther courses followed. There was jellied consommé, roast, stuffed\nchicken and sweet potato pudding, a salad which Simon tossed with an\nenthusiasm and expertness that Jane-Marie said was a joy to behold,\ndessert of brandied bing cherries, coffee and pie. And a constant\nstream of chatter from Jane-Marie.\n\n\"Well,\" said Simon, patting the bulge at his waistline and sliding his\nbelt-clasp an inch or two looser with the comfortable informality only\na married man can display (and in his own home, thought Simon). \"I must\nsay that was good.\"\n\n\"I'm so glad you liked it. Do you want to sit around the fire and talk,\ndear?\" She flavored the term of endearment once more. \"Dear.\"\n\nThe robot server had begun to remove the dishes from the table. Simon\nstood up and was followed by Jane-Marie into the sunken living room,\nwhere he began to pile wood and kindling on the andirons in the\nraised-hearth fireplace. As she bent to watch him, the _décolleté_\nhostess gown revealed a breathless amount of lovely white skin. \"Maybe\nwe'll retire after that,\" Simon said, trying not to sound the way he\nfelt, which was more than mildly lecherous.\n\nJane-Marie smiled a secret, small-girl smile and pulled him down on\nthe cushion in front of the hearth, on which a bright fire was now\ncrackling. \"It's so good to have you home, darling, all to myself. Will\nyour work keep you away much? I hope not.\"\n\n\"To tell you the truth, I'm on vacation.\"\n\n\"That _is_ nice,\" Jane-Marie murmured dreamily. \"And flattering, too,\nbecause you selected me to share your vacation.\"\n\n\"Could it be anyone but you?\" Simon said. \"As if it could be anyone but\nyou.\" Which was perfectly, beautifully, delightfully true--for three\nweeks. \"You married rather young, I see.\"\n\nJane-Marie stroked his temples with long fingers. \"Oh, now, don't be so\nsure,\" she smiled. \"Maybe I'm older than I look.\"\n\n\"No. You're about twenty. I guess you like marriage.\"\n\n\"I love it. It's too early to tell, but--well, it agrees with me.\"\n\n\"I'm glad.\"\n\n\"Glad of what, darling?\"\n\n\"That you married early. Come here.\"\n\nShe came and sat in his lap. He blew in her ears and at the short hairs\non the nape of her neck until she laughed. \"I love you,\" she said. \"I\nlove you so.\"\n\nHe loved her too. It was right. She was the girl he had selected. But\na sense of urgency swept over him, not only for the love they would\nconsummate as the night grew longer, but for what he hoped to learn\nfrom her so he could have the name as well as the game--as well as that\nfeeling of adventure which sharpened his senses so acutely. He said,\n\"Do you ever think of the times before multiple marriage became the\naccepted social institution? Do you ever think of how those people must\nhave felt?\"\n\n\"I knew you were an intellectual!\" Jane-Marie cried instead of\nanswering his question. \"I just knew it. I could see it in your eyes,\ndarling. Oh, I do love you.\"\n\nHe kissed her tenderly, then with fire. He could feel the passion\nmounting between them, but tore himself from its grasp. \"Don't you ever\nthink of it?\" he asked again.\n\n\"Well, I read a book about it once, Murray's _The Decline of Monogamy_.\nThey must have felt simply awful, darling. I mean, I love you, but to\nhave to spend all that time, season after season, year after year, with\nthe same person would--would drive you crazy. You'd get to know him so\nwell, everything he did, the way he thought and all. Oh, with you it's\ndifferent. I could spend forever with you three weeks, but--\"\n\n\"No, Honey. I mean the others. The outcasts. Those who carried on\nadulterous relationships.\"\n\nJane-Marie frowned in thought. He could tell the conversation\ninterested her but thought she would have preferred to drop it. Still,\nthe conversation was flowing more smoothly than he had dared hope, and\nin the right direction.\n\n\"I don't know,\" Jane-Marie finally admitted. \"I suppose they were\npioneers, sort of. I mean, flaunting social custom the way they did\nbecause they were willing to fight for a better way of life.\"\n\n\"I agree with you,\" Simon said. \"Sometimes convention restricts you\nand doesn't allow you to live the fullest life. You should then flaunt\nconvention by all means, don't you think?\"\n\n\"I do. I do.\"\n\nHe sighed gratefully. The seed had been planted. He now had to\ncultivate it for three weeks. A word here, a gesture there, a\nsuggestion, twenty-one days of marital bliss, of gaining her\nconfidence, of impressing her with everything he did.\n\n\"Well,\" he said, \"shall we go upstairs?\"\n\nHe watched the color rise from Jane-Marie's throat and soon suffuse\nher face. \"I was thinking Mr. and Mrs. Busby might want to play some\nbridge--\"\n\n\"There are other nights,\" he said. He scattered the embers of the\nburning logs with the poker and went into the dining room after the\nbottle of champagne. With Jane-Marie at his side he climbed the stairs.\n\n\n\nThe shower had stopped. He could hear Jane-Marie humming to herself in\na nervous falsetto. He didn't know whether to get under the covers or\nnot, and finally decided Jane-Marie would be more at ease if he did. He\nhad already combed his hair and brushed his teeth.\n\nAt last, she came. She was lovely, his wife, in a daring black\nnegligee. She stood there in it for a long, wonderful moment, then\nplunged the room into darkness.\n\nYou could be a newlywed over and over again, Simon thought happily. You\ncould taste the joys of brand new parenthood not once but a hundred\ntimes. You could see the kids off to school on that memorable first day\nas often as you liked, see your grandchildren that first glorious time\nthrough the glass window also as often as you wished, or taste many\ntimes of an old, established relationship which was yet mysteriously\nnew, despite the gray hairs and conditioned familiarity.\n\nIt was a full life, but something was lacking. Did it make him a\nmisfit? Probably, but he had his own life to lead, his own fulfillment\nto achieve, his own strange kinship with the early rebels who had\nblasted monogamy from the pages of social history.\n\n\"You'll think this is silly,\" Jane-Marie whispered in the darkness.\n\n\"What's that, dear? What will I think is silly?\"\n\n\"What I'm going to ask you.\"\n\n\"No I won't. Honest.\"\n\n\"Well--\"\n\n\"Go on, if it will make you happy.\" He could sense her presence near\nhim.\n\n\"Well, it isn't that I don't trust you, but there's so much of it going\non lately that I thought--\"\n\n\"What did you think?\"\n\n\"The--the parting ritual. You know what it's for, darling. A safeguard.\"\n\nSimon plunged from zenith to nadir in seconds. He would never spend\nthose three weeks with Jane-Marie. He would be running again, running\nuntil he could board the tubeways in anonymity from the basement of\na Marriage Building in some other city. But it had never happened so\nquickly before.\n\n\"Can't it wait for three weeks?\" he asked, knowing the request was\nfutile.\n\n\"Then it's hardly a safeguard for me, just for--for the next one. It's\njust lately that all those misfits have started.... I guess some people\nwill never be satisfied.\"\n\nHer hand touched his hand in darkness. There were finger movements. She\nbegan to chant meaningless syllables.\n\nThis was it, Simon knew in despair. He could not respond. It was a\nsimple thing, but people were sworn to absolute secrecy. It was changed\nevery few months and he had never been able to learn it.\n\nA sob escaped Jane-Marie's lips. \"Simon,\" she gasped. \"Simon, you\naren't ... you're not doing....\"\n\n\"No,\" he said wearily. He sat up quickly in the darkness, and dressed.\nHe could hear her reaching for the phone. He stood up and went to her,\nbut she turned away.\n\n\"Don't you touch me. Go away, leave me alone. Of all the despicable ...\nand I thought ... I almost.... Hello, police? This is Mrs. Jane-Marie\nPaige on Maple Lane. I want to report....\"\n\n\"Goodbye,\" he whispered softly.\n\n\"I hate you!\"\n\nHe left quickly, double-timing down Maple Lane between the rows of\nspherical houses. He didn't belong. He was an outlaw, a criminal, a\nmaladjusted misfit--or worse. Some people are never satisfied. The\npolice failed to understand. To them his type was lazy, shiftless. They\nwere drones, parasites who could reap all the advantages of multiple\nlife without working a day. They had no one to support.\n\nBut that isn't it at all, thought Simon as he ran. He could hear the\napproaching wail of police sirens. He must hurry. Perhaps in Boston\nhe would get the one stroke of luck he needed, if the police didn't\ncatch him first. It wasn't that he was lazy and lacked the sense of\nresponsibility which would make him support a family. Everything was\ntoo patterned, too set-out-for-you, too prosaic. In his own way he\ncourted danger and was hated for it. He sought the spice of an illicit\nrelationship which he supposed some people always needed.\n\nHe could picture pretty Jane-Marie crying out the whole story to the\npolice. \"That man--he was a _bachelor_!\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Marlowe, Stephen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/58725/pg58725.txt",
        "name": "quickie.json"
    }
}