{
    "name": "Race Riot",
    "author": [
        "Williams, Ralph"
    ],
    "body": "The riot started late Sunday afternoon, in the alley back of John\nMcCullough's house. McCullough was in at the start of it, and he was in\nat the end.\n\nSunday is thirty hours long on Centaurus II, as are all the other days\nof the week, of course; and in summer, at the latitude of Port Knakvik,\nthe afternoons are very long indeed. John McCullough that Sunday had\nfinished hanging the windows in the log house he was building, and now\nhe was relaxing on the back stoop with a bottle of local whiskey. The\nwhiskey was distilled from a native starchy root, and had a peculiar\ntaste, but it was alcoholic, and one got used to it.\n\nIn the kitchen McCullough's wife was getting Sunday dinner on the new\ninductor stove, still marvelling at its convenience--back on the farm\nthey had cooked with wood. The two children were playing in and out of\nthe house. His neighbors, Henry Watts from across the street, and Pete\nTallant from next door, had been helping him with the windows, and now\nthey were helping him with the bottle. They were discussing the native\nquestion. In a way, this was the beginning of the riot.\n\n\"It's not that I got anything against them, in their place,\" Henry\nWatts said. \"Their place just ain't in an Earthman's town, that's all.\nThey keep crowding in, first thing you know there'll be more natives\nthan there is Earthmen, then you just watch out. They're snotty enough\nalready in their sly way, you let them get the upper hand once, mark my\nword, it won't be safe for a woman to walk down the street.\"\n\n\"Yeah, I guess so,\" McCullough said. He was really not much interested.\nHis people were from the flats upriver from Knakvik, a long-settled\ncountry where the first colonists had been brought two generations\nbefore to form the nucleus of an agricultural community. He had never\nseen more than half a dozen native Centaurans until he came down to\nKnakvik to work on the spaceport the new federal colonial government\nwas building, and it was not his nature to worry about problems\nwhich did not directly concern him. Mostly, he liked to mind his own\nbusiness, it was characteristic of McCullough that his friends came to\nvisit him at his house, he did not go to visit them.\n\n\"What the government ought to do,\" Watts said, \"it ought to take the\nwhole bunch and round them up and put them away on a reservation\nsomewhere. You can't civilize a grayskin, they ain't even human to\nstart with, so why try?\"\n\n\"Nuts,\" Pete Tallant said. Where Watts was a redneck miner and\nconstruction worker; and McCullough a farmer picking up a little easy\nmoney on a temporary job; Tallant was an intellectual, a dark restive\nyoung Earthman working his way around to see how Earth's far colonies\nlooked. Watts' yapping irritated him, but there was no point in arguing\nagainst that sort of brainless conviction, he knew. He stared gloomily\noff at the mountains across the river, rising clean and snow-capped\nabove the shanties and garbage piles of the transient workers who had\noverflowed the city to camp on the flats along the river; thinking:\n\nJust over a hundred years ago this planet was first discovered by\nmen. Less than sixty years ago the first colonists were brought here.\nThey came to a brand-new planet, almost as naked as the day they were\nborn--two hundred pounds per colonist, including their own weight--with\na free hand to build a new world as they pleased. And already the same\nold pattern, hate and distrust and envy, greed and oppression. How\nmany men on Centaurus II? Perhaps a hundred thousand. How many native\nCentaurans? Perhaps five million, on a planet larger than Earth. But\nnot enough room for both--\n\n\"You think I'm prejudiced,\" Watts said heavily, the need of the\nfrontiersman to justify his opinions before the cosmopolite rankling in\nhis voice. \"Well, I ain't. I just know those buggers, that's all. You\ngreenhorns come out here from Earth, you figure you got an answer to\neverything, just because we don't have the schooling you got, we're a\nbunch of fools. Ain't that right, John?\"\n\n\"Yeah, I guess,\" McCullough said absently. The next thing to do, he\nthought, now that they had inductor power from the central station,\nwas to get running water in the house. Plastic bubbles and tents and\nshanties and hauling water from the pump were well enough for bums\nand single men, but a family man might as well be building a decent\nhome while he was about it. There would always be rental value in a\ngood house here in town, especially with the new spaceport and the\ngovernment moving here; and later, when the kids had to go to high\nschool, it would be handy. Some day, too, he would be retiring, turning\nthe farm over to Jimmy, he and Mary would need a place to live then.\n\n\"The old ones ain't so bad,\" Watts said. \"They know their place, and\nthey remember what happened at Artillery Bluff. But some of these young\nbucks, especially the smart-alecky kind the government has been sending\nto school--\" He shook his head forebodingly.\n\n\"Nuts,\" Tallant said wearily. \"Let's talk about something we can all be\nstupid about, huh? Women or baseball or something.\"\n\nWatts flushed. \"_I_ know what I'm talking about now, and I didn't get\nit out of books, either, I've lived with the buggers. You greenhorns\nread all this sob stuff in the high-brow magazines back on Earth about\nthe noble Centaurans, and you figure we're a bunch of jerks because\nwe don't slobber all over them too. Noble Centaurans! Jesus! Dirty,\nsneaking non-humans, that's what.\" He lifted the bottle and drank\ndeeply, tilting back his head and letting his eyes rove. \"There,\" he\nsaid abruptly. \"There's your noble Centaurans, look at 'em!\"\n\nA group of natives were coming up the alley--in Port Knakvik, natives\ndid not walk in the street--shuffling along with downcast eyes. They\nwere a small gray-skinned people, roughly humanoid, viviparous but not\nmammalian. There were five males followed half a dozen steps behind by\na female carrying an infant on her hip.\n\n\"You see that _kish_ there with her _fotin_?\" Watts asked. \"Lemme show\nyou something, you probably wouldn't believe this if I told you, these\ngrayskins are just like animals, they got no decency at all.\" He stood\nup and waved an arm in a beckoning gesture. \"Hey, you _kish_, come over\nhere,\" he called.\n\nThe female Centauran paused uncertainly, looking at him with frightened\neyes out of a small triangular noseless face.\n\n\"Yes, you,\" Watts barked. \"Come here!\"\n\nShe glanced at the males ahead of her, who had also stopped and were\nlooking at Watts from the corners of their eyes. One mumbled something\nto her. She began to shuffle slowly across the yard toward Watts,\nlooking at her feet. Watts took a steel five-dollar piece from his\npocket and held it out toward her.\n\n\"Here, you _kish_,\" he said, \"feed baby, _viptiv fotin_, get money.\"\n\nThe native took the coin and looked doubtfully at the three men.\n\"_Viptiv?_\" she asked in a light high voice.\n\n\"That's right,\" Watts said. \"_Viptiv fotin._\" He grinned at Tallant.\n\"Watch this, kid, you want to see your noble Centauran do something'll\nreally make you gag.\"\n\n\"Oh, for Pete's sake,\" Tallant said. \"I _know_ these people feed their\nyoung by regurgitation. So it's disgusting to mammals? So what?\" He\njumped down from the stoop and took the Centauran mother's arm and\nturned her gently around. \"No _viptiv_,\" he said. \"Run along.\"\n\nWatts' face was almost purple now. \"What the hell you think you're\ndoing?\" he shouted. He grasped the female's other arm. \"_Viptiv_,\" he\ngritted in her face. \"You took my money, now _viptiv_!\"\n\n\"Let go that woman,\" Tallant said, \"or I'll push your face in.\" He\nturned toward the group of males, who still stood stupidly staring.\n\"Come on over here,\" he called. \"Take your woman and get out.\" One of\nthem started reluctantly across the yard. Tallant dropped the native\nwoman's arm and stepped past her to face Watts. \"I told you to let go,\"\nhe said.\n\nWatts thrust his face out. \"Make me, wise guy.\"\n\nTallant hit Watts in the face with his fist.\n\nWatts was a big man, and tough. He shook his head, wiped his nose,\nlooked incredulously at the blood on his hand, and let out a roar of\nrage. It was not much of a fight. Watts' first blow dazed Tallant, the\nsecond knocked him down, and before he could get up Watts stepped in\nand kicked him in the head.\n\nThe Centauran woman still stood where the men had left her, wide-eyed\nwith confusion. She ran awkwardly over to Watts, shoving in between him\nand Tallant's prostrate body, and pushed the five-dollar piece at him,\nchattering excitedly in her own tongue. Watts twisted the money from\nher fingers and shoved her roughly down on top of Tallant. \"There, you\ngoddam native-lover,\" he roared, \"get a real good whiff of one once,\nsee how you like it.\"\n\nShe was still carrying the baby, she tried to shield it as she fell,\nbut her body twisted and she came down heavily on it. The baby\nscreamed, a high-pitched, nerve-tearing sound. The male who had started\nback to get her pulled a long sharp knife from somewhere beneath his\nrags and broke into a trot, his eyes beadily intent on Watts.\n\nMcCullough had started down off the porch when Watts put the boot to\nTallant. He changed his intent and ran in behind the native, and hit\nhim solidly with his fist in the back of the neck. The native went\nsprawling and his knife flew out of his hand.\n\nPeople were turning to look and popping out of tents and shelters all\naround now.\n\n\"Why, that dirty native,\" Watts bellowed, \"he tried to knife me!\"\n\nHe stepped over to the Centauran and kicked him savagely several\ntimes. The other four males had been watching open-mouthed. They\nturned abruptly and started back down the alley the way they had come,\nbut there was a small knot of men there, watching them. The natives\npaused uncertainly. One broke away and ran toward the street, between\nMcCullough's house and Tallant's tent, and the others followed.\n\nMost of the Earthmen had no idea what was happening. The closer ones\ncould see a couple of natives and a man lying on the ground, another\nman with a bloody face shouting something about knifing, and four\nnatives running.\n\n\"Head 'em off!\" someone called. \"They'll get away in the street!\"\n\nThat was how the riot at Port Knakvik started.\n\n\n\nWatts ran off after the mob chasing the natives, perhaps with some\nidea of explaining, more likely not--he was in a half mindless rage of\nexcitement with the whiskey and the fighting. McCullough was left alone\nwith Tallant and the two natives. The native woman seemed unhurt, she\nwas picking herself up and examining the infant, which still whimpered.\nTallant was unconscious. McCullough picked him up and carried him into\nthe house.\n\nHis wife was standing white-faced at the door.\n\n\"Get some water,\" he said. He laid Tallant on a cot and began to wipe\noff his face. There was a scalp cut where Watts' boot had clipped him,\nmost of the blood was coming from that; but it was high and it did not\nfeel like a fracture. Presently Tallant groaned and shook his head and\nopened his eyes. The pupils did not look bad.\n\n\"How do you feel?\" McCullough asked.\n\n\"Rough,\" Tallant mumbled. \"Rough. Side ... hurts....\"\n\nMcCullough pulled up the shirt and looked. There was a swelling\npurplish bruise on the chest. He touched it gently and drew a gasp of\npain.\n\n\"Looks like maybe you got a cracked rib,\" he said. \"Get me some tape,\nwill you, Mary?\" He took the roll of tape and wound it tightly about\nTallant's chest.\n\n\"That'll hold till you get to a doctor,\" he said.\n\nTallant drew a light experimental breath. \"Feels better,\" he said.\n\"What the hell happened anyway?\"\n\nMcCullough told him.\n\n\"That's bad,\" Tallant said. \"That fool Watts could touch off a real\nriot, there's plenty more around here with no more brains than he has,\nand just spoiling for trouble. Somebody ought to get the marshal's\noffice working on it before things get out of hand.\" He took the wet\nrag he had been holding to his head away and examined the cut with\nsqueamish fingers. \"Have to get this stitched up too, I guess, before\nit sets up hard. Look, could you back my truck out into the street? I\ndon't feel up to driving, but if I get it in the street, it can take me\nin to the dispensary on auto, and I can call Administration from there.\"\n\nThere were very few private vehicles in Port Knakvik, or indeed\nanywhere on Centaurus II; but Tallant, who was an electrician, had\na company panel which he drove to and from the job. Though it was\nchemically powered--the new inductor station was the first nuclear\ninstallation on the planet--it had the same cybernetic controls as any\nEarthside vehicle. They worked fine on paved roads. On Knakvik streets,\nhowever--\n\n\"I don't know,\" McCullough said dubiously, \"You think you can make it\non auto? Suppose you get stalled?\"\n\nPort Knakvik lay on a silty alluvial plain. In the downtown area, the\nstreets were stabilized, but back along the river where the shanties\nof the construction workers sprawled, they were simply ruts punctuated\nat frequent intervals by chuckholes where churning wheels had ripped\noff the overburden, exposing the bottomless muck beneath.\n\n\"I'd go with you,\" McCullough said, \"except I kind of hate to leave\nMary and the kids right now--I tell you, maybe I could find somebody\nelse. You lay down for a minute, take it easy, I'll look around.\"\n\nTallant seemed to have guessed right about the riot, there were people\nrunning by outside toward a commotion at the lower end of the street\nwhere the native shanties clustered. McCullough saw a man he knew from\nthe job. \"Hey, George,\" he called, \"you got time to do a little favor?\"\nHe explained about Tallant.\n\nThe man had not yet been in any fighting, he was simply curious about\nwhat was going on, and this was part of it. \"Sure, John,\" he said. \"Be\nglad to.\"\n\nThey helped Tallant into the truck. George backed it out into the\nstreet on manual. \"What's the dispensary coordinates?\" he asked.\n\n\"Three-two-three, oh-one-five, local,\" Tallant told him.\n\nGeorge pushed the keys and they started off toward town.\n\nMcCullough turned to see what he could make out of the excitement at\nthe other end of the street. There were two columns of smoke billowing\nup now, and scattered shots. Two men came back up the street helping\nanother with his trouser leg split away and a bloody bandage about his\nthigh.\n\n\"What's it all about, John?\" A man called across the street to him.\n\n\"Don't know. Fighting with the natives, I guess. Henry Watts and some\nother fellows chased a couple of them down there. Looks like they mean\nto clean the whole bunch out.\"\n\n\"Dammit, that's not right,\" the man across the street said. \"The\nnatives got a right to live too, they had a village here before we\ncame. Somebody ought to do something about it.\"\n\n\"Pete Tallant just went into town to tell the marshal.\"\n\n\"Yeah, well, I wouldn't holler copper on my neighbors myself, but I\nwon't have anything to do with killing those poor natives either. They\ncan get along without me.\" The man went back in his house and closed\nthe door.\n\nMcCullough walked a few steps out into the street to get a better view.\nThe riot was none of his business, and he had no intention of getting\nmixed up in it, but the idea of the fighting excited him and made him\nnervous. He could not see much, except that there was a lot of activity.\n\nHe shook his head helplessly. My God, he thought, all this from two men\nwith nothing to do on a Sunday afternoon but get half-drunk and start\narguing....\n\n\n\nSomeone screamed--Mary's scream, suddenly choked off!\n\nMcCullough ran back across the yard and up the steps, raging at himself\nfor having left Mary and the children alone in the house. There was\nno one in the front room, but through the kitchen door he could see a\nnative with his back turned, peering out the kitchen window.\n\nMcCullough's gun was hanging over the door, on pegs set into the logs,\na gun made from the first steel smelted on Centaurus II. He reached\ndown the gun as he stepped in the door.\n\nThere were two natives in the kitchen; one with a roughed-up look who\nmight have been the one Watts had kicked, watching Mary as she huddled\nin a corner by the stove with her arms about the two children; the\nother still looking out the window. Both spun around to face him as\nMcCullough burst into the room.\n\nFor a moment they eyed each other in silence, the two Centaurans and\nthe Earthman.\n\n\"You hurt, Mary?\" McCullough asked.\n\nShe was frightened almost speechless, but she managed a squeak and a\nnegative shake of her head.\n\nMcCullough took his eyes from the natives for a moment and studied her\nsearchingly. \"You sure?\" he asked. She nodded. Some of the color was\ncoming back in her face again now, and she looked all right.\n\nHe looked back at the two natives. He should have them arrested, he\nsupposed, but to file a complaint meant going to court and losing a\nday's work. It did not even occur to him to hold them for the mob.\n\nHe gestured with the gun muzzle. \"OK,\" he said roughly. \"Get out of\nhere, now. Get!\"\n\nThe natives looked at each other. Outside, there was a rattle of\nshots in the alley, and several high-pitched screams. The native by\nthe window wet his lips and shook his head, and the other turned\nback toward McCullough. He had a knife in his hand, which he swung\nmenacingly.\n\n\"No,\" he said. \"No go outside. Kill.\"\n\nIt was not clear if he meant the verb passively or actively, but with\nthe knife not six feet from Mary and the children, it did not seem a\nproper time to discuss fine points of grammar. McCullough shot him in\nthe belly. At that range, the charge almost tore the slight native in\nhalf.\n\nThe other Centauran turned and came lunging toward him, and McCullough\nfired again. The native stumbled and fell in a heap in the middle of\nthe floor, half across the body of the first.\n\nMcCullough stepped over them to the back door and glanced out, dropping\nfresh charges in the gun as he did so. There were no natives in sight\nbut several white men were in the alley, looking around, trying to\ndecide where the shots had come from. Henry Watts was with them. He saw\nMcCullough at the door and called out to him: \"You hear those shots?\nTwo of 'em ran back up this alley. You see them?\"\n\n\"They came in my house,\" McCullough said. \"I shot both of them.\"\n\n\"Good, by God,\" Watts yelled. \"That's two we don't have to worry about.\"\n\n\"There's one more left,\" another man called from up the alley. \"He\nducked around through Gordon's lot.\"\n\nThe men ran off up the alley on the new scent, and McCullough turned\nback into the kitchen. Mary had collapsed into a chair and was sobbing\nwith her head in her arms. The two children clung to her, staring\nwide-eyed at the bodies of the natives.\n\nMcCullough walked over and patted her on the back. \"It's OK now, Mary,\"\nhe said. \"It's OK, nothing to worry about now.\" His wife went on\ncrying, and he stood there awkwardly, not quite knowing what to do.\n\nHe noticed that the dark purplish blood of the natives, almost black,\nwas spreading in little rivulets and pools over the kitchen floor. The\nfloor was of sanded white wood, and stained easily. There were some\nfolded tarps in the lean-to where McCullough kept his tools. He got one\nand rolled the bodies over onto it. As he did so, he saw that one of\nthem, the second one he had shot, was still alive. The shot had gone\nlow and mangled the native's upper leg. He stared up at McCullough with\nopaque expressionless eyes, slowly bleeding to death.\n\nIt was an embarrassing situation. McCullough was not any more callous\nthan the next man, but he found himself wishing his aim had been\nbetter. He could hardly allow the Centauran to lie there and bleed\nto death while he watched, but neither did he feel any particular\nresponsibility in the matter. The native had got what he was asking\nfor, and that was that.\n\nFinally he took the native's leather belt and tightened it around the\nleg for a tourniquet, got another tarp and spread it on the cot, and\nlaid the native on it. The corpse he rolled in the first tarp and\npushed under the cot. Throughout the injured Centauran said nothing,\neither in thanks or protest, although the leg must have been painful.\n\nHe had just finished when he heard voices in the front yard.\n\nHenry Watts was there with half a dozen other men carrying guns and\nclubs, all looking the worse for wear. Two were dragging a Centauran\ncorpse by the pants legs.\n\nWatts mopped at his sweaty, blood-stained face with his shirt-tail.\n\"You still got those two grayskins in there?\" he asked.\n\nMcCullough nodded.\n\n\"Fine, we'll take 'em off your hands now.\" Watts half-turned to the men\nbehind him. \"Come on, give me a hand to drag 'em out.\" He started up\nthe steps.\n\n\"Wait a minute,\" McCullough said. He did not move out of the door, he\nwas not quite sure why, a moment ago he had been wondering what to do\nwith the natives, and here was Watts offering to take them. It may have\nbeen the way they were dragging the Centauran, face down in the mud,\nthat bothered him. \"What you going to do with them?\" he asked.\n\n\"We got a use for 'em,\" Watts said with relish. \"We're going to drag\nall the bodies up in front of Dubois' place and string 'em up to poles\nthere, for a warning. We'll learn those grayskins what to expect, they\ncome messing around here any more. Come on, toss 'em out, we'll take\nthese two along with the rest.\"\n\n\"Well, I don't know,\" McCullough said. \"One of these is still alive, I\ndidn't kill him, just crippled him.\"\n\nWatts showed his teeth. \"That won't be a problem,\" he said.\n\nMcCullough shook his head slowly. He had counted Henry Watts as his\nfriend, but he was not so sure now that he liked him. \"No,\" he said. \"I\nthink we better just leave them till the cops come.\"\n\nWatts laughed. \"Cops? There ain't going to be any cops coming. We're\nhandling this ourselves. Don't worry about the cops, even if they could\nget an indictment, there ain't a jury in this town would convict for\nkilling a native.\"\n\n\"I'm not worrying about that,\" McCullough said stolidly, \"but I don't\nlike what you fellows are doing, I might as well say right now, and I'm\nnot going to be a party to it. Those natives stay right where they are\ntill the law comes and gets them.\"\n\nWatts' grin faded. \"John,\" he said, \"we ain't fooling. I know you're no\nnative-lover, but we're going to clean those devils out once for all.\nIf you won't let us in for them, we'll come in anyway and take 'em.\"\n\nMcCullough shook his head again. \"This is my house. Henry, you've\nbeen my friend, but I just shot two people for coming in here without\nknocking.\"\n\nWatts looked around at the men behind him. Most of them knew\nMcCullough. They did not seem taken with the idea of breaking into\nhis house. Watts swung back to McCullough. \"John,\" he said ominously,\n\"you're just making trouble for yourself, that's all.\"\n\nMcCullough simply shook his head and stood blocking the doorway.\n\nWatts glanced around at the other men again. One of them shrugged\nself-consciously and turned away, and after a moment the others\ntrailed after.\n\n\"All right,\" Watts growled. He shook his fist under McCullough's nose.\n\"All right, John McCullough, I'll remember this, and I'll be back.\nNative-lover!\" He spat on the step and went off after the others.\n\nMcCullough watched them go, uneasy under his surface stolidity. He\nliked to be on good terms with his neighbors, not enough to give in to\nthem on anything he felt strongly about, but he knew this would be held\nagainst him, and it worried him, more for the sake of Mary and the kids\nthan for himself.\n\nHe sensed his wife standing behind him.\n\n\"What did they want?\" she asked.\n\nHe told her.\n\n\"But, John, why? Haven't we had enough trouble today? Do you _have_\nto get in a fight with your neighbors over a stupid native? What\ndifference does it make to you?\"\n\nMcCullough shook his head helplessly. \"I don't know. I just don't like\nthe idea, that's all.\"\n\nHis wife stared wordlessly at him for a moment. She went into the\nkitchen and sat down at the table and began crying again. The children\nran to her and began whimpering also. McCullough prowled restlessly\nabout the living-room, stooping now and then to peer out the windows\nas men shouted and ran by. The native lay silent on the cot, unmoving\nexcept for his eyes which followed McCullough.\n\nMcCullough stopped and studied the Centauran resentfully. Goddam\nnatives, he thought, all they cause is trouble. He bent over and\nloosened the strap on the leg until fresh blood started to ooze out\nand then tightened it again. The Centauran winced a little and closed\nhis eyes briefly, but made no other sign. Ought to have morphine,\nMcCullough thought, but would morphine work on a Centauran? He didn't\nknow.\n\nHe pulled a chair over to the window, where he could watch both doors\nand the cot, and sat down with the gun across his knees. The riot was\napparently still booming along. Men trotted by outside now and then,\nsingly or in little groups, calling to each other. Once several went\nby with another Centauran corpse slung hand and foot to a pole. There\nwere no women or children in sight, those houses with blinds had them\ndown, the tent-flaps were tightly drawn. There was no indication of any\nattempt by the authorities to halt the riot. Possibly Tallant had not\ngotten through, or possibly Watts was right, the Administration was\nkeeping hands off.\n\nAfter a while Mary came in and stood by the chair. Her eyes were still\nred, but she was no longer crying. \"You want something to eat now?\" she\nasked dully. \"The roast is done.\"\n\n\"Yeah, I guess so,\" he said. He avoided her eyes.\n\nShe fixed a plate and brought it to him and sat down to watch him eat.\n\n\"You think there'll be more trouble?\" she asked. \"They surely won't\nbother us again, will they?\"\n\nMcCullough chewed thoughtfully. He thought there would be more trouble,\nbut he did not like to worry his wife unduly. \"Well,\" he hedged, \"that\nHenry's kind of a bull-headed fellow.\"\n\n\"Don't you be bull-headed too, John. I know you have to do what you\nthink is right, but please be careful.\"\n\nHe reached out and took her hand in his. \"Honey, I'm sorry. I know\nit's mighty tough on women sometimes, but a man just can't give in on\nsome things, that's all.\" He looked down, pleased as always by the\ncontrast of her small, pale, delicate fingers lying in his large blunt\nchocolate-brown hand. The contrast seemed especially important today,\nfor reasons he could not quite place.\n\nWas there some special significance in a black man married to a white\nwoman, a black man setting his will against white men, not as an\nenemy, but as an equal? Back a couple of hundred years ago, he knew,\non Earth--but the thought eluded him, he was not a very articulate or\nsubtle thinker and he could not pin it down.\n\n\"Don't you worry, Mary,\" he said, \"it'll turn out all right.\"\n\n\n\nIt was almost sundown when Watts came back. McCullough was checking the\ntourniquet on the native's leg when he heard a commotion in the street\noutside.\n\n\"John McCullough,\" a voice bellowed. \"Come out!\"\n\nWatts' voice, McCullough thought. He picked up his gun, but then he\nthought he would not feel right facing the men outside, who were\nafter all his neighbors, with a gun in his hands. He looked around.\nThe double-bitted axe he had been using to trim the logs around his\nwindow-frames leaned against the wall by the door.\n\n\"Get in the bedroom, Mary,\" he said. \"Pull the mattress off the bed\nand lie down behind it with the kids.\"\n\nHe took the axe and walked out the door onto the steps, squinting his\neyes against the setting sun. The street was full of men in front of\nhis house, perhaps half a hundred or so. Watts and a short stout man\nstood halfway up the path to the door. McCullough studied them in\nsilence.\n\n\"Well?\" he said finally.\n\n\"This man here's a deputy marshal, John,\" Watts said. \"We'll take your\nprisoner and that body now, if you don't mind.\"\n\nThe stout man grinned placatingly. \"That's right, Mr. McCullough, I've\ndeputized Mr. Watts here and several others to help restore order.\nWe've rounded up all the rioters except that one you've got in there.\"\n\n\"You got a warrant?\" McCullough asked.\n\n\"Well, no, I don't really think--\"\n\n\"Then get off my property. Go on, get!\" McCullough came down the steps\nand began to walk slowly toward Watts and the marshal. \"Get out of my\nyard!\" he said. He did not raise his voice.\n\n\"You're bucking the law now, John McCullough,\" Watts warned.\n\n\"Get out of my yard!\" McCullough said again. He was about three steps\naway from Watts. He took another step.\n\nWatts had been carrying a pistol in his hand. His arm started to\nswing up. McCullough let out a wordless bark: \"_Haugh!_\" and the axe\nflipped in a short swift arc. He stepped over Watts' body, the axe\nagain dangling limply from his hand with a few thin threads of blood\nspattering from it. \"Get out of my yard!\" he said.\n\nThe nearer men backed away slowly, not really frightened, but\nuncertain. Single men have faced down mobs many times, but more have\nbeen killed by them. In a saner moment, McCullough may have known this,\nbut his ductless glands were in full control now. He did not really\ncare, he rather hoped, if he thought at all, that there _would_ be a\nfight. He knew he could kill any man who stood against him.\n\nOff to one side, a dozen yards away, a man tentatively lifted a pistol.\nMcCullough caught the movement from the corner of his eye and turned\nand began walking toward the man, head a little forward, bright,\nslightly unfocussed eyes intent in his expressionless face. The men\nbetween the two moved back, leaving a clear path.\n\nThe man with the pistol glanced to either side and saw he now stood\nalone, all alone. There is a nightmare some men know--the implacable\ndeadly-eyed enemy coming with the red, wetly gleaming steel while you\nstand all alone with the pistol that poufs weakly with the bullets\ndribbling from the muzzle. The man jerked the trigger and spun about\nand ran without waiting to see where his shot had gone, and the charge\nsnapped two feet over McCullough's head.\n\nMcCullough turned again toward the main body of the mob and walked\nslowly forward, his eyes searching the faces around him hungrily. \"Get\nout of my yard!\" he said woodenly.\n\nThe men he faced were not cowards, few men on that world were, and\nthey had been killing natives all afternoon, their blood was up; but\nthis was different, this was one of their own kind they faced now. If\nthey had been able to see him as another outcast, as a traitor aiding\nthe enemy against them, it would have made things easier. In spite of\nwhat Watts had said, however, they knew this was not true. McCullough\nwas not a 'native-lover', he was not upholding the Centaurans, what he\nwas upholding was the right of a citizen to hold his own opinion and\nkeep his home as his castle--two rights which are extremely important\nin any frontier culture.\n\nIt put them in a very difficult moral position, and the physical\npressure of McCullough's steady advance did not give them much time\nto settle the dilemma. Half a dozen men were elbowing their way back\nthrough the press now, the marshal had disappeared, there was no one\nto start things, and they kept fading back. McCullough never varied\nhis pace, but the distance between him and the nearest man increased\nsteadily. He stopped in the street before his house, but the mob kept\nmoving under its own momentum for another fifty yards, and some still\nkept moving. A knot of perhaps a dozen stopped at the corner and\nmuttered among themselves for a few minutes. One man started to raise\na gun, and another knocked it down. They stood there a little longer,\nand McCullough leaned on his axe watching them, and then they moved off\nafter the others, men dropping off here and there as they passed their\nown homes.\n\nThe riot was over.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Williams, Ralph"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/58893/pg58893.txt",
        "name": "race_riot.json"
    }
}