{
    "name": "Radio V-rays",
    "author": [
        "Dirk, Jan"
    ],
    "body": "Dick Jarvis and Stan Ross, two young engineering students, lay sprawled\nin more or less comfortable positions in Dick’s room at college. Stan\nwas tall, tanned, and curly-headed. Dick wore the horn-rimmed glasses,\nmussed hair and preoccupied look of the habitual student. Yet these\ntwo, normally of the two extreme types which avoid each other all\nthrough college, had been drawn together in the bonds of true\nfriendship by one thing--radio.\n\nOn a long shelf which ran along one side of the room, beneath a window\nthrough which projected a lead-in insulator, lay a beautiful\nsuperheterodyne receiver. Dick’s father had been liberal with both his\nverbal and monetary encouragement, and Dick and his friend Stan Ross\nhad built the gleaming mahogany leviathan of the radio-receiving world\nas a gift for him in token of their appreciation. Stan was talking, in\nhis easy, carefree voice:\n\n“Well, old kid, there’s a DX half-hour starting in three minutes.\nUnwrap yourself from that soft chair and turn the expense into those\nlittle 199’s.”\n\nDick grinned his acquiescence as he rose and went to the set. “Which\naerial shall we use?” he inquired.\n\n“Oh, the outdoor one, I guess. Try it first, anyway, and then we can\nchange to one of the loops if it’s too loud. I’ve never seen that funny\none on the end of the bench, before--I’d like to try it.”\n\n“Oh, that one? Ouch!”\n\nDick was trying to free himself from the grip of a refractory pair of\nhead-phones that had taken a vicious hold upon one ear and a lock of\nhair.\n\n“That cone-shaped loop is a highly directional affair I built so as to\nget away from this heavy traffic on San Francisco bay.”\n\nHe snapped over a filament-controlling toggle switch set into the long\nbench, and the beautiful set became instantly alive, transformed from a\nmechanically perfect but inanimate instrument of wood and wire to a\nliving, glowing thing--a Twentieth Century horn of plenty, taking in at\none end invisible and inaudible frequencies of electricity and\nreleasing them as man-controlled music and speech.\n\n                 *       *       *       *       *\n\nStan Ross plugged in his pair of phones and watched his friend, who was\ncrouched before the superheterodyne, seeking by his trained\nmanipulation of the dials to follow up the faint whistles which the set\nwas pouring into his ears. Three stations four hundred miles to the\nsouth in Los Angeles roared in, one after the other, with an intensity\nsufficient to rattle the sensitive diaphragms of the head-sets. Dick\nslid his pair forward from his ears, but Stan, a veteran of the days\nwhen he and his fellow amateurs had sat long hours into the night with\neach others’ one kilowatt spark stations tearing into their heads from\nthree-step audio amplifiers, only smiled.\n\n“Pretty good, Dick,” he shouted. “Those stations down south are all\npiled together on almost the same wave. I didn’t think even the ‘het’\nwould separate ’em.”\n\n“Sh-h-h!” cautioned Dick. “There’s the Calgary station away up north in\nCanada. I’m going to try the new loop, now--wait a minute.”\n\nHe removed his head-set and turned his attention to the egg-shaped\naffair previously referred to by Stan, connecting it in place of the\noutdoor antenna. The affair, Stan noticed, was shaped like half an egg,\nand rotated on a vertical axis at right angles to the normal horizontal\nline of an egg. Wire was wound on the parabolic wooden frame in such a\nfashion that the focus of the electrical parabola thus formed was fixed\nupon a point far out in space, in whatever direction the horizontal\naxis of the affair might be pointed.\n\nDick turned back to the set, now much quieter, and motioned for Stan to\nturn the loop, slowly. Stan stretched a tentative hand toward the\nhandle on top of the parabola, expecting a fearful shriek in the\nphones. Nothing of the sort occurred--he gave a slight whistle of\namazement.\n\n“No body capacity?” he asked.\n\n“Nope,” came the reply; “new kink in shielding I worked out.” Then as\nStan stooped and peered into the frame, a puzzled look on his face: “No\nneed of looking for metallic shields, because there aren’t any. Just\nsomething I happened to stumble on: reducing everything as much as\npossible to ground potential.”\n\nStan smiled, and put out his hand.\n\n“I’ll have to hand it to you, old kid,” he said. “I can supply the\npractical experience, but you certainly were born with all the brains\nand genius for both of us.”\n\nHe began turning the loop slowly, pausing whenever Dick signified for\nhim to do so, and in such a manner that the focus of the parabola moved\nin a great circle from the south to the east--counter-clockwise, in\nother words. First a small station in New Mexico, then El Paso, and\nfinally Chicago and New York swung in, loud enough to be just\ncomfortable in the telephones.\n\nThe two young men smiled into each other’s eyes, contentedly,\nexperiencing the joy of a dream come true and appreciating the\nbeautiful creation on the work bench as only one can appreciate modern\nwireless telegraphy who has followed the art from its coherer stage.\nDick snapped off the tubes, and the two removed their head-sets.\n\n                 *       *       *       *       *\n\n“Some set!” said Dick, the student.\n\n“Some set!” agreed Stan, the good fellow, sensing the coming of one of\nthe friendly arguments, more or less one-sided, which they frequently\nindulged in. Sure enough, Dick frowned at him (his method of collecting\nhis thoughts) and began:\n\n“This set is appallingly stupid and simple, isn’t it?”\n\n“No, it isn’t!” snapped back Stan. “It’s complicated as the devil.”\n\nThe fray was on.\n\n“Of course you would disagree,” said Dick. “I’d like you less if you\nfailed to. But honestly, now--you understand the principles on which\nthe set works, you know how all the parts are put together, and you\nknow how to operate it efficiently. On the whole, won’t you have to\nadmit that this seven-tube set seemed far less complicated to you than\ndid the first crystal set you ever made when you were new to the game?”\n\n“Well, yes, I guess I will,” admitted Stan. “As usual, I’m cornered.\nBut just what are you driving at?”\n\n“I’ll come to that in a minute. Now, think of the thousands of people\nin this country who use radio receiving sets. They can tune them, after\na fashion; they hear over long distances, mostly because of luck, and\nso they think themselves scientific research workers, and speak of\ntheir sets, which really do all the work,\ncontemptuously--patronizingly. Yet those same sets, even if they have\nbuilt them themselves (which is not usually the case) are really\nmiracles to them, if they would only admit it.”\n\n“All done?” Stan inquired solicitously.\n\n“All done,” said Dick, wonderingly.\n\n“Right. Now listen to this and then unravel it, little logic. It’s\ngospel truth, and I’ve always wanted an explanation of it--but I never\nthought I’d meet anyone who would admit everything to be so simple as\nyou do, so I’ve always kept it under my hat.”\n\n“I’m listening,” said Dick.\n\n“Before I came to college I had an amateur station in Los Angeles--big\nspark transmitter and all that. One winter I was listening in at about\n1 o’clock in the morning. The stations up here around San Francisco\nthat had been booming in an hour before had all seemed to shut down\ntogether, almost as if something had suddenly smothered them, if you\nget what I mean. The Los Angeles fellows, I suppose, thought that the\nnorthern fellows were having some sort of local interference, so they,\ntoo, shut down, one by one. 5ZA had been working his spark, down in New\nMexico, but he seemed to fade out at about the same time the San\nFrancisco stations did.\n\n“It was odd to hear the air so quiet. I tuned all up and down the\nscale, hoping for some eastern DX, although it was rather late, but\nthere was not a station on the air. Thinking that perhaps my receiver\nwas not working as it should, I started the rotary gap and drawled out\na long CQ on full power, but none of the locals came back to ‘bawl me\nout’--I was alone on the air. It was eery; I felt as if I were the last\ninhabitant of a dead world, and the night outside--a sixty mile gale of\nice-cold north wind had sprang up from nowhere--didn’t help to lessen\nthe uncomfortable illusion. Suddenly, on about five hundred meters (I\nremember the setting of those dials as well as if I had them here in my\nhands now) I heard a low hum, and eight long dashes pealed out, one\nafter the other, each of them one tone higher than the preceding one.\n_The octave in the key of C!_\n\n“I admit that I jumped--cold sweat broke out on my forehead, but I\nglued my fingers to those variometer dials. About a minute later I\nheard it again--_do, re, mi_, and on up. It sounded at first like eight\nrotary gaps tuned to a musical scale, except that the tones were much\nsmoother, almost bell-like, in fact.”\n\nDick was laughing.\n\n“And you ask me to explain a thing like that after I’ve been talking of\nmiracles?” he scoffed. “Why, it’s childishly simple. Some local fellow\nwas playing a fool trick with eight rotary gaps adjusted to the key of\nC, or else someone was pioneering with a modulated CW--a broadcasting\nset.”\n\n“Yeah, Sherlock? Well, I thought of that, too--I’m not as dumb as I\nlook.”\n\nStan had risen to go. When he was safely outside the door, a position\ncalculated to make his parting shot highly dramatic, he turned and shot\nback, “Right in the middle of that little performance the light in my\nradio room went out, and I learned the next day that the power had been\noff all over the city!”\n\nThe door slammed.\n\n                 *       *       *       *       *\n\nWeeks passed. Stan, busy with athletics and activities, did not have\ntime to call at his friend’s house for more than a month, and when\nfinally he did, it was only upon receipt of an urgent telephone\nmessage. He burst into Dick’s room to find that worthy lying on the\nfloor with his nose deep in an immense volume.\n\n“Oh, Lord! False alarm,” he groaned. “I thought you had electrocuted\nyourself, or something. What’s the matter?--and what the dickens are\nyou reading?”\n\nDick rose and laid the volume carefully on the table.\n\n“A treatise on X-rays,” he said; “and as for your other questions,\nnothing is the matter and I haven’t electrocuted myself. I just wanted\nyou to come over and see what you have been responsible for. Look!”\n\nHe stepped to the neat work bench and withdrew the black covering cloth\nfrom a bulky cabinet.\n\n“If I’m the father of that,” snorted Stan, “I ought to be ashamed of\nmyself. Why, it’s out of date, obsolete--no one builds cabinets three\nfeet high any more. What in heck is it, anyway?”\n\n“It,” said Dick, “is, as I was saying before I was so rudely\ninterrupted”--he coughed, with a dignified air--“something for which\nyou, only you, and no one but you, are responsible.”\n\n“How come? I’ll bite.”\n\n“It’s a long story, Stan. You probably remember the trick story that\nyou told me a few weeks ago, at the end of which you left abruptly, so\nthat I might not, with the powers of pure logic, destroy what you\nseemed to believe a miracle?”\n\n“I remember, all right, only I didn’t say it was a miracle, and the\nstory was not a trick story--I told you it was gospel truth, and I\nwasn’t kidding.”\n\n“Uh-huh,” agreed Dick. “Well, be that as it may, your dramatic exit\nleft me with an unsolved puzzle in my head, as you no doubt intended\nthat it should, and knowing me as you do, old egg-beater, you certainly\nmust know what the result of such a condition upon me would naturally\nbe.”\n\n“My gawsh!” Stan exclaimed; “you don’t mean to say you’ve doped out\nabout those musical notes, do you? If you have, I’ll surely hand it\nto--”\n\n“In that case, I’m sorry to confess that I haven’t. But look in the\ncabinet.”\n\n                 *       *       *       *       *\n\nStan looked. He was too used to Dick’s queer contrivances to evince\nsurprize; rather he took a careful inventory of what he saw, so that\nwhen he turned again to his friend he had a pretty good idea of the\ncontents of the cabinet. He looked up and began enumerating from\nmemory: “Down in a lower compartment there seems to be an orthodox\nreceiving set with eight oversize tubes. All the wiring is oversize,\ntoo, and so are the transformers. Up above the set there are a lot of\nlittle control appliances, evidently of your own invention, and the\nbiggest X-ray tube I’ve ever seen, with some sort of a focusing device\npointed down into the lower compartment. That’s all. What do you think\nof little Watson’s powers of observation, Sherlock?”\n\n“You will insist upon attempting to be humorous, won’t you?” rebuked\nDick, smiling nevertheless. “Seriously, though, Stan, this is the\nbiggest thing I’ve ever done, and it may mean more to the world than\nany other radio experimentation has meant so far. Would you like an\nidea of what it all means before we start work?”\n\n“I would,” from the now sober Stan Ross.\n\n“Well, when you left that night I began turning things over and over in\nmy mind. You quite evidently did not think those eight notes were the\nresult of any human agency, and the idea, though preposterous,\nfascinated me. Where could such a phenomenon originate, I asked myself,\nif it had _not_ been the prank of some schoolboy? I thought of the\nmillions of other heavenly bodies in the plane of the Galaxy, many of\nthem thousands of times the size of our Earth, and some undoubtedly\ninhabited. I thought of Mars, though I knew that there was no more\nreason to believe it inhabited than any other planet, except that it\nhad been seized upon by the popular fancy because of its proximity to\nthe orbit of the Earth and because of its so-called canals. It was\nwhile I was thinking of Mars, however, that my train of thought shot\noff at a new tangent.”\n\nDick Jarvis paused, utterly forgetful of his friend’s presence. His\neyes shone queerly. As Ross prompted him he began again:\n\n“Why hadn’t we been able to communicate with any of the other planets?\nWere they so far ahead of us in their development that they had\nforgotten how to make our foolishly elementary kinds of receiving sets?\nWas it a mere question of wave lengths? Of distance? Or had our system\nof radio reception perhaps developed along entirely different lines\nthan theirs? Had they used some principle entirely foreign to the\nelectron theory in their radio work--say some unknown projector ray or\nlight repulsion of the sort which makes the tail of a comet point\nalways away from the sun? It seemed possible, even probable. Then I\nasked myself what medium of language an exterior planet would use in an\nattempt at communication, and two things immediately suggested\nthemselves: geometry and music! That latter made me think of you again,\nso because it was the last thing in my train of thought--you were the\nlast thing, I mean--I decided to call you responsible for the whole\nworks--the receiving set on the bench, which is what you want to hear\nabout, of course. I ought to be ashamed of myself for boring you.”\n\nStan protested.\n\n“Dick,” he said, rising and grasping his friend by the hand, “I don’t\nknow whether you know it or not, but you’re a genius. I’m proud to know\nyou.”\n\nDick Jarvis blushed.\n\n“Thanks, Stan,” he said, quietly, and rushed into a hurried discussion\nof the invention that rested before him, in an attempt to cover his\nembarrassment. A rare thing, indeed, when in college an athlete deigns\nto give such praise to one of those who are considered miserable\n“grinds”, though it is indeed true that the grinds usually end up by\ndoing more for the world. All the more credit, then, to that great\nconnecting link of modern America, the radio, which makes all men kin.\n\n“You see, Stanley,” Dick continued, “that idea of Martian ray\npropulsion sort of got me, and I kept asking myself if we didn’t have\nsomething similar to it here on Earth. There seemed to be something in\nthe back of my head which said we did--a sort of mind-picture of just\nwhat I was seeking, yet although I was on the verge of it several times\nI couldn’t seem to quite visualize the thing. Finally I woke up one\nnight with the answer, and the name of the thing on my lips--it was a\ncommon X-ray tube. I got up out of bed and started work, and for a\nmonth, steadily, I’ve worked every available minute that I could spare\nfrom my studies.”\n\n“But--” Stan broke in, impulsively, “why didn’t you let me help you? I\nwould have been only too glad--”\n\n“I know you would have been, Stan. You’re good about those things. But\nyou will have done more than your share if this thing works, tonight,\nby just having been here. I may need you for a witness, some day. Now,\nwhere was I? Oh, yes--the ray.\n\n“Of course an X-ray tube operates in accordance with the electron\ntheory, but it shoots the electrons off--it doesn’t throw them out as\nan electromagnetic field of force, which is probably the fashion in\nwhich our earthly radio waves are propagated. In other words, although\nI was still using the electrons in my work, I had an entirely new type\nof receiving set, and one which, although it might not actually hear\nmessages from another planet, would perhaps be the stepping stone on\nwhich some future inventor might build success. So I started.\n\n“In the cabinet on the bench there are, as you noticed, two divisions.\nOne contains an oversize receiving set, with some appliances of my own\nattached to it, and the other the ray projecting and focusing device.\nThe whole thing is wired with copper tubing, for the simple reason that\nin my earlier experiments the current developed was sufficient to fuse\nordinary wire. The tubes are about the size of fifty watt transmitting\ntubes, and vary in construction, the one directly beneath the\nprojector, which corresponds to the detector, having five electrodes\nmade of radium-coated quartz. I am not sure that I could explain all of\nthe action, but the radium seems to give off some new emanation that I\nhave never seen before, under the stimulus of the rays from the\nprojector. Do you follow me?”\n\n“I’m trailing,” said Stan. “Now tell me about the projector.”\n\n“The projector? It’s just an unusually large tube similar to an X-ray\ntube, which I have constructed to withstand extremely high voltages. It\nproduces a tremendous flow of force, which I have named the V-Ray, and\nwhich by means of the leaden shield I can direct upon any portion of\nthe net below. Now I believe that with the ray forcing a stream of\nelectrons, or perhaps it would be more correct to say energy, into the\ntubes, the set will be sensitive to radio waves of a type unknown here\non Earth. What the results will be, I do not know. I have never tried\nthe set in its completed form before tonight--I’m just playing a hunch.\nReady to go?”\n\n                 *       *       *       *       *\n\nStan Ross signified his assent, and the two approached the monster on\nthe long work bench. Stan felt a sinking sensation in the pit of his\nstomach. Dick attached to the input terminal of the set a long outdoor\nantenna, which, including the inductances which it contained every\nfifty feet, contained more than five miles of wire. There were no\nfilaments in the tubes, hence the only batteries needed were some\nhigh-voltage blocks, some five hundred volts, altogether. At the\nextreme right of the panel were two output terminals, across which Dick\nhad temporarily hooked a milliammeter, not knowing whether the output\nof the set would be auditory, visual, or what. He turned the 110 volts\nof the lighting system into the step-up transformer connected to the\nprojector tube; the lights blinked, dimmed, and the huge V-Ray tube\ncame to life, glowing greenly. The hum from the transformer seemed to\ndrone a warning, in its ominous sixty-cycle growl--occasionally its\nsafety gap broke down and a viciously snapping tongue of violet flame\ncrashed between the terminals and added its weird glare to the green\nglow that filled the room.\n\nDick, looking monstrous in heavy leaden surplice, goggles and gloves,\ngrasped the projector controls and swept the tubes below with the ray.\nPeering over his shoulder Stan watched the vacuum tubes begin to glow\nas the V-rays bombarded, with billions of electrons, their\nradium-coated elements. First a point at the base of each tube became\nincandescent, grew, and finally resolved itself into a ruddy ball of\nfire and rolled to the top of the plates, where it exploded and spread\nover the quartz surfaces as an opal luminescence, turning them into\nswirling blazes of color-- lavender, gold, red. Stan drew back, dizzied\nand half-hypnotized by the swirling spectra. The tubes seemed alive.\n_Alive!_ The word drummed through his befogged brain.\n\nDick adjusted the first tube.\n\n“Equivalent to inductance,” he muttered. “I tune the set with it.”\n\nThe milliammeter quivered slightly, responding to atmospherics,\npresumably, for there were no stations operating at the time on the\nwave length to which the set was tuned.\n\nStan looked at his watch.\n\n“In one minute,” he said, “the largest broadcasting station in San\nFrancisco will come on.”\n\nThe room became deathly quiet save for the hum of the transformer and\nthe ticking of the watch which Stan held in his hand, as the seconds\nmarched their way into eternity. Then--a spurt of flame, and the\nmilliammeter fell to the floor, not alone burned out, but burned almost\nin half.\n\nThe two men stared at each other through their leaden goggles. Stan\ngroped for the telephone on the bench and rang up the broadcasting\nstation.\n\n“Hello, hello,” the voice at the other end of the wire answered\nexcitedly, before he had a chance to speak. “The first of a hundred\n’phone calls to ask why we’re late? No program tonight--all our tubes\nblew out at once--generator, too--almost as if something suddenly\ndoubled the load on ’em....”\n\nThe voice ceased as the connection clicked off. Two other broadcasting\nstations came on simultaneously, as the loud-speaker attached to the\nset which Dick had placed in operation testified. He looked up to\nreceive Stan’s news and, little surprized, turned again to the tuning\ntube of the V-ray receiver, quickly tuning to the wave-length of the\ntwo stations now on the air, while Stan, aware at last of what he was\ndoing, placed a heavy ammeter across the output terminals. The needle\non the ammeter dial hesitated for the smallest fraction of a second,\nthen jumped to its maximum position. An instant later the instrument\nfell to the floor, a smoking ruin.\n\nThe two men looked at each other, their eyes bulging.\n\n“No need to telephone those stations,” Dick said, his voice shaking.\n“They’ll be burned out, too.”\n\n“And _we’re doing it_!” whispered Stan. “My God, Dick!--the man said it\nwas as though someone suddenly doubled the load on their generators.\nThat means _wireless transmission of power_!”\n\nDick stood rigid, then a faint smile touched his lips, as of tension\nrelieved.\n\n“And now,” he announced, “we’ll go up to a wave-length of one million\nmeters and see what happens to a set of head-phones.”\n\nTurning to the set he worked busily for some minutes, adjusting various\ndevices and concentrating the projector ray upon the detector tube\ndirectly below it. Stan, too excited now to think of electrocution,\nstripped off the clumsy gloves and with his bare hands connected two\npairs of receivers to the terminals where the two meters had been. With\nsomething very like a prayer they placed the telephones over their\nears, and Dick adjusted controls until a low, musical hum became\naudible.\n\n                 *       *       *       *       *\n\nSuddenly it seemed to Stan as if thousands of conversations were taking\nplace inside his head. He heard no voices, yet within his brain he was\naware of the coming and going of myriad thoughts and ideas not his own.\nHe turned to Dick and started to speak, then realized that it was\nunnecessary. Dick’s mind and his were in perfect tune; they could read\neach others’ thoughts.\n\n“Do you feel what I do, or am I going crazy?” Stan asked.\n\n“Yes. It’s true.”\n\n“What does it mean? I can’t understand.”\n\n“It means that we are listening in on interplanetary thought\ntransmissions. I believed that other heavenly bodies conversed by means\nof geometry or music. I was wrong. I should have known that they would\nbe far enough advanced to use telepathy--radio telepathy.”\n\n“These voices that do not seem to be real voices--are they from Mars?”\n\n“Probably they are. Mars is closest to us in the solar system. The\nMusic of the Spheres!”\n\nAll this without a word having been spoken....\n\nAs the two men listened it seemed that they were actually hearing\nvoices, that the thoughts which the set was pouring into their heads\nwere human voices whispering into their ears. There were conversations\nof all sorts: plans, plots, love confidences--all that one would expect\nto hear if he cut in on all the telephone conversations taking place at\none time in a big city. For each change of a hundredth part of a\nwave-length which Dick made with the dials a new flood poured in:\ndiscussions of inventions unknown to Earthmen, which might advance them\na hundred thousand years--secrets which would revolutionize Earth’s\nevery art. And all within the power of two men to disclose!\n\nOf a sudden, growing gradually louder and louder and louder until it\ndominated all the minor whispers, rose one voice above the others, in\nthe booming tones of a leader of his kind. “Aie! Aie! This is Marlars,\nchief and war lord over this red planet, which is the lord of all the\nred planets. I tell of the council to be held even now upon this, the\nlord of red planets--the council which, according to the legends of our\npeople, has always been held after each hundredth occurrence of the\nvernal equinox of that small place called Earth by its inhabitants.\nPress your thought cones to your foreheads in the customary manner, and\nstay unmoved for one space of time, when I will call you to me. For I\nam Marlars, lord of this red planet which is the lord of all the red\nplanets.”\n\nDick Jarvis and Stan Ross removed their head-phones and placed them\nagainst their foreheads as if mesmerized, and obeying the commands of a\nstronger will. The hum of the big transformer rose till it became a\nwhine--or was it a shrieking wail? The head-phones, which seemed to be\nburning into their foreheads, seemed to be changing shape in their very\nhands. The two felt a tremendous force exerting itself on them--pulling\n--pulling....\n\n                 *       *       *       *       *\n\nA week or so later Mrs. Sharpe, the landlady of the house in which Dick\nJarvis had lived, was terrifiedly answering the questions of two\ndetectives, one sent from the local police station, another from Dick’s\nfather.\n\n“S’help me,” she was entreating, “that’s the truth and nothin’ else. I\ncome upstairs, just like what I said, to make the beds, and found a big\nblack box on the table the boys had built beneath the window, with some\nbig lamps inside, a-burnin’ and a-snappin’. One of ’em were so big.”\n\nShe gestured with her hands.\n\n“I turned off the ’lectricity--the boys was always runnin’ up big\n’lectricity bills on me--but when they didn’t come back, and didn’t\ncome back, I begun to get scared and fiery mad at ’em at the same time,\nwhat with the window busted, and all. I figured they had most likely\nskipped out to beat me out of the rent, but at the same time I was\nscared somethin’ had happened to ’em. I sold all their stuff to the\njunkman before Mr. Jarvis got here to claim it, but I’m within my\nrights, an’ I know it. I don’t know no more, s’help me.”\n\nThe two detectives walked together, very slowly, to report. It was a\nstrange case.\n\n\n\n",
    "metadata": {
        "author": [
            "Dirk, Jan"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73554/pg73554.txt",
        "name": "radio_v_rays.json"
    }
}