{
    "name": "Rat Race",
    "author": [
        "Smith, George O. (George Oliver)"
    ],
    "body": "\"You're nuts,\" came the reply, but the voice on the telephone was\njovially reproving rather than sarcastic. \"I can't do anything about\nthis order.\"\n\nPeter Manton blinked. \"But it has a Four-A-One priority.\"\n\nBrannon nodded--invisibly, of course--and said, \"Sure you have a top\npriority. Anything your lab wants has top. But darn it, Peter, the best\npriority in the world isn't going to buy you a dozen mousetraps that\nare nonexistent.\"\n\n\"But--\"\n\n\"Besides which, that building you're in is about as rat-proof as a\nsealed gasoline can. There isn't an item of comestible in the place.\"\n\n\"I know that. And the mice can go hungry for all I care. But the mice\ndon't seem to understand that bringing food into the place is not only\nforbidden by law but dangerous.\"\n\n\"But there ain't a mousetrap in the country. Ding bust it, Peter,\nmousetraps take spring wire, and labor. The people who used to make\nmousetraps are now making bombsights and tanks. Besides, Peter, over\nat that laboratory of yours there should be enough brains and gear to\nreally build the Better Mousetrap. If you can spot a plane at fifty\nmiles, split atoms, and fire radio equipment out of a cannon, you ought\nto be able to dispose of a mouse or two.\"\n\nPeter grinned. \"You mean spot 'em with radar, and then shoot 'em down\nin flames with proximity fuses loaded with plutonium war heads? That\nmight be a little strenuous, don't you think? Like cutting the throat\nto stop the spread of impetigo.\"\n\n\"Well, if you have mice over there, you think of something. But top\npriority or not, we can't get you your mousetraps!\"\n\nPeter hung up unhappily. He turned from his desk to see an impertinent\nmouse sitting on the floor watching him out of beady black eyes. Peter\nhurled a book at it and swore, a rare thing for him.\n\nThe mouse disappeared behind a bank of filing cabinets.\n\n\"That's right,\" he grunted. \"Go on--disappear!\"\n\nThe word struck home. Peter blinked. And remembered....\n\n\n\nIt was dark, though not too dark for the mouse to see his surroundings.\nIt was hungry, and it was beginning to understand that of the many\nplaces occupied by man, this was one place where man left nothing that\ncould be eaten. This evening, however, the situation was changed.\nThere was a faint smell of food in the place, relatively great compared\nto the sterile atmosphere of previous days.\n\nThe mouse located the odor. A small wire tunnel closed at the far end.\nA nice, rancid bit of bacon hung there.\n\nThe mouse was no fool. He inspected the wire tunnel carefully. Three of\nhis brothers had been taken away by various metal contrivances and he\nwas not going to follow them if he could help it. The mouse sniffed the\nwires, climbed the top of the little cage and raced around it, poking\nit and bumping it. Often a trap could be sprung by poking it with a\nfoot--just jarring it. That left the bait safe to eat.\n\nBut this seemed innocuous. No springs, no wires, no trapdoor, no\nmirrors. Just a little tunnel of wire cloth about six inches long and\ntwo inches in diameter.\n\nThe mouse entered the tunnel; headed for the bit of bacon.\n\nNothing happened, and the mouse gathered speed. It paid no attention\nto the silvery metal ring that encircled the inside of the tunnel,\nand would not have known what it was anyway. There were other things\nthere, too. Bits of Alnico V, a couple of cubes of Cerise Wax, some\nminute inductances and a very small capacitor made of a tiny square of\nmica with some silver sputtered on both sides. Down in the center was\na clear crystal with electrodes clamped on it. The whole assembly was\nabout a half inch cubed and from it on either side emerged the ends of\nthe silvery-wire loop.\n\nHad the mouse seen all this, it would not have understood. That was not\nstrange, for even the man who built it was not too certain what it did,\nor what it was, nor how it worked.\n\nHe knew it worked, and it served its purpose. He was like the man who\ndaily uses electricity enough to kill him, but is not quite sure of\nwhat goes on in the instant between his snap of the switch and the\narrival of the illumination.\n\nThe mouse cared not. All he was after was food.\n\nHe paused, uncertainly and checked to see if there were any moving\nparts. There were, but they were intangible fields and stresses of\nspace.\n\nThen the mouse raced forward and passed through the silvery circle.\n\nBut did not come out on the far side.\n\nA second mouse, watching, took a sigh of relief. The bait was still\nthere. There had neither been cry of pain nor was there a captive\nwarning the rest away in mouse-ese.\n\nHe, too, came to the trap, and entered, the odor from the rancid bacon\ndrawing him with a magnetic force.\n\nHe, too, came to the silvery circle, passed through--into nothingness!\n\nCame then another, and another, each pleased in turn that the bait was\nhis alone for the taking. And as each one entered and disappeared, a\ntiny silent counter moved one digit higher.\n\nCame morning....\n\nAnd--\n\n\"Great Unholy Madness,\" exploded Peter. \"If this is a rat-proof\nbuilding, I am a Chinese policeman!\"\n\nJack Brandt looked over Peter's shoulder. \"How many?\" he asked.\n\n\"Twenty-three!\"\n\n\"Golly,\" grinned Brandt. \"We're outnumbered.\"\n\n\"We won't be long if this thing works like this every night. This is\nbetter than the original ball-bearing mousetrap.\"\n\n\"Which?\"\n\nPeter grinned. \"The tomcat,\" he said.\n\n\n\nThat was how it started. It went on for a week, passed through a huge\npeak of catch, and then tapered off abruptly. A month later, the trap\nhad passed no mouse into--nothingness--for three days. The Better\nMousetrap was placed back in the cabinet and forgotten.\n\nFor this was during the days of War, when he who was not fighting was\nworking to provide the fighting man with what he needed. And Peter\nManton's laboratory had too much to do in too short a time to permit\neven an hour's wonder or work on anything not directly concerned with\nthe problem at hand.\n\nThe months passed. Peter Manton nodded knowingly when Hiroshima\nheralded the atomic age. He made penciled notes on the margin of the\npaper correcting some of the reporter's errata in describing radar.\nHe wrote a hot letter to OSRD complaining that the news release on the\nproximity fuse had been mishandled, that he knew the real facts. He\nfollowed sonar and loran with interest.\n\nMore months passed, and the peace which was raging all over the world\ncontinued, but Peter Manton's laboratory was disbanded. Much of the\nstuff was sold as scrap, and among it was the Better Mousetrap. It\nno longer worked. Its magnets were mere bits of metal alloy; its\npermanent wax-electrets were discharged. The crystal no longer vibrated\nmolecularly, and besides, the wire loop was crushed beneath a pile of\nscrap metal.\n\nThe next time Peter Manton remembered his Better Mousetrap was when a\nfriend of his mentioned that he wanted to move.\n\n\"Move?\" asked Peter. \"Where to?\"\n\n\"That's the point,\" grumbled Tony Andrews. \"There's no place. But I'm\nnot going to stay where I am!\"\n\n\"It looks like a nice enough place. What's wrong?\"\n\n\"Mice. The place is lousy with 'em.\"\n\n\"Oh? Thought that was a fairly respectable place.\"\n\n\"It was,\" replied Andrews. \"But lately--the mouse population has\nincreased. Probably due to the lack of traps created by the war.\"\n\nPeter nodded. \"We had a mousetrap at the lab,\" he said with a fond\nsmile of reminiscence. Then he told Tony about it, and the other man\nblinked hungrily. \"That good?\" he exclaimed.\n\nPeter nodded.\n\n\"Can you build another?\"\n\n\"Sure.\"\n\nAndrews smiled. \"Look,\" he said. \"You are the man who built the Better\nMousetrap. But the old platitude isn't good enough. The world will not\nbeat a path to your door unless you make yourself known. This should\nmake you famous.\"\n\nPeter frowned a bit. \"Is it that good?\" he asked.\n\n\"It has one feature that will outdo all other traps,\" said Andrews. \"In\nany trap, there is the corpse to dispose of. In this one, there is the\ndisposal system built in. Look, you build one for me, and we'll form a\ncompany to build them.\"\n\n\"If you think so.\"\n\n\"I think so. How long will it take?\"\n\n\"To build another? About an hour once I get the parts. Luckily there's\na section of the Central Scientific Company handy. They have most of\nthe stuff.\"\n\n\n\nIt took several days to collect the material, after which Peter called\nAndrews. By the time the other man arrived, Peter was finishing off the\nmain part of the trap. He handed the thing to Andrews, who looked at\nit, squinted through the circlet of wire, and then poked a pencil into\nit. Where it came level with the plane of the circlet, it ceased to\nexist in a slick plane of cleavage.\n\nAndrews withdrew the pencil and it was complete again.\n\n\"Great Harry,\" he shouted. \"Where did you get that?\"\n\n\"That,\" smiled Peter, \"is something out of Campbell by Edward E. Smith.\"\n\n\"Who?\"\n\n\"Writers of science fiction that turned out millions of words dealing\nwith strange minerals, space warps, and the like. They used to spend\ntheir leisure hours thinking up something that would outdo the other.\nActually,\" he said, becoming serious again, \"the thing was discovered\nin our lab during the war. We were working on a closed means of radio\ncommunication--a method of wireless connection that would not only\nprevent the enemy from decoding or unscrambling, but which would be\nimpossible to detect unless you were set up properly. Too many things\nhappened under radio-silence that a means of communication might have\nprevented. Anyway, in our search for a new level of communications, we\ngot this effect.\"\n\n\"Seems to me that it should be good for something.\"\n\n\"The trouble is that it can't be made any bigger. Once that loop size\nis changed, the effect is no longer there. We worked on it for about a\nmonth and gave it up because there it is and that's all that could be\ndone with it.\"\n\n\"How about using it to pump water out of a sinking ship?\"\n\n\"Can't fasten anything to the ring,\" said Peter.\n\n\"But the thing that bothers me is where does it go?\" asked Andrews,\npoking his finger through the ring and withdrawing it hastily as he saw\nthe clean-cut cross section.\n\n\"Haven't the vaguest idea.\"\n\n\"You haven't worked on it much, then?\"\n\nPeter shook his head. \"There were a lot of things that had priority,\"\nhe said. \"We had that scheduled for about three years from now, even.\nAnyway--what are you doing?\"\n\n\"I'd like to know where the stuff goes,\" said Andrews.\n\n\"How are you going to find out?\"\n\n\n\nTony Andrews handed Peter a key ring tag. It was an advertisement for\nan automobile salesroom, and it stated that any possible finders should\nmerely drop the key ring and chain into the nearest mailbox; that the\naddressee would pay the postage. It then gave Tony Andrews' name and\naddress and telephone number.\n\n\"Think ... if it's found anywhere ... it'll be returned?\"\n\n\"That's how they sent them out,\" he said. \"Darned good advertisement,\ntoo.\"\n\n\"But--\"\n\n\"Look, Peter, if this ... and it must go somewhere ... lands close by,\nit'll be returned. Perhaps we'll get a letter, too, telling us where.\nIf it lands in some distant country, we'll probably get it back with a\nletter telling us that I sure did get around.\"\n\n\"You feel certain that it will land somewhere on earth.\"\n\nTony Andrews nodded. \"There is no pressure gradient worthy of the name\nacross the face of this,\" he said. \"Though there is a very slight\nmotion of air through the ring. That means that the air pressure on\neither side of this ding busted ring is about the same. Funny, though,\nit sort of blows both ways.\"\n\nPeter nodded. From either side he poked forefingers in. At the plane\nof cleavage, both fingers passed forward into--through--one another,\ngiving an appearance very much like poking the forefinger into a pool\nof mercury.\n\nAndrews shuddered. Then he took the little circlet, held the ring\nsidewise, and dropped the tag from the key ring through it. Through the\nring they heard it clang onto the floor.\n\nPeter took the ring from Andrews and put it horizontal, close to the\nfloor. He put a finger through it and probed.\n\nHe said: \"Ah!\" and put thumb and forefinger through the ring and came\nup with the tag.\n\n\"What's down there?\" asked Andrews.\n\n\"Feels like wood.\" Peter poked a ruler through and measured the\ndistance. About two inches differed between the concrete of Peter's\nbasement floor and the wood surface of the other.\n\n\"We'll lick that,\" said Peter. \"I've got a tiny miniature camera\nupstairs. We poke it through and take a picture or two.\"\n\nThat was a flat failure, they found. The film came out utterly black.\nWhether the film was exposed in passing, or whether the \"other side\"\nwas highly illuminated could not be determined. They could control the\nlight in the cellar so that the partially \"gone\" camera would not cause\nexposure of the film. But if the other side were brightly illuminated,\nthere would be an instant where the film was open to the light. They\ntried for hours, but failed.\n\nEventually, Andrews took his mousetrap home with him and set it up in\nthe kitchen.\n\nAgain, its take was enormous.\n\n\n\nSenator Treed entered the hardware store along Connecticut Avenue and\nasked the clerk for a mousetrap. The clerk looked surprised and said,\n\"But you're living in the Wardman Park Hotel, senator.\"\n\n\"I know. Reputed to be one of the finest hotels in Washington, too.\nBut, there're mice there.\"\n\n\"Hard to believe. Does the management know?\"\n\n\"Not yet,\" said the senator quietly. \"And say nothing, please. You see,\nMrs. Treed and I just returned from a vacation in Wisconsin and we had\na large number of packing cases delivered to our suite. It is more\nthan possible that we included a few field mice. I'd hate to be held\nresponsible for bringing mice into the Wardman Park.\"\n\nThe clerk grinned. \"Mice in the Wardman Park. That's a national\ncalamity, isn't it?\"\n\nSenator Treed scowled. \"Young man, this rat plague is a national\ncalamity. You do not realize how bad it really is. An outbreak caused\nby the war.\"\n\n\"Come now, senator. Don't blame everything on the war.\"\n\nSenator Treed shook his head. \"I try to be level headed and as honest\nas I can,\" he said. \"But how many mousetraps have you had in the place\nsince Pearl Harbor?\"\n\n\"Not many,\" admitted the clerk.\n\n\"Freedom from rodent pests is a warfare that must be constantly and\nruthlessly waged,\" replied the senator. \"Otherwise, they overwhelm us.\nWe stopped fighting rats to fight another kind. We licked the other\nkind, but there's this kind still. Now, what's new in mousetraps?\"\n\n\"Here's a new number. It's called the Better Mousetrap. A new company\nstarted about a week ago and we accepted one on consignment.\"\n\n\"How much is it?\" asked the senator.\n\n\"It's not for sale.\"\n\nThe senator spluttered in confusion.\n\n\"It's on a rental basis,\" said the clerk. \"There's a register below. It\ncounts the catch. You pay two cents per catch.\"\n\n\"Really a guaranteed job, hey?\" smiled the senator. \"How does it work?\"\n\nThe clerk held up the trap. \"This is where you put the bait,\" he said.\n\"You impale it on this spike and then swivel it through the slit in the\nwire so the mice must enter the tunnel to get to it.\"\n\n\"Yeah, but there's nothing there to stop the mice from having a free\nlunch,\" objected the senator.\n\nThe clerk took a small bolt, set it on the floor of the tunnel, tilted\nthe cage and let the bolt run down the floor slowly. It passed through\nthe circlet and disappeared.\n\n\"Hey!\"\n\nThe clerk grinned. \"Convenient, isn't it? No muss, no fuss, no strain,\nno pain. And no corpse to clean away.\"\n\n\"A very definite advantage,\" said the senator. \"But where do they go?\"\n\n\"No one knows. They go--and we ask no questions.\"\n\n\"Make a fine garbage disposal unit,\" suggested the senator.\n\n\"Could be. I imagine so. Also a swell way to get rid of old razor\nblades. But every item that goes through this trap is registered--and\nthat bolt will cost the firm two cents. It can't tell the difference\nbetween a bolt and a mouse.\"\n\n\"Hm-m-m. Good thing that tunnel is long and small. People would be\npoking all manner of things into them. But where do they go?\"\n\n\"They're trying to find out. So far they don't know. It's said that\none of the founders of the Better Mousetrap Company dropped a tag\nthrough with name and address and the offer of a reward. It hasn't been\nreturned. Maybe the mail is irregular from Mars, huh?\"\n\n\"Mars?\"\n\nThe clerk shrugged. \"I wouldn't know where,\" he said doubtfully.\n\nThe senator nodded. \"Despite the population of the country--of the\nworld--there are places where men seldom go,\" he said. \"That tag may\nbe lying in the rough at Bonnie Dundee Golf Course for all we know.\"\n\n\n\nMiss Agatha Merrit placed her pince-nez firmly on her nose. \"Good\nmorning, class,\" she said primly and with perfect diction.\n\n\"Good morning, teacher,\" responded forty third-grade voices.\n\nMiss Agatha Merrit went to her desk and sat down. \"Today,\" she said,\n\"we will learn about being afraid. It is known that ninety percent of\nall things that people fear will not harm them. I know of big strong\nmen afraid of insects and many women are dreadfully frightened of mice.\"\n\nPeter Manton, Junior, raised his hand and said: \"My father built a\nBetter Mousetrap,\" he announced irrelevantly.\n\nMiss Agatha Merrit was annoyed at the sidetracking, but young Manton's\nfather was becoming a financial force in the community and she felt it\nunwise to ignore the comment. \"I understand that the world is starting\nto beat a path to your door,\" she said, completing the old platitude.\n\"But we're speaking of fear, not mice.\"\n\n\"You're not afraid of mice?\" insisted young Peter.\n\n\"I can't say that I like them,\" said Miss Agatha Merrit. \"Though I feel\nthat the mouse is more frightened of me than I could possibly be of it.\nAfter all, I am quite a bit larger and more capable than a mouse--\"\n\nMiss Agatha Merrit opened the drawer of her desk but was prevented from\nlooking in.\n\nThe next several minutes are not describable. Not in any sort of\nchronological order because everything happened at once. Miss Agatha\nMerrit headed for the chandelier and got as far as the top of her chair\nwhich somehow arrived on the top of the table. Mice boiled out of the\ndesk drawer and spread in a wave across the desk and across the floor.\nIn a ragged wave front, the third-grade girls found the tops of their\ndesks and the third-grade boys yelped in amusement and started to\ncorral the mice. By the time the room was cleaned up an hour later, the\nboys had thirty-four mice in a wastebasket covered by a small drawing\nboard, four mice had escaped down holes in the woodwork, seven had gone\nout under the door, and three were trying to find their way out of\nnine-year-old pockets.\n\nMiss Agatha Merrit never did learn the name of the ringleader of\nthat prank. She strongly suspected Peter Junior who was at best an\nimaginative child with a clever mind and few inhibitions. What bothered\nher most was that the trick was repeated.\n\nThere were three drawers in her desk. Young Peter Manton brought, on\nthe following morning, one of his father's Better Mousetraps. She\nplaced it in the drawer that had been \"salted\" with mice the day\nbefore, but the pranksters used the second drawer that night. Carefully\nshe concealed the trap in the third drawer on the following night, and\nthe mice turned up in the top drawer again.\n\nIt became a race. Whether the problem would be solved before Miss\nAgatha Merrit became a quivering nervous wreck.\n\nA total of one hundred and seventy-three mice registered on the Better\nMousetrap in a week, and then Miss Agatha Merrit polished off the job\nby procuring enough traps for all of the desk drawers. Since no place\nremained to place them without the mice being collected and destroyed,\nthe mice-filled drawers ceased to be a favorite prank of the school.\nThe children, all of them sweet innocents, took to other forms of\nchildish torture.\n\nShe confessed to Peter Manton, Senior, that had it not been for his\nexcellent product, she would be a nervous wreck. \"And,\" she said, \"I\nnever did find out where they came from.\"\n\nHe grinned. \"We've never found out where they went,\" he told her.\n\n\"I shudder,\" said Miss Agatha Merrit, \"to think. Do you suppose, Mr.\nManton, that your device transmits them to some other corner of the\nworld?\"\n\n\"We have tried to find out. Mice, unfortunately do not take well to\nbeing tagged. But we've tagged a number of them in the hope that we\nwill discover where they go.\"\n\n\"I've noticed in the papers,\" replied Miss Agatha Merrit, \"that there\nis a veritable plague of rats. The Chicago _World_ had an editorial\nabout you ... did you see it?\"\n\n\"No,\" he admitted. \"But I'm rather pleased. What did they say?\"\n\n\"It seems that the Chicago _World_ was plagued with rats until they got\nabout two dozen of your Better Mousetraps. That fixed them. Now they\nclaim that your invention came along at the proper time. The world is\nabout to beat its path to your door, Mr. Manton.\"\n\nPeter shrugged. \"Most inventions are made to fill a definite need,\" he\nsaid. \"Discoveries are made because of man's curiosity. An invention is\nan aggregation of discoveries collected because their principles add up\nto the proper effect to take care of the necessity. I'm glad that I was\nable to make this invention of mine. It seems timely.\"\n\n\n\nSenator Treed rapped for attention and the committee came to order.\n\"This morning,\" said Treed, \"we will have open discussion of the\nproblem.\"\n\nGeneral Hayes nodded and said: \"This much is known: The mice are\ndelivered somewhere out of Manton's Better Mousetrap. I wonder if some\nforeign power might not have discovered even more of its powers and is\nusing it to plague America?\"\n\n\"That seems far fetched.\"\n\n\"Not at all. It might be likened to a bacterial warfare. Pests will\nvitiate a country as well as war--weakening a strong country to prepare\nit for easy conquest.\"\n\nTag Harris of the FBI Laboratory shook his head. \"There's more than\nmeets the eye,\" he said. \"I've definite proof that some human agency is\nworking at it.\"\n\n\"You have?\" demanded Senator Treed. \"Tell us.\"\n\n\"We tagged rats and sent 'em through one of Manton's traps. Later we\nused one of the old wire-cage affairs. Someone had gone to the trouble\nof counterfeiting some of our tags. Out of fifty-seven rats caught with\ntags, we found a duplicate number. Someone obviously caught a tagged\none from wherever it was sent, and in an effort to confuse us, made\nduplicate tags and sent 'em back.\"\n\n\"Deliberate!\"\n\nAdmiral Grayson of Intelligence nodded. \"Tomlinson of Psychological\nWarfare says that's what he would recommend to spread confusion. You\nsee, this Power would not stop; they would also know that we are\ntrying to find out all about it. Therefore they would prefer to add\nconfusion to our search. Hence the duplication of tags.\"\n\n\"Could you tell the real one?\"\n\nHarris nodded. \"Easily. The original one was well worn because the rat\nhad more time to go roaming. The duplicate was almost new.\"\n\n\"They never did turn up with that key tag of Andrews, did they?\"\n\n\"Nope.\"\n\n\"No one but a suspicious Power would conceal such a thing now that the\nsearch for it is out. The answer is obvious.\"\n\nTreed nodded in agreement. \"I shall recommend that Congress offer an\naward of twenty thousand dollars to whomever gives information to bring\nthe truth to light.\" He shuddered. \"This rat business is terrible. My\nwife is nearly out of her mind. Last night she swore that she saw a rat\n_appear_ on the floor beneath the dresser. I hushed it, of course, but\nthat is why I'm bringing this committee to order on the subject.\"\n\n\"Perhaps Manton's device just hurls them back and forth across the\ncountry.\"\n\nTreed shook his head. \"Manton's Better Mousetrap doesn't work that\nway,\" he said with conviction. \"Thanks to Manton's little registers\nwe know that Manton's catch--overall--has been rising but definitely\nfollowing the increase in rat population over the entire country. You\nsee, gentlemen, Manton's traps have been made to fill a demand in\nevery case. It started with friends who needed them. You're sort of\ninsisting that Manton's traps come assembled with its own mice.\"\n\nThat got a big laugh.\n\n\"And,\" said Senator Treed, \"God help the one who is responsible for\nthis!\"\n\n\n\nTony Andrews entered the salesroom and smiled at the clerk. \"Look,\" he\nsaid, \"I've been a good customer.\"\n\n\"You have,\" agreed the salesman. \"I know you. I'm Tom Locke.\"\n\n\"Well, Mr. Locke, I'd like another one of those key tags.\"\n\nThe salesman nodded. \"Those things are popular,\" he said. \"But what\nhappened?\"\n\n\"I dropped mine through one of those Better Mousetraps.\"\n\n\"Oh,\" laughed the salesman, \"they've been returned from every portion\nof the globe. But I guess the mail service isn't too good from wherever\nThat is.\"\n\n\"I'd hoped it would come back,\" said Andrews. \"But I'm wrong. And I'd\nlike another one.\"\n\n\"Sure. Be glad to. Since you're the man who originated the idea with\nus.\"\n\n\"I'm sorry to have to ask--What? Originated what?\"\n\n\"Why yes. The tale goes that you came in to buy a car quite some time\nago, and the salesman saw the tag on your key ring. He mentioned it to\nMr. Cagley who is our advertising manager. He had the tags made up and\nwe gave them out to our best customers.\"\n\n\"Then you've got me mixed up with someone else. For I received mine as\nthey did. Mine came in the mail and cost me three cents--which was as\ngood an advertising stunt as the tags themse--\"\n\n\"Mail? Mail? We gave them in person.\"\n\n\"But mine came through the mail.\"\n\n\"Sorry. We've never sent any of them through the mail.\"\n\n\"Oh,\" said Andrews with rising suspicion. He took the new tag with\nthanks and returned to Peter Manton's home.\n\n\"Peter, is Junior handy?\"\n\nManton nodded and called. Junior came. Then Andrews said: \"Junior, have\nyou ever seen anything like this before?\"\n\nJunior nodded. \"Last winter. Found it down in the cellar on my sled.\"\n\n\"Sled!\"\n\n\"Uh-huh. Then because it said to drop it in the mail box if found, I\ndid. You got it, huh?\"\n\nAndrews nodded. \"Yup,\" he said. \"I got it! Peter Manton, you haven't\nseen the end of this, yet.\"\n\nManton frowned slightly. \"Why?\" he asked.\n\n\"You've really built the Better Mousetrap, and you haven't seen the\npeople who are going to beat their path to your door. They haven't\nreally arrived yet. But they will!\"\n\n\n\nThe first to arrive was the FBI. Then Peter Manton's domicile was\nchanged from a town in Illinois to a cold stone place in Washington.\n\nTed Harris faced the Court. \"Here is the originator of the Plague of\nRats,\" he said. \"And the saviour of the country at the same time. He is\nin the position of a physician who poisons people so that he can save\nthem. A sort of stinking benefactor.\"\n\n\"Will you please explain to the Court?\" demanded the Court.\n\n\"The field set up by the Better Mousetrap at the plane of cleavage\nhurls anything that passes through it _backwards in time_. The\ntime-rate is indefinite and uncontrollable. However, this is why\nManton's trap was so effective. On Monday a plague of mice appears\nin an apartment. The master of the place goes out and rents one of\nthe Better Mousetraps. He places it in his apartment and during the\ntime it is there it hurls mice backward in time to create the plague!\nNaturally, the trap will be removed as soon as the mice stop--and\nbecause the trap will be removed in a few days, the trap itself stops\nthe flow of mice.\"\n\n\"But how far back--?\"\n\n\"There's little correlation. It just hurls. It is aimless and\nuncontrollable. In one case, a key tag went back several months.\"\n\n\"But how come nothing was known of this?\" demanded the Court.\n\nTag Harris smiled. \"When I have something that will utterly destroy\nsomething, I do not place anything valuable near it,\" he said. \"In\nManton's own laboratory the boys dropped spare parts through it. In\nhardware stores all over the country the clerks were dropping screws\nand nuts and the like. Most of this stuff fell to the floor and was\nswept up a few days to a week before.\"\n\nTag Harris held up a scrap of newspaper. The date was four days in the\nfuture.\n\n\"Proof,\" he said. \"I'll be sending that to myself later.\"\n\n\"And the tagged mice--the duplications?\"\n\n\"Animals that had gone through the time-trap twice and were living\ntheir lives in parallel. You see, your honor, not only did Manton's\nBetter Mousetrap hurl mice back in time, but it could hurl the same\nmouse back to the same era several times--and the Plague of Rats was a\nMan-Made Plague.\"\n\n\n\n                             Epilogue--\n\n_'Tis said that he who laughs last laughs best. The world who beat\na path to Peter Manton's door in anger because he built the Better\nMousetrap, returned to thank him anyway. You see, with mice being\nhurled backwards in time, they lived and they died in the mad rat-race\nin time. And America, for its trouble with more rodents than it could\nstand for a short period, now reaps its reward. For America is free of\nrats._\n\n\n                               THE END.\n",
    "metadata": {
        "author": [
            "Smith, George O. (George Oliver)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68256/pg68256.txt",
        "name": "rat_race.json"
    }
}