{
    "name": "Religio Journalistici",
    "author": [
        "Morley, Christopher"
    ],
    "body": "  It is not upon you alone the dark patches fall....\n  I too knitted the old knot of contrariety,\n  Had guile, anger, lust, hot wishes I dared not speak,\n  Was wayward, vain, greedy, shallow, sly, cowardly, malignant....\n  Refusals, hates, postponements, meanness, laziness, none of these\n    wanting,\n  Saw many I loved in the street or ferry-boat or public assembly, yet\n    never told them a word.\n                                 --Whitman’s “Crossing Brooklyn Ferry.”\n\n  The secret thoughts of a man run over all things without shame or\n  blame; which verbal discourse cannot do farther than the judgment\n  shall approve of the time, place, and persons.--Hobbes’s “Leviathan.”\n\n\nI was coming home from Buffalo in a train delightfully called “The\nBlack Diamond.” I had any number of books in my bag, but my lower\ninstincts were uppermost: I was tired, and pined for the narcosis of\nnewspapers. I asked the porter, also a black diamond, to see if there\nwere any lying around. He brought me a great mass of them: Chicago\npapers, Buffalo papers, Wilkes-Barre papers. With great happiness I\nbrowsed among their cheerful simplicities. From Wilkes-Barre I learned\nthat\n\n  Shakespeare’s marvellous plays could never have been written by a\n  dyspeptic. He ate carefully, sensibly, and had excellent digestion.\n\n(I had just come back from the dining car when I read that, and\nwondered a little sadly if I had been sensible.)\n\nFrom Chicago (“The World’s Greatest Newspaper”) I learned, in an\narticle on “A Perfume to Suit Your Personality,” that\n\n  The vampire had best be sparing in her use of any odour. An oriental\n  bouquet of jasmine, tube rose, cassie, and civet would enhance the\n  individuality of the colourful type. For a perfume combination of\n  this sort when used correctly can create a sensation akin to ecstasy,\n  bringing to the wearer a feeling of tremendous vitality.\n\nBut in this Chicago paper I found so much to perpend that I never\nreached the journals of other cities. I learned in an interview with\nLady Diana Manners (“Pressed for Precious Secrets of Pulchritude, She\nReveals a Surprising Lack of Them”) that\n\n  The life of a newspaper person is not without its recompenses--aside\n  from the weekly stipend. Sometimes it is a hard life--when, say, you\n  scratch and pound upon the old dome, pleading, begging its tenant,\n  Mr. Brain, to give up an idea, and you get in response a loud and\n  hollow echo convincing you he has left for parts unknown!\n\nI learned from Chicago that\n\n  The literary life of New York continues to rattle on. And it is a\n  rather grand life: though a number of writers appear to scratch\n  an existence from the soil of Greenwich Village and the purlieus\n  of mean streets, most of the men who write our books live quite\n  comfortably. One meets them every day--a prosperous crew--who lunch\n  cosily at the ---- or at the ---- and not infrequently the ----, then\n  are whisked homeward in shining limousines to put in another hour or\n  so on the manuscript of a new novel.\n\nA few days later, filled with pensive, affectionate, and somewhat\nirreverent thoughts about the newspaper business, I went uptown to the\noffices of a very great New York paper--a paper which, as a gatherer\nof news, though it does not claim the “Greatest” phrase, comes a lot\nnearer to it than that one in Chicago. A beautiful bronze elevator\nlifted me gently to the tenth floor, a beautiful bronze attendant\ntook my name politely and asked me to wait until my host emerged from\nconference. I gazed amazedly into the editorial penetralia, churchly\nin aspect, with groined ceiling, panelled alcoves, like pews, and\nlead-veined glass. Very handsome young women came strolling from those\nshadowy cloisters of opinion. A scholarly-looking young man, with\ntortoise spectacles, sat under a reredos of books. If not a curate,\nat least a curator. It all came down upon me with crushing force. How\ncould one chaff this magnificent thing? How could one speak jocularly\nof The Press? This was all so terribly real, so unmistakably there.\nI remembered my amazement when I first entered the Curtis Building\nin Philadelphia. Beside the humble little state house where a nation\nwas founded rises that gigantic cube of Americanization; in more\nsenses than one it is the exact spiritual centre of America. Does it\nnot contain a mosaic glass picture with “over a million pieces”? It\nhas been told, with the jolliest humour, how several of the world’s\ngreatest artists were commissioned, one after another, to create a\npainting of Plato’s Grove of Academe for that lobby; but they kept on\n“passing away” before it was done. There is something most quaintly\nAmerican, I believe, in adoring Plato with a vast painting rather than\nby listening to what he had to say. At a window on the seventh floor\n(I think it was the seventh) might have been seen the strong masculine\nface of the fashion editor of the _Ladies’ Home Journal_ gazing out\nwith a sudden unaccountable nostalgia. The trademarked patroness of the\n“L. H. J.,” I remembered, was Pallas Athene. Pallas is right, I said to\nmyself, studying that building. This _must_ be a home of literature,\nthe walnut panelling is so fine. This huge bulk, edified from the ribs\nof a simple, shrewd, courageous, and strangely wistful little man from\nMaine--surely if the Muse were looking for a comfortable lodging, this\nis where she would habit?\n\nSometimes it is with an effort that one must remind oneself, a thing is\nnot necessarily wrong because it is so large.\n\nWell, all that came back to me as I sat waiting in the New York\nnewspaper office. Painful doubts, too, as to whether what I am anxious\nto say is worth attempt. For it is sure to be misconceived. I am not\nsatirizing anything. These matters are far too serious for mere satire,\nwhich is so agreeably easy. No, I am merely attempting to think.\n\nI remembered also how, not long before, it strangely befell me to speak\nin a large church on a Sunday afternoon. I had not rightly apprehended\nthe situation beforehand: I found that I should have to mount into\nwhat the cheerful minister called “the high pulpit.” Sitting behind a\nthin frondage of palms, and scanning the scene in some frightfulness,\nI waited my exposure. It was a beautiful church, and there was a large\nand friendly congregation. In one of the front pews there was even a\ngentleman with a silk hat. There was music, the thrilling tumult of\nthe organ, a choir, a soprano soloist with a clear and lovely voice.\nThere were prayers, and great words were said. And in the same way that\nthe editorial magnificence of that newspaper office came down upon me\nfrom above, so I felt the whole weight and beauty and tradition of Holy\nChurch moulding me and subduing my poor little premeditated ardours.\nI felt the awful hopelessness of attempting to convey, in those\ncircumstances, my feeble and futile sense of the love and liberty\nof life. I knew then why Christ preached in the open air. And I knew\nthat the people in those pews, dear friendly people the latchets of\nwhose minds I was not worthy to unloose, desired me to say what was\nin my heart just as keenly as I desired to say it. Yet it could not,\nfully, be done. Holy Church was too strong for them as it was for me.\nI knew then, even in the small, imperfect way I know things, something\nof the whole history of religions. I knew how the majesty and glamour\nand noble gravity of institutions and authorities must have lain heavy\non the hearts of schismatics and reformers. It is not that those poor\nbrave souls did not love the rote they questioned. But the rote must be\nkept in its place. I knew then, for the first time, the real dangers of\nthe pulpit. And yet even that polished wood was once alive, growing\nfrom earth toward sky.\n\n\n\n\n§2\n\n\nThe world of newspapers and the life of newspaper men are for the\nmost part vulgar, and therefore delightful. I mean vulgar in its\nexact sense: it is a word neither of praise nor blame, both of which\nare foreign to philosophy. O thrilling, delicious, childish world!\nThe other day, from a green glade in the country, I telephoned to a\nnewspaper office. “City room, please,” I said. The connection was\nmade, and as the receiver was taken down, I could hear that old\nadorable hum, the quick patter of typewriters, voices on the copy desk\ntersely discussing the ingenious minutiæ of the job. No man who has\ndabbled, ever so amateurishly, in that spirited child’s-play outgrows\nits irrational and cursèd charm. Over miles of telephone wire that\ndrugging hum came back to my ear, that furious and bewildering pulse\nof excitement which seems so frantically important and really means\nso little. O world so happy, so amusing, so generously emotional, so\nexempt from the penalty of thought! World that deals with quaintly\ncodified and abstracted notions of life! How idle to ask whether\nnewspapers tell the truth! With truth they have little concern. Their\ntrade is in facts; like all prosperous tradesmen they are reasonably\nconscientious. To belittle newspapers for not telling the truth is as\nsilly as to regard them as training-ground for literature. Literature\nand journalism rarely overlap.\n\nFor the newspaper world, that vast, brightly coloured, contentious,\nand phantasmagoric picture of life that it evolves for its readers, is\nmostly a spurious world evolved for hurried and ignorant people. It\nis a world so happily out of touch with the world of philosophy that\nwhen, on rare occasions, the newspapers get wind of the things that\nphilosophers habitually and calmly discuss, it causes a terrible to-do\nin the headlines. The world of newspaper thinking is almost the last\nresort of the truly childish in heart. With princely accuracy is it\ncalled “the newspaper game.” Children are not friendly to philosophy,\nnor hostile. They are simply not aware it exists.\n\nAnd the game of newspapers, which I greatly love, being at heart no\nphilosopher, is enormously important. The prevailing temperament of its\nplayers is worth careful study. The mere existence of newspapers is a\nproof of the religious instinct among men, that passionate interest in\none another which implies that we are all gossips together. Gossips\nare people who have only one relative in common, but that relative the\nhighest possible; namely, God. There is truly some strange analogy\nbetween church and press. Whether it is the successful newspaper’s\ntaste for making itself clerical in architecture, or the successful\nchurch’s appetite for front-page controversy; whether it is that they\nboth make the cruellest and deadliest of enemies if annoyed; whether\nit is that the newspaper carries on the medieval church’s lust of\npersecution; or that they both mobilize for war sooner than any one\nelse; or that both are vehicles of great realities, but vehicles so\ngorgeously mechanized and ritualed that the passenger has almost been\nforgotten--whatever the basis of the analogy may be, I am not sure; but\nI feel it to be there.\n\nJournalism, like every skilled _métier_, tends to become a sort of\npriesthood. All such professional groups admit with cynical or humorous\nreadiness, inside the circle, truths that it is unmannerly to gossip\nabroad. But now and then some happy member feels he has absorbed\nenough hokum to last him for a reasonable lifetime. He has enjoyed,\nperhaps even profited by, the sharp childishness of that way of life.\nHe escapes for a time, with aspiration to think it over. He wearies of\nthe tragic ingenuity of men at concealing their real thoughts. There\nare no longer any codes of manners to be considered, any possibly\ntender readers to be sheltered, any powerful patrons to be placated. Of\ncourse genuinely detached thinking, even if it were possible, is likely\nto be discouraged; for detachment is always assumed to be malignant.\nBut, anyhow, let’s be at least like so many houses in the suburbs,\nsemi-detached.\n\nYes, there is a sort of spring fever of the soul, a seizure when, in\nmoments of golden tranquil intuition, we see Lucretius’s “coasts of\nlight.” We would hope to savour, as he bids us, not merely the honey\nthat is greased round the rim of the cup--the honey of our daily\namusement and distraction--but even the chill purging wormwood of\nthe draft. Suddenly the quotidian employ, the haggling scruples of\ndetail, seem strangely insignificant. Languor and lassitude and uneasy\nhankering pervade the spirit--an intimation of unearthliness. There is\npassion to go seeking “those things that are requisite and necessary.”\nIn Walt’s noble phrase, “to sign for soul and body.” Then, unashamed of\nthe hunger and trouble of human spirits, it seems irrelevant either\nto chaff or to praise the dear farce of life. One dreams of uttering\nonly some small granule of broken truth, something more than the jocund\ntrickery of the press.\n\nEvery philosopher is a humorist who has been squeezed. And the\nnewspaper man, odd as this may sound, is not the least appropriate\nstudent to pursue the wingy mysteries in divinity. For he is kinspirit\nof the parson in this, that church and press are perhaps the two\nprofessions that have most frankly regarded themselves as separate\nestates, above and apart from the common man. The priest esteems\nhimself the vicar of God. The pressman appoints himself vicar of News.\nThe priest transmits to the congregation as much of God’s doings as he\nthinks will be not too embarrassing for them to hear. And the newspaper\nman lays bare that portion of the event which he considers the public\nwill be most anxious to pay for. Both are anthologists.\n\nFor some time I had been saving clippings of newspaper stories about\nrecent religious controversy. I meant to sit down some evening and read\nthem through, patiently, to see how much humane sense I could winnow.\nBut I found I could not force my eyes through them. For the sake of\nrecord, to notify the quaintness of mankind, I copied down a few of the\nheadlines. “CHRIST HELD DIVINE OR ILLEGITIMATE: Dr. Pettingill Makes\nBaptists Gasp by Strong Defense of Virgin Birth.” (New York _World_.)\nDR. GUTHRIE FINDS YULE ALL PAGAN: St. Mark’s Rector Says Gift Custom\nWas Roman, Mistletoe Celtic and Tree Teutonic. (New York _Times_.)\nMODERNISM FOUND HERE MID RITUALS, DOGMA MID GLARE. (New York _Evening\nPost_.) DR. GUTHRIE SCENTS CLASHES TO COME. (New York _Times_.) And so\non. I threw the mass of clippings into the fire.\n\nAnd yet throughout those naïve burblings the reader felt a strange\nmixture of exhilaration and disgust. For the newspapers, with their\nunerring instinct, realize that men are keenly and desperately\ninterested in these matters. Hidden inside that mysterious carcass,\nyour neighbour, is the universal cry, “I want to be happy!” And with\nall their agile and cautious skill at hiding what they really think,\nmen wildly crave those liberating sorceries (liquor and love and\nlaughter, perhaps even literature, too) that roll away the stone from\nthe door of the heart.\n\nYet perhaps no man in his senses talks about religion except for the\npleasure of the talk, which is a sufficient human excuse. For the\nless we talk about religion, probably, the nearer we come to the heart\nof it. By religion we mean, I suppose, our ligatures with an unseen\nworld--a world not realized, as Wordsworth says in those “Intimations”\nthat are a whole prayer-book in themselves. There are “high instincts,”\nhe tells us, before which we tremble “like a guilty thing surprised.”\nOur guilt, surely, is that we know ourselves to have been so wearily\nand perversely disloyal to that unseen world of beauty and ecstasy;\nand our surprise, that when we escape into the honest solitudes of the\nmind we find it waiting for us. There is a great saying to the effect\nthat wherever two or three are gathered together, I shall be among you.\nBut, alas! it is even more true perhaps (one must not forget a plenty\nof perhapses) that wherever two or three are gathered together, there\nI am _not_. Human meeting introduces awkwardly human difficulties and\nembarrassments. It introduces, for instance, vanity and humility,\nboth awkward encumbrances to truth. Is there a man who does not know,\nsorrowfully, that he is much “better company” when he is alone? As\nold Doctor Donne found in the absence of his mistress, there is a\n“close corner of the brain” where the purest and loveliest embraces\nare possible. Of all mistresses, the fairest and the farthest away is\nTruth. God is known, if at all, in solitude.\n\n\n\n\n§3\n\n\nThe theological bickerings of our time and their “tincture of choler,”\nas Hobbes would say, are due perhaps to the uneven progress of a great\nshift in the human notion of God. The primitive imagination of Deity\nis often of a gigantic omnipotent and omnipresent personality. Then,\nlater, men come to think of God as a kind of force or law, or a harmony\namong infinite laws and forces. This process of magnifying God from\na person to a “far-off Divine Event” proceeds unevenly, as do all\nideas. And there is no squabbling so violent as that between people\nwho accepted an idea yesterday and those who will accept the same idea\nto-morrow. More important than the novelty of ideas is the differential\nin the rate at which people accept them. Or it might even be put the\nother way round--the rate at which ideas accept people as vehicles. An\nidea often hops into a person and uses him, more or less as we hop into\ntaxicabs. Bernard Shaw remarked, not unwisely, that his “Irrational\nKnot” was a first try (on the part of “the Life Force”) to get the\ntheme of “A Doll’s House” written in English.\n\nRobinson Crusoe’s religion was merely a calculus of personal benefit.\nWhen he found that the seeds he threw away had sprouted and come up,\nhe suddenly remembered the goodness of God. But gradually men tend to\nrise sufficiently above their own pangs and pleasures to relish the\nconception of a vaster God--a God who does not even know that we exist.\nThere are still, astounding as it seems, actual and living parsons who\ntell us that the Museum of Natural History is an affront to the Deity.\nTheir simplicity is as delightful as that of Edmund Gosse’s father (if\nyou remember that great book, “Father and Son”). The rock that his\nreason split upon was the problem whether Adam and Eve, created _de\nnovo_, had navels. There are others who find in the spider webs and\nredwood rings of the museum a powerful impulse to wonder and praise. At\nany rate, this process of magnifying God from an invisible bishop of\nfriable temper to a universal phantom of legality is what Thomas Hardy\nhad in mind when he urged “the abandonment of the masculine pronoun in\nallusions to the Fundamental Energy.” Nor, on consideration, do we find\nthe masculine pronoun a symbol of such benevolent majesty that it need\nmuch longer be retained as spokesman for Deity. It is necessary for man\nto know, as astronomers do, the inconceivable minuteness of himself and\nhis affairs.\n\nYet, knowing his unimportance, it is equally urgent for man to act\nas though his business were momentous. For the whole intellectual\nlife is based upon paradox and dainty artifice. And here we encounter\nsome fundamental characteristics of human behaviour which are highly\ninteresting.\n\nFirst of all, man is orderly. Finding himself in a grotesquely\ncomplicated universe, he hastily tries to reduce what he sees to some\ngeneral principles. He concocts helpful formulæ, rules of thumb,\nmnemonic rhymes, all sorts of proverbs, to simplify matters. There\nhas been a rather absurd eagerness on the part of the newspapers to\nreproach the church for its adherence to formalism. But man is a\nformula-bearing animal. And I doubt if the most rigid bishop who ever\nlived was more at the mercy of ritual and formulated ways of expression\nthan the average city editor. An incident may be as interesting as you\nplease, but unless it fits into his carefully ratiocinated scheme\nof what constitutes a “story” and how it should be “played,” it gets\nlittle attention. I have mentioned the Museum of Natural History;\nlet’s take it again as an illustration. I took there a small girl\nfour years old. At first she was appalled and horrified by the things\nshe saw. Live animals, at the zoo, she was familiar with. But these\nso genuine-looking and yet motionless creatures, plausible enough\nin their synthetic facsimile surroundings, yet with a gruesome air\nof not-quite-rightness--she was badly puzzled. They fitted into no\npreconceived frame in her small mind.\n\n“Are they real, Daddy?” she inquired.\n\n“They were once real, and now are stuffed,” I said.\n\nHer eager mind leaped at this. Here was a happy little formula. And at\nevery succeeding specimen, whether a wolf or a puma or a walrus or a\nwhale, with monotonous insistence she asked, “Is it real and stuffed?”\nTo which I replied, each time, with patient repetition, “Yes, real and\nstuffed.” It satisfied her perfectly until we came to the figures of\nIndians and Eskimos. Here a new formula had to be devised, that they\nwere “Not real, but made to look like it.” These trifling statements\nmade the museum, for her, a rational and not too terrifying place.\n\nOnce in a while, if you are fond of self-scrutiny, you will catch\nyourself in the very act of creating or parroting some useful formula.\nFormulæ swarm in the mind just as birds do in an orchard. And though\nthey destroy some fruit, they also help to exterminate lesser vermin\nwhich might do much harm. For the most part we are all mercifully\nunaware of our dependence on them.\n\nSecondly, then, once formulæ are made, another subtle trick of the mind\nenters into function. Man’s sovereign faculty of pretense works upon\nthem. He persuades himself that these little rites and short-cuts are\nnot really made by himself, but that they are sacred. Man’s capacity\nfor pretense, I dare say, has been the only thing that has kept him\ngoing in a rough, bruising world. He has found, throughout history,\nthat the percolation of certain fictions into affairs made order and\ngovernment more easy. Indeed the number of generally accepted fictions\nin currency is not such a bad test of civilization: the more such\nharmless pretenses, the pleasanter life is. The divine right of kings\nwas one great fiction that had a long serial career and gradually\ntapered off. Oliver Cromwell “Garred kings ken they had a lith in\ntheir necks”; the Prince of Wales’s horses seem to have suggested the\nsame thing. That adorable old shrew, Thomas Hobbes, whose wise and\nracy survey of human foibles might almost have made any subsequent\npalaver unnecessary, had people patience to read “Leviathan” nowadays,\nis copious in instance of men’s love of standing “in awe of their own\nimaginations.” We are all quick to believe anything, he remarks, from\nteachers who can “with gentleness and dexterity take hold of our fear\nand ignorance.” Whereas any truth, no matter how rationally arrived at,\nthat counters our passion and interest, we naturally reject. “I doubt\nnot but,” says the darling old cynic, “if it had been a thing contrary\nto any man’s right of dominion that the three angles of a triangle\nshould be equal to two angles of a square, that doctrine should have\nbeen, if not disputed, yet by the burning of all books of geometry,\nsuppressed.”\n\nMaster Hobbes is very jolly, too, on a matter that has interested\nevery thoughtful observer since civilization began--that religion is\nalways heartily favoured by prosperous people. Obviously; for it is\na stabilizing force. I was greatly struck, approaching Pittsburgh on\nthe train, passing through a black, cindered region where life must\nlack many of its most harmless pleasures, to notice the astounding\nnumber of churches. These, surely, are not there without some sound\nsocial reason. There are three prime consolations known to man in the\ndifficulty of his life, God, love, and money. Of any two of these you\nmay deprive him without hearing much grumble, provided he has plenty\nof the third. But if he lacks all three, there is sure to be trouble.\n\nI have often noticed, in burning a pile of dead leaves, that the\nmass that seems burned through will, if turned over with the rake,\nburst into fresh flame. Down under the mound, smothered by weight and\ncloseness, were many fragments that needed only air and freedom to\nburst into golden blaze. Perhaps it is so with any industrial society.\nTo turn it top to bottom now and then would liberate brilliant human\ncombustions that now lie choked. It is a dangerous doctrine, but so are\nall doctrines that are any fun. It is a thoroughly Christian doctrine,\ntoo.\n\nBefore we leave the topic of human relish in pretense, let’s mention\none very innocent and amusing example. One of the gay hilarities of\nexistence is the way the current social pretenses shift and vary\nand move in recurring orbits. The négligé of one period becomes the\n_haut ton_ of the next. A few years ago, during a very severe winter,\nit became the mode for young women to go trapesing about in galoshes\nwhich were left floppingly unbuckled. What, then, do we see? A year or\nso later galoshes are put on the market, very cunningly devised with\ndrooping webbed tops to _look_ as though they were carelessly left\nundone. These at once became, particularly in rustic high schools,\nexcellently _de rigueur_. It was a daintily accurate exposition of our\nhuman taste for illusion.\n\nAnd the third fundamental characteristic that I am thinking of is our\nuniversal liability to habit. This is too familiar for comment. Take\nmerely one instance which has pleasing analogies. Suppose you go to a\nsmall haberdasher to buy a pair of socks. In payment, you give him a\nfive-dollar gold piece. As he makes change, he is obscurely troubled.\nHe will ask if you haven’t a bill instead. He doesn’t relish that coin,\nbecause he isn’t used to it. Yet, if I understand correctly, gold is\nthe only genuine money there is; all the other stuff is merely money\nby convention. And how beautifully valid in regard to truth as well.\nHalf-truths to which men are accustomed are so much easier to pass than\nthe golden mintage they rarely encounter! What was it Mr. Don Marquis\nhas remarked: “If you make people think they think, they’ll love you.\nIf you really make them think, they’ll hate you.”\n\n\n\n\n§4\n\n\nCertainly these three coercive factors, and many others, too, bear\nstrangely upon all our attempts to think. The beauty and the happiness\nof religion, perhaps, lie in the fact that it has little to do\nwith thinking. As far as any man knows, up to now, the universe is\ninsoluble; and the mind, ardent particle, rather resents insolubility.\nIt resents the solemn circling of the Dipper, seen from the front\nporch every clear night. Filling itself with slow darkness, gently\ntilting and draining again, it too cruelly reminds us of the orderly\nimmensities of space. And religion may very well be considered a form\nof art and of anesthetic to soften the onset of that insolvency. It\nis reason’s petition in bankruptcy, “to drown the memory of that\ninsolence.” If it makes us happy, we need inquire no further; for\nhappiness is what all pursue. Perhaps, indeed, we are but memoranda\nin the note-book of the cosmic Author, jottings of some story that\nflashed into His mind one day, but which He did not trouble to write.\nSo we are hunting, hunting endlessly for the rest of the plot. Or we\nare surf-bathers in an ocean where one step carries us beyond our\ndepth. Accept any figure of speech that appeals to you. No work of art\nor literature yet, so far as I know, has given an adequate presentment\nof the glory and agony and mirth and excitement of being alive. Suppose\nsome visitor from another planet dropped in for an evening and could\ncommunicate his inquisition. We wanted to give him just one book that\nwould offer a picture, trustworthy, frank, recognizable, of the life\nwe have known--man’s long campaign with nature, with other men, with\nwoman, with himself. Some suggest “Candide,” but I find that great\nbook too pitiless. Some, Browne’s “Religio Medici,” but is it not too\nwitty? We might, in a hasty ransack of the shelves, linger momently\nupon Boswell or Walt Whitman or Shakespere’s Sonnets or “Moby Dick”; or\nupon the Book of Common Prayer or a photograph of Gozzoli’s “Viaggio\ndei Re Magi.” But not even these would duly serve. It would have to be\nan anthology, I fear; perhaps Robert Bridges’s “Spirit of Man,” though\nit should really have a stouter infusion of the seventeenth century,\nwhen God-intoxicated and Eros-maddened poets like John Donne and Andrew\nMarvell uttered their ecstatic and magnanimous despair.\n\nAnd that brings us to another cusp in this only too risible indent upon\nthe infinite. Religion is an attempt, a noble attempt, to suggest in\nhuman terms more-than-human realities. The seat of Peter has always\nlain beyond the Alps. The church, like the poet, is an ambassador from\nabroad; from the strangest of countries, that lying within our own\nbosoms. And what is the virtue of an ambassador? Surely, tact. The\none thing that makes ambassadors useless or dangerous is too great a\nzest to blurt out truths that many of us know, but have agreed not\nto emphasize. He thinks in the language of his homeland; he must\nspeak--though always, we trust, with winningly foreign accent--the\ntongue to which he is accredited. The ambassador knows, better than\nany other, that truth is condiment, not diet. It is rough manners to\nshove truth at people when they are not expecting it. There is always\ncharming significance in popular phrases. “The dreadful truth” is such\na one. Truth is always dreaded, not so much because it is gruesome or\ntragic, but because it is so often absurd.\n\nThe church, then, comes before us as envoy from the world of spirit to\nthe world of flesh; and here is the anomaly, that only too probably\nthese worlds have small interest in common. So is our envoy but\ndemi-potentiary. In medieval time the problem was simple; flesh and\nspirit were assumed to be deadly enemies one of the other. But nowadays\nwe lean toward a casuistry far more perplexed; that body is soul’s\nnoblest ally, that whatever makes flesh satiate and merry is so much\ngain for soul. Blithe, ruddy doctrine! Yet, sadly enough, it is even\npossible that truth is neither Trojan nor avoirdupois. Flesh and spirit\nsometimes look terribly incommensurable. Saint Paul did not fully plumb\nthe real tragedy of the situation. The most bitter wisdom of the human\nvoice is the very opposite of Paul’s cry. Transpose it so: _Video\ndeteriora proboque, meliora sequor._\n\nBody and soul, tied together back to back, see different realms of\nsky. And the innermost capsule of mind, that very I of very I, though\nwretchedly at the mercy of pains and lusts, is yet also oddly detached.\nSitting in the dentist’s chair, the innermost self says: “Here we are.\nThis is terrible. Now he is going to hurt me. Is it the essential me\nhe is going to hurt, or is it just the make-believe me?” But when the\npang comes, then truly for an instant all me’s whatsoever coalesce into\none indignant craven whole. Yet even in that horrid shudder I think\nwe are obscurely aware that it is not our essence that surrenders.\nThat volatile quiddity has retreated in disgust, loath to attend the\ndeplorable scene. He is as cheerfully regardless of body as is the\ntenant of a house he has merely rented, and for rather less than value.\nHe is, perhaps, not unlike the fire on the hearth, the brightness and\nwarm centre of the home, yet caring nought for your cherished odds and\nends. What’s Hecuba to him? Given a chance, that same domestic ember\nwould devour the whole building; and is no different, in essence, from\nthe roaring streamers that once ran wild in Baltimore and San Francisco.\n\nI knew a lovely and thoughtful woman who, with a few other adepts,\nused to do graceful figure-skating on the far side of a college\nskating-pond. There, in a quiet little cove of clear ice, apart from\nthe crowd and the rhythmic, hollow undersong of the whole vibrating\nlake, this little group swung and twirled. I can see her small slender\nfigure, her bright cheek, the lovely float and spread of her skirt as\nshe curved and poised in that steely waltzing. College students and\nwild hockey berserks and miscellaneous small fry scuttled and careered\nabout; now and then a rubber puck would skim across the ice, and like a\npack of hounds the barbarian rout would sweep upon that tranquil shore\nof the pond. For a moment the pensive skaters would be blotted out by\nswirling movement--clattering sticks, ringing skates, noisy shouts.\nThen the rabble would whirl away. The fancy skaters would be seen\nagain; and that lonely figure, swinging, leaning in airy curves, aware\nof it all with thoughtful eyes a little sparked with annoyance, aloof\nfrom the turmoil, yet not unkindly so.\n\nNot otherwise, perhaps, our hidden capsule of identity is a solitary\nskater. The wild rush of emotions, desires, passions, timidities,\ncomes tearing across the pond; lonely Diana is hidden, even shouldered\noff her lagoon of clear crystal. But then they go racketing away. The\npirouette begins again, and the soul is happy with her own concerns.\n\nWhat language, then, is our ambassador to utter, dealing with two\nworlds appallingly incongruous? Is it strange if, like the rest of us,\nhe falls back upon prudential and cheery approximations? That witty\nwriter Stella Benson mentions in one of her novels (“The Poor Man”)\na character who “knew too well the difficulties and dangers of being\nalive to despise those who sought for safety in tremulous platitudes.”\n\n\n\n\n§5\n\n\nSpeaking of ambassadors there was one in the sixteenth century who told\nthe following story:\n\n  At Constantinople I saw an Old Man, who, after he had taken a Cup\n  of Wine in his Hand to Drink, us’d first to make a hideous Noise; I\n  asked his Friends, Why he did so? They answered me, that, by this\n  Outcry, he did, as it were, warn his Soul to retire to some secret\n  Corner of his Body, or else, wholly to Emigrate, and pass out of it,\n  that it might not be guilty of that Sin which he was about to Commit,\n  nor be defiled with the Wine that he was about to guzzle down.\n\nThis humorous ancient was not unlike the modern newspaper man. The\nhideous noise of the press, its conscience-annulling haste, its sense\nof power and almost uncontradictable certainty,[A] are what he employs\nto warn his soul, his reason, not to look over his shoulder while he is\nat work. The fact is that the whole ingenious mechanism of a newspaper\nis so automatically conjointed and revolves so rapidly that by sheer\nfury and speed of movement it takes on a kind of synthetic life of its\nown. It could well be imagined thundering round and round of its own\naccord in a great jovial, shouting stupor. A leading editorial, tearing\npassions to tatters, could arise by spontaneous combustion, exhaling\nitself somehow from the general uproar and joy. Virgin birth would be\nno miracle in a newspaper office: I have seen, and myself committed,\neditorial matter whose parent had never been approached by any siring\nintelligence.\n\nOr, in the case of the reporter, painfully trained in a generous human\nskepticism, enforced student of the way people behave and the way\nthings happen, alert to discern the overtones of irony and pathos in\nthe event, you might expect him to be the least credulous of beings.\nIf so, the general flavour of the press little represents him. He\nacquiesces, consciously or unconsciously, in the fact that in all but\na few really intelligent journals the news columns are edited down\nto the level of the proprietor’s intelligence, or what the active\nmanagers imagine to be the proprietor’s taste. Not in facts, but in\nthe tone adopted in setting out those facts. An Index Expurgatorius\nis issued for office guidance, lists made of words and phrases not\nto be mentioned in news stories. The more essentially vulgar a paper\nis, the more cautious it will be not to use words the managing editor\nbelieves dirty. “Obscene,” for example, is deleted, and the truly\ndisgusting word “spicy” is substituted. And the reporter himself\nhaving acquiesced, it is not unnatural that the readers of the paper\ndo also. The great majority of them, tippling their customary sheet\nday after day with the regularity of dram-fiends, are so indurated\nto the grotesque psychology of the more popular news columns that to\nfind a paper habitually speaking recognizable moderate sense would\nafflict them with a warmth of indecency and dismay. The daily journals\ngive them the same pleasure that the serial parts of Dickens’s novels\ngave the early Victorians eighty and ninety years ago. So we have the\nagreeable paradox that these papers we see all round us, roaring their\nnaïvetés and scandals, are written and compiled by those who are, as\nindividuals, studious, serene, and gently acetic skeptics.\n\nIt is an entertaining thought. If it is true, I believe it is due\nto what I think of as the carburetor-adjustment of the human mind, a\ndelicate, unconscious, and continuous process. It pleases me to imagine\nthat in the intellect there is a valve that regulates the mixture of\ntruth and convention that we utter, just as gasolene and heated air are\nmixed and vaporized in the carburetor of an engine. Whenever we meet\nany one, or at any rate any stranger, we are likely to be on our guard.\nWe have our own little private reservoir of sincerity, but we don’t\nintend to draw on it too largely until we know we are safe. There are\nsome people, as you must have noticed, to whom it is almost impossible\nto say a word of what you really believe. Accordingly, automatically\nand almost unconsciously, we make a mental adjustment of our “mixture.”\nWe admit into it just as much truth as we believe the other is likely\nto relish, or willing to receive. But we may have made a bad guess.\nThe conversation begins to back-fire. That means the mixture is too\n“lean.” Very well; pull out the choke, enrich it with more candour,\nall goes delightfully. Too “rich” a mixture, however, is, every\nmechanician knows, as bad as too “lean.” The mind gets crusted with\ncarbon--unassimilated truth. The analogy seems to me highly applicable,\neven down to the infusion of what used to be called, in a bygone slang,\n“hot air.” Through this needle-valve, for the most part unconsciously,\nwe regulate our mental ignition.\n\nAll this, as you shall see presently, has its just bearing on our\ntopic of religion. We need, but are little likely to get, a new\n“Areopagitica” to liberate our press from its cheery bondage of\nvulgarity and slip-slop thinking. The newspaper man who has pride in\nhis honourable tradition may well feel grim to see the things he has\nsweat for trafficked across counters like bundles of merchandise; yes,\nand to see the transaction applauded by eminent statesmen and divines\nwho feel the need of a front-page quote. A little pride is desirable\nnow and then; yes, in God’s name, a little pride, gentlemen. We who\nhave lived, as best we could, for the decency of letters; who have\nvigiled with Chaucer and taken wine with Descartes and changed opinion\nwith Doctor Johnson, are we to be hired to and fro by the genial\nhucksters who know the art of print chiefly as a rapid factory for\ngaily tinted palaver?\n\nIn his tight place, beset by doubts just as acute as those of the young\ntheologian, our newspaper man ratiocinates upon the quaint processes\nof mind. He broods on the haphazard, interest-tainted, and fallible\nnature of most mortal opinion. He studies the relativity of truth\nand the proliferation of rumour. He notes how every event is like a\nstone cast into a pond; it ejaculates concentric vibrations, widening\nloops of hearsay. Varying layers or rings of truth are available for\ndifferent classes of bystanders, or bythinkers. How well he knows the\nqueer fact that you can say, unrebuked, in a weekly what would never\npass in a daily! You can say still more in a monthly; in a quarterly\nreview almost all the beans can be decanted. And in a book, quite often\nyou can print your surmises in full. Of course, to tell exactly what\nhappens, as Pepys did, it is best to be dead. (How odd is the saying,\n“Dead men tell no tales.” Why, they tell the best tales of all.) It\ndoes sometimes seem as though the more immediate readers there are for\nany bit of print, the less candour can be rationed out for each.[B]\n\nSo every human being stands at the centre of a little eddy or whirl\nof testimony. If one could make a map or editor’s projection of him\nconsidered as a news item--it would be as complicated as an ocean chart\nwith festoons of barographs and isotherms, curves and twists and arrows\nindicating set of currents, prevailing winds, soundings. On such a\nchart, we would denote here a cyclone of scandal, there a hot monsoon\nof misappreciation, yonder a steady trade-wind of generous sympathy.\nIn an ocean so various we should find our victim leading a thousand\ndifferent phantom lives in the opinion of others. If you begin to think\nabout this sort of thing, the asylum waits; for truly, confronted by\nthe alternating delights and possibilities of life, the mind is not\nunlike that chameleon that went mad when tethered on a Paisley shawl.\n\nThe newspaper man, then, begins to feel perhaps that it is necessary\nfor him to undertake the burden of fidelity to human realities--that\nburden that is often so lightly shrugged off by bishops. Looking at\nthings in the large, or trying to, he strongly suspects that formal\nreligion, as we have known it, is dying; lovelier and greater poetries\nare pushing in. (There are thousands of years still to come, you\nknow.) The highest honour that he can pay to sacred matters is to\nregard them as so thrillingly actual that they can be accepted into\nthe great general body of human life. To regard them, indeed, as news,\nas the word Gospel itself suggests. It would seem fairly obvious that\nthe miracles and parables of the New Testament, like the various\ncreeds themselves, were intended as vivid and stunning apologues.\nTo batter them down to the level of facts seems to degrade them, as\nit would be degrading to reject Keats’s sonnet because there are no\npeaks in the isthmus of Darien, and because it wasn’t Cortes. The\nnewspaper man prefers to take his stand with Tolstoy, who said, in\nthat thrilling book “A Confession”: “I wish to understand in such\na way that everything that is inexplicable shall present itself to\nme as _necessarily_ inexplicable.” He prefers that when there is\nan available and mortally recognizable way of understanding things,\nthey should so be understood. Take, for example, the story of the\nmiracle at Cana. To a man trained to observe the delightful ways\nin which testimony arises and is transmitted, how does that story\nexplain itself? Here is a wedding party, at which appears the amazing\nstranger. He seems a man more fascinating, more charming, more utterly\ndelightful, than any that those country folk have ever encountered.\nThey are all very merry, the toasts go round, the wine runs short. But\nthe ruler of the feast, turning to the stranger, says, prettily enough,\nI think, “With _you_ here, water is as good as wine.” Some one else\ntakes it up, echoing the sentiment, seeking to add to it. “Right!” he\ncries. “Our friend here makes the water into wine. Here’s to you!” And\nwith friendly applause the gathering ratifies the compliment. One of\nthe servants overhears, and carries the incident into the kitchen. How\nquickly it grows and passes down the village street! “They’ve got some\none in there who’s turning water into wine!” Can it be denied that this\nis the way that human events are reported?\n\nLet us take an example of a miracle-germ in our own time. When Horace\nTraubel, faithful and simple-minded disciple of Walt Whitman, died in\nSeptember, 1919, his body was taken to the Community Church, at Park\nAvenue and Thirty-fourth Street, New York, for the funeral service.\nBut when the body reached the church, the little company of mourners\ncould not enter; the building had suddenly caught fire. Imagine this\nepisode handed down through generations of simple people by word of\nmouth. The intimate disciple of a great poet, both of them impatient\nof the genteel religions, is borne dead to a sacred edifice. It bursts\ninto flame. Would that not be taken as some authentic Pentecost, and\nat the very least as a proof of Walt’s divinity? Yet we know well\nenough that the event was no miracle, but rather what Hobbes called “an\nextraordinary felicity.”\n\nThere is one more Biblical passage I should like to refer to, one that\nhas often been considered a knotty saying. It is the parable of the\ntalents and the unprofitable servant. I like to conceive Deity in the\nguise of that hard master who wanted his own with usury. “Well,” I can\nimagine God saying to the newly dead, “what did you think of that world\nI gave you?” “Not so bad, on the whole,” replies the embarrassed soul.\n“What!” cries God. “Simpleton, do you mean to say you took it as you\nfound it, accepted it, swallowed it down without question? Depart from\nme, unprofitable servant! You were supposed to remould it nearer to\nyour heart’s desire, to create out of my materials a new world of your\nown.”\n\nOld Doctor Jewett said to Margot Asquith, “You must believe in God\nin spite of what the clergy say.” And truly I don’t think that any\nman who has worked in downtown New York can be much of an atheist. In\nthat great jungle of violent life, under the glittering spires of such\nsteep cathedrals, he must inevitably be a trifle mad. Even Manhattan,\nsupposed to be most material of cities, is best known for the fantastic\nfigure she cuts against the sky. The loveliest picture I ever saw of\nher profile was a photograph given me by an amateur lensman who caught\nit by accident. It shows that uneven scarp of buildings in soft masses\nof dark and shadow, looming on a queerly pebbled and fuscous twilight,\nlike an eclipse. And this, as my astonished friend learned from his\nfilm-dealer, was an accident, due to mildew on the gelatin. So some\nof the most lovely visions of reality are printed on minds that are\nmildewed. The madman and the nincompoop often see more beauty than\nthe sane and solid cit. The only possible suggestion that one might\nhumbly venture to offer to the authoritative officers of Holy Church\nis that they are too sane and too businesslike. They ask us to believe\nnot things that are too hard, but too easy. They are too eager to lock\nthe stable door after the Messiah has been stolen. They have learned\nthe tricks of our world of flesh so glibly that they seem sometimes to\nforget the manners of that world of spirit they are commissioned to\nrepresent.\n\nFor the world is fascinating and painful beyond human power of\ntestimony. The best of every life is unprintable. If one were given\nfive minutes’ warning before sudden death, five minutes to say what\nit had all meant to us, every telephone-booth would be occupied by\npeople trying to call up other people to stammer that they loved them.\nYou would want to tell a whole lot of people that you love them, but\nhad been too clumsy and too shy to admit it. And the newspaper man\nhimself, who both loves and hates his queer trade, would be the first\nto remember that one always is severest with what one adores. Every\nmovement is set in some strange turning of wonder. As a man will\nsuddenly discover in himself some miserable petty trick of behaviour\nwhich, he painfully realizes, is a true microcosm and characteristic\nof his life as a whole, so now and then with the world at large. We\nare aware of lights and shadows and moments of millennium that seem\na part of some vast consistency. You know the thrill of a letter or\nparcel that comes from some one you are fond of, far away. As you\nundo the string, you say, foolishly, but with a genuine quaver of\nsentiment, “When that was tied up, So-and-so handled it!” Well, there\nare instants of preposterous happiness, clear insight, that are just\nlike that--little packages of reality, tied up in the twine of our time\nsense, that come to us direct, intact, from the eternity and infinity\nwe call God. It matters little how you explain that great word to\nyourself. Perhaps you mean by it the sum total of all human awarenesses\nof beauty. In that sense of prevailing loveliness we are all obscurely\nunited. In those moments, moments of heavenly farce and unredeemable\ntragedy, we can forgive ourselves for being only human.\n\nBut in these matters silence is the final eloquence. One does not\nargue with moonlight. Men talk of “finding God,” but no wonder it is\ndifficult; He is hidden in that darkest of hiding-places, your own\nheart. You yourself are a part of Him. The chief danger is to be too\nprosaic. Any one who has ever done proof-reading knows the delicious\nfidelity and strict zeal and maddening literalness with which the\nprofessional corrector marks a galley-proof. How he construes the text\naccording to his own rote and rigid scheme; how he resents any unusual\nuse of words; how he is so busy querying things that look odd to him\nthat he misses many of the downright errors. That is precisely the\nattitude of man toward the universe, which he is so daringly anxious to\ninterpret in some comforting sense. The journalist, whatever his sins\nand stupidities, would hope to enjoy the text of life in the spirit of\na collaborating author rather than presume to correct it. And he will\nnot do any great poet, such as Christ, the dishonour of taking him too\nliterally.\n\nWe cannot hope until we have learned to despair. Let me remind you of\nsome great lines by Andrew Marvell:\n\n  My love is of a birth as rare\n    As ’tis for object strange and high:\n  It was begotten by Despair\n    Upon Impossibility.\n\n  As lines, so loves oblique, may well\n    Themselves in every angle greet:\n  But ours, so truly parallel,\n    Though infinite, can never meet.\n\n\nTHE END\n\n\n\n\nFOOTNOTES:\n\n[A] Mr. C. E. Montague writes as follows of the origin of his novel\n_A Hind Let Loose_, a witty satire of newspaper life: “It arose from\nmuch study--in the course of my daily work--of the editorial articles\nof the best-reputed English papers. I found that they consisted,\nto a wonderfully large percentage, of certain stock expressions of\npositiveness, dislike and contempt. These, I noticed, were so general\nthat they constantly recurred in all sorts of discussions on various\nsubjects, and the fancy took me that their use could be carried further\nand further until all reference to any particular topic vanished and\nnothing but quite general positiveness remained, the Olympian mentality\nand temper just going on asserting themselves for assertion’s sake.”\n\n[B] There is a very able book called _The Gospel According to Judas_,\nwritten by a professor at a Western college, which has circulated\nin MS. among publishers for ten years, without yet finding one who\nis willing to take a chance on its very remarkable wit and uniquely\noriginal conception of the New Testament story. I have often wondered\nwhether it will ever get printed.\n\n\n\n\n  Italicized text is surrounded by underscores: _italics_.\n\n  Obvious typographical errors have been standardized.\n\n  Inconsistencies in hyphenation have been standardized.\n",
    "metadata": {
        "author": [
            "Morley, Christopher"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66145/pg66145.txt",
        "name": "religio_journalistici.json"
    }
}