{
    "name": "Respectfully mine",
    "author": [
        "Garrett, Randall"
    ],
    "body": "Tracing the path of a human being over a million parsecs of space and a\nhalf century of time isn't easy, even when the subject makes no effort\nto conceal his route or confuse his contemporaries. The difficulty\nincreases by a factor of at least ten when the subject is a wily,\nclever, and thoroughly ruthless scoundrel like Leland Hale. If it was\ndifficult for the Interstellar Police to track down Hale a century ago,\nit is easy to see why it would be almost impossible today. The records\nare too sketchy.\n\nBut while it is virtually impossible to give any coherent chronological\naccount of the life of Leland Hale, it is certainly possible to deduce\nwhat did happen during those periods of his life which are accurately\ndocumented. Modern psychometric analysis enables us to pinpoint his\ncharacter down to the seventieth decimal place, and that, in turn,\nenables us to see what he _must_ have done in a given circumstance,\nbeing the kind of man he was.\n\nFolk legend has a tendency to make heroes of even the vilest of\nvillains, provided they are colorful enough, and no amount of fact ever\nquite smothers the romantic legend. Such mythical or semi-mythical\ncharacters as Robin Hood, Jesse James, Billy the Kid, John Dillinger,\nCaptain Hamling Fox III, and Hilary Boone were all rascals to the core,\nbut even today they have their practicing cults. But the _cultus_\npeculiar to Leland Hale seems to outshine them all, and for the\nsingularly perverse reason that he was worse than all the rest rolled\ntogether. Indeed, he has been touted throughout the galaxy as a sort\nof super Simon Templar, who \"robbed from the rich and gave to the\npoor.\" Rob from the rich he did, but the recipient was Leland Hale, who\nwas rarely, if ever, in penurious circumstances.\n\nIf there is any way in which the legends of Leland Hale do not\nexaggerate, it is in the descriptions of his physical size. Here, there\nis no need to exaggerate; Hale stood six feet six in his bare feet and\nhad an absolute mass of some one hundred thirty-eight kilograms--very\nlittle of it fat. His hair was black and his skin was deeply tanned;\nhis face was hard, blocky, and handsome. Mentally, he was brilliant;\nmorally, he had one philosophy--\"Leland Hale deserves to own the\ngalaxy.\" He knew the goal was unobtainable, but he worked steadily at\nit.\n\nWhat he wanted, he took, and if it wasn't available, he took the next\nbest thing--all of which brings us around to the peculiar incident on\nthe planet Apfahl.\n\n\n\nA century ago, Apfahl was just one of those little backwater planets\nthat cluttered the fringes of the main streams of galactic trade.\nDuring the early colonization of the planet, the great southern\ncontinent was the only section of the new world that seemed worth\ncolonizing. By the end of the first three centuries, it was fairly\nwell covered with people, and those people had divided themselves into\ntwo groups.\n\nThe southernmost part of the continent, being closer to the pole, and\nhigher in altitude, was occupied by semi-nomadic herdsmen who kept\nanimals that could graze on the almost untillable tundra. The northern\npeoples, on the other hand, became farmers.\n\nAs a result, the Apfahlians quarrelled over the rightful seat of the\ncolony government, and, after much strife, _two_ capitals were set up,\nand the country of Sudapfahl and the country of Nordapfahl glared at\neach other across the boundary that separated them.\n\nJust where the name _Apfahl_ came from, no one is quite sure. Since\nit was originally colonized by people from Vega IV, which in turn was\ncolonized directly from Earth by people of Old Germanic stock, an\nattempt has been made to trace the name through that language. The\nattempt has resulted in two schools of thought.\n\nOne school contends that the word comes from the Old Earth German\nword _Apfel_, which means \"apple\"; the other school, with an equally\nsound basis, insists that the name is derived from _Abfall_, meaning\n\"garbage.\" Which school of thought one follows seems to be entirely\ndependent on whether one is an inhabitant of the planet or has merely\nvisited there.\n\nLeland Hale was, perhaps, an exception to that rule; the first time he\nsaw it, hanging in the blackness a couple of hundred thousand miles out\nof the forward plate of his expensive private ship, the planet looked\nvery much like an apple--ripe and ready for plucking. Naturally.\n\nNow, about all the average galactic citizen knows about Apfahl these\ndays is that it was the birthplace of Dachboden; as a matter of fact,\nthat's all anybody thought of it as a hundred years ago. Someone\nsays: \"R. Philipp Dachboden, the Painter of Apfahl,\" and everyone\nnods knowingly. But it would be worth your while to give five-to-one\nodds against any given person being able to tell you what sector it's\nin. And, actually, that's as it should be; aside from the fact that\nR. Philipp Dachboden was born there, Apfahl has no claim whatever to\ngalactic prominence.\n\nBut it almost did. If it hadn't been for Leland Hale--\n\n\n\nIn order to understand exactly what happened, we'll have to look over\nour cast of main characters. Aside from Leland Hale himself, there are\ntwo gentlemen who played no small part in the Apfahlian farce.\n\nHinrik Fonshliezen was a tall, dark, lean specimen with a corvine\nnose, a vulpine mind, and a porcine greed. Lest this list of\ncharacteristics smack too much of the animalistic, let it be said that\nFonshliezen's memory was _not_ elephantine, which was too bad for him.\n\nHinrik's great grandfather, one Villim Fonshliezen, had managed,\nthrough dint of much hard labor and much underhanded business, to\namass one of the biggest ranches in Sudapfahl. By the time Hinrik's\ngeneration rolled around, the Fonshliezen holdings were great enough\nto make it worth Hinrik's while to enter politics--which, of course,\nhe did. In what is known as due time, he reached the position of State\nPortfolio, a chancellorship second only to the Prime Chancellor himself.\n\nIt is easily understandable that his ambitions included the Primacy\nitself. He knew, however, that his chances of actually getting the\noffice were slim. He was efficient; he could handle any of the\nPortfolios in the File with ease. He had been elected to the File from\nhis own country because he had financial control of that country, but\nwinning a General Election was something else again, because he was not\na popular man.\n\nThat is not to say he was _un_popular; probably he was no more\ngenerally disliked than any other politician. But he simply didn't\nhave the knack of attracting favorable attention to himself; he was\nnot, to put it bluntly, a lovable man. He had very carefully avoided\ndoing anything that would make the public angry with him, but avoiding\nhatred is not the same thing as attracting love.\n\nHaving come to this realization, Hinrik Fonshliezen found himself\nlooking for either a good deed to do or a good press agent--or both.\n\nLet's leave him looking for the moment, and skip up above the border\ninto the country of Nordapfahl. In the city of Grosstat, we will find\nthe Museum of Cultural History, and within that museum, seated in a\ncomfortable, book-lined office, we find the museum's director, Dr.\nRudolf Mier.\n\nPhysically, Dr. Mier was easily distinguishable from Fonshliezen. To\nparallel the previous trope, Mier was porcine in build, bovine in\nmanner, and lupine in business matters.\n\nMier liked the good things of life--food, liquor, women, fine art, good\nmusic, and well-tailored clothes. He overindulged in all of them except\nliquor and women. He was moderate in his use of the former because he\nfound drunkenness repulsive, and of the latter because women found\n_him_ repulsive.\n\nThe Museum of Cultural History was his great love, however; as long as\nhe had it and his work, he could dispense with many of life's little\nluxuries--if it became absolutely necessary to dispense with them. The\nMuseum wasn't much by galactic standards. It had only been in existence\nfor a couple of centuries, and, in a scanty civilization such as that\nof Apfahl, two hundred years isn't much time to pick up a museum full\nof really valuable and worthwhile exhibits. The faded uniform of Field\nMarshal So-and-so might excite the beating, patriotic heart of an\nApfahlian, but it was of very little worth as a cultural relic.\n\nBut to Dr. Mier, the Museum was one of the great landmarks of human\nhistory. He envisaged a day, not too far distant, when his small\ncollection would be known as the Apfahlian Division of the Interstellar\nMuseum of Natural and Cultural History. According to the records of the\nInterstellar Museum, Dr. Rudolf Mier actually made tactful, cautious\nreaches toward such a goal. He was tactfully reminded that it would be\nnecessary to \"improve the general standards\" of the Apfahlian museum\nbefore any such recognition could be granted.\n\nDr. Mier did not actually think that such recognition would come in\nhis own lifetime; he was somewhat of an idealist, and we must give\nhim credit for that. But one day certain papers--very old-looking and\nyellowed papers--came to his attention, and he sent off a hurried\nspacegram to the Board of the Interstellar Museum.\n\nIn view of the fact that the Interstellar Museum's directors did not\nget around to considering the spacegram for nearly two months, it is\nunusual that Mier got an immediate reply to his communication. But Mier\ndidn't know that, and he was very pleased to hear that an art expert,\nDr. Allen H. Dale, was being dispatched immediately to appraise the\nsituation.\n\nThe eminent Dr. Dale had some trouble in reaching the planet; big space\nliners did not--and still do not--make regular stops at Apfahl. Dr.\nDale did, however, manage to get the captain of the I.S.S. _Belvedere_\nto veer aside from his predetermined course and drop his passenger to\nApfahl in a small flitter. It cost Dr. Dale a goodly sum, but it was\nworth it.\n\nWhen they were near the planet, the _Belvedere_ stopped, and Dr. Dale\nwent aboard the flitter with the pilot.\n\nDr. Dale, the art expert, had a full, graying beard that covered half\nhis face, and a large shock of graying hair. He might have been a\nmuscular man, but the cut of his clothes made his six and a half feet\nof body seem fat and clumsy. He gave the impression of a man who could\nneither fight nor run, but who depended on superior pomposity to stare\ndown his opponents.\n\nThe flitter pilot strapped himself down and said: \"Not much money on\nApfahl. Still, I hear there's something stirring.\" He adjusted Dr.\nDale's seat. \"Something about art, eh?\" He looked at his passenger as\nif expecting some comment.\n\nHe was not disappointed. Dr. Dale cleared his throat and said: \"Yes.\nThere has been some excitement in artistic circles of late. Of course,\nthe news only came out a few weeks ago, and it takes time for anything\nlike that to spread around the galaxy, even among the civilized\nplanets.\"\n\nThe pilot twiddled switches and control knobs as he eased the little\nship into a landing orbit. \"Well, whatever it is, it must be important\nfor a man to lay out all the extra cash it costs to get Captain Gremp\nto stop the _Belvedere_ and drop you off.\" Again he glanced at his\npassenger.\n\n\"Young man,\" said Dr. Dale, \"if you are trying to pump me for\ninformation, that is no way to go about it; on the other hand, if you\nare merely trying to keep a conversation going, there is no need to be\ncoy. I am not on a secret mission for the Interstellar Police, nor am\nI normally a close-mouthed man. If you are curious, say so; I can give\nyou a full explanation before we land.\"\n\nThe pilot reddened a little. \"Well--uh--yes. I _was_ sort of wondering\nwhat's supposed to be so important about a piece of wood.\" Gingerly, he\napplied power as the ship dropped toward the cloud-flecked surface of\nApfahl.\n\n\"Piece of wood!\" Dr. Dale seemed in agony. His gray beard bristled\nin indignation. \"Young man, I presume you have heard of R. Philipp\nDachboden?\"\n\nThe sarcasm in his voice was light, but even so the pilot reddened more\ndeeply. A hundred years ago, the brilliant genius of Dachboden was\nperhaps not quite as widely appreciated as it is today, but even then,\ntwo centuries after his death, the name of R. Philipp Dachboden ranked\nwith those of Da Vinci and Matisse.\n\n\"You are aware, I think,\" continued the pompous doctor, \"that Dachboden\ndid all his sculpture in the wood of the _dynak_ tree, which is native\nto Apfahl?\"\n\n\"Sculpture?\" asked the pilot. \"I thought he was a painter.\"\n\n\"He was,\" said Dr. Dale sourly. \"His paintings are worth tens of\nthousands. But his carvings are worth hundreds of thousands. There are\nonly eighteen examples of his work known to be in existence. Now there\nis reason to believe there may be a nineteenth.\"\n\n\"Oh yeah,\" said the pilot. \"He left one in the time capsule, eh?\"\n\n\"Presumably. We'll know in a few weeks.\"\n\n\"I guess there'll be a lot of art experts coming in pretty soon, then,\nhuh?\" the pilot asked.\n\n\"I expect my colleagues to arrive on the _Quinsen_, out of Denebola.\nIt's the next scheduled liner to make a stop here at Apfahl. I,\nhowever, wanted to get the jump on them. Get in on the ground floor, so\nto speak,\" the doctor told him.\n\n\"I getcha,\" said the pilot. It didn't occur to him to wonder what good\nit would do to get in early when the time capsule wouldn't open until\nthe scheduled time, anyway, and by then all the art experts for a\nthousand parsecs around would be clustered on the spot.\n\n\n\nWhen the flitter landed, the self-important Dr. Allen H. Dale\nsupervised the unloading of his luggage at the third-rate little\nspaceport near the city of Grosstat, a few miles from the shores of\nthe Kaltvosser Sea. It hadn't been grounded ten minutes before a big,\nblack, newly-made automobile of quaintly antique design rolled up to\nthe edge of the landing pit. Two uniformed men got out and stood at\nattention at the rear door, which opened to disgorge a third man, a\ncivilian. The civilian was almost as broad as Dr. Dale, but not nearly\nso tall; he looked well-fed, almost oily, and he had a smug expression\non his round face.\n\nFlanked by the two uniformed men, the portly civilian moved ponderously\ntoward the heap of traveling bags and the gray-bearded man who was\nstanding beside them.\n\n\"Dr. Allen Dale?\" he asked respectfully.\n\nIf, by this time, the astute reader has begun to suspect that Leland\nHale might perhaps be lurking behind that gray beard and that\nanagrammatical alias, that reader may give himself a small pat on his\nback. Leland Hale was perfectly capable of posing as an art expert\nfor the very simple reason that he _was_ an art expert. Therefore, it\nwas with perfect and utter aplomb that he turned to the fat civilian,\nevinced moderate surprise, and said: \"I am Dr. Dale, sir. And whom have\nI the honor of addressing?\"\n\nThe civilian bowed very slightly, a mere angling of the spine and a\nslight bob of the head. \"I have,\" said the chubby one in slightly\naccented Standard, \"the honor to be the director of the Grosstat Museum\nof Cultural History, Dr. Rudolf Mier.\"\n\nLeland Hale looked pleasantly surprised. \"Ah! Dr. Mier! A very great\npleasure to meet you, sir.\"\n\n\"We received your subradiogram, Doctor,\" said Mier. \"Naturally, I,\nmyself, came to meet you.\"\n\n\"Naturally,\" agreed Leland Hale.\n\n\"We get very few extra-planetary visitors here,\" Dr. Mier continued\napologetically. \"Apfahl is, I fear, a little off the--ah--beaten path.\nOf course, we expect--\"\n\n\"--to be more widely recognized after the opening of the time\ncapsule,\" Leland Hale finished for him. \"Of course. And it's only\nright. The galaxy must give due respect to the birthplace of the great\nDachboden--and they shall, never fear.\"\n\nThe Director looked like a freshly-petted cocker spaniel.\n\n\"We have arranged for your stay here, Dr. Dale. The Kayser Hotel is\nholding a suite for you. Your instruments--\" He gestured toward the\npile of luggage. \"--will be taken there. I wonder if you would honor me\nwith your presence at lunch?\"\n\n\"By all means, my dear Director--but the honor will be entirely mine.\"\n\nWithin three minutes, Leland Hale was firmly planted in the rear seat\nof the car beside the Director of the Museum of Cultural History, while\nthe uniformed men sat in front, one of them tooling the vehicle off\ndown the narrow concrete roadway toward the city of Grosstat.\n\n\"Tell me,\" said Leland Hale, \"how did all this come about? The news\nreleases were very sketchy.\"\n\nRudolf Mier leaned back comfortably in his seat and allowed a look of\nsemi-concentration to envelope his face.\n\n\"Well, it all began a couple of centuries ago--back during Dachboden's\nlifetime. That's when the Museum was founded, you know.\" Then he\nstopped and looked at Hale. \"Ah--_do_ you know? I mean, are you\nacquainted with the history of Apfahl?\"\n\nHale looked properly embarrassed, \"I'm afraid I know very little,\nDoctor. In spite of Dachboden's fame, Apfahl has not shared that fame\nas it properly should. Let us say that, although Apfahl basks in the\nglory of her renowned son, she doesn't reflect too much of it. You will\nhave to assume I know absolutely nothing, I'm afraid.\"\n\n\"I see,\" said Mier. \"Well, then, at any rate, the Museum was founded\nby a group of our forefathers for the purpose of preserving the unique\nheritage that is Apfahl's. In accordance with this ideal, they proposed\nto bury a time capsule containing contemporary artifacts. You are\nacquainted with the practice, I assume?\"\n\n\"It's quite common,\" said Hale.\n\n\"As it should be. Each age should take pains to be sure that the\nensuing age does not lose its heritage.\"\n\n\"Of course.\" Hale honestly didn't see why it should--if Hale could ever\nbe said to do anything honestly. Anything worth preserving was not the\nsort of junk that was usually put in a time capsule. Oh, well--\n\n\"The capsule is of the standard type,\" Mier continued. \"Hermetically\nsealed, with a tamper-proof time lock activated by a radio-decay clock.\nIt's set to open at ----\" He rattled off a string of numbers, and then\nwent on to explain the Apfahlian calendar, winding it up with: \"Our\ncalendar is very scientific.\"\n\n\"Very,\" said Hale.\n\n\"At any rate, the capsule was buried underneath the Museum and then\npractically forgotten. Oh, we knew it was there, but little notice has\nbeen taken of the fact over the past century and more. We don't even\nknow what is in it--that is, not in detail. The official list, for\ninstance, simply says that 'various objects of art' are included, but\nit makes no mention of Dachboden. That's not too strange, really, since\nthe great man's contemporaries didn't recognize his genius.\n\n\"But recently we have uncovered a book--a very old book, which we\nbelieve was owned by Dachboden himself. Inside it, there was the\nbeginning of a letter addressed to a friend, in which Dachboden\nmentioned that one of his dynak-wood statues had been picked to be put\nin the time capsule, and had been sealed in just the day before the\nletter was written.\n\n\"Naturally, as soon as we heard of that, we of the Museum exhumed the\ntime capsule to check again the exact date upon which it is due to\nreopen. It is now under careful guard within the Museum itself.\"\n\nAs the car rolled into the outskirts of Grosstat, Hale looked around\nand remarked: \"So this is the birthplace of the famous Dachboden.\"\n\nThe expression on the face of the Director changed slightly; he looked\na little flustered.\n\n\"Well, not exactly,\" he said.\n\nHale turned on him, surprise showing in his eyes. \"Not exactly? Oh,\ncome now, my dear Director; either it is or it isn't--eh?\"\n\n\"Ah--well, yes. It isn't. Uh--what I mean to say is that, although\nDachboden spent most of his life in Grosstat, he was actually born in\nGrunfelt.\"\n\n\"Oh?\"\n\n\"Yes.\" He waved a hand in a little nervous circle. \"You must understand\nthat Apfahl is, as I said, a rather--ah--well, _backward_ is too\nstrong a word, but--\" He stopped, swallowed, began again. \"You see,\nDr. Dale, Apfahl does not yet have a united planetary government. We\nhave--ah--_two_ sectors, each independently governed. Of course, we who\nare more enlightened deplore such a state of affairs, but--\" He stopped\nagain and smiled weakly. \"However that may be, Dr. Dale, it so happens\nthat R. Philipp Dachboden was born, not in this nation of Nordapfahl,\nbut in the country of Sudapfahl.\"\n\n\"But he came here to work, eh?\"\n\nMier bobbed his head in an emphatic _yes_. \"Of course! No man of his\nbrilliance could have been expected to stay in the art-smothering\natmosphere of Sudapfahl as it was two hundred years ago. Or even, for\nthat matter, as it is today.\"\n\n\"Well, well,\" boomed Leland Hale with pompous heartiness, \"you are\ncertainly fortunate. Very fortunate indeed, Dr. Mier. To think that\nthere, in your museum, you have an art treasure worth many hundreds of\nthousands of stellors--possibly a million. Marvelous!\"\n\nDr. Rudolf Mier positively glowed. \"Well--yes--I suppose we are pretty\nlucky at that.\" A slight frown came over his face. \"It has always\nbeen--ah--somewhat of a thorn in the side of Apfahl--especially\nNordapfahl--that Dachboden was a little ungrateful in not allowing us\nto keep at least one example of his art.\"\n\nLeland Hale placidly refrained from pointing out that Dachboden would\nhave starved to death trying to sell his material on Apfahl two\ncenturies before. In the first place, no one there appreciated him,\nand in the second place, there wasn't much money to be spent on art.\nEven the little amount Dachboden got for his work off-planet was a\ntremendous sum as far as Apfahl's economy was concerned.\n\n\n\nThe luncheon was typically Apfahlian fare--rough, tasteless, but\nnourishing. Hale ate it stolidly, neither liking nor disliking it; he\nwas merely indifferent to it. Dr. Mier on the other hand, complained\nthat it wasn't properly cooked and still managed to put away enough for\nthree men.\n\n\"Tell me, Doctor,\" said Hale, when he found a lull between courses,\n\"have you considered the idea that someone might steal such a valuable\nobject?\"\n\nMier finished chewing a bite, swallowed it, and shook his head. \"There\nis not much chance of that, Dr. Dale. In the first place, it is locked\nwithin the capsule. Oh, I'll admit that the entire capsule could be\nstolen; it is big, but not so big that it couldn't be taken by someone\nwith the proper equipment.\n\n\"However, that kind of equipment isn't available to the average man\nhere on Apfahl. And besides, it is thoroughly guarded. After we dug it\nup from the basement, our government provided the Museum with a full\nbattalion of armed troops to surround the building day and night. No\nunauthorized person can get in, and they certainly couldn't get the\ntime capsule out.\"\n\n\"Wouldn't it be possible to break into the capsule?\"\n\nDr. Mier chuckled deeply. \"You have not seen this capsule. Oh, I'll\ngrant that it might be broken into, but doing so would involve so\nmuch damage that the contents would be ruined, rendering the attempt\nuseless. No, Dr. Dale; no one will steal our little treasure.\" He\nchuckled again, and, as the next course was brought on, he began\nshoveling it in. The silence was unbroken save for the sounds of eating.\n\nAfter a few moments, Leland Hale glanced casually at his watch and\ncompared it with the big mechanical clock on the wall of the hotel\ncafe. He hoped his timing was correct.\n\nIt was. Seven minutes later, a man wearing the uniform of a Museum\nguard scuttled into the room as though he were being followed by a\nfleet of hornets. He stopped near the door, glanced rapidly over all\nthe diners, located Dr. Mier, and made his way hurriedly toward the\ntable.\n\n\"Dr. Mier! Dr. Mier!\" His rasping voice was about as secretive as a\nstage whisper. The other diners swiveled their heads to look.\n\nMier, startled, glanced up at the messenger.\n\n\"Yes, Mooler? Speak up, man; what is it?\"\n\nThe uniformed man put a single sheet of paper on the table. \"This just\ncame over the teletype wire from our correspondent in Sudapfahl, sir!\nRead it!\"\n\nDr. Mier read, and, as he did so, his eyes widened. \"Good Heavens!\" he\nsaid at last, \"This is terrible!\"\n\n\"What?\" asked Leland Hale, in all innocence.\n\n\"This!\" Mier shoved the teletype sheet across the table.\n\n    GRUNFELT, SUDAPFAHL: THE EXCELLENT HINRIK FONSHLIEZEN, PORTFOLIO\n    OF STATE, ANNOUNCED TODAY THE DISCOVERY OF A TIME CAPSULE SIMILAR\n    TO THAT IN THE MUSEUM OF GROSSTAT, NORDAPFAHL. THE CAPSULE, SET\n    FOR A DATE APPROXIMATELY ONE DAY LATER THAN THAT OF THE NORTHERN\n    CAPSULE, IS SAID TO BE BURIED BENEATH THE CAPITOL BUILDING,\n    ACCORDING TO OFFICIAL RECORDS DISCLOSED TO THE PUBLIC THIS MORNING.\n    EXCAVATIONS WILL BEGIN IMMEDIATELY, ACCORDING TO HIS EXCELLENCY'S\n    STATEMENT, IT IS EXPECTED THAT THE CAPSULE MAY CONTAIN SOME\n    EXAMPLES OF THE WORK OF R. PHILIPP DACHBODEN.\n\nLeland Hale read it carefully and shook his head. \"Dear me,\" he said\nmildly.\n\n\"It may mean nothing to you, an outsider,\" said Dr. Mier bitterly,\n\"but do you realize that to us this is a matter of national honor and\nprestige?\"\n\n\"Oh, yes. Of course. Naturally. Believe me, Dr. Mier, I certainly\nappreciate your position.\" He spread his hands slightly. \"But, of\ncourse, you realize that, as a representative of the Interstellar\nMuseum, I will have to check on the Sudapfahlian claim.\" Before Mier\ncould voice any objections, Leland Hale silenced him with a wave of\nhis hand. \"You have nothing to worry about, Dr. Mier; as you know, the\nInterstellar Museum only allows one branch to a planet. Naturally, your\nmuseum would certainly have priority over that of Sudapfahl.\"\n\n\"Sudapfahl doesn't even have a museum,\" Mier said, looking fatly\nsuperior.\n\n\"Besides,\" Hale continued mollifyingly, \"I shan't go there until after\nI have seen what your own time capsule has to offer. It seems to me\nthat the Sudapfahlian government actually doesn't know what's inside\ntheir capsule. Their statements seem to be made out of pure jealousy.\"\n\n\"You're probably quite right, Dr. Dale,\" said Mier.\n\n\"Oh, I know I'm right,\" said Leland Hale truthfully.\n\n\n\nAfter lunch, Dr. Allen H. Dale informed Dr. Mier that, as he was a bit\nfatigued from his trip, he would like to rest for a few hours. Mier\nagreed whole-heartedly, and the two men made an appointment to meet\nlater in the afternoon for a tour of the Grosstat Museum of Cultural\nHistory, and perhaps dinner and a few drinks afterwards.\n\nAfter seeing his guest into his room, Dr. Mier strolled out of the\nhotel, stepped into his car, and ordered the driver to take him to the\nMuseum. There were big things to be done. This new threat from the\nsouth was not to be taken too lightly.\n\nAt the Museum--a huge, cold-looking, blocky granite structure--Mier\nclimbed out of his car, toiled up the broad stairs to the entrance, and\nstrolled rollingly in. On every side, flunkies, both in uniform and\nout, bowed and scraped as the Great Man passed by. Dr. Mier reached his\nbook-lined office just as the telephone rang.\n\nHe picked up the instrument, a mechanism of ancient design possessing\nno vision equipment, and announced that he was Dr. Rudolf Mier.\n\n\"This is Lieutenant-Marshal Dilon, State Police. You have just returned\nfrom lunch with a Dr. Allen H. Dale, purporting to be from the Galactic\nMuseum?\"\n\n\"Why, yes; I just--What do you mean, _purporting_?\"\n\n\"We have reason to believe, Doctor, that this man is wanted by the\nInterstellar Police. We have received a communication from I.P.\nheadquarters warning us that Dr. Allen H. Dale is actually a man named\nLeland Hale.\"\n\n\"Who is Leland Hale?\"\n\n\"A criminal, Doctor. He is wanted so badly that the I.P. is actually\nsending a contingent of men here to apprehend him,\" said the\nlieutenant-marshal.\n\n\"A criminal, yes--but what kind of a criminal?\"\n\n\"I gather,\" said the lieutenant-marshal drily, \"that he steals things.\nI imagine he's after the Dachboden original.\"\n\n\"That's ridiculous! He couldn't possibly get into the Museum! It's\nsurrounded by--\" His voice choked off as he realized that he, himself,\nhad already extended an invitation to \"Dr. Dale\" to come to the Museum.\n\"But--but--I spoke to Dr. Dale for over an hour! He can't be a thief.\"\n\n\"Possibly not,\" agreed Lieutenant-Marshal Dilon. \"The Interstellar\nPolice aren't always right, and I must say I don't care for their\nhigh-handed manner at times. Nevertheless, we'll have to take proper\nprecautions. I'll see that the guard around the Museum is reinforced,\nand send out a pickup order on Dr. Dale. If there's been any mistake\nmade, it will be the fault of the I.P. Meanwhile, I would appreciate\nit Doctor, if you would come to my office. We've got to make better\narrangements for the protection of the time capsule.\"\n\n\n\nAnd thus the call went out for Dr. Allen H. Dale.\n\nHe wasn't found, of course. By the time the police got to the hotel, he\nhad \"mysteriously\" vanished. By the simple expedient of shaving off his\nbeard and removing the gray from his hair had changed his appearance\nenough so that a mere change of clothing was all that was needed to\ncompletely dispose of Dr. Allen H. Dale. Leland Hale was never one to\nbe caught napping; he was never one to be caught at all.\n\nNaturally, a planet-wide alarm went out. Even Sudapfahl, warned that\nthe \"arch-criminal\" might attempt to steal the contents of their own\ntime capsule, sent out word to all local police forces to be on the\nalert.\n\nTwo days later, a fast, fully-armed Interstellar Police cruiser settled\nto the landing pit of the spaceport in Grosstat, Nordapfahl, and\ndisgorged a squad of eighty I.P. troopers under the command of Captain\nBradney W. Whitter, a tough, shrewd law officer with twenty years of\nexperience behind him.\n\nWhitter had been up against Leland Hale before; he still carried a\nwhite, puckered scar on one leg, a reminder of Leland Hale's ability to\nuse a megadyne handgun. If Leland Hale was actually on Apfahl, Captain\nWhitter intended to get him.\n\n\n\nIn the office of Dr. Mier, the captain called a conference. Present\nwere himself, Dr. Mier, Lieutenant-Marshal Dilon, and several others,\nhigh officers of the I.P., the museum staff, and the Nordapfahlian\nState Police.\n\n\"Gentlemen,\" Captain Whitter said determinedly, \"we are going to get\nLeland Hale this time. We've got him.\"\n\nLieutenant-Marshal Dilon lifted a heavy eyebrow. \"I'm afraid I don't\nquite see how, Captain.\" He made an all-inclusive gesture toward the\nwindow. \"He has a whole planet to hide from us in. A great part of it\nis still wilderness, jungle, desert, and arid mountains.\"\n\nThe captain's granite face turned toward Dilon. \"My dear Marshal, it is\nobvious that you don't know Leland Hale. He is not the type of man to\nhide out in the hills forever. I doubt that he even took off for the\nhinterlands; I wouldn't be surprised if he were right here in Grosstat.\"\n\nThe marshal shrugged heavy shoulders. \"I'll admit it's possible. This\nis a city of three-quarters of a million people. He might be difficult\nto find.\"\n\n\"The galaxy is a damned sight bigger than that,\" Whitter pointed out.\n\"Hale could have hidden out long ago if that were the way he operated.\nBut he doesn't. He hits and runs and then comes back to hit again. A\nlouse he may be, but I never underestimate an opponent; he's smart and\nhe's got guts. And he's got pride. And that's what will catch him.\"\n\n\"I'm afraid I don't understand you,\" said Dr. Mier.\n\nWhitter glanced down at the director. \"Your time capsule seems to have\naroused quite a bit of interest in certain parts of the galaxy, Dr.\nMier. That Dachboden carving, especially, has made news on the older\nworlds--even on Earth, I understand. And now that it is known that\nLeland Hale has practically announced that he wants that Dachboden,\nthe news services will be watching to see if he gets it.\" He grinned\nsourly. \"And believe me, Leland Hale won't turn down a challenge like\nthat.\"\n\nMarshal Dilon looked more than mildly skeptical. \"Do you mean that you\nthink he will attempt it in spite of the precautions we have taken?\"\n\n\"I do.\" He looked at the quiet group around him. \"We'll have to lay a\ntrap--one that will get Leland Hale when he tries to steal that statue.\nAnd he'll try, believe me. I know Leland Hale.\"\n\nThe captain was right, as far as he went. Pity he didn't know Leland\nHale a little better.\n\n\n\nLeland Hale, smooth-shaven and black-haired, leaned back in a\ncomfortable chair and blew a large smoke ring into the air. He watched\nit swirl in on itself and slowly dissolve into nothingness.\n\n\"Your Excellency,\" he said, \"I must admit that your southern tobacco\nhas more flavor than the milder northern type. This is an excellent\ncigar.\"\n\nHinrik Fonshliezen glared down his long, pointed nose at the big man\nin the overstuffed chair. \"I'm glad you enjoy them, Mr. Hale,\" he said\nbitterly. \"You may not get them in prison.\"\n\nHale glanced up mildly. \"Prison? Oh, but I never go to prisons--at\nleast, not for long. I'm allergic to them. They give me a pain--here.\"\nHe patted his hip pocket.\n\n\"If I don't get that statue in time for the opening of our time\ncapsule,\" said the State Portfolio coldly, \"I will at least collect the\nnot inconsiderable reward for your capture.\"\n\nLeland Hale stood up leisurely and stepped toward the other man. He\npointed a finger at Hinrik's face, stopping with the fingertip a scant\neighth of an inch from the other's nose.\n\n\"Now, listen,\" he said softly, \"I don't care for threats of that kind.\nNot that they bother me; they don't. But they make me suspicious of my\nconfederates, and that makes me uncomfortable, and I don't like to be\nuncomfortable. Is that clear?\"\n\nHinrik Fonshliezen backed up a step to remove his nose from the\nvicinity of the finger. \"Don't try to bully me, Hale,\" he said. But\nthere was a slight waver in his voice.\n\n\"Fair enough. I don't bully you, you don't bully me.\n\n\"And don't call me your confederate,\" added Fonshliezen, somewhat\nencouraged by Hale's manner.\n\n\"I'm damned if I'll call you a comrade-in-arms,\" said Hale. \"Would\n'assistant' suit you better?\"\n\nFonshliezen reddened. \"One of these days you'll push me too far, Hale!\"\n\n\"When I do, you'll fall,\" said Hale, in a voice like chilled steel.\n\"You and I have made a deal. I get that Dachboden for you, and you pay\nme half a million stellors. That's all there is to it.\"\n\nThe Portfolio of State was not a man to be pushed around easily, but\nhe also had sense enough to know when he was up against a stronger\nopponent than himself.\n\nShortly after the original announcement about the time capsule had\ncome from Grosstat, Leland Hale had come to Fonshliezen to offer his\nservices. If Hale stole the Dachboden original, and gave it to Hinrik\nFonshliezen, then Sudapfahl could steal the glory from its northern\nneighbor by claiming that a second capsule had been found. When the\nnorthern capsule was discovered to have no statue in it, the pride of\nNordapfahl would suffer a serious blow.\n\nBut now Fonshliezen was worried.\n\n\"But how can you get it now?\" he asked. \"The planet is full of\nInterstellar Police agents; the time capsule is tightly guarded. If\nonly the secret of Dr. Dale's identity hadn't leaked out!\"\n\nHale chuckled and settled himself back into the chair.\n\n\"Hinrik, old toad, do you know how the I.P. learned about the bogus Dr.\nDale?\"\n\nThe Portfolio had stepped over to a highboy to mix himself a stiff\ndrink. \"No,\" he said, glancing at Hale. \"Do you?\"\n\n\"I do. They got an anonymous message. Of course, they traced it; they\nknow that it was actually sent by an acquaintance of mine on Vandemar,\na chap who might have good reason to inform on me.\"\n\n\"How do you know all this?\"\n\nHale blew another smoke ring. \"Because I had him send it.\"\n\n\"_What? Why?_\"\n\nHale shook his head slowly. \"You just aren't very bright, Hinrik. Not\nbright at all. See here; what would have happened if my name had never\ncome into this at all?\"\n\n\"I should think--\"\n\n\"I agree. You should. But you don't.\" Hale dropped the remains of the\ncigar in an ashtray. \"Just suppose that no one knew I was here on\nApfahl. On the day the time capsule is due to open, the Nordapfahlians\nfind no original Dachboden in it. The next day, you open a capsule that\nno one has ever heard of before, and you find a Dachboden. Wouldn't\nthat look rather suspicious? It certainly would.\"\n\nFonshliezen considered that point, then asked: \"And how do you propose\nto do it?\"\n\n\"It's all set up, Hinrik. Now they know that I am here. They know that\nI will try to steal the carving. If I succeed, why should they suspect\nyou? You will demand a troop of I.P. men to guard your own capsule,\ntoo. You will issue a statement saying that all national differences\nmust be submerged in order to capture Leland Hale. And, in the end, you\nwill have the carving, and Nordapfahl will not--which will prove that\nSudapfahlians are better guards than the northerners.\"\n\nHinrik Fonshliezen nodded slowly, and a faint smile crossed his pointed\nface. \"I see. Yes--I see. Very clever, Mr. Hale, very clever.\" Then the\nsmile vanished again. \"But I don't see how you're going to get at the\ncapsule with that guard around it.\"\n\n\"I managed to plant that capsule of mine under your capitol building\nwithout being detected by the local citizens. Don't worry, I'll manage.\"\n\nHinrik snorted. \"There was no guard around the capitol when you planted\nyour bogus time capsule; there most definitely is a guard around the\none in Grosstat.\"\n\n\"Let me worry about that,\" said Hale. \"All you have to do is have that\nhalf million ready. And remember, I can always sell the Dachboden\nelsewhere. I won't get as much, I grant you, but I'll still make a tidy\nprofit.\"\n\nHinrik Fonshliezen grimaced. \"Suppose--just suppose--that you don't get\nthe carving. Where will that leave me?\"\n\nHale shrugged. \"No better off, and no worse. You'll simply have a time\ncapsule of no importance. After all, you haven't claimed that there\nactually is a Dachboden in it, while Dr. Mier has definitely made the\nclaim that there is one in _his_ capsule.\"\n\n\"Such a thing would not make me popular with the people of Sudapfahl,\nhowever,\" Fonshliezen pointed out. \"And that is what this whole thing\nis supposed to do.\"\n\n\"It wouldn't make you unpopular, either,\" Hale said. \"And neither would\nit cost you five hundred thousand stellors. You'd come out even.\" Hale\nstretched elaborately. \"But you don't need to worry; you'll get your\nstatue.\"\n\n\"When?\"\n\n\"On the day the capsule is due to open. Not a minute before. Meanwhile,\nI shall make myself comfortable here in your home, where the I.P. won't\nlook for me, and I'll go on making myself comfortable until I'm ready\nto pull off my little job. Mix me a drink, Hinrik; there's a good\nfellow.\"\n\n\n\nThe Museum of Cultural History in Grosstat, Nordapfahl, positively\nbristled with arms and men. Its stone walls looked like those of a\nfortress instead of a museum.\n\nCaptain Whitter had taken every precaution. No guard over six feet\nin height was allowed within a block of the building; Hale couldn't\ndisguise his height. Inside the building, technicians with sensitive\nequipment hovered over dials and meters.\n\n\"It's possible that he may try to tunnel under the building,\" the\ncaptain explained. \"It wouldn't be too difficult with modern equipment.\nBut if he tries it, we'll have him.\"\n\nAround the capsule itself stood an honor guard of a dozen picked I.P.\nmen; around them stood a second ring of Lieutenant-Marshal Dilon's men.\nAll through the building, lights blazed brightly as the guard kept on a\nround-the-clock watch.\n\nPrecision detectors scanned the skies for any sign of flying craft\nafter a State Police order grounded all aircraft within five miles of\nthe Museum. Special illumination projectors were set up all over the\narea to pick out anyone wearing an invisibility suit, although the I.P.\ndidn't mention anything about that, since at that time the invisibility\nsuit was supposed to be an official I.P. secret. Nevertheless, Captain\nWhitter didn't bypass the possibility that Leland Hale might have laid\nhis hands on one of them.\n\nCaptain Whitter surveyed his work and found it good.\n\n\"We're ready for him,\" he said. \"All we have to do is wait for him to\ncome.\"\n\nThey waited.\n\nAnd waited.\n\nEventually, the spaceship _Quinsen_, out of Denebola arrived and\nseveral genuine staff members of the Interstellar Museum disembarked,\nfollowed by reporters of a score of news services. They were carefully\nchecked and kept well beyond the outer perimeter of the guard.\n\nAnd the guard went on waiting.\n\nCame the eve of the day of the Grand Opening, the day when the\nradio-decay clock would release the lock on the time capsule. Captain\nWhitter was in a nervous sweat by this time, as were the others.\n\n\"He'll have to try it tonight,\" the captain stated positively. \"We'll\ndouble the guard and sweat him out.\"\n\nBut only the guard did any sweating. The night passed peacefully, if\nsomewhat tensely, and the sun rose on the most jittery bunch of men\nthis side of the Lesser Magellanic Cloud.\n\nAnd still nothing happened.\n\nWhen the hour came for the lock to open, the representatives of the\nGalactic Museum demanded to be let in, but Captain Whitter was as\nadamant as cast tungsten. No one would be allowed near the capsule\nuntil Leland Hale had been captured.\n\nAt the final hour, the guards stood nervously around the big\nmetallic cylinder. Within the ring of armed men, Captain Whitter,\nLieutenant-Marshal Dilon, and Dr. Rudolf Mier stood, looking at the\ncapsule and waiting.\n\nSomething inside the time capsule clicked softly. A door in its side\nslid neatly open.\n\nDr. Mier gasped and ran forward. \"It's empty! It's empty!\"\n\nWhitter and Dilon were practically on his heels.\n\nA look inside showed that the Director was not quite correct: the\ncapsule wasn't absolutely empty. Inside there was a single sheet of\npaper; printed on one side was the following message:\n\n    _Gentlemen_:\n\n    _I'm sure that the late R. Philipp Dachboden appreciates the\n    trouble you have gone to. If it wasn't successful, don't blame\n    yourselves; you tried._\n\n    _As for the statue and various other_ objets d'art, _I'm afraid\n    they are now_\n\n                                                    _Respectfully mine,\n                                                          Leland Hale._\n\n\n\nA short time previous to the flamboyant opening of the capsule in\nGrosstat, and several hundred miles away, His Excellency, Hinrik\nFonshliezen, State Portfolio of Sudapfahl, sat nervously in his office.\nIf the I.P. men were sweating, Fonshliezen was absolutely soaked in his\nown juices. He sat at his desk, looking from his watch to the telephone\nand back again. He was expecting a call.\n\nEven so, when the phone rang, he jumped. Then he grabbed the\ninstrument. \"Hello! Fonshliezen here!\" he barked hoarsely.\n\n\"Hinrik, old spirillum, I have your merchandise. You know where to meet\nme. And--ah--remember what I told you.\"\n\n\"You got it? Where have you been? You've been gone for two days! What--\"\n\n\"That's none of your business, Hinrik; just come on. And remember--none\nof your clever foxiness.\"\n\n\"I'll remember,\" Hinrik said.\n\nThere was a click as the instrument was hung up.\n\nHinrik Fonshliezen frowned worriedly and glanced at the briefcase on\nhis desk that held half a million stellors in Interstellar Bank drafts.\nHow could he be sure that Hale actually had the carving? He glanced at\nhis watch again. The news should come through soon. Hale had told him\nto wait for the news from Nordapfahl.\n\nHe was well prepared for any tricks on Hale's part. He had put a\nspecial lock on the briefcase; if Hale just tried to take the money, it\nwould be too bad for Hale.\n\nOn the other hand, Hinrik Fonshliezen was well aware that he, himself\nhad better not try anything foolish. If Hale were killed or reported to\nthe police--in other words, if he didn't make a clean getaway--certain\naudio-video recordings would go to the I.P., disclosing Hinrik's\ncomplicity in the deal.\n\nThe whole thing had to be on the up-and-up.\n\nThe phone rang again. His Excellency picked it up and identified\nhimself. He listened. A broad, wolfish smile spread itself over his\nface.\n\n\"So Hale actually did it?\" he said. \"Well, that's too bad, my dear\nfellow. Of course, we must take the utmost precautions ourselves.\"\n\nHe hung up, and, whistling softly to himself, he picked up the\nbriefcase and left his office.\n\n\n\nFor all of half a day, there was great rejoicing in Sudapfahl when\nit was discovered that the time capsule in Grunfelt had opened and\nhad disclosed a marvelous collection of two-century-old artifacts,\nincluding a Dachboden original. His Excellency, the Portfolio of State,\nwas the man of the day.\n\nBut it didn't last more than half a day. When the art experts\npronounced the Dachboden a phony, the popularity of Hinrik dropped;\nwhen it was proved that the whole time capsule, with contents, was\nactually the one that belonged in Grosstat, Hinrik's popularity\ncollapsed completely. He was held by the I.P. for questioning and\nconfessed all.\n\nBy that time, Leland Hale was a good many parsecs away in his own\nprivate ship.\n\nAn excerpt from the report filed by Captain Whitter contains some\nenlightening information.\n\n\"What happened became obvious after the fact,\" the captain wrote. \"The\nwhole buildup was a phony from beginning to end. Hale had heard of the\ntime capsule in Grosstat, so he went to Apfahl with a duplicate time\ncapsule, which contained his note. He tunneled underneath the Museum\nand switched capsules. It was not until after he had made the switch\nthat he planted the forged Dachboden note for Dr. Mier to find.\n\n\"There never had been a Dachboden carving in the capsule; that was all\na figment of Leland Hale's imagination.\n\n\"Dr. Rudolf Mier couldn't understand why Hale had done it. 'Why did he\nmake me think there was a statue in there?' he kept asking me. 'Why did\nhe do this to me?'\n\n\"I think the answer is simple. The records show that Hale was on Kessin\nIV three years ago, during the war there. I believe that he actually\nwas swindled himself; someone sold him a bogus Dachboden. Remember, the\nart-swindler Fenslaw was killed at that time.\n\n\"Hale, therefore, had a phony Dachboden on his hands that he had to\nunload to save his pride. More, he had to make a very big profit on it.\n\n\"He knew that he couldn't just try to sell it anywhere. Even if he\nfound a sucker who would accept it as real, there wouldn't be enough\nmoney in it to make it worth Hale's time.\n\n\"He couldn't have sold it to Fonshliezen without the big buildup. If\nhe'd just produced the carving from nowhere, Fonshliezen would have\nbeen suspicious. A few simple tests would have shown that the _dynak_\nwood was less than ten years old.\n\n\"Obviously, Hale had to get Fonshliezen into a position where he would\naccept the carving without testing it.\n\n\"Hale, therefore, planted an empty time capsule, with his note inside,\nunder the Museum and took the real capsule with him. By bombarding\nthe time lock with neutrons, he managed to increase the radioactivity\nenough to keep the lock closed for an additional twenty-four hours, so\nthat he could palm the real capsule off on Fonshliezen as a phony which\nhe had presumably set himself.\n\n\"Then he arranged for Dr. Mier to discover the forged note which\nDachboden presumably wrote two centuries ago. He had no reason to\nsuspect a forgery, since there was no obvious way for anyone to profit\nby such a thing.\n\n\"What followed from then on was as automatic as the clockwork in the\ntime capsules.\"\n\nIf the Captain was a little bitter, he had a right to be; he'd been\nmade a fool of, just like the others. But he was luckier or hardier\nthan they. He didn't blow his brain to bits with a handgun, as\nFonshliezen did; he didn't die, broken and disgraced, as Mier did.\n\nOn the other hand, he didn't get off scot-free with a half million\nstellors to spend, as Leland Hale did.\n\n\n",
    "metadata": {
        "author": [
            "Garrett, Randall"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72147/pg72147.txt",
        "name": "respectfully_mine.json"
    }
}