{
    "name": "Robinc",
    "author": [
        "Boucher, Anthony"
    ],
    "body": "You'd think maybe it meant clear sailing after we'd got the Council's\nO.K. You'd maybe suppose that'd mean the end of our troubles and the\nend of android robots for the world.\n\nThat's what Dugg Quinby thought, anyway. But Quinby may have had a\nmiraculous gift of looking straight at problems and at things and at\nrobots and getting the right answer; but he was always too hopeful\nabout looking straight at people. Because, like I kept saying to\nhim, people aren't straight, not even to themselves. And our future\nprospects weren't anywhere near as good as he thought.\n\nThat's what the Head of the Council was stressing when we saw him that\nmorning just after the Council had passed the bill. His black face\nwas sober--no trace of that flashing white grin that was so familiar\non telecasts. \"I've put your bill through, boys,\" he was saying. \"God\nknows I'm grateful--the whole Empire should be grateful to you for\nhelping me put over the renewal of those Martian mining concessions,\nand the usuform barkeep you made me is my greatest treasure; but I\ncan't help you any more. You're on your own now.\"\n\nThat didn't bother Quinby. He said, \"The rest ought to be easy. Once\npeople understand what usuform robots can do for them--\"\n\n\"I'm afraid, Mr. Quinby, it's you who don't quite understand. Your\nfriend here doubtless does; he has a more realistic slant on things.\nBut you--I wouldn't say you idealize people, but you flatter them. You\nexpect them to see things as clearly as you do. I'm afraid they usually\ndon't.\"\n\n\"But surely when you explained to the Council the advantages of\nusuforms--\"\n\n\"Do you think the Council passed the bill only because they saw those\nadvantages? They passed it because I backed it, and because the renewal\nof the Martian concessions have for the moment put me in a powerful\nposition. Oh, I know, we're supposed to have advanced immeasurably\nbeyond the political corruption of the earlier states; but let progress\nbe what it may, from the cave man on up to the illimitable future,\nthere are three things that people always have made and always will\nmake: love, and music, and politics. And if there's any difference\nbetween me and an old-time political leader, it's simply that I'm\ntrying to put my political skill at the service of mankind.\"\n\nI wasn't listening too carefully to all this. The service of mankind\nwasn't exactly a hobby of mine. Quinby and the Head were all out for\nusuforms because they were a service to man and the Empire of Earth;\nI was in it because it looked like a good thing. Of course you can't\nbe around such a mixture of a saint, a genius, and a moron as Quinby\nwithout catching a little of it; but I tried to keep my mind fixed\nclear on what was in it for me.\n\nAnd that was plenty. For the last couple of centuries our\ncivilization had been based on robots--android robots. Quinby's\nusuform robots--Q.U.R.--robots shaped not as mechanical men, but as\nindependently thinking machines formed directly from their intended\nfunction--threatened the whole robot set-up. They were the biggest\nthing since Zwergenhaus invented the mechanical brain, and I was in on\nthe ground floor.\n\nWith the basement shaking under me.\n\nIt was an android guard that interrupted the conference here. We hadn't\nreally got started on usuform manufacture yet, and anyway, Quinby was\ninclined to think that androids might be retained in some places for\nguards and personal attendants. He said, \"Mr. Grew says that you will\nsee him.\"\n\nThe Head frowned. \"Robinc has always thought it owned the Empire. Now\nMr. Grew thinks he owns me. Well, show him in.\" As the guard left, he\nadded to us, \"This Grew-Quinby meeting has to take place some time. I'd\nrather like to see it.\"\n\n\n\nThe president-owner of Robinc--Robots Incorporated, but nobody ever\nsaid it in full--was a quiet old man with silvery hair and a gentle sad\nsmile. It seemed even sadder than usual today. He greeted the Head and\nthen spoke my name with a sort of tender reproach that near hurt me.\n\n\"You,\" he said. \"The best trouble-shooter that Robinc ever had, and\nnow I find you in the enemy's camp.\"\n\nBut I knew his technique, and I was armed against being touched by it.\n\"_In_ the enemy's camp?\" I said. \"I _am_ the enemy. And it's because\nI was your best trouble-shooter that I learned the real trouble with\nRobinc's androids: They don't work, and the only solution is to\nsupersede them.\"\n\n\"Supersede is a kind word,\" he said wistfully. \"But the unkind act is\ndestruction. Murder. Murder of Robinc itself, draining the lifeblood of\nour Empire.\"\n\nThe Head intervened. \"Not draining, Mr. Grew, but transfusing. The\nblood stream, to carry on your own metaphor, is tainted; we want fresh\nblood, and Mr. Quinby provides it.\"\n\n\"I am not helpless, you know,\" the old man murmured gently.\n\n\"I'm afraid possibly you are, sir, and for the first time in your\nlife. But you know the situation: in the past few months there has\nbeen an epidemic of robot breakdowns. Parts unnecessary and unused,\nbut installed because of our absurd insistance on an android shape,\nhave atrophied. Sometimes even the brain has been affected; my own\nconfidential cryptanalyst went totally mad. Quinby's usuforms forestall\nany such problem.\"\n\n\"The people will not accept them. They are conditioned to androids.\"\n\n\"They must accept them. You know, better than most, the problems of\nsupply that the Empire faces. The conservation of mineral resources\nis one of our essential aims. And usuforms will need variously from\nseventy to only thirty percent of the metal that goes into your\nandroids. This is no mere matter of business rivalry; it is conflict\nbetween the old that depletes the Empire and the new that strengthens\nit.\"\n\n\"And the old must be cast aside and rejected?\"\n\n\"You,\" I began, \"have, of course, always shown such tender mercy to\nyour business compet--\" but Quinby broke in on me.\n\n\"I realize, Mr. Grew, that this isn't fair to you. But there are much\nmore important matters than you involved.\"\n\n\"Thank you.\" The gentle old voice was frigid.\n\n\"But I wouldn't feel right if you were simply, as you put it, cast\naside and rejected. If you'll come to see us and talk things over, I'm\npretty sure we can--\"\n\n\"Sir!\" Sanford Grew rose to his full short height. \"I do not ask favors\nfrom puppies. I have only one request.\" He turned to the Head. \"The\nrepeal of this ridiculous bill depriving Robinc of its agelong monopoly\nwhich has ensured the safety of the Empire.\"\n\n\"I'm sorry, Mr. Grew. That is impossible.\"\n\nThe hair was still silvery and the smile was still sad and gentle. But\nthe words he addressed to us were, \"Then you understand that this is\nwar?\"\n\nThen he left. I didn't feel too comfortable. Saving the Empire is all\nvery well. Being a big shot in a great new enterprise is swell. But a\nwar with something the size of Robinc is not what the doctor usually\norders.\n\n\"The poor man,\" said Quinby.\n\nThe Head flashed an echo of the famous grin. \"No wonder he's upset.\nIt's not only the threatened loss of power, I heard that yesterday his\nandroid cook broke down completely. And you know how devoted he is to\nunconcentrated food.\"\n\nQuinby brightened. \"Then perhaps we--\"\n\nThe Head laughed. \"Your only hope is that a return to a concentrated\ndiet will poison him. You've no chance of winning over Sanford Grew\nalive.\"\n\n\n\nWe went from there to the Sunspot. \"It's funny,\" Quinby used to say. \"I\ndon't much like to drink, but a bar's always good for heavy thinking.\"\nAnd who was I to argue?\n\nGuzub, that greatest of bartenders, spotted us as we came in and had\none milk and one straight whiskey poured by the time we reached our\nusual back table. He served them to us himself, with a happy flourish\nof his tentacles.\n\n\"What are you so beamish about?\" I asked gruffly.\n\nGuzub shut his middle eye in the Martian expression of happiness.\n\"Begauze you boys are going to 'ave a gread zugzezz with your uxuvorm\nrobods and you invended them righd 'ere in the Zunzbod.\" He produced\nanother tentacle holding a slug of straight vuzd and downed it. \"Good\nlugg!\"\n\nI glowered after him. \"We need luck. With Grew as our sworn enemy,\nwe're on the--\"\n\nQuinby had paper spread out before him. He looked up now, took a sip of\nmilk, and said, \"Do you cook?\"\n\n\"Not much. Concentrates do me most of the time.\"\n\n\"I can sympathize with Grew. I like old-fashioned food myself and I'm\nfairly good at cooking it. I just thought you might have some ideas.\"\n\n\"For what?\"\n\n\"Why, a usuform cook, of course. Grew's android cook broke down. We'll\npresent him with a usuform, and that will convert him, too--\"\n\n\"Convert hell!\" I snorted. \"Nothing can convert that sweetly smiling\nold--But maybe you have got something there; get at a man through his\nhobby--Could work.\"\n\n\"Now usually,\" Quinby went on, \"androids break down because they don't\nuse all their man-shaped body. But an android cook would go nuts\nbecause man's body isn't enough. I've cooked; I know. So we'll give the\nusuform more. For instance, give him Martoid tentacles instead of arms.\nMaybe instead of legs give him an automatic sliding height adjustment\nto avoid all the bending and stooping, with a roller base for quick\nmovement. And make the tentacles functionally specialized.\"\n\nI didn't quite get that last, and I said so.\n\n\"Half your time in cooking is wasted reaching around for what you need\nnext. We can build in a lot of that stuff. For instance, one tentacle\ncan be a registering thermometer. Tapering to a fine point--stick it in\na roast and--One can end in a broad spoon for stirring--heat-resistant,\nof course. One might terminate in a sort of hand, of which each of the\ndigits was a different-sized measuring spoon. And best of all--why the\nnuisance of bringing food to the mouth to taste? Install taste-buds in\nthe end of one tentacle.\"\n\nI nodded. Quinby's pencil was covering the paper with tentative\nhookups. Suddenly he paused. \"I'll bet I know why android cooks were\nnever too successful. Nobody ever included the Verhaeren factor in\ntheir brains.\"\n\nThe Verhaeren factor, if you've studied this stuff at all, is what\nmakes robots capable of independent creative action. For instance\nit's used in the robots that turn out popular fiction--in very small\nproportion, of course.\n\n\"Yes, that's the trouble. They never realized that a cook is an artist\nas well as a servant. Well, we'll give him in his brain what he needs\nfor creation, and in his body the tools he needs to carry it out. And\nwhen Mr. Grew has had his first meal from a usuform cook--\"\n\nIt was an idea. I admitted, that might have worked on anybody but\nSanford Grew--get at a man and convert him through what's dearest to\nhis heart. But I'd worked for Grew. I knew him. And I knew that no\nhobby, not even his passion for unconcentrated food, could be stronger\nthan his pride in his power as president of Robinc.\n\nSo while Quinby worked on his usuform cook and our foreman Mike Warren\ngot our dowser ready for the first big demonstration, I went ahead with\nthe anti-Robinc campaign.\n\n\"We've got four striking points,\" I explained to Quinby. \"Android\nrobots atrophy or go nuts; usuforms are safe. Android robots are almost\nas limited as man in what they can do without tools and accessories;\nusuforms can be constructed to do anything. Android robots are\nexpensive because you've got to buy an all-purpose one that can do more\nthan you need; usuforms save money because they're specialized. Android\nrobots use up mineral resources; usuforms save them.\"\n\n\"The last reason is the important one.\" Quinby said.\n\nI smiled to myself. Sure it was, but can you sell the people on\nanything as abstract as conservation? Hell no. Tell 'em they'll save\ncredits, tell 'em they'll get better service, and you've got 'em signed\nup already. But tell 'em they're saving their grandchildren from a\nserious shortage and they'll laugh in your face.\n\nSo as usual, I left Quinby to ideas and followed my own judgment on\npeople, and by the time he'd sent the cook to Grew I had all lined up\nthe campaign that could blast Grew and Robinc out of the Empire. The\nthree biggest telecommentators were all sold on usuforms. A major solly\nproducer was set to do a documentary on them. Orders were piling up\nabout twice as fast as Mike Warren could see his way clear to turning\nthem out.\n\nSo then came the day of the big test.\n\nWe'd wanted to start out with something big and new that no android\ncould possibly compete with, and we'd had the luck to run onto Mike's\nbrother-in-law, who'd induced in robot brains the perception of that\n_n_th sense that used to enable dowsers to find water. Our usuform\ndowser was God's gift to explorers and fresh exciting copy. So the Head\nhad arranged a big demonstration on a specially prepared field, with\ngrandstands and fireworks and two bands--one human, one android--and\nall the trimmings.\n\nWe sat in our box, Mike and Quinby and I. Mike had a shakerful of Three\nPlanet cocktails mixed by our usuform barkeep; they aren't so good when\nthey stand, but they were still powerful enough to keep him going. I\nwas trying to get along on sheer will power, but little streams of\nsweat were running down my back and my nails were carving designs in my\npalms.\n\nQuinby didn't seem bothered. He kept watching the android band and\nmaking notes. \"You see,\" he explained, \"it's idiotic waste to train a\nrobot to play an instrument, when you could make an instrument that\n_was_ a robot. Your real robot band would be usuforms, and wouldn't be\nanything but a flock of instruments that could play themselves. You\ncould even work out new instruments, with range and versatility and\nflexibility beyond the capacity of human or android fingers and lungs.\nYou could--\"\n\n\"Oh, oh,\" I said. There was Sanford Grew entering our box.\n\nThe smile was still gentle and sad, but it had a kind of warmth about\nit that puzzled me. I'd never seen that on Grew's face before. He\nadvanced to Quinby and held out his hand. \"Sir,\" he said, \"I have just\ndined.\"\n\nQuinby rose eagerly, his blond head towering above the little old\nexecutive. \"You mean my usuform--\"\n\n\"Your usuform, sir, is indubitably the greatest cook since the Golden\nAge before the devilish introduction of concentrates. Do you mind if I\nshare your box for this great exhibition?\"\n\nQuinby beamed and introduced him to Mike. Grew shook hands warmly with\nour foreman, then turned to me and spoke even my name with friendly\npleasure. Before anybody could say any more, before I could even wipe\nthe numb dazzle off my face, the Head's voice began to come over the\nspeaker.\n\nHis words were few--just a succinct promise of the wonders of usuforms\nand their importance to our civilization--and by the time he'd finished\nthe dowser was in place on the field.\n\nTo everybody watching but us, there was never anything that looked less\nlike a robot. There wasn't a trace of an android trait to it. It looked\nlike nothing but a heavy duralite box mounted on caterpillar treads.\n\nBut it was a robot by legal definition. It had a Zwergenhaus brain and\nwas capable of independent action under human commands or direction.\nThat box housed the brain, with its _n_th-sensory perception, and\neyes and ears, and the spike-laying apparatus. For when the dowser's\nperception of water reached a certain level of intensity, it layed a\nmetal spike into the ground. An exploring party could send it out on\nits own to survey the territory, then follow its tracks at leisure and\ndig where the spikes were.\n\nAfter the Head's speech there was silence. Then Quinby leaned over to\nthe mike in our box and said \"Go find water.\"\n\nThe dowser began to move over the field. Only the Head himself\nknew where water had been cached at various levels and in various\nquantities. The dowser raced along for a bit, apparently finding\nnothing. Then it began to hesitate and veer. Once it paused for\nnoticeable seconds. Even Quinby looked tense. I heard sharp breaths\nfrom Sanford Grew, and Mike almost drained his shaker.\n\nThen the dowser moved on. There was water, but not enough to bother\ndrilling for. It zoomed about a little more, then stopped suddenly and\ndefinitely. It had found a real treasure trove.\n\nI knew its mechanism. In my mind I could see the Zwergenhaus brain\nregistering and communicating its needs to the metal muscles of the\nsphincter mechanism that would lay the spike. The dowser sat there\napparently motionless, but when you knew it you had the impression of a\nhen straining to lay.\n\nThen came the explosion. When my eyes could see again through the\nsettling fragments, there was nothing in the field but a huge crater.\n\nIt was Quinby, of course, who saw right off what had happened.\n\"Somebody,\" my numb ears barely heard him say, \"substituted for the\nspike an explosive shell with a contact-fuse tip.\"\n\nSanford Grew nodded. \"Plausible, young man. Plausible. But I rather\nthink that the general impression will be simply that usuforms don't\nwork.\" He withdrew, smiling gently.\n\nI held Mike back by pouring the rest of the shaker down his throat.\nMayhem wouldn't help us any.\n\n\"So you converted him?\" I said harshly to Quinby. \"Brother, the next\nthing you'd better construct is a good guaranteed working usuform\nconverter.\"\n\nThe next week was the low point in the history of Q.U.R. I know now,\nwhen Quinby's usuforms are what makes the world tick, it's hard to\nimagine Q.U.R. ever hitting a low point. But one reason I'm telling\nthis is to make you realize that no big thing is easy, and that a lot\nof big things depend for their success on some very little thing, like\nthat chance remark of mine I just quoted.\n\nNot that any of us guessed then how important that remark was. We had\nother things to worry about. The fiasco of that demonstration had just\nabout cooked our goose. Sure, we explained it must've been sabotage,\nand the Head backed us up; but the wiseacres shook their heads and\nmuttered \"Not bad for an alibi, _but_--\"\n\nTwo of three telecommentators who had been backing us switched over to\nGrew. The solly producer abandoned his plans for a documentary. I don't\nknow if this was honest conviction or the power of Robinc; it hit us\nthe same either way. People were scared of usuforms now; they might go\n_boom_! And the biggest and smartest publicity and advertising campaign\nof the past century was fizzling out _ffft_ before our helpless eyes.\n\nIt was the invaluable Guzub who gave us our first upward push. We were\ndrinking at the Sunspot when he said, \"Ah, boys--Zo things are going\nwrong with you, bud you zdill gome 'ere. No madder wad abbens, beoble\nzdill wand three things: eading and dringing and--\"\n\nQuinby looked up with the sharp pleasure of a new idea. \"There's\nnothing we can do with the third,\" he said. \"But eating and\ndrinking--Guzub, you want to see usuforms go over, don't you?\"\n\n\"And remember,\" I added practically, \"you've got a royalty interest in\nour robot barkeep.\"\n\nGuzub rolled all his eyes up once and down once--the Martian trick of\nnodding assent.\n\n\"All right,\" said Quinby. \"Practically all bartenders are Martians,\nthe tentacles are so useful professionally. Lots of them must be good\nfriends of yours?\"\n\n\"Lodz,\" Guzub agreed.\n\n\"Then listen--\"\n\nThat was how we launched the really appealing campaign. Words? Sure,\npeople have read and heard millions upon billions of words, and one set\nof them is a lot like another. But when you get down to Guzub's three\nessentials--\n\nWithin a fortnight there was one of our usuform barkeeps in one\nbar out of five in the influential metropolitan districts. Guzub's\nfriends took orders for drinks, gave them to the usuforms, served the\ndrinks, and then explained to the satisfied customers how they'd been\nmade--pointing out besides that there had _not_ been an explosion. The\ncustomers would get curious. They'd order more to watch the usuform\nwork. (It had Martoid tentacles and its own body was its shaker.) The\nset-up was wonderful for business--and for us.\n\nThat got at the men. Meanwhile we had usuform cooks touring the\nresidential districts and offering to prepare old-fashioned meals free.\nThere wasn't a housewife whose husband didn't say regularly once a\nweek, \"Why can't we have more old-fashioned food instead of all these\nconcentrates? Why, my mother used to--\"\n\nFew of the women knew the art. Those of them who could afford android\ncooks hadn't found them too satisfactory. And husbands kept muttering\nabout mother. The chance of a happy home was worth the risk of these\ndreadful dangerous new things. So our usuform cooks did their stuff and\nhusbands were rapturously pleased and everything began to look swell.\n(We remembered to check up on a few statistics three quarters of an\nhour later--it seemed we had in a way included Guzub's third appeal\nafter all.)\n\nSo things were coming on sweetly until one day at the Sunspot I looked\nup to see we had a visitor. \"I heard that I might find you here,\"\nSanford Grew smiled. He beckoned to Guzub and said \"Your oldest\nbrandy.\"\n\nGuzub knew him by sight. I saw one tentacle flicker hesitantly toward a\nbottle of mikiphin, that humorously named but none the less effective\nknockout liquor. I shook my head, and Guzub shrugged resignedly.\n\n\"Well?\" Quinby asked directly.\n\n\"Gentlemen,\" said Sanford Grew, \"I have come here to make a last appeal\nto you.\"\n\n\"You can take your appeal,\" I said, \"and--\"\n\nQuinby shushed me. \"Yes, sir?\"\n\n\"This is not a business appeal, young men. This is an appeal to your\nconsciences, to your duty as citizens of the Empire of Earth.\"\n\nI saw Quinby looking a little bothered. The smiling old boy was shrewd;\nhe knew that the conscience was where to aim a blow at Quinby. \"Our\nconsciences are clear--I think and trust.\"\n\n\"Are they? This law that you finagled through the Council, that\ndestroyed what you call my monopoly--it did more than that. That\n'monopoly' rested on our control of the factors which make robots safe\nand prevent them from ever harming living beings. You have removed that\ncontrol.\"\n\nQuinby laughed with relief. \"Is that all? I knew you'd been using that\nline in publicity but I didn't think you expected us to believe it.\nThere are other safety factors beside yours. We're using them, and the\nlaw still insists on the use of some, though not necessarily Robinc's.\nI'm afraid my conscience is untouched.\"\n\n\"I do not know,\" said Sanford Grew, \"whether I am flattering or\ninsulting you when I say I know that it is no use trying to buy you out\nat any price. You are immune to reason--\"\n\n\"Because it's on our side,\" said Quinby quietly.\n\n\"I am left with only one recourse.\" He rose and smiled a gentle\nfarewell. \"Good day, gentlemen.\"\n\nHe'd left the brandy untouched. I finished it, and was glad I'd vetoed\nGuzub's miki.\n\n\"One recourse--\" Quinby mused. \"That must mean--\"\n\nI nodded.\n\n\n\nBut it started quicker than we'd expected. It started, in fact, as\nsoon as we left the Sunspot. Duralite arms went around my body and a\nduralite knee dug into the small of my back.\n\nThe first time I ever met Dugg Quinby was in a truly major and wondrous\nstreet brawl, where the boy was a whirlwind. Quinby was mostly the\nquiet kind, but when something touched him off--and injustice was\nthe spark that usually did it--he could fight like fourteen Martian\nmountaineers defending their idols.\n\nBut who can fight duralite? Me, I have some sense; I didn't even try.\nQuinby's temper blinded his clear vision for a moment. The only result\nwas a broken knuckle and some loss of blood and skin.\n\nThe next thing was duralite fingers probing for the proper spots at the\nback of my head. Then a sudden deft pressure, and blackness.\n\n\n\nWe were in a workshop of some sort. My first guess was one of the\nsecret workshops that honeycomb the Robinc plant, where nobody but\nGrew's most handpicked man ever penetrate. We were cuffed to the wall.\nThey'd left only one of the androids to guard us.\n\nIt was Quinby who spoke to him, and straight to the point. \"What\nhappens to us?\"\n\n\"When I get my next orders,\" the android said in his completely\nemotionless voice, \"I kill you.\"\n\nI tried to hold up my morale by looking as indifferent as he did. I\ndidn't make it.\n\n\"The last recourse--\" Quinby said.\n\nI nodded. Then, \"But look!\" I burst out, \"This can't be what it looks\nlike. He can't be a Robinc android because he's going,\" I gulped a\nfractional gulp, \"to kill us. Robinc's products have the safety factor\nthat prevents them from harming a living being, even on another being's\norders.\"\n\n\"No,\" said Quinby slowly. \"Remember that Robinc manufactures androids\nfor the Empire's army? Obviously those can't have the safety factor.\nAnd Mr. Grew has apparently held out a few for his own bootleg\nbanditti.\"\n\nI groaned. \"Trust you,\" I said. \"We're chained up with a murderous\nandroid, and trust you to stand there calmly and look at things\nstraight. Well, are you going to see straight enough to get us out of\nthis?\"\n\n\"Of course,\" he said simply. \"We can't let Grew destroy the future of\nusuforms.\"\n\nThere was at least one other future that worried me more, but I knew\nthere was no use bringing up anything so personal. I just stood there\nand watched Quinby thinking--what time I wasn't watching the android's\nhand hovering around his holster and wondering when he'd get his next\norders.\n\nAnd while I was waiting and watching, half scared sweatless, half\ntrusting blindly in Quinby, half wondering impersonally what death was\nlike--yes, I know that makes three halves of me, but I was in no state\nfor accurate counting--while I waited, I began to realize something\nvery odd.\n\nIt wasn't me I was most worried about. It was Dugg Quinby. Me going\nall unselfish on me! Ever since Quinby had first seen the nonsense in\nandroids--no, back of that, ever since that first magnifiscrumptious\nstreet brawl, I'd begun to love that boy like a son--which'd have made\nme pretty precocious.\n\nThere was something about him--that damned mixture of almost stupid\ninnocence, combined with the ability to solve any problem by his--not\ningenuity, precisely, just his inborn capacity for looking at things\nstraight.\n\nHere I was feeling selfless. And here he was coming forth with the\nfirst at all tricky or indirect thing I'd ever known him to pull.\nMaybe it was like marriage--the way two people sort of grow together\nand average up.\n\nAnyway, he said to the android now, \"I bet you military robots are\npretty good marksmen, aren't you?\"\n\n\"I'm the best Robinc ever turned out,\" the android said.\n\nI worked for Robinc; I knew that each of them was conditioned with the\nbelief that he was the unique best. It gave them confidence.\n\nQuinby reached out his unfettered hand and picked a plastic disk off\nthe worktable. \"While you're waiting for orders, why don't you show us\nsome marksmanship? It'll pass the time.\"\n\nThe robot nodded, and Quinby tossed the disk in the air. The android\ngrabbed at its holster. And the gun stuck.\n\nThe metal of the holster had got dented in the struggle of kidnaping\nus. Quinby must have noticed that; his whole plan developed from that\nlittle point.\n\nThe robot made comments on the holster; military androids had a\nsoldier's vocabulary built in, so we'll skip that.\n\nQuinby said, \"That's too bad. My friend here's a Robinc repair man, or\nused to be. If you let him loose, he could fix that.\"\n\nThe robot frowned. He wanted the repair, but he was no dope. Finally\nhe settled on chaining my foot before releasing my hand, and keeping\nhis own digits constantly on my wrist so he could clamp down if I got\nany funny notions about snatching the gun and using it. I began to\nthink Quinby's plan was fizzling, but I went ahead and had the holster\nrepaired in no time with the tools on the worktable.\n\n\"Does that happen often?\" Quinby asked.\n\n\"A little too often.\" There was a roughness to the android's tones. I\nrecognized what I'd run onto so often in trouble-shooting; an android's\nresentment of the fact that he didn't work perfectly.\n\n\"I see,\" Quinby went on, as casually as though we were here on social\nterms. \"Of course the trouble is that you have to use a gun.\"\n\n\"I'm a soldier. Of course I have to use one.\"\n\n\"You don't understand. I mean the trouble is that you have to _use_\none. Now, if you could _be_ a gun--\"\n\nIt took some explaining. But when the android understood what it could\nmean to be a usuform, to have an arm that didn't need to snatch at a\nholster because it was itself a firing weapon, his eye cells began to\ntake on a new bright glow.\n\n\"You could do that to me?\" he demanded of me.\n\n\"Sure,\" I said. \"You give me your gun and I'll--\"\n\nHe drew back mistrustfully. Then he looked around the room, found\nanother gun, unloaded it, and handed it to me. \"Go ahead,\" he said.\n\nIt was a lousy job. I was in a state and in a hurry and the sweat\nrunning down my forehead and dripping off my eyebrows didn't help any.\nThe workshop wasn't too well equipped, either, and I hate working from\nmy head. I like a nice diagram to look at.\n\nBut I made it somehow, very crudely, replacing one hand by the chamber\nand barrel and attaching the trigger so that it would be worked by the\nsame nerve currents as actuated the finger movements to fire a separate\ngun.\n\nThe android loaded himself awkwardly. I stood aside, and Quinby\ntossed up the disk. You never saw a prettier piece of instantaneous\ntrap-shooting. The android stretched his face into that very rare\nthing, a robot grin, and expressed himself in pungently jubilant\nmilitary language.\n\n\"You like it?\" Quinby asked.\n\nAll that I can quote of the robot's reply is \"Yes,\" but he made it\nplenty emphatic.\n\n\"Then--\"\n\nBut I stepped in. \"Just a minute. I've got an idea to improve it.\"\nQuinby was probably trusting to our guard's gratitude; I wanted a surer\nhold on him. \"Let me take this off just a second--\" I removed the\nchamber and barrel; I still had his hand. \"Now,\" I said, \"we want out.\"\n\nHe brought up the gun in his other hand, but I said, \"Ah, ah! Naughty!\nYou aren't supposed to kill us till you get orders, and if you do\nthey'll find you here with one hand. Fine state for a soldier. You\ncan't repair yourself; you need two hands for it. But if we get out,\nyou can come with us and be made over as much as you want into the\nfirst and finest efficient happy usuform soldier.\"\n\nIt took a little argument, but with the memory of that one perfect\nshot in his mind it didn't take much. As Quinby said afterward,\n\"Robinc built pride into its robots to give them self-confidence. But\nthat pride also gave them vanity and dissatisfaction with anything\nless than perfection. That's what we could use. It was all perfectly\nsimple--\"\n\n\"--when you looked at it straight,\" I chorused with him.\n\n\"And besides,\" he said, \"now we know how to lick Robinc forever.\"\n\n\n\nThat was some comfort. I suppose, though he wouldn't say another word\nto explain it. And I needed comfort, because just then things took a\nnasty turn again. We stuck close to our factory and didn't dare go out.\nWe were taking no chances on more kidnapings before Quinby finished his\nnew inspiration.\n\nQuinby worked on that alone, secret even from us. I figured out some\nextra touches of perfection on the usuform soldier, who was now our\nbodyguard--Grew would never dare complain of the theft because he'd\nhad no legal right to possess such an android, anyway. Mike and his\nassistants, both living and usuform, turned out barkeeps and dowsers\nand cooks--our three most successful usuform designs so far.\n\nWe didn't go out, but we heard enough. It was the newest and\nnastiest step in Grew's campaign. He had men following up our cooks\nand bartenders and managing to slip concentrated doses of ptomaine\nalkaloids into their products. No serious poisoning, you understand;\njust an abnormally high proportion of people taken sick after taking\nusuform-prepared food or drink. And a rumor going around that the\nusuforms secreted a poisonous fluid, which was objective nonsense, but\nenough to scare a lot of people.\n\n\"It's no use.\" Mike said to me one day. \"We're licked. Two new orders\nin a week. We're done for. No use keeping up production.\"\n\n\"The hell we're licked,\" I said.\n\n\"If you want to encourage me, you'd ought to sound like you believed it\nyourself. No, we're sunk. While _he_ sits in there and--I'm going down\nto the Sunspot and drink Three Planets till this one spins. And if\nGrew wants to kidnap me, he's welcome to me.\"\n\nIt was just then the message came from the Head. I read it, and knew\nhow the camel feels about that last straw. It said:\n\n    I can't resist popular pressure forever. I know and you know what\n    Grew is up to; but the public is demanding re-enactment of the law\n    giving Robinc exclusive rights. Unless Quinby can see straight\n    through the hat to the rabbit, that re-enactment is going to pass.\n\n\"We'll see what he has to say to this,\" I said to Mike. I started for\nthe door, and even as I did so Quinby came out.\n\n\"I've got it!\" he said. \"It's done.\" He read the Head's message with\none glance, and it didn't bother him. He grabbed me by the shoulders\nand beamed. I've never heard my name spoken so warmly. \"Mike, too. Come\non in and see the greatest usuform we've hit on yet. Our troubles are\nover.\"\n\nWe went in. We looked. And we gawked. For Quinby's greatest usuform, so\nfar as our eyes could tell, was just another android robot.\n\n\n\nMike went resolutely off to the Sunspot to carry out his threat of\nmaking this planet spin. I began to think myself that the tension had\naffected Quinby's clear-seeing mind. I didn't listen especially when he\ntold me I'd given him the idea myself. I watched the usuform-android\ngo off on his mysterious mission and I even let him take my soldier\nalong. And I didn't care. We were done for now, if even Dugg Quinby was\nslipping.\n\nBut I didn't have time to do much worrying that morning. I was kept too\nbusy with androids that came in wanting repairs. Very thoroughgoing\nrepairs, too, that turned them, like my soldier, practically into\nusuforms. We always had a few such requests--I think I mentioned\nhow they all want to be perfect--but this began to develop into a\ncloudburst. I stopped the factory lines and put every man and robot on\nrepair.\n\nAlong about mid-afternoon I began to feel puzzled. It took me a little\nwhile to get it, and then it hit me. The last three that I'd repaired\nhad been brand-new. Fresh from the Robinc factory, and rushing over\nhere to be remade into ... into usuforms!\n\nAs soon as I finished adjusting drill arms on the robot miner, I\nhurried over to where Quinby was installing an infrared color sense on\na soldier intended for camouflage-spotting. He looked up and smiled\nwhen he saw me. \"You get it now?\"\n\n\"I get what's happening. But how ... who--\"\n\n\"I just followed your advice. Didn't you say what we needed was a\nguaranteed working usuform converter?\"\n\n\n\n\"I don't need to explain, do I? It's simple enough once you look at it\nstraight.\"\n\nWe were sitting in the Sunspot. Guzub was very happy; it was the first\ntime the Head had ever honored his establishment.\n\n\"You'd better,\" I said, \"remember I'm a crooked-viewing dope.\"\n\n\"But it's all from things you've said. You're always saying I'm good at\nthings and robots, but lousy at people because people don't see or act\nstraight. Well, we were stymied with people. They couldn't see the real\nimportance of usuforms through all the smoke screens that Grew threw\nup. But you admit yourself that robots see straight, so I went direct\nto them. And you said we needed a usuform converter, so I made one.\"\n\nThe Head smiled. \"And what is the utile form of a converter?\"\n\n\"He had to look like an android, because otherwise they wouldn't accept\nhim. But he was the sturdiest, strongest android ever made, with\nseveral ingenious, new muscles. If it came to fighting, he was sure\nto make converts that way. And besides, he had something that's never\nbeen put in a robot brain before--the ability to argue and convince.\nWith that, he had the usuform soldier as a combination bodyguard and\nexample. So he went out among the androids, even to the guards at\nRobinc and from then on inside; and since he was a usuform converter,\nwell--he converted.\"\n\nThe Head let the famous grin play across his black face. \"Fine work,\nQuinby. And if Grew hadn't had the sense to see at last that he was\nlicked, you could have gone on with your usuform converters until there\nwasn't an android left on Earth. Robinc would have toppled like a\nwooden building with termites.\"\n\n\"And Grew?\" I asked. \"What's become of him?\"\n\n\"I think, in a way, he's resigned to his loss. He told me that since\nhis greatest passion was gone, he was going to make the most of his\nsecond greatest. He's gone off to his place in the mountains with that\nusuform cook you gave him, and he swears he's going to eat himself to\ndeath.\"\n\n\"Me,\" said Mike, with appropriate business, \"I'd like a damper death.\"\n\n\"And from now on, my statisticians assure me, we're in no danger of\never using up our metal stockpile. The savings on usuforms will save\nus. Do you realize, Quinby, that you're just about the most important\nman in the Empire today?\"\n\nThat was when I first heard the band approaching. It got louder while\nQuinby got red and gulped. It was going good when he finally said, \"You\nknow, if I'd ever thought of that, I ... I don't think I could have\ndone it.\"\n\nHe meant it, too. You've never seen an unhappier face than his when the\ncrowd burst into the Sunspot yelling \"Quinby!\" and \"Q.U.R.!\"\n\nBut you've never seen a prouder face than mine as I saw it then in the\nbar mirror. Proud of myself, sure, but only because it was me that\ndiscovered Dugg Quinby.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Boucher, Anthony"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61540/pg61540.txt",
        "name": "robinc.json"
    }
}