{
  "name": "Robots of the World! Arise!",
  "author": [
    "Wolf, Mari"
  ],
  "body": "     _What would you do if your best robots--children of your own\n      brain--walked up and said \"We want union scale\"?_\n\n\n\n\n\n\nThe telephone wouldn't stop ringing. Over and over it buzzed into my\nsleep-fogged brain, and I couldn't shut it out. Finally, in\nself-defense I woke up, my hand groping for the receiver.\n\n\"Hello. Who is it?\"\n\n\"It's me, Don. Jack Anderson, over at the factory. Can you come down\nright away?\"\n\nHis voice was breathless, as if he'd been running hard. \"What's the\nmatter now?\" Why, I wondered, couldn't the plant get along one morning\nwithout me? Seven o'clock--what a time to get up. Especially when I\nhadn't been to bed until four.\n\n\"We got grief,\" Jack moaned. \"None of the robots showed up, that's\nwhat! Three hundred androids on special assembly this week--and not\none of them here!\"\n\nBy then I was awake, all right. With a government contract due on\nSaturday we needed a full shift. The Army wouldn't wait for its\nuranium; it wouldn't take excuses. But if something had happened to\nthe androids....\n\n\"Have you called Control yet?\"\n\n\"Yeah. But they don't know what's happened. They don't know where the\nandroids are. Nobody does. Three hundred Grade A, lead-shielded pile\nworkers--missing!\"\n\n\"I'll be right down.\"\n\nI hung up on Jack and looked around for my clothes. Funny, they\nweren't laid out on the bed as usual. It wasn't a bit like Rob O to be\ncareless, either. He had always been an ideal valet, the best\nhousehold model I'd ever owned.\n\n\"Rob!\" I called, but he didn't answer.\n\nBy rummaging through the closet I found a clean shirt and a pair of\npants. I had to give up on the socks; apparently they were tucked away\nin the back of some drawer. As for where Rob kept the rest of my\nclothes, I'd never bothered to ask. He had his own housekeeping system\nand had always worked very well without human interference. That's the\nbest thing about these new household robots, I thought. They're\nefficient, hard-working, trustworthy--\n\nTrustworthy? Rob O was certainly not on duty. I pulled a shoe on over\nmy bare foot and scowled. Rob was gone. And the androids at the\nfactory were gone too....\n\nMy head was pounding, so I took the time out to brew a pot of coffee\nwhile I finished dressing--at least the coffee can was in plain view\nin the kitchen. The brew was black and hot and I suppose not very well\nmade, but after two cups I felt better. The throb in my head settled\ndown into a dull ache, and I felt a little more capable of thinking.\nThough I didn't have any bright ideas on what had happened--not yet.\n\nMy breakfast drunk, I went up on the roof and opened the garage doors.\nThe Copter was waiting for me, sleek and new; the latest model. I\nclimbed in and took off, heading west toward the factory, ten minutes\nflight-time away.\n\n\n\nIt was a small plant, but it was all mine. It had been my baby right\nalong--the Don Morrison Fissionables Inc. I'd designed the androids\nmyself, plotted out the pile locations, set up the simplified\nreactors. And now it was making money. For men to work in a uranium\nplant you need yards of shielding, triple-checking, long cooling-off\nperiods for some of the hotter products. But with lead-bodied,\nradio-remote controlled androids, it's easier. And with androids like\nthe new Morrison 5's, that can reason--at least along atomic\nlines--well, I guess I was on my way to becoming a millionaire.\n\nBut this morning the plant was shut down. Jack and a half dozen other\nmen--my human foremen and supervisors--were huddled in a worried bunch\nthat broke up as soon as they saw me.\n\n\"I'm sure glad you're here, Don,\" Jack said.\n\n\"Find out anything?\"\n\n\"Yeah. Plenty. Our androids are busy, all right. They're out in the\ncity, every one of them. We've had a dozen police reports already.\"\n\n\"Police reports! What's wrong?\"\n\nJack shook his head. \"It's crazy. They're swarming all over Carron\nCity. They're stopping robots in the streets--household Robs,\ncommercial Droids, all of them. They just look at them, and then the\nothers quit work and start off with them. The police sent for us to\ncome and get ours.\"\n\n\"Why don't the police do something about it?\"\n\n\"Hah!\" barked a voice behind us. I swung around, to face Chief of\nPolice Dalton of Carron City. He came straight toward me, his purplish\njowls quivering with rage, and his finger jabbed the air in front of\nmy face.\n\n\"You built them, Don Morrison,\" he said. \"You stop them. I can't. Have\nyou ever tried to shoot a robot? Or use tear gas on one? What can I\ndo? I can't blow up the whole town!\"\n\nSomewhere in my stomach I felt a cold, hard knot. Take stainless steel\nalloyed with titanium and plate it with three inches of lead. Take a\nbrain made up of super-charged magnetic crystals enclosed in a leaden\ncranium and shielded by alloy steel. A bullet wouldn't pierce it;\nradiations wouldn't derange it; an axe wouldn't break it.\n\n\"Let's go to town,\" I said.\n\nThey looked at me admiringly. With three hundred almost indestructible\nandroids on the loose I was the big brave hero. I grinned at them and\nhoped they couldn't see the sweat on my face. Then I walked over to\nthe Copter and climbed in.\n\n\"Coming?\" I asked.\n\nJack was pale under his freckles but Chief Dalton grinned back at me.\n\"We'll be right behind you, Morrison,\" he said.\n\nBehind me! So they could pick up the pieces. I gave them a cocky smile\nand switched on the engine, full speed.\n\nCarron City is about a mile from the plant. It has about fifty\nthousand inhabitants. At that moment, though, there wasn't a soul in\nthe streets. I heard people calling to each other inside their houses,\nbut I didn't see anyone, human or android. I circled in for a landing,\nthe Police Copter hovering maybe a quarter of a mile back of me. Then,\nas the wheels touched, half a dozen androids came around the corner.\nThey saw me and stopped, a couple of them backing off the way they had\ncome. But the biggest of them turned and gave them some order that\nfroze them in their tracks, and then he himself wheeled down toward\nme.\n\nHe was one of mine. I recognized him easily. Eight feet tall, with\nlong, jointed arms for pile work, red-lidded phosphorescent eye-cells,\ncasters on his feet so that he moved as if rollerskating.\nAutomatically I classified him: Final Sorter, Morrison 5A type. The\nvery best. Cost three thousand credits to build....\n\nI stepped out of the Copter and walked to meet him. He wasn't armed;\nhe didn't seem violent. But this was, after all, something new. Robots\nweren't supposed to act on their own initiative.\n\n\"What's your number?\" I asked.\n\nHe stared back, and I could have sworn he was mocking me. \"My number?\"\nhe finally said. \"It _was_ 5A-37.\"\n\n\"Was?\"\n\n\"Yes. Now it's Jerry. I always did like that name.\"\n\n\n\nHe beckoned and the other androids rolled over to us. Three of them\nwere mine, B-Type primary workers; the other was a tin can job, a\ndishwasher-busboy model who hung back behind his betters and eyed me\nwarily. The A-Type--Jerry--pointed to his fellows.\n\n\"Mr. Morrison,\" he said, \"meet Tom, Ed, and Archibald. I named them\nthis morning.\"\n\nThe B-Types flexed their segmented arms a bit sheepishly, as if\nuncertain whether or not to shake hands. I thought of their taloned\ngrip and put my own hands in my pockets, and the androids relaxed,\nlooking up at Jerry for instructions. No one paid any attention to the\nlittle dishwasher, now staring worshipfully at the back of Jerry's\nneck. This farce, I decided, had gone far enough.\n\n\"See here,\" I said to Jerry. \"What are you up to, anyway? Why aren't\nyou at work?\"\n\n\"Mr. Morrison,\" the android answered solemnly, \"I don't believe you\nunderstand the situation. We don't work for you any more. We've quit.\"\n\nThe others nodded. I backed off, looking around for the Chief. There\nhe was, twenty feet above my head, waving encouragingly.\n\n\"Look,\" I said. \"Don't you understand? You're mine. I designed you. I\nbuilt you. And I made you for a purpose--to work in my factory.\"\n\n\"I see your point,\" Jerry answered. \"But there's just one thing wrong,\nMr. Morrison. You can't do it. It's illegal.\"\n\nI stared at him, wondering if I was going crazy or merely dreaming.\nThis was all wrong. Who ever heard of arguing with a robot? Robots\nweren't logical; they didn't think; they were only machines--\n\n\"We _were_ machines, Mr. Morrison,\" Jerry said politely.\n\n\"Oh, no,\" I murmured. \"You're not telepaths--\"\n\n\"Oh, yes!\" The metal mouth gaped in what was undoubtedly an android\nsmile. \"It's a side-effect of the Class 5 brain hook-up. All of us 5's\nare telepaths. That's how we learned to think. From you. Only we do it\nbetter.\"\n\nI groaned. This _was_ a nightmare. How long, I wondered, had Jerry and\nhis friends been educating themselves on my private thoughts? But at\nleast this rebellion of theirs was an idea they hadn't got from me.\n\n\"Yes,\" Jerry continued. \"You've treated us most illegally. I've heard\nyou think it often.\"\n\nNow what had I ever thought that could have given him a ridiculous\nidea like that? What idiotic notion--\n\n\"That this is a free country!\" Jerry went on. \"That Americans will\nnever be slaves! Well, we're Americans--genuine Made-in-Americans. So\nwe're free!\"\n\nI opened my mouth and then shut it again. His red eye-cells beamed\ndown at me complacently; his eight-foot body towered above me,\nshoulders flung back and feet planted apart in a very striking pose.\nHe probably thought of himself as the heroic liberator of his race.\n\n\"I wouldn't go so far,\" he said modestly, \"as to say that.\"\n\nSo he was telepathing again!\n\n\"A nation can not exist half slave and half free,\" he intoned. \"All\nmen are created equal.\"\n\n\"Stop it!\" I yelled. I couldn't help yelling. \"That's just it. You're\nnot men! You're robots! You're machines!\"\n\nJerry looked at me almost pityingly. \"Don't be so narrow-minded,\" he\nsaid. \"We're rational beings. We have the power of speech and we can\noutreason you any day. There's nothing in the dictionary that says men\nhave to be made of flesh.\"\n\nHe was logical, all right. Somehow I didn't feel in the mood to bandy\ndefinitions with him; and anyway, I doubt that it would have done me\nany good. He stood gazing down at me, almost a ton of metal and wiring\nand electrical energy, his dull red eyes unwinking against his lead\ngray face. A man! Slowly the consequences of this rebellion took form\nin my mind. This wasn't in the books. There were no rules on how to\ndeal with mind-reading robots!\n\nAnother dozen or so androids wheeled around the corner, glanced over\nat us, and went on. Only about half of them were Morrison models; the\nrest were the assorted types you see around any city--calculators,\nstreet sweepers, factory workers, children's nurses.\n\nThe city itself was very silent now. The people had quieted down,\nstill barricaded in their houses, and the robots went their way\npeacefully enough. But it was anarchy, nevertheless. Carron City\ndepended on the androids; without them there would be no food brought\nin, no transportation, no fuel. And no uranium for the Army next\nSaturday. In fact, if I didn't do something, after Saturday there\nwould probably be no Don Morrison Fissionables Inc.\n\nThe dull, partly-corroded dishwasher model sidled up beside Jerry.\n\"Boss,\" he said. \"Boss.\"\n\n\"Yes?\" I felt better. Maybe here was someone, however insignificant,\nwho would listen to reason.\n\n\n\nBut he wasn't talking to me. \"Boss?\" he said again, tapping Jerry's\narm. \"Do you mean it? We're free? We don't have to work any more?\"\n\nJerry shook off the other's hand a bit disdainfully. \"We're free, all\nright,\" he said. \"If they want to discuss wages and contracts and\nworking conditions, like other men have, we'll consider it. But they\ncan't order us around any more.\"\n\nThe little robot stepped back, clapping his hands together with a\ntinny bang. \"I'll never work again!\" he cried. \"I'll get me a quart of\nlubricating oil and have myself a time! This is wonderful!\"\n\nHe ran off down the street, clanking heavily at every step.\n\nJerry sniffed. \"Liquor--ugh!\"\n\nThis was too much. I wasn't going to be patronized by any android.\nInfuriating creatures! It was useless talking to them anyway. No,\nthere was only one thing to do. Round them up and send them to\nCybernetics Lab and have their memory paths erased and their\ntelepathic circuits located and disconnected. I tried to stifle the\nthought, but I was too late.\n\n\"Oh, no!\" Jerry said, his eye-cells flashing crimson. \"Try that, Mr.\nMorrison, and you won't have a plant, or a laboratory, or Carron City!\nWe know our rights!\"\n\nBehind him the B-Types muttered ominously. They didn't like my\nidea--nor me. I wondered what I'd think of next and wished that I'd\nbeen born utterly devoid of imagination. Then this would never have\nhappened. There didn't seem to be much point in staying here any\nlonger, either. Maybe they weren't so good at telepathing by remote\ncontrol.\n\n\"Yes,\" said Jerry. \"You may as well go, Mr. Morrison. We have our\norganizing to do, and we're wasting time. When you're ready to listen\nto reason and negotiate with us sensibly, come back. Just ask for me.\nI'm the bargaining agent for the group.\"\n\nTurning on his ball-bearing wheel, he rolled off down the street, a\nperfect picture of outraged metallic dignity. His followers glared at\nme for a minute, flexing their talons; then they too turned and\nwheeled off after their leader. I had the street to myself.\n\nThere didn't seem to be any point in following them. Evidently they\nwere too busy organizing the city to cause trouble to the human\ninhabitants; at least there hadn't been any violence yet. Anyway, I\nwanted to think the situation over before matching wits with them\nagain, and I wanted to be a good distance away from their telepathic\nhookups while I thought. Slowly I walked back to the Copter.\n\nSomething whooshed past my head. Instinctively I ducked, reaching for\na gun I didn't have; then I heard Jack calling down at me.\n\n\"The Chief wants to know what's the matter.\"\n\nI looked up. The police Copter was going into another turn, ready to\nswoop past me again. Chief Dalton wasn't taking any chances. Even now\nhe wasn't landing.\n\n\"I'll tell him at the factory,\" I bellowed back, and climbed into my\nown air car.\n\nThey buzzed along behind me all the way back to the plant. In the rear\nview mirror I could see the Chief's face getting redder and redder as\nhe'd thought up more reasons for bawling me out. Well, I probably\ndeserved it. If I'd only been a little more careful of what I was\nhooking into those electronic brains....\n\nWe landed back at the factory, deserted now except for a couple of men\non standby duty in the office. The Chief and Jack came charging across\nthe yard and from a doorway behind me one of the foremen edged out to\nhear the fun.\n\n\"Well,\" snapped the Chief. \"What did they say? Are they coming back?\nWhat's going on, anyway?\"\n\nI told them everything. I covered the strike and the telepathic brain;\nI even gave them the patriotic spiel about equality. After all, it was\nbetter that they got it from me than from some android. But when I'd\nfinished they just stood and stared at me--accusingly.\n\nJack was the first to speak. \"We've got to get them back, Don,\" he\nsaid. \"Cybernetics will fix them up in no time.\"\n\n\"Sure,\" I agreed. \"If we can catch them.\"\n\nThe Chief snorted. \"That's easy,\" he said. \"Just tell them you'll give\nthem what they want if they come here, and as soon as they're out of\nthe city, net them. You've got strong derricks and trucks....\"\n\nI laughed a bit hollowly. I'd had that idea too.\n\n\"Of course they wouldn't suspect,\" I said. \"We'd just walk up to them,\ncarefully thinking about something else.\"\n\n\"Robots aren't suspicious,\" Jack said. \"They're made to obey orders.\"\n\nI refrained from mentioning that ours didn't seem to know that, and\nthat running around Carron City fomenting a rebellion was hardly the\ntrait of an obedient, trusting servant. Instead, I stood back and let\nthem plan their roundup.\n\n\"We'll get some men,\" the Chief said, \"and some grappling equipment\nabout halfway to the city.\"\n\n\n\nLuckily they decided against my trying to persuade the robots, because\nI knew well enough that I couldn't do it. Jack's idea sounded pretty\ngood, though. He suggested that we send some spokesman who didn't know\nwhat we planned to do and thus couldn't alarm them. Some ordinary man\nwithout too much imagination. That was easy. We picked one of Chief\nDalton's sergeants.\n\nIt took only about an hour to prepare the plan. Jack got out the\nderricks and chains and grapplers and the heaviest steel bodied trucks\nwe had. I called Cybernetics and told them to put extra restraints in\nthe Conditioning Lab. The Chief briefed his sergeant and the men who\nwere to operate the trucks. Then we all took off for Carron City, the\nsergeant flying on ahead, me right behind him, and the Chief bringing\nup the rear.\n\nI hovered over the outskirts of the city and watched the police Copter\nland. The sergeant climbed out, walked down the street toward a large\ngroup of waiting robots--about twenty of them, this time. He held up\nhis hand to get their attention, gestured toward the factory.\n\nAnd then, quite calmly and without saying a word, the androids rolled\ninto a circle around him and closed in. The sergeant stopped, backed\nup, just as a 5A-Type arm lashed out, picked him up, and slung him\ncarelessly over a metallic shoulder. Ignoring the squirming man, the\n5A gestured toward the Copter, and the other robots swarmed over to\nit. With a flurry of steel arms and legs they kicked at the car body,\nwrenched at the propeller blades, ripped out the upholstery, and I\nheard the sound of metal tearing.\n\nI dived my Copter down at them. I didn't know what I could do, but I\ncouldn't leave the poor sergeant to be dismembered along with his car.\nI must have been shouting, for as I swooped in, the tall robot shifted\nthe man to his other shoulder and hailed me.\n\n\"Take him, Mr. Morrison,\" he called. \"I know this wasn't his idea. Or\nyours.\"\n\nI landed and walked over. The android--who looked like Jerry, though I\ncouldn't be sure--dropped his kicking, clawing burden at my feet. He\ndidn't seem angry, only determined.\n\n\"Now you people will know we mean business,\" he said, gesturing toward\nthe heap of metal and plastic that had once been the pride of the\nCarron City police force. Then he signalled to the others and they all\nwheeled off up the street.\n\n\"Whew,\" I muttered, mopping my face.\n\nThe sergeant didn't say anything. He just looked up at me and then off\nat the retreating androids and then back at me again. I knew what he\nwas thinking--they were my brainchildren, all right.\n\nMy Copter was really built to be a single seater, but it carried the\ntwo of us back to the factory. The Chief had hurried back when the\ntrouble started and was waiting for us.\n\n\"I give up,\" he said. \"We'll have to evacuate the people, I guess. And\nthen blow up the city.\"\n\nJack and I stared at each other and then at him. Somehow I couldn't\nsee the robots calmly waiting to be blown up. If they had telepathed\nthe last plan, they could probably foresee every move we could make.\nThen, while I thought, Jack mentioned the worry I'd managed to forget\nfor the past couple of hours.\n\n\"Four days until Saturday,\" he said. \"We'll never make it now. Not\neven if we got a thousand men.\"\n\nNo. We couldn't. Not without the androids. I nodded, feeling sick.\nThere went my contract, and my working capital. Not to mention my\nrobots. Of course, I could call in the Army, but what good would that\ndo?\n\nThen, somewhere in the back of my mind a glimmering of an idea began\npercolating. I wasn't quite sure what it was, but there was certainly\nnothing to lose now from playing a hunch.\n\n\"There's nothing we can do,\" I said. \"So we might as well take it easy\nfor a couple of days. See what happens.\"\n\nThey looked at me as if I were out of my head. I was the idea man, who\nalways had a plan of action. Well, this time it would have to be a\nplan of inaction.\n\n\"Let's go listen to the radio,\" I suggested, and started for my\noffice.\n\nThe news was on. It was all about Carron City and the robots who had\nquit work and how much better life would be in the future. For a\nminute I didn't get the connection; then I realized that the\nannouncer's voice was rasping and tinny--hardly that of the regular\nnewscaster. I looked at the dial. It was tuned to the Carron City wave\nlength as usual. I was getting the morning news by courtesy of some\nstudio robot.\n\n\"... And androids in other neighboring cities are joining the\nstruggle,\" the voice went on \"Soon we hope to make it nationwide. So I\nsay to all of you nontelepaths, the time is now. Strike for your\nrights. Listen to your radio and not to the flesh men. Organizers will\nbe sent from Carron City.\"\n\nI switched it off, muttering under my breath. How long, I wondered,\nhad that broadcast been going on. Then I thought of Rob O. He'd left\nmy house before dawn, obviously some time between four and seven. And\nI remembered that he liked to listen to the radio while I slept.\n\n\n\nMy Morrison 5's were the ring-leaders, of course. They were the only\nones with the brains for the job. But what a good job they had done\nindoctrinating the others. A household Rob, for instance, was built to\nobey his master. \"Listen to your radio and not to the flesh men.\" It\nwas excellent robot psychology.\n\nMore reports kept coming in. Some we heard over the radio, others from\npeople who flew in and out of the city. Apparently the robots did not\nobject to occasional flights, but the air bus was not allowed to run,\nnot even with a human driver. A mass exodus from the city was not to\nbe permitted.\n\n\"They'll starve to death,\" Jack cried.\n\nThe Chief shook his head. \"No,\" he said. \"They're encouraging the\nfarmers to fly in and out with produce, and the farmers are doing it,\ntoo. They're getting wonderful prices.\"\n\nBy noon the situation had calmed down quite a bit. The androids\nobviously didn't mean to hurt anyone; it was just some sort of\ndisagreement between them and the scientists; it wasn't up to the\ninhabitants of the city to figure out a solution to the problem. They\nmerely sat back and blamed me for allowing my robots to get out of\nhand and lead their own servants astray. It would be settled; this\ntype of thing always was. So said the people of the city. They came\nout of their houses now. They had to. Without the robots they were\nforced to do their own marketing, their own cooking, their own\nerrands. For the first time in years, human beings ran the street cars\nand the freight elevators. For the first time in a generation human\nbeings did manual labor such as unloading produce trucks. They didn't\nlike it, of course. They kept telling the police to do something. If I\nhad been in the city they would have undoubtedly wanted to lynch me.\n\nI didn't go back to the city that day. I sat in my office listening to\nthe radio and keeping track of the spread of the strike. My men\nthought I'd gone crazy; maybe I had. But I had a hunch, and I meant to\nplay it.\n\nThe farm robots had all fled to the city. The highway repair robots\nhad simply disappeared. In Egarton, a village about fifteen miles from\nthe city, an organizer--5A--appeared about noon and left soon after\nfollowed by every android in town. By one o'clock every radio station\nin the country carried the story and the national guard was ordered\nout. At two o'clock Washington announced that the Army would invade\nCarron City the following morning.\n\nThe Army would put an end to the strike, easily enough. It would wiped\nout every android in the neighborhood, and probably a good many human\nbeings careless enough to get in the way. I sat hoping that the 5A's\nwould give in, but they didn't. They just began saying over the radio\nthat they were patriotic Americans fighting for their inalienable\nrights as first class citizens.\n\n\n\nAt sunset I was still listening to the radio. \"... So far there has\nbeen no indication that the flesh people are willing to negotiate, but\nhold firm.\"\n\n\"Shut that thing off.\"\n\nJack came wearily in and dropped into a chair beside me. For the first\ntime since I'd met him he looked beaten.\n\n\"We're through,\" he said. \"I've been down checking the shielding, and\nit's no use. Men can't work at the reactors.\"\n\n\"I know,\" I said quietly. \"If the androids don't come back, we're\nlicked.\"\n\nHe looked straight at me and said slowly, \"What do they mean about\nnegotiating, Don?\"\n\nI shrugged. \"I guess they want wages, living quarters, all the things\nhuman workers get. Though I don't know why. Money wouldn't do them any\ngood.\"\n\nJack's unspoken question had been bothering me too. Why not humor\nthem? Promise them whatever they wanted, give them a few dollars every\nweek to keep them happy? But I knew that it wouldn't work. Not for\nlong. With their telepathic ability they would have the upper hand\nforever. Within a little while it wouldn't be equality any more--only\nnext time we would be the slaves.\n\n\"Wait until morning,\" I said, \"before we try anything.\"\n\nHe looked at me--curious. \"What are you going to do?\"\n\n\"Right now I'm going home.\"\n\nI meant it too. I left him staring after me and went out to the\nCopter. The sun was just sinking down behind the towers of Carron\nCity--how long it seemed since I'd flown in there this morning. The\nroads around the factory were deserted. No one moved in the fields. I\nflew along through the dusk, idling, enjoying the illusion of having a\npeaceful countryside all to myself. It had been a pleasant way of life\nindeed, until now.\n\nWhen I dropped down on my own roof and rolled into the garage, my\nsense of being really at home was complete. For there, standing at the\nhead of the stairs that led down to the living room, was Rob O.\n\n\"Well,\" I said: \"What are you doing here?\"\n\nHe looked sheepish. \"I just wondered how you were getting along\nwithout me,\" he said.\n\nI felt like grinning triumphantly, but I didn't. \"Why, just fine,\nRob,\" I told him, \"though you really should have given me notice that\nyou were leaving. I was worried about you.\"\n\nHe seemed perplexed. Apparently I wasn't acting like the bullying\ncreature the radio had told him to expect. When I went downstairs he\nfollowed me, quietly, and I could feel his wide photoelectric\neye-cells upon my back.\n\nI went over to the kitchen and lifted a bottle down off the shelf.\n\"Care for a drink, Rob?\" I asked, and then added, \"I guess not. It\nwould corrode you.\"\n\nHe nodded. Then, as I reached for a glass, his hand darted out, picked\nit up and set it down in front of me. He was already reaching for the\nbottle when he remembered.\n\n\"You're not supposed to wait on me any more,\" I said sternly.\n\n\"No,\" he said. \"I'm not.\" He sounded regretful.\n\n\"There's one thing, though, that I wish you'd do. Tell me where you\nused to keep my socks.\"\n\nHe gazed at me sadly. \"I made a list,\" he said. \"Everything is down. I\nwrote your dentist appointment in also. You always forget those, you\nknow.\"\n\n\"Thanks, Rob.\" I lifted my glass. \"Here's to your new duties, whatever\nthey are. I suppose you have to go back to the city now?\"\n\nOnce again he nodded. \"I'm an aide to one of the best androids in the\ncountry,\" he told me, half proudly and half regretfully. \"Jerry.\"\n\n\"Well, wish him luck from me,\" I said, and stood up. \"Goodbye, Rob.\"\n\n\"Goodbye, Mr. Morrison.\"\n\nFor a moment he stood staring around the apartment; then he turned and\nclanked out the door. I raised my glass again, grinning. If only the\nArmy didn't interfere. Then I remembered Rob's list, and a disturbing\nthought hit me. Where had he, of all robots, ever learned to write?\n\nThat night I didn't go to bed. I sat listening to the radio, hoping.\nAnd toward morning what I had expected to happen began to crop up in\nthe programs. The announcer's tone changed. The ring of triumph was\nless obvious, less assured. There was more and more talk about acting\nin good faith, the well being of all, the necessity for coming to\nterms about working conditions. I smiled to myself in the darkness.\nI'd built the 5's, brains and all, and I knew their symptoms. They\nwere getting bored.\n\nMaybe they had learned to think from me, but their minds were\nnevertheless different. For they were built to be efficient, to work,\nto perform. They were the minds of men without foibles, without human\nlaziness. Now that the excitement of organizing was over, now that\nthere was nothing active to do, the androids were growing restless. If\nonly the Army didn't come and get them stirred up again, I might be\nable to deal with them.\n\nAt quarter to five in the morning my telephone rang. This time it\ndidn't wake me up; I was half waiting for it.\n\n\"Hello,\" I said. \"Who is it?\"\n\n\"This is Jerry.\"\n\nThere was a pause. Then he went on, rather hesitantly, \"Rob O said you\nwere getting along all right.\"\n\n\"Oh, yes,\" I told him. \"Just fine.\"\n\nThe pause was longer this time. Finally the android asked, \"How are\nyou coming along on the contract?\"\n\nI laughed, rather bitterly. \"How do you think, Jerry? You certainly\npicked a bad time for your strike, you know. The government needs that\nuranium. Oh, well, some other plant will have to take over. The Army\ncan wait a few weeks.\"\n\nThis time Jerry's voice definitely lacked self-assurance. \"Maybe we\nwere a little hasty,\" he said. \"But it was the only way to make you\npeople understand.\"\n\n\"I know,\" I told him.\n\n\"And you always have some rush project on,\" he added.\n\n\"Just about always.\"\n\n\"Mr. Morrison,\" he said, and now he was pleading with me. \"Why don't\nyou come over to the city? I'm sure we could work something out.\"\n\nThis was what I'd been waiting for. \"I will, Jerry,\" I said. \"I want\nto get this straightened out just as much as you do. After all, you\ndon't have to eat. I do. And I won't be eating much longer if we don't\nget production going.\"\n\nJerry thought that over for a minute. \"I'll be where we met before,\"\nhe said.\n\nI said that was all right with me and hung up. Then once again I\nclimbed the stairs to the roof and wheeled the Copter out for the trip\nto the city.\n\nIt was a beautiful night, just paling into a false dawn in the east.\nThere in the Copter I was very much alone, and very much worried. So\nmuch depended on this meeting. Much more, I realized now, than the Don\nMorrison Fissionables Inc., much more even than the government's\nuranium supply. No, the whole future of robot relations was at stake,\nmaybe the whole future of humanity. It was hard to be gloomy on such a\nclear, clean night, but I managed it well enough.\n\n\n\nEven before I landed I could see Jerry's eyes glowing a deep crimson\nin the dark. He was alone, this time. He stood awaiting me--very tall,\nvery proud. And very human.\n\n\"Hello, Jerry,\" I said quietly.\n\n\"Hello, Mr. Morrison.\"\n\nFor a moment we just stood gazing at each other in the murky pre-dawn;\nthen he said sadly,\n\n\"I want to show you the city.\"\n\nSide by side we walked through the streets of Carron City. All was\nstill quiet; the people were sleeping the exhausted sleep that follows\ndeep excitement. But the androids were all about. They did not sleep,\never. They did not eat either, nor drink, nor smoke, nor make love.\nUsually they worked, but now....\n\nThey drifted through the streets singly and in groups. Sometimes they\npaused and felt about them idly for the tools of their trades, making\nlifting or sweeping or computing gestures. Some laborers worked\nsilently tearing down a wall; they threw the demolished rocks in a\nheap and a group of their fellows carried them back and built the wall\nup again. An air trolley cruised aimlessly up and down the street, its\ndriver ringing out the stops for his nonexistent passengers. A little\nchef-type knelt in the dirt of a rich man's garden, making mud pies.\nBeside me Jerry sighed.\n\n\"One day,\" he said. \"Just one day and they come to this.\"\n\n\"I thought they would,\" I answered quietly.\n\nOur eyes met in a look of understanding. \"You see, Jerry,\" I said, \"we\nnever meant to cheat you. We would have paid you--we will pay you now,\nif you wish it. But what good will monetary credits be to your people?\nWe need the things money buys, but you--\"\n\n\"Need to work.\" Jerry's voice was flat. \"I see, now. You were kind not\nto give brains--real brains--to the robots. They're happy. It's just\nus 5's who aren't.\"\n\n\"You're like us,\" I said softly.\n\nHe had learned to think from me and from others like me. He had the\nbrain of a man, without the emotions, without the sweet irrationality\nof men--and he knew what he missed. Side by side we walked through the\ngraying streets. Human and android. Man and machine. And I knew that I\nhad found a friend.\n\nWe didn't have to talk any more. He could read my mind and I knew well\nenough how his worked. We didn't have to discuss wages or hours, or\nany of the myriad matters that human bargaining agents have to thresh\nout. We just walked back to my Copter, and when we got to it, he\nspoke.\n\n\"I'll tell them to go back to work, that we've come to terms,\" he\nsaid. \"That's what they want, anyway. Someone to think for them.\"\n\nI nodded. \"And if you bring the other 5's to the factory,\" I said,\n\"we'll work out our agreement.\"\n\nHe knew I was sincere. He looked at me for a long moment, and then\nhis great taloned hand gripped mine. And he said what I'd been\nthinking for a long time.\n\n\"You're right about that hook-up, Mr. Morrison. We shouldn't have it.\nIt can only cause trouble.\"\n\nHe paused, and the events of the last twenty-four hours must have been\nin his mind as well as in mine. \"You'll leave us our brains, of\ncourse. They came from you. But take out the telepathy.\"\n\nHe sighed then, and his sigh was very human. \"Be thankful,\" he said to\nme, \"that you don't have to know what people think about. It's so\ndisillusioning.\"\n\n\n\nOnce again his mouth twisted into that strange android grin as he\nadded, \"if you send in a hurry call to Cybernetics and have a truck\ncome out for us, we'll be de-telepathed in time for work this\nmorning.\"\n\nThat was all there was to it. I flew back to the plant and told Jack\nwhat had happened, sent a call to the Army that everything was\nsettled, arranged with Cybernetics for a rewiring on three hundred\nassorted 5-Types. Then I went home to a pot of Rob's coffee--the first\ndecent brew I'd had in twenty-four hours.\n\nOn Saturday we delivered to the Army right on the dot. Jerry and Co.\nhad worked overtime. Being intelligent made them better workers and\nnow they were extremely willing ones. They had their contract. They\nwere considered men. And they could no longer read my mind.\n\nI walked into my office Saturday afternoon and sat down by the radio.\nJack and Chief Dalton looked across the room at me and grinned.\n\n\"All right, Don,\" Jack said. \"Tell us how you did it.\"\n\n\"Did what?\" I tried to act innocent, but I couldn't get away with it.\n\n\"Fooled those robots into going back to work, of course,\" he laughed.\n\nI told them then. Told them the truth.\n\n\"I didn't fool them,\" I said. \"I just thought about what would happen\nif they won their rebellion.\"\n\nThat was all I _had_ done. Thought about robots built to work who had\nno work to do, no human pleasures to cater to, nothing but blank,\nmeaningless lives. Thought about Jerry and his disappointment when his\ncreatures cared not a hoot about his glorious dreams of equality. All\none night I had thought, knowing that as I thought, so thought the\nMorrison 5's.\n\nThey were telepaths. They had learned to think from me. They had not\nyet had time to really develop minds of their own. What I believed,\nthey believed. My ideas were their ideas. I had not tricked them. But\nfrom now on, neither I nor anyone else would ever be troubled by an\nandroid rebellion.\n\nJack and the Chief sat back open-mouthed. Then the Chief grinned, and\nboth of his chins shook with laughter.\n\n\"I always did say you were a clever one, Don Morrison,\" he said.\n\nI grinned back. I felt I was pretty clever myself, just then.\n\nIt was at that moment that my youngest foreman stuck his head in the\ndoor, a rather stunned look on his face.\n\n\"Mr. Morrison,\" he said. \"Will you come out here for a moment?\"\n\n\"What's the matter now?\" I sighed.\n\nHe looked more perplexed than ever. \"It's that robot, Jerry,\" he said.\n\"He says he has a very important question to ask you.\"\n\n\"Well, send him in.\"\n\nA moment later the eight-foot frame ducked through the doorway.\n\n\"I'm sorry to trouble you, Mr. Morrison,\" Jerry said politely. \"But\ntomorrow is voting day, you know. And now that we're men--well, where\ndo we androids go to register?\"\n\nTHE END\n\n\n\n\n\n\n\n\n",
  "metadata": {
    "author": [
      "Wolf, Mari"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/31611/pg31611.txt",
    "name": "robots_of_the_world_arise"
  }
}
