{
    "name": "Rough Translation",
    "author": [
        "Janis, Jean M."
    ],
    "body": "\"Shurgub,\" said the tape recorder. \"Just like I told you before, Dr.\nBlair, it's krandoor, so don't expect to vrillipax, because they just\nwon't stand for any. They'd sooner framish.\"\n\n\"Framish?\" Jonathan heard his own voice played back by the recorder,\ntinny and slightly nasal. \"What is that, Mr. Easton?\"\n\n\"_You_ know. Like when you guttip. Carooms get awfully bevvergrit.\nWhy, I saw one actually--\"\n\n\"Let's go back a little, shall we?\" Jonathan suggested. \"What does\nshurgub mean?\"\n\nThere was a pause while the machine hummed and the recorder tape\nwhirred. Jonathan remembered the look on Easton's face when he had\nasked him that. Easton had pulled away slightly, mouth open, eyes\nhurt.\n\n\"Why--why, I _told_ you!\" he had shouted. \"Weeks ago! What's the\nmatter? Don't you blikkel English?\"\n\nJonathan Blair reached out and snapped the switch on the machine.\nPutting his head in his hands, he stared down at the top of his desk.\n\nYou learned Navajo in six months, he reminded himself fiercely.\n\nYou are a highly skilled linguist. What's the matter? Don't you\nblikkel English?\n\n\n\nHe groaned and started searching through his briefcase for the reports\nfrom Psych. Easton must be insane. He must! Ramirez says it's no\nlanguage. Stoughton says it's no language. And _I_, Jonathan thought\nsavagely, say it's no language.\n\nBut--\n\nMargery tiptoed into the study with a tray.\n\n\"But Psych,\" he continued aloud to her, \"Psych says it _must_ be a\nlanguage because, they say, Easton is _not_ insane!\"\n\n\"Oh, dear,\" sighed Margery, blinking her pale blue eyes. \"That again?\"\nShe set his coffee on the desk in front of him. \"Poor Jonathan. Why\ndoesn't the Institute give up?\"\n\n\"Because they can't.\" He reached for the cup and sat glaring at the\nsteaming coffee.\n\n\"Well,\" said his wife, settling into the leather chair beside him,\n\"_I_ certainly would. My goodness, it's been over a month now since he\ncame back, and you haven't learned a thing from him!\"\n\n\"Oh, we've learned some. And this morning, for the first time, Easton\nhimself began to seem puzzled by a few of the things he was saying.\nHe's beginning to use terms we can understand. He's coming around. And\nif I could only find some clue--some sort of--\"\n\nMargery snorted. \"It's just plain foolish! I knew the Institute was\nasking for trouble when they sent the _Rhinestead_ off. How do they\nknow Easton ever got to Mars, anyway? Maybe he did away with those\nother men, cruised around, and then came back to Earth with this\nmade-up story just so he could seem to be a hero and--\"\n\n\"That's nonsense!\"\n\n\"Why?\" she demanded stubbornly. \"Why is it?\"\n\n\"Because the _Rhinestead_ was tracked, for one thing, on both flights,\nto and from Mars. Moonbase has an indisputable record of it. And\nbesides, the instruments on the ship itself show--\" He found the\nreport he had been searching for. \"Oh, never mind.\"\n\n\"All right,\" she said defiantly. \"Maybe he did get to Mars. Maybe he\ndid away with the crew after he got there. He knew the ship was built\nso that one man could handle it in an emergency. Maybe he--\"\n\n\"Look,\" said Jonathan patiently. \"He didn't do anything of the sort.\nEaston has been checked so thoroughly that it's impossible to assume\nanything except, (a) he is sane, (b) he reached Mars and made contact\nwith the Martians, (c) this linguistic barrier is a result of that\ncontact.\"\n\n\n\nMargery shook her head, sucking in her breath. \"When I think of all\nthose fine young men,\" she murmured. \"Heaven only knows what happened\nto them!\"\n\n\"You,\" Jonathan accused, \"have been reading that\ncolumnist--what's-his-name? The one that's been writing such claptrap\never since Easton brought the _Rhinestead_ back alone.\"\n\n\"Cuddlehorn,\" said his wife. \"Roger Cuddlehorn, and it's not\nclaptrap.\"\n\n\"The other members of the crew are all alive, all--\"\n\n\"I suppose Easton told you that?\" she interrupted.\n\n\"Yes, he did.\"\n\n\"Using double-talk, of course,\" said his wife triumphantly. At the\nlook on Jonathan's face, she stood up in guilty haste. \"All right,\nI'll go!\" She blew him a kiss from the door. \"Richie and I are having\nlunch at one. Okay? Or would you rather have a tray in here?\"\n\n\"Tray,\" he said, turning back to his desk and his coffee. \"No, on\nsecond thought, call me when lunch is ready. I'll need a break.\"\n\nHe was barely conscious of the closing of the door as Margery left the\nroom. Naturally he didn't take her remarks seriously, but--\n\nHe opened the folder of pictures and studied them again, along with\nthe interpretations by Psych, Stoughton, Ramirez and himself.\n\nEaston had drawn the little stick figures on the first day of his\nreturn. The interpretations all checked--and they had been done\nindependently, too. There it is, thought Jonathan. Easton lands the\n_Rhinestead_. He and the others meet the Martians. They are impressed\nby the Martians. The others stay on Mars. Easton returns to Earth,\nbearing a message.\n\nQuestion: What is the message?\n\nTeeth set, Jonathan put away the pictures and went back to the tape on\nthe recorder. \"Yes,\" said his own voice, in answer to Easton's\noutburst. \"I do--er--blikkel English. But tell me, Mr. Easton, do you\nunderstand me?\"\n\n\"Under-stand?\" The man seemed to have difficulty forming the word.\n\"You mean--\" Pause. \"Dr. Blair, I murv you. Is that it?\"\n\n\"Murv,\" repeated Jonathan. \"All right, you murv me. Do you murv this?\nI do not always murv what you say.\"\n\nA laugh. \"Of course not. How could you?\" Suppressed groan. \"Carooms,\"\nEaston had murmured, almost inaudibly. \"Just when I almost murv, the\nkwakut goes freeble.\"\n\nJonathan flipped the switch on the machine. \"Murv\" he wrote on his\npad of paper. He added \"Blikkel,\" \"Carooms\" and \"Freeble.\" He stared\nat the list. He should understand, he thought. At times it seemed as\nif he did and then, in the next instant, he was lost again, and Easton\nwas angry, and they had to start all over again.\n\n\n\nSighing, he took out more papers, notes from previous sessions, both\nwith himself and with other linguists. The difficulty of reaching\nEaston was unlike anything he had ever before tackled. The six months\nof Navajo had been rough going, but he had done it, and done it well\nenough to earn the praise of Old Comas, his informant. Surely, he\nthought, after mastering a language like that, one in which the\nstudent must not only learn to imitate difficult sounds, but also\nlearn a whole new pattern of thought--\n\nPattern of thought. Jonathan sat very still, as though movement would\nsend the fleeting clue back into the corner from which his mind had\nglimpsed it.\n\nA whole new frame of reference. Suppose, he toyed with the thought,\nsuppose the Martian language, whatever it was, was structured along\nthe lines of Navajo, involving clearly defined categories which did\nnot exist in English.\n\n\"Murv,\" he said aloud. \"I murv a lesson, but I blikkel a language.\"\n\nEagerly, Jonathan reached again for the switch. Categories clearly\ndefined, yes! But the categories of the Martian language were not\nthose of the concrete or the particular, like the Navajo. They were of\nthe abstract. Where one word \"understand\" would do in English, the\nMartian used two--\n\nGood Lord, he realized, they might use hundreds! They might--\n\nJonathan turned on the machine, sat back and made notes, letting the\nrecorder run uninterrupted. He made his notes, this time, on the\nfeelings he received from the words Easton used. When the first tape\nwas done, he put on the second.\n\nMargery tapped at the door just as the third tape was ending. \"In a\nminute,\" he called, scribbling furiously. He turned off the machine,\nput out his cigarette and went to lunch, feeling better than he had in\nweeks.\n\nRichie was at the kitchen sink, washing his hands.\n\n\"And next time,\" Margery was saying, \"you wash up before you sit\ndown.\"\n\nRichie blinked and watched Jonathan seat himself. \"Daddy didn't wash\nhis hands,\" he said.\n\nMargery fixed the six-year-old with a stern eye. \"Richard, don't be\nrude.\"\n\n\"Well, he didn't.\" Richie sat down and reached for his glass of milk.\n\n\"Daddy probably washed before he came in,\" said Margery. She took the\ncover off a tureen, ladled soup into bowls and passed sandwiches,\npretending not to see the ink-stained hand Jonathan was hiding in his\nlap.\n\nJonathan, elated by the promise of success, ate three or four\nsandwiches, had two bowls of soup and finally sat back while Margery\nwent to get coffee.\n\nRichie slid part way off his chair, remembered, and slid back on\nagain. \"Kin I go?\" he asked.\n\n\"Please may I be excused,\" corrected his father.\n\n\n\nRichie repeated, received a nod and ran out of the dinette and through\nthe kitchen, grabbing a handful of cookies on the way. The screen door\nbanged behind him as he raced into the backyard.\n\n\"Richie!\" Margery started after him, eyes ablaze. Then she stopped and\ncame back to the table with the coffee. \"That boy! How long does it\ntake before they get to be civilized?\" Jonathan laughed. \"Oh, sure,\"\nshe went on, sitting down opposite him. \"It's funny to you. But if you\nwere here all day long--\" She stirred sugar into her cup. \"We should\nhave sent him to camp, even if it would have wrecked the budget!\"\n\n\"Oh? Is it that bad?\"\n\nMargery shuddered. \"Sometimes he's a perfect angel, and then--It's\nunbelievable, the things that child can think of! Sometimes I'm\nconvinced children are another species altogether! Why, only this\nmorning--\"\n\n\"Well,\" Jonathan broke in, \"next summer he goes to camp.\" He stood up\nand stretched.\n\nMargery said wistfully, \"I suppose you want to get back to work.\"\n\n\"Ummmm.\" Jonathan leaned over and kissed her briefly. \"I've got a new\nline of attack,\" he said, picking up his coffee. He patted his wife's\nshoulder. \"If things work out well, we might get away on that vacation\nsooner than we thought.\"\n\n\"Really?\" she asked, brightening.\n\n\"Really.\" He left the table and went back to his den.\n\nPutting the next tape on the machine, he settled down to his job. Time\npassed and finally there were no more tapes to listen to.\n\nHe stacked his notes and began making lists, checking through the\nsheets of paper for repetitions of words Easton had used, listing the\nvarious connotations which had occurred to Jonathan while he had\nlistened to the tapes.\n\nAs he worked, he was struck by the similarity of the words he was\nrecording to the occasional bits of double-talk he had heard used by\ncomedians in theaters and on the air, and he allowed his mind to\nwander a bit, exploring the possibilities.\n\nWas Martian actually such a close relative to English? Or had the\nMartians learned English from Easton, and had Easton then formed a\nsort of pidgin-English-Martian of his own?\n\nJonathan found it difficult to believe in the coincidence of the two\nlanguages being alike, unless--\n\nHe laughed. Unless, of course, Earthmen were descended from Martians,\nor vice versa. Oh, well, not my problem, he thought jauntily.\n\n\n\nHe stared at the list before him and then he started to swear, softly\nat first, then louder. But no matter how loudly he swore, the list\nremained undeniably and obstinately the same:\n\nFreeble--Displeasure (Tape 3)\n\nFreeble--Elation (Tape 4)\n\nFreeble--Grief (Tape 5)\n\n\"How,\" he asked the empty room, \"can a word mean grief and elation at\nthe same time?\"\n\nJonathan sat for a few moments in silence, thinking back to the start\nof the sessions with Easton. Ramirez and Stoughton had both agreed\nwith him that Easton's speech was phonemically identical to English.\nJonathan's trained ear remembered the pronunciation of \"Freeble\" in\nthe three different connotations and he forced himself to admit it was\nthe same on all three tapes in question.\n\nStuck again, he thought gloomily.\n\nGood-by, vacation!\n\nHe lit a cigarette and stared at the ceiling. It was like saying the\nword \"die\" meant something happy and something sad at one and the\nsame, like saying--\n\nJonathan pursed his lips. Yes, it could be. If someone were in\nterrible pain, death, while a thing of sorrow, could also mean release\nfrom suffering and so become a thing of joy. Or it could mean sorrow\nto one person and relief to another. In that case, what he was dealing\nwith here was not only--\n\nThe crash of the ball, as it sailed through the window behind his\ndesk, lifted Jonathan right from his chair. Furious, his elusive clue\nshattered as surely as the pane of glass, he strode to the window.\n\n\"Richie!\"\n\nHis son, almost hidden behind the lilac bush, did not answer.\n\n\"I see you!\" Jonathan bellowed. \"Come here!\"\n\nThe bush stirred slightly and Richie peeped through the leaves. \"Did\nyou call me, Daddy?\" he asked politely.\n\nJonathan clamped his lips shut and pointed to the den. Richie tried a\nsmile as he sidled around the bush, around his father, and into the\nhouse.\n\n\"My,\" he marveled, looking at the broken glass on the floor inside.\n\"My goodness!\" He sat down in the leather chair to which Jonathan\nmotioned.\n\n\"Richie,\" said his father, when he could trust his voice again, \"how\ndid it happen?\"\n\nHis son's thin legs, brown and wiry, stuck out straight from the\ndepths of the chair. There was a long scratch on one calf and numerous\nblack-and-blue spots around both knees.\n\n\"I dunno,\" said Richie. He blinked his eyes, deeper blue than\nMargery's, and reached up one hand to push away the mass of blond hair\ntumbling over his forehead. He was obviously trying hard to pretend he\nwasn't in the room at all.\n\n\n\nJonathan said, \"Now, son, that is not a good answer. What were you\ndoing when the ball went through the window?\"\n\n\"Watching,\" said Richie truthfully.\n\n\"How did it _go_ through the window?\"\n\n\"Real fast.\"\n\nJonathan found his teeth were clamped. No wonder he couldn't decode\nEaston's speech--he couldn't even talk with his own son!\n\n\"I mean,\" he explained, his patience wavering, \"you threw the ball so\nthat it broke the window, didn't you?\"\n\n\"I didn't mean it to,\" said Richie.\n\n\"All right. That's what I wanted to know.\" He started on a lecture\nabout respect for other people's property, while Richie sat and looked\nblankly respectful. \"And so,\" he heard himself conclude, \"I hope we'll\nbe more careful in the future.\"\n\n\"Yes,\" said Richie.\n\nA vague memory came to Jonathan and he sat and studied his son,\nremembering him when he was younger and first starting to talk. He\nrecalled the time Richie, age three, had come bustling up to him.\n\"Vransh!\" the child had pleaded, tugging at his father's hand.\nJonathan had gone outside with him to see a baby bird which had fallen\nfrom its nest. \"Vransh!\" Richie had crowed, exhibiting his find.\n\"Vransh!\"\n\n\"Do I get my spanking now?\" asked Richie from the chair. His eyes\nwere wide and watchful.\n\nJonathan tore his mind from still another recollection: the old joke\nabout the man and woman who adopted a day-old French infant and then\nstudied French so they would be able to understand their child when he\nbegan to talk. Maybe, thought Jonathan, it's no joke. Maybe there _is_\na language--\n\n\"Spanking?\" he repeated absentmindedly. He took a fresh pencil and pad\nof paper. \"How would you like to help with something, Richie?\"\n\nThe blue eyes watched carefully. \"Before you spank me or after?\"\n\n\"No spanking.\" Jonathan glanced at the Easton notes, vaguely aware\nthat Richie had suddenly relaxed. \"What I'm going to do,\" he went on,\n\"is say some words. It'll be a kind of game. I'll say a word and then\nyou say a word. You say the first word you think after you hear my\nword. Okay?\" He cleared his throat. \"Okay! The first word is--house.\"\n\n\"_My_ house.\"\n\n\"Bird,\" said Jonathan.\n\n\"Uh--tree.\" Richie scratched his nose and stifled a yawn.\n\n\n\nDisappointed, Jonathan reminded himself that Richie at six could not\nbe expected to remember something he had said when he was three.\n\"Dog.\"\n\n\"Biffy.\" Richie sat up straight. \"Daddy, did you know Biffy had\npuppies? Steve's mother showed me. Biffy had four puppies, Daddy.\n_Four_!\"\n\nJonathan nodded. He supposed Richie's next statement would be an\nappeal to go next door and negotiate for one of the pups, and he\nhurried on with, \"Carooms.\"\n\n\"Friends,\" said Richie, eyes still shining. \"Daddy, do you suppose we\ncould have a pup--\" He broke off at the look on Jonathan's face.\n\"Huh?\"\n\n\"Friends,\" repeated Jonathan, writing the word slowly and unsteadily.\n\"Uh--vacation.\"\n\n\"Beach,\" said Richie cautiously, still looking scared.\n\nJonathan went on with more familiar terms and Richie slowly relaxed\nagain in the big chair. From somewhere in the back of his mind,\nJonathan heard Margery say, \"Sometimes I think they're a different\nspecies altogether.\" He kept his voice low and casual, uncertain of\nwhat he was thinking, but aware of the fact that Richie was hiding\nsomething. The little mantel clock ticked drowsily, and Richie began\nto look sleepy and bored as they went through things like \"car\" and\n\"school\" and \"book.\" Then--\n\n\"Friend,\" said Jonathan.\n\n\"Allavarg,\" yawned Richie. \"No!\" He snapped to, alert and wary. \"I\nmean _Steve_.\"\n\nHis father looked up sharply. \"What's that?\"\n\n\"What?\" asked Richie.\n\n\"Richie,\" said Jonathan, \"what's a Caroom?\"\n\nThe boy shrugged and muttered, \"_I_ dunno.\"\n\n\"Oh, yes, you do!\" Jonathan lit a cigarette. \"What's an Allavarg?\" He\nwatched the boy bite his lips and stare out the window. \"He's a\nfriend, isn't he?\" coaxed Jonathan. \"_Your_ friend? Does he play with\nyou?\"\n\nThe blond head nodded slowly and uncertainly.\n\n\"Where does he live?\" persisted Jonathan. \"Does he come over here and\nplay in your yard? Does he, Richie?\"\n\nThe boy stared at his father, worried and unhappy. \"Sometimes,\" he\nwhispered. \"Sometimes he does, if I call him.\"\n\n\"How do you call him?\" asked Jonathan. He was beginning to feel\nfoolish.\n\n\"Why,\" said Richie, \"I just say 'Here, Allavarg!' and he comes, if\nhe's not too busy.\"\n\n\"What keeps him busy?\" Such nonsense! Allavarg was undoubtedly an\nimaginary playmate. This whole hunch of his was utter nonsense. He\nshould be at work on Easton instead of--\n\n\"The nursery keeps him busy,\" said Richie. \"Real busy.\"\n\n\n\nJonathan frowned. Did Richie mean the greenhouse down the road? Was\nthere a Mr. Allavarg who worked there? \"Whose nursery?\"\n\n\"Ours.\" Richie wrinkled his face thoughtfully. \"I think I better go\noutside and play.\"\n\n\"_Our_ nursery?\" Jonathan stared at his son. \"Where is it?\"\n\n\"I think I better go play,\" said Richie more firmly, sliding off the\nchair.\n\n\"Richard! _Where_ is the nursery?\"\n\nThe full lower lip began to tremble. \"I can't tell you!\" Richie\nwailed. \"I promised!\"\n\nJonathan slammed his fist on the desk. \"Answer me!\" He knew he\nshouldn't speak this way to Richie; he knew he was frightening the\nboy. But the ideas racing through his mind drove him to find out what\nthis was all about. It might be nothing, but it also might be--\"Answer\nme, Richard!\"\n\nThe child stifled a sob. \"Here,\" he said weakly.\n\n\"_Here_? Where?\"\n\n\"In my house,\" said Richie. \"And Steve's house and Billy's and all\nover.\" He rubbed his eyes, leaving a grimy smear.\n\n\"All right,\" soothed Jonathan. \"It's all right now, son. Daddy didn't\nmean to scare you. Daddy has to learn these things, that's all. Just\nlike learning in school.\"\n\nThe boy shook his head resentfully. \"_You_ know,\" he accused. \"You\njust forgot.\"\n\n\"What did I forget, Richie?\"\n\n\"You forgot all about Allavarg. He told me! It was a different\nAllavarg when you were little, but it was almost the same. You used to\nplay with _your_ Allavarg when you were little like me!\"\n\nJonathan took a deep breath. \"Where did Allavarg come from, Richie?\"\n\nBut Richie shook his head stubbornly, lips pressed tight. \"I\npromised!\"\n\n\"Richie, a promise like that isn't a good one,\" pleaded Jonathan.\n\"Allavarg wouldn't want you to disobey your father and mother, would\nhe?\"\n\nThe child sat and stared at him.\n\nThis was a very disturbing thought and Jonathan could see Richie did\nnot know how to deal with it.\n\nHe pressed his momentary advantage. \"Allavarg takes care of little\nboys and girls, doesn't he? He plays with them and he looks after\nthem, I'll bet.\"\n\nRichie nodded uncertainly.\n\n\"And,\" continued Jonathan, smiling what he hoped was a winning,\ncomradely smile at his son, \"I'll bet that Allavarg came from some\nplace far, far away, didn't he?\"\n\n\"Yes,\" said Richie softly.\n\n\"And it's his job to be here and look after the--the nursery?\"\nJonathan bit his lip. Nursery? Earth? Carooms--Martians? His head\nbegan to ache. \"Son, you've got to help me understand. Do you--do you\nmurv me?\"\n\n\n\nRichie shook his head. \"No. But I _will_ after--\"\n\n\"After what?\"\n\n\"After I grow up.\"\n\n\"Why not now?\" asked Jonathan.\n\nThe blond head sank lower. \"Because you framish, Daddy.\"\n\nHis father nodded, trying to look wise, wincing inwardly as he\npictured his colleagues listening in on this conversation. \"Well--why\ndon't you help me so I _don't_ framish?\"\n\n\"I can't.\" Richie glanced up, his eyes stricken. \"Some day, Allavarg\nsays, _I'm_ going to framish, too!\"\n\n\"Grow up, you mean?\" hazarded Jonathan, and this time his smile was\nreal as he looked at the smudged eyes and soft round cheeks. \"Why,\nRichie,\" he went on, his voice suddenly husky, \"it's fun to be a\nlittle boy, but there'll be lots to do when you grow up. You--\"\n\n\"I wish I was Mr. Easton!\" Richie said fiercely.\n\nJonathan held his breath. \"What about Mr. Easton?\"\n\nRichie squirmed out of the chair and clutched Jonathan's arm. \"Please,\nDaddy! If you let Mr. Easton go back, can I go, too? Please? Can I?\"\n\nJonathan put his hands on his son's shoulders. \"Richie! What do you\nknow about Mr. Easton?\"\n\n\"Please? Can I go with him?\" The shining blue eyes pleaded up at him.\n\"If you don't let him go back pretty soon, he's going to framish\nagain! Please! Can I?\"\n\n\"He's going to framish,\" nodded Jonathan. \"And what then?\" he coaxed.\n\"What'll happen after he framishes? Will he be able to tell me about\nhis trip?\"\n\n\"_I_ dunno,\" said Richie. \"I dunno how he _could_. After you framish,\nyou don't remember lots of things. I don't think he's even gonna\nremember he _went_ on a trip.\" The boy's hands shook Jonathan's arm\neagerly. \"Please, Daddy! Can I go with him?\"\n\n\"No!\" Jonathan glared and released his hold on Richie. Didn't he have\ntroubles enough without Richie suggesting--\"About the nursery,\" he\nsaid briskly. \"Why is there a nursery?\"\n\n\"To take care of us.\" Richie looked worried. \"Why can't I go?\"\n\n\"Because you can't! Why don't they have the nursery back where\nAllavarg came from?\"\n\n\"There isn't any room.\" The blue eyes studied the man, looking for a\nway to get permission to go with Mr. Easton.\n\n\"No room? What do you mean?\"\n\nRichie sighed. Obviously he'd have to explain first and coax later.\n\"Well, you know my school? You know my teacher in school? You know\nwhen my teacher was different?\" He peered anxiously at Jonathan, and\nsuddenly the man caught on.\n\n\"Of course! You mean when they split the kindergarten into two smaller\ngroups because there were too many--\"\n\n\n\nHis voice trailed off. Too many. Too many what? Too many Martians on\nMars? Growing population? No way to cut down the birth rate? He\npictured the planet with too many people. What to do? Move out. Take\nanother planet. Why didn't they just do that? He put the question to\nRichie.\n\n\"Oh,\" said his son wisely, \"they couldn't because of the framish. They\n_did_ go other places, but everywhere they went, they framished. And\nafter you framish, you ain't--_aren't_ a Caroom any more. You're a\nGunderguck and of course--\"\n\n\"Huh?\"\n\n\"--and a Caroom doesn't like to framish and be a Gunderguck,\"\ncontinued Richie happily, as though reciting a lesson learned in\nschool. \"He wants to be a Caroom _all_ the time because it's better\nand more fun and you know lots of things you don't remember after you\nget to be a Gunderguck. Only--\" he paused for a gulp of air--\"only\nthere wasn't room for _all_ the Carooms back home and they couldn't\nfind any place where they could be Carooms all the time, because of\nthe framish. So after a long time, and after they looked all over all\naround, they decided maybe it wouldn't be so bad if they sent some of\ntheir little boys and girls--the ones they didn't have room for--to\nsome place where they could be Carooms longer than most other places.\nAnd _that_ place,\" Richie said proudly, \"was right here! 'Cause _here_\nthere's almost as much gladdisl as back home and--\"\n\n\"Gladdisl?\" Jonathan echoed hoarsely. \"What's--\"\n\n\"--and after they start growing up--\"\n\n\"Gladdisl,\" Jonathan repeated, more firmly. \"Richie, what is it?\"\n\nThe forehead puckered momentarily. \"It's something you breathe, sort\nof.\" The boy shied away from the difficult question, trying to\nremember what Allavarg had said about gladdisl. \"Anyway, after the\nlittle boys and girls start to grow up and after they framish and be\nGundergucks, like you and Mommy, the Carooms back home send some\n_more_ to take their places. And the Gundergucks who used to be\nCarooms here in the nursery look after the new little--\"\n\n\"Wait a minute! Wait a minute!\" Jonathan interrupted suspiciously. \"I\nthought you said Allavarg looks after them.\"\n\n\"He does. But there's so many little Carooms and there aren't many\nAllavargs and so the Gundergucks have to help. You help,\" Richie\nassured his father. \"You and Mommy help a little bit.\"\n\nBig of you to admit it, old man, thought Jonathan, suppressing a\nsmile. \"But aren't you _our_ little boy?\" he asked. He had a sudden\nvision of himself addressing the scientists at the Institute: \"And so,\ngentlemen, our babies--who, incidentally, are really Martians--_are_\nbrought by storks, after all. Except in those cases where--\"\n\n\"The doctor brought me in a little black bag,\" said Richie.\n\n\n\nThe boy stood silent and studied his father. He sort of remembered\nwhat Allavarg had said, too. Things like You _mustn't ever tell_ and\n_It's got to be a secret_ and _They'd only laugh at you, Richie, and\nif they didn't laugh, they might believe you and try to go back home\nand there just isn't any room._\n\n\"I think,\" said Richie, \"I think I better--\" He took a deep breath.\n\"Here, Allavarg,\" he called in a soft, piping voice.\n\nJonathan raised his head. \"Just what do you think you're doing--\"\n\nThere was a sound behind him, and Jonathan turned startledly.\n\n\"Shame on you,\" said Allavarg, coming through the broken window.\n\nJonathan's words dropped away in a faint gurgle.\n\n\"I'm sorry,\" said Richie. \"Don't be dipplefit.\"\n\n\"It's a mess,\" Allavarg replied. \"It's a krandoor mess!\" He waved his\narm in the air over Jonathan's head. \"And don't think I'm going to\nforget it!\" The insistent hiss of escaping gas hovered over the moving\npellet in his hand. \"Jivis boy!\"\n\nJonathan coughed suddenly. He got as far as \"Now look here\" and then\nfound that he could neither speak nor move. The gas or whatever it was\nstung his eyes and burned in his throat.\n\n\"Why don't you just freeble him?\" Richie asked unhappily. \"You're\nusing up all your gladdisl! Why don't you freeble him and get me\nanother one?\"\n\n\"Freeble, breeble,\" grumbled Allavarg, shoving the capsule directly\nunder Jonathan's nose. \"Just like you youngsters, always wanting to\ntake the easy way out! Gundergucks don't grow on blansercots, you\nknow.\"\n\nJonathan felt tears start in his eyes, partly from the fumes and\npartly from a growing realization that Allavarg was sacrificing\nprecious air for him. He tried to think. If this was gladdisl and if\nthis would keep a man in the state of being a Caroom, then--\n\n\"There,\" said Allavarg, looking unhappily at the emptied pellet. He\nshook it, sniffed it and finally returned it to the container at his\nside.\n\n\"I'm sorry,\" Richie whispered. \"But he kept askin' me and askin' me.\"\n\n\"There, there,\" said Allavarg, going to the window. \"Don't fret. I\nknow you won't do it again.\" He turned and looked thoughtfully at\nJonathan. He winked at Richie and then he was gone.\n\n\n\nJonathan rubbed his eyes. He could move now. He opened his mouth and\nwaggled his jaws. Now that the room was beginning to be cleared of the\ngas, he realized that it had had a pleasant odor. He realized--\n\nWhy, it was all so simple! Remembering his sessions with Easton,\nJonathan laughed aloud. So simple! The message? _Stay away from Mars!\nNo room there! They said I could come back if I gave you the message,\nbut I have to come back alone because there's no room for more\npeople!_\n\nNo room? Nonsense! Jonathan reached for the phone, dialled the\nInstitute and asked for Dr. Stoughton. No room? On the paradise that\nwas Mars? Well, they'd just have to make room! They couldn't keep that\nto themselves!\n\n\"Hello, Fred?\" He leaned back in his chair, feeling a surge of pride\nand power. Wait till they heard about this! \"Just wanted to tell you I\nsolved the Easton thing. Just a simple case of hapsodon. You see,\nAllavarg came and gave me a tressimox of gladdisl and now that I'm a\nCaroom again--What? What do you mean, what's the matter? I said I'm\nnot a Gunderguck any more.\" He stared at the phone. \"Why, you\nspebberset moron! What's the matter with you? Don't you blikkel\nEnglish?\"\n\nFrom the depths of the big chair across the room, Richie giggled.\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Janis, Jean M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31980/pg31980.txt",
        "name": "rough_translation.json"
    }
}