{
    "name": "Sales Resistance",
    "author": [
        "Still, Henry"
    ],
    "body": "On his way home from the concert, Perry Mansfield whistled a pleasant\nmelody from an old Stravinsky classic. But then, troubled by his\nconscience and that of his psychiatrist, he stopped to study the\nprogram again.\n\nWhat was that modern symphony? Oh yes, \"The Flivver\". The music was\nsupposed to have its roots in antiquity when someone started converting\nthe metal wealth of the earth on an assembly line. Those screeching\nnoises were drill presses and lathes and automatic hammers. The syrupy\nmelody was the saintly salesman who disbursed the wealth of gadget and\nmachine like melted butter across the bread of the land.\n\nPerry tried to like it. But he didn't. And that disturbed him. It meant\nhis psychotherapy wasn't working. Dr. Stone would run him through the\nmechanical analyzer again and scold over the results.\n\nHis simple act of walking home instead of riding an anti-gravity\nputterseat labeled him as a misfit. But it seemed silly to rent a\nflying stool just to travel two blocks.\n\nThe fact was, he liked to walk.\n\nPerry sighed, discouraged, as he waited for the fluorescent scanner to\nidentify his insides and open his front door.\n\nIt opened. The lights came on. Recorded music, somewhat tuned to his\nmood, poured from concealed amplifiers.\n\nAnd then he noticed the note clipped to the door.\n\nHis hand trembled as he took it down. The beautiful pastel gray of the\nenclosing envelope was an anachronism itself, and therefore marked\nunmistakably its almost priestly origin.\n\nThe platinum engraved card inside said simply:\n\n_A Master Salesman has chosen you for his next call._\n\nPerry placed the note carefully on a plastic table. He inhaled deeply\nand held it for a moment to steady his nerves.\n\nA _Master_ salesman. No one of that stature had ever called upon him\nbefore. It was an honor like--like a mayor or a bishop. It meant\nhe had attained top level on the universal measuring stick--an\nA-number-1-plus-plus credit rating.\n\nThe prospect should have saturated him with pleasure. But, like the\nsharp new music, it didn't.\n\nThis card also meant he was expected to buy something. Something big\nand expensive. And he didn't want or need something big and expensive.\n\nHe wished they'd leave him alone.\n\nPerry clapped his hand to his mouth as though someone might have heard\nthe thought.\n\nWhat was wrong with him anyway? He wasn't a recluse. He _wanted_ to\nindulge and enjoy the polished luxury of his world. He _wanted_ to be\nconventional. He was young and handsome and tall and dark. He had a\ngood job. He had a pleasant and comfortable legal arrangement with a\ngirl in the next block.\n\nBut truly, what he had was all he wanted.\n\nHe glanced at the card on the table. He could always say _no_. It\nwouldn't be easy, but he could say _no_.\n\nPerry thumbed through the Pulitzer prize winning work for 2087 which\nhad been delivered yesterday as part of his book club subscription.\nHe had seen it already, of course, in a dozen magazines and a hundred\ncopies of his facsimile newspaper. It was the advertising copy for\nCor-T-Zan foundation garments. But he didn't need a corset and the\nspartan simplicity of the fragile, lovely words bored him.\n\nHe switched on television. A phrenetic band was hammering out the new\ntop jingle on the Hit Parade:\n\n    _Tootsie gum, tootsie gum\n    Ooh yum-yum, it's touched with rum;\n    Love that girl with eyes so hot,\n    TOOTSIE GUM hits the spot._\n\nPerry switched off the set.\n\nHe was alone. He could be honest with himself. The whole damned\nbusiness irritated him. If he was out of step with the times, to hell\nwith the times.\n\nMr. Master Salesman didn't even say _when_ he would call. You were\nexpected to sit on the edge of your chair, waiting for the great man to\nappear.\n\nFinally Perry decided what he'd do. He'd simply not open the door when\nthe MS came knocking.\n\nUpon that decision, he slept well.\n\n\n\nSometime later he dreamed of frying bacon over an open fire in the\nwoods, although he hadn't been out to the park in three years.\n\nWhen he opened his eyes, the sun was up. He still smelled bacon frying.\n\nPerry crawled out of bed, fumbled into his robe and followed his nose\nto the kitchen-bar.\n\nThere, in his favorite chair, sat a handsomely-dressed, distinguished\nman with florid complexion, iron gray hair and a fashionable paunch.\n\nStrips of bacon were frying on the bright, spotless steel of the\ncooking shield.\n\n\"How did you get in here?\" Perry asked crossly.\n\n\"Serve-All does all,\" his visitor said cryptically and smiled the smile\nthat's known around the world. Perry would have no opportunity to shut\nout the Master Salesman. He was in.\n\n\"You are Mr. Mansfield?\"\n\n\"Yes sir,\" Perry said, uncertain of decorum.\n\n\"My name is Marlboro,\" the MS said in melodius tones. \"Master is the\nproper term used in addressing us. Please sit down.\"\n\n\"Yes, Master,\" Perry said. He felt like a fool and sat down.\n\n\"Breakfast will be served in a few moments,\" Marlboro said. \"I hope you\ndon't mind, I examined your excellent library before you came in.\" He\npulled a volume off the shelf. \"This is a beautiful old first edition.\nWherever did you find it?\"\n\nIt was Perry's copy of \"Basic Sales Techniques\" with Burton footnotes\non vacuum cleaner sales charts for the last half of the 20th century.\n\n\"I've read it, of course,\" Marlboro continued, \"but I've never owned a\ncopy.\" He caressed the dogeared cardboard cover. \"Isn't it fantastic?\nIn that barbaric century the customers sometimes refused to buy from\nour predecessors in the Guild. It seems impossible that anyone could\nhave been so crude as to turn away one of those sturdy pioneers at the\ndoor.\"\n\nPerry shifted uncomfortably. He had been prepared to turn away one of\nthe Great Men at _his_ door.\n\n\"Ah!\" Marlboro exclaimed. \"Your bacon is ready, young man.\"\n\nAt a flick of the salesman's finger, the golden strips of meat lifted\ninto the air and floated to an absorbent mat on the table. Perry\nstared. Not a bubble of fat had fallen to the floor in passage.\n\n\"How did you do that?\"\n\n\"Serve-All does all,\" the MS said coyly.\n\n\"Mine doesn't,\" Perry said.\n\n\"Of course not!\" Marlboro moved deftly into the opening. \"You need a\nnew one.\"\n\nSo he had tumbled for the first trap. Perry blushed and ate a piece of\nbacon.\n\nThe Master hefted an object to the table top. It was a hemisphere about\n18 inches in diameter, smooth and featureless except for a handle on\nthe curved top. It was painted psychological green.\n\n\"This is the _new_ Serve-All,\" Marlboro said glibly. \"Notice its smooth\nunobtrusive shape. No working parts exposed, but inside is a mass of\ncircuits and servos around a baby reactor ready to do everything for\nyou.\"\n\n\"The bacon,\" Perry persisted. \"How?\"\n\nHe was aware that the first step in successful selling is to arouse\ncuriosity. But he was confident he could refuse to buy, though it be\ncontrary to convention and good taste.\n\n\"Fingers of energy,\" the MS said. \"Invisible, sensitive fingers of\nenergy reach out of here--\" He tapped the Serve-All dome. \"--and\nthey'll do anything that needs doing, at your mental command. Right\nnow this one's tuned to me, but a minor adjustment will fit it to your\npersonal needs. Here, let me show you something else.\"\n\nPerry felt a gentle, firm pressure on his left cheekbone. It moved down\nhis cheeks, across his upper lip and up the other side. Then under his\nchin.\n\nMarlboro whipped out a pocket mirror.\n\nPerry had just been shaved.\n\n\"See?\" the Master beamed. \"Wonderful isn't it?\" Perry nodded. That was\ncalculated to put him in a yes mood.\n\nWhile they talked the Serve-All cleared the breakfast clutter and\ncleaned the cooking shield without visible remains or waste. Marlboro\npulled a contract pad out of his pocket.\n\n\"I presume I can put you down for one of these.\"\n\n\"I don't need it,\" Perry said. \"My old one is good enough.\"\n\n\"Ridiculous!\" Marlboro said indignantly and then chuckled\ngood-humoredly. \"Oh, I see what you're doing. You're trying some of the\nold tricks from the 20th century. Well, I like a game of wits, too.\nLook what else this model will do.\"\n\nWhile Perry watched, the Serve-All repaired a broken knob on a plastic\nchest, cleaned the rug and etched a mural of a voluptuous nude on one\nblank wall.\n\n\"If you'll excuse me,\" Perry murmured, \"it's time for me to go to work.\"\n\n\"Of course, of course,\" the Master laughed jovially.\n\nIn rapid succession a comb dressed Perry's hair, his robe and pajamas\nwere whisked off and his street clothes came floating out of the closet\non more invisible fingers of energy.\n\nBefore he knew it, he was ready for work.\n\n\"I really must be going, too,\" Marlboro said, \"if you'll just sign\nhere.\"\n\n\"How much is it?\"\n\nThe Master Salesman sighed.\n\n\"You're really very difficult. It's $9,785, plus tax.\"\n\n\"I can't afford it.\"\n\n\"Now, Mr. Mansfield. A joke's a joke. If your credit rating wasn't\nthe finest, I wouldn't be here. I know, and you know, your income is\nmortgaged for only 15 more years and your life expectancy is at least\n50.\"\n\nPerry moved uneasily toward the bathroom. An invisible finger of energy\nopened the door for him.\n\n\"If you don't mind,\" he said angrily, \"this is something I'm quite\ncapable of doing for myself.\" He slammed the door.\n\nBut the Serve-All flushed the toilet for him.\n\nWhen he emerged, Marlboro's patience also was gone.\n\n\"Sign,\" he said firmly.\n\n\"I don't want it.\"\n\n\"Young man,\" the Master said thinly. \"You don't realize what dangerous\nground you're on. If you do not cease this rudeness at once, I'll\nreport you to the council.\"\n\n\"Report and be damned! I don't need your gadget and I'm not going to\nbuy it. Now get out!\"\n\nMarlboro was blue with rage. He backed uncertainly toward the door and\nstopped.\n\n\"This borders on sacrilege,\" he whispered. \"You'll hear from me again.\nSoon.\"\n\nPerry slammed that door, too, and walked jauntily to work.\n\n\n\nHe heard from the Master Salesman again--exactly two hours later. The\nmessage tube delivered a summons ordering him into City Court. That\nafternoon.\n\nPerry went. He had never been in court before. He was frightened and\nregretful that he had been so abrupt with Marlboro. But he resented the\ninvasion of his privacy and to bolster his courage, he built that anger\ninto a fair rage by the time he reached the courtroom.\n\nMarlboro was there. A judge was there. And on each of two tables\nsquatted a metal box with voice tubes. A bailiff guided him to his\ntable and placed the voice tube in his hand.\n\n\"You're late Mr. Mansfield,\" the judge snapped. \"Justice must be swift\nand you're impeding it.\" He lifted a printed card and scanned it\nnear-sightedly for a moment. \"You're here charged with violating the\npublic interest by failing to purchase an item which you are able to\nconsume and which you can afford to buy.\"\n\n\"There's no law against--\" Perry began indignantly.\n\n\"Don't tell me your troubles, young man,\" the judge interrupted.\n\"That's what your lawyer's for.\" His gesture indicated the metal box.\nPerry held the voice tube dumbly. The bailiff leaned over his shoulder.\n\n\"You tell your side of the story in there,\" he whispered.\n\nMarlboro was muttering rapidly and at great length into his \"lawyer.\"\nPerry did likewise, relating all he could remember of the morning\nfiasco. When he finished, the machine whirred, whistled and harrumphed\ntwice before spewing out several yards of perforated tape.\n\nThe plaintiff's counsel did the same, except the tape was longer.\n\n\"Now Mr. Bailiff,\" the judge said, \"you may bring in the jury.\"\n\nPerry was no longer surprised when the jury was rolled in. It was a\nlarge gray analog computor mounted on wheels. The judge stepped down\nfrom the bench and fed in the two conflicting tapes.\n\nThe jury digested the information noisily.\n\n\"It's an old model,\" the judge apologized, but just then a white card\npopped out on a small metal tray. The bailiff delivered it to the judge.\n\nHe studied the card. Perry's heart thumped painfully during the\ncalculated period of suspense.\n\n\"As you attempted to inform the court earlier, Mr. Mansfield,\" the\njudge said somberly, \"there is no law in the land which forces you\nto buy any item from our distinguished colleagues of distribution.\"\nPerry's heart brightened and he slid back from the edge of the chair.\n\n\"However,\" the judge peered down, \"it has been held by many courts that\nwhen the public interest is to be served by the individual purchase\nof a piece of merchandise which that individual can consume and which\nthat individual is able to buy without financial hardship, then that\nindividual _must_ sacrifice his emotional reluctance to the good of\nsociety.\"\n\nThe jurist paused thoughtfully.\n\n\"I think, Mr. Mansfield, that you should relearn the basic tenets of\nour society and economy. First, Consumption is Prosperity and that\nderives from the ancient law of Supply and Demand. S & D means, in\nsimple terms, that when there is a supply of something, a demand must\nbe created to consume it. That is why we have Master Salesmen. That is\nwhy they are the staunchest and most highly-respected citizens in our\nland.\"\n\nHe bowed to Marlboro who assumed a benevolent smile.\n\n\"This court decrees,\" the judge said sternly, \"that you are to purchase\nan item known as the 2087 Serve-All from Master Salesman Marlboro and\ncustomary steps will be taken to attach your future salary to satisfy\nthe stipulated payment schedule. Court dismissed.\"\n\nPerry was too stunned to move. His petty rebellion had collapsed into a\npot of embarrassment. He was vaguely aware of Marlboro shaking his hand\nwith a moist, jovial palm.\n\n\"No hard feelings, young man,\" the MS said. \"It was really quite\ninteresting. I haven't had a case like this in five years.\"\n\nThe condescension stirred Perry's anger again.\n\n\"I demand an appeal!\"\n\nThe judge was leaving the bench, but he turned back.\n\n\"Appeal bond is $2000.\"\n\n\"No appeal,\" Perry said glumly.\n\n\n\nHe walked home. The 2087 Serve-All was there waiting for him, in the\nmiddle of his living room floor.\n\nMarlboro had tied a gay red ribbon around it to cheer him.\n\nHe wasn't cheered. The thing must have been delivered even while he was\nin court. There had never been a doubt that he would lose the case.\nRage began to crawl its acid path through his stomach again.\n\nThe Serve-All was tuned to him now. It removed his hat and coat and put\nthem in the closet. It loosened his tie, patted a sofa cushion to his\nshape and brought him a drink.\n\nPerry might just possibly have adjusted to the situation, but the\nServe-All was over anxious.\n\nHe liked to sip a drink. But when he lifted the glass to his lips, an\ninvisible finger of energy pushed helpfully on the bottom.\n\nPerry strangled.\n\nWhen he recovered, his rage had crystallized in a definite course of\naction.\n\nHe looked at the Serve-All and he looked at his hands. Not enough. He\nneeded something much more. His memory of history recalled such items\nas an axe and a sledge hammer, but such no longer existed.\n\nBut the plastic table had legs of substantial heft. A low growl rose in\nhis throat as he grabbed the table and ripped it to pieces.\n\nThe dismayed Serve-All scuttled across the room to repair the damage.\n\nPerry fended it off with his new club and then smashed downward, again\nand again, delighting in the screech of crushed metal and the tinkling\ndeath of transistors, vacuum tubes and servos.\n\nAt the center was the tiny reactor box, but that was of solid lead\nand steel, that, fortunately, was virtually impervious for radiation\nsafety. But he didn't care. It was also inert and needn't be destroyed.\n\nSo Perry was free; as free as an aging husband who has just dispatched\nhis jaded wife. He sang a little and danced around the shattered scraps\nof plastic and wire and metal.\n\nThen he heard the plaintive bleating beep of sound issuing from the\ncentral core of the Serve-All. He bent over it and read engraved\nlettering on the steel: \"Central Registry No. C187-D69.\"\n\nGood God! Any idiot would know that every piece of equipment was\ncentrally registered and carried a built-in signal to summon repair\nmachinery.\n\nAnd destruction of mortgaged property was a criminal offense.\n\nSo what now?\n\nEscape?\n\nEscape! He must be out of the house when the repair machine arrived.\nHe must run and keep running, from the law and the Master Salesman and\nServe-All, Inc.\n\nHow much time did he have? Not more than a few minutes for the smooth\ncentral machinery to reach across the city to him; machinery which even\nnow was on its way to rescue a damaged brother.\n\nPerry snatched his coat from the closet and ran to the door.\n\nFood. If he would hide from the methodical meat grinder of society, he\nmust have food to live. He raced to the kitchen bar.\n\nThere was food there, but he didn't know how to get at it. He had never\nbefore needed to do more than dial up portions for a meal, but he must\nhave food in containers, food that would not spoil while he conserved\nhis life on its dwindling supply.\n\nHe ripped open a locked panel on the wall. There was food. But the\nlarge containers were locked in place. He clawed at the metal, but only\ntore his flesh and dripped blood on the immaculate counter top.\n\nThe club he had used on the Serve-All! He recovered the plastic\nbludgeon and went to work.\n\nFive minutes later he had dislodged two of the large tins. One said\n_beans_; the other said _meat_.\n\n_Beans_ dripped a trail of juice across the floor as he ran to the door.\n\nHe threw it open.\n\nA repair robot scuttled in and knocked him sprawling on the living room\nfloor.\n\nPerry stared wildly at the mechanical beast. It hummed anxiously,\nretrieving bits of wreckage like a mother bird repairing a broken egg.\n\nMansfield belly-crawled stealthily back toward the door. He might make\nit yet. The robot probably wasn't geared for cop duty.\n\nBut the door was blocked.\n\nPerry looked up past the knees and the belted paunch to the face. It\nwas Master Marlboro.\n\nPerry rose wearily to his feet and dropped the tins of food to the\nfloor.\n\n\"All right,\" he said, \"I give up.\"\n\n\"Really, Mr. Mansfield,\" Marlboro's lips curled with delicate disgust.\n\"Isn't this a childish way to treat a beautiful machine?\"\n\n\"What will you do with me?\"\n\nThe MS didn't answer. He pulled a contract pad out of his pocket and\nstarted writing.\n\n\"You mean you're going to sell me another one?\"\n\nMarlboro shoved the pad in his hand.\n\n\"I'm quite sure you'll sign this one,\" he said firmly.\n\nPerry read the sales contract:\n\n_For standard consideration, this entitles one Perry Mansfield to all\nrequired services and exclusive use of private quarters in Airy Hills\nSanatarium._\n\nPerry signed.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Still, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59505/pg59505.txt",
        "name": "sales_resistance.json"
    }
}