{
    "name": "Salvage",
    "author": [
        "Norton, Roy"
    ],
    "body": "Author of “Mr. Catlin’s Weakness,” “Widders Come First,” Etc.\n\n    Captain Drake again proves, and this time most brilliantly,\n    his right to the title: “The Opportunist.” With remarkable\n    sagacity he scents an opportunity on the wind.\n\n\nPiræus, that historical port of Greece, lay drenched and sweltering in\nsunshine. Its great water front, whence galleys had sailed bravely forth\nin ancient days, was packed with shipping, most of it idle; for trade\nwas in the doldrums. Docked between two big “smoke boats” lay the very\ntrim and neat steam schooner, _Malabart_, Captain Eli Drake, owner and\ncommander; and there was nothing in the _Malabart’s_ physical appearance\nto indicate that she, too, was yawning for a cargo of any sort, or to\nany port, though the charter rate might be so low as to barely pay\nexpenses. Captain Drake, whose sobriquet of “The Old Hyena” had survived\nthe days of sail, was ashore, harassed by cares.\n\nHe had been eating into capital to keep his ship in commission, and his\ncrew, which he had gathered in the course of many years, from being\ndisbanded. He prized his crew and, after his ship, they came first in\nhis affections. In quest of cargo--any cargo--he had scoured the port,\nmade daily trips over the short drive to Athens, and spent liberal sums\non cablegrams to many agents, without avail. He felt like cursing the\nbig steamship companies, which, with their army of organized runners,\nwere rapidly driving the independent owners and tramps off the seas.\n\nIn a mood of sullen obstinacy he had tramped almost the length of the\ndocks when, unexpectedly, he heard the clatter of a cargo winch; and the\nsound was so unusual that, like a magnet, it drew him in its direction.\nHe found a rusty tramp that was lading.\n\n“Now what--how did I miss getting that cargo?” he reflected. “The\nRhodialim, eh?” And after a moment’s thought he muttered: “Oh, yes.\nBelongs to that firm of Hakim & Letin. Got her and one other schooner,\ndoing mostly Levantine and East African coast trade. Wish I could have\ngot that cargo. My luck’s out.”\n\nWithout thinking, or observing that at the dock gates there was a\nwatchman, who, at the moment, had his back turned and was in voluble\naltercation with one of his countrymen, Captain Eli strolled inward. He\nfinally halted, and with hands in pockets stared, suddenly discovering\nsomething else that made him curious.\n\n“That’s blamed funny!” he thought. “Big cases marked ‘Mining machinery,’\nbut a couple of stevedores chuck ’em into the slings as if they were\nempty. Also cases of merchandise put up like heavy prints that seem just\nas light, and as---- Good Lord! Up there on the bridge! If that ain’t\nBill Morris, I’m dotty. So he’s got a ship out here, eh, after it got\ntoo hot for him about everywhere else on salt water! Lost two ships in\nthe Pacific trade, under mighty suspicious circumstances, and had his\nticket taken away, last I heard of him. Ummh! Ten or twelve years ago,\nthat was. So he’s skipperin’ this craft, eh? If him and me hadn’t locked\nspars two or three times, I’d go over and rile him up with a leetle\nlight, airy banter. I guess he’s----”\n\n“Hey you! Got any business here? How’d you get past me at the gate?” a\nvoice disturbed him. And although the fellow spoke bastard Greek, Drake,\nwho, with a sailor’s facility, had picked up considerable of the tongue,\nunderstood, and turned to see the watchman glowering at him.\n\n“Why?” he asked. “Can’t anybody come onto your dock? Nothing secret\nabout it, is there?”\n\nThe watchman sputtered something about none without a pass from Hakim &\nLetin being allowed in, and somewhat peremptorily ordered Drake to clear\nout. Not being accustomed to such treatment, disgruntled, affronted, but\nrecognizing the weakness of his position and the futility of retort,\nDrake turned and, swearing under his breath, obeyed.\n\nIt is possible that the episode might have passed from his mind\nentirely, but for an encounter that followed some hours later, when,\njust as he was turning toward the _Malabart_, a man whose face bore the\nalmost indelible stamp of the engine rooms of ships, with grease worked\ndeeply into the pores of the skin, respectfully touched his cap peak and\naccosted him in fairly good, though accented, English.\n\n“Captain Drake,” he said. “Excuse me, sir, for stopping you, but I am a\ngood man out of work, and want a job on your ship, sir.”\n\n“Sorry, my man, but we’re full up,” Captain Eli replied. “Too full,” he\nadded, and would have proceeded on his way, had not the applicant\ninsisted.\n\n“I am good man, sir. First-class engineer; but I would take anything in\nyour engine room. Because me, I have big family, and ships are all full\nnow, it seems to me, sir. I lose job when not my fault. Not at all. When\nI took engines of ship Rhodialim anybody tell you they scrap heap. I\nmake ’em good. And now, without word, since that Captain Bill Morris\ncome, I am fired. He say have his own engineer and----”\n\n“Huh? What’s that?” Captain Eli, who had been slowly moving forward with\nthe insistent one at his side, stopped and stared at the man. “Do you\nhappen to know the name of the new engineer?”\n\n“It is Simmons, or Simons, or something like that.”\n\nDrake’s mouth pursed itself as if to whistle an exclamation, and for a\nmoment he stood absent-mindedly staring at the stones beneath his feet.\nBut his thought ran: “Simmons! Simmons! That was the engineer of the\nship that Bill lost last, and he was one of the chief witnesses at the\ninsurance investigation. Something funny about this business!”\n\nHe abruptly started away, saying as he did so: “You come on board with\nme, and I’ll learn if there’s anything can be done. Let me see your\nticket.” And then, a moment later: “Beltramo--Giuseppe Beltramo is your\nname, eh? And your ticket shows a long, clean record. No wonder they\ndidn’t want you on that boat. Never mind the questions, now. I’ll ask\nall the questions myself.”\n\nAs a rule the relations between Captain Eli Drake and his chief mate,\nWilliam Catlin, were of two separate characters, inasmuch as afloat they\nobserved the distinctions in station and Drake brooked no interference;\nbut it was well known that ashore they were more intimate than brothers\nusually are, and confidants in nearly everything. Hence, when the\ncommander sent for Catlin upon his arrival aboard, and on his entry into\nthe cabin addressed him as “Bill,” Catlin thought: “Something’s turned\nup.” Aloud he said:\n\n“Landed something, skipper?”\n\n“Landed enough to set me to a heap of thinking, Bill,” Drake said. And\nthen he bent forward and in a confidential tone told of his experiences,\nending with: “It seems to me there’s some sort of a job being put up by\nHakim & Letin; and--well, there might be some way for us to make\nsomething out of it.”\n\n“Sort of an opportunity, eh?” Catlin grinned, remembering that the Cape\nCod man had earned the reputation of being an opportunist. “Maybe you\ncan see one, but I can’t. Don’t mind my thick-headedness. I can get\nanything when it’s explained, all right.”\n\nBut Drake seemed to have become absorbed in some thought of his own. He\nstared absently through the cloud of pipe smoke; and finally chuckled,\nas if he had reached a solution of some problem.\n\n“I think I sort of grab an idea,” he said at last, getting to his feet.\n“You’re a hell of a good friend, Bill, but as a helper in working out a\npuzzle you don’t amount to much. Never mind. Think I got it, myself. So\njust talking it over with you did have some use, after all. You go down\nand keep that feller I brought aboard interested, while I slip below and\nsee the chief. Most likely be in his cabin, I expect.”\n\nThey went out together and Drake sought the engineer.\n\n“Forbes,” he said to that gray-haired veteran. “Can you find something\nfor an engineer out of a job to do for a few days?”\n\n“Can’t find enough to do myself, let alone make work for a new man. If\nthis keeps up---- Hold on. While I think of it, that chap Flint, my\nthird, asked me to-day if I thought there was a chance for him in the\nnavy. Now if he got a month off to go to the nearest place he could pass\nhis examinations and file his application----”\n\n“The sure-enough right thing! Let him take a month, and put this feller\non until Flint comes back. Come on up topside and talk to him.”\n\nThe result of the conversation was that two men, at least, were made\nhappy that evening--Flint, who had got unexpected leave for a month, and\nBeltramo, who had got a temporary billet.\n\nBut Drake was not on the ship when the shift was made. In the roughest\nsuit of clothes he could muster he had gone ashore and made his way to a\nnot too-clean bar, where he knew that pilots were wont to gather. There\nhe patiently waited for the arrival of one he knew. The man came at\nlast, and Captain Eli drew him into a little private room at the rear.\n\n“Christophe,” Captain Eli said, “I have done you a favor once or twice,\nand you’re the kind of man that likes to repay. Well, the time has come\nwhen you may be of use. Now first, you’ve got to keep your mouth\nshut--not one word--not one word to anybody, not even your wife, of what\nwe say here in this room.”\n\nThe pilot, whose face was seamed with years and sea service, promptly\nlifted his hand and swore an oath that would have satisfied any band of\nconspirators that ever existed.\n\n“First, you know this sea as well as any one, I take it?”\n\n“By Heaven! Better than all save one or two. Was I not a fisherman in\nthese waters when old enough to float? I know every foot of it and every\nreef, and every island and----”\n\n“Good!” Captain Eli interrupted. He leaned across the little table\nbetween them and lowered his voice. “Christophe, if you were going to\nsink a ship that was supposed to be bound eastward--say for Jaffa--where\nwould you do it?”\n\nFor a moment the pilot’s mouth hung open and his eyes were wide, as if\nhe feared for Drake’s sanity.\n\n“But, sir, captain--you--you are not going to sink---- You don’t mean\nthat----”\n\n“No, of course not! I sink nothing. But you think it over carefully and\nanswer my questions,” Drake continued. And the pilot, still wondering,\nslowly lowered his eyes, shut them as if to ponder such a case, and then\nasked: “What time of year, captain?”\n\n“This time of year,” Drake replied.\n\nAnd again the weather-beaten old pilot shut his eyes and thought.\n\n“Listen, sir,” he said in his quaint but adequate English. “Many things\none must think of. If mens want to sink ship, but not drown anybody,\nthey must be not too far from land for open boat, eh? Must be some place\nwhere not too much danger big seas for small boats, eh? Must also be\nsome place where nobody see--away from fishermen’s boats, or cargo\nboats, or bigger ships--some place lonely this time year. Plenty places\nman could scuttle ship, but few where get all these things what want,\neh? Well, about now most fishin’ boats work”--he got up and walked to a\nrough map that was tacked on the wall and that was almost solidly\nsmeared with the trails of many fingers across its surface--“works up\nabout here mostly. In some months, here; some months, there; but now,\nabout here. So no good up there.” His finger moved as he talked. “No\ngood through here, because big ships go there. No good there, because\nsmall ships what do island trade work in and out. So, here best place\nfor all things. Almost only place which fit all I speak between here and\nIsland of Rhodes. Not too far out of the way. Very good place. Deep\nwater--plenty water and not much chance boat ever drift when hit bottom.\nYes, captain, sir, that best place anybody can think of--right about\nthere.”\n\nHis gnarled finger ceased to move--pointed at open water off Nauplia.\n\nThey sat down again and, while Christophe eyed him with perplexed looks,\nthe captain reflected.\n\n“That, you think, is a place a man who knew these waters well would\nselect?” he said. “But a man who didn’t know them?”\n\n“God knows where!” the pilot exclaimed, lifting his hands and letting\nthem fall to the table again. “It is the place--the place I say--where\none who knew would choose in, say--seven times out of ten. As you, sir,\nknow, there are some thousands of islands.”\n\nFor half an hour Drake continued to catechize, but without stirring the\nold pilot from his conclusions.\n\n“Well, Christophe,” he said at last, arising to go, “I’m going to hire\nyou for a cruise that may never take place; but I’m taking a little\ngamble on certain things. You begin work to-morrow, always with your\nmouth shut. Here’s what you are to find out: First, when the Rhodialim\nsails. Second, if she’s taking a pilot aboard, and if so, who and what\nhe is. And third, you’re to report to me aboard the _Malabart_ each\nevening just after dark. I don’t care to have too many notice that you\ncome there. Is it understood? Going wages, of course,” he concluded,\nwith Yankee thrift.\n\n“Yes, sir, captain. Very well I understood it, and do what you ask.\nMaybe some time you tell me why all this, eh?”\n\n“Maybe,” said Drake laconically, as he thumped upon the table to pay for\nhis bill. And he left behind him one who was still wondering a little if\na certain Captain Drake was all there.\n\nCatlin had a surprise on the following morning, when told that they were\ngoing to take on some supplies. And he was still more astonished when\nDrake asked him to muster the crew and learn whether there was any man\naboard who had ever had any experience in diving. Catlin found a stoker\nwho admitted that years before he had worked for a salvage company.\nDrake told the man to get on shore-going clothes and come with him, and\nthe twain disappeared. The man returned that afternoon accompanied by a\ntruck, which duly unloaded and brought aboard a collection of stuff that\nmade even Catlin scratch his head, and caused conjectures for’ard as to\nwhether The Old Hyena was going into the wrecking business. It consisted\nof a complete diving outfit--air pumps and all--as well as huge\ncollision mats and handling gear. Drake did not appear until evening,\nand seemed unusually speechless, and he dined and waited for Christophe.\n\nThe latter came at last, grinning with self-satisfaction, and was at\nonce closeted with Drake, who asked: “Well, what did you learn?”\n\n“That Rhodialim, she sail day after to-morrow. She got most her cargo\naboard now. But it’s funny, captain, sir, she got one man who knew this\nsea same as me. Long time ago he fisherman, then go away, and been down\nSmyrna where not got too good name. Good man, when sober, but too much\ndrink, so never get good job. That man I see in saloon. He most full\nand---- You owe me thirty drachmas, I spend on him get him fuller, so he\ntalk. Bymeby he borrow fifty drachmas from me, which also you owes me.\nHe brag some and say pretty soon he pay back. Pretty soon, maybe two\nweeks, he come back with plenty money in pockets. But he shut up like\noyster when I ask how make this so much money, and he say nobody but him\never goin’ know that. Now what you wish me make?”\n\n“You go home and keep on keeping your mouth shut. Come aboard at noon\nto-morrow. We sail to-morrow afternoon.” Drake was suddenly decided in\nhis movements.\n\n“How long be gone from my old woman?” Christophe asked.\n\n“Can’t tell. Maybe one week, maybe two. Not likely to be longer, I\nthink. But all you’ve got to do is to come aboard and I’ll tell you then\nwhere we’re bound. I’m going to clear for Smyrna. There will be no\nsecret about that.”\n\nOn the following morning when Captain Eli went ashore he took with him\nthe chief engineer. The latter returned with two big machine cases and\narmored, high-pressure hose, together with a case of fittings. Late that\nafternoon the _Malabart_ slipped out and away, so palpably light that\nother sea captains who observed her shook their heads with\nunderstanding. A ship putting to sea in ballast in dull times evokes the\nsympathy of the seawise. Aboard the _Malabart_ there was an air of gloom\namong the crew.\n\nThe captain and owner, walking the bridge, said to Catlin:\n\n“Well, Bill, I’m taking a gamble--thousand to one shot, that’s all.”\n\nWhen dusk fell the island of Thermia lay close in to starboard, and the\nman at the wheel stood ready to port his helm and bring her over from\nthe sou’-east-by-east to an easterly course to round the island, that\nbeing the route toward Smyrna; but old Christophe, standing behind him,\ntook the wheel, rang for slow speed and groped in toward the island. It\nloomed up about them, a rocky point, before he said over his shoulder to\nCaptain Eli:\n\n“Here’s where we can lay to, sir. Good anchorage here in this cove, and\nno risk of wind.”\n\nAll that night she rocked there, gently; on a sea that was almost\nwithout a swell. And when morning came, to the crew’s further curiosity,\nshe brought in her hook, swung about, and headed due west, plodding\nalong at slow speed and apparently purposeless. A liner came out of the\nnorth and gave her a passing hoot. Christophe, eyeing the other boat,\nsaid to Captain Eli:\n\n“She be for Messina way, and now not likely be another ship along here\nfor ten days. That’s what those mens know. If I make good guess, that’s\nwhy they clear Piræus to-day, after big ship go, sir.”\n\n“And when will we make that Island of Hydra?” Drake asked, staring to\nthe westward.\n\n“Just about sunset, captain, sir. Then we slip round it and there are\nsmall islands between it and mainland, and entrance into Nauplia which\nso long and so big it is like long gulf. We lay behind them islands,\nsir, and--see what shall see about midnight, I think, sir.”\n\nDrake caught his dry, knowing grin, but did not entirely share his\nconfidence as to the outcome of their strange voyage.\n\nThe pilot’s prediction as to progress was fulfilled; just as a hazy\nsunset colored the tips of the high, bleak mountains behind which the\nday disappeared, they passed the isle with its abandoned and obsolete\nfortifications, and hove to in waters that seemed to have been deserted\nsince the time of ancient wars. Night fell with a thin, low-lying fog\nthat seemed to sweep down from the great bastions of Nauplia and rest on\nthe still waters. The stars were obscured and a new depression engulfed\nDrake.\n\n“The weather’s against us,” he said gloomily, to the storm-beaten old\npilot. “They could pass us at a couple of cable lengths and we’d never\nknow it.”\n\n“Not if we were out in a small boat, listening,” Christophe said. “In\nsmall boat hear everything. On ship, no--not so quite well. We must put\nout boat and get out maybe two three miles and wait. Yes, maybe fog too\nbad, one way, but very good, other. When they pass we get course then\nslip quiet, very quiet, same way, with _Malabart_, eh?”\n\nDrake pondered. There seemed no other method. He cursed the fog, but\nordered a boat away with Catlin and the pilot aboard, the latter\nassuring him that he could find his way back to the ship if the night\nwere as black as the pits of Satan. A long wait followed after the boat\nhad disappeared. The gloom of the darkened _Malabart_, the lack of the\nbell striking the hour, the absolute stillness of the ship, were all\nupsetting. The very lifelessness of the protected water where she lay\nwas annoying, for there was not the slightest lapping whisper of a wave\nagainst her hull. Down in the engine room even the stokers who kept up\nsteam had been cautioned against the clanging of a furnace door or the\nring of a shovel. Had one passed the _Malabart_ within ten yards he\nmight have thought her the ghost of some long-abandoned ship. Drake\nlistened from the outer wing of the bridge, bending over, sometimes with\na hand cupped to his ear, until he was tired. He had about decided that\nhis voyage and expenditure had been born of folly, when he heard a faint\ncreak, followed a minute later by another. Then Catlin’s voice below\nhailed softly, and the boat pulled around to the side ladder, which had\nbeen lowered and swung barely above the water.\n\n“All right, sir. She passed so close that she almost ran us down. She\nhad doused her lights and was not doing more than five or six knots.\nChristophe says there could be no mistake. She was the Rhodialim, all\nright.”\n\nThe pilot joined in with: “About a mile and a half out. Long row back.”\n\n“It won’t do for us to follow too closely on their heels, anyway,”\nCaptain Eli said. “But are you certain that you can pick her up again,\nChristophe, in all this murk?”\n\n“I know the course she will take. I think so, with luck,” the pilot\nsaid. “They not alter course again. Too much else business think of, I\nexpect. Just keep straight on about five, six miles; then stop. They not\nwant go much farther. Might meet small fishin’ boats out of Nauplia. Not\ntake chance of that, eh?”\n\nCaptain Eli stood blockily, a dim figure in the darkness, and seemed\nmaking mental calculations.\n\n“I don’t think we’d best be in too much of a hurry,” he said at last.\n“We’ve got to take the chances of being too late. If the crew are in on\nit with the commander, mate and engineer, there’ll be no time wasted. If\nthey’re not, the boats won’t be ready to lower, and besides he’ll have\nto put up a bluff at saving the ship, to fool the crew. We’d best give\nthem at least an hour and a half.”\n\n“That crew, captain, sir, are the scum of the water front,” Christophe\nput in.\n\n“But just the same, we don’t know that they’re in on it,” Drake replied.\n“Bill Morris don’t like to cut too many in on his crooked work. Seems to\nme more likely that he’ll try to stampede ’em into the boats after\nputting up a great show to save the ship. He’ll call on his engineer for\nsteam and announce that they must beach her. The engineer will either\npretend to start the engines, or swear that he can’t turn ’em over. That\nwould stampede the crew, if they’re the sort one picks up in these\nparts. I think we’ve got to risk it, and give ’em an hour and a half,\ncertain. After that it depends on how quickly we can pick her up.\nBeltramo tells me that she’s fitted with two sea cocks only into her\nmain hold, because her engines are set well aft. So she’s not likely to\nfill within some hours after they’re opened, and I’ve got it doped out\nfrom what I know of Morris’ work that’s the way he’ll put her under, if\nthat’s what he intends to do; but it’s only little things that are queer\nwhich makes me think that’s what he’s up to. Big gamble, but----”\n\n“Must be. If not, why he not go on to east’ard?” the pilot asked. “I’m\nsure of it, captain, sir.”\n\nBut Drake was still doubtful when, still in blackness and running at\nslow speed, the _Malabart_ nosed out into the sea with the pilot himself\nat the wheel and keeping an eye on both time and compass as he took up\nthe trail. To the commander’s ears it seemed that with the ship so light\nthat her blades were barely under water the thrash of the slow-turning\nscrew must be audible for miles. He saw the wheel slowly revolving under\nChristophe’s hands and sensed that the pilot was now where he thought\nthey might find the sinking ship.\n\nCaptain Eli knew that both Catlin, and the second mate, Giles, and\nnearly all the crew were forward peering into the dimness ahead, but it\nseemed impossible to see anything on such a night. It was a matter of\nluck, and he felt a dawning apprehension that his luck was out. Watching\nthe compass over the pilot’s shoulder he saw that the ship had made one\ncomplete circle and was now holding dead ahead. The wheel again whirled,\nand they began another circle, a mile deeper in that huge bay surrounded\nby high and forbidding mountains, when there came a soft whistle from\nforward and a pattering of bare feet. Catlin’s muffled voice came from\nbelow:\n\n“Hold her, sir, hold her. I think we’ve sighted the Rhodialim about two\npoints off the port quarter.”\n\nDrake jumped to the engine tube--it having been arranged that a man was\nto stand by to obviate the use of bells, inasmuch as the sound of an\nengine bell might carry far in such stillness--and now the _Malabart_\nlost way and came to a stop. The boat, which was swinging barely above\nthe water, was lowered, and Drake, Catlin, and two men tumbled in and\nfell to the oars. They rowed quietly.\n\n“There she is, sir,” Catlin whispered.\n\nExercising still more caution, they drew down on the dim shape that lay\ninert and heavy on the water. They came alongside and listened for\nvoices, but caught no sound. They found the boat davits hanging idly\nover the water, and went up the falls noiselessly, and stood on the\ndeck. Together they ran here and there, making a search for any human\nbeing. Not until then were they confident that she had been abandoned.\nListening down the main cargo hatch they could hear the swirling and\ngurgling of water and the soft bumping of empty cases and crates.\n\n“Get back to the ship, Bill, and rush across all the men that can be\nspared; so that if that gang are standing by waiting for the Rhodialim\nto sink, we can knock ’em overboard. Tell Christophe to bring the\n_Malabart_ alongside twenty minutes after you’ve gone. That’ll give you\ntime to be back here ahead of her; so if we have to repel boarders,\nwe’ll have the men to do it. Be as quiet as you can and get a move on.”\n\nCatlin slipped away and over the side like a ghost. After he had gone\nDrake listened attentively for a few minutes, then went back and again\nbent over the open hatch. Afterward he tried, by leaning far over the\nrail, to estimate how deeply the scuttled ship had already sunk. It\nseemed to him that she couldn’t last very much longer. Taking an\nelectric torch from his pocket, he went below. She was a fairly deep\nship, of good draft, and he was pleased to observe that the cabin floors\nwere not yet damp. He decided that if the sea cocks were of the diameter\ngiven by Giuseppe, the former engineer, she had at least an hour and a\nhalf longer to float. He knew that her fires must have been drawn,\nbecause Morris would not run the risk of the sound of a boiler explosion\ndrawing attention to the spot, if there chanced to be any boat within\nhearing.\n\n“He knows this business of scuttling ships better than any one I ever\nheard of,” Drake soliloquized. “But if he cleared off this time, without\nwaiting to see her under, he made one hell of a mistake.”\n\nHe looked at his watch in the light of his torch and meditated: “If Bill\nmoves lively and doesn’t lose his way, he should be back here in half an\nhour from now. If he loses his way in this blamed fog--I’m afraid we cut\nit pretty short!”\n\nHe climbed back to the deck, went to the port side, from which the boat\nhad put off, and listened, prepared to answer a hail, if Catlin returned\ngroping and had to shout to learn his bearings. Then from the opposite\nside of the ship, he heard a single telltale thump, as if an oar in\nclumsy hands had slipped from an oarlock and brought up with a bang.\n\nDrake ran across to the starboard rail just in time to hear a muttered\nimprecation, in colloquial Greek:\n\n“Quiet there, you lubber! If the skipper and those two pets of his are\nhanging around, we’ve a fine chance of getting away with anything.”\n\nDrake pursed his lips into a silent whistle, and through his mind ran\nthe thought: “It’s the crew of this craft come back. Probably suspected\nsomething and are trying somehow to double-cross Morris, Simmons and\nwhoever they’ve let in on it with ’em. I’m a fool. Should have kept at\nleast one man with me for such an emergency.”\n\nQuick as was his thought, his action was quicker. He jerked off his\nboots and threw off his jacket. He ran aft in the direction that he was\ncertain the boat must take to board, and leaned over the rail just as a\nman started to climb upward.\n\n“Get back into that boat and sheer off,” he called down. “This ship is\nabandoned and is salvage.”\n\nThe man hesitated, and a voice from below ordered:\n\n“Go on up! We’ll talk this over on deck.”\n\n“Like hell you will!” Captain Eli declared. “And if any man tries to\ncome on this ship, he’s looking for trouble. Sheer off, if you want a\ntalk. If you want a fight, come ahead.”\n\nThe man holding the boat fall climbed up and got a foothold on the\nstrake. He threw a hand inward and caught a rail stanchion and swung\nupward, encouraged by muttered comments.\n\n“All right! If you will have it----” Drake growled.\n\nAnd leaned far over, and struck. In the gloom and darkness he had not\nstruck well, and instead of knocking his man overboard into the boat\nbelow, he merely shifted him outward just beyond reach of a second blow.\nDrake threw himself over the rail and hanging by one hand struck again\nwith the other. It was a body blow, but the man was tenacious, clung to\nthe rope, swayed like a pendulum, and, as he swung back, kicked at Drake\nwith his heavy sea boot. But this time Drake’s fist smashed home, and\nthe boarder grunted, loosened his grip on the boat fall, and went\nslithering down among his companions. Drake climbed back over the rail\njust in time to feel a stunning smash on the back of his head, and was\nnot until then aware that while he had engaged one assailant, another\nhad climbed up the opposite boat fall with a monkey-like agility, and\nhad come behind him.\n\nInfuriated by the attack, he whirled, seized the man, lifted him as if\nhe were a bundle of waste, and, with a giant’s heave, threw him far\noutward. The man shouted as he fell, but Drake did not hear the splash;\nfor now he found himself fighting desperately with two other dark shapes\nwho charged silently. Even as Drake fought, he recalled what he had\noverheard, which convinced him that these men also had no wish to recall\nMorris and his fellow conspirators. Drake grinned at the humor of that\nsituation--a scalawag crew trying to steal aboard the ship they had\nabandoned, Morris and his fellows somewhere out there in the dark,\nhimself battling for the salvage like a dog for a bone, and all the\ntime, down there in the hold, the sea cocks flooding the sinking ship.\n\nThe number of his assailants increased. They were urged on by the leader\nin a hoarse mutter:\n\n“He’s alone. He must be alone, because no one else comes. Down him! Down\nhim, because he’s probably got a boat coming!”\n\nDrake fought desperately. Two of his assailants went to the deck and lay\nthere struggling, as they tried to recover their senses. Veteran fighter\nthat he was, the participator in events which had earned for him the\nsobriquet of The Old Hyena, he used his head coolly, his fists heavily,\nand as he moved here and there slipped out of the dangers of being\ncornered and fought for time.\n\nThen came the accident. Retreating, his heels caught over a coil of rope\nthat had been carelessly left on the deck. He struggled vainly to\nrecover his balance, but they were on him like a pack of wolves. And in\na fighting, struggling group came to the deck, where they twisted and\nturned as he tried to regain his feet, was pulled down, tried again, was\nstruck heavily over his eyes, saw stars, shook his head like an enraged\nbull, and felt himself pinioned to the deck while one of the men he had\npreviously knocked down arrived in time to kick him in the ribs. He was\nnow roaring with fury, heedless of all alarms and thinking of nothing\nbut revenge.\n\nHe did not hear the angry shout of Catlin and his men coming on deck.\nThe hold on him suddenly relaxed. He sat up, rubbing his bruised side\nand clearing the blood from his eyes, heard Bill Catlin’s fighting oaths\nand got to his feet. Both forward and aft shadowy forms of men in flight\nflitted across the decks. He heard Catlin’s shout:\n\n“Don’t let ’em get back to their boat! Knock ’em out and hold ’em.\nThey’ve probably killed the skipper. If Drake is dead, we’ll drown the\nwhole damn lot!”\n\n“Yes, don’t let ’em get away, Bill,” Drake shouted, climbing to his feet\nand regaining his full senses. “I want ’em. Particularly that fleabitten\nrat who gave me the boots. Lash ’em up and get ’em together. Quick! The\nship may sink under us at any time.”\n\nBoth he and Catlin ran here and there to bring matters to a conclusion,\nand within a few minutes there were seven somewhat bruised and battered\nruffians thrown into the nearest cabins and, despite their protestations\nand appeals, locked in. Their leader, who time and again shouted that he\nwas the second mate of the Rhodialim, was the first to whine for mercy.\nHe cried, in comprehensible English:\n\n“You hell of an Ingleeshmans tie us up and put us here to drown. You let\nus go we make no more of the fights. We go quiet. But capitano, please,\nsir, not drown us.”\n\n“Drown nothing!” Drake growled. “If we see that we can’t save the ship,\nwe’ll bring you up and turn you loose in your boat, you damn pirates!\nAnd listen here! You keep quiet now. We’ve got no more time to waste on\nyou.” He turned to Catlin and said: “Lock ’em in. We’ve got to fall to,\nif we want to keep this craft afloat.”\n\nThey hastily ran out to the deck just in time to hear Giles, the second\nmate, calling:\n\n“Ship’s coming, sir. Shall I flash a light for ’em, or hail?”\n\nDrake himself cupped his hands and called: “_Malabart_, ahoy! This way!”\nWhen he got a response, he ran back to where he had fallen, struck a\nmatch, found his electric torch that had fallen from his pocket, and\nwith it as a beacon, directed the _Malabart_ to come alongside.\n\nHe called for Beltramo to come aboard to point out the location of the\nsea cocks, and for the collision mats to be put across. He set lookouts\nto guard against the possibility of other boarders, and himself took a\nhand at the work.\n\n“If the others haven’t heard the row, it’s not likely they’ll come\nback,” he said. “But we’ll take no chances; we’ll keep as quiet as\npossible, just to avoid any more risks of interference. Move lively\nnow!”\n\nThe men of the _Malabart_ ran here and there, their bare feet pattering,\nand pulled and hauled a huge, unwieldy mat to the outward side. Then\nthey ran its looped lines forward and under the ship’s hull. The\n_Malabart_ sheered off to give play, and the men fell to the lines,\nheaving and tugging, as the mat went over the side and submerged itself\nat the point indicated by Beltramo. Throughout their work, running, and\npulling, and hauling, that same air of noiselessness, of low-spoken\norders, was maintained. In the same muffled silence, filled only with\nsounds of movement, the other mat was fixed on the starboard side and\ndrawn taut, and the officers, listening intently down the hatchway, were\nencouraged when the sounds of swirling and gurgling were no longer\naudible.\n\nA huge cable was brought across from the _Malabart_, fixed through the\nfor’ard bits. The _Malabart’s_ screw turned, and she slowly moved ahead\nuntil she took the strain of the tow and headed back for the shelter of\nthe islands where she had lain in wait. Down on the engine-room steps\nCaptain Eli held his torchlight against a water mark and slowly his face\nlost its grimness. His eyes twinkled when he saw the ship was no longer\ntaking in an appreciable or dangerous quantity of water. He mentally\nestimated the time, and muttered: “We’ll make it, sure, unless she\nsprings another leak, or the mats fail!”\n\nNeither accident came, and in the dawn the _Malabart_ towed her salvage\ninto the sheltered waters, slacked off and came alongside as the\nRhodialim’s anchors splashed into the sea. Drake, going across to his\nown ship, where the cook was serving out hot mugs of coffee, gulped one,\nand eyed the remnants of the two packing cases that Forbes had opened on\nthe _Malabart’s_ deck. Two centrifugal pumps, stocky and powerful,\nsquatted there in the midst of the confusion, and the engineer was\ndirecting the fitting of the steam lines.\n\n“We’ll lash the ships alongside. It’s safe, I think, and it’s so still\nin these waters they’ll not chafe,” Drake said to Catlin and the\nengineer. And that maneuver was quickly effected. The pump suckers were\nhauled across and splashed into the half-drowned hull of the salvaged\nship and a few minutes later two great streams of water were pouring\nsteadily into the sea. When daylight came the diving apparatus was\nplanted on the Rhodialim’s deck, and, guided by a water torch, the man\nwho had abandoned diving made a descent, found the sea cocks and closed\nthem. And now the salvage was practically assured.\n\nIt was nearly noon when Drake said to Catlin:\n\n“Now we’ll go below and get at the bottom of this business. We’ll have a\nlittle chat with that second mate we’ve got trussed up.”\n\nThey brought the man up to the deck. He was sullen, cowed, and palpably\nfrightened. Drake regarded him coldly for a full minute, frowning before\nhe said:\n\n“We brought you up to get at the truth of this. Why did you come back to\nthe ship? Did Morris send you?”\n\nThe man started to evade, to stammer, to make palpably false statements\nuntil Drake threatened with:\n\n“Stow that guff! The only chance you’ve got is to come across with a\nclean yarn. If you do that, you’ll get away clean. Now quit your waving\nthe hook, or back below you go, until I can hand you over to the shore\npolice in Piræus. If it suits you better to talk Greek---- Christophe,\ncome here and tell me what this man says. I want to get it straight.”\n\nChristophe came, added his own urgings to overcome the man’s reluctance,\nand then listened with a dry grin to a voluble confession. Now and then\nhe interrupted with a question, and although Drake understood the gist\nof the mate’s words, Christophe finally turned and in his own way told\nwhat he had learned.\n\n“Thees man, he think maybe he and these other mens can maybe get lots of\nlittle things like chronometers and glasses and such what left behind;\nso after lost Captain Morris boat in fog, they row back see if she still\nafloat, and come aboard. He swear he not know anything about how she\nsink on purpose. Engineer what Morris frien’ run on deck, yell she\nsprung big leak, and Morris make fuss, and then say no hope and mus’\ntake to boats. When these man come aboard and find you, they thinks\nmaybe ship not sink after all, and if they can get her back they make\nlot of money for save her. So, fight like hell. He swear that all he\nknow. Maybe he spik truth, I think so.”\n\nDrake stared at the man for a moment. Then, with apparent irrelevance,\nhe asked Christophe:\n\n“How do people go by land from Nauplia to Piræus, and how long does it\ntake?”\n\n“Road over the mountains, sir. Easy go. But take maybe two, three days.”\n\n“Telephone, I suppose?”\n\n“Sure, captain, sir. Nauplia fine city. One time capital of Greece\nand----”\n\n“Good! You tell this man we’re going to keep ’em aboard the _Malabart_\nuntil we get ready to make it to Piræus, and that nothing will happen to\nthem, unless they try to leave before we get ready for them to go.”\n\nThe mate of the Rhodialim understood, and broke into profuse promises;\nbut to make certain that they could not escape, Drake had all the boats\nof the _Malabart_ brought around to the salvaged ship, moored, and the\noars taken away, before he liberated his battered prisoners and told the\ncook to feed them.\n\nCatlin was still wondering what Drake had in mind when, a few days\nlater, the Rhodialim was ready to put to sea under her own steam. Then\nDrake said to his mate:\n\n“Mr. Catlin, you take Beltramo and whatever scratch crew you need for\nthe engine room and ship, and go aboard the Rhodialim and follow us to\nPiræus; but first have the boat that scum came in brought around, chuck\nin grub and water enough to take them to Nauplia, then chuck them in\nafter it and tell ’em to go and be damned to ’em.”\n\nThe mate’s wonder ceased on the day when the two ships came to the\ncrowded docks of the Greek seaport, amid the babbling exclamations of\nthose who recognized the salvaged ship. Drake called to Catlin to\naccompany him, and they walked from the docks to make their official\nreports.\n\n“We ought to get a neat bit of salvage money out of this trip,” Catlin\nsaid.\n\n“We’ll get that all right. And I’m going to cut it up--half of it,\nanyhow, among every man that was with us. Christophe ought to get a good\nchunk, and so should Beltramo.”\n\n“But what I can’t get is why you held that gang of beach combers until\nwe were ready to come here,” Catlin said, observing that The Old Hyena\nwas in high good humor.\n\n“I waited to give Bill Morris and his pals time to get back and swear to\ntheir story of how the ship was lost,” he said. “It’s about time they,\nas well as Hakim & Letin, were put out of business.”\n\n\n",
    "metadata": {
        "author": [
            "Norton, Roy"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73244/pg73244.txt",
        "name": "salvage.json"
    }
}