{
  "name": "Sarréo\n1901",
  "author": [
    "Becke, Louis"
  ],
  "body": "From \"The Tapu Of Banderah and Other Stories\"\n\nC. Arthur Pearson Ltd.\n\n1901\n\n\"Well, there's niggers an' niggers, some just as good as any white man,\"\nsaid Mr. Thomas Potter as he, the second mate of the island-trading\nbarque _Reconnaisance_, and Denison the supercargo, walked her short,\nstumpy poop one night, \"though when I was before the mast I couldn't\nstand one of 'em bunking too close to me--not for a long time. But after\nawhile I found out that a Kanaka or a Maori is better than the usual run\nof the paint-scrubbing Jack Dog who calls himself a sailorman\nnowadays. Why, I've never seen a native sailor yet as was dirty in\nhis habits--they're too fond o' the water. Look at these Rotumah chaps\naboard here--if there's a calm they'll jump overboard and take a swim\ninstead of turning in when it's their watch below. Bah, white sailors\nain't worth feeding in this Island trade--lazy, dirty, useless brutes; a\nKanaka is worth three of any one of 'em. Did you notice that photograph\nin my cabin--that one showing a ship's company standing on deck?\"\n\n\"Yes, I did,\" replied Denison.\n\n\"Well, that's the crew of the _Fanny Long_, and amongst 'em is a fellow\nI'm goin' to tell you about--a chap named Sarréo. We had that picture\ntaken in Hobart after we had come back from a sperm whaling cruise. We\nhad been very lucky, and the skipper and owners had all our photographs\ntaken in a group. I was second mate, and this Sarréo was one of the\nboatsteerers. Him and me had been shipmates before, once in the old\n_Meteor_ barque, nigger-catching for the Fiji planters, and once in a\nNew Bedford sperm whaler, and he had taken a bit of a liking to me, so\nwhenever I got a new ship he generally shipped too.\n\n\"Well, I was tired of whaling; I had two ribs broke on that cruise in\nthe _Fanny Lang_, by a boat being stove in by a whale. So after I had\ngot my money I walked out of the office, thinking of going to Sydney by\nthe steamboat, when up comes Sarréo.\n\n\"'Got your dollars, Sarréo?' I says.\n\n\"'Yes,' he answers. 'What you goin' to do now, Mr. Potter?'\n\n\"'Going to Sydney to look for another ship.'\n\n\"'All right,' he says quietly. 'I come too. I don' want to go whalin' no\nmore.'\n\n\"Sure enough, when I went on board the steamer there he was for'ard\nsitting on his chest, smoking his pipe, an' waiting for me.\n\n\"In Sydney there was a fine big lump of a schooner just fitting out\nfor a trading cruise to the Solomon Islands, and I happened to know the\nskipper, who worked it for me with the owners and I got the berth of\nchief mate; and Sarréo (who used to come every day to the place I was\nstaying at to ask me not to forget him) was shipped as an A.B.\n\n\"What sort of a looking man? Well, he was a short, square-built chap,\nwith a chest like a working bullock. He was rather darker than a Samoan\nor a Tahiti man, owing to a seafaring life, and had straight, black\nhair. He only spoke as a rule when he was spoken to, and kept himself\npretty much aloof from the rest of the hands, though he wasn't by any\nmeans sulky.\"\n\n\"Where did he hail from?\" Denison inquired.\n\n\"Ah, now you're asking, sir. There was a beast of a supercargo--I beg\npardon, sir, for forgetting myself--a reg'lar flash, bullying pig of\na fellow, with us that trip. He put on as many airs as if he owned\nthe whole blooming Pacific. Well, one day he was straightening up his\ntrade-room, and calls for a couple of hands to help, and the skipper\nsent Sarréo and another native sailor to him. We were then lying at\nanchor in Marau Sound, in the Solomons, and the sun was hot enough to\nblister the gates o' hell, and presently the supercargo comes on deck\nand slings his fat, ugly carcase into a deck chair under the awning and\nsays--\n\n\"'That's a smart fellow, that Sarréo, Potter. Where does he come from?'\n\n\"Now I didn't know, and said so; so Mr. Supercargo grunts and says\nthat he'd ask him himself. Presently up comes Sarréo and the other\nnative--they were going for'ard for their dinner.\n\n\"'Here, I say you,' said the supercargo to Sarréo, touching him on the\ncalf of the leg with his foot as he was passing, 'what island you belong\nto, eh?'\n\n\"Sarréo turned like lightning, and I caught a sight of his face. He had\ndark, deép-set eyes and they seemed to spit fire at the fat brute in the\nchair, and his two brown hands shut tight; but he said nothing, not a\nblessed word, only looked as if all the rest of his body was turned to\nstone. He stood like that for about ten seconds or so, then he bent his\nhead close to the other man's face and put his two clenched fists out\nbehind him.\n\n\"'Here, Sarréo,' I says, collaring him by one arm, 'what's all these\ngymnastics? What's the matter?'\n\n\"He pushed me aside as if I was a feather, then he straightens himself\nup sudden, and, lookin' at the supercargo, spits on the deck at his\nfeet.\n\n\"'You dog,' he says, 'when we get ashore I will fight you!'\n\n\"'Warby,' that was the supercargo's name, was no cur, whatever else he\nwas, but though he seemed mighty sick when he heard Sarréo call him a\ndog, he jumped up at once.\n\n\"'You damned Kanaka swine! You're drunk! You've been sneaking a bottle\nof gin in the trade-room, an' I'll give you a pounding,' he says.\n\n\"Then before any one could interfere they were at it, and in less than\na couple of minutes Sarréo had the supercargo by the throat, lifted him\noff his feet, and dashes him down on the poop. He lay there stunned, an'\nI tell you, mister, I was mighty pleased, for we all hated him for his\nbeastly bullyin' ways, and his foul talk. So none of us rushed at him\ntoo violently to pick him up. Presently up comes the skipper and orders\nme to put Sarréo in irons, though I could see he didn't half like doing\nit. But it had to be done, and I had to do it However, Sarréo held out\nhis hands to me as quiet as a lamb, and I led him for'ard and told him\nto keep a stiff upper lip; the captain, I knew, would let him loose\nagain the next morning. He nodded his head quietly and said, 'All right,\nMr Potter. But when we get ashore _I mus' kill that man_.'\n\n\"'Why, Sarréo,' I said, 'you mustn't talk like that, you've nearly\ncracked his skull as it is. Don't you go on that tack, or it'll be worse\nfor you.'\n\n\"He nods again. 'I know. But I have been look for that man for more'n\nfive year.'\n\n\"'Why, do you know him?'\n\n\"'Yes, I know him _now_. When I see him roll up his shirt-sleeve in the\ntrade-room, an' I see some tattoo mark on his arm, I know him.'\n\n\"Of course I asked him what the supercargo had done to him, but he\nwouldn't tell me any more. So, telling one of the hands to give him\nhis pipe and tobacco, I went aft again and told the skipper that there\nseemed to be an old grudge between the two men.\n\n\"'Like enough/ says the skipper. 'That fellow Warby is the two ends and\nbight of a howling blackguard. He was only appointed to this ship at the\nlast moment, or else I would have bucked against his coming aboard. He's\ngot a bad name.'\n\n\"Warby lay in his bunk for the rest of the day, but in the evening he\ncame on deck and said to the skipper roughly--\n\n\"'What are you going to do with that damned nigger?'\n\n\"' Keep him in irons for a day or two, I suppose. What more can I do?'\n\n\"Warby looked at him for a moment, then he says, with a sneer, that in\nsome ships the captain would have tied such a fellow up and given him\nsix dozen.\n\n\"'No doubt,' says the skipper, looking him full in his ugly face, 'no\ndoubt, especially in the sort of ships you've sailed in. But nothing\nlike that is going to happen aboard this hooker.'\n\n\"The supercargo muttered something under his breath and turned away.\nNext morning, however, when we were at breakfast, he asked the captain\nhow long he meant to keep Sarréo in irons.\n\n\"'Till after breakfast'\n\n\"Warby jumped up in a rage and said that he protested against such a man\nbeing given his liberty. 'Why, he'll murder me,' he says at last with a\nwhite look in his face.\n\n\"The skipper laughed. 'You make too much of the business, Mr. Warby.\nWhy, he is one of the best and quietest men aboard. If you hadn't kicked\nhim and then swore at him, he wouldn't have tackled you. And I'm not\ngoing to keep him in irons--that's flat.'\n\n\"After breakfast I went up for'ard to take the irons off Sarréo. He was\nsitting against the windlass and smoking.\n\n\"'Here, Sarréo,' I said, 'I've come to take off your bracelets; but you\nmust promise not to have any more rows with the supercargo; if you won't\npromise, then the captain says he'll have to keep you in irons until we\nget to Fiji, and then send you to jail.'\n\n\"He promised, and from the quiet, soft manner in which he spoke, I felt\nsure he was over his burst of passion, and was feeling a bit funky over\nit. However, he turned-to very quietly, and was soon sent ashore with\na watering party, he being in charge of the boat which was manned by\nnative sailors. When he came back with the first lot of casks he told me\nthat the bush around the watering-place was full of pigeons. As soon as\nthe captain heard this he said he would go ashore and shoot some, and\nMr. Warby said he would like to join him.\n\n\"So off they went--skipper, supercargo, and Sarréo and his boat's crew.\nWe on board soon heard the two guns firing, and were smacking our chops\nat the thought of pigeon stew for supper. I did not expect to see them\nback until about supper-time, knowing that the boat had to tow the casks\noff to the ship, which lay about half a mile from the beach. But about\nfour o'clock I saw the boat pushing off in a deuce of a hurry, and\nthen pull like mad for the ship. Knowing that there was no danger from\nnatives at that part of the island, I couldn't make it out, but in a few\nminutes the boat dashes up alongside, and looking over the side I saw\nthat Sarréo was sitting beside the captain, in between him and Mr.\nWarby; his eyes were closed, and I thought he was dead at first.\n\n\"We had him lifted up on deck and then carried into the cabin in a brace\nof shakes, and I saw that he had a bullet wound in his shoulder; the\nball had gone clean through. Then the skipper, who was never much of a\ntalker, told me that Mr. Warby had shot the man accidentally. Of course\nI looked at Warby. His face was very pale, but his eyes met mine without\nflinching.\n\n\"It didn't take the captain long to dress the wound, and half an hour\nlater, when I came below again, Sarréo was sitting up on some cushions\nin the transoms smoking one of the captain's Manilas, and looking as if\nnothing had happened. He smiled when he saw me and put out his hand.\n\n\"'I'm all right, Mr. Potter,' he said; 'not going to die this time.'\n\n\"I was just about to ask him how the thing happened, when\nRobertson--that was our skipper's name--called me into his room. He was\nas solemn as a judge. Closing his cabin door, he said, 'Sarréo will get\nover it all right, but the business is an ugly one; to cut it short, I\nbelieve that it was no accident, but that Warby tried to murder the poor\nfellow.'\n\n\"Then he told me what had occurred. Leaving the rest of the boat's crew\nto fill the water casks, they set out to shoot pigeons; Sarréo went with\nthem to pick up and carry the birds. About an hour later they saw a wild\nboar rush by them. Robertson fired both barrels at it and wounded it,\nbut it didn't stop. Warby had one barrel empty. He at once loaded with\nball, and the three men gave chase, Sarréo leading, Warby following him\nclose. On reaching some high grass at the river bank Sarréo plunged into\nit; then, a few seconds later, Robertson heard Warby call out that he\nsaw the animal lying down, and fired. The captain was a short distance\nbehind, but he and Warby reached the spot together, and there, sure\nenough, lying in the long grass, was the wounded boar, and Sarréo\nbeside it, with the blood pouring from his shoulder. He was sitting up,\nsupporting himself on his left hand. The skipper assisted him to his\nfeet, and Warby tried to help, but Sarréo turned on him and cursed him,\nand said that he (Warby) had tried to murder him. The supercargo swore\nthat he had not seen him when he fired, but further talk was cut short\nby Sarréo going faint through loss of blood, so they carried him to the\nboat.\n\n\"That was the story so far, and Robertson asked me what I thought of it.\n\n\"Now I had been shipmates with Sarréo off and on for a matter of five\nor six years, and I never knew him to tell a lie; but at the same time I\ncouldn't think Warby would be such a brute as to try and murder the\nman in cold blood. The skipper, however, took a very black view of the\nmatter, and told me that if we met a man-of-war he would put Warby in\nirons, signal for a boat, and hand him over on a charge of attempted\nmurder. Then we went out into the main cabin and sat down, and Robertson\ntold the steward to call the supercargo.\n\n\"Warby came below at once. He gave a quick glance at Sarréo, then at\nthe skipper and myself, and sat down quietly. In less than a minute the\ncaptain told him of his suspicions and what he intended doing if we met\na man-of-war.\n\n\"I thought Warby would bluster and blaspheme in his usual way; but he\ndidn't. He listened in silence. Then he rose and put his hands on the\ncabin table, and said--\n\n\"'Before God, I swear to you both that I am innocent I did not fire at\nthat man; I did not even see him again after he disappeared into the\ngrass--as the Almighty is my judge, I did not... I did mean to take it\nout of Sarréo for nearly breaking my skull the other day; but then\nI remembered afterwards that he had cause to hate me, and I was only\nwaiting for a chance to ask him to make it up. And I say again that I\nam no cowardly murderer; when I fired, I fired at the boar or what I\nhonestly thought was the boar, struggling in the grass. You can put me\nin irons now if you like; or shut me up in my cabin. I'm not going to\nsit down at the same table with men who suspect me of attempted murder.'\n\n\"There was something in his voice which made us believe him, and then he\ntook a couple of turns up and down the cabin deck, and stepped up to the\nwounded man.\n\n\"'Sarréo, I did you a bad turn a long time ago; but I'm sorry for it\nnow--I have been sorry for it ever since. But I did not know where to\nfind you, and I would not have known you yesterday if you hadn't looked\ninto my face and spoken. It's ten years since that day, Sarréo.'\n\n\"The wounded man looked up, searching-like, into Warby's face all the\ntime he was speaking; then his big black eyes drooped again, but he made\nno answer. So then Warby went on again, talking to the lot of us.\n\n\"'I was supercargo on the _Manola_ brig, and Sarréo here was one of the\nhands. One day, in Apia harbour, a bag of dollars was stolen out of my\ncabin. The steward next morning said he had seen Sarréo ashore at one\nof the dance houses spending money very freely. The captain and I burst\nopen his chest, and we found about twenty Mexican dollars among his\nclothes. Now, in the bag which had been stolen there were nearly five\nhundred Mexican dollars. Sarréo swore he had not stolen the money and\nthat all the money he had spent on shore was five dollars, which he had\nbrought with him from San Francisco. But the skipper and I believed he\nwas the thief, and to make him own up and tell us where the rest of the\ndollars were, we flogged him. Then we put him in irons and kept him\nin irons for a week. He still swore he had not taken the money, and I,\nbelieving he was lying, gave him another thrashing on my own account.\nThat night he got overboard and swam ashore, and we gave the money up\nfor lost Well, about a week after this, when the steward was ashore, the\nmate and I decided to make a thorough search of _his_ cabin. We found\nnothing there, but we did in the pantry--we found the missing bag of\ndollars, all but the twenty which he had put into Sarréo's chest--stowed\naway in the bottom of half a barrel of flour.\"\n\n\"As soon as Sarréo heard this, the poor fellow almost began to cry, and\nsaid, 'I told you, Mr. Warby, I no steal that money.'\n\n\"'No, Sarréo, I know you didn't--that is, I knew it when the steward\nowned up to stealing it; and told us afterward that he took twenty\ndollars out of the bag, and, seeing your chest lying open in the\ndeck-house, he slipped in when no one was about and put the money among\nthe clothes at the bottom.'\n\n\"Sarréo sighed, pleased-like, and then his brown face lit up.\n\n\"The big supercargo came a bit nearer to him, and then held out his\nhand.\n\n\"'Look here, Sarréo! The day before yesterday I was wrong, but you got\nmy blood up; and I am sorry, very sorry, for the wrong I did you on\nboard the _Manola_; but so help me God, Sarréo, I _did not_ fire at\nyou.'\n\n\"Sarréo's eyes seemed to look right through the white man; then they\nturned towards the skipper and me.\n\n\"'Ibelieve you, Mr. Warby,' said the skipper, coming up and shaking\nhands with the supercargo.\n\n\"And I believed him too, for he looked terribly distressed and cut up,\nso I shook hands with him too.\n\n\"Then Sarréo put out his big brown tattooed hand.\n\n\"'And me too, Mr. Warby.'\n\n\"The supercargo pressed it gently, so as not to hurt Sarréo's shoulder,\nthen he almost ran past us on deck.\n\n\"Well, from that time out, that man Warby changed, and he looked after\nSarréo all the time he was laid up, as if he had been his own brother\ninstead of a Kanaka chap before the mast.\n\n\"After leaving Marau Sound we stood to the northward, being bound to\nBougainville Island. It took us more than a month to get there, and by\nthat time Sarréo was as well and strong as ever he was, and me and the\nskipper had got quite chummy with the supercargo, for we found out that\nhe had a lot of good points about him. You see, mister, ten or twelve\nyears ago the Solomon Group was the place to show what a man was made\nof--as far as that goes it's not much altered since. If you don't die\nof fever you're pretty sure to get knocked on the head and go down the\nnigger's gullets--and this chap Warby had rare pluck. He never ran a\nboat's crew into danger, but would take any risks himself, and\nsomehow we had cruised right up from Marau Sound to the north end of\nBougainville without losing a man, or having more than a few arrows or\nshots fired at the boats.\n\n\"Just when we were about to brace up to round Bouka Island, and being\nabout three miles off the land, we sighted the hull of a vessel ashore\non the beach of a small bay. We stood in for a mile or so and saw that\nthere was a native village at the head of the bay, and that the vessel\nwas a schooner of about a hundred tons. There were no signs of any boats\nand she seemed to be stripped of both running and standing gear.\n\n\"We manned and armed two boats--one, with Mr. Warby in charge, being\nthe landing-party; and the other as a covering boat in case the natives\nattacked. I had charge of the second boat and had four white sailors;\nWarby had Sarréo and four other natives. The skipper told us to have a\ngood look at the vessel, then try and learn what the natives on shore\nhad to say about her, and then come off and report.\n\n\"We pulled right in to the wreck as close as we could get, for it was\nlow tide. Then Warby and I got out and walked over to it. We found that\nshe was stripped of everything of value, even the chain-plates having\nbeen cut out, the decks were torn up and partly burnt, and the anchors\nand cables were gone; in fact, she was nothing but a shell.\n\n\"'Been looted by the niggers,' I said to Warby. 'Hope the poor chaps\nthat manned her got away in the boat; better for 'em to have been\ndrowned than be eaten by these beggars about here.'\n\n\"'We'll soon see,' said he. 'It's my opinion they did get away safely.\nLook over there, Potter, at those niggers waiting for us on the beach;\nnow if they had cut off this vessel they would have bolted into the\nbush, or begun firing at us. Come on.'\n\n\"We walked back to the boats and then pulled over to the village, which\nwas about eight hundred yards away, Warby's boat, of course, going\nfirst. About thirty or forty natives came down to the water's edge and\nwaited. They were all armed with bows, spears, and clubs, but seemed\nfriendly.\n\n\"However, Warby jumped boldly out on to the beach, and telling his crew\nto keep her afloat in case he had to run for it, he went up to the crowd\nof niggers and shook hands with some of them; I and my chaps in the\ncovering boat keeping our rifles out of view, but quite ready.\n\n\"In about five minutes Warby sang out to me that it was all right. The\nvessel, the natives told him, had parted her cables, gone ashore and\nbilged on the reef in the night; and the hands being too frightened to\ncome ashore, had gone away next morning in two boats. Then he told me to\nwait a few minutes, as he was going to the chief's house to look at the\ncopper and other gear that the natives had taken from the schooner, and\nvery likely he would buy it. First of all, though, he told Sarréo to\npass him out a 12 lb. case of tobacco as a present for the chief.\n\n\"He took the case from Sarréo and handed it to the chief, and then\noff they went--he in the middle of thirty or forty murderous-looking\nsavages; but he had done the same thing so often before that we did not\nfeel any particular alarm.\n\n\"We lay there, backed stern on to the beach, for about five minutes,\nlooking at the house into which he had gone with the natives. Suddenly\nwe saw him burst out of the house and fall on his knees, trying to draw\nhis revolver; but in another moment he was being tomahawked and clubbed\nby a mob of yelling devils! Poor chap, he must have died very quickly.\n\n\"We opened fire at once and they disappeared like magic, and then from\nevery bush, tree, and rock they began firing at us in the boats with\nboth muskets and arrows. One of my men was hit, and then, before I\ncould stop him, Sarréo had jumped out of his boat and was running up the\nbeach, rifle in hand, to where Mr. Warby's body was lying.\n\n\"He got there, I think, without being hit, just as a big native ran at\nhim with a tomahawk. He hadn't time to put his Snider to his shoulder;\nbut that nigger gave his last jump anyway, for I saw the rifle go off\nand the nigger topple over. In another five seconds he had lifted the\nsupercargo up, thrown him over his left shoulder, and was running down\nto the boats.\n\n\"By this time, me and two of my crew had jumped out of the boat and ran\nto meet him, firing as we went. We had just reached him when down he\nwent on to his face in the sand--a bullet had smashed his hip.\n\n\"Dropping our rifles, we picked him and Mr. Warby's body up, and by\nGod's mercy managed to tumble into the boat together and push off,\ncovered by the fire from the ship, which carried two six-pounders.\n\n\"Sarréo lived two days--he died the same morning that we were getting\nready to take Warby's body ashore to bury on a little island between\nBouka and Bougainville. So we made only one trip ashore. Poor chap! He\nhad a good, simple heart, and almost his last words were that he 'was\nglad Mr. Warby wasn't eaten.'\n\n*****\n\n\"Ah, as you say, Mr. Denison, the rotten South Seas ain't no place for a\nwhite man. Good-night.\"\n\n\n\n\n\n\n\n",
  "metadata": {
    "author": [
      "Becke, Louis"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/25107/pg25107.txt",
    "name": "sarr_o_1901"
  }
}
