{
    "name": "Satellite of Fear",
    "author": [
        "Kummer, Frederic Arnold"
    ],
    "body": "The _Comet's_ control-room was silent except for the monotonous beat\nof Ken Grant's restless pacing. Six months on Ceres' frigid, shadowy\nDarkside had driven the tan from his face, etched lines of worry about\nhis mouth. Darkside had a way of doing that to people. A temperature\nof five above absolute zero, the grim, eternal darkness, the insane\nlandscape, combined to give an impression of unreality that made one\nfeel he was living some terrible nightmare.\n\nFrom time to time Grant glanced at the sidereal chronometer, shook his\nhead. Sixteen hours! Sixteen hours since Kennerly had left ... and the\nheating unit of his space-suit had been good for three! Kennerly had\nvanished, just as Allers had vanished before him! Two men had left the\ndisabled ship to try and reach Bowman's Crater, that last tiny outpost\nonly twenty miles away, and both men had disappeared. Had either Allers\nor Kennerly been successful, a rescue ship from Bowman's Crater must\nhave come by now. But instead, the two spacemen had been swallowed up\nby the gloom, vanished, leaving no trace. The bitter silent darkness\noutside was like some yawning limitless void into which men went, and\ndid not return. Their position was bad enough in any case, but with a\nwoman in command....\n\nGrant shot a glance at the stack of big lead chests in a corner of the\ncabin. Pitchblend--radium ore with an amazingly high metal content. The\nore in those big chests, when refined, would yield over a million in\nthe rare element. Not that a million would do them much good if they\ncouldn't get it away. With the main fuel intake valve cracked, the\nmotors, the radio, the air-regenerator, were all shut off. Death from\nlack of oxygen faced them unless word got through.\n\nA click of the cabin's door broke Grant's thoughts. He turned; a\nslender girl wearing riding breeches and leather jacket appeared in the\ndoorway. Pale, with deep smoke-gray eyes and auburn hair, she had a\nfragile transcendental beauty that was very appealing, but her chin was\nfirm, determined.\n\n\"Any news, Mr. Grant?\" she asked quietly, stepping into the control\nroom.\n\n\"None.\" He shook a gloomy head. \"I don't like it! There's something\nstrange going on, Miss Conway! The trail's perfectly clear, there's no\nlife on Ceres that we know of. One man might conceivably meet with some\nsort of accident, but not two! They tell stories about Darkside; queer\nstories! About alien, unknown creatures.\"\n\n\"I ... I know,\" the girl said tightly. \"Dad used to hear those stories,\ntoo, when he and Allers were prospecting here. When Dad died he\nleft me enough money to charter this ship, told me to come here to\nCeres for my legacy. Gave me the chart showing where this pocket of\npitchblend was located.\" She glanced at the lead chests. \"Now Allers,\nDad's closest friend, is gone. And Kennerly. And we're trapped, made\nvirtual prisoners in this ship by something unknown--out there. We've\ngot to get word through, Mr. Grant! It's death to stay here until our\noxygen is gone. Death, maybe worse, waiting for us out there in the\ndarkness....\" She broke off, suddenly, swaying.\n\n\"Steady!\" Grant gripped the girl's shoulder. \"It's the bad air! I'll\ngo tell Harris to crack open one of the emergency oxygen flasks. You'd\nbetter lie down.\"\n\nLike a flash the girl's red head snapped up. \"You're a romanticist,\nMr. Grant,\" she said. \"You seem to think I ought to be a languishing\nheroine. Well, I'm not. I'm in command of this expedition and if\nthere're any risks to be taken, I'm taking them! Have Harris open an\noxygen flask and then check over my space-suit! As soon as I get my\nbreath, I'm going out and look for Allers and Kennerly!\" She waved\naside Grant's remonstrances. \"Orders, Mr. Grant!\"\n\nFace stony, Grant left the control room, strode along the companionway\nto the fo'castle. The _Comet's_ crew, perhaps half a dozen men all\ntold, were stretched upon their bunks, faces drawn as they fought\nagainst the stale air. Grant motioned to Harris, the squat, ugly mate.\n\n\"Air's getting thick,\" he said. \"Better crack an emergency tube.\"\n\n\"Aye, aye, sir!\" Harris lifted a steel plate in the floor, swung down\nthe iron ladder. Some moments later he emerged from the storehold,\ncarrying an oxygen flask.\n\n\"Funny!\" The mate rubbed his stubbly chin. \"I coulda swore we had\ntwenty emergency flasks below. But there's only five more down there.\"\n\n\"Five!\" Grant's eyes narrowed. \"There were twenty when we left earth! I\ncounted 'em!\"\n\n\"That's not all,\" Harris muttered. \"There's other stores missing!\nWire, tools, batteries, spare plates for repairing the hull!\" His eyes\nflicked toward the darkness beyond the portholes. \"There were plenty\nof times we were all down at the mine working when whatever it was\nthat got Allers and Kennerly might have entered the ship, taken those\nthings. I've seen shadows out there sometimes. Shadows that weren't\njust right, sliding among the rocks. And ... and it's bad luck to have\na woman aboard ship.\"\n\nA silence fell over the cabin. Grant frowned. Five flasks of oxygen ...\nand the air-regenerator useless without power! Nothing could save them\nunless word got through to Bowman's Crater, on the edge of the Cerean\nDarkside. Two men had tried to get through, and those two men had\nvanished. To permit Joan Conway to attempt the trip was unthinkable.\nGrant reached for one of the bulky space-suits that hung on the wall.\n\n\"All right, men,\" he grated. \"We're going to get to the bottom of this!\nHere's the plan! I'll take the trail to Bowman's Crater; the same trail\nAllers and Kennerly took! If there's anything lying in wait out there,\nit ought to attack me, and I'll be armed! At the same time I want you,\nHarris, and you, Miller, to go out also, to climb the other side of the\ncrater and circle about, picking up the trail to Bowman's a mile or so\nfrom here. I'll draw _It's_ attention, while you try to get through and\ntake word to the outpost. Got it?\"\n\n\n\nThe three men nodded, climbed into the heavily insulated space-suits.\nElectric heating wires ran through the lining, from portable batteries\ngood for several hours, enabling the men within them to maintain\ncomfortable warmth even though the soles of their thick lead gravity\nshoes, in contact with the icy ground, were within a few degrees of\nabsolute zero. Gloves of heavy lead, a part of every radium miner's\nequipment as protection against the highly concentrated ore he was\nforced to handle, covered the asbestoid \"hands\" of the space-suits.\nGrant paused before snapping his transparent plastic helmet into place,\nturned to the men who were to remain aboard the _Comet_.\n\n\"Miss Conway's feeling a little ragged because of the air,\" he said,\nunsmilingly. \"When she's better, tell her where we've gone.\"\n\nThe men grinned understandingly. They knew that the girl, in spite of\nher frail form, felt that command of the expedition required her to\nshare in all its dangers. And Grant, like most men who had spent their\nlives on far-flung frontiers, seeking adventure in the woman-less\noutposts of terrestial civilization, had curiously archaic ideas of\nchivalry, to say nothing of deep-rooted convictions that a woman's\nplace was on earth. Disregarding the grins of the men, he closed his\nhelmet, opened the valve of his oxygen tank.\n\n\"Ready?\" he barked into the mouthpiece of his radio communications set.\n\nTwo space-suited figures nodded grimly behind their helmets, followed\nGrant through the airlock. In the clean, airless void the stars shone\nlike white beacons, shedding a thin eerie light over the barren plain.\nA dark inferno worthy of a Dore's brush, it seemed, malevolent,\nintangibly evil. Tortured pinnacles of rock, jagged spires stabbing at\nthe sable sky; deep craters, dug by countless meteors, pock-marking\nthe bleak terrain; yawning crevasses, towering cliffs, jagged,\nsharp-angled blocks of stone, for Darkside had neither sun, air, nor\nrain to round them, soften their weird outlines.\n\nGrant loosened his heat-gun in its holster, glanced about. Up the side\nof the big crater, in which the mine-shaft and the space-ship lay, was\na poorly defined trail, winding in and out among the towering rocks.\nThis was the way to Bowman's, the little mining town situated in the\ntwilight zone between Ceres' bitter Darkside and its blazing Sunside.\nAllers and Kennerly had taken that rude trail. Grant waved Harris and\nMiller to the right.\n\n\"You'll make a long half-circle,\" he announced. \"It'll be tough going,\nbut with my following the trail, I should draw any attack and enable\nyou to pick up the trail further along, and reach Bowman's. Okay, now.\nLet's go!\"\n\nHarris and Miller disappeared among the up-thrust monoliths, Grant\nswung along the trail. In spite of his heavy space-suit and his\nthick lead-soled gravity shoes, he was able to move at a brisk pace,\nhand on his gun, eyes probing the gloom to right and left. Onward he\nwent, steadily, skirting craters, leaping narrow crevasses, squeezing\nthrough rocky defiles whose overhanging ledges often met to form a dark\npassageway. For all the heating wires within his suit, he could feel\nthe cold; the utter silence was maddening.\n\nGrant stared at the murky shadows with narrowed eyes. What was it that\nhad spirited away Allers and Kennerly, two brave men, well armed? Some\nunknown force of nature, or something more tangible? Superstitious\nspacemen whispered of monstrous reptilian beasts, of space-pirates'\nhide-outs, of strange, spectral Shapes. Drink-inspired hallucinations,\nGrant had said scornfully. Now he was not so sure. So little was known\nof Darkside.\n\nSuddenly Grant froze in his tracks. In the middle of the path, perhaps\na hundred feet ahead, was a strange, grotesque figure. Swathed in\na bulky space-suit, it crouched ape-like on the ground, feet flat\nagainst the rock, hands touching the trail as though to balance itself.\nMotionless as some robot it crouched there, in a patch of white frost,\nseemingly poised to spring.\n\nGrant's heat-gun rose to cover the strange figure. His voice shook as\nhe spoke into his communications set.\n\n\"Who's there? What'd you want?\"\n\nThe crouching figure made no reply. Very deliberately Grant pressed the\ntrigger of the heat-gun, aiming it at the motionless form's feet. Dirt,\nchips of stone, flew up, but the crouching form did not move. Muscles\ntense, Grant moved forward. Pale starlight winked on the unknown's\nhelmet. All at once Grant gasped. Behind the transparent glass of the\nheadpiece, the man's features were visible. Distorted, despairing\nfeatures set in an expression of ghastly, appalling horror!\nKennerly ... dead!\n\nGrant bent over the grim figure, tried to lift it. One of Kennerly's\nfingers, frozen solid, snapped within the space-suit like brittle\nglass. Grant glanced warily about. If he could get the body back to\nthe ship, find out how Kennerly had died, there might be a chance of\novercoming the menace that lurked on this shadowy insane world. All\nat once his eyes caught queer dark streaks on a rock not far from the\ninert figure ... letters, words, that looked as if they had been made\nby a heat-gun's blast. Slowly he deciphered the scrawled sentences.\n\"Allers dead. No hope. Unknown forces. Doomed.\"\n\nGrant's jaw tightened. Kennerly's last message! And somehow he had\nknown that Allers was dead, that there was no hope. Face set in harsh\nlines, Grant swung the body over his shoulder, set out along the trail\nto the _Comet_.\n\n\n\nThe silence in the space-ship's control-room was thick, breathless. A\nfrail figure against the rivet-studded bulkhead, Joan Conway stared\nwith horror-filled eyes at the grim figure on the floor. They had\nremoved Kennerly's space-suit, and with the warmth of the cabin the\nstump of the frozen finger which Grant had inadvertently broken off was\nbeginning to seep blood. The girl forced her voice to remain steady.\n\n\"Under the circumstances, Mr. Grant,\" she said tightly, \"I have decided\nto overlook your disobedience of orders until we return to earth ... if\nwe do. Are there any clues on Kennerly?\"\n\nGrant, kneeling beside the dead man, examining him carefully, shook\nhis head.\n\n\"Nothing,\" he muttered. \"No holes in his suit, no signs of anything\nthat might have killed him other than the cold. The battery of his\nheating unit's run down. And he had a full charge when he left. We\nchecked it. Why he should follow the trail a mile or so from the ship\nand then sit there for hours, until the failing battery brought death\nby freezing.... It's suicide!\"\n\n\"Maybe he got lost, wandered around until he died,\" one of the\nspace-hands suggested.\n\n\"No good.\" Again Grant shook a somber head. \"The trail's perfectly\nclear. I found him in a deep patch of hoar frost, like snow. Condensed\nmoisture from the escape valve of his helmet. An extraordinarily large\npatch of 'snow.' Get what that means? Frost patches in this airless\nvoid can only mean the moisture from a space-suit's exhaust. And a pile\nof 'snow' like that about him, could only be the result of remaining\nhours in one spot. Kennerly left this ship for Bowman's Crater, got\nabout two miles away and then crouched down to wait for death. Crouched\nthere for hours, until his heating unit ran out of juice and he froze.\nWhy?\" Grant motioned to the inert form' with its terrified countenance.\n\"He had sustained no injury, could have followed a perfectly clear path\nback to the ship, and instead he crouched there until he died!\"\n\n\"Maybe something held him,\" Joan suggested. \"Magnetism.\"\n\nGrant picked up the asbestoid space-suit. \"Fiber, glassex helmet,\nrust-proof copper fittings, lead gravity shoes. No iron or steel on\nit. Another thing. How did he know Allers was dead? What did he mean\nby 'unknown forces' and 'no hope?' There's something devilish, unreal,\nout there. Something that's determined to keep us from getting word\nthrough, determined to keep us here until we die from lack of oxygen!\nJust like Kennerly died from lack of heat. It's afraid to attack us,\nbut tries to trap us, until we die.\"\n\nAgain silence fell over the cabin. The remaining space-hands glanced\nfrom Kennerly's body to the windows, the clinging darkness outside.\nJoan's gaze sought the leaden chests; she laughed unhumorously.\n\n\"Pitchblend! A million in radium! And what good is it? All our work\nhere to get it and now no chance of ever reaching earth.\"\n\n\"We'll get word through somehow.\" Grant squared his shoulders. \"Maybe\nHarris and Miller....\"\n\nAs Grant spoke, a furious tocsin of blows sounded upon the main\nairlock. The spacemen whirled, groping for guns. Face set, Grant\nstepped toward the inner door of the lock.\n\n\"Keep me covered,\" he snapped, drawing the massive pneumatic bolts.\n\nAs the heavy steel door swung open, Joan gave a sudden gasp. Standing\nin the air-chamber was a stocky, space-suited figure, face paper-white.\nHarris, looking as though he were pursued by a legion of devils!\n\n\"Good Lord!\" Grant exclaimed. \"What's wrong? Where's Miller?\"\n\nHarris pushed back his helmet, slumped onto a bench; drops of sweat\nbeaded his face, his eyes were tortured.\n\n\"It ... it's screwy!\" he muttered. \"It ain't human! Miller standing\nthere, jumping up and down.\"\n\nGrant took a bottle of fiery Martian _long_ from the table, poured out\na tumblerful.\n\n\"Drink this,\" he said. \"And tell us what happened.\"\n\nHarris downed the drink with a shudder.\n\n\"We made the detour like you said,\" he whispered. \"Fighting our way\nover rocks, around craters. Tough going. About three miles from here\nour half-circle brought us back to the trail. All okay. Miller was\nahead of me by maybe a hundred yards. We kept our guns in our hands,\nand a sharp lookout. Then ... then ... all of a sudden I heard Miller\nyelling in my earphones. He was hopping up and down ... straight up\nand down, half-crazy with fright.... Just as I was running toward him,\nhe told me to stay back, that he was trapped. Trapped!\" Harris choked.\n\"He could hop up and down all right, but _he couldn't move in the\nhorizontal_! Nothing around him, nothing to be seen anywhere, but he\ncould only move one way! Up and down! It ain't human, I tell you! Ain't\nnatural! How....\"\n\n\"Miller could move only in the vertical?\" Joan echoed. \"But ...\nbut ... no comprehensible force on earth....\"\n\n\"This ain't earth, miss,\" Harris muttered. \"And Miller's out there,\nthree miles up the trail, trapped....\"\n\nGrant reached for his space-suit. \"Come on!\" he exclaimed. \"We're going\nout! Harris, you'll stay here with Miss Conway....\"\n\n\"No!\" The girl shook her head, eyes like gray steel. \"I'm in command of\nthis expedition ... and I'm going along! Danger or no danger! I got you\nmen into this mess, and I'm going to help you get out!\"\n\n\"Sorry.\" Grant shook his head. \"I admire your courage, but we're up\nagainst something unknown, something dangerous. You'd be more of a\nhindrance than a help. Call me old-fashioned, romantic, anything you\nplease, but you're staying here. Harris, I'll be responsible for any\ncharges of insubordination. See that she stays here. We're going to\nrescue Miller.\"\n\nLips pale, head high, the girl watched them clamber into their\nspace-suits. Her pride, Grant realized, was cut deeply at having the\ncommand of the expedition thus taken from her. But this was no time for\npride with Miller trapped by some mysterious force. Motioning to the\nothers to follow, Grant sprang into the airlock.\n\n\n\nLeaving the ship, the six men raced at top speed along the trail.\nAround crevasses and craters, past insanely sculptured rocks, through\nnarrow passes. When they reached the spot where Kennerly's body had\nbeen found, Grant suddenly paused, staring. The patch of hoar-frost\nhad been scraped away, a small hole perhaps a foot deep was exposed.\nSomething previously buried in the ground had been removed! Grant shook\nhis head. A bizarre, fantastic idea was beginning to take form in his\nmind. In a temperature close to absolute zero....\n\n\"Come on!\" he exclaimed. \"We've got to reach Miller! Hurry!\"\n\nThe spacemen redoubled their efforts, bounding along the narrow path.\nOnward, desperately, the sound of their heavy breathing filling their\nhelmets. At length they reached a low rise of ground commanding a view\nof the trail ahead. Very faintly a despairing cry echoed in their\nearphones.\n\nA hundred or so yards before them, a vague form in the gloom, stood\nMiller. His head twisted crazily from side to side, his body writhed\nfrantically, as if seeking to break some invisible grip. Several times\nhe leaped upward like some grotesque jumping-jack, only to settle down\nin the exact same spot as before. It was as though the trapped man were\nconfined in an invisible cylinder which permitted him to move only in\nthe vertical plane!\n\n\"Look!\" Grant muttered. \"So it's true! That's what happened to Kennerly\nuntil his heating unit gave out! And Allers, too, I suppose!\" He raced\ndown the slope toward Miller, heat-gun in hand.\n\nAs they neared the trapped man, he gave a cry of warning. \"Stay back!\nYou'll get caught!\" His voice rose despairingly. \"No ... no way to get\nfree! Hands and feet stuck! Better to shoot me, now, than let me stay\nhere till my heat-unit gives out!\"\n\nHelplessly they stared at the doomed man. To approach him meant they,\ntoo, might be trapped. But to stand there, useless, while his heating\nunit gave out, bringing death, as it had brought death to Kennerly! And\nwhat power known to man would permit a living being to move only in the\nvertical plane but not the horizontal? All at once Grant recalled the\nhole in the trail at the spot where he had found Kennerly. Dropping\nto his knees, he began very cautiously to circle Miller. All at once\nhe found it, a copper wire concealed beneath dirt, pebbles. One jerk\nof his gloved fingers snapped the wire. A sudden cry broke from the\ntrapped man. Weakly, uncertainly, he stepped forward.\n\n\"Free!\" Miller cried. \"I ... I can move my feet and hands any way I\nwant, now! Thank God! The thought of staying there until I froze to\ndeath...!\" He shuddered.\n\nGrant was following the wire to where Miller had stood, was digging\naway a covering of earth. All at once he gave an exclamation of wonder.\nIn the wan starlight a tangle of wires, wrapped about iron cores, lay\nexposed!\n\n\"Looks like a magnet!\" A burly space-hand grunted, shaking a dazed\nhead. \"But there's no iron on our suits! And no magnet permits you to\nmove only one way!\"\n\n\"I don't know.\" Grant frowned. \"But whatever this force is, it's got\na clever, devilish mind behind it! This is the same kind of thing\nthat trapped Kennerly, only we didn't reach him in time. When I first\nspotted Kennerly crouching in the trail, I didn't know who he was.\nFired a warning shot at his feet. That must have fused the wires of\nthe apparatus! And so I was able to approach Kennerly's body without\nbeing trapped myself! While I was taking his body back to the ship, the\nkiller must have dug up the wrecked mechanism, planted _this_ magnet\nfurther down the trail! If Harris hadn't been lagging a considerable\ndistance behind Miller, they both would have been caught!\"\n\n\"Sounds logical,\" one of the men nodded. \"But why all these traps? And\nwho's setting them?\"\n\nGrant picked up the broken end of the wire.\n\n\"That,\" he said grimly, \"is what we're going to find out. At the other\nend of this wire is the source of power for these traps. And that's\nwhere we'll find the person or being who's setting them! Let's go!\"\n\nThe spacemen nodded, faces tense behind their helmets. Leaving the\ntrail, they struck out across the rough terrain, following the thin\nthread of wire. The scenery grew wilder and wilder as they progressed,\nuntil they seemed spectres in some gehenna of weird, jagged rocks,\ngrasping shadows. Suddenly Grant, in the lead, drew a sharp breath.\n\nAhead, the copper wire passed between two basalt walls, less than four\nfeet wide. And at the other end of this passage was a portable _radite_\nlamp, its bluish beams revealing a small motor, a row of tall oxygen\nflasks, wires, metal plates, the missing equipment from the _Comet's_\nstorehold. And bent over the motors was a powerful space-suited figure!\n\n\"Quick!\" Grant roared. \"We've got him!\" Fingers fumbling for his\nheat-gun, he sprang forward.\n\n\n\nGrant's leap, in the light gravity, carried him clear of the ground,\nand at that precise instant the dark figure before him threw a switch.\nA sudden shock hit Grant; he felt as if his hands and feet had been\nlashed by invisible bonds. He glanced down, gasped. He was standing on\nempty air, some two feet above the rocky floor of the corridor!\n\nBehind him, the rest of the spacemen were frozen into position,\nwrithing and twisting in vain efforts to free themselves! Grant\nstruggled to draw his gun from its holster, but his hands, while free\nto move sideways, could not be raised or lowered a fraction of an inch.\nAs Kennerly and Miller had been trapped in the vertical, so they were\ncaught in the horizontal!\n\n\"Good evening, gentlemen!\" The voice in their earphones was mocking.\n\"I've been expecting you! I hoped that the wire would lead you\nhere, into my little snare!\" The space-suited figure glanced at the\nstruggling men. \"All present except Harris and the girl! And they'll\nopen the airlock to admit an old friend miraculously returned from the\ndead!\"\n\nGrant, catching a glimpse of the face behind the unknown's helmet, gave\na quick gasp.\n\n\"Allers!\" he cried. \"Then ... then Kennerly's message was a lie.\"\n\n\"I wrote it myself.\" A grin spread over Allers' coarse red countenance.\n\"Just to keep suspicion from me. You see, Grant, I was with old Conway\nwhen he stumbled on the pitchblend pocket, and I knew the fortune it\ncontained. But when Conway died, I didn't have enough money to finance\nan expedition here. So as soon as I heard his daughter was going to\noutfit a ship on his life insurance, I joined up.\" He laughed harshly.\n\"You've been such fools! Night after night, during these six months,\nI've been bringing necessary equipment from the ship to this hide-out.\nOxygen, food, metal, this little auxiliary motor, and fuel to run it.\nWhen you had done all the work of cleaning out the pocket, I cracked\nthe main intake valve, volunteered to get word through to Bowman's\nCrater. And while you were waiting, I set my traps along the trail.\"\n\nAllers nodded complacently, drew a small, complicated piece of\nmachinery from his pocket.\n\n\"Here's the spare intake valve,\" he said. \"Harris and the girl will\nbe overjoyed to see dear old Allers return. They won't be suspecting\nanything and should be easy.\" He patted the heat gun at his side. \"The\nship and the million in radium ore will be mine with no trouble at\nall. And there're places on Venus or Mars where no questions are asked,\nso long as you've the money to spend.\"\n\n\"But what's holding us here?\" Grant exclaimed.\n\nAllers smiled thinly. \"Think it over,\" he suggested. \"You'll have three\nhours before your heating units give out, as Kennerly's did. And even\nif you do find out the cause, you won't be able to do anything about\nit.\" He strode easily past the helpless figures, unaffected by the\nmysterious force. \"Good-bye, gentlemen! Enjoy yourselves!\" A moment\nlater he had disappeared in the gloom.\n\n\n\nLeft to themselves, the trapped men renewed their struggles, but to no\navail. Grant felt as though his feet and hands were caught between two\nboards, able to slide sideways but neither forward and backward, nor up\nand down. He glanced over his shoulder. The others were in ridiculous\npositions, like some bizarre Laocoon group. Some, like him, had leaped\nclear of the floor when caught. Others had one foot or one hand raised,\nwere unable to lower them; some, with their guns half-drawn, could not\ncontinue to pull the weapons from their holsters or shove them back.\nMiller, hands and feet arrested in a flying tackle, groaned.\n\n\"This is worse than before,\" he muttered. \"I could at least jump up and\ndown the other way. Now, without being able to lift our feet, we're\nrooted to one spot. And my heating unit's two hours gone already.\"\n\nGrant stared at the frantic man. Like some queer piece of action\nsculpture they seemed, arms and legs raised. And back aboard the\n_Comet_ Joan and Harris would surely admit Allers. Once inside, he\ncould cover them with his gun, replace the broken valve, and take off\nfor Venus.\n\n\"We'll have to go at this logically,\" he said. \"We just saw Allers walk\npast us without being affected. Anybody notice anything unusual about\nhim?\"\n\nThere was a moment's silence, then one of the space-hands spoke up.\n\n\"He didn't have on gravity shoes or radium-insulation gloves, if that\nmeans anything.\"\n\n\"They're both lead,\" Grant muttered. \"And ... by all space! I think\nI've got it! Look! The temperature here is only a couple of degrees\nabove absolute zero. And though the inside of our suits are warmed,\ninsulated, the soles of our shoes, the outside of our thick lead\ngloves, must be near that temperature! Lead, at six above absolute\nzero, takes on super-conductivity. No resistance to electricity! Weak\ncurrents become immensely powerful!\"\n\n\"Super-conductivity?\" Miller repeated. \"But what in hell's that got to\ndo with our being caught here? We've got to get free, and damn soon,\nbefore our heating units give out!\"\n\n\"Look,\" Grant snapped. \"He's got magnets set in the walls of this\ngorge! And when the lead on our hands and feet, in a state of\nsuper-conductivity, cuts the fields of the magnets, a powerful\ncurrent's set up in 'em! Set up in such a direction as to oppose the\nmotion! Like the armature of a shorted dynamo! Get it? We can move only\nin the direction of the lines of force! Sideways! Just like the magnet\nthat caught you, buried beneath your feet, kept you in the vertical\nplane! Super-conductivity, and magnets! That's what's got us!\"\n\n\"Knowing what it is doesn't help,\" Miller grated. \"We can't get our\nheat-guns free, and even if we could, we wouldn't dare turn them on our\nhands and feet! Looks like we're here to stay until our heating units\nwear down and we freeze! We're finished, Grant! Finished!\"\n\n\n\nGrant swore. His hands and feet, inside the space-suit, were warm,\nbut the outer lead gloves that were a part of every radium miner's\nequipment, and the thick lead soles of their gravity shoes, were at\napproximately six above absolute zero. A degree, or even half a degree,\nof warmth, and super-conductivity would cease. They would be free!\nTheir lives, and Joan Conway's fate, depended upon those few precious\ndegrees. Desperately Grant tried to pull his heat-gun from its holster,\nbut to no avail. And the leaden gloves, the gravity shoes, were\nsecurely fastened to his space-suit. No chance of removing them without\ncutting wires or filing bolts.\n\nGrant moved his hands experimentally. They slid sideways, following the\nlines of magnetic force that crossed the passage, though at different\nlevels; one on a level with the butt of his gun, the other higher and\nextended in front of his body. Backward and forward motion was also\nimpossible, since that, too, would be contrary to the lines of force.\nSuddenly Grant stiffened. Arrested motion....\n\nExtending his arm as far as possible without raising it, he crashed\nhis hand against the holstered heat gun that hung at his waist. Again\nand again the lead-sheathed fist struck the heavy holster in a rain of\nblows. Miller, watching wide-eyed, shook his head.\n\n\"What is it?\" he muttered. \"You ... you're nuts! If that gun should go\noff, it'd rip open your suit, kill you!\"\n\n\"Better than freezing, anyhow,\" Grant panted. \"And if this works....\"\nHe redoubled his blows, crashing hand against gun-butt. \"Arrested\nmotion gives heat. Like pounding a hammer against an anvil. Only need a\ndegree or so at most. I ... Ah!\" He twisted his hand about, found that\nhe could move it freely.\n\nQuickly, before the heat radiated off, Grant drew his heat-gun, focused\nit on the floor of the defile. Under the lambent blue bolt, the rock\nbegan to glow red, waves of heat radiated upward. All at once Grant\nfound himself falling, and his feet struck the glowing rock. The\nlead soles of his shoes melting like butter on the white-hot rock,\nhe stumbled toward Miller, turned the heat blast on a spot near the\nlatter's feet. Within a few moments the heat had restored resistance to\nthe lead and Miller was free.\n\n\"Release the others!\" Grant shouted. \"And then make tracks to the\n_Comet_! I'm going on ahead! Hurry! We've got to reach the ship before\nAllers takes off for Venus!\" Plunging into the shadowy gloom, he headed\ntoward the trail.\n\n\n\nKen Grant had little memory of that wild race across the Cerean\nDarkside. The thin starlight ... the insane landscape ... the sprawling\nshadows ... all these made a jumbled montage in his mind. Vaguely he\nremembered racing onward, onward, muscles aching, until he saw red\nflashes of light ahead. The _Comet's_ rockets, warming up preparatory\nto taking off!\n\nDesperately Grant lunged down the slope toward the ship. Now it was\nbefore him, a sleek, slender shape, glowing in the crimson flare of the\nrockets. Grant gripped the handle of the airlock, sunk flush in the\nhull, and tugged. The outer door swung open. Closing it behind him,\nhe threw open the inner one and burst into the cabin, gun in hand.\nBefore him stood Joan, very pale, chin high. Harris lay upon the floor,\nblood seeping from a gash on his temple. All this Grant took in with\none swift glance, but before he could move he felt the muzzle of a gun\ndig into his back. Allers, standing to one side of the airlock as he\nentered, held him covered.\n\n\"Drop your gun!\" Allers shouted to make himself heard through Grant's\nhelmet.\n\nHelpless, Grant obeyed, then threw back the transparent plastic dome\nthat covered his head.\n\n\"Over there against the wall! Next to the girl!\" Allers ordered. \"I\ndon't know how you got free, but I'm not staying to investigate!\nWe're leaving for Venus!\" He moved toward the controls, bent over\nthem, keeping Grant and Joan covered with his heat gun. Grant laughed\nharshly. A nice mess he'd made of things!\n\nOne of Allers' hands was on the main control, the other gripped the\nheat gun. An idea began to take form in Grant's mind. The cold, the\nbitter cold just above absolute zero, was what Allers had counted on to\ntrap them. Perhaps it might save them as well. He hadn't been in the\ncabin long enough for the cold to wear off. Grant drew a deep breath.\n\n\"Shoot, damn you!\" he roared, hurtling forward.\n\nFace set in a vulpine grin, Allers pressed the trigger of the heat-gun.\nJoan's horrified scream ripped through the cabin like a jagged knife\nblade.\n\n\"Ken!\" she cried. \"Ken!\"\n\nThe ray of the heat-gun was like a white hot lance, thrusting against\nGrant's chest as he plunged toward Allers. In spite of the space-suit's\ninsulation it would normally have charred him to a crisp, but the suit,\nbitterly cold from the fierce temperature of Darkside, sucked up the\nheat like a sponge. Grant felt as though a glowing brand had touched\nhis chest, the pain was terrible, but the frigid cold of the suit\nabsorbed the full force of the heat blast long enough for him to reach\nhis opponent.\n\nOne blow of Grant's lead-gloved fist caught Allers' face, spun him\nabout. The heat-gun flew from his hand, slithered under the big control\nboard. Bruised, bloody, snarling in savage rage, Allers shook himself,\nhurtled forward, fists flailing.\n\nGrant, encased in the heavy space-suit, was clumsy, awkward. Allers\ncircled him like a tiger stalking its prey. Darting in, his fist would\ncrash into his opponent's face before Grant could raise his heavy arms\nto guard. And by the time he was ready for a return blow, Allers was\ndancing out of reach, a grinning, ugly phantom.\n\n\n\nDoggedly, Grant pursued his elusive antagonist. His face was a battered\npulp from Allers' blows and the space-suit, the gravity shoes seemed to\nweigh tons. Except for that first blow he had not reached his opponent\nonce, and Allers was laughing mockingly as he methodically cut Grant's\nface to ribbons. The latter was beginning to stumble now, had to force\nhis limbs to move. If only he could corner Allers! Smash his fist into\nthat evil, taunting countenance.\n\nKnotted knuckles crashed flush against Grant's jaw, before he could\nraise his clumsy arm to block the blow. Backward he tottered against\nthe wall, groggy, and through half-closed eyes saw Allers spring\nforward for the kill. But as Allers leaped toward him, another figure\nran across the cabin, seized his arm. Joan! Clinging with all her\nweight to the space-rat, holding him back.\n\n\"Now, Ken!\" she cried. \"Now!\"\n\nWith a single motion of his squat, powerful frame Allers shook the girl\noff, spun her across the cabin against the iron bulkhead, but in that\nmoment Grant had reached him. His lead-encased hands shot out, gripped\nAllers' throat. The cold of the leaden gloves burned the man's neck\nlike a brand and he screamed in agony. Tighter and tighter Grant's\nhands locked about his throat, heedless of the blows Allers rained upon\nhim, and the agonized scream turned into a gurgling moan.\n\n\"Think of Kennerly!\" Grant growled. \"Dying out there in the cold! Think\nof him, you rat!\"\n\nThen a million stars danced before Grant's eyes, and he slumped\nback, half-conscious. Through wavering mists he saw Allers stagger\nto his feet, gripping a heavy wrench. The space-rat's groping hands\nhad encountered it, brought the weapon down upon his opponent's head\nwith brutal force. It was all like a dream, now, to Grant. Stunned,\nhelpless, he saw Allers moving toward him, face set in a furious grin,\nthe heavy wrench raised for a final terrible blow.\n\nInstinctively Grant twisted sideways, his fingers fumbled with the\nemergency outlet of his space-suit's oxygen tank. On his shoulders it\nhad escaped the heat-ray's blast and Grant knew it was still full of\nsemi-liquid oxygen, under heavy pressure.\n\nAllers' muscles were tensing, the heavy wrench was about to descend in\na crushing, deadly stroke. It took all of Grant's failing strength to\ntwist the outlet of the air valve.\n\nThe cloud of whitish vapor spurted from the space-suit's outlet in an\nicy stream. For just an instant Allers stood motionless as the blast\nof semi-liquid oxygen struck him. A howl of agony broke from his lips,\nthe wrench fell from his half-frozen fingers. Then, crimsoned features\nstrangely set, body rigid, Allers toppled to the floor.\n\n\"Ken!\" Joan whispered. \"Ken, you ... you're all right?\"\n\n\"O ... okay!\" His gaze lingered on her piquant features, with their\nfirm, level eyes, brave set of chin. \"You know,\" he said slowly, \"I\nbelieve that crack on the head knocked me silly. So silly that for a\nmoment I actually believed you wouldn't mind if I ki....\" He paused as\nMiller and the rest of the crew pounded excitedly on the massive outer\ndoor of the airlock.\n\n\"Let them wait,\" Joan Conway said peremptorily, \"and finish what you\nwere saying!\" Then, as he hesitated, \"Orders, Mr. Grant!\"\n\n\"Aye, aye, Commander,\" Grant grinned. \"I was going to say I believed\nyou wouldn't mind if I kissed you. Like this!\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Kummer, Frederic Arnold"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61869/pg61869.txt",
        "name": "satellite_of_fear.json"
    }
}