{
    "name": "Seller of the Sky",
    "author": [
        "Dryfoos, Dave"
    ],
    "body": "There have always been the touched, the blessés, God's poor. Such a one\nwas Old Arch. Archer Jakes, the Wanderer of the Plains.\n\nThey say he was born on Earth in 3042 and taken to Mazzeppa as a child.\nThat he learned pilotage and mining. But that he was injured in a\ncave-in on Hurretni in 3068 or thereabouts, and then his wife died in a\nlanding accident and his child was taken from him and adopted by people\nhe never could find.\n\nThose things are too far distant in time and space to be verified now.\nBut it is a fact that by 4000, when my grandfather Hockington Hammer\nwas growing up in New Oshkosh, Old Arch was a familiar figure in all\nthe Domed Cities of the Plains.\n\nHe looked ancient then, with his deformed back that people touched for\nluck, and his wild hair and beard, and ragged castoff clothing. On his\nback he carried a roll of cloth he called his bed, though it looked\nlike no bed any City man had ever seen. In his right hand he carried\na staff of wood, unless someone bought it from him and gave him a\nplastic rod in its place. And in his left he carried what he called a\nbilly can, which was a food container with a loop of wire across the\ntop for a handle, and the bottom blackened by what he said was fire.\n\nIt would have been like no fire any City man had ever seen. Even the\nwater in the can would be poison to a City man. When he came in the\nairlocks the guards would make him throw it away.\n\n\"Why the lock?\" he'd demand, coming into a City. \"Why the lock and why\nthe plastic bubble over all and why the guards? There's no pollution.\nAm I not alive?\"\n\nThe guards would touch his hump and make circular motions at the sides\nof their heads and raise their eyebrows as if to say, \"Yes, you're\nalive. But are you not crazy?\"\n\nStill they would admit him, the only nonresident to walk between the\nDomed Cities of the Plains and enter all of them; the only man to pass\nunharmed through the camps of the Outsiders who lived in the open on\nthe Plains at the heart of the North American Continent of Earth.\n\nAnd Old Arch would go to the residence buildings and he'd knock on\nsomeone's door--any door, chosen at random--and he'd say, \"Have you\nseen the sky and do you know it's blue? Have you felt the soft kiss of\nthe breezes? I can show you where to breathe fresh air.\"\n\nMaybe the people would say, \"Phew! Does it smell like you, this fresh\nair?\" and slam the door in his face.\n\nOr maybe they'd say, \"Come on around to the back, Old Man, and we'll\nfind you something to eat.\"\n\nThen Old Arch would shoulder his bed and pick up his billy can and his\nstaff and walk down the stairs and go around to the back and walk up\nthe stairs to the rear door.\n\nIt might be an hour before he appeared there--it might be two. When he\ndid, the people would ask, \"Why didn't you say something? You should\nhave known they wouldn't let you in the elevator! And twenty flights\ndown and twenty flights up again is too much for a man of your years.\"\n\nThen, the next time he came they would do the same thing again.\n\nIn the kitchen he would refuse all the pills and potions and shots, and\ninsist on bulky foods. These he would eat neatly, holding aside the\nlong white hair around his mouth and brushing the crumbs from it often.\nWhat he couldn't eat right away would go into his blackened billy can.\n\nThe children would come before he finished--those of the household,\nand neighbor kids too. First they'd stand shyly and watch him from a\ndoorway. Then they'd press closer. By the time he got through they'd\nbe fighting to sit on his lap.\n\nThe winner would climb up and sit there proudly. One of the losers,\ntrying to prove he hadn't lost much, might wrinkle up his nose and say,\n\"What's that awful stink, Old Man?\"\n\nAnd Arch would answer mildly, \"It's only wood smoke, son.\"\n\nThen the children would ask, \"What's wood, please? And what's smoke?\"\n\nAnd he would tell them.\n\nHe would tell of the wind and the rain and the snow; of the cattalo\nherds that roamed to the west and the cities that lay to the east and\nthe stars and the Moon that they never had seen. He would claim to have\nbeen in the endless forests and on the treeless plains and to have\ntasted the salt ocean and drunk of the freshwater lakes and rivers.\n\nThe children would have heard, in their lessons and from their elders,\nenough to know what he was talking about. Sometimes they would tire of\nit, and ask him to tell of the distant planets and their far-off suns.\nBut this he would not do.\n\n\"You already hear too much about them,\" he'd say. \"I want you to know\nEarth. Your own country. The one planet on which these plastic-covered\ncities are unnecessary, where you can actually go out and roll on the\ngrass.\"\n\nThen the children might ask, \"What's grass?\"\n\nBut their fathers would pointedly say, \"What about the radioactivity,\nOld Man?\"\n\n\"I'm alive,\" he'd reply. \"There's no radioactivity out there.\"\n\nBut they'd say, \"How can we be sure? There are individual differences\nof susceptibility. Probably you are unhurt by dosages that would kill\nany normal person.\"\n\nAnd the mothers would say, \"Eat some more, Old Man. Eat--and go. Bring\nour babies dreams, if you like, but don't try to tempt them Outside.\nEven if it isn't radioactive there, you've admitted it gets hot and it\ngets cold and the wind blows fiercely hard. Our babies were born under\nshelter, and under shelter they must stay, like us and our parents\nbefore us.\"\n\nSo Old Arch would brush off his whiskers one last time and maybe put on\nan old shirt the father dug up for him and then go out the back way. In\nspite of what might have been said, he would have to walk the twenty\nflights down to the ground because he wouldn't be invited to walk\nthrough the apartment to the front hall where the elevator was.\n\nSometimes people were hostile when he spoke to their children, and they\nwould have him arrested. He was then bathed and barbered in the jail,\nand was given all new clothes. But they'd always burn his bed, and he'd\nhave trouble getting a new one. And sometimes a jailor might covet the\npocketknife he carried, or take away his billy can. On the whole I\nthink he preferred not to go to jail except perhaps in winter, when it\nwas cold outside the City.\n\nThere were always those ready to talk of asylums, and the need to\nput him away for his own good. But nobody was sure where his legal\nresidence was, so he wasn't really eligible for public hospitalization.\n\nHe kept to his rounds. My grandfather remembers standing in his\nmother's kitchen listening to Old Arch. It was like meeting one of\nJoseph's brethren and being told exactly what the coat looked like.\nSomething exciting out of a dream from the remote past, when all the\nworlds had on them those bright moist diamonds Arch described as\nmorning dew.\n\nMy grandfather wanted to see the morning dew, though he knew better\nthan to say so.\n\nOld Arch understood. He tried to make the thing possible. But an\nopportunity to see the morning dew was something he just couldn't give\nto my grandfather or anybody else.\n\nSo he decided to sell it.\n\nHe persuaded a charitable lithographer to make him a batch of stock\ncertificates. They looked very authentic. Each said plainly it was good\nfor one share of blue sky, though the fat half-draped woman portrayed\nin three colors stood outside a Domed City pointing not at the sky but\nat a distant river with forested hills behind it.\n\nArch sold his certificates for a stiff price; ten dollars apiece. He\ncould do it because by this time his wanderings followed a fairly\ndefinite route. The people who hated or feared or despised him\nwere pretty well eliminated from it, and most of his calls were at\napartments where he was known and expected and even respected a little.\n\nMy grandfather's was one of these--or rather, my great-grandfather's.\nWhen Arch first brought his stock certificates my grandfather was a\nlittle fellow everybody called Ham, maybe seven years old. He had a\nsister named Annie who was five. He's given me a mental picture of the\ntwo of them standing close together for reassurance, and from an open\ndoorway shyly watching the old man eat and listening to him talk.\n\nWhen my great-grandfather bought a ten dollar stock certificate in my\ngrandfather's name, my grandfather took it as a promise. And his little\nsister Annie was so jealous that the next time Old Arch came around my\ngreat-grandfather had to buy a share for her.\n\n\n\nAs they grew to be nine, ten, eleven, twelve, every winter when Old\nArch would come around, my grandfather and his sister Annie would ask,\n\"When are you going to take us to see the sky, Arch?\" And he would say,\n\"When you're older. When your folks say you can go.\" And, \"When it's\nsummer, and not too cold for these old bones.\"\n\nBut when my grandfather was fourteen he followed Old Arch out and down\nthe stairs after the old man had paid his annual call, and he stopped\nhim on a landing to ask, \"Arch, have you ever taken anyone Outside?\"\n\n\"No,\" Arch said, sighing. \"People won't go.\"\n\n\"I'll go,\" said my grandfather, \"and so will my sister Annie.\"\n\nArch looked at him and put a hand on him and said, \"I don't want to\ncome between any boy and his parents.\"\n\n\"Well,\" said my grandfather, \"you sold them a share of sky for each of\nus. Do you really want us to have that, or do you just want to talk\nabout it?\"\n\n\"Of course I want you to. But I can't take you Outside, boy.\"\n\nMy grandfather was disgusted. \"There isn't any sky,\" he said sadly.\n\"It's all talk. The certificates were just for begging.\"\n\n\"No,\" said Arch. \"It's not all talk and I'm not a beggar. I'm a guide.\nBut it's hard to see the sky right now because it's winter, and there\nare clouds all over.\"\n\n\"Let's see the clouds, then,\" my grandfather said stubbornly. \"I've\nnever seen a cloud.\"\n\nThe old man sat down on the stairs to consider the matter.\n\n\"I can't do this thing to your parents,\" he said at last.\n\n\"But you can do it to me and my sister,\" my grandfather charged wildly.\n\"You can come to the house year after year after year, and tell us\nabout the sky and the wind and the moon and the dew and the grass and\nthe sun. You can even take money for our share of them. But when it\ncomes time to produce--when we're old enough to go where these things\nare supposed to be--you think of excuses.\n\n\"I don't believe there are any such things,\" he shouted. \"I think\nyou're a liar. I think you ought to be arrested for gypping my dad on\nthe stock deal, and I'm going to turn you in.\"\n\n\"Don't do that, boy,\" Arch said mildly.\n\n\"Then take us Outside--today!\"\n\n\"It's winter, my boy. We'd freeze.\"\n\n\"You've said it's pretty in winter! You took the money for the\ncertificate.\"\n\n\"I suppose you'll grow away from your parents soon anyhow; I suppose\nyou have to.... Get your warmest clothes and meet me at emergency exit\nfour.\"\n\nMy grandfather talked it over with his sister Annie and of course they\ndidn't have any warm clothes, but they'd heard so often from Old Arch\nabout the cold that they put on two sets of tights apiece, and two\npairs of sox, and then they hunted for the emergency exit.\n\nThey'd never been there before. They didn't know anyone who had. The\nsigns pointing to it were all worn and defaced.\n\nAnd it was a long way to go. After a while Annie began to hang back.\n\n\"How do we know the exit will work?\" she asked. \"And how will we get\nback in if we ever do get out?\"\n\n\"You don't have to come,\" my grandfather said. \"But you'll have to find\nyour own way home from here.\"\n\n\"I'll bet I could,\" she said. \"But I'm not going to. I don't think Old\nArch will even be at the exit.\"\n\nBut he was.\n\nHe looked at them carefully to see how they were dressed. \"You mean\ntrouble for me, girl,\" he told Annie. \"They'll think I took you along\nto make love to.\"\n\nShe had just reached that betwixt and between stage where she was\nbeginning to look like a woman but didn't yet think like one. \"Pooh!\"\nshe said. \"I can run faster and hit harder than you can, Arch. You\ndon't worry me a bit.\"\n\nOld Arch sighed and led them through the lock. They stepped out into a\nraging snowstorm, which soon draped a cloak of invisibility over them.\n\nNeither my grandfather nor Annie had ever smelled fresh air before. It\nthreatened to make them drunk. Their nostrils tingled and their eyes\nmisted over and their breath steamed up like bathwater. For the first\ntime in their lives, they shivered.\n\nWhen the City was out of sight in the storm, they stopped for a moment\nin the ankle-deep snow and just listened. They held their breaths and\nheard silence for the first time in their lives.\n\nOld Arch reached down and picked up some soft snow and threw it at\nthem. They pelted him back, and then, because he was so old, attacked\neach other instead, shouting and throwing snowballs and running\naimlessly.\n\nOld Arch soon checked them. \"Don't get lost,\" he said. \"We're walking\ndown hill. Don't forget that. We're going into a draw where there are\nsome trees.\"\n\nHe coughed and drew his rags about him. \"The city is up hill,\" he said.\n\"If you keep walking around it you'll find a way in.\"\n\nHis tone was frightening. Annie clung to my grandfather and made him\nwalk close to the old man. It was clear the old man didn't have enough\nclothes on. He staggered and leaned hard on my grandfather.\n\nThey kept moving down the slight grade. They saw no sky and little of\nanything else. The snow was like a miniature of the City's Dome, except\nthat this dome floated over them as they walked. Its edges were only\nabout fifty yards off.\n\n\"Where are the Outsiders?\" my grandfather asked. \"Aren't there people\nhere?\"\n\n\"They're miles away,\" Arch told him. \"And indoors. Only fools and\nyoungsters are out in this blizzard.\"\n\n\"Fools is right,\" Annie said tartly. \"There was supposed to be sky. And\nthere isn't.\"\n\nOld Arch staggered again. To my grandfather he said, \"Could--could you\ncarry my pack?\"\n\nMy grandfather took it and they went on, stumbling blindly through\nknee-deep drifts, getting more and more chilled and less and less\ncomfortable, 'til they came to a small clump of trees with a solidly\nfrozen creek running through it.\n\nHere Old Arch made a lean-to shelter of windfallen limbs. Annie and my\ngrandfather helped as soon as they understood the design. Arch spread\npart of his bed over the lean-to, breaking the force of the wind, and\nput the rest inside. Just outside, on a place scraped bare of snow, he\nbuilt the first wood fire my grandfather and Annie had ever seen.\n\nHe chipped ice from the creek and put it in his billy can and hung the\ncan by its bail over the fire, and in due course they had a little hot\ntea.\n\nThe youngsters felt cold but happy. The old man shivered and coughed.\n\nHe'd kept moving till the tea was made. He sat still to drink it, and\ncouldn't get up.\n\n\"Go to bed,\" Annie told him. \"Ham will get on one side of you and I'll\nget on the other. We'll keep you warm.\"\n\nOld Arch tried to protest but was almost beyond speech. The youngsters\ndidn't know enough to brush the snow off him or themselves. They helped\nhim roll up in his bedding and crawled under the lean-to after him.\nThere they all lay in a heap, getting colder and damper and more\nmiserable, till finally my grandfather couldn't stand it any more.\n\nHe got up and looked around. The inverted cup of visibility was\nsmaller. Darkness fell like a dye-stuff, turning the white snow to\ngray, to black.\n\nIt was a bitter night. The first he'd ever had outdoors. It was the\nfirst Annie'd ever had. The first either had ever spent at the futile\ntask of holding off death.\n\nThey knew Old Arch was dying. As the night wore on he sank into\nsemi-consciousness. They hugged him and rubbed his lean old limbs.\n\nJust before morning the snow stopped. The old man roused a little,\nbecame gradually aware of his surroundings.\n\n\"Go look at the sun,\" he murmured. \"Go see the sunrise.\"\n\nThey went out to look. Neither had ever seen a sunrise before. It was\nmauve first, then red, then gold, then blue. Venus led the way, and the\nsun followed. The moon, deep in the west, was like a tombstone to the\ndead night.\n\nA bird chirruped. A clot of snow fell from a tree with a soft ruffle of\ncottony drums.\n\nMy grandfather held his sister's hand and looked and sniffed at the\ngreat Earth from which he'd been separated by the fear-inspired plastic\nover his City, so near, now, in the clear morning light. He climbed\nwith Annie up the side of the draw and looked out over snow-covered\nplains stretching to a horizon farther away than the longest distance\nhe'd ever imagined.\n\nHe went back and took Old Arch's head up on his knees and said, \"Is it\nlike this every day?\"\n\nAnd the old man said, \"No, each day is different.\"\n\nAnd my grandfather said, \"Well, I've seen one, anyhow.\"\n\n\"That's what I've lived for,\" said Old Arch. And he smiled and stopped\nliving.\n\nAnnie and my grandfather left him there and went back to the City and\ntold the guards and their family. A burial party was sent out; guards,\nin their helmeted spacesuits.\n\nPeople heard about it and followed. Everyone was curious because\nthey'd all seen Old Arch and wondered about him.\n\nHundreds of people went out the gate--so many, the guards couldn't stop\nthem. They saw the lean-to and the open fire and the woods and the snow\nand the frozen creek. They smelled the air and the smoke. They heard a\nbird. They tossed snowballs.\n\nAnd then they went back and flung rocks through their City's Dome.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Dryfoos, Dave"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/58995/pg58995.txt",
        "name": "seller_of_the_sky.json"
    }
}