{
    "name": "Shepherds for Science",
    "author": [
        "Tuttle, W. C. (Wilbur C.)"
    ],
    "body": "Me and Dirty Shirt Jones prods our three burros across the border of\nYaller Rock County, points north through the country where God dumped\nthe leavings after He made the Bad Lands, and has visions of the old\nhome town.\n\nMe and Dirty has abandoned the idea of finding gold where she ain’t,\nand right now we’re herding our sore-footed jassacks towards the\nflesh-pots of Piperock town.\n\nWe’re cutting around the side of a hill, when all to once we discerns\nthe figure of a man setting on a rock ahead of us.\n\nHe looks a heap like he was figuring out the why and whatfor of all\nthings. He humps there in the sun, a long, lean, pathetic-looking\nfigure, despondency showing even in the curves of his cartridge-belt.\nI feels sorry for him long before our lead burro halts before him and\nlets us arrive.\n\nThe figure raises its head, peers at that gray burro, and when we stop\nhe gets to his feet, turns to us and snaps:\n\n“Hold up your hands! Both of you!”\n\nMe and Dirty jerks our hands above our heads, and this fretful-looking\nhombre with the good-by forever mustache and weary eyes squints at us\nand says—\n\n“You both solemnly swear to uphold the law vested in you as deputy\nsheriffs of Yaller Rock County, so help you Gawd?”\n\nMe and Dirty nods and puts down our hands.\n\n“Now,” says Magpie Simpkins, sheriff of Yaller Rock County, “I feel a\ndanged sight better.”\n\nWe nods again, sets down beside him, and rolls smokes. After while\nMagpie scratches his nose and pinches out the light of his cigaret.\n\n“What you doing here—hunting snakes?” asks Dirty.\n\nMagpie shakes his head and digs into the dirt with his heels.\n\n“Of course it ain’t none of our business,” says I, “but I would like\nto know why you inoculates us with sheriffitis without warning.”\n\n“Sheep,” says he, soft-like. “Just sheep, Ike.”\n\n“Which there never was nor never will be,” states Dirty. “You mean\njust plain sheep, don’t you, Magpie?”\n\n“That is as may be, Dirty.”\n\nMagpie fingers his mustache, and nods.\n\n“Well,” says I, “me and Dirty hankers for home, so I reckon we might\nas well drift along, Magpie.”\n\n“No,” says he, sad-like. “You ain’t going no place, Ike. You’re\narrived. Do you reckon I deputized you for fun?”\n\n“Sheep,” pronounces Dirty, “don’t mean nothing at all to me. I sure am\ncontemptuous of all things pertaining to wool.”\n\n“Me, I votes against anything that blats,” says I.\n\n“I don’t love ’em!” snaps Magpie. “Don’t see me packing no sheep-dip\nto alleviate their sufferings, do you?”\n\nWe don’t seem to, so we all sets there, humped over in the sun. After\nwhile Magpie clears his throat.\n\n“‘Alphabetical’ Allen and ‘Scenery’ Sims own three thousand woollies,”\nsays he. “Scenery was a silent pardner, being as he’s a cow-man, which\nhates sheep. Alphy gets Scenery to unhook a thousand dollars to buy\nsome fancy stock. _Sabe?_ Well, Alphy bought ’em—red, white and blue\nones, in stacks, the same of which ain’t productive none to speak\nabout.\n\n“Scenery chides Alphy to the extent that Alphy gets disgruntled and\nwishes to separate the herd, fifty-fifty, without considering the\nthousand he lost over the green cloth. Alphy contends that him and\nScenery has agreed to suffer gains and losses together, and\nfurthermore that he lost a lot of his own money at the same sitting,\nthe same of which makes them feller sufferers.\n\n“Such a open declaration causes some smoke and a little noise in\nPiperock, but neither of them gets shot up enough for us to declare a\nholiday. Scenery plasters a attachment on the herd, and then Alphy\nlimps to Judge Steele’s wickiup and prays for a receiver.\n\n“Being as I’m the sheriff I has to serve said attachment, and also\nbeing as I’m a danged fool I’m appointed as the receiver. The county\ndidn’t elect me to herd sheep, gents. Over on the other side of that\nhill is the sheep. Somewhere over there is the tent. All very simple.”\n\nMagpie fusses with his mustache for a moment and then gets to his\nfeet. He slaps our lead burro with his hat, and hitches up his belt.\n\n“Come on, mules! Hump yourselves!”\n\n“Where to, feller?” asks Dirty. “Them is our burros, Magpie.”\n\n“You won’t need ’em,” says he, weary-like, “so I’ll take ’em home for\nyou. All I ask is this: Take care of the sheep.”\n\n“Sheep?” I yells.\n\n“S-h-e-e-p,” he spells, counting the letters on the fingers of his\nleft hand with the barrel of the gun in his right. “Just sheep, Ike.\nKeep—your—hands—off—that—gun!”\n\n“Yea-a-a-a-a-h!” blats Dirty, excited-like. “Explain yourself,\nfeller.”\n\n“You—” Magpie points at Dirty— “are the receiver. _Sabe?_ I hereby\nmakes you deputy receiver of them sheep, and I honors Ike by making\nhim deputy attacher. Ike always was attached to sheep. May the Lord\nhave a little mercy on your souls, and—don’t lose any sheep. Come on,\ncanaries.”\n\nMe and Dirty sets there like a pair of mummies and watches that\nforlorn-looking hombre herd our long-eared rolling-stock across the\nhills. Dirty jerks a rock at a sand-lizard, and yanks his hat down\nover his ears. We glares at each other for a moment.\n\n“Shepherd!” hisses Dirty. “You sheep-attacher!”\n\n“Ditto!” I hisses back at him. “You sheep-receptacle!”\n\n                  *       *       *       *       *\n\nIf there ever was an age when jackrabbits spoke with tin-whistle\nvoices Scenery Sims was a throwback to that period. Him and\nAlphabetical Allen are two things, the same of which the dictionary\ndesignates as inanimate objects. If you can imagine a pair of ciphers\nwith the rims rubbed out—you’ve got my opinion of them two _hombres_\nto a gnat’s eyebrow.\n\n“I’m going to kill Magpie Simpkins some day,” says Dirty, mean-like.\n\n“Uh-huh,” says I. “That sounds like you, Dirty. You’re always going to\nkill somebody the day after. You think too slow.” We sets there a\nwhile longer, and then Dirty yawns.\n\n“Might as well find ’em, I reckon. You attach ’em and I’ll do the\nreceiving, Ike.” We pokes over the ridge, and after going about a mile\nwe hears the voices of lamblets, and then we sees the teepee, which we\ndeciphers to be the sheep-camp. In her callow youth she might have\nbeen a tent, but the wear and tear of sheeping existence has put her\nin the sere and yaller leaf, with a touch of color, where somebody’s\nred-flannel shirt has patched up a hole in one side.\n\n“Well,” says Dirty, “she ain’t much, but it’s home, Ike.”\n\n“It is ever so humble,” I agrees, and we slid down to it.\n\nAs we walks up to the front the flap opens, and out comes the head of\nan inhuman being. This face is so classified, ’cause no human being\ncould have so much hair on its face and still breathe—not without\ngills.\n\n“Holee henhawks!” gasps Dirty. “Who have we here?”\n\n“Aye am de ship-hoorder,” comes from a hole in the hair.\n\n“Bale of hay from Sweden!” gasps Dirty, and the hair opens again.\n\n“Aye am de ship-hoorder.”\n\n“What a dugout for dandruff!” says I.\n\n“Yah! Who are you fallers?”\n\n“Your successors,” says I. “You can tie up your war-sack and pilgrim.”\n\n“Haw?” He seems to think it over, and shakes his head.\n\n“Aye tank Aye stay. Das iss my yob. Aye am de ship-hoorder.”\n\n“You don’t need to classify yourself,” grins Dirty. “Nature tagged\nyou. Us two are going to dry-nurse this bunch of animated socks and\nunderwear, so you might as well kiss ’em a fond fare-thee-well.”\n\nThe hairy one shakes his head, and peers at us out of a pair of little\neyes.\n\n“He say to me, ‘O-o-o-laf, I gif you twanty dollar month.’ He say dat\nan’ Aye stay for one month. Fifteen day Aye stay today.”\n\n“This has been a long day for you, Olaf,” agrees Dirty. “Ike, do you\nget that jargon?”\n\n“Sure. Alphabetical or Scenery promised him twenty a month, and today\nmakes fifteen days he has reigned.”\n\n“No rain,” says Olaf. “Dry as ——! Aye stay.”\n\nHe ducked back under the tent, and a second later he sticks his head\nout again, and beside that bunch of hair is the muzzle of a rifle.\n\n“Aye tank Aye stay,” he announces, and ducks inside again.\n\n“Defied by a barber-boycotter,” grunts Dirty. “Are we bluffed, Ike?”\n\n“Not from my point of view,” says I. “You take one side and I’ll take\nthe other.” There was four guy-ropes on each side, and it just took\nfour kicks per each to make that tent unsupporting, and the poor old\nthing comes down upon Olaf. Then me and Dirty assumes reclining\npositions, while Olaf wastes a few cartridges, wild-like.\n\nThen he emerges from a hole in the wreck, in time to be mounted by\nDirty Shirt, who rode that shepherd to the queen’s taste. Olaf pitched\nconsiderable, but gave it up, and seemed receptive to civilized\nargument.\n\n“Still think you’ll stay?” asks Dirty.\n\n“Val, Aye go pretty soon but Aye coom back now,” pants Olaf, pawing\nthe alkali out of his whiskers. “Aye boost some-t’ing.”\n\n“You talk like you had,” admits Dirty.\n\n“Aye coom back—yah! Aye get de law.”\n\n“Yeah?” says Dirty. “Look at us, shepherd. We’re the law. _Sabe?_”\n\nHe looks at us, and his whiskers seem a heap agitated.\n\n“You—are—de—law?” he asks, deliberate-like.\n\n“You are looking at it,” grins Dirty. “How does she look?”\n\n“Val—” he hitches up his rope belt, and picks up his war-sack—“val,\nAye can say dis mooch: Yorge Hokansen hay say to me, O-o-olaf, das\ncountry has too mooch bum law and no yustice! Yorge iss smart—you\nbet.”\n\nAnd me and Dirty stood there and watched the Hairy One fade out over\nthe hills towards Silver Bend.\n\n“I hope he forgets us before he loads up on alcohol,” says Dirty. “I\nhate to chase even a shepherd off his job, but I reckon we’re sort of\nshepherds-in-law, Ike, and we ain’t to blame. Let’s inventory the\ngrub.”\n\nIn the grub-box is one can of milk, one can of corn, a little coffee\nand a quart of raw alcohol.\n\nDirty nods over the assortment.\n\n“That shepherd was good for fifteen days more, Ike, but the law sure\nis going to suffer internally. Let’s put up the tent.”\n\nOlaf left too soon to enjoy the rain. She came down plentiful and\nawful, and demonstrated to us that red flannel ain’t noways\nwater-proof. When the morning came we peers out into a wet world, and\ntries to dry out enough tobacco to make a smoke. Then cometh a\ninterruption from without:\n\n“Say, you lousy, slew-footed, blat-headed sheep-herder, come out\nhere!”\n\n“Somebody calling you, Dirty,” says I.\n\n“Not me, Ike. Somebody has been getting your mail.”\n\n“Coming out?” yells the voice again.\n\n“You sap-headed snake-hunter!”\n\n“Talks like a cow-man,” opines Dirty.\n\n“Maybe he’s making us a visit.”\n\n                  *       *       *       *       *\n\nDirty throws the tent-flap open, and we gets a view of a feller on a\nroan bronc.\n\n“Say, you——” he begins, but he’s looking down the muzzle of Dirty’s\ngun, and his voice fails him.\n\n“Speaking to me?” asks Dirty, soft-like.\n\n“You better put down that gun,” says he. “It might save you a lot of\ntrouble.”\n\n“Yes,” says Dirty, “and if it went off and killed you, feller, it\nwould likely save you a lot of trouble, if this is the way you’re in\nthe habit of speaking to strangers. What seems to itch you?”\n\n“Your sheep!” he yelps. “Half your danged woollies are over my line!\nYou agreed to keep them stinking sheep this side of the Mesquite, and\nthis morning I finds half of them across. “You get ’em out of there\npretty danged suddenlike or I’ll massacree the bunch. _Sabe?_”\n\n“You don’t dare,” opines Dirty.\n\n“The —— I don’t! Just about why?”\n\n“Against the law. Them sheep are within the law, mister.”\n\n“Yah? Well, let me tell you something, you lousy shepherd: I’ll get my\npunchers and we’ll show you! We’ll chase ’em so far that——”\n\n“Get off!” orders Dirty. “You’re up so high I can’t hear your voice.”\n\nHe had a gun, but I reckon he also had a weak heart, so he got off and\ngave me his gun. I reckon he’d ’a’ given us his weak heart, too, if\nwe’d asked for it, ’cause Dirty has a nervous way of fingering a\ntrigger.\n\n“What in —— are you going to do now?” he asks.\n\n“Hoord ships,” grins Dirty. “I’m ship-hoorder.”\n\n“Oh!” says he. “You’re the Swede herder that ‘Alcohol’ Adams spoke\nabout.”\n\n“What did he say?”\n\n“Said you didn’t have brains enough to wad a shotgun with.”\n\n“What do you think?” I asks.\n\n“Well—” he looks at Dirty’s gun, serious-like—“well, not to mean any\noffense, but I’d say that Alcohol exaggerated a little, he meant a\ntwenty-two.”\n\nBe it known that Alcohol Adams is so ornery that his own dog barks at\nhim. He’d steal money from his own kids, and then lick thunder out of\nthem for losing it. Mosquitoes, horse-flies and rattlesnakes turn him\ndown like a white chip in a no-limit stud game, and his soul is so\nsmall and elusive that he has to drink straight alcohol in order to\nexhilarate it.\n\nYaller Rock got so disgusted with him that they sent him to the\nLegislature, where he collected all the loose money in sight, and\nshowed his appreciation of things by passing a few laws favoring\nsheep. He orated his views in Piperock, the same of which was contrary\nto our religion, and—let me admit that some poor shooting was done.\n\nWhen he hit Paradise there was three hunks of lead in the cantle of\nhis saddle, which proved we held too low or the range was too great.\nWe held a mass meeting that night, and Magpie Simpkins chided us over\nour lack of ability.\n\nWe agreed to set aside six practise shots per day, against the time\nthat Alcohol or any other lawmaker might appear in our midst. I hopes\nyou hereby _sabes_ something of Alcohol’s nature.\n\n“You can’t run no blazer on me,” says this feller. “I’m ‘Sandy’\nSorensen. What you going to do?”\n\n“Borrow your bronc,” says Dirty. “We’ll ride that roan double, Ike.”\n\n“Won’t ride double,” says he.\n\n“Maybe it never has,” corrects Dirty, taking his foot out of the\nstirrup. “Come up, Ike.”\n\nSandy sure diagnosed that bronc right. I’d trail my bet with his when\nhe says it won’t ride double—not meek-like. A bronc can’t do its best\nwith two hundred and ninety pounds on its back, but I hope to gosh I\nnever ride that bronc single-handed when it’s riled.\n\nMan, that animal done everything except fly, and at that the danged\nthing went high enough to convince the most skeptical that all it\nneeded was a short pair of wings to make good in that respect. First\nit gives a correct imitation of a post-hole digger, and then it goes\ndown that gully, changing ends like a whirligig. I’ve got my wish-bone\nhooked over Dirty’s shoulder, and every hop I can feel my finger\nslipping higher and higher up that cantle.\n\nSandy rides a double-rig saddle, and when we hits the first turn of\nthe gully I feels the rear cinch bust. From that on it’s like riding a\nrocking-chair over sticks of dynamite.\n\nThe roan bucks along the edge of the washout, the bottom of which is\nabout ten feet below us, and I just starts to yelp, “Don’t get scared,\nDirty; she won’t buck down there,” when we hit the bottom, and I bit\nmy tongue over the first word.\n\nMy vertebræ comes together like a string of box-cars getting hit by a\nwild engine, and then we yanked out of there and went angling up the\nhill as fast as that bronc can run.\n\n“Still alive?” I yelps.\n\n“From my chin on up!” he yells. “Wonder what this fool wants to climb\nthe hill for, Ike?”\n\n“Can’t you stop her?” I asks.\n\n“Bridle’s gone, Ike. Ha-a-a-ang on!”\n\nWe found out why the roan wanted to get a down-hill pull on us, ’cause\nas soon as we hit the grade the animal inagurates a new style of\nbucking. Was it effective? Oh, man, I’d rise to remark it was. I just\nhung on and prayed. I used up all the white man’s religion I ever\nheard about, and I’m just beginning to make medicine to the totem of\nthe Alaskan Siwash when the cinch breaks.\n\nI feels myself float into space, and then I goes out in a blaze of\nbright lights. After while Old Man Misery seems to come along and runs\nhis fingers all over my carcass, and then I opens my eyes. I’m laying\non my back with my feet up the side of a rock, and a short distance\nfrom me is Dirty, hanging by the back of his shirt to an old\nmesquite-snag.\n\n                  *       *       *       *       *\n\nStanding there beside a pair of packed burros is the queerest-looking\npair of pelicans I ever seen. They’re both wearing hard hats and\nblack-rimmed specs, and what you might expect such persons to wear in\nthe line of shirts, collars and neckties, but from the waist on down\nthey’re clad in chaps and boots.\n\nOne of ’em is wearing a pair of Mexican spurs—the kind with rowels the\nsize of a dollar and eighty-five cents. One of them has a belt draped\naround his waist, and in the holster is one of them single-shot\ntwenty-two pistols. The other is packing a pump shotgun.\n\nOne of ’em removes his specs and polishes ’em, careful-like.\n\n“Quite remarkable, my friend!” says he. “Quite remarkable.\nThe—er—equine was no doubt desirous of removing its burden.”\n\n“One would be led to accept such a theory,” nods the other. “We have\nobserved the effect, my dear Middleton, but of course we know nothing\nof the cause. It really was quite remarkable.”\n\n“Holee suffering scissorbills!” grunts Dirty, leaving half his shirt\non the snag and staggering to his feet. He stares at them and at me.\n\n“Ike, do you see the same thing I do?” he whispers.\n\n“I hope so,” says I, lowering my feet. “I hope I do, Dirty, otherwise\nI’m a goner mentally. Is one of them apparitions wearing spurs?”\n\n“Thank ——!” gasps Dirty. “We see the same little details, Ike.”\n\n“You see, Pettingill?” crows one of ’em. “You objected to the boots\nand spurs, but the customs of a country must be observed. It is well.”\n\n“Perhaps they will enlighten us to the best of their ability,” says\nPettingill, adjusting his specs. “It will do no harm to inquire.”\n\n“My dear gentlemen,” says the one called Middleton, “may we ask you a\nquestion?”\n\n“You can take a chance,” nods Dirty.\n\n“Well—er—before I ask the question it might be well to introduce\nourselves. I am Professor Middleton of Boston, and the gentleman with\nme is Professor Pettingill of Philadelphia.”\n\n“We appreciates it considerable,” says Dirty, solemn-like. “I am of\nthe Jones tribe, from here or hereabouts, and called Dirty Shirt. The\nperson with me is a Harper offspring, called Ike. Where are you from,\nIke?”\n\n“There or thereabouts,” says I.\n\n“Exactly,” says Professor Middleton. “Now the question is this:\nPettingill and myself are dabbling in a few problems outside of our\nregular work, and this one has come to our notice: Are sheepherders\nreally insane? Do they acquire insanity from their occupation? Is\nthere anything about a—er—sheep that would cause a normal man to lose\nhis mind, as it were?”\n\n“Yes,” nods Dirty. “It is.”\n\n“Exactly,” says Middleton. “You are following me?”\n\n“I hope nobody sees me if I do,” grins Dirty.\n\n“I contend that one’s information on such a problem must come from\npersonal observation and not from hearsay or opinions of others. We\nrefuse to take circumstantial evidence, as it were. It seems that some\nof the natives are—well, a bit touchy on the subject. I asked a\ngentleman for his opinion, and he—well he——”\n\n“How so?” I asks.\n\n“At your city of Silver Bend I approached a man who was clad in\nleather trousers, and I asked him if I could get a little information\nfrom him regarding sheep. I am sure my tones were not belligerent, and\nI properly introduced myself before propounding the question.”\n\n“What did he say?” I asked.\n\n“He did not answer. He deliberately crushed my hat over my nose and\nkicked my feet from under me.”\n\n“It is very true,” nods the other one. “I—I thought perhaps we had met\nup with just the character we were investigating—a mentally unbalanced\nsheep person. I soothed him to the best of my ability, begging him to\ncurb his profanity. Thinking to humor him, I said—in kind tones:\n\n“‘My dear fellow, there was no offense intended to you or your sheep.\nWe all love the little lambs.’”\n\n“Then what?” asks Dirty.\n\n“Well, it may have been a coarse way of describing it, but another\nfellow came along after the mentally unbalanced one had stridden away,\nand he said—\n\n“‘My ——, what a mess!’”\n\n“Who told you that shepherds were all crazy?” asks Dirty.\n\n“It has been said,” replies Professor Middleton. “We are\ninvestigating.”\n\n“Just what does the word ‘crazy’ mean?” I asks.\n\n“Crazy?” Professor Pettingill looks shocked at our ignorance. “Crazy\nmeans decrepit; weak; feeble; of weakened or disordered intellect.”\n\n“Come to think of it,” remarks Professor Middleton, “that party who\nassaulted us was neither decrepit, weak nor feeble, Pettingill,”\n\n“He was likely mad as —— opines Dirty.\n\n“At least that is a good simile,” nods Pettingill.\n\n“Just about where are you pelicans headed for?” asks Dirty.\n\n“Headed for?” asks Pettingill. “Where are we going? We desire to\nlocate as near as possible to the habitat of the shepherd. We\npurchased the mules from a person in Silver Bend, who assisted us in\nselecting our provender. He tied it securely on the mules, and we\nhaven’t taken if off since because we are afraid we could not get it\non again.”\n\n“How long have you been in the hills?” I asks.\n\n“Since yesterday morning.”\n\n“Suffering scissorbills!” snorts Dirty. “You left them burros packed\nall night, ’cause you— Say, you fellers ought to get jobs herding\nsheep. You sure qualify.”\n\n“Ah!” says Middleton, pleased-like. “Do you—er—think it could be\narranged?”\n\n“To herd sheep?”\n\n“Exactly. It would put us closely in touch with the subject. We could\nmake a close study of the effects of the sheep animal upon the human\nbrain. My dear Pettingill, that would be wonderful! Could it be\narranged?”\n\n“I’d rise and howl that it could,” says Dirty. “You get the job.”\n\n“This is too good to be true!” exclaims Pettingill.\n\n“The same to you and many of them,” says Dirty. “Hump yourselves,\nmules; we’re going home.”\n\n                  *       *       *       *       *\n\nThem professors seemed a heap interested in our rag house. They makes\na lot of notes in their little books while Dirty lays a fire in the\nlittle sheet-iron stove. Then they wants to know where the sheep are.\n\n“You fellers want to be regular shepherds, don’t you?” asks Dirty.\n\n“Oh, certainly,” says Pettingill. “We’re prepared for the worst. I am\nanxious to get first-hand information on the subject. Professor\nMiddleton and myself are never content to take hearsay evidence for\nany weighty subject.”\n\nBeing as we ain’t never seen the sheep ourselves, we has to trust to\nluck. We leads them pelicans to the top of a tall butte, and from\nthere we gets a glimpse of the herd. Several hundred are feeding on\nthe other side of a little creek, which we deciphers to be Mesquite\nCreek.\n\n“Now, what—er—procedure do we adopt?” asks Pettingill.\n\n“Say that again,” says Dirty. “I missed it a foot.”\n\n“What are we supposed to do in a case of this kind?”\n\n“Oh ——!” says Dirty, and then he cranes his neck. “Look what’s going\non down there!”\n\nWe sees four punchers riding toward them sheep, sort of swinging\naround to get between them and the creek. They bunches the whole\nworks, and proceeds to drift ’em over the hill. I recognizes one of\n’em as Sandy Sorensen, on the roan, so I reckon it got home all right.\n\n“Exactly,” nods Pettingill, wiping his glasses. “No doubt everything\nis all right, but just why are those men taking away our sheep?”\n\n“Gents,” says Dirty, rolling a smoke, “you have witnessed the theft of\na few hundred sheep. With your own eyes you have seen part of your\nherd swiped by outlaws. It is a common occurrence hereabouts.”\n\n“Do you mean that we have been robbed in the broad light of day?” asks\nPettingill, shocked-like. “You do? Well, I am amazed!”\n\n“Yes,” says Dirty. “It is such things that help to make us crazy.”\n\nMaybe I could tell more of this tale; maybe not. Professor Pettingill\nknows things that I don’t, so I’d let him tell the rest of the tale as\nhe told it to his friends. Folks, meet Professor Pettingill, who is\nnow going to talk.\n\n                  *       *       *       *       *\n\nMr. Harper’s tale, up to the present, is partly true, or as Dirty\nShirt says, “Near the truth as Ike ever told anything.” I objected to\nthe word “pelican” as applied to Professor Middleton and myself, but\nIke assured me that it was a term of endearment, so I will let it\nremain.\n\nMany of their quaint phrases are in my note-book, but as yet I have\nnot had time to investigate their meaning. Their vocabulary of\nprofanity seemed unlimited, and at times very amusing. It seems that\nthey had little reverence for the finer things of life, and when we\ngently remonstrated with them, the one called Dirty Shirt said:\n\n“Oh, go to ——! What do you think this is—a ladies’ cemetery?”\n\nI as yet fail to see the reference to a burial-place.\n\nAs Mr. Harper has already told you, we sat on the slope of the hill\nand watched the outlaws purloin part of the flock. I believe that my\nancestors were fighting-stock, for my gorge arose at the sight, and I\nwas filled with visions of revenge. Perhaps it was the spirit of the\nWest that possessed me, but at any rate I arose and shook a folded\nfist in their direction.\n\n“Go ahead and cuss, professor,” said Dirty Shirt. “If you get stuck\nfor a word, maybe me or Ike can supply it.”\n\nNow, I am going to make no attempt to quote them. At times they talk\nin academic English, and at other times a jargon. Professor Middleton\nwill bear me out in saying that their language is both weird and\nwonderful, and also easy to acquire.\n\nI am sure that our friends were shocked at our conversation when we\nrelated our experiences, and it required constant vigilance over our\ntongues to keep from—as Ike said—“talking like a he-man.” I feel that\nMiddleton was a worse offender than I in that respect.\n\nI said to Dirty Shirt—\n\n“We shall most surely follow them and recover our property, shall we\nnot?”\n\n“Not,” answered Ike. I am leaving off the prefix “Mr.” as they rarely\nuse it in conversation.\n\n“But,” said I, “it is a plain case of theft, is it not?”\n\n“Well,” replied Dirty Shirt, “you can call it anything from petty\nlarceny to train robbery, professor, but I’d be —— if I ever was so\nfond of sheep that I’d sacrifice my skin in their interests.”\n\n“Do you mean you are going to let them keep the sheep?” asked\nMiddleton.\n\n“——’s delight!” exclaimed Dirty Shirt. “You still talking sheep? Let’s\ngo back to the rag shanty and scare up a feed.”\n\nSo back we went. They showed no worry over the loss of the sheep, and\nI am certain they must be of value. The chops alone would be\nworth— But why quote prices? They led us back to the tent, and then\nDirty Shirt said:\n\n“If you pelicans want to be regular shepherds you’ve got to learn how\nto cook. See what you can find in your own packs and then scare up a\nbatch of biscuits.”\n\nOur pack-luggage had been stacked in front of the tent, and as I\nwalked over to investigate our provender Dirty Shirt added—\n\n“Cook anything you see, ’cause my big insides are eating up the little\nones.”\n\nHe did not use the word “insides,” but its vulgar equivalent.\n\n“Scare up a biscuit?” asked Middleton. “How does one scare a biscuit?”\n\n“Build a fire in the stove,” said Dirty Shirt. “All you have to do is\ntouch a match to the kindling, as the fire is all set. Then we’ll show\nyou the next step.”\n\nI went inside the tent, knelt beside the stove and scratched a match.\n\nThe sticks of wood over the kindling caught my eye. I removed one as I\ntouched the match. One must betray ignorance to acquire knowledge, so\nI carried one out to them.\n\n“Pardon me,” said I, “but is this some new preparation to combat the\nscarcity of fuel?”\n\nDirty Shirt glanced at the stick, then at the smoke coming out of the\nsmall stovepipe, and then he and Ike grasped their hats in their hands\nand dashed away. It really was ludicrous.\n\n“Come on, you —— fools!” cried Ike without stopping to explain.\n\n“What an amazing thing to do!” exclaimed Middleton. “Why in the world\nare they——”\n\nIt is of course ridiculous to say that the world came to an end before\nMiddleton’s question had been propounded, but that is what seemed to\nhappen. The earth seemed to vomit dust, flame and smoke, and I seemed\nto feel myself being carried away. Ages later I awoke. I turned my\nhead, and then said to myself—\n\n“Pettingill, you have been knocked topsy-turvy.”\n\nI really had. I seemed to be trying to stand on my head in wet clay,\nalthough in reality I found that I was reclining, head down, on the\nside of a bank of what might be termed an abandoned water-course.\n\nModesty forbids that I tell what clothing is missing from my person. I\nmanaged to regain my natural poise, and turned sufficiently to allow\nmy feet to slide down.\n\nNear me is a section of the tent containing the red-flannel patch, and\nas I take stock of my surroundings that patch seemed to loosen, and\nfrom out through the aperture emerges the head of Professor Middleton.\n\n“My dear fellow, are you all right?” I asked.\n\nHe looked at me in a dazed sort of a way, and then spat out—along with\na mouthful of clay:\n\n“Go to ——! What do you think this is—a ladies’ cemetery?”\n\nI could readily see that he was speaking from his subconscious mind,\nquoting from Dirty Shirt’s reply to me. He got to his feet, not\nwithout visible effort, and we both looked at Dirty Shirt and Ike.\nTheir gaze seemed inquiring, but I was as much at sea as they.\n\n“We are still alive, as you may see,” I volunteered.\n\n“Takes a lot of dynamite to kill a shepherd,” nodded Dirty.\n\n“Dynamite?” asked Middleton. “A powerful explosive?”\n\n“Concentrated ——,” nodded Dirty.\n\n“Regular old bustem quick. Some son-of-a-goat loaded the stove on us.\nMust ’a’ been several sticks.”\n\n“Five, I believe,” I replied. “Here is the sixth.”\n\nI opened my hand and showed them a mass of what appeared to be fine\nsawdust and grease.\n\n“My ——!” cried Dirty, not profanely.\n\n“The old dictionary-digger choked that stick to a mush! Don’t drop\nit!”\n\n                  *       *       *       *       *\n\nHis order came too late. I suddenly realized what I was doing—what I\nhad in my hands—and I cast it down as a deadly thing. Dirty and Ike\nseemed to sigh with relief, and then Dirty said:\n\n“Lord, I ain’t got much religion. I don’t _sabe_ nothing about Jonah\nand the Ark, but I sure hands up thanks to whoever is to blame for\nblocking the trigger of that thing. Amen.”\n\n“Have you any special creed or religious affiliations?” asked\nMiddleton.\n\n“No.” Dirty Shirt shook his head. “Not yet, but if you two are going\nto hang around this range for any length of time, I’m going to join\nsomething—that’s a dead cinch.”\n\n“There was a cap in that stick, Dirty,” said Ike. “Wonder it didn’t\ngo.”\n\n“Uh-huh,” grunted Dirty. “There’s something that protects drunks and\nidiots, Ike.”\n\n“Yes, Dirty, you’re right. Even them danged burros was removed far\nenough away to be safe. Drunks, idiots and jassacks—all under\nprotection.”\n\nHe certainly was not referring to Middleton or myself, as neither of\nus ever touches liquor in any form.\n\nLater on I insisted on knowing the probable destination of the sheep.\n\n“Over in Sandy’s corral,” said Dirty Shirt. “Everything is grist that\ncomes to his mill. He’ll demand payment for the range he thinks the\nsheep ate.”\n\n“Oh, is he a miller?” asked Middleton. Dirty and Ike exchanged\nglances, and Ike said—\n\n“That’s what education does for a feller, Dirty.”\n\nEducation had little to do with it, as any one would know that no one\nbut a miller would have need of grist, and he spoke of “his mill.”\nDirty proved adept as a chef, and Middleton and myself enjoyed the\nfirst real meal since we left the dining-car. When it grew dark Ike\nkicked out the fire, leaving us in darkness. I remonstrated, but he\nsaid:\n\n“Build you one if you want it, old-timer, but remember this: Any\njasper who will load your stove won’t hesitate to shoot at night.”\n\nWe spread our blankets in the dark, and Ike and Dirty immediately fell\nto sleep. The novelty of looking at the stars, and the noises of the\nnight kept Middleton and myself awake. I thought of the stolen sheep\nand we conversed in whispers.\n\n“The loss of so many sheep must be greater than they care to\nacknowledge,” whispered Middleton. “They are like the American Indian\ninasmuch as they are stoical under loss or punishment. It would be\nwonderful if we could recover the sheep. I am beginning to like them,\nPettingill.”\n\nWe shook hands over it, procured our shotgun and pistol, and stole\naway silently, except for the tinkle of Middleton’s spurs.\n\nWe crawled out of hearing, got our bearings from the stars and started\non our well-meant errand. We were going in single file along the side\nof a hill on a tiny path, which showed white in the dim light, when\nsuddenly we were confronted by a gigantic figure.\n\nIt towered above us, a black hulk, coming at a fast walk. I tried to\navoid the impact, but slipped and fell right into the path of the\nmonster.\n\nThe next instant it fell over me and into Middleton. I retained my\nshotgun. I had no way of knowing the fate of poor Middleton, but I ran\na short distance before I stopped.\n\nI saw the silhouette of it against the sky and for the first time in\nmy life I fired a gun. The impact of the shot threw me into a\ncactus-patch, and I feared for a time that it had crushed my lower\njaw. I managed to tear myself away from the clinging barbs, and stood\nerect.\n\n“Middleton!” I cried. “Professor Middleton!”\n\n“Well, what in —— do you want!”\n\nYou can readily see that he was beginning to acquire the dialect of\nour associates.\n\n“I shot it!” I cried. “I shot it!”\n\n“Pettingill—” his voice was a bit sarcastic—“I will always thank the\nman who sold me these leather trousers. I didn’t get hit with more\nthan—let me see— Oh, I am unable to estimate.”\n\n“Heavens! Did I hit you, Middleton?”\n\n“Yes, you did—you—er—pelican!”\n\n“What became of the monster?” I asked. “Did it say anything?”\n\n“It spoke. It knocked me down, got to its feet and said, ‘Aye am de\nship-hoorder,’ and then it went on, Pettingill; it went on—with my\nshirt in its hands. If you ever feel that you have to shoot again—hold\nlower, old-timer.”\n\nThen we went on. Middleton complained about the effects of the\nshooting, while I suffered untold agonies from cactus spines and the\neffects of that shotgun.\n\n“We should soon be able to see the mill,” said Middleton, peering into\nthe night, “but all I can see is a huddle of low buildings. One is\nlarger than the rest, but none would be suitable for milling.”\n\nWe walked closer and closer. Finally a canine barked several times,\nand a man came to the door of the larger house. Middleton and I\ncrouched down behind an old vehicle.\n\n“Some more of those —— coyotes, I reckon,” said the man in the door.\n“They smell the sheep.”\n\nAnd then he shut the door.\n\n“They do not mistrust us,” said I, “which simplifies things. No doubt\nthey will be enraged at the coyote in the morning.\n\nDo you know what a —— coyote is, Middleton?”\n\n“No, I do not, and perhaps it is just as well.”\n\nJust then we heard the gentle lowing of a sheep. Perhaps it was the\ncall of one to its mate, and we knew we had come to the right place.\nWe crossed to a fence, inside of which we found the sheep.\n\nThe gate was locked, but Middleton immediately went to work to break\nit with a rock. The noise he made seemed to irritate the canine again,\ncausing it to emit staccato barks.\n\n“I fear that the dog will upset our plans, Pettingill,” said Middleton\nas we heard the door open again.\n\n“Not at all,” I reassured him. “We will use strategy. A coyote is a\nyoung wolf, don’t you see? I will dissemble.”\n\nI have never made a study of the cries and calls of wild animals, but\nI did the best I could. Clearing my throat, I began a low-voiced\nhowling, such as one hears in the Zoo at feeding-time.\n\nThe dog only barked the louder, and then came voices.\n\n                  *       *       *       *       *\n\n“Coyote ——!” cried someone.\n\n“That’s a banshee with bronchial trouble, Sandy.”\n\nI stopped howling, the dog stopped barking, and then we heard:\n\n“I’ve a hunch, Micky. Give me them shells loaded with number sevens.\nThis ain’t no buckshot party.”\n\n“Ah! Thank goodness, the barrier is removed!” exclaimed Middleton, and\nI heard the chain fall.\n\nMiddleton gave the gate a shove, and it creaked open.\n\n“Sic ’em, Shep!” cried a voice.\n\nIt is likely that the dog misunderstood orders, as I feel sure that\nits master meant us when he said “’em,” but the dog circled us and\nwent through the fence after the sheep.\n\n“Run!” exclaimed Middleton. “They’re coming out!”\n\nMiddleton was right.\n\nJust at that moment one of those sheep tried to go between my legs. It\nwas a large one—too large, in fact. I grasped it with one hand,\nquickly, holding my gun in the other, and attempted to ride it away,\nbut it sprang for a place where all of the fence was missing except\nfor a barbarous wire stretched along the top; and I went backward into\nthe dirt.\n\nI managed to roll over and get to my hands and knees just in time to\nbe struck a murderous blow from the rear, which projected me under the\nwire and outside the fence. There may have been other openings in that\nfence, but I will wager that a large per cent. of those sheep came\nthrough there and walked over me. After the procession of sharp hoofs\nhad passed me I crawled back and recovered my gun. I had no idea of\nwhere Middleton had gone. In fact I don’t believe I gave him a\nthought.\n\nI got to my feet and limped away, feeling rather dazed, as a man might\nfeel after being hard hit, as it were. I toiled up the side of a hill,\nand suddenly I discerned Middleton. I knew him by the silhouette of\nhis hat against the sky.\n\n“Thank goodness, I have found you!” I exclaimed.\n\n“Same to you,” he replied; and it was not Middleton’s voice but the\nvoice of the party who suggested the banshee.\n\nI saw the glisten of his gun as he turned. I don’t know what prompted\nme to do it, but I leveled my gun and pulled the trigger.\n\nThe roar deafened me and the concussion hurled me backward, but I had\npresence of mind enough to crawl away. Suddenly I fell into a\ndepression, where I lay quiet.\n\n“Hey!” cried a voice. “Was that you, Micky?”\n\n“It was—worse luck to me, Sandy!”\n\n“Was it a shepherd?”\n\n“I won’t swear to nothing until I assay meself, but from the feel of\nme I’d say it was a duck-hunter. Ouch! The divil blazed away at sixty\nfeet, and almost cut the boots off me legs! Bird-shot be the handful!”\n\n“Which way did he go, Micky?”\n\n“How should I know? I always hides me head in a storm of bird-shot.”\n\n“Where in thunder did you get that hard hat?”\n\n“Down be the corral. Did you ever know a shepherd to wear a baked\nbonnet before, Sandy?”\n\nThey talked in low tones for a few moments, and then I heard the one\ncalled Sandy say:\n\n“Well, they’re well scattered, and there’s no use hunting in the dark.\nNext time we’ll pack Winchesters when them —— woollies cross the\nMesquite.”\n\n“Sure, and I’ll wear armor next time I hunt for hard-hatted shepherds\nin the night time,” replied the other, and their voices died away into\nthe night.\n\nI managed to clamber out of the hole, suffering extreme torture all\nthe while. I had not the slightest idea of direction; in fact I seemed\nto be lost. At any rate I climbed the hill, went down the other side\nand then climbed another, where I sat down on a rock.\n\nIt was very, very quiet up there. Finally a dog came along. I tried to\nbe friendly, but it slunk away at my whistle. Then another one came;\nand another. I said to myself—\n\n“Pettingill, there must be kennels near here.”\n\nFrom a distant butte, against the pale light of the moon, I saw\nseveral more, and then came a wailing howl. From near me came a\nblood-curdling answer. I said to myself—\n\n“Pettingill, those ‘dogs’ are wolves!” The realization was painful. I\nreally believe I grew homesick. In all that waste I could not see a\ntree. I peered around. Ah! On a not too distant ridge stood a tree.\n\nI stood erect, grasped my gun, and hurried up the slope, spurred\nonward by the howls of at least a million savage throats. Perhaps it\nwas undignified, but I ran; actually ran. Luckily the branches grew\nlow, and I was able, suffering as I was, to climb into the sanctuary\nof those thick branches. I breathed a sigh of relief, and exclaimed\naloud—\n\n“Thank Heaven for this tree!”\n\nAnd from above me came—\n\n“Pettingill, it is fortunate that you spoke, as I was about to pistol\nyou.”\n\n“Middleton!” I gasped. “You here in this tree?”\n\n“Yes. I could find no other. I—I thought perhaps you—that perhaps that\nsheep had came back; don’t you see?”\n\n“Sheep? Sheep do not climb trees, Middleton.”\n\n“Well, I am glad to know there is some one thing that it could not do.\nI would readily believe it could climb, Pettingill.”\n\n“How did you happen to pick this tree?” I asked.\n\n“I claim no credit whatever, Pettingill. As the sheep came out of the\ngate, one of them struck me very, very abruptly. I landed outside the\nfence, where I tried to conceal myself, but it searched until it found\nme, and each time I tried to get up it knocked me down. From there to\nthis tree was just a succession of hard knocks.”\n\n“That is really too bad,” I replied. “I am physically imperfect\nmyself, Middleton. I think there is nothing more that could hurt me.\nHave you a comfortable seat up there, Middleton?”\n\n“Wouldn’t use it if I had!” he actually grunted at me. “Right at\npresent I am hanging over a bough like a carpet on a line. Pettingill,\nI may never, never sit down again.”\n\n                  *       *       *       *       *\n\nWe cheered each other as much as possible through the long night, and\nwere truly grateful when morning came. Looking at Middleton gave me a\nfaint idea of my own appearance. He had neither shirt nor hat, and the\nupper part of his body was streaked with blood and dirt. His limbs\nwere so stiff he could hardly walk, and mine were little better.\n\nI still retained my hat, although the crown would open and shut in the\nbreeze. We wished for the coats we had left at our camp. Then we\nwalked in what might be the right direction, and suddenly came to a\nroad. Not a well traveled thoroughfare, it is true, but at least a\nroadway. Along this we limped for a while, when we heard the creaking\nof a wagon behind us.\n\n“Just suppose there should be some ladies aboard,” suggested\nMiddleton, and we hastily crouched down beside some bushes.\n\nWhen the equipage was almost up to us we saw that the team was being\ndriven by a man, and that there were no ladies. We would ask for a\nride. We stepped into the road and threw up our hands, signaling him\nto stop. The driver was smoking his pipe, but as the team halted he\nopened his mouth, letting the pipe fall to the ground.\n\nThen he sprang to the ground, grasped his hat in his hand, and ran\nback down the road as fast as possible. His limbs were very badly\nbowed.\n\n“What a ridiculous thing to do!” exclaimed Middleton. “Abandon his\nequipage in this manner before we have an opportunity to question him.\nWhat will we do, Pettingill?”\n\n“We will drive on. No doubt the team will take us some place. It is\nreasonable to suppose that a road leads to something. I hope we will\neventually arrive at some place where a physician resides.”\n\nWe climbed in, and Middleton took charge of the lines. It was much\nbetter than walking, although neither of us could occupy the seat. All\nwent well until we came to a steep hill, where the horses seemed\nunable to check the speed of the wagon. I spoke sharply to Middleton\nabout our speed, and he rudely replied:\n\n“Oh, go to ——! If you’re going to be a shepherd, be a regular one—dang\nit!” I fear that Middleton would soon acquire a profane vocabulary.\nSomehow we seemed to lose the road. I spoke to Middleton about it,\nthinking he did not know, and he shouted in my ear—\n\n“Go get it if you want it—you danged pelican!”\n\nI pondered over his apparent rudeness, and the next instant the team\nseemed to be taking us straight over a sharp pitch, the wagon swaying\nsharply as it crashed over rocks and brush. I caught a glimpse of the\nbottom of another abandoned water-course, and then, with a lurching\ncrash, I was hurled into oblivion.\n\n                  *       *       *       *       *\n\nI dreamed of lying under a plashing fountain, and as I opened my eyes\nI looked up at Dirty Shirt, who was pouring water into my face from\nhis large hat. I heard Ike’s voice say:\n\n“This old pelican ain’t dead, Dirty. He just spat out another tooth.”\n\n“Say, professor, when did you take a job driving a sheep-wagon?” asked\nDirty Shirt.\n\n“Middleton was driving,” I whispered. My voice was strangely weak.\n\n“Well—” Dirty Shirt scratched his head and peered across the\nhills—“well, as a driver he’s got more intestines than judgment. He\nsure is the short-cut kid.”\n\nAfter a while Middleton sat up and essayed a grin. Several of his\nfront teeth were missing, which gave him a leering look. The wagon had\nsmashed to kindling-wood, but they told us that the team escaped\nserious injury. Dirty Shirt and Ike told us to take it easy while they\nrounded up the team, which we tried to do.\n\nMy gun was in the wreckage, but beyond a deep dent in the barrel it\nwas in very good shape. There were still four cartridges in it, and I\nmanaged to manipulate one into the firing-chamber. It is well to be\nprepared.\n\nMiddleton had acquired a pronounced lisp, caused, no doubt, by the\nmissing teeth. Suddenly we saw a man on horseback coming down toward\nus. Ordinarily I would have paid little heed to him, but we were\nbecoming chary of strangers. I stood up and threw my gun to my\nshoulder.\n\n“What in —— is the idea?” he asked, halting. “Put down that gun!”\n\n“Thoot him!” lisped Middleton. “Thoot him if he cometh too cloth.”\n\n“Have a little sense and put down that gun,” said the man.\n\n“Don’t let him ditharm your thuth-pithions,” warned Middleton.\n\n“Go back!” he ordered. “You are in danger.”\n\n“——’s delight!” he exclaimed. “There must ’a’ been a break in the\nloco-lodge.”\n\nAnd we watched him ride back to the top of the hill.\n\n“Nithe generalthip,” applauded Middleton. “Look—thomebody elthe.”\n\nAnother rider had joined him, and they both came riding down to us.\n\n“I shall be compelled to fire upon you if you come too close,” I\nwarned them.\n\n“Thoot —— out of them if they monkey with uth,” said Middleton.\n\nThe new one was very tall and grim-looking, with long mustaches and a\nvery large hat. He appeared to uncoil a long rope, and then showed his\nteeth in a snarling grin.\n\n“Going to shoot that thing, _hombre_?” he asked, and I nodded\nemphatically.\n\n“You know best,” he answered. “Get all set, ’cause I’m coming to get\nyou!”\n\nHe spurred his horse forward and sidewise, and just then I fired. I\nfelt that I had wasted the shot, for I pointed where he had been. A\nterrific force seemed to crash into me, my lungs filled with smoke,\nand somewhere in my consciousness I seemed to hear a deafening\nexplosion. Then I seemed to feel myself bouncing and sliding over the\nground, only to stop with a grinding shock.\n\nA still, small voice within me seemed to say:\n\n“Pettingill, your sands of time are running low. A human being can\nstand only so much, and you’ve had your share.”\n\nAnd then I came back to life. I heard voices, far, far away, and some\none laughed. The laugh grated upon my nerves; it was as if some one\nhad laughed aloud at a funeral.\n\n“The barrel was dented two-thirds through and bent bad,” stated a\nvoice. “Wonder it didn’t blow his fool head off instead of kicking ——\nout of him.”\n\nThen I sat up and looked around. I was propped against a rock. Around\nmy chest and over my arms is a tightly pulled rope, and the other end\nof the rope is fastened to the front end of a saddle on a horse. Two\nmen are standing near me, examining the remains of my shotgun.\n\nMiddleton is sitting near me, his hands and feet roped, and as I\nlooked at him he vulgarly spat out through where a tooth had been, and\nwinked at me. The two turned, and I saw upon the bosom of the taller\none the badge of a police officer.\n\n“I didn’t think that Olaf had brains enough to go crazy,” said the\nother.\n\n“Got to have some brains to start on, I reckon.”\n\n“Never can tell,” nodded the tall one. “They caught him trying to put\ndynamite in the stove. He said he was going to blow up the law. Funny\nthing about it; somebody had filled his pants with bird-shot.”\n\nJust then we were interrupted by the coming of Ike and Dirty Shirt,\nleading the runaway horses. They stared at the strangers.\n\n“Holy henhawks!” exclaimed Dirty. “They’ve roped our shepherds!”\n\n“Uh-huh,” nodded the tall one. “You might say a few words, Dirty.”\n\n“Hello, Adams,” nodded Dirty to the other one. “Meet Professors\nPettingill and Middleton. Gents, this person is Alcohol Adams. The\ntall one is Magpie Simpkins, the sheriff of Yaller Rock County. He’s\njust as bad as he looks. Magpie, what you got ropes on them pelicans\nfor? They ain’t done nothing.”\n\n“Well, talk a little, can’t you?” asked the Magpie person.\n\n“Well—” Dirty Shirt rolled a smoke—“we tried our dangedest to fulfil\nour deputation, Magpie. These scientific pelicans pilgrim along, and\nwe take ’em in. _Sabe?_ They wants to know from personal experience\nwhether it’s sheep or just general wear and tear that puts a shepherd\ninto that mental condition known as crazy.\n\n“They’ve had a hard time, gents. They sure have herded in the\ninterests of science. We’ve all had a hard time, Magpie, and I’m off\nsheep forever. If Scenery Sims and Alphabetical Allen wants them sheep\nrounded up, they’ll have to do it themselves. _Sabe?_ Law or no law,\nwe’re all done.”\n\n“So?”\n\nThe sheriff scratched his long nose, and began a silent laugh that\nshook his gaunt frame.\n\n“Haw! Haw! Haw! You poor, locoed snake-hunters! Listen: I didn’t no\nmore than get started for Piperock when I meets Scenery and Alphy.\nThey’ve done patched up their differences. We went over to notify you,\nbut you never showed up. I’ve been looking for you.”\n\n“Haw!” replied Dirty Shirt vacantly.\n\n“You—uh— Say, who in —— owns the sheep we’ve been dry-nursing,\nMagpie?”\n\n“I do,” said Mr. Adams. “I had a Swede out here, but he went loco, I\nreckon, and tried to dynamite Scenery’s camp, and——”\n\n                  *       *       *       *       *\n\nIke stepped over and took the ropes off Middleton and myself.\n\n“I met the driver of my grub-wagon,” said Mr. Adams. “He had been\ndrinking too much lately, I reckon. Said he was held up by twin\ndevils, and that from now on he’s through with booze or sheep.”\n\nWe went down the hill, where Middleton and I recovered our coats.\nDirty Shirt and Ike caught our mules and put on the packs. Then they\ngave us each a rope to lead with.\n\n“The road over there will take you to Silver Bend,” explained Ike.\n\nWe thanked him heartily, and then shook hands with them all.\n\n“I hope you gents got the information you desired,” said Magpie.\n\n“Nothing like personal experience.”\n\n“Yeth, we got it,” lisped Middleton. “We tholved it.”\n\n“I hope you didn’t jump at it suddenlike,” grinned Magpie.\n\n“No, thir. Not thudden.”\n\n“I reckon it’s a mistake to say that all shepherds are crazy,”\nobserved Magpie. “Cow-men use that expression more because they hate\nsheep than because the shepherd is loco. They figure that any man is\ncrazy who would herd sheep. _Sabe?_\n\n“What is your scientific opinion, gents? Do you think they’re crazy?”\n\nI looked at Middleton inquiringly, and he nodded.\n\n“I will thupport you, Pettingill.”\n\n“Well,” said I, “after personal observation, I will say this much: If\nhe isn’t crazy to begin with, and doesn’t go crazy—he is a superman.”\n\n“Reckon the sheep are to blame?” asked Adams.\n\n“Of courth,” lisped Middleton, caressing his back, “the theep are\nprimarily rethponthible, but I’d thay that the greater evil cometh\nfrom general wear and tear.”\n\n“Which goes to show that personal experience is better than hearsay,”\nagreed Magpie.\n\n“Ordinarily,” I agreed, “but from now on I will be more than willing\nto take unsupported word for things I know nothing about. How about\nyou, Professor Middleton?”\n\nMiddleton picked up his rope and spat through his vacant teeth.\n\n“Oh, ——! Leth go, Pettingill. You thaid a mouthful.”",
    "metadata": {
        "author": [
            "Tuttle, W. C. (Wilbur C.)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67139/pg67139.txt",
        "name": "shepherds_for_science.json"
    }
}