{
  "name": "Sketches from Memory (From \"Mosses from an Old Manse\")",
  "author": [
    "Hawthorne, Nathaniel"
  ],
  "body": "\n\nTHE NOTCH OF THE WHITE MOUNTAINS\n\nIt was now the middle of September. We had come since sunrise from\nBartlett, passing up through the valley of the Saco, which extends\nbetween mountainous walls, sometimes with a steep ascent, but often as\nlevel as a church-aisle. All that day and two preceding ones we had\nbeen loitering towards the heart of the White Mountains,—those old\ncrystal hills, whose mysterious brilliancy had gleamed upon our distant\nwanderings before we thought of visiting them. Height after height had\nrisen and towered one above another till the clouds began to hang below\nthe peaks. Down their slopes were the red pathways of the slides, those\navalanches of earth, stones, and trees, which descend into the hollows,\nleaving vestiges of their track hardly to be effaced by the vegetation\nof ages. We had mountains behind us and mountains on each side, and a\ngroup of mightier ones ahead. Still our road went up along the Saco,\nright towards the centre of that group, as if to climb above the clouds\nin its passage to the farther region.\n\nIn old times the settlers used to be astounded by the inroads of the\nNorthern Indians, coming down upon them from this mountain rampart\nthrough some defile known only to themselves. It is, indeed, a wondrous\npath. A demon, it might be fancied, or one of the Titans, was\ntravelling up the valley, elbowing the heights carelessly aside as he\npassed, till at length a great mountain took its stand directly across\nhis intended road. He tarries not for such an obstacle, but, rending it\nasunder a thousand feet from peak to base, discloses its treasures of\nhidden minerals, its sunless waters, all the secrets of the mountain’s\ninmost heart, with a mighty fracture of rugged precipices on each side.\nThis is the Notch of the White Hills. Shame on me that I have attempted\nto describe it by so mean an image, feeling, as I do, that it is one of\nthose symbolic scenes which lead the mind to the sentiment, though not\nto the conception, of Omnipotence.\n\n\nWe had now reached a narrow passage, which showed almost the appearance\nof having been cut by human strength and artifice in the solid rock.\nThere was a wall of granite on each side, high and precipitous,\nespecially on our right, and so smooth that a few evergreens could\nhardly find foothold enough to grow there. This is the entrance, or, in\nthe direction we were going, the extremity, of the romantic defile of\nthe Notch. Before emerging from it, the rattling of wheels approached\nbehind us, and a stage-coach rumbled out of the mountain, with seats on\ntop and trunks behind, and a smart driver, in a drab great-coat,\ntouching the wheel-horses with the whip-stock and reigning in the\nleaders. To my mind there was a sort of poetry in such an incident,\nhardly inferior to what would have accompanied the painted array of an\nIndian war-party gliding forth from the same wild chasm. All the\npassengers, except a very fat lady on the back seat, had alighted. One\nwas a mineralogist, a scientific, green-spectacled figure in black,\nbearing a heavy hammer, with which he did great damage to the\nprecipices, and put the fragments in his pocket. Another was a\nwell-dressed young man, who carried an operaglass set in gold, and\nseemed to be making a quotation from some of Byron’s rhapsodies on\nmountain scenery. There was also a trader, returning from Portland to\nthe upper part of Vermont; and a fair young girl, with a very faint\nbloom like one of those pale and delicate flowers which sometimes occur\namong alpine cliffs.\n\nThey disappeared, and we followed them, passing through a deep pine\nforest, which for some miles allowed us to see nothing but its own\ndismal shade. Towards nightfall we reached a level amphitheatre,\nsurrounded by a great rampart of hills, which shut out the sunshine\nlong before it left the external world. It was here that we obtained\nour first view, except at a distance, of the principal group of\nmountains. They are majestic, and even awful, when contemplated in a\nproper mood, yet, by their breadth of base and the long ridges which\nsupport them, give the idea of immense bulk rather than of towering\nheight. Mount Washington, indeed, looked near to Heaven: he was white\nwith snow a mile downward, and had caught the only cloud that was\nsailing through the atmosphere to veil his head. Let us forget the\nother names of American statesmen that have been stamped upon these\nhills, but still call the loftiest WASHINGTON. Mountains are Earth’s\nundecaying monuments. They must stand while she endures, and never\nshould be consecrated to the mere great men of their own age and\ncountry, but to the mighty ones alone, whose glory is universal, and\nwhom all time will render illustrious.\n\nThe air, not often sultry in this elevated region, nearly two thousand\nfeet above the sea, was now sharp and cold, like that of a clear\nNovember evening in the lowlands. By morning, probably, there would be\na frost, if not a snowfall, on the grass and rye, and an icy surface\nover the standing water. I was glad to perceive a prospect of\ncomfortable quarters in a house which we were approaching, and of\npleasant company in the guests who were assembled at the door.\n\nOUR EVENING PARTY AMONG THE MOUNTAINS\n\nWE stood in front of a good substantial farm-house, of old date in that\nwild country. A sign over the door denoted it to be the White Mountain\nPost-Office,—an establishment which distributes letters and newspapers\nto perhaps a score of persons, comprising the population of two or\nthree townships among the hills. The broad and weighty antlers of a\ndeer, “a stag of ten,” were fastened at the corner of the house; a\nfox’s bushy tail was nailed beneath them; and a huge black paw lay on\nthe ground, newly severed and still bleeding, the trophy of a\nbear-hunt. Among several persons collected about the doorsteps, the\nmost remarkable was a sturdy mountaineer, of six feet two, and\ncorresponding bulk, with a heavy set of features, such as might be\nmoulded on his own blacksmith’s anvil, but yet indicative of mother wit\nand rough humor. As we appeared, he uplifted a tin trumpet, four or\nfive feet long, and blew a tremendous blast, either in honor of our\narrival or to awaken an echo from the opposite hill.\n\nEthan Crawford’s guests were of such a motley description as to form\nquite a picturesque group, seldom seen together except at some place\nlike this, at once the pleasure-house of fashionable tourists and the\nhomely inn of country travellers. Among the company at the door were\nthe mineralogist and the owner of the gold operaglass whom we had\nencountered in the Notch; two Georgian gentlemen, who had chilled their\nSouthern blood that morning on the top of Mount Washington; a physician\nand his wife from Conway; a trader of Burlington and an old squire of\nthe Green Mountains; and two young married couples, all the way from\nMassachusetts, on the matrimonial jaunt. Besides these strangers, the\nrugged county of Coos, in which we were, was represented by half a\ndozen wood-cutters, who had slain a bear in the forest and smitten off\nhis paw.\n\nI had joined the party, and had a moment’s leisure to examine them\nbefore the echo of Ethan’s blast returned from the hill. Not one, but\nmany echoes had caught up the harsh and tuneless sound, untwisted its\ncomplicated threads, and found a thousand aerial harmonies in one stern\ntrumpet-tone. It was a distinct yet distant and dream-like symphony of\nmelodious instruments, as if an airy band had been hidden on the\nhillside and made faint music at the summons. No subsequent trial\nproduced so clear, delicate, and spiritual a concert as the first. A\nfield-piece was then discharged from the top of a neighboring hill, and\ngave birth to one long reverberation, which ran round the circle of\nmountains in an unbroken chain of sound and rolled away without a\nseparate echo. After these experiments, the cold atmosphere drove us\nall into the house, with the keenest appetites for supper.\n\nIt did one’s heart good to see the great fires that were kindled in the\nparlor and bar-room, especially the latter, where the fireplace was\nbuilt of rough stone, and might have contained the trunk of an old tree\nfor a backlog.\n\nA man keeps a comfortable hearth when his own forest is at his very\ndoor. In the parlor, when the evening was fairly set in, we held our\nhands before our eyes to shield them from the ruddy glow, and began a\npleasant variety of conversation. The mineralogist and the physician\ntalked about the invigorating qualities of the mountain air, and its\nexcellent effect on Ethan Crawford’s father, an old man of\nseventy-five, with the unbroken frame of middle life. The two brides\nand the doctor’s wife held a whispered discussion, which, by their\nfrequent titterings and a blush or two, seemed to have reference to the\ntrials or enjoyments of the matrimonial state. The bridegrooms sat\ntogether in a corner, rigidly silent, like Quakers whom the spirit\nmoveth not, being still in the odd predicament of bashfulness towards\ntheir own young wives. The Green Mountain squire chose me for his\ncompanion, and described the difficulties he had met with half a\ncentury ago in travelling from the Connecticut River through the Notch\nto Conway, now a single day’s journey, though it had cost him eighteen.\nThe Georgians held the album between them, and favored us with the few\nspecimens of its contents, which they considered ridiculous enough to\nbe worth hearing. One extract met with deserved applause. It was a\n“Sonnet to the Snow on Mount Washington,” and had been contributed that\nvery afternoon, bearing a signature of great distinction in magazines\nand annuals. The lines were elegant and full of fancy, but too remote\nfrom familiar sentiment, and cold as their subject, resembling those\ncurious specimens of crystallized vapor which I observed next day on\nthe mountain-top. The poet was understood to be the young gentleman of\nthe gold opera-glass, who heard our laudatory remarks with the\ncomposure of a veteran.\n\nSuch was our party, and such their ways of amusement. But on a winter\nevening another set of guests assembled at the hearth where these\nsummer travellers were now sitting. I once had it in contemplation to\nspend a month hereabouts, in sleighing-time, for the sake of studying\nthe yeomen of New England, who then elbow each other through the Notch\nby hundreds, on their way to Portland. There could be no better school\nfor such a purpose than Ethan Crawford’s inn. Let the student go\nthither in December, sit down with the teamsters at their meals, share\ntheir evening merriment, and repose with them at night when every bed\nhas its three occupants, and parlor, bar-room, and kitchen are strewn\nwith slumberers around the fire. Then let him rise before daylight,\nbutton his great-coat, muffle up his ears, and stride with the\ndeparting caravan a mile or two, to see how sturdily they make head\nagainst the blast. A treasure of characteristic traits will repay all\ninconveniences, even should a frozen nose be of the number.\n\nThe conversation of our party soon became more animated and sincere,\nand we recounted some traditions of the Indians, who believed that the\nfather and mother of their race were saved from a deluge by ascending\nthe peak of Mount Washington. The children of that pair have been\noverwhelmed, and found no such refuge. In the mythology of the savage,\nthese mountains were afterwards considered sacred and inaccessible,\nfull of unearthly wonders, illuminated at lofty heights by the blaze of\nprecious stones, and inhabited by deities, who sometimes shrouded\nthemselves in the snow-storm and came down on the lower world. There\nare few legends more poetical than that of the “Great Carbuncle” of the\nWhite Mountains. The belief was communicated to the English settlers,\nand is hardly yet extinct, that a gem, of such immense size as to be\nseen shining miles away, hangs from a rock over a clear, deep lake,\nhigh up among the hills. They who had once beheld its splendor were\nenthralled with an unutterable yearning to possess it. But a spirit\nguarded that inestimable jewel, and bewildered the adventurer with a\ndark mist from the enchanted lake. Thus life was worn away in the vain\nsearch for an unearthly treasure, till at length the deluded one went\nup the mountain, still sanguine as in youth, but returned no more. On\nthis theme methinks I could frame a tale with a deep moral.\n\nThe hearts of the palefaces would not thrill to these superstitions of\nthe red men, though we spoke of them in the centre of their haunted\nregion. The habits and sentiments of that departed people were too\ndistinct from those of their successors to find much real sympathy. It\nhas often been a matter of regret to me that I was shut out from the\nmost peculiar field of American fiction by an inability to see any\nromance, or poetry, or grandeur, or beauty in the Indian character, at\nleast till such traits were pointed out by others. I do abhor an Indian\nstory. Yet no writer can be more secure of a permanent place in our\nliterature than the biographer of the Indian chiefs. His subject, as\nreferring to tribes which have mostly vanished from the earth, gives\nhim a right to be placed on a classic shelf, apart from the merits\nwhich will sustain him there.\n\nI made inquiries whether, in his researches about these parts, our\nmineralogist had found the three “Silver Hills” which an Indian sachem\nsold to an Englishman nearly two hundred years ago, and the treasure of\nwhich the posterity of the purchaser have been looking for ever since.\nBut the man of science had ransacked every hill along the Saco, and\nknew nothing of these prodigious piles of wealth. By this time, as\nusual with men on the eve of great adventure, we had prolonged our\nsession deep into the night, considering how early we were to set out\non our six miles’ ride to the foot of Mount Washington. There was now a\ngeneral breaking up. I scrutinized the faces of the two bridegrooms,\nand saw but little probability of their leaving the bosom of earthly\nbliss, in the first week of the honeymoon and at the frosty hour of\nthree, to climb above the clouds; nor, when I felt how sharp the wind\nwas as it rushed through a broken pane and eddied between the chinks of\nmy unplastered chamber, did I anticipate much alacrity on my own part,\nthough we were to seek for the “Great Carbuncle.”\n\nTHE CANAL-BOAT\n\nI was inclined to be poetical about the Grand Canal. In my imagination\nDe Witt Clinton was an enchanter, who had waved his magic wand from the\nHudson to Lake Erie and united them by a watery highway, crowded with\nthe commerce of two worlds, till then inaccessible to each other. This\nsimple and mighty conception had conferred inestimable value on spots\nwhich Nature seemed to have thrown carelessly into the great body of\nthe earth, without foreseeing that they could ever attain importance. I\npictured the surprise of the sleepy Dutchmen when the new river first\nglittered by their doors, bringing them hard cash or foreign\ncommodities in exchange for their hitherto unmarketable produce. Surely\nthe water of this canal must be the most fertilizing of all fluids; for\nit causes towns, with their masses of brick and stone, their churches\nand theatres, their business and hubbub, their luxury and refinement,\ntheir gay dames and polished citizens, to spring up, till in time the\nwondrous stream may flow between two continuous lines of buildings,\nthrough one thronged street, from Buffalo to Albany. I embarked about\nthirty miles below Utica, determining to voyage along the whole extent\nof the canal at least twice in the course of the summer.\n\nBehold us, then, fairly afloat, with three horses harnessed to our\nvessel, like the steeds of Neptune to a huge scallop-shell in\nmythological pictures. Bound to a distant port, we had neither chart\nnor compass, nor cared about the wind, nor felt the heaving of a\nbillow, nor dreaded shipwreck, however fierce the tempest, in our\nadventurous navigation of an interminable mudpuddle; for a mudpuddle it\nseemed, and as dark and turbid as if every kennel in the land paid\ncontribution to it. With an imperceptible current, it holds its drowsy\nway through all the dismal swamps and unimpressive scenery that could\nbe found between the great lakes and the sea-coast. Yet there is\nvariety enough, both on the surface of the canal and along its banks,\nto amuse the traveller, if an overpowering tedium did not deaden his\nperceptions.\n\nSometimes we met a black and rusty-looking vessel, laden with lumber,\nsalt from Syracuse, or Genesee flour, and shaped at both ends like a\nsquare-toed boot, as if it had two sterns, and were fated always to\nadvance backward. On its deck would be a square hut, and a woman seen\nthrough the window at her household work, with a little tribe of\nchildren who perhaps had been born in this strange dwelling and knew no\nother home. Thus, while the husband smoked his pipe at the helm and the\neldest son rode one of the horses, on went the family, travelling\nhundreds of miles in their own house and carrying their fireside with\nthem. The most frequent species of craft were the “line-boats,” which\nhad a cabin at each end, and a great bulk of barrels, bales, and boxes\nin the midst, or light packets like our own decked all over with a row\nof curtained windows from stem to stern, and a drowsy face at every\none. Once we encountered a boat of rude construction, painted all in\ngloomy black, and manned by three Indians, who gazed at us in silence\nand with a singular fixedness of eye. Perhaps these three alone, among\nthe ancient possessors of the land, had attempted to derive benefit\nfrom the white mail’s mighty projects and float along the current of\nhis enterprise. Not long after, in the midst of a swamp and beneath a\nclouded sky, we overtook a vessel that seemed full of mirth and\nsunshine. It contained a little colony of Swiss on their way to\nMichigan, clad in garments of strange fashion and gay colors, scarlet,\nyellow, and bright blue, singing, laughing, and making merry in odd\ntones and a babble of outlandish words. One pretty damsel, with a\nbeautiful pair of naked white arms, addressed a mirthful remark to me.\nShe spoke in her native tongue, and I retorted in good English, both of\nus laughing heartily at each other’s unintelligible wit. I cannot\ndescribe how pleasantly this incident affected me. These honest Swiss\nwere all itinerant community of jest and fun journeying through a\ngloomy land and among a dull race of money-getting drudges, meeting\nnone to understand their mirth, and only one to sympathize with it, yet\nstill retaining the happy lightness of their own spirit.\n\nHad I been on my feet at the time instead of sailing slowly along in a\ndirty canal-boat, I should often have paused to contemplate the\ndiversified panorama along the banks of the canal. Sometimes the scene\nwas a forest, dark, dense, and impervious, breaking away occasionally\nand receding from a lonely tract, covered with dismal black stumps,\nwhere, on the verge of the canal, might be seen a log-cottage and a\nsallow-faced woman at the window. Lean and aguish, she looked like\npoverty personified, half clothed, half fed, and dwelling in a desert,\nwhile a tide of wealth was sweeping by her door. Two or three miles\nfarther would bring us to a lock, where the slight impediment to\nnavigation had created a little mart of trade. Here would be found\ncommodities of all sorts, enumerated in yellow letters on the\nwindow-shutters of a small grocery-store, the owner of which had set\nhis soul to the gathering of coppers and small change, buying and\nselling through the week, and counting his gains on the blessed\nSabbath. The next scene might be the dwelling-houses and stores of a\nthriving village, built of wood or small gray stones, a church-spire\nrising in the midst, and generally two taverns, bearing over their\npiazzas the pompous titles of “hotel,” “exchange,” “tontine,” or\n“coffee-house.” Passing on, we glide now into the unquiet heart of an\ninland city,—of Utica, for instance,—and find ourselves amid piles of\nbrick, crowded docks and quays, rich warehouses, and a busy population.\nWe feel the eager and hurrying spirit of the place, like a stream and\neddy whirling us along with it. Through the thickest of the tumult goes\nthe canal, flowing between lofty rows of buildings and arched bridges\nof hewn stone. Onward, also, go we, till the hum and bustle of\nstruggling enterprise die away behind us and we are threading an avenue\nof the ancient woods again.\n\nThis sounds not amiss in description, but was so tiresome in reality\nthat we were driven to the most childish expedients for amusement. An\nEnglish traveller paraded the deck, with a rifle in his walking-stick,\nand waged war on squirrels and woodpeckers, sometimes sending an\nunsuccessful bullet among flocks of tame ducks and geese which abound\nin the dirty water of the canal. I, also, pelted these foolish birds\nwith apples, and smiled at the ridiculous earnestness of their\nscrambles for the prize while the apple bobbed about like a thing of\nlife. Several little accidents afforded us good-natured diversion. At\nthe moment of changing horses the tow-rope caught a Massachusetts\nfarmer by the leg and threw him down in a very indescribable posture,\nleaving a purple mark around his sturdy limb. A new passenger fell flat\non his back in attempting to step on deck as the boat emerged from\nunder a bridge. Another, in his Sunday clothes, as good luck would have\nit, being told to leap aboard from the bank, forthwith plunged up to\nhis third waistcoat-button in the canal, and was fished out in a very\npitiable plight, not at all amended by our three rounds of applause.\nAnon a Virginia schoolmaster, too intent on a pocket Virgil to heed the\nhelmsman’s warning, “Bridge! bridge!” was saluted by the said bridge on\nhis knowledge-box. I had prostrated myself like a pagan before his\nidol, but heard the dull, leaden sound of the contact, and fully\nexpected to see the treasures of the poor man’s cranium scattered about\nthe deck. However, as there was no harm done, except a large bump on\nthe head, and probably a corresponding dent in the bridge, the rest of\nus exchanged glances and laughed quietly. O, bow pitiless are idle\npeople!\n\n\nThe table being now lengthened through the cabin and spread for supper,\nthe next twenty minutes were the pleasantest I had spent on the canal,\nthe same space at dinner excepted. At the close of the meal it had\nbecome dusky enough for lamplight. The rain pattered unceasingly on the\ndeck, and sometimes came with a sullen rush against the windows, driven\nby the wind as it stirred through an opening of the forest. The\nintolerable dulness of the scene engendered an evil spirit in me.\nPerceiving that the Englishman was taking notes in a memorandum-book,\nwith occasional glances round the cabin, I presumed that we were all to\nfigure in a future volume of travels, and amused my ill-humor by\nfalling into the probable vein of his remarks. He would hold up an\nimaginary mirror, wherein our reflected faces would appear ugly and\nridiculous, yet still retain all undeniable likeness to the originals.\nThen, with more sweeping malice, he would make these caricatures the\nrepresentatives of great classes of my countrymen.\n\nHe glanced at the Virginia schoolmaster, a Yankee by birth, who, to\nrecreate himself, was examining a freshman from Schenectady College in\nthe conjugation of a Greek verb. Him the Englishman would portray as\nthe scholar of America, and compare his erudition to a school-boy’s\nLatin theme made up of scraps ill-selected and worse put together. Next\nthe tourist looked at the Massachusetts farmer, who was delivering a\ndogmatic harangue on the iniquity of Sunday mails. Here was the\nfar-famed yeoman of New England; his religion, writes the Englishman,\nis gloom on the Sabbath, long prayers every morning and eventide, and\nilliberality at all times; his boasted information is merely an\nabstract and compound of newspaper paragraphs, Congress debates, caucus\nharangues, and the argument and judge’s charge in his own lawsuits. The\nbook-monger cast his eye at a Detroit merchant, and began scribbling\nfaster than ever. In this sharp-eyed man, this lean man, of wrinkled\nbrow, we see daring enterprise and close-fisted avarice combined. Here\nis the worshipper of Mammon at noonday; here is the three times\nbankrupt, richer after every ruin; here, in one word, (O wicked\nEnglishman to say it!) here is the American. He lifted his eyeglass to\ninspect a Western lady, who at once became aware of the glance,\nreddened, and retired deeper into the female part of the cabin. Here\nwas the pure, modest, sensitive, and shrinking woman of\nAmerica,—shrinking when no evil is intended, and sensitive like\ndiseased flesh, that thrills if you but point at it; and strangely\nmodest, without confidence in the modesty of other people; and\nadmirably pure, with such a quick apprehension of all impurity.\n\nIn this manner I went all through the cabin, hitting everybody as hard\na lash as I could, and laying the whole blame on the infernal\nEnglishman. At length I caught the eyes of my own image in the\nlooking-glass, where a number of the party were likewise reflected, and\namong them the Englishman, who at that moment was intently observing\nmyself.\n\n\nThe crimson curtain being let down between the ladies and gentlemen,\nthe cabin became a bedchamber for twenty persons, who were laid on\nshelves one above another. For a long time our various incommodities\nkept us all awake except five or six, who were accustomed to sleep\nnightly amid the uproar of their own snoring, and had little to dread\nfrom any other species of disturbance. It is a curious fact that these\nsnorers had been the most quiet people in the boat while awake, and\nbecame peace-breakers only when others cease to be so, breathing tumult\nout of their repose. Would it were possible to affix a wind-instrument\nto the nose, and thus make melody of a snore, so that a sleeping lover\nmight serenade his mistress or a congregation snore a psalm-tune!\nOther, though fainter, sounds than these contributed to my\nrestlessness. My head was close to the crimson curtain,—the sexual\ndivision of the boat,—behind which I continually heard whispers and\nstealthy footsteps; the noise of a comb laid on the table or a slipper\ndropped on the floor; the twang, like a broken harp-string, caused by\nloosening a tight belt; the rustling of a gown in its descent; and the\nunlacing of a pair of stays. My ear seemed to have the properties of an\neye; a visible image pestered my fancy in the darkness; the curtain was\nwithdrawn between me and the Western lady, who yet disrobed herself\nwithout a blush.\n\nFinally all was hushed in that quarter. Still I was more broad awake\nthan through the whole preceding day, and felt a feverish impulse to\ntoss my limbs miles apart and appease the unquietness of mind by that\nof matter. Forgetting that my berth was hardly so wide as a coffin, I\nturned suddenly over and fell like an avalanche on the floor, to the\ndisturbance of the whole community of sleepers. As there were no bones\nbroken, I blessed the accident and went on deck. A lantern was burning\nat each end of the boat, and one of the crew was stationed at the bows,\nkeeping watch, as mariners do on the ocean. Though the rain had ceased,\nthe sky was all one cloud, and the darkness so intense that there\nseemed to be no world except the little space on which our lanterns\nglimmered. Yet it was an impressive scene.\n\nWe were traversing the “long level,” a dead flat between Utica and\nSyracuse, where the canal has not rise or fall enough to require a lock\nfor nearly seventy miles. There can hardly be a more dismal tract of\ncountry. The forest which covers it, consisting chiefly of white-cedar,\nblack-ash, and other trees that live in excessive moisture, is now\ndecayed and death-struck by the partial draining of the swamp into the\ngreat ditch of the canal. Sometimes, indeed, our lights were reflected\nfrom pools of stagnant water which stretched far in among the trunks of\nthe trees, beneath dense masses of dark foliage. But generally the tall\nstems and intermingled branches were naked, and brought into strong\nrelief amid the surrounding gloom by the whiteness of their decay.\nOften we beheld the prostrate form of some old sylvan giant which had\nfallen and crushed down smaller trees under its immense ruin. In spots\nwhere destruction had been riotous, the lanterns showed perhaps a\nhundred trunks, erect, half overthrown, extended along the ground,\nresting on their shattered limbs or tossing them desperately into the\ndarkness, but all of one ashy white, all naked together, in desolate\nconfusion. Thus growing out of the night as we drew nigh, and vanishing\nas we glided on, based on obscurity, and overhung and bounded by it,\nthe scene was ghostlike,—the very land of unsubstantial things, whither\ndreams might betake themselves when they quit the slumberer’s brain.\n\nMy fancy found another emblem. The wild nature of America had been\ndriven to this desert-place by the encroachments of civilized man. And\neven here, where the savage queen was throned on the ruins of her\nempire, did we penetrate, a vulgar and worldly throng, intruding on her\nlatest solitude. In other lands decay sits among fallen palaces; but\nhere her home is in the forests.\n\nLooking ahead, I discerned a distant light, announcing the approach of\nanother boat, which soon passed us, and proved to be a rusty old\nscow,—just such a craft as the “Flying Dutchman” would navigate on the\ncanal. Perhaps it was that celebrated personage himself whom I\nimperfectly distinguished at the helm in a glazed cap and rough\ngreat-coat, with a pipe in his mouth, leaving the fumes of tobacco a\nhundred yards behind. Shortly after our boatman blew a horn, sending a\nlong and melancholy note through the forest avenue, as a signal for\nsome watcher in the wilderness to be ready with a change of horses. We\nhad proceeded a mile or two with our fresh team when the tow-rope got\nentangled in a fallen branch on the edge of the canal, and caused a\nmomentary delay, during which I went to examine the phosphoric light of\nan old tree a little within the forest. It was not the first delusive\nradiance that I had followed.\n\nThe tree lay along the ground, and was wholly converted into a mass of\ndiseased splendor, which threw a ghastliness around. Being full of\nconceits that night, I called it a frigid fire, a funeral light,\nillumining decay and death, an emblem of fame that gleams around the\ndead man without warming him, or of genius when it owes its brilliancy\nto moral rottenness, and was thinking that such ghostlike torches were\njust fit to light up this dead forest or to blaze coldly in tombs,\nwhen, starting from my abstraction, I looked up the canal. I\nrecollected myself, and discovered the lanterns glimmering far away.\n\n“Boat ahoy!” shouted I, making a trumpet of my closed fists.\n\nThough the cry must have rung for miles along that hollow passage of\nthe woods, it produced no effect. These packet-boats make up for their\nsnail-like pace by never loitering day nor night, especially for those\nwho have paid their fare. Indeed, the captain had an interest in\ngetting rid of me; for I was his creditor for a breakfast.\n\n“They are gone, Heaven be praised!” ejaculated I; “for I cannot\npossibly overtake them. Here am I, on the ‘long level,’ at midnight,\nwith the comfortable prospect of a walk to Syracuse, where my baggage\nwill be left. And now to find a house or shed wherein to pass the\nnight.” So thinking aloud, I took a flambeau from the old tree,\nburning, but consuming not, to light my steps withal, and, like a\njack-o’-the-lantern, set out on my midnight tour.\n\n\n\n",
  "metadata": {
    "author": [
      "Hawthorne, Nathaniel"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/9233/pg9233.txt",
    "name": "sketches_from_memory_from_mosses_from_an_old_manse"
  }
}
