{
    "name": "Some Causes of the Prevailing Discontent",
    "author": [
        "Warner, Charles Dudley"
    ],
    "body": "The Declaration of Independence opens with the statement of a great and\nfruitful political truth. But if it had said:--\"We hold these truths to\nbe self-evident: that all men are created unequal; that they are endowed\nby their Creator with certain inalienable rights; that among these are\nlife, liberty and the pursuit of happiness,\" it would also have stated\nthe truth; and if it had added, \"All men are born in society with certain\nduties which cannot be disregarded without danger to the social state,\"\nit would have laid down a necessary corollary to the first declaration.\nNo doubt those who signed the document understood that the second clause\nlimited the first, and that men are created equal only in respect to\ncertain rights. But the first part of the clause has been taken alone as\nthe statement of a self-evident truth, and the attempt to make this\nunlimited phrase a reality has caused a great deal of misery. In\nconnection with the neglect of the idea that the recognition of certain\nduties is as important as the recognition of rights in the political and\nsocial state--that is, in connection with the doctrine of laissez faire\n--this popular notion of equality is one of the most disastrous forces in\nmodern society.\n\nDoubtless men might have been created equal to each other in every\nrespect, with the same mental capacity, the same physical ability, with\nlike inheritances of good or bad qualities, and born into exactly similar\nconditions, and not dependent on each other. But men never were so\ncreated and born, so far as we have any record of them, and by analogy we\nhave no reason to suppose that they ever will be. Inequality is the most\nstriking fact in life. Absolute equality might be better, but so far as\nwe can see, the law of the universe is infinite diversity in unity; and\nvariety in condition is the essential of what we call progress--it is, in\nfact, life. The great doctrine of the Christian era--the brotherhood of\nman and the duty of the strong to the weak--is in sharp contrast with\nthis doctrinarian notion of equality. The Christian religion never\nproposed to remove the inequalities of life or its suffering, but by the\nincoming of charity and contentment and a high mind to give individual\nmen a power to be superior to their conditions.\n\nIt cannot, however, be denied that the spirit of Christianity has\nameliorated the condition of civilized peoples, cooperating in this with\nbeneficent inventions. Never were the mass of the people so well fed, so\nwell clad, so well housed, as today in the United States. Their ordinary\ndaily comforts and privileges were the luxuries of a former age, often\nindeed unknown and unattainable to the most fortunate and privileged\nclasses. Nowhere else is it or was it so easy for a man to change his\ncondition, to satisfy his wants, nowhere else has he or had he such\nadvantages of education, such facilities of travel, such an opportunity\nto find an environment to suit himself. As a rule the mass of mankind\nhave been spot where they were born. A mighty change has taken place in\nregard to liberty, freedom of personal action, the possibility of coming\ninto contact with varied life and an enlarged participation in the\nbounties of nature and the inventions of genius. The whole world is in\nmotion, and at liberty to be so. Everywhere that civilization has gone\nthere is an immense improvement in material conditions during the last\none hundred years.\n\nAnd yet men were never so discontented, nor did they ever find so many\nways of expressing their discontent. In view of the general amelioration\nof the conditions of life this seems unreasonable and illogical, but it\nmay seem less so when we reflect that human nature is unchanged, and that\nwhich has to be satisfied in this world is the mind. And there are some\nexceptions to this general material prosperity, in its result to the\nworking classes. Manufacturing England is an exception. There is nothing\nso pitiful, so hopeless in the record of man, not in the Middle Ages, not\nin rural France just before the Revolution, as the physical and mental\ncondition of the operators in the great manufacturing cities and in the\nvast reeking slums of London. The political economists have made England\nthe world's great workshop, on the theory that wealth is the greatest\ngood in life, and that with the golden streams flowing into England from\na tributary world, wages would rise, food be cheap, employment constant.\nThe horrible result to humanity is one of the exceptions to the general\nuplift of the race, not paralleled as yet by anything in this country,\nbut to be taken note of as a possible outcome of any material\ncivilization, and fit to set us thinking whether we have not got on a\nwrong track. Mr. Froude, fresh from a sight of the misery of industrial\nEngland, and borne straight on toward Australia over a vast ocean,\nthrough calm and storm, by a great steamer,--horses of fire yoked to a\nsea-chariot,--exclaims: \"What, after all, have these wonderful\nachievements done to elevate human nature? Human nature remains as it\nwas. Science grows, but morality is stationary, and art is vulgarized.\nNot here lie the 'things necessary to salvation,' not the things which\ncan give to human life grace, or beauty, or dignity.\"\n\nIn the United States, with its open opportunities, abundant land, where\nthe condition of the laboring class is better actually and in possibility\nthan it ever was in history, and where there is little poverty except\nthat which is inevitably the accompaniment of human weakness and crime,\nthe prevailing discontent seems groundless. But of course an agitation so\nwidespread, so much in earnest, so capable of evoking sacrifice, even to\nthe verge of starvation and the risk of life, must have some reason in\nhuman nature. Even an illusion--and men are as ready to die for an\nillusion as for a reality--cannot exist without a cause.\n\nNow, content does not depend so much upon a man's actual as his relative\ncondition. Often it is not so much what I need, as what others have that\ndisturbs me. I should be content to walk from Boston to New York, and be\na fortnight on the way, if everybody else was obliged to walk who made\nthat journey. It becomes a hardship when my neighbor is whisked over the\nroute in six hours and I have to walk. It would still be a hardship if he\nattained the ability to go in an hour, when I was only able to accomplish\nthe distance in six hours. While there has been a tremendous uplift all\nalong the line of material conditions, and the laboring man who is sober\nand industrious has comforts and privileges in his daily life which the\nrich man who was sober and industrious did not enjoy a hundred years ago,\nthe relative position of the rich man and the poor man has not greatly\nchanged. It is true, especially in the United States, that the poor have\nbecome rich and the rich poor, but inequality of condition is about as\nmarked as it was before the invention of labor-saving machinery, and\nthough workingmen are better off in many ways, the accumulation of vast\nfortunes, acquired often in brutal disregard of humanity, marks the\ncontrast of conditions perhaps more emphatically than it ever appeared\nbefore. That this inequality should continue in an era of universal\neducation, universal suffrage, universal locomotion, universal\nemancipation from nearly all tradition, is a surprise, and a perfectly\ncomprehensible cause of discontent. It is axiomatic that all men are\ncreated equal. But, somehow, the problem does not work out in the desired\nactual equality of conditions. Perhaps it can be forced to the right\nconclusion by violence.\n\nIt ought to be said, as to the United States, that a very considerable\npart of the discontent is imported, it is not native, nor based on any\nactual state of things existing here. Agitation has become a business. A\ngreat many men and some women, to whom work of any sort is distasteful,\nlive by it. Some of them are refugees from military or political\ndespotism, some are refugees from justice, some from the lowest\nconditions of industrial slavery. When they come here, they assume that\nthe hardships they have come away to escape exist here, and they begin\nagitating against them. Their business is to so mix the real wrongs of\nour social life with imaginary hardships, and to heighten the whole with\nillusory and often debasing theories, that discontent will be engendered.\nFor it is by means of that only that they live. It requires usually a\ngreat deal of labor, of organization, of oratory to work up this\ndiscontent so that it is profitable. The solid workingmen of America who\nknow the value of industry and thrift, and have confidence in the relief\nto be obtained from all relievable wrongs by legitimate political or\nother sedate action, have no time to give to the leadership of agitations\nwhich require them to quit work, and destroy industries, and attack the\nsocial order upon which they depend. The whole case, you may remember,\nwas embodied thousands of years ago in a parable, which Jotham, standing\non the top of Mount Gerizim, spoke to the men of Shechem:\n\n\"The trees went forth on a time to anoint a king over them; and they said\nunto the olive-tree, 'Reign thou over us.'\n\n\"But the olive-tree said unto them, 'Should I leave my fatness wherewith\nby me they honor God and man, and go to be promoted over the trees?'\n\n\"And the trees said to the fig-tree, 'Come thou and reign over us.'\n\n\"But the fig-tree said unto them, 'Should I forsake my sweetness and my\ngood fruit, and go to be promoted over the trees?'\n\n\"Then said the trees unto the vine, 'Come thou and reign over us.'\n\n\"And the vine said unto them, 'Should I leave my wine, which cheereth God\nand man, and go to be promoted over the trees?'\n\n\"Then said the trees unto the bramble, 'Come thou and reign over us.'\n\n\"And the bramble said to the trees, 'If in truth ye anoint me king over\nyou, then come and put your trust in my shadow; and if not, let fire come\nout of the bramble, and devour the cedars of Lebanon.'\"\n\nIn our day a conflagration of the cedars of Lebanon has been the only\nresult of the kingship of the bramble.\n\nIn the opinion of many, our universal education is one of the chief\ncauses of the discontent. This might be true and not be an argument\nagainst education, for a certain amount of discontent is essential to\nself-development and if, as we believe, the development of the best\npowers of every human being is a good in itself, education ought not to\nbe held responsible for the evils attending a transitional period. Yet we\ncannot ignore the danger, in the present stage, of an education that is\nnecessarily superficial, that engenders conceit of knowledge and power,\nrather than real knowledge and power, and that breeds in two-thirds of\nthose who have it a distaste for useful labor. We believe in education;\nbut there must be something wrong in an education that sets so many\npeople at odds with the facts of life, and, above all, does not furnish\nthem with any protection against the wildest illusions. There is\nsomething wanting in the education that only half educates people.\n\nWhether there is the relation of cause and effect between the two I do\nnot pretend to say, but universal and superficial education in this\ncountry has been accompanied with the most extraordinary delusions and\nthe evolution of the wildest theories. It is only necessary to refer, by\nway of illustration, to the greenback illusion, and to the whole group of\nspiritualistic disturbances and psychological epidemics. It sometimes\nseems as if half the American people were losing the power to apply\nlogical processes to the ordinary affairs of life.\n\nIn studying the discontent in this country which takes the form of a\nlabor movement, one is at first struck by its illogical aspects. So far\nas it is an organized attempt to better the condition of men by\nassociation of interests it is consistent. But it seems strange that the\ndoctrine of individualism should so speedily have an outcome in a\npersonal slavery, only better in the sense that it is voluntary, than\nthat which it protested against. The revolt from authority, the assertion\nof the right of private judgment, has been pushed forward into a\nsocialism which destroys individual liberty of action, or to a state of\nanarchy in which the weak would have no protection. I do not imagine that\nthe leaders who preach socialism, who live by agitation and not by labor,\nreally desire to overturn the social order and bring chaos. If social\nchaos came, their occupation would be gone, for if all men were reduced\nto a level, they would be compelled to scratch about with the rest for a\nliving. They live by agitation, and they are confident that government\nwill be strong enough to hold things together, so that they can continue\nagitation.\n\nThe strange thing is that their followers who live by labor and expect to\nlive by it, and believe in the doctrine of individualism, and love\nliberty of action, should be willing to surrender their discretion to an\narbitrary committee, and should expect that liberty of action would be\npreserved if all property were handed over to the State, which should\nundertake to regulate every man's time, occupation, wages, and so on. The\ncentral committee or authority, or whatever it might be called, would be\nan extraordinary despotism, tempered only by the idea that it could be\noverturned every twenty-four hours. But what security would there be for\nany calculations in life in a state of things in expectation of a\nrevolution any moment? Compared with the freedom of action in such a\ngovernment as ours, any form of communism is an iniquitous and meddlesome\ndespotism. In a less degree an association to which a man surrenders the\nright to say when, where, and for how much he shall work, is a despotism,\nand when it goes further and attempts to put a pressure on all men\noutside of the association, so that they are free neither to work nor to\nhire the workmen they choose, it is an extraordinary tyranny. It almost\nputs in the shade Mexican or Russian personal government. A demand is\nmade upon a railway company that it shall discharge a certain workman\nbecause and only because he is not a member of the union. The company\nrefuses. Then a distant committee orders a strike on that road, which\nthrows business far and wide into confusion, and is the cause of heavy\nloss to tens of thousands who have no interest in any association of\ncapital or labor, many of whom are ruined by this violence. Some of the\nresults of this surrender of personal liberty are as illegal as\nillogical.\n\nThe boycott is a conspiracy to injure another person, and as such\nindictable at common law. A strike, if a conspiracy only to raise wages\nor to reduce hours of labor, may not be indictable, if its object cannot\nbe shown to be the injury of another, though that may be incidentally its\neffect. But in its incidents, such as violence, intimidation, and in some\ncases injury to the public welfare, it often becomes an indictable\noffense. The law of conspiracy is the most ill-defined branch of\njurisprudence, but it is safe to say of the boycott and the strike that\nthey both introduce an insupportable element of tyranny, of dictation, of\ninterference, into private life. If they could be maintained, society\nwould be at the mercy of an irresponsible and even secret tribunal.\n\nThe strike is illogical. Take the recent experience in this country. We\nhave had a long season of depression, in which many earned very little\nand labor sought employment in vain. In the latter part of winter the\nprospect brightened, business revived, orders for goods poured in to all\nthe factories in the country, and everybody believed that we were on the\neve of a very prosperous season. This was the time taken to order\nstrikes, and they were enforced in perhaps a majority of cases against\nthe wishes of those who obeyed the order, and who complained of no\nimmediate grievance. What men chiefly wanted was the opportunity to work.\nThe result has been to throw us all back into the condition of stagnation\nand depression. Many people are ruined, an immense amount of capital\nwhich ventured into enterprises is lost, but of course the greatest\nsufferers are the workingmen themselves.\n\nThe methods of violence suggested by the communists and anarchists are\nnot remedial. Real difficulties exist, but these do not reach them. The\nfact is that people in any relations incur mutual obligations, and the\nworld cannot go on without a recognition of duties as well as rights. We\nall agree that every man has a right to work for whom he pleases, and to\nquit the work if it does not or the wages do not suit him. On the other\nhand, a man has a right to hire whom he pleases, pay such wages as he\nthinks he can afford, and discharge men who do not suit him. But when men\ncome together in the relation of employer and employed, other\nconsiderations arise. A man has capital which, instead of loaning at\ninterest or locking up in real estate or bonds, he puts into a factory.\nIn other words, he unlocks it for the benefit partly of men who want\nwages. He has the expectation of making money, of making more than he\ncould by lending his money. Perhaps he will be disappointed, for a common\nexperience is the loss of capital thus invested. He hires workmen at\ncertain wages. On the strength of this arrangement, he accepts orders and\nmakes contracts for the delivery of goods. He may make money one year and\nlose the next. It is better for the workman that he should prosper, for\nthe fund of capital accumulated is that upon which they depend to give\nthem wages in a dull time. But some day when he is in a corner with\norders, and his rivals are competing for the market, and labor is scarce,\nhis men strike on him.\n\nConversely, take the workman settled down to work in the mill, at the\nbest wages attainable at the time. He has a house and family. He has\ngiven pledges to society. His employer has incurred certain duties in\nregard to him by the very nature of their relations. Suppose the workman\nand his family cannot live in any comfort on the wages he receives. The\nemployer is morally bound to increase the wages if he can. But if,\ninstead of sympathizing with the situation of his workman, he forms a\ncombination with all the mills of his sort, and reduces wages merely to\nincrease his gains, he is guilty of an act as worthy of indictment as the\nstrike. I do not see why a conspiracy against labor is not as illegal as\na conspiracy against capital. The truth is, the possession of power by\nmen or associations makes them selfish and generally cruel. Few employers\nconsider anything but the arithmetic of supply and demand in fixing\nwages, and workingmen who have the power, tend to act as selfishly as the\nmale printers used to act in striking in an establishment which dared to\ngive employment to women typesetters. It is of course sentimental to say\nit, but I do not expect we shall ever get on with less friction than we\nhave now, until men recognize their duties as well as their rights in\ntheir relations with each other.\n\nIn running over some of the reasons for the present discontent, and the\noften illogical expression of it, I am far from saying anything against\nlegitimate associations for securing justice and fair play. Disassociated\nlabor has generally been powerless against accumulated capital. Of\ncourse, organized labor, getting power will use its power (as power is\nalways used) unjustly and tyrannically. It will make mistakes, it will\noften injure itself while inflicting general damage. But with all its\ninjustice, with all its surrender of personal liberty, it seeks to call\nthe attention of the world to certain hideous wrongs, to which the world\nis likely to continue selfishly indifferent unless rudely shaken out of\nits sense of security. Some of the objects proposed by these associations\nare chimerical, but the agitation will doubtless go on until another\nelement is introduced into work and wages than mere supply and demand. I\nbelieve that some time it will be impossible that a woman shall be forced\nto make shirts at six cents apiece, with the gaunt figures of starvation\nor a life of shame waiting at the door. I talked recently with the driver\nof a street-car in a large city. He received a dollar and sixty cents a\nday. He went on to his platform at eight in the morning, and left it at\ntwelve at night, sixteen hours of continuous labor every day in the week.\nHe had no rest for meals, only snatched what he could eat as he drove\nalong, or at intervals of five or eight minutes at the end of routes. He\nhad no Sunday, no holiday in the year.\n\nBetween twelve o'clock at night and eight the next morning he must wash\nand clean his car. Thus his hours of sleep were abridged. He was obliged\nto keep an eye on the passengers to see that they put their fares in the\nbox, to be always, responsible for them, that they got on and off without\naccident, to watch that the rules were enforced, and that collisions and\ncommon street dangers were avoided. This mental and physical strain for\nsixteen consecutive hours, with scant sleep, so demoralized him that he\nwas obliged once in two or three months to hire a substitute and go away\nto sleep. This is treating a human being with less consideration than the\nhorses receive. He is powerless against the great corporation; if he\ncomplains, his place is instantly filled; the public does not care.\n\nNow what I want to say about this case, and that of the woman who makes a\nshirt for six cents (and these are only types of disregard of human souls\nand bodies that we are all familiar with), is that if society remains\nindifferent it must expect that organizations will attempt to right them,\nand the like wrongs, by ways violent and destructive of the innocent and\nguilty alike. It is human nature, it is the lesson of history, that real\nwrongs, unredressed, grow into preposterous demands. Men are much like\nnature in action; a little disturbance of atmospheric equilibrium becomes\na cyclone, a slight break in the levee 'a crevasse with immense\ndestructive power.\n\nIn considering the growth of discontent, and of a natural disregard of\nduties between employers and employed, it is to be noted that while wages\nin nearly all trades are high, the service rendered deteriorates, less\nconscience is put into the work, less care to give a fair day's work for\na fair day's wages, and that pride in good work is vanishing. This may be\nin the nature of retaliation for the indifference to humanity taught by a\ncertain school of political economists, but it is, nevertheless, one of\nthe most alarming features of these times. How to cultivate the sympathy\nof the employers with the employed as men, and how to interest the\nemployed in their work beyond the mere wages they receive, is the double\nproblem.\n\nAs the intention of this paper was not to suggest remedies, but only to\nreview some of the causes of discontent, I will only say, as to this\ndouble problem, that I see no remedy so long as the popular notion\nprevails that the greatest good of life is to make money rapidly, and\nwhile it is denied that all men who contribute to prosperity ought to\nshare equitably in it. The employed must recognize the necessity of an\naccumulated fund of capital, and on the other hand the employer must be\nas anxious to have about him a contented, prosperous community, as to\nheap up money beyond any reasonable use for it. The demand seems to be\nreasonable that the employer in a prosperous year ought to share with the\nworkmen the profits beyond a limit that capital, risk, enterprise, and\nsuperior skill can legitimately claim; and that on the other hand the\nworkmen should stand by the employer in hard times.\n\nDiscontent, then, arises from absurd notions of equality, from natural\nconditions of inequality, from false notions of education, and from the\nvery patent fact, in this age, that men have been educated into wants\nmuch more rapidly than social conditions have been adjusted, or perhaps\never can be adjusted, to satisfy those wants. Beyond all the actual\nhardship and suffering, there is an immense mental discontent which has\nto be reckoned with.\n\nThis leads me to what I chiefly wanted to say in this paper, to the cause\nof discontent which seems to me altogether the most serious, altogether\nthe most difficult to deal with. We may arrive at some conception of it,\nif we consider what it is that the well-to-do, the prosperous, the rich,\nthe educated and cultivated portions of society, most value just now.\n\nIf, to take an illustration which is sufficiently remote to give us the\nnecessary perspective, if the political economists, the manufacturers,\nthe traders and aristocracy of England had had chiefly in mind the\ndevelopment of the laboring people of England into a fine type of men and\nwomen, full of health and physical vigor, with minds capable of expansion\nand enjoyment, the creation of decent, happy, and contented homes, would\nthey have reared the industrial fabric we now see there? If they had not\nput the accumulation of wealth above the good of individual humanity,\nwould they have turned England into a grimy and smoky workshop,\ncommanding the markets of the world by cheap labor, condemning the mass\nof the people to unrelieved toil and the most squalid and degraded\nconditions of life in towns, while the land is more and more set apart\nfor the parks and pleasure grounds of the rich? The policy pursued has\nmade England the richest of countries, a land of the highest refinement\nand luxury for the upper classes, and of the most misery for the great\nmass of common people. On this point we have but to read the testimony of\nEnglish writers themselves. It is not necessary to suppose that the\npolitical economists were inhuman. They no doubt believed that if England\nattained this commanding position, the accumulated wealth would raise all\nclasses into better conditions. Their mistake is that of all peoples who\nhave made money their first object. Looked at merely on the material\nside, you would think that what a philanthropic statesman would desire,\nwho wished a vigorous, prosperous nation, would be a strong and virile\npopulation, thrifty and industrious, and not mere slaves of mines and\nmills, degenerating in their children, year by year, physically and\nmorally. But apparently they have gone upon the theory that it is money,\nnot man, that makes a state.\n\nIn the United States, under totally different conditions, and under an\neconomic theory that, whatever its defects on paper, has nevertheless\ninsisted more upon the worth of the individual man, we have had, all the\nsame, a distinctly material development. When foreign critics have\ncommented upon this, upon our superficiality, our commonplaceness, what\nthey are pleased to call the weary level of our mediocrity, upon the\nraging unrest and race for fortune, and upon the tremendous pace of\nAmerican life, we have said that this is incident to a new country and\nthe necessity of controlling physical conditions, and of fitting our\nheterogeneous population to their environment. It is hardly to be\nexpected, we have said, until, we have the leisure that comes from easy\ncircumstances and accumulated wealth, that we should show the graces of\nthe highest civilization, in intellectual pursuits. Much of this\ncriticism is ignorant, and to say the best of it, ungracious, considering\nwhat we have done in the way of substantial appliances for education, in\nthe field of science, in vast charities, and missionary enterprises, and\nwhat we have to show in the diffused refinements of life.\n\nWe are already wealthy; we have greater resources and higher credit than\nany other nation; we have more wealth than any save one; we have vast\naccumulations of fortune, in private hands and in enormous corporations.\nThere exists already, what could not be said to exist a quarter of a\ncentury ago, a class who have leisure. Now what is the object in life of\nthis great, growing class that has money and leisure, what does it\nchiefly care for? In your experience of society, what is it that it\npursues and desires? Is it things of the mind or things of the senses?\nWhat is it that interests women, men of fortune, club-men, merchants, and\nprofessional men whose incomes give them leisure to follow their\ninclinations, the young men who have inherited money? Is it political\nduties, the affairs of state, economic problems, some adjustment of our\nrelations that shall lighten and relieve the wrongs and misery everywhere\napparent; is the interest in intellectual pursuits and art (except in a\ndilettante way dictated for a season by fashion) in books, in the wide\nrange of mental pleasures which make men superior to the accidents of\nfortune? Or is the interest of this class, for the most part, with some\nnoble exceptions, rather in things grossly material, in what is called\npleasure? To come to somewhat vulgar details, is not the growing desire\nfor equipages, for epicurean entertainments, for display, either refined\nor ostentatious, rivalry in profusion and expense, new methods for\nkilling time, for every imaginable luxury, which is enjoyed partly\nbecause it pleases the senses, and partly because it satisfies an ignoble\ncraving for class distinction?\n\nI am not referring to these things as a moralist at all, but simply in\ntheir relation to popular discontent. The astonishing growth of luxury\nand the habit of sensual indulgence are seen everywhere in this country,\nbut are most striking in the city of New York, since the fashion and\nwealth of the whole country meet there for display and indulgence,--New\nYork, which rivals London and outdoes Paris in sumptuousness. There\ncongregate more than elsewhere idlers, men and women of leisure who have\nnothing to do except to observe or to act in the spectacle of Vanity\nFair. Aside from the display of luxury in the shops, in the streets, in\nprivate houses, one is impressed by the number of idle young men and\nwomen of fashion.\n\nIt is impossible that a workingman who stands upon a metropolitan street\ncorner and observes this Bacchanalian revel and prodigality of expense,\nshould not be embittered by a sense of the inequality of the conditions\nof life. But this is not the most mischievous effect of the spectacle. It\nis the example of what these people care for. With all their wealth and\nopportunities, it seems to him that these select people have no higher\nobject than the pleasures of the senses, and he is taught daily by\nreiterated example that this is the end and aim of life. When he sees the\nvalue the intelligent and the well-to-do set upon material things, and\ntheir small regard for intellectual things and the pleasures of the mind,\nwhy should he not most passionately desire those things which his more\nfortunate neighbors put foremost? It is not the sight of a Peter Cooper\nand his wealth that discontents him, nor the intellectual pursuits of the\nscholar who uses the leisure his fortune gives him for the higher\npleasures of the mind. But when society daily dins upon his senses the\nlesson that not manhood and high thinking and a contented spirit are the\nmost desirable things, whether one is rich or poor, is he to be blamed\nfor having a wrong notion of what will or should satisfy him? What the\nwell-to-do, the prosperous, are seen to value most in life will be the\nthings most desired by the less fortunate in accumulation. It is not so\nmuch the accumulation of money that is mischievous in this country, for\nthe most stupid can see that fortunes are constantly shifting hands, but\nit is the use that is made of the leisure and opportunity that money\nbrings.\n\nAnother observation, which makes men discontented with very slow\naccumulation, is that apparently, in the public estimation it does not\nmake much difference whether a man acquires wealth justly or unjustly. If\nhe only secures enough, he is a power, he has social position, he grasps\nthe high honors and places in the state. The fact is that the toleration\nof men who secure wealth by well known dishonest and sharp practices is a\nchief cause of the demoralization of the public conscience.\n\nHowever the lines social and political may be drawn, we have to keep in\nmind that nothing in one class can be foreign to any other, and that\npractically one philosophy underlies all the movements of an age. If our\nphilosophy is material, resulting in selfish ethics, all our energies\nwill have a materialistic tendency. It is not to be wondered at,\ntherefore, that, in a time when making money is the chief object, if it\nis not reckoned the chief good, our education should all tend to what is\ncalled practical, that is, to that which can be immediately serviceable\nin some profitable occupation of life, to the neglect of those studies\nwhich are only of use in training the intellect and cultivating and\nbroadening the higher intelligence. To this purely material and\nutilitarian idea of life, the higher colleges and universities everywhere\nare urged to conform themselves. Thus is the utilitarian spirit eating\naway the foundations of a higher intellectual life, applying to\neverything a material measure. In proportion as scholars yield to it,\nthey are lowering the standard of what is most to be desired in human\nlife, acting in perfect concert with that spirit which exalts money\nmaking as the chief good, which makes science itself the slave of the\navaricious and greedy, and fills all the world with discontented and\nignoble longing. We do not need to be told that if we neglect pure\nscience for the pursuit of applied science only, applied science will\nspeedily be degraded and unfruitful; and it is just as true that if we\npursue knowledge only for the sake of gain, and not for its own sake,\nknowledge will lose the power it has of satisfying the higher needs of\nthe human soul. If we are seen to put only a money value on the higher\neducation, why should not the workingman, who regards it only as a\ndistinction of class or privilege, estimate it by what he can see of its\npractical results in making men richer, or bringing him more pleasure of\nthe senses?\n\nThe world is ruled by ideas, by abstract thought. Society, literature,\nart, politics, in any given age are what the prevailing system of\nphilosophy makes them. We recognize this clearly in studying any past\nperiod. We see, for instance, how all the currents of human life changed\nupon the adoption of the inductive method; no science, no literature, no\nart, practical or fine, no person, inquiring scholar, day laborer,\ntrader, sailor, fine lady or humblest housekeeper, escaped the influence.\nEven though the prevailing ethics may teach that every man's highest duty\nis to himself, we cannot escape community of sympathy and destiny in this\ncold-blooded philosophy.\n\nNo social or political movement stands by itself. If we inquire, we shall\nfind one preponderating cause underlying every movement of the age. If\nthe utilitarian spirit is abroad, it accounts for the devotion to the\nproduction of wealth, and to the consequent separation of classes and the\ndiscontent, and it accounts also for the demand that all education shall\nbe immediately useful. I was talking the other day with a lady who was\ndoubting what sort of an education to give her daughter, a young girl of\nexceedingly fine mental capacity. If she pursued a classical course, she\nwould, at the age of twenty-one, know very little of the sciences. And I\nsaid, why not make her an intellectual woman? At twenty-one, with a\ntrained mind, all knowledges are at one's feet.\n\nIf anything can correct the evils of devotion to money, it seems to me\nthat it is the production of intellectual men and women, who will find\nother satisfactions in life than those of the senses. And when labor sees\nwhat it is that is really most to be valued, its discontent will be of a\nnobler kind.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Warner, Charles Dudley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3113/pg3113.txt",
        "name": "some_causes_of_the_prevailing_discontent.json"
    }
}