{
    "name": "South to Propontis",
    "author": [
        "Ackermann, Henry Andrew"
    ],
    "body": "It wasn't the grim thought that he would be dead in a few moments that\nfilled the mind of Don Moffat so much as the bitter realization that a\nsixteen-year-old suspicion had been confirmed too late.\n\nAcross the small room a mad light burned in the blood-shot eyes of his\nuncle. In spite of the raw liquor he had drunk, the grimy paw that held\nthe old electronic gun was steady.\n\nBeyond the battered hut's open door heat-blasted desert pulsated as\na tiny sun beat savagely down on the arid, sterile wastes from the\ninferno's distant rim.\n\nIt was that southern rim, a mere uneven thread of rust, to which Don\nhad raised his eyes so many times that day, his heart light with the\nthought that he was going to Propontis. And from Propontis to a greener\nworld beyond--a world he had dreamed of one day seeing; a world where\nwater wasn't priceless. Earth!\n\nJust entering his twenties, he had spent his life on the Martian\nwastelands, a motherless kid who had trailed a diamond-mad father over\nthe wilderness of sand and rock.\n\nDon had been seven when they struck the Suzie lode. There were plenty\nof the rough stones, and his father sent for the boy's uncle and his\nown brother. Together they were to mine and share alike.\n\nShortly after his uncle had arrived Don found his father with a charred\nhole in his heart, bleaching on the sand. Uncle Fred had cursed at him\nwhen he wept. Later, though, the man explained that it must have been\none of the native Martians. Don believed him then, but as he grew and\ncame to know his uncle, he began to doubt.\n\nThat morning Uncle Fred had abruptly announced that they were through,\nthat the last gem had been mined from the Suzie lode. But there were\nmany diamonds in the plastic boxes, enough to satisfy any man. They\nwould pack their Iguana, Gecko, and make ready for the long trek.\n\nSo Don had stowed the saddle-bags and water-tanks. Gecko was ready\nand waiting outside. Don's last act was to gather his own scanty\nbelongings. He was in the hut alone when Uncle Fred came in. Don\nraised his eyes to find himself staring into the belled muzzle of the\nelectronic gun.\n\n\"Desert brat,\" said Uncle Fred thickly. \"I'll blow you so wide open\nthat there won't be a square meal left for a _Wirler_!\"\n\nAnd now Don knew that he was to die by the same hand that had killed\nhis father. And Fred was through with him. The boy had helped to mine\nthe gems, but his uncle had never intended that he should live to share\nthem. That was why Uncle Fred had been drinking all day--to bolster up\nhis courage to do deliberate murder. He raised the gun an inch. Don saw\nhis finger tighten on the trigger. He closed his eyes, knowing that it\nwould be all over in a moment.\n\nThe paper-thin walls of the hut vibrated with the thunderous crash of\nan electronic pistol. Donald's jaw went slack. For a paralyzing second\nhe could only gape at his uncle. The man had uttered a choking cry, his\nfingers loosening the gun. Then he pitched to the floor in a limp heap.\n\nIn the open doorway stood a bullet-headed, brown-eyed man, holding a\nstill-glowing electronic pistol. Over his shoulder peered a bearded,\nthick-lipped companion.\n\n\n\nBullet-head shifted his gaze to the boy.\n\n\"Glad we showed up?\" he asked, grinning.\n\n\"Sure am. Thanks,\" said Don, eying the two men closely. They weren't\nsettlers nor native-born sons of settlers. For the strangers walked\nwith difficulty. They had yet to learn the gliding stride that was\nsecond nature to Don. And their complexions had never been won on Mars.\n\n\"You must be Don,\" said Bullet-Head.\n\n\"Right,\" said Don shortly. \"What's your tag?\"\n\n\"Call me Pete. I heard about you from your uncle last time he was in\nStrada.\" Strada was the diamond center of Mars, Don knew. His uncle had\nbeen there a month ago with some specimens. There were only three kinds\nof people in Strada, the boy thought; business men, police and thieves.\nHastily he ruled out the first two. His uncle must have told too much\nabout his pay-load. These men had decided to cash in before it had\nreached a civilized city.\n\nPete's brown eyes wrinkled. \"Right, son,\" he said amiably. \"We're\nhere for the diamonds. Consider yourself lucky to be alive. Now just\nkeep your mouth shut and pack that lizard of yours. We're going to\nPropontis.\"\n\nDon didn't ask any more questions. While he was filling the water\ntanks from their stores he thought with desperate clarity and speed.\nThey were city men--earthmen, and could have hoofed it all the way.\nHe knew how an Iguana could go sullen and completely intractable if\nit were mishandled; that, he guessed, was what had happened to the\noutlaw's pack-lizards. From the thin crust of sand on their boots the\nboy guessed that they hadn't had to walk more than a few miles.\n\nDon turned, and caught a glance that the two outlaws exchanged. In that\nlook the boy read an answer to any other question in his mind. Don knew\nthen that he had escaped death at his uncle's hands only to face it\neventually from these two.\n\nPete eyed him quizzically. \"Let's get going,\" said the outlaw. \"We'll\nput some distance between us and this shack before we camp for the\nnight.\"\n\nThe boy gave Gecko a friendly whack on the tail. The lizard cocked a\nlazy eye and ambled off, the rest following.\n\nBehind him Don could hear the two men talking in low undertones. Only\none snatch of conversstion was clear. \"Dumb Martian!\" Pete had grunted,\nand his friend had snickered agreement.\n\nThe boy smiled to himself. Yes, he thought, he was a dumb Martian.\nWhat chance had he had to learn in a land where everything withered\nunder the scorching sun, and where only ugly venomous creatures\nsurvived? True, he had read his father's old books, but he had only\nhalf understood them. They were mostly treatises on practical mining\nand engineering, the rest unreal blood-and-thunder tales of life in the\nspace lanes.\n\nTwo hours later Pete called a halt. He never took his eyes off Don as\npreparations were made for the night camp. His companion cooked a meal\nout of tins; the outlaws ate most of it and flung the scraps to the boy.\n\n\"Brought plenty of water?\" asked Pete, tilting a canteen.\n\nDon nodded.\n\n\"That's good. Because if we run short you'll be the first to do\nwithout. When's the soonest we can expect to get to Propontis?\"\n\n\"Four days,\" said Don shortly.\n\nPete raised his brows. \"That long?\" he asked. \"We'd better bunk for\nthe night.\" He pulled out his sleeping bag and dropped it on the bare\nsand. Don smiled grimly. That was no way to live on the desert, he\nknew. The boy burrowed down until he struck the red layer of sand that\nretained the day's heat. There he spread his sleeping-bag and crawled\ncarefully in after taking off his heavy sand-shoes. With his free arms\nhe banked the red sand over his legs before unfolding the top flap.\n\n\"Kid!\" called out Pete.\n\n\"Yes?\" said Don, stopping short in his preparations.\n\n\"I thought I'd tell you--I have my blaster under my pillow. And I'm a\nlight sleeper. Get that?\"\n\n\"Yes,\" said Don coolly. He went on with his bedding. The boy had no\nintention at all of running away. The desert was his friend, but the\nmost implacable enemy that these city men could hope to find.\n\n\n\nWhether or not Pete slept lightly Don didn't know. He awoke snug and\nwarm when dawn was striping the wastelands with rosy hues. As he looked\ninto the horizon he knew that the day would be a blistering one.\n\nThe outlaws awoke stiff and lame, barely able to crawl out of their\nsleeping-bags and not even knowing that they had made the mistake of\nsleeping on the hard-packing top layer of sand.\n\nBy the time they had started and eaten a meager breakfast the outlaws\nhad swilled down a full quart of water apiece. Don wisely contented\nhimself with the moisture to be found in the green food he had packed.\n\nAs the full glare of the sun began to strike the scorching sands the\ntwo Earthmen began to lag. Don slowed his gait for them. They called\nfor water often; so often that at last he was forced to remind them\nthat they were drinking too much.\n\nPete glared at him out of his red-rimmed eyes, false geniality gone.\n\"Brat!\" he snarled. \"You'd like to see us die of thirst, wouldn't you?\"\n\nDon didn't answer, and silently gave them water whenever they called\nfor it. By noon both men were suffering from the choking heat. In the\nearly afternoon Pete called a halt, coughing dryly.\n\n\"We're stopping here,\" he said hoarsely, raising a limp arm at an\noutcropping of rock that shelved over a stretch of sand, casting a\njet-black shadow. The boy did not speak, but he knew that these rock\nformations were little less than refractory furnaces, concentrating\nin one innocuous spot the terrible radiations of the desert sun. Pete\ncoughed again, his smooth skin paling. Suddenly a sort of sympathy came\nover the boy.\n\n\"Look,\" he said, tossing a bit of vegetation under the rock. It crisped\nand blackened. The outlaws stared, first at the cinder and then at\nDon. Pete's face twitched with strain as he spoke: \"Smart kid? Maybe\nyou're too smart for us!\" His hand fell to his belt, where he wore his\nbell-mouthed electronic pistol.\n\nThe other of the two laid a hand on his arm. \"Cut that out,\" he said\nslowly. Then, turning to Don, \"Thanks, kid.\" Stolidly he spread out\nhis sleeping-bag and squatted down on it to await the night. Pete\nsprawled face-down, breathing heavily till the darkness fell. Then Don,\nwho had bedded down Gecko the Iguana, and the other slid him into the\nsleeping-bag.\n\nBefore he put up the flap of his own bag Don turned to the silent\noutlaw and said: \"Half a tank of water left. Ought to hold out if we're\neasy on it. There's a water-hole ahead--there was once, I mean. Maybe\nit isn't dried up. But it's the wrong season.\"\n\n\"Right,\" said the outlaw.\n\nNothing more was said that night.\n\nIn the morning, after packing, Don measured out the remaining water\ninto three canteens. He gave one to each of the outlaws and put his own\non Gecko's back.\n\nThe heat was worse than the day before. By noon Gecko was voluntarily\npicking up speed, the spines on his horny back moving first one way and\nthen the other. Don knew the signs. The lizard sensed water ahead.\n\n\"We can't be sure,\" Don shortly told the Earthmen. \"It might not be\ndrinking water--for us.\"\n\nThirty minutes later they came upon it, a small patch of rust-red mud\nand slime. One of the outlaws groaned.\n\n\"Dried up,\" whispered Pete dully.\n\nDon said nothing. There was some coarse growth that the pack-lizard\nbegan to eat. The boy was glad of that. He had begun to worry about\nGecko, but now the Iguana would be good for a longer trek than the one\nbefore them.\n\nPete was on his knees, clawing at the mud. The other watched him for a\nmoment, then looked at Don inquiringly, who shook his head. \"He'll only\npoison himself,\" said the boy.\n\nThe outlaw took his companion by the collar, hoisted him to his feet.\n\"Take this,\" he said slowly, offering his canteen. \"That mud's deadly.\"\n\nPete took the canteen and tilted it, swallowing convulsively. His\ncompanion pulled away the precious container. \"That's enough,\" he said.\n\"It has to last.\"\n\nA wild curse ripped from Pete's lips. He snatched back the canteen\nand drew his gun. In a voice that was hard to recognize as human, he\nrasped: \"Stand back--you an' the brat!\"\n\nHis finger whitened on the trigger of the blaster.\n\nAnd then there sounded about them a curiously soft, derisive hooting,\nseemingly from every point of the horizon. Pete stared wildly about\nhim. There had risen from the sand, it seemed, ghostly shapes--tall,\nspindly creatures holding recognizable blowguns against their lips. The\noutlaw's gun lowered, and he looked at Don.\n\n\"Native Martians,\" said the boy. \"Don't shoot--they know how to use\nthose blowguns. They might not harm us.\" There was no time to say more,\nfor the weird creatures had noiselessly advanced on them, holding\nspread before them what seemed to be heavy draperies.\n\nDon hadn't even to wonder before one of the things was clapped over his\nhead. He felt himself being picked up and carried.\n\n\n\nPart of the time consumed by the enforced journey he dozed fitfully,\nbut while he was awake he thought with strange clarity and precision,\ndreaming of the other greener world he had hoped to see. The boy was\nalmost stifled under the heavy folds of the blanket when, after hours\nof travel, the Martians removed it.\n\nFree of the torment, he drew a deep breath, blinking his eyes as he\nlooked about him. The first thing he saw were the two Earthmen peering\ndazedly about them, their eyes not yet accustomed to the sudden change\nof light.\n\nAnd when Don looked beyond the outlaws he gasped in stunned\nastonishment. Fronting them were the ruins of an old city!\n\nThat, he thought, must have been why they had been covered with the\nblankets. The Martians wanted to keep the location of the place a\nsecret.\n\nIt seemed to the wondering boy that giants had played here a while. He\nsaw great statues, perhaps of forgotten gods, misshapen things with\ncruel faces, tumbled over on one side. He saw vast paving-stones,\nhewn from solid rock, thrust up from their bed of sand, standing at\nall angles, cracked and split. He saw great buildings, strong as\nfortresses, fallen into ruins. In one place that must have been a\npublic square a tide of sand broke in still waves about the base of a\ntruncated pyramid.\n\n\"Where are we?\" choked Pete, the first of the three to recover from\nthe shock. He stared about blankly. \"It's like a city of the dead,\" he\nwhispered hoarsely.\n\n\"You're right,\" Don told him. \"It is a city of the dead. An ancient,\nlong deserted city of the Martians, the ancestors of the degenerates\nwho hold us captive. This band uses it as their base from which they\nlaunch raiding parties.\"\n\nDon had no time to say more. The Martians goaded their captives ahead\nof them down streets that had once echoed to the tread of a thousand\nfeet. The humans picking through squares where multitudes had shouted\nsaw no other living thing but a shimmering green lizard that basked on\na fallen god. There was no sound but that of the ever-creeping sands.\nThe old people were gone leaving only ghosts, and the hand of Time in\nits unhurried way had long since set about the task of wiping out all\ntrace of their existence.\n\nThe party turned suddenly around the jutting corner of an immense white\nstone edifice. Then Don saw something that took his breath away.\n\nBefore him was a great towering structure, a temple judging by the\ncryptic signs that adorned its face. Before the temple was a sunken\ntriangular amphitheater of shining yellow stuff. A glance told Don that\nthe great pit was made of shining bars and heavy slabs of hand-hammered\nand hand-polished metal.\n\nDon wondered why the outlaws were eying the sunken pit so intently.\nSince he had been raised on Mars, Don had never heard of gold.\n\nBut it was the birds perched on the top ledge of the amphitheater that\ncaught Donald's attention as he neared the temple.\n\nThere were hundreds of them--_Wirlers_ with plump bodies and pinkish\neyes, iridescent _Zloth_ poking busily with their long, sharp beaks,\nspotted _Cotasi_ standing in somber dignity, and everywhere huge black\n_Sominas_. Don paused. These birds made him cold in his stomach.\n\n\"What are those?\" asked Pete, his smooth face uneasy.\n\n\"Birds native to Mars,\" said the boy. \"But I've never seen them in\nsuch numbers.\" The Martians and their prisoners halted before a small,\nsquare stone building.\n\nPete was singled out by one of the gangling creatures, and yanked\ninside the little structure. The other outlaw was forced in after him.\nDon watched with a strange feeling of detachment as the two vanished\ninto the building. It was the heat, the withering heat, that caused\nthat. It sapped all the strength from one's body and left him feeling\nslow and dim-witted.\n\nAs he stood there he noticed belatedly something he had been looking\nat all the while but had not really noticed. It was a small clump\nof stunted trees, growing a few paces back from the edge of the\namphitheater. Their crooked branches were overladen with the globes of\nsome bright red fruit.\n\nA sudden impulse came on him. He could just touch one of the limbs.\nA moment later one of the red fruit was in his pocket. He forgot\nabout the thing as soon as he saw Pete and his guards emerge from the\nbuilding. \"What happened?\" the boy asked.\n\nThe outlaw coughed dryly. \"They showed me some kind of\nmachine--motor--something. I don't know what they wanted.\" He grinned\nfeebly. A moment later the man backed away in alarm as one of their\ncaptors approached him. Deliberately the Martians flung the contents\nof a clay gourd into the outlaw's face. The Martian laughed, a\nhollow, croaking boom that sounded like sacrilege in that city of the\ndead. He gave some order in his gobbling tongue, and two Martians\nunceremoniously shoved the weakly struggling Earthman into the deep pit\nof the amphitheater.\n\nThe Martians looked on stolidly as the outlaw raved and cursed,\nberating them. Then, suddenly, the air above the pit seemed to blast\nwide open. A shrieking, unhuman sound beat at the ears of the boy;\nhe jerked his arms up to shield his face. For the hundreds of birds\nclustered grimly about the city were in flight--necks outstretched,\neyes glittering, feathered bullets.\n\nPete screamed faintly and fell to the ground shielding himself. Then he\nwas overwhelmed by the dark, whirring mass.\n\n\n\nThe birds had gone berserk. They drove straight for the man's face,\nhundreds of them. His flailing arms smashed against their soft bodies,\nbatting them out of the air, crushing them to the ground, but hundreds\nmore took their places, pecking at him with frenzied beaks, uttering\nharsh, discordant cries.\n\nIt had all happened so quickly that it caught Don off guard. It\nwas incredible--birds attacking a human being! He jerked forward.\nImmediately Martians rushed to the aid of his guards. His young muscles\nstrained to break their grip, but in their hands he was powerless.\nAgonized, he watched Pete die, a swaying, staggering figure seen dimly\nthrough a heaving whir of wings and stabbing beaks.\n\nFinally it was over and the birds, flying heavily, reeled through the\nair to their old posts, leaving behind them a hundred dead and dying of\ntheir kind, the result of the outlaw's frantic blows.\n\nThe boy turned his eyes away from the gory mess on the floor of\nthe amphitheater. In spite of his horror his mind was working with\ndesperate clarity. Birds do not attack human beings. It was against\nnature. What had maddened them to their deed?\n\nHis eyes widened as he saw the second of the outlaws dragged from\nthe little building, his face dripping with the fluid. And then a\nforgotten memory linked itself with what he saw. The liquid that\nhad been poured on the Earthmen was _Xtholla_--Martian language for\n\"bird-lure.\" It could be distilled from certain wasteland plants which\nthe birds ate as a natural tonic and medicine. But the concentrate of\nthese plants had no mild effect of stimulation. Birds went mad when\nthey smelled its faint pungent odor. It had a tropic effect on their\nganglia; they _had_ to go to it, gobble it down and wallow in the\nstuff. They pecked savagely at anything that had on it the slightest\ntrace of the distillate.\n\n\"The pit!\" called the boy frantically. \"Don't let them--\" but one of\nhis guards struck his mouth and he fell silent, knowing that there was\nnothing more he could do to avert the fate that was before the outlaw.\n\nThe man was wholly paralyzed with fear. The Martians laughed as they\nhurled him into the pit. Again the birds swooped, converging on the\nterror-stricken man from all points of the compass. They flung their\nsoft bodies against him at murderous speed, sharp beaks stabbing till\nhe bled from a myriad wounds.\n\nWhen Don looked up again the birds were reeling back through the air.\nThe boy could not bring himself to look at the thing in the arena. A\nsudden chill gripped him as his guards grimly took his arms. They were\nleading him to the little building from which had come the Earthmen, he\nthought swiftly, and he was to undergo a life-or-death test. He held\nhimself tense as they passed through the ancient doors of the structure.\n\nThe walls, he saw, were studded with tubes that had not lit for untold\nmillennia; machinery of bizarre design covered the floor. The boy\njumped as a Martian touched his arm. The gangling travesty on humanity\npointed grimly at a device that alone of the machinery seemed to have\nbeen dusted off and wiped with oil.\n\nIt was a small motor. The motionless belts and brushes seemed oddly\nfamiliar to the boy. Then he had it! He had seen pictures of just\nsuch motors in one of the old books of his father. But what did the\nMartians expect him to do? Obviously the natives wanted him to start\ntheir machine but how could he? He had none of the sources from which\nelectricity was derived--no steam, no water-power, as they called it on\nhis father's planet.\n\nAs Don glanced at the open door and saw the crowd of demoniac faces\nframed in its portals, he knew what fate awaited him if he failed. The\nsame ruthless sentence that had been executed on the outlaw Earthmen\nwould fall on him.\n\nThe eyes of his guard became dull and deadly as he saw Don did nothing\nto the motor.\n\nThen the idea came. Feverishly the boy went to work, racking his brains\nfor all the details in that old book, \"Electricity for the Practical\nMiner.\" He remembered the title clearly, and ground his knuckles into\nhis eyes to bring before them the simple diagrams that he once had\nlearned.\n\nHesitantly he salvaged from a pile of scrap in one corner of the room\ntwo metal plates and lengths of wire. One, he fervently prayed, was\ncopper and the other zinc. But he could not be sure. The boy clumsily\nconnected the two terminal wires of the motor, one to each of the\nplates.\n\nThen he did what seemed a foolish thing. He took the globe of red fruit\nfrom his pocket and sliced it neatly into thin layers. Don laid the\ndripping slices atop the copper plate, and then, his heart cold as ice,\nlaid the zinc plate atop the fruit.\n\nThe Martians watched coldly, grunting to themselves. Their eyes were\non the world-old motor. Slowly, incredibly, the thing turned over. The\nstraps sped over the drums; the brushes fizzed and emitted inch-long\nblue sparks.\n\nAnd from overhead came a sudden, terrifying wail like nothing that\nhad been heard on Mars for countless ages. It was not the cry of an\nanimal nor of a man--that was all the boy knew as he backed against\na wall of the building. The noise rose sickeningly in a demoniacal\nshriek. The Martians seemed paralyzed by the awful sound. Then, with\nchoking cries, they broke ground and ran, their eyes popping and the\nshout, \"_Kursah-ekh!_\" bursting from their lips. Don knew little of the\nlanguage, but he did know that their cry was \"Demons!\"\n\nThe natives fled with the speed of wild things, and the boy found\nhimself alone. No, not quite alone, for into the door of the little\nbuilding poked the familiar old head of Gecko, Don's pack-lizard.\nHe nearly embraced the ugly creature. It would have been hell to go\nwithout water for another minute. From the canteen on the Iguana's back\nDon took a long, refreshing swig. Then he turned again to the motor.\n\nIt was still turning over, but more slowly. He was about to separate\nthe plates when it stopped of its own accord and the fiendish wail from\nabove died away. The boy nimbly scaled the web-work construction and\npried about the tangle of machinery until he found the obvious answer.\nIt had been a blower operated by the motor, to which had been attached\na simple siren. Burglar-alarm, perhaps, or danger signal, he thought.\nAt any rate it had saved him.\n\nHe laughed as he descended slowly. The old book had been right. Fruit\nacid between zinc and copper made the simplest sort of generating\nbattery cell. What knowledge he had possessed he had used to the full.\nHe drank again from the canteen.\n\nAnd a few moments later with Gecko at his side, he left the city of the\ndead behind, Don was going to a greener world.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Ackermann, Henry Andrew"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61942/pg61942.txt",
        "name": "south_to_propontis.json"
    }
}