{
    "name": "Spatial Delivery",
    "author": [
        "Garrett, Randall"
    ],
    "body": "One thousand seventy-five miles above the wrinkled surface of Earth, a\nwoman was in pain.\n\nThere, high in the emptiness of space, Space Station One swung in its\norbit. Once every two hours, the artificial satellite looped completely\naround the planet, watching what went on below. Outside its bright\nsteel hull was the silence of the interplanetary vacuum; inside, in the\nhospital ward, Lieutenant Alice Britton clutched at the sheets of her\nbed in pain, then relaxed as it faded away.\n\nMajor Banes looked at her and smiled a little. \"How do you feel,\nLieutenant?\"\n\nShe smiled back; she knew the pain wouldn't return for a few minutes\nyet. \"Fine, doctor. It's no worse than I was expecting. How long will\nit before we can contact White Sands?\"\n\nThe major looked nervously at his wristwatch. \"Nearly an hour. You'll\nbe all right.\"\n\n\"Certainly,\" she agreed, running a hand through her brown hair, \"I'll\nbe okay. Just you be on tap when I call.\"\n\nThe major's grin broadened. \"You don't think I'd miss a historical\nevent like this, do you? You take it easy. We're over Eastern Europe\nnow, but as soon as we get within radio range of New Mexico, I'll beam\na call in.\" He paused, then repeated, \"You just take it easy. Call the\nnurse if anything happens.\" Then he turned and walked out of the room.\n\nAlice Britton closed her eyes. Major Banes was all smiles and cheer\nnow, but he hadn't been that way five months ago. She chuckled softly\nto herself as she thought of his blistering speech.\n\n\"Lieutenant Britton, you're either careless or brainless; I don't\nknow which! Your husband may be the finest rocket jockey in the Space\nService, but that doesn't give him the right to come blasting up here\non a supply rocket just to get you pregnant!\"\n\nAlice had said: \"I'm sure the thought never entered his mind, doctor. I\nknow it never entered mine.\"\n\n\"But that was two and a half months ago! Why didn't you come to\nme before this? Of all the tom-fool--\" His voice had died off in\nsuppressed anger.\n\n\"I didn't know,\" she had said stolidly. \"You know my medical record.\"\n\n\"I know. I know.\" A puzzled frown had come over his face then, a frown\nwhich almost hid the green eyes that contrasted so startlingly with the\nflaming red of his hair. \"The question is: what do we do next? We're\nnot equipped for obstetrics up here.\"\n\n\"Send me back down to Earth, of course.\"\n\nAnd he had looked up at her scathingly. \"Lieutenant Britton, it is\nmy personal opinion that you need your head examined, and not by a\ngeneral practitioner, either! Why, I wouldn't let you get into an\nairplane, much less land on Earth in a rocket! If you think I'd permit\nyou to subject yourself to eight gravities of acceleration in a rocket\nlanding, you're daffy!\"\n\nShe hadn't thought of it before, but the major was right. The terrible\npressure of a rocket landing would increase her effective body weight\nto nearly half a ton; an adult human being couldn't take that sort of\npunishment for long, much less the tiny life that was growing within\nher.\n\nSo she had stayed on in the Space Station, doing her job as always.\nAs Chief Radar Technician, she was important in the operation of the\nstation. Her pregnancy had never made her uncomfortable; the slow\nrotation of the wheel-shaped station about its axis gave an effective\ngravity at the rim only half that of Earth's surface, and the closer to\nthe hub she went, the less her weight became.\n\nAccording to the major, the baby was due sometime around the first of\nSeptember. \"Two hundred and eighty days,\" he had said. \"Luckily, we can\npinpoint it almost exactly. And at a maximum of half of Earth gravity,\nyou shouldn't weigh more than seventy pounds then. You're to report to\nme at least once a week, Lieutenant.\"\n\nAs the words went through her mind, another spasm of pain hit her, and\nshe clenched her fists tightly on the sheets again. It went away, and\nshe took a deep breath.\n\nEverything had been fine until today. And then, only half an hour ago,\na meteor had hit the radar room. It had been only a tiny bit of rock,\nno bigger than a twenty-two bullet, and it hadn't been traveling more\nthan ten miles per second, but it had managed to punch its way through\nthe shielding of the station.\n\nThe self-sealing walls had closed the tiny hole quickly, but even in\nthat short time, a lot of air had gone whistling out into the vacuum of\nspace.\n\nThe depressurization hadn't hurt her too much, but the shock had been\nenough to start labor. The baby was going to come two months early.\n\nShe relaxed a little more, waiting for the next pain. There was nothing\nto worry about; she had absolute faith in the red-haired major.\n\nThe major himself was not so sure. He sat in his office, massaging his\nfingertips and looking worriedly at the clock on the wall.\n\nThe Chief Nurse at a nearby desk took off her glasses and looked at him\nspeculatively. \"Something wrong, doctor?\"\n\n\"Incubator,\" he said, without taking his eyes off the clock.\n\n\"I beg your pardon?\"\n\n\"Incubator. We can't deliver a seven-month preemie without an\nincubator.\"\n\nThe nurse's eyes widened. \"Good Lord! I never thought of that! What are\nyou going to do?\"\n\n\"Right now, I can't do anything. I can't beam a radio message through\nto the Earth. But as soon as we get within radio range of White Sands,\nI'll ask them to send up an emergency rocket with an incubator. But--\"\n\n\"But what?\"\n\n\"Will we have time? The pains are coming pretty fast now. It will be at\nleast three hours before they can get a ship up here. If they miss us\non the next time around, it'll be five hours. She can't hold out that\nlong.\"\n\nThe Chief Nurse turned her eyes to the slowly moving second hand of the\nwall clock. She could feel a lump in her throat.\n\nMajor Banes was in the Communications Center a full five minutes\nbefore the coastline of California appeared on the curved horizon of\nthe globe beneath them. He had spent the hour typing out a complete\nreport of what had happened to Alice Britton and a list of what he\nneeded. He handed it to the teletype operator and paced the floor\nimpatiently as he waited for the answer.\n\nWhen the receiver teletype began clacking softly, he leaned over the\npage, waiting anxiously for every word.\n\n    WHITE SANDS ROCKET BASE 4 JULY 1984 0913 HRS URGENT TO: MAJ PETER\n    BANES (MC) 0-266118 SS-1 MEDICAL OFFICER FROM: GEN DAVID BARRETT\n    0-199515 COMMANDING WSRB ROCKET. ORBIT NOW BEING COMPUTED FOR\n    RENDEZVOUS WITH SS-1 AS OF NEXT PASSAGE ABOVE USA. CAPT. JAMES\n    BRITTON PILOTING. MEDICS LOADING SHIP TWELVE WITH INCUBATOR AND\n    OTHER SUPPLIES. BASE OBSTETRICIAN LT COL GATES ALSO COMING TO\n    ASSIST IN DELIVERY. HANG ON. OVER.\n\nBanes nodded and turned to the operator. \"I want a direct open\ntelephone line to my office in case I have to get another message to\nthe base before we get out of range again.\"\n\nHe turned and left through the heavy door. Each room of the space\nstation was protected by airtight doors and individual heating units;\nif some accident, such as a really large meteor hit, should release the\nair from one room, nearby rooms would be safe.\n\nBanes' next stop was the hospital ward.\n\nAlice Britton was resting quietly, but there were lines of strain\naround her eyes which hadn't been there an hour before.\n\n\"How's it coming, Lieutenant?\"\n\nShe smiled, but another spasm hit her before she could answer. After a\ntime, she said: \"I'm doing fine, but you look as if you'd been through\nthe mill. What's eating you?\"\n\nHe forced a nervous smile. \"Nothing but the responsibility. You're\ngoing to be a very famous woman, you know. You'll be the mother of the\nfirst child born in space. And it's my job to see to it that you're\nboth all right.\"\n\nShe grinned. \"Another Dr. Dafoe?\"\n\n\"Something on that order, I suppose. But it won't be all my glory.\nColonel Gates, the O.B. man, was supposed to come up for the delivery\nin September, so when White Sands contacted us, they said he was coming\nimmediately.\" He paused, and a genuine smile crossed his face. \"Your\nhusband is bringing him up.\"\n\n\"Jim! Coming up here? Wonderful! But I'm afraid the colonel will be too\nlate. This isn't going to last that long.\"\n\nBanes had to fight hard to keep his face smiling when she said that,\nbut he managed an easy nod. \"We'll see. Don't hurry it, though. Let\nnature take its course. I'm not such a glory hog that I'd not let Gates\nhave part of it--or all of it, for that matter. Relax and take it easy.\"\n\nHe went on talking, trying to keep the conversation light, but his eyes\nkept wandering to his wristwatch, timing Alice's pain intervals. They\nwere coming too close together to suit him.\n\nThere was a faint rap, and the heavy airtight door swung open to admit\nthe Chief Nurse. \"There's a message for you in your office, doctor.\nI'll send a nurse in to be with her.\"\n\nHe nodded, then turned back to Alice. \"Stiff uppah lip, and all that\nsort of rot,\" he said in a phony British accent.\n\n\"Oh, raw_ther_, old chap,\" she grinned.\n\nBack in his office, Banes picked up the teletype flimsy.\n\n    WHITE SANDS ROCKET BASE 4 JULY 1984 0928 HRS URGENT TO: MAJ PETER\n    BANES (MC) 0-266118 SS-1 MEDICAL OFFICER FROM: GEN DAVID BARRETT\n    0-199515 COMMANDING WSRB ROCKET. ORBIT COMPUTED FOR RENDEZVOUS AT\n    1134 HRS MST. CAPT BRITTON SENDS PERSONAL TO LT BRITTON AS FOLLOWS:\n    HOLD THE FORT, BABY, THE WHOLE WORLD IS PRAYING FOR YOU. OUT.\n\n\n\nBanes sat on the edge of his desk, pounding a fist into the palm of\nhis left hand. \"Two hours. It isn't soon enough. She'll never hold out\nthat long. And we don't have an incubator.\" His voice was a clipped\nmonotone, timed with the rhythmic slamming of his fist.\n\nThe Chief Nurse said: \"Can't we build something that will do until the\nrocket gets here?\"\n\nBanes looked at her, his face expressionless. \"What would we build it\nout of? There's not a spare piece of equipment in the station. It costs\nmoney to ship material up here, you know. Anything not essential is\nleft on the ground.\"\n\nThe phone rang. Banes picked it up and identified himself.\n\nThe voice at the other end said: \"This is Communications, Major. I tape\nrecorded all the monitor pickups from the Earth radio stations, and it\nlooks as though the Space Service has released the information to the\npublic. Lieutenant Britton's husband was right when he said the whole\nworld's praying for her. Do you want to hear the tapes?\"\n\n\"Not now, but thanks for the information.\" He hung up and looked into\nthe Chief Nurse's eyes. \"They've released the news to the public.\"\n\nShe frowned. \"That really puts you on the spot. If the baby dies,\nthey'll blame you.\"\n\nBanes slammed his fist to the desk. \"Do you think I give a tinker's dam\nabout that? I'm interested in saving a life, not in worrying about what\npeople may think!\"\n\n\"Yes, sir. I just thought--\"\n\n\"Well, think about something useful! Think about how we're going to\nsave that baby!\" He paused as he saw her eyes. \"I'm sorry, Lieutenant.\nMy nerves are all raw, I guess. But, dammit, my field is space\nmedicine. I can handle depressurization, space sickness, and things\nlike that, but I don't know anything about babies! I know what I read\nin medical school, and I watched a delivery once, but that's all I\nknow. I don't even have any references up here; people aren't supposed\nto go around having babies on a space station!\"\n\n\"It's all right, doctor. Shall I prepare the delivery room?\"\n\nHis laugh was hard and short. \"Delivery room! I wish to Heaven we had\none! Prepare the ward room next to the one she's in now, I guess. It's\nthe best we have.\n\n\"So help me Hannah, I'm going to see some changes made in regulations!\nA situation like this won't happen again!\"\n\nThe nurse left quietly. She knew Banes wasn't really angry at the\nBrittons; it was simply his way of letting off steam to ease the\ntension within him.\n\nThe slow, monotonous rotation of the second hand on the wall clock\nseemed to drag time grudgingly along with it. Banes wished he could\nsmoke to calm his raw nerves, but it was strictly against regulations.\nAir was too precious to be used up by smoking. Every bit of air on\nboard had had to be carried up in rockets when the station was built\nin space. The air purifiers in the hydroponics section could keep the\nair fresh enough for breathing, but fire of any kind would overtax the\nsystem, leaving too little oxygen in the atmosphere.\n\nIt was a few minutes of ten when he decided he'd better get back to\nAlice Britton. She was trying to read a book between spasms, but she\nwasn't getting much read. She dropped it to the floor when he came in.\n\n\"Am I glad to see you! It won't be long now.\" She looked at him\nanalytically. \"Say! Just what _is_ eating you? You look more haggard\nthan I do!\"\n\nAgain he tried to force a smile, but it didn't come off too well.\n\"Nothing serious. I just want to make sure everything comes out all\nright.\"\n\nShe smiled. \"It will. You're all set. You ordered the instruments\nmonths ago. Or did you forget something?\"\n\nThat hit home, but he just grinned feebly. \"I forgot to get somebody to\nboil water.\"\n\n\"Whatever for?\"\n\n\"Coffee, of course. Didn't you know that? Papa always heats up the\nwater; that keeps him out of the way, and the doctor has coffee\nafterwards.\"\n\nAlice's hands grasped the sheet again, and Banes glanced at his watch.\nNinety seconds! It was long and hard.\n\nWhen the pain had ebbed away, he said: \"We've got the delivery room all\nready. It won't be much longer now.\"\n\n\"I'll say it won't! How about the incubator?\"\n\nThere was a long pause. Finally, he said softly: \"There isn't any\nincubator. I didn't take the possibility of a premature delivery into\naccount. It's my fault. I've done what I could, though; the ship is\nbringing one up. I--I think we'll be able to keep the child alive\nuntil--\"\n\nHe stopped. Alice was bubbling up with laughter.\n\n\"Lieutenant! Lieutenant Britton! Alice! This is no time to get\nhysterical! Stop it!\"\n\nHer laughter slowed to a chuckle. \"_Me_ get hysterical! That's a good\none! What about you? You're so nervous you couldn't sip water out of a\nbathtub without spilling it!\"\n\nHe blinked. \"What do you mean?\"\n\nAnother pain came, and he had to wait until it was over before he got\nher answer. \"Doctor,\" she said, \"I thought you would have figured it\nout. Ask yourself just one question. Ask yourself, 'Why is a space\nstation like an incubator?'\"\n\n\n\nSpace Ship Twelve docked at Space Station One at exactly eleven\nthirty-four, and two men in spacesuits pushed a large, bulky package\nthrough the airlock.\n\nMajor Peter Banes, haggard but smiling, met Captain Britton in the\ncorridor as he and the colonel entered the hospital ward.\n\nBanes nodded to Colonel Gates, then turned to Britton. \"I don't know\nwhether to congratulate you or take a poke at you, Captain, but I\nsuppose congratulations come first. Your son, James Edward Britton II,\nis doing fine, thank you.\"\n\n\"You mean--_already_?\"\n\nThe colonel said nothing, but he raised an eyebrow.\n\n\"Over an hour ago,\" said Banes.\n\n\"But--but--the incubator--\"\n\nBanes' grin widened. \"We'll put the baby in it, now that we've got it,\nbut it really isn't necessary. Your wife figured that one out. A space\nstation is a kind of incubator itself, you see. It protects us poor,\nweak humans from the terrible conditions of space. So all we had to do\nwas close up one of the airtight rooms, sterilize it, warm it up, and\nput in extra oxygen from the emergency tanks. Young James is perfectly\ncomfortable.\"\n\n\"Excellent, Major!\" said the colonel.\n\n\"Don't thank me. It was Captain Britton's wife who--\"\n\nBut Captain Britton wasn't listening any more. He was headed toward his\nwife's room at top speed.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Garrett, Randall"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/58733/pg58733.txt",
        "name": "spatial_delivery.json"
    }
}