{
    "name": "Star bright",
    "author": [
        "Walton, Bryce"
    ],
    "body": "His wife's face was ugly; it was shallow and flat like a broken plate.\nFrom the balcony of their apartment in the Communal Worker's Center,\nBrooks turned his gaze and his hate away from her face. He looked at\nthe moon. The disc of dreams was being blotted out by the sea; there\nwere night shadows on the sea, fringed with the white curving foam of\nbreaking tide.\n\nLike the lost Sea of Anghar beside which he had fought through many\nSensory Show adventures for the rewarding love of Glora Delar, the most\nbeautiful actress of Lunarian Studio City.\n\nHe moved toward his wife. She backed away until she was standing with\nher back against the colonnade; below them the Palisades dropped five\nhundred feet into the sea-foam.\n\nHer voice had an edge to it, a thin, petty whine. \"You're sick, Andy;\nyour face looks funny. You scare me.\"\n\nHe stopped. Her grey Worker's uniform did nothing for her body. \"You're\nugly,\" he said. \"I'm leaving. You hate my face and I hate yours, so I'm\ngetting out.\"\n\nShe stared. \"Andy! That's against the Law. Who ever heard of such a\nthing?\"\n\n\"You're hearing it, now,\" Andy said. \"I can't stand living here with\nyou any more. I can't stand anything about you, or this beehive, so I'm\nleaving.\"\n\n\"But--where can you go, Andy? They'll find you. Andy, listen to me:\nYou've been to Personology. They've examined you. You had that bad\naccident at the take-off port; you made a mistake installing the fuel\ncapsule and there was an explosion. Men were killed. What did they\nsay at Personology?\"\n\nBrooks stared at the soft-calling Moon. Glora Delar was there tonight.\nHe whispered, \"I wonder if she's as tired of being just an actress for\nmy dreams as I am of just dreaming of her?\"\n\n\"Andy--what did they say at Personology?\"\n\n\"Oh, a lot of stuff I didn't understand. What it amounts to is that I'm\ncrazy.\"\n\n\"Crazy?\"\n\n\"Schizophrenia,\" Andy said. \"Fantasy and reality mixed up--that's\nwhat the Personologist Chief said. He said that always leads to\ninefficiency. Remember the axiom, Brooks, he said: _No Worker Makes\nMistakes_.\"\n\n\"That's right, Andy. There's a place for dreaming; and there's a time\nfor working. You kept on thinking about that Glora Delar, even after\nyou got out of the Sensory Shows. You carried pictures of her. Always\nre-reading those silly letters she sent you, after you wrote that\nnonsense love note. Your room is filled with pin-ups of her. So you\nwent and had an accident. See, that proves the Personologist was right.\nYou made a mistake; men were killed.\"\n\nBrooks looked at the Moon. \"Two-hundred and forty thousand miles away,\"\nhe mused, \"is paradise.\"\n\n\"Ha!\" His wife said. \"She wouldn't use you for a doormat; you're just\npart of another dream she has to act in, that's all. Why, you little\nrunt, she wouldn't give you a second look. Not even a first look.\nYou're a fool even if you aren't crazy!\"\n\nBrooks scarcely heard his wife's shrill voice. He had constructed a\ndream world of his own named Anghar. On this world, he and the great\nactress had lived through a thousand glorious adventures. Comparing his\nwife with Glora Delar made the situation impossible. It was the same\nwith his wife, he knew. She had a Sensory Show hero, Clifford Marlowe,\nwith whom no mortal, least of all Andy Brooks, could ever compare.\nAll right, he had the answer to both of their problems; he was getting\nout, tonight. He closed his eyes a moment. There was Glora Delar,\nwalking beside the Lost Sea of Anghar. \"_Come back, my dear. The armies\nof Vasca are at the Palace Gates and I pray for your return and the\nstrength of your arms and your love._\"\n\n\"Andy! Look at me!\"\n\n\"I'm tired of looking at you.\" Andy said and opened his eyes. \"And\nanyway, I have to run away. They're going to give me _directed_ Sensory\nShows. They're going to select all my entertainment for me, drive all\nmy own dreams out, drive Glora Delar out, and replace my free choice\nentertainment with their own. He called it directive therapy. It will\ncure me, make me an efficient Worker again. But it'll mean I won't love\nGlora Delar anymore.\"\n\n\"Fool,\" she cried. \"It's crazy to love our Actors and Actresses outside\nthe Sensory Shows!\"\n\n\n\n\"That's what he told me,\" Andy said. \"He said that Sensory Shows were\nplanned and provided for the Workers by Personology, just to keep\nus sane and efficient. Our Actors and Actresses are for everyone's\nbenefit, he said; he said it was antisocial for me to want to\nmonopolize Glora Delar for myself.\"\n\n\"That's right, Andy; that's right.\"\n\n\"Oh, he was a great talker, the Personologist was. He said Personology\nhad saved the world from destruction. Once everyone was crazy, he\nsaid, running around in a daze, with fantasy and reality all mixed up.\nMade wars and criminals and neurotics, he said. Now we've got planned,\nlegalized fantasy in the Sensory Shows. A man can be a big-shot on\nan imaginary world; he can have the support of the most beautiful\nactresses and actors. Now there's a definite time for dreaming, one for\nWorking. Normally, one never overlaps the other.\"\n\n\"That's absolutely right, Andy; you should see that. I do.\"\n\n\"You're a shallow idiot,\" Andy said; \"you're content to dream. I'm\nnot; I'm interested in the real Glora Delar. The dreams aren't enough\nany more, not for me.\"\n\n\"Andy, you always were different. I could never figure you out, and I'm\nnot interested in trying. But all I've got to say is you're just not\nusing common sense. What if all us Workers who worship the Actors and\nActresses up on Hollywood II stormed the Moon? Took a million rockets\nand all flew to the Moon! You are crazy, Andy. And think how wonderful\nthe Sensory Shows are! Work a few hours a week, and the rest of the\ntime you can live a beautiful life with actors and actresses who are so\ngood they can make you believe anything.\"\n\n\"Not me,\" Andy said. \"If a dream can't come true, it's no good. So I'm\ngoing to the moon, to Studio City; I'm going to find Glora Delar, in\nperson.\"\n\nHer dull eyes bulged incredulously at him. \"Andy! That's forbidden!\nYou'd be breaking a Class-A Law, and you know what happens to them that\ndoes that?\"\n\n\"I'm going,\" Andy said. \"I can sneak aboard a moon rocket; I'm going\ntonight.\"\n\n\"Andy, I'll tell! I'll not let you do it!\"\n\nAndy lunged. Her cries gurgled into silence under his fingers. He\nlifted her shivering body up over the colonnade. \"I figured you would,\"\nhe said. \"And then I figured that this way--you wouldn't.\"\n\nHer body fell into the darkness. Brooks stood there a long time gazing\ndown at the curling white foam of the breakers. It was like ripping\nopen a black hole and pouring the past into it. He closed up the hole\nand turned. He could never have submitted to _directed_ Sensory Shows,\nso he had to fight.\n\nIn the old days a man could fight for what he loved, even if success\nwas impossible. It was pursuit that counted, the pursuit of happiness\nthat had made men and nations strong--when there _had_ been men and\nnations. Andy's heart beat wildly as he went down the escalator.\nHe might not succeed, but he would have the pleasure of trying the\nforbidden and incredible; he would crash the gates of Studio City on\nthe Moon.\n\n\n\nThe pilot was forward in the cage checking the pre-navigation controls.\nBrooks slipped into the freight chamber and crawled behind newly loaded\npacking cases. His skin tingled, and his breathing was rapid.\n\nHis audacity had been the big factor in his successfully sneaking\naboard the new Moon supply rocket. It was inconceivable that anyone\nwould so much as think of breaking a Class-A Law; the punishment was\nextreme. Only a few select personnel, other than the Stars, including\nproducers and directors and psycho-genic-radial screen projection\nartists and the like, ever made the flight. And for them, it was always\na one-way trip. Only the pilot and the Security Guard accompanying the\nflight ever returned from the Moon, and they never left the rocket\nwhile on the Moon. The rocket always returned immediately to Earth.\nA veil of glamorous mystery surrounded the Stars and their fabulous\nStudio City.\n\nBrooks' familiarity with the take-off field, where he had worked as a\nmechanic and fuelman until his negligence had caused the big blow-up,\nhis knowledge of its arrangement and schedule had enabled him to don\na mechanic's uniform in the locker room, get an electrodrill from the\nsupply house for use as an excuse for boarding the rocket. Boarding, he\nwent unnoticed. Mild confusion always reigned about the rocket prior to\ntake-off; no one had noticed that he had not come out of the rocket.\nAnd luckily for him, Personology had removed all personnel who had\nbeen employed at the field at the time of the disaster, for therapy.\nPersonology always looked out for the Workers.\n\nSo Brooks lay in darkness, shivering with excitement that was partly\nfear. The muffled thunderous explosion engulfed him; the area around\nhim vibrated smoothly. The rocket was lifting. Even protected as he\nwas by the inflated shock-cushion Andy had dug out of a freight\nroom storage locker, the pressure was intense. He blacked out and he\nknew he had been out a long time when his own groaning awakened him.\nHe grabbed at the edge of a packing case to pull himself erect. The\neffort smashed him up into the ceiling. Blood ran down his face. He was\nweightless now, in space; he moved around a little, careful to hold on\nto something. Then Andy stared at the dim shadow of the bulkhead door;\nhe licked his lips slowly.\n\nThe throbbing of his pulse became thunderous. The emptiness in his\nstomach turned to nausea. This was real adventure, not a dream. But it\nwould have to end somewhere--sometime. He rubbed his lips and sweat ran\ndown his face. What then? A Class-A Law said no one was to go to the\nMoon. But why was it so important? What was so wrong about actually\nseeing the Actors and Actresses? About seeing the big production\nfactories where they acted out one's dreams?\n\nHis flesh seemed cold and feverish at once. The penalty made him\nwince. Condemnation to the Experimental Stations, a fate normally\nreserved for hereditary and incurable mental defectives. Experiments\ninvolving spaceflight which so far no human body had been able to\nsustain beyond a few million miles; brain surgery; body-structural\nalterations. There were other experiments not commonly discussed. No\none looked forward to breaking a Class-A Law; no one survived the\nexperiments. It was capital punishment that benefited the Order, and\ntherefore it was good.\n\nBut not for Andy Brooks. Yet there was no turning back now. Murder was\nalso an infringement of Class-A Law--but that might be considered an\naccident; anyone could fall from a balcony, or jump.\n\nAndy thought, briefly, of his wife. Very briefly. She was dead. It\ndidn't seem very important whether she was dead or not. She had stood\nin his way; that had been important. There had never been anything\nbetween them anyway but a silent bitter futile hatred for each other's\nunattractiveness. She loved Clifford Marlowe, the great Actor; he\nloved Glora Delar, the Actress. No mortal could compare with either\nof them; no one felt any emotional regard for anyone else. Emotion\nwas confined to the Sensory Shows. A time for emotion and dreaming\nand wish-fulfillment; a time for Working--the two never got mixed up.\nThat's what Personology had told him.\n\nBrooks was trying to figure out what he would do when the rocket hit\nthe Moon, when it dropped into the depth of Theophilus' 18,000 foot, 65\nmile-wide crater and into the City of Stars. He was concentrating on\nthat when the bulkhead door began to open.\n\n\n\nBrooks gnawed at his lips as he crouched behind the door. The Security\nGuard entered, checking probably for possible weight shift. Holstered\nto the belt of his gray uniform was a neurotube and a meson blastgun.\nThe continuing cold war with the Eastern Alliance necessitated constant\npreparedness against possible espionage. That's what Personology said.\n\nAs the Guard turned to exit, he saw Brooks. His eyes widened\nremarkably. His hands moved out as though questioning Brooks' reality.\nWithout thinking, Brooks leaped, his breath breaking harshly. The Guard\ngrabbed wildly at Brooks' wrist and they fell back, scrambling and\ngrunting. The fall broke the Guard's hold; Brooks slammed the drill\nagainst the Guard's chest and squeezed the trigger release.\n\nThe gentle whir of the drill was drowned by the Guard's short,\nincredulous scream of pain. Blood spilled over the drill and ran down\nBrooks' arm as the Guard rolled lifelessly against the wall, trembled\nslightly with the dropping, decelerating motion of the rocket.\n\nBrooks leaned against the wall. The silence was vast. He looked at his\nfingers as he sensed the rocket settling. It was done, really done now;\nhe could not change it back. His wife's body falling into the blackness\nhad seemed a kind of unreal thing, but this was horribly real. The\nGuard would never worry any more about dreams, or about reality,\neither. Maybe he was luckier than most, maybe luckier than Andy Brooks,\nthe mechanic who had stopped machinery no mechanic could repair.\n\nThis was murder for which Andy would pay, but that didn't matter. He\nhad broken a Class-A Law when he boarded the moon rocket. There were\nno degrees of guilt. The thought gave him a kind of freedom inside, a\nsudden snapping of strings and singing of breaking wires.\n\nHe took the neurotube from the Guard. It did things to the nervous\nsystem, including paralysis and blackout. Its sustained use could cause\ndeath. He didn't take the meson blastgun; it was too lethal, and he\nwas afraid of it. He slipped along the grillmesh corridor and crouched\noutside the door into the pilot's cage. He stared at the pilot's back,\npast the pilot into the view screen. The Moon was as big as Earth\nbelow, sharp angles of light and shadow, gigantic craters and pools of\nglaring frozen lava.\n\nThe purple-black shadows of Theophilus' walls dropped around the\nrocket. Far below like a dot of glittering ice was the white-domed\nbrilliance of Studio City. Brooks stared in awed wonderment. Maybe\nthis was a dream, too; it was too fabulous to be real. A Worker--on\nthe Moon! A Worker actually being a part of Hollywood II's legendary\nmarvels! He could see the big production factories where the Stars\nacted out a man's dreams, where the big psychogenic radial projection\nscreens performed their miraculous function.\n\nOn Earth, the millions of ardent fans spent all possible time in the\nSensory Shows. A small dark chamber. A beam of light, a whiff of gas,\nmusic. You didn't look at it; you were in it. Your wishes took form.\nActors and Actresses of your choice supported you. It was touch, taste,\naction, emotion. It was so real that no Worker cared to dream during\nWorking hours. In the Sensory Show chamber he could be anything, on any\none of many possible worlds. He could be a beggar, a King, a soldier,\nor a god.\n\nAnd Glora Delar was your wife, mistress, lover--\n\nBut there was a real Glora Delar, too.\n\nA blare of cushioning brilliance spilled over the view screen. The\nrocket disappeared in a wall of flame; the dome opened; tractor beams\nclutched the rocket, tilted it, dropped it gently. The prenavigated\ncontrols combined with receiving facilities to work out the usual\nmechanized and perfect routines. The pilot seemed bored. A dolt, Brooks\nthought; a man regularly making this flight, unmoved by the grandeur\nand wonderment.\n\nAs the rocket was gripped in the big robotractor arms and placed atop\na tubular gas duct preparatory to the return take-off, Brooks caught\na brief glimpse of the City of Stars. Just like the ads, the many\npublicity shots of background for the Stars, at home, at work, at play.\nWide avenues between smoothly domed buildings, leading off into parks,\nresidential areas. The grass, the trees, the flowers were strange,\nunlike anything on Earth.\n\nBrooks jerked open the door, pressed the neurotube against the pilot's\nneck. The pilot turned slowly. His face was unimaginative, white and\ntwisted with shocked surprise; he stared wide-eyed at Brooks.\n\n\n\n\"What--\" the pilot whispered.\n\n\"Shut up!\" Brooks warned. \"I'm going out there. I want to see; open the\nside port doors.\"\n\nThe pilot's eyes looked beyond Brooks.\n\n\"The Guard's dead,\" Brooks said. \"I killed him with an electrodrill. I\ncan keep this neurogun on you until you die too. Open the doors; don't\ntry to stop me from going out there.\"\n\nThe pilot choked. \"I'll not try to stop you. Go ahead. Why should I try\nto stop you?\"\n\n\"You'd better _not_ try to stop me,\" Brooks said. \"Let me tell you\nsomething. Listen, the Sensory Shows are no good. They create an\n_illusion_ of happiness for us, like dope. Anything that makes an\nillusion of happiness with no basis in reality--that's wrong; it's the\nsame threat to a man's mind that learning to stop being hungry without\neating would be to your body. Isn't that right?\"\n\nThe pilot's mouth hung wordlessly open.\n\n\"I'll tell you what's wrong.\" Brooks' voice was loud. \"A dream has\nto be possible to find in reality, or it's no good. That's where\nPersonology's wrong. Dreams are no good if they can't come true; what\ngood are wishes and hopes and ambitions if you can't find them except\nin a Sensory Show? Answer me that!\"\n\n\"I--ah--\" the pilot said.\n\n\"I'll answer it,\" Brooks shouted. \"They're no good at all; they're\nbad. It won't last. People will revolt, or they'll rot sooner or\nlater. Maybe I'm the first and there'll be more; maybe I'm the last\nand everybody'll rot! I'm in love with Glora Delar, see! Really in\nlove--you understand that? Listen, you stupid dolt, don't tell me she's\nyour favorite Actress, too! It doesn't mean anything. You don't have\nthe nerve to do anything about it. The question is: can she ever be in\nlove with me--a Worker?\"\n\n\"I ... don't ... know,\" whispered the pilot.\n\n\"You know what the Personologist said to me?\" Brooks screamed. \"He told\nme we'd all be crazy without the Sensory Shows. When you mix dreams\nup with reality, he said, that's insanity. What's more insane then\nadmitting that the work we do is all we'll ever get out of life? That\nwe can never know anything wonderful, anything we really want, in real\nlife? Can you tell me what could be more insane than that?\"\n\nThe pilot shook his head. Sweat ran down his nose.\n\n\"Don't move or I'll leave the neurotube on you long enough to kill\nyou,\" Brooks shouted. \"Because you don't understand.\"\n\n\"I won't move,\" the pilot whispered. \"I won't try to stop you; I won't\nsay anything. Go back out there and I'll open the door for you. As far\nas I'm concerned, I don't know anything; I've never seen you.\"\n\n\"All right; you're a fool, but I think you're honest.\"\n\nAlready the side freight chamber port was open. Robotractors were\nunloading and carting the freight onto conveyor belts. Brooks ran\ninto the exit chamber, shut the airtight. The pilot kept his word; the\nouter door opened. Brooks went down the ladder. He ran; he didn't look\nback. He didn't have time for that. Somewhere there were a few Guards,\nstationed here permanently in an isolated barracks building. They would\nlearn of his deeds. But he was free, for a while.\n\nHe ran down the long silent avenues and through the strangely silent\nparks, among the odd unearthly plants and among the alien looking trees\nand over the paper-like unreal seeming grass.\n\nAbove him, the teflonite dome that held in the synthetic atmosphere was\nlike a huge white bubble.\n\n\n\nBrooks walked like a drugged man through his dreams-come-true. He\nstared; his mouth hung open; a warm ecstatic joy filled him. Stars,\nstars everywhere. There was Ellan Morlan and Clifford Marlowe gliding\npast in a bubble-shaped shiny white gravcar. They passed so close to\nBrooks he could see the color of their eyes, the shine of their teeth.\n\nTo most women, Clifford Marlowe was the fulfillment of every wish.\nEllan Morlan was second only in popularity to Glora Delar. Beautiful\npeople, golden-skinned, perfectly proportioned, like gods and goddesses.\n\nBrooks walked slowly, haltingly, taking in the atmosphere like a thing\nstarved. It was beautiful, here; but there was something wrong. Wrong\nwith the air. It was the silence. It wasn't peaceful; it was too heavy,\nand he couldn't explain it. There was something of fear in the silence.\nNothing moved except the Stars moving across the wide green lawns of\npaper-like grass, the Stars whirring along the streets or through the\nair, noiselessly. The Stars that made no sound.\n\nThere should be noise, somewhere. There--walking toward him--four of\nHollywood II's most demanded supporting players! They were walking\nright past him! He could _touch_ them! Michael Thorenson, Mara Rosara,\nGreta Moore, Gil Grendon--they brushed against him as they passed.\nBrooks stumbled out of their way. He could talk to these people, if he\ncould work up the courage. Maybe later he would have the courage, after\nthe initial daze was worn a little. When he found Glora Delar--\n\nBut why hadn't they noticed him? They didn't seem to see him, even know\nhe was here; they would have bumped into him if he hadn't stepped aside.\n\nNow Andy felt lost, terribly small, all at once terribly alone as he\nwandered up and down the glamour-shrouded avenues, through the parks,\nthe wonderfully intricate playgrounds for the Stars' children. Special\nbeautiful little creatures playing with wonderfully advanced toys--they\nwould grow up to provide dreams for the Sensory Show millions. But now\nthey didn't make any noise. That was odd: Kids usually shouted and\nlaughed when they played. But then Stars' children would be different.\nHere everything had a strange silent difference. Andy hadn't expected\nquite this much difference. The silence was smothering, suffocating.\nStars, Stars everywhere. The living breathing embodiments of millions\nof workers' millions of dreams. But no sounds.\n\nHe saw no one else of his own class, though that wasn't surprising.\nNo Workers; no Guards; no one in the gray utilitarian uniforms. Just\nStars in their beautifully unique, individually styled garments. Just\nthe silent children playing silently like figures moving in an old\nthree-dimensional movie.\n\n\n\nDorothy Dillon walked past, tall and lithe and the color of melting\ncopper, her hair a tingling black cloud around bare shoulders. Andy\ncould have touched her arm. He started to say something, but he\ncouldn't; she didn't seem to see him.\n\nHe clenched his hands and started to yell something after her, but\nmanaged to control himself. Bitterness and resentment crowded the awed\nwonderment. Maybe that was the reason Personology strictly forbade\nanyone coming to the Moon. It would break illusions. Maybe the Stars\nwere really just a lot of superior snobs who held their worshippers in\ncontempt.\n\nMaybe. But Glora Delar wouldn't be like that; she was different; he\nknew. Together, they had shared dream adventures that were his and his\nalone. Anghar. The Palace of Anghar, the Armies of Vasca. She would be\ndifferent.\n\nA sense of timelessness carried him along. There was no day or night,\nby contrast. It was always synthetic day. The bubble overhead, the\nsmooth domed buildings, the walkways and avenues, all radiated a cold\never-shining light. He hadn't taken the Guard's watch. How long had he\nbeen walking? He didn't feel hungry or thirsty or tired. There was no\nmeasurement in silence, in cold white unchanging light.\n\nHe stood by a lake. The scene was like a three-dimensional photograph,\nthe grass under him like rustling confetti. The big lake's surface\nwas like smooth shining glass. Swans glided along the glass like\nclock-work. Huge water-lilies trembled with a strange regularity of\nmotion in a slight breeze that was always the same.\n\nThen he saw her--Glora Delar, walking along the shore, only a few feet\naway. A sudden weakness overcame him. His knees gave way and he dropped\non a bench. He half rose, sank down. \"Glora,\" he whispered. \"Glora--\"\n\nShe wasn't alone. A man walked with her. The favorite of millions of\nwomen who for some reason found Clifford Marlowe not quite perfect.\nCarl Brittain. In the People's Fan Magazine there had been hints that\nGlora Delar and Carl Brittain were more than just friends. Brooks had\nfigured it as being more propaganda.\n\n\n\nJealousy and hate roiled to muddy fear, fear and self-inadequacy, and\nBrooks shrank down against the bench, hoping they wouldn't see him. He\nwanted to crawl into a dark corner, hide somewhere. There was no dark\ncorner; everything was bright and white and blazing white light. Here\nno man could hide; no man could sleep where there was no night.\n\nA sharp shrill whistle dug into his brain. He jerked around. Far across\nthe expanse of park a black skycar came whirring, gliding, sliding\ntoward him. The ultrasonic whistle sharpened painfully and he knew this\nwas pursuit.\n\nThe pilot hadn't been so honest, maybe. But that made no difference\nnow. It had never been anything anyway that would have gone on forever.\nNo matter when the black skycar came for him there would never have\nbeen a place to hide. It didn't matter now, not after seeing Glora\nDelar and Brittain together like this.\n\nBut before the Guards picked him up--\n\nHe ran toward the lake. The skycar was an elongated shadow over the\nglassy water, over the glossy mechanically moving leaves of the huge\nwater-lilies, over the backs of the clock-work swans. The whistle\nseemed to split his skull.\n\n\"Glora!\" he shouted.\n\nHe ran toward them. Evidently they didn't hear him; she didn't turn;\nBrittain didn't turn. Brooks' shout faded across the lake into the\nglowing bubble and died.\n\nHe grabbed her arm and spun her around. Carl Brittain walked on, and\nBrooks stared into Glora Delar's eyes. A cold shiver went down his\nneck. What was the matter? Where was the warmth, the love, the passion,\nthe worship, the dark deep longing? There was no recognition, and\nwithout that there could never be any of the other things. However\nthe big psychogenic radial projection screens functioned, the Actors\nand Actresses probably were never aware of the individuals they\nentertained. They entertained _all_ the Workers.\n\n_All the Workers._\n\n\"Glora, look at me! I wrote the letters, thousands of fan letters! You\nanswered them. They were addressed to me, personally! Me, Andy Brooks!\"\n\nShe said slowly. \"An--dy--Brooks--\"\n\nFifty feet away the skycar settled. Swans glided silently across the\nlake of glass without noticing anything; water-lilies moved in the\nunchanging breeze. Glora Delar's eyes were on a level with his.\n\n\"Don't you know me?\" Brooks shouted wildly. \"You've got to! Andy\nBrooks!\"\n\nShe repeated his name.\n\n\"Yes, yes!\" Brooks screamed. \"Look at me--Andy Brooks! Remember the\nLost World of Anghar! Why dream of each other? Why should we fool\nourselves with dreams? I'm here now, I'm real, you're real! I've broken\na Class-A Law tripley to come here to you. Glora, you've got to see me,\ntalk to me!\"\n\n\"An--ghar--\"\n\n\"Listen to me, Glora! The World of Anghar. The Armies of Vasca. _Our_\ndream. I was holding the castle. Vasca's fleets were laying siege. I\nwas guarding the seawall. How could it have gone on so long without you\nknowing? It was our dream.\"\n\n\"Vas--ca--\"\n\nSobbing frantically, Brooks turned. Two guards were leaping from their\nskycar. One of them was shouting, \"You there, halt! We've orders to\nkill you if you resist.\"\n\n\"Get back!\" Brooks cried. \"Stay right there!\" He lifted the neurogun.\nNow he wished he'd brought the blastgun; he'd have blown these Guards\nand their skycar in a million pieces.\n\nThe Guards came slowly toward him along the lake's edge. The swans\nglided unconcerned. Brooks screamed defiantly. As he fired at one\nGuard he threw himself to one side. The foremost Guard fell in silent\nparalysis. Evidently reflex action caused him to accidently discharge\nthe meson blastgun. A blazing lethal flame mushroomed, and the green\nlawn crackled to black char in a long smoking swath.\n\nBrooks fired again. The other Guard dodged behind an alien looking tree\nwith orange leaves. Brooks ran wildly. \"Glora--wait--\"\n\n\n\nShe turned as Brooks ran past her. Her shoulder struck Carl Brittain\nand the Actor's body toppled into the lake. He went under without a\nstruggle. The water opened and slid over his body again like thick\nshiny glue. The swans glided over the spot. Brittain didn't come up;\nthere was no movement in the 'water'.\n\nBrooks ran on after Glora who hadn't stopped walking. Behind him, he\nheard the Guard shouting. He ran past a parked skycar. Beside it, a\ncouple sat shoulder to shoulder looking over the lake. They seemed\noblivious to the commotion.\n\nBrooks grabbed Glora's arm and dragged her toward the skycar. \"You'll\nremember,\" he sobbed. \"I'll see that you remember.\"\n\nHe slid the cowling back. As he started to drag the woman into the\nseat, he hesitated. He stared into her face. The face he had kissed\nmany times in a thousand thousand adventure-dreams in a hundred\nimagined worlds. It was the same, but somehow, different. Her eyes\nreturned his stare, unblinking, unrecognizing, unconcerned. Her flesh\nwas strangely unresponsive to his hands. No resistance, no compliance,\nnothing at all.\n\nThe Guard was running and he was near. He stopped, leveled the meson\nblastgun. \"I don't want to kill you,\" he shouted hysterically. \"Give\nyourself up; I've never killed anything, and I don't want to kill you.\"\n\nBrooks laughed crazily. \"You'll kill her, too, if you fire at me.\nYou'll kill the dreams of millions of your fellow Workers if you kill\nGlora Delar. Get back there now.\"\n\n\"You're too dangerous,\" the Guard said; \"I've orders to kill you if you\ndon't give yourself up, because you're insane.\"\n\nAndy Brooks laughed. He tried to push Glora Delar into the skycar. He\nsaw the Guard was going to risk a blast. He spun, dropped her body\nbetween them. It had flashed through his mind--if she died with him,\nthen in a way, she would be his forever, only his, and she would never\nbe shared with all the other millions of Workers.\n\nA blazing light burned and blinded him. He fell gasping and crumbling\nwith the deep and lasting agony. He lay in burning fog. He tried to\nget up. He couldn't move. Through a thickening blur he saw the Guard\nlurching toward him, his face white and contorted with horror.\n\nBrooks' hand fumbled blindly, touched something. \"Glora,\" he whispered.\nHe slowly twisted his head. He had to do that much.\n\nThe skycar was a smoking melting pile, unrecognizable. Beside him lay\nsomething else, also smoking; a human outline, a framework of wire\nand metallic joints, bits of cloth and melting fluid, springs, some\nburned-out vacuum tubes, a condenser, a charred coil, other parts--all\nrunning down through a framework, a skeleton of red-hot wire. Charred\nhair sizzled in blue flame in the fine mesh of a metal skull. Glora\nDelar--\n\nThe Guard stood over Brooks. His face twisted, his voice came through\na dense curtain of time and space and pain. \"Been here for years, but\nI never suspected such a thing. I knew something was queer, but this!\nThis is what they give us--puppets! Marionettes--wire and putty and\nplastic! She was my favorite actress too--my pin-up girl! just a second\nago. Ha, ha, ha, funny isn't it? I fought for her a thousand times in\nthe Lost World of Anghar, against the Armies of Vasca. This is what\nthey give us for dreams!\"\n\nBrooks managed to turn his head so he wouldn't have to look at what lay\nbeside him. The two pretending lovers still sat shoulder to shoulder\nby the lake. Beautiful golden people, staring over the water, romantic\nlovers. They were oblivious to what had happened. The lake was colored\nglass, unruffled. The clock-work swans glided over the shiny surface.\nThe perfumed wind blew unchanged through dutifully nodding leaves of\nthe water-lilies.\n\nAbove him, the great bubble over Studio City seemed to burst in a\nmillion bright glittering shards.\n\n\"I'll tell everybody!\" the Guard was shouting. \"I'll tell all the\nmillions so they'll know!\"\n\nThen there was no sound but the wild fading cries of the Guard as\nBrooks closed his eyes to sleep.\n\n... _and this is one dream, he thought, that will be my own, my own._\n",
    "metadata": {
        "author": [
            "Walton, Bryce"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70541/pg70541.txt",
        "name": "star_bright.json"
    }
}