{
    "name": "Star of Panadur",
    "author": [
        "Hasse, Henry",
        "dePina, Albert"
    ],
    "body": "\"Hugh! Hugh! There's life here ... look ... look at this! Found it in a\ncavern!\" The shrill voice was exultant and gleeful.\n\nHugh Betancourt quickly rose from the fire he tended, and turned\nstartled eyes on the furry bundle Jim Brannigan grasped firmly by the\nscruff of its neck. At first, nothing was visible but the liquid sheen\nof the thing's silvery fur; but as Jim roughly thrust it out, Hugh\ngave an involuntary gasp of surprise. The creature's small, triangular\nface was nothing less than beautiful! Its eyes were soft and large and\nluminous, like beryls, set wide apart. Above its broad forehead a short\nmane of silver fur, beginning in a widow's peak, fell back cloud-soft\nand shimmering. It was about three feet tall, slim, furred to the\nthroat-line; a strange biped with slender arms and six-fingered hands.\n\n\"Damn it, Jim, go easy! You've all but strangled it! Here give it to\nme.\" Hugh extended his arms.\n\n\"Don't let it get away from you, it's faster than a jack-rabbit,\" Jim\ncautioned, extending the ham-sized hand in which he held the creature.\n\"Luckily, I surprised it in a sort of cave-like gully, where it\ncouldn't escape. It means food, Hugh! Lots of food if we can find more\nof these animals!\"\n\nFor a moment, the incipient madness of many days on this hellish\nsatellite engulfed Hugh in a wave of nausea. He remembered the\ngravity-screen tearing from its pivots, and the space-ship caught in\nthe tremendous pull of Jupiter; the last desperate try at the controls,\nand then the tiny dark bulk of Europa curving up to met them headlong.\nThere had been cheerless days of biting cold when the tiny satellite\nfaced the distant pallid sun. There had been nights that were like a\ncanto out of Dante, as they were bathed in Jupiter's red cold-glow.\nMore recently, and for more reason, Hugh remembered the dwindling food\nsupply which had now quite vanished.\n\n\"Yes, food,\" Hugh echoed Jim's words in a hoarse whisper. He grasped\nthe soft warm body in his hands with gentle firmness. The creature\ndid not try to escape, it lay limp and inert with its eyes closed.\n\"But--but food doesn't quite solve our problem. Unless we can find some\noxide crystal to alloy in the portable smelter, we're sunk. Jim, that\njagged hole in the prow isn't going to repair itself!\"\n\nJim's ordinarily red face grew redder with anger, until there was no\ndistinguishing between the color of his hair and that of his face.\n\"All right,\" he snarled, \"so we need the oxide! For days we've been\nsearching all over this cold hell for some, and where are we? I still\nmaintain our immediate problem is food!\"\n\n\"Yes, yes, food,\" Hugh murmured. Why, he wondered vaguely, was he so\nreluctant to talk about it while he held this limp warm creature in\nhis arms? He looked down at it again, and was startled to find himself\nstaring into its extraordinary eyes. Limpid, brilliant, full of a\nsemi-human intelligence now, they were scarcely a foot from Hugh's own\neyes--and for a single instant Hugh had the crazy idea that they were\nfilled with a strange fixity of purpose, almost as if it were trying to\nconvey something to him there in the appalling silence of Europa.\n\n\n\nA sudden cold came over Hugh that was not the cold of Europa. It took\nquite an effort for him to tear his own eyes away, then he laughed and\nwhispered inquiringly of himself, \"Am I going crazy? Maybe this place\nis beginning to get me at last. For a moment I thought....\"\n\nHe shrugged uneasily.\n\n\"What are you mumbling?\" Jim demanded irritably, his huge form bulking\nagainst the bizarre jagged landscape. \"I'd have slit that thing's\nthroat and skinned it already? Here, give it----\"\n\n\"Wait, you fool!\" Hugh's ordinarily thoughtful, hazel eyes were bright\nnow and hard, as he drew back from Jim's grasping hand. \"We're the\nfirst to find life on Europa, the only ones to see what inhabits it;\nand all you can think of is your damned stomach. You can't be starved,\nyou ate this morning!\"\n\n\"Yes, and that was the last of it,\" Jim snarled. His face was ugly now\nand purposeful. \"Well, I'm hungry again, and now that I've found these\nEuropan kangaroos I aim to be fed and kept warm. Notice how fine that\npelt is?\"\n\nHugh had noticed, indeed. He had noticed even more, the peculiar sheen\nand aliveness of it, as if it were surcharged with a definite energy.\nAs he held the creature close, a warm feeling of well-being slowly\ndiffused through him. And something, _something_ like a faint echo in\nhis brain was like a shadowy background to his thoughts. Yes, he knew;\nhere was food and here was warm fur against the eternal cold of the\nsatellite. But their space suits protected them in a measure against\nthe cold, and if necessary they could subsist a few more days without\neating. Perhaps by then they would find some of the rare crystal oxide,\nenough to repair their ship and leave. Perhaps....\n\nIt was a long chance, almost an impossibility, and Hugh knew it; but\nnow, also, he knew what he must do.\n\nHe did it. With a distasteful glance at his now openly-belligerent\npartner, he stepped forward. Then with unexpected suddenness he lurched\nas if he'd lost his footing on the rough terrain. He stumbled sideways.\nHe twisted and fell deliberately to the ground. He opened his arms wide.\n\nIt was rather clumsily done, Hugh realized that instantly.\n\n\n\nFor an infinitesimal moment, the furry creature sprawled too, immobile,\nwhere Hugh's momentum had flung it. It gazed with an uncanny intensity\ninto the Earthman's eyes. Then in a single, graceful leap of incredible\nspeed, it was gone into the growing red haze, as night came on and\nJupiter's macabre glow shattered the surrounding crags.\n\n\"You fool, you utter damned fool!\" Jim Brannigan screamed, livid with\nrage. \"You did that deliberately!\" Then his huge body was launching\nat Hugh, the great heavy fists lashing out with the force of pistons.\nHugh, lighter but more lithe, had only time to roll to one side and\nregain his feet. Then he was ducking the barrage of blows, evading the\nmurderous rushes, allowing Jim to tire out of his frantic rage. Only\nonce did Hugh strike a blow, a terrific lashing left into the other's\nsolar plexus that doubled the red giant into helpless nausea.\n\n\"That's all we need now,\" Hugh said with a measure of calm, \"to maim or\ncripple each other. We'll never get back that way. Come out of it, man!\nWhat we've got to do is get that oxide!\"\n\n\"What we've got to get is food! You let the only food go that we had!\"\nJim Brannigan began to weep, in great racking sobs.\n\nMerely nerves, temporary hysterical reaction, Hugh decided. Jim wasn't\nreally hungry yet; he was only anticipating the event. When he got\nover this, he would sulk. When he got over that, he would start\nscheming, with that unpredictable mind of his. Knowing the man, Hugh\ndecided to watch him carefully from now on.\n\nHe took Jim's arm and they walked over to the crippled spacer, lying\nlike a great silver bug with its nose smashed, in the stark hollow\nof this ravine. They entered. Hugh walked forward and examined the\nthin sheet of berryllium that patched the ship's wounded hull for the\nnight. He went astern and turned on the generators at quarter speed, to\nprovide a miserly warmth. On his way back to the inner cabin he stopped\nand peered out of a porthole at a now familiar scene: Europa's dark mad\nterrain becoming swiftly suffused with Jupiter's red.\n\nHe entered the cabin, glanced at Jim and saw that he was now in the\nsulking stage. The hunger problem pressed insistently upon Hugh's own\nmind. That little furry creature! In spite of hunger, he was still\nglad he had let it escape; but damn it, he wished he knew why! Hugh\nthrust the problem from him and glanced again at Jim. Soon Jim's mind,\nbordering upon necessity, would begin scheming.\n\nHugh knew the man....\n\nDespite an utter weariness, Hugh didn't sleep through the rest of\nthat short night. His mind, alert and hunger-clear, wrestled with the\nproblem of survival in this mad world of snow and silence. In the\nopposite beryllium-mesh bunk, Jim snored fitfully, as though rehearsing\nin his sleep some violence in his mind.\n\nHugh arose slowly, and donned with caution the stiff, heavy space-suit\nas protection against the cold. Adjusting the helmet and oxygen tank,\nhe opened the airlock and ventured out into the Dantesque magnificence\nof Europa's night. The red opaline haze had the quality of a waking\nnightmare. The great snow crystals were drifting lazily again,\nappearing now like livid blotches of ruby. Jupiter loomed like a great\ngloating nemesis across the entire ragged horizon.\n\nHugh didn't know where he was going. No pre-determined plan guided his\nfootsteps. There was only a great urgency to leave the spacer and go\nsomewhere and seek.... Hugh stopped, brushed the brittle red snow from\nhis face-plate and wished he could wipe the sweat from his brow. Go\nwhere, and seek what? Seek oxide crystals of course, he told himself;\nbut there was something else now, something strange and powerful that\ngripped a part of his mind and urged him on like the fear of madness.\n\nHe stumbled on for hours it seemed, until he was in the fearsome\ncavern country. Here the stark, heaven-rearing cliffs were honeycombed\nwith tortuous caves and gullies and immense grottoes. He entered a\nlow gallery-like cave that wound in and downward into the mass of a\ngigantic cliff.\n\nNow an unshakable inner dread plucked at his mind and gripped his\nthroat as he tried to check his precipitate descent, but couldn't. He\nno longer seemed possessed of any volition of his own. He shrugged\nfatalistically; then he felt a thrill of excitement, as he noticed a\nfaint luminescence of the surrounding walls. This light increased as he\ndescended deeper and deeper through widening passages. Then at last, at\nthe end of a turn a burst of radiance met his eyes.\n\nHe was in a grotto of titanic proportions. The substance of its walls\nand distant ceiling gave it the gentle radiance of a sunless day. But\nit was a glaucous radiance, ineffably green as the light beneath the\nwaters of a shallow sea.\n\n\"Holy, roaring comets!\" Hugh swore aloud as he stood there quite still,\nstaring. \"By all the Red-Tails on Venus, it's oxide--all of it!\" His\nvoice echoed inside his helmet and beat against his eardrums.\n\nYes, it was berryllium oxide gleaming at his feet, crystalline and\npowdery just as men had found it for the first time a century before\nin the desert wastes of Arizona. The entire floor of the grotto was\ncovered with it as far as his widening eyes could see. He bent in a\nfrenzy of joy and scooped up whole handfuls. He half-babbled over it\nlike a delirious King Midas. He let it trickle fondly through his\nfingers in a little glittering flood. Saved! Now they could repair the\nship and return! Return to Earth and tell of this!\n\nNot until several minutes later did Hugh begin to wonder how he had\ncome here. With a rush of apprehension, he remembered a cold and\ntenacious something that had seized a part of his mind. But now it was\ngone and he felt strangely limp and tired.\n\nHe leaped to his feet. Staring around, he wondered if he could retrace\nhis steps back to the space-ship. And in that precise moment he felt\nhis mind seized again with a sort of frantic suddenness. There was no\nmistaking that very clear warning of, \"_Danger! Danger!_\"\n\nBut he could not have acted in time. Even as he spun around he was\nunaware of the shadow that lengthened behind him, until it loomed very\nnear and a part of it lashed out. Not until the last split second, did\nHugh glimpse wild and red-streaked eyes in vivid contrast to the grim\nand purposeful face behind a helmet plate. Then the part of the shadow\nthat was Jim Brannigan's arm, holding something massive like a rock,\ncompleted the swift arc and struck.\n\nA sun exploded within Hugh's head. Livid flames engulfed him, consumed\nhim, he tried to cry out but couldn't; then the sun fragments cruelly\nwithdrew, leaving him helpless in a cold blackness through which he\nfell like a plummet to ultimate extinction.\n\n\n\nJim Brannigan stood there tensely for a moment, looking at the man he\nhad struck down. But only for a moment. His lips quirked into a tight\nsmile, and his exulting keen eyes took in the cave's glittering expanse.\n\n\"A fortune in oxide crystals,\" he murmured, \"an inexhaustible mine! And\nhe thought he could cheat me out of it, keep it from me! Good thing I\nfollowed him. Serves him right if I've killed him.\"\n\nHe didn't seem too worried about it, and he didn't look at Hugh's body\nagain as he started gathering in the rare crystals.\n\n\"Europa's uncharted, I can claim-deed this whole region! And probably\nthere's another fortune in furs,\" he added as he suddenly remembered\nthe creature he had captured. Already, in his greedy mind's eye, he\nsaw himself a tycoon, the oxide king, with a corner on furs finer than\nanything ever seen on Earth, Venus or Mars.\n\nThis he saw. But what he didn't see were the myriad pairs of burning\nberyl eyes peering at him from concealed openings in the opaline walls.\nHe was not aware of the increasing energy potential being generated by\na growing legion of furred bodies in surrounding caverns, as more and\nmore Panadurs pressed forward to peer out at him. Around Jim Brannigan\nnow the frigid atmosphere began to rise. At first it was pleasantly\ncool, then warm, and warmer, until it became suffocating.\n\nStill the silvery-furred Panadurs, in utter silence, generated heat\nas their mental forces grew and deliberately united into a single,\nincreasing potential. Their fur stood erect, an angry violet-silver\nnow, crackling a little with the intensity of the effort. As a single\nunit, they waited, each furry Panadur now touching the other in a\nliving, livid chain of cumulative power.\n\nJim Brannigan ceased his gloating and awoke at last to an indefinable\ndanger. Swiftly he arose and whirled toward the entrance, peering back\nover his shoulder at the danger he could feel, that he knew was there,\nbut could not see.\n\nBut already it was too late. Now that increasing energy potential,\ngrown and united into a single purposeful weapon, was being aimed. Jim\nBrannigan hadn't taken three steps toward the entrance when suddenly,\nsilently, intangible as thought, but infinitely more devastating, it\nwas released! As the devastating bolt struck him, Brannigan collapsed\ninto a crumpled heap, shattered, silent ... inert.\n\n\n\nFor hours that lengthened into days, Hugh Betancourt lay unconscious.\nHis blanched features were lifeless and cold, there in the same cavern\nwhere Brannigan's treacherous blow had toppled him into oblivion.\n\nThen, as a hint of color returned to his cheeks, and a slow strength\nbegan to course through his limbs, he regained moments of lucidness;\nbut they were brief and he always lapsed back into delirium.\n\nWith the wavering unreality of a mirage, vague memories of those\nstrange furred creatures, encircling him, surged into his mind; they\nseemed to have pressed close to him, holding hands. Strange! They\nwere joined by a line of their fellow Panadurs to a similar circle\nsurrounding a huddled figure a short distance away. But that was crazy!\nAnd Hugh's mind would slide back into the darkness again.\n\nOnce, he thought one of the Panadurs came and placed its exquisite\nface against his chest, and held it there a long time, as if it were\ntesting the Earthman's metabolism. This seemed so very real! Hugh was\naware of an almost crackling silence and the cave ceiling's unchanging\nluminescence.\n\nStill a third time, he imagined that a silver-gray Panadur, almost\nstately in his measured movements, came over to him with a gleaming\njewel in his hand. It was an inch in diameter and the same color as\nthe creature's eyes, a pale luscent green. Majestically, despite his\ndiminutive size, he placed the stone over Hugh's heart. Instantly the\ngem flamed with the effulgence of a glowing star. The Panadur seemed\nsatisfied.\n\nWhen at last Hugh Betancourt regained full consciousness, and was able\nto sit up and stare around him, he realized that he had not been a prey\nto delusions. Although he still felt weak, his mind was crystal clear.\nHere was the circle of Panadurs still enclosing him. _But the circle\nhad grown_, as if a great many more creatures had joined the uncanny\ncircle in an ecstasy to be in close proximity to the tall earthman.\nTheir furry, vibrating bodies pressed close to him, and their strange,\nfragile hands touched his wrists and throat and face, as they seemed to\ncaress him with infinite gentleness.\n\nWaves of sheer energy seemed to envelop him and penetrate to the\ndeepest recesses of his being, as if by some strange alchemy, these\nalien creatures of stark Europa were transmitting to him the elemental\nlife force itself.\n\nBut strangely enough, that other circle of Panadurs enclosing that\nhuddled figure over there, in the semi-gloom, was contracting as it\ngrew smaller and smaller, day by day. Hugh ceased to wonder about all\nthis as he lay back to gather his strength. He fell into a peaceful\nsleep.\n\n\n\nThis time when he awoke, it was a profound sense of well-being far\nbeyond anything he'd ever known. It permeated his body with the\nexhilarating glow of a rare Venusian wine.\n\nOne thing, however, still eluded him. He sat up and felt his head\nwhere the blow had fallen. He remembered only the excruciating pain in\nthe microscopic instant before the rushing darkness came. There was\nnothing there now. Not even a scar.\n\n\"A rock from the ceiling must have fallen,\" he thought. \"My luck to be\nstanding right under it.\"\n\n\"_It was not a rock!_\"\n\nThe thought came into his mind clear and unmistakable. Then Hugh found\nhimself staring into the beryl-green eyes of the stately keeper of the\njewel. Like a flash, the scene he had not witnessed, of Jim Brannigan\nstalking him from the space-ship, the murderous blow and the vision of\nhimself lying in a pool of blood on the glittering expanse of oxide\ncrystals, was etched into his mind by the telepathic power of the\nPanadur.\n\n\"We know you would have spared us,\" came the uncanny stream of thought.\n\"Your companion captured me when I, as the chosen leader, went to\ninvestigate your arrival. But you deliberately let me go when it meant\nyour own life. But he, whose fur was like the angry spot of the greater\nworld, would have destroyed us. We read his thoughts.\"\n\n\"Telepathy, by Mercury's molten heart!\" Hugh exclaimed in awe, dimly\nsensing the prodigious mental power of the being. \"And we were going\nto eat one of them!\" He stared around the cave, remembering Jim\nBrannigan, and it was apparent that Hugh still didn't realize all that\nhad occurred. \"I suppose that murdering, mercenary scum's left long ago\nwith the ship, and here I'm stranded! If I ever get my hands on him----\"\n\n\"That you will never do.\"\n\nHugh was aware of the Panadur again, and he saw the shadowy copy of a\nsmile flit over its features.\n\n\"We gave you of our energy,\" the shimmering silver being transmitted.\n\"And we gave you of another life that you might have yours again. It\nwas but justice!\"\n\n\"What? What other life?\" And then Hugh tottered where he stood, swayed\nsickeningly, as the entire meaning burst upon him. He remembered the\nscenes in his delirium, when two circles, one of which enclosed him and\nanother that enclosed a huddled figure, had been formed by Panadurs,\nwhile a living chain of the brooding creatures joined the two circles\ntogether. He shuddered as he remembered that his own circle seemed to\nexpand as the other inexorably _contracted_!\n\n\"There was no choice!\" The limpid thought-message from the Panadur\nimpinged upon Hugh's mind. \"We know the secret of the release of\nelectronic energy by the disassociation of electronic and neutronic\nbalance in the atomic scale. We reverse the vibration of matter and\nthrough magnetic means draw a steady stream of energy--pure energy\nfrom matter in whatever state. In your case, we simply transmitted the\nenergy content of the red-furred one to you.\"\n\n\n\nHugh hardly dared to glance in the direction where the huddled figure\nhad been, but with an effort of will he steeled himself against the\ngrowing nausea and resolutely walked over to the thing.\n\nHe felt his sanity reeling.\n\nHe was brought back to sanity by the Panadur, who, all along, had\ncommunicated with him. Its fragile, six-fingered hand was extended,\npalm-upwards and lying on it was a gleaming jewel.\n\n\"Take it and go!\" The message came with majestic power, yet there was\na world of kindness in it. \"Go back to your ship. You will find its\ndamage repaired. We have done that for you. With the star of Panadur\nyou will be guided back as my thought centers upon it. On the day when\nyou return to our world, gaze upon the star and you will be helped to\nfind again and gather the crystals you seek. _But none from your planet\nmust ever see us again, or even hear of us!_\"\n\n\"I promise!\" Hugh exclaimed fervently, remembering Jim Brannigan's\nintent and that there were many men like Brannigan.\n\nSlowly Hugh left the cave, clutching the dazzling gem through which\nhe could feel a directed flow of thought. He was still a little dazed\nat this miracle. He wanted to laugh and to cry. But the flooding\nrealization that his ship, repaired and ready, awaited him; that he was\nfree to leave this craggy hell of crimson shadows and arctic nights,\nleft only a vast, singing quiet in his soul, too deep for tears.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Hasse, Henry",
            "dePina, Albert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62253/pg62253.txt",
        "name": "star_of_panadur.json"
    }
}