{
    "name": "Static",
    "author": [
        "West, Wallace"
    ],
    "body": "Water slogged heavily against the hull of the Niger packet _Lagarto_.\nClose at hand the jungle, waving ghostly arms in the moonlight, seemed\nto be giving a horrid imitation of great beasts floundering and\nslobbering at the edge of the river. On the deck of the _Lagarto_\nlounged Captain Angus Todd, who in spite of his name, was ending his far\njourneying and hard-driving life as the master of a clumsy freight boat.\nHe was tall, and lean, with that Scotch type of leanness which can best\nbe understood by pronouncing the name “Sandy” with the “a” broad. He\nsmoked a foul pipe and occasionally spat into the greasy water below.\n\n“You mind, Mac,” he said finally, tapping the dead ash from his pipe on\nthe rail. “You mind that I’m growing a bit older these days, and the\nmore I think on it, the more I feel that Africa’s no the place for any\nwhite man.”\n\n“Yes,” came the answer, evidently emanating from a black bundle slumped\nin a steamer chair under the awning. “I’m thinking I’ve heard that idea\nexpressed before--several times in fact. Maybe you’re right, but you\ncan’t deny that the English make big money here, buying palm oil and\nrubber for about nothing. And selling geegaws, trade gin and trade cloth\nfor ten times their value--even though the natives are getting wise to\ntraders’ tricks--converting the heathen and making the nigger women wear\ncalico dresses. You’ll admit that’s an accomplishment.”\n\n“Aye, but the price, man. Think on that a bit.” The captain paused and\nwatched a native canoe with its lonely paddler drift softly past the\nship and disappear in the moon glow. Then he resumed. “Tell me, Mac, how\nmany men has your company sent out here in the last ten years? I hate to\nthink--twenty, anyway. Great, strappin’ youngsters, most of them, pink\nand white and blond, brought up to play cricket and football. It fair\nmakes my heart bleed to think how they came out for the bonus--to make\nenough to marry, perhaps, or to lift the mortgage. And they usually got\nthe bonus, too, but have you noted them at the end of their three years.\nSallow and racked with fever. Wishing to Heaven they were dead, many of\nthem, and soaked with booze, a lot. Most of them spent that bonus and a\ngreat deal more keeping out of the grave after they went home. I’m glad\nthe company’s making you agent at Maraban at last, Mac.”\n\n“It’s the Scots that keep the Empire running,” grunted Thomas\nMacAllister, the man in the deck chair. “And me at Maraban as kernel\nclerk for more years than I care to think on, doing my work and that of\nthe agent, mostly, and not complainin’ overmuch, mind you. Then, when\nthe agent blew up, shipping him down river and holding things together\nuntil they sent up another Boy from Home to take his place.”\n\n“Aye, I understand, and the home office scratching its head and\nwondering what is the matter at Maraban,” replied the captain. “Gosh,\nthey don’t know what this stinkin’ hole is. ‘The White Man’s Graveyard,’\n’tis called, but that’s merely a name outside. At least those fellows in\nthe Scriptures got out of the fiery furnace after a bit. We never do. So\nit was Timmy Smith you took out this time?”\n\n“Yes--and Timmy was a nice chap when he first came. Manicured his\nfingers--dressed for dinner and all of that. Shaved every day, Heaven\nforbid. Well, you saw him last week. Bleary and smeared, in a bath towel\nand singlet, with a native huzzy for a wife, and a sick mind. After two\nyears and a month. Went completely off his nut the day after you were at\nMaraban. I had to take him out to Forcados. Headquarters down there gave\nup in despair and appointed me in his place. Todd,” the new agent\ncontinued savagely, puffing rapidly at his cigarette, which winked\nbrightly in the shadows, “it’s only leather bellies like you and me who\nshould be sent up to the lonely stations where all the people one sees\nare negroes. I tell you, they’ve got to come to it. I never knew but one\nyoungster who came through decently. That was Charles Markley. ’Member\nhim?”\n\n“Well, rather,” chuckled the captain. “I was just reading in the _Times_\nabout his success as a radio wizard back home. Seems he’s succeeded in\neliminating static, or something.” He kicked another deck chair into\nbeing and sat down. “Do you remember when he first came out, Mac? I\nbrought him up river while he was nursing the worst grouch I ever saw.\n\n“It was such a night as this, all silver and black, I recall, when I\ntook him up to your hell’s hole at Maraban. The jungle was sloshing and\nsquawling over there, and Markley sitting about where you are, staring\nat the moon with hard eyes, set in a face sour as spoiled milk. He was\nrather handsome, tall and long-legged as the best of the English are,\nand I liked him.\n\n“I came up with an idea of giving him some friendly advice, like I do\nall your slaves, MacAllister, though a fine lot of good it does. Well,\nafter we’d started a conversation, or rather, after I had made some sort\nof attempt at it, I said: ‘Mr. Markley, you want to be verra careful\nabout the amount of whisky you drink in this climate. It’s deadly.’\n\n“Maybe that wasn’t very tactful, but how can you be tactful with an\novergrown, sulky boy. Anyway, he turned round with a snap and says: ‘Mr.\nTodd,’ says he, ‘I intend to make a big dent in the liquor supply of\nNigeria inside of the next three years.’\n\n“Which gave me a sort of shock, for most of the boys come out maundering\nof high ideals, clean living and Sir Galahad morality--when they first\narrive, that is.\n\n“‘And you must be careful about mixing up wi’ the native girls, at all,\nat all,’ I went on. ‘You’ll be thinking I’m insulting you now, but men\nwill do strange things when they’re lonely, and it always leads to\ntrouble.’\n\n“‘I’m sorry to disappoint, Mr. Todd,’ he snaps, ‘but that’s just what I\nwant to inquire into immediately. If you should happen to know of any\nreasonably clean, good-looking negro girl of not over seventeen, I wish\nyou’d buy her for me, or whatever their beastly custom is here, and send\nher over to Maraban as soon as you can. I’d greatly appreciate it, and\npay well.’\n\n“You can imagine that shut me up right quickly and I left Mr. Markley to\nhis own sour thoughts, whatever they were.\n\n“The _Lagarto_ tied up at the oil wharf at Maraban next morning, and he\ngot ashore, dressed in an old pair of khaki breeches, a sleeveless\njersey and a pair of tennis shoes. He looked a sight, and I half\nexpected the sun to shrivel him up before my eyes. His baggage consisted\nmostly of two huge boxes which he grudgingly admitted contained radio\napparatus, a few books, among which I saw one named ‘Studies in\nPessimism’ by some German author--a few others, equally dismal, and ten\ncases of Scotch whisky. I suppose you discovered this soon enough, but\nit fair made me stagger when I thought that it was over and above the\nwhisky already at the station. He said good-by decently, and I left him\nstanding there, thinking black thoughts and batting at the flies which\nbuzzed around his head.”\n\n“And a fine time I had of it the next few months,” grunted MacAllister.\n“The kid almost pestered me to death trying to discover new short cuts\nto hell. He started drinking like a fish immediately upon his\narrival--cocktails, highballs, rickeys--he had a book of recipes for\nabout two hundred different drinks, and went through it methodically,\nmixing his own and swilling ’em down in a way which no good\nPresbyterian--and I am one, even in this hole --could tolerate.\n\n“‘Mr. MacAllister,’ he would say. ‘Let’s have a drink,’ and if I\naccepted, he would say ‘MacAllister, let’s have another,’ and after that\nit was ‘Mac, another won’t hurt us.’\n\n“If we’d continued that way the station would have been a total loss, so\nI had finally to refuse to drink with him. He didn’t appreciate my point\nof view at all.\n\n“He raided the medicine cabinet and experimented with the little opium I\nhad there, the result being that he was violently ill for some time. The\nwhole thing was laughable, if he hadn’t been so damned serious about it,\nor if he had been content to quit the foolishness after a while. It’s\nbad enough, captain, to see a man disintegrate little by little under\nthe influence of the heat and stink, but cripes, it’s positively\nindecent to see one conscientiously trying to kill himself.\n\n“He kept everlastingly at me to find him a girl, but right there I\nbalked. It was so cold-blooded and morbid. ‘But I tell you, old thing,’\nhe’d beam at me, ‘really a nigger girl is part of the white man’s\nburthen, if one believes the plays and novels published nowadays. It’s\nquite _de rigueur_, donchaknow,’ he would drawl.\n\n“Just as luck would have it, the girl did turn up, a few weeks later.\nShe was black as ebony, and graceful as the devil’s wife, if he has one.\nThe tale she told was that she was a cousin of one of the house boys,\nand that her family had died of sleeping sickness, or something, so that\nshe had to come to live with her last relative. Well, you can guess what\nhappened after that. Markley simply appropriated her. Not, I sincerely\nbelieve, because he particularly wanted her, but because she fitted into\nsome gloomy picture of his final demise which he had built up. ‘Mac, my\nboy,’ he grinned at me after he had moved her into the bungalow, over my\nalmost tearful protests. ‘She is rather chic, you know. Wouldn’t she\nmake a sensation in London with that figure and that hide.’ I went out\nand cursed the day both of us were born, and I’m not usually a\nblasphemous man, Todd.”\n\n“It must have been about a month after he got the girl that I saw\nMarkley for the second time,” the captain took up the tale. “I had some\nstuff for the station and tied up at the wharf. Things looked about as\nusual. A few natives with loaded canoes, a few Kroo boys busy tidying\nthe compound. In fact I began to think that Markley had got over his fit\nuntil I reached the bungalow veranda. He was sitting there, with his\nbare feet sticking over the rail. It startled me somewhat. Apparently,\nhe had accomplished in two months what even the most soft-willed white\nman seldom reaches in years. I’ll admit I admired his determination.\n\n“He was dressed in a singlet, while about his waist was a bath towel,\nwhich automatically defined his state of disintegration. He was in the\nbath-towel stage, the next step being for him to ‘go native’ and spend\nthe rest of his days rotting in some nigger village, ashamed to let\nwhite men see him.\n\n“‘Greetings, cap’n,’ he called. ‘Come up and refresh yourself. Ruth,’ he\nshouted to some one inside, ‘bring a glass for a gentleman, a clean one.\nPardon me,’ he added, turning back to me, ‘I was referring to the glass,\nnot the gentleman, though I suppose it would be equally appropriate.’\nDuring the pause which followed I tried to imagine who this ‘Ruth’ might\nbe. A white woman could have come up the river, but it was very doubtful\nthat it would have happened without my knowing of it. Then Ruth came out\nof the bungalow. MacAllister, I’ll agree with you. She was\nremarkable--lithe and clean-cut, with some forgotten Arab strain, I\nsuspect. And she wasn’t wearing a stitch of clothes.”\n\nFrom his chair, MacAllister snorted in disgust.\n\n“‘Lemme introdush you,’ Markley grinned, shambling to his feet and\ngrasping her shoulder to steady himself. ‘Ruth meet cap’n, cap’n meet\nRuth’--all that sort of thing. ‘You may,’ he continued owlishly, ‘marvel\nat her name. I have bestowed the historic appellation because the\noriginal Ruth was also a gleaner. I have insisted on the décolleté for\ntwo reasons, first because, dreshed that way, it will be impossible for\nher to carry off her gleanings when she leaves the bungalow. As a result\nof this precaution I have lost none of the silver plate or gilded\nphotograph albums. Second, because it’s so awful hot that I feel sorry\nfor any one who has to wear clothes.’ He unwound the bath towel, swabbed\nhis face, neck and chest and reshipped it around his waist. Then he sank\nback into his chair and pushed the warm whisky and soda toward me.\n\n“I suppose I should have got his receipts for the shipment and left\nimmediately, for he was certainly beyond the pale of tolerance, but the\nlad was so plainly lonely and miserable that I sat sipping the whisky,\nwhich was really good, and listening to the tale, which, between periods\nof weeping, he unfolded. I suppose you’ve heard it all before, haven’t\nyou, Mac?”\n\n“He was tight as a clam with me when it came to family history,” replied\nMacAllister. “Besides we didn’t talk any more than necessary after he\ntook that woman in.”\n\n“He came from Devonshire, he said,” the captain resumed. “Attended\nOxford and some technical college----”\n\n“Yes, he used to rub it in a little about being an Oxford man, I\nremember, after he learned I had attended King’s College back in the\ndark ages,” growled MacAllister.\n\n“He said there had always been plenty of money,” Todd resumed. “His\nfather paid all bills without much complaint. Some difficulty with his\neyes kept him out of the war, so that he finished his courses,\nspecializing in mechanics and electricity. Naturally he became\nfascinated with the radio. That was back in 1919, you remember, when the\nwhole thing was in its infancy, and commercial broadcasting was hardly\nthought of. A lot of experimenting was being done, however, and Markley\nhit upon a great idea--to make a radio receiving amplifier loud enough\nto fill great auditoriums and provide entertainment for vast\ncongregations. The only trouble was that when music or voices were\namplified so many times, the static was amplified along with it,\nresulting in intense vibrations and awful screeches and yells, so that\nthe program itself would be inaudible. There was also some danger, he\ndeclared, if the amplification was great enough, of shaking down the\nceiling of the auditorium itself. The boy claimed he had overcome this\ndifficulty.\n\n“‘Captain,’ he blurted, patting my shoulder tenderly, ‘cap’n, you shee\nbefore you the one and only, triple-guaranteed eliminator of static in\nthis little world. Gaze upon him well, cap’n. The odds are running three\nto one it will be your last chance.’\n\n“Was he lying or not, Mac?”\n\n“I almost wish he had been,” growled the new agent. “But he was telling\nyou strict truth. Radio was the only thing he was interested in, even at\nMaraban. He dug his apparatus out of the packing cases the week he\narrived, and rigged it up in a deserted sheet iron shack. There he’d\nsit, tinkering with it and drinking--straight whisky, too--until almost\nmorning, to the great awe of the niggers and the total abolishment of\nsleep at the station. A few broadcasting stations were opening up over\nthe world, especially in America. You remember that was the summer every\none went crazy over the things. His set was big enough to get them all,\ntoo. With the amplifiers cut in, the music would blare through the whole\ncompound at night, until I threatened to sleep in the jungle. When he\ntuned in on a speech or a bedtime story--he preferred those--the voice\nsounded like that of a giant, with ten times the volume of ordinary\ntones, but clearer and more free from noise than the best phonograph. It\nfair had the natives hypnotized. They used to take little offerings to\nthe door of the shanty to appease the wrath of the juju inside. ‘Big\nmouf’ they termed him.\n\n“The only difficulty, as Markley explained to me once, in a moment of\nfriendliness, was that he had to keep eternally balancing the static out\nof it with special condensers. I remember one morning he went to sleep\nover the thing. Pandemonium broke loose. The little shack seemed almost\nto bounce off the ground as the set went out of balance and the static\nseeped in. The row was deafening. I ran down and jerked all the switches\nI could find to shut it off, but Markley slept through it all, under the\nradio table. I had an awful temptation to smash the thing, Todd. Only\nthe fact that I am a good Presbyterian saved me. Lucky it did.”\n\nThe captain chuckled, refueled his pipe and continued: “The boy told me\nthings began to look pretty bad in England. No one wanted to finance his\ninventions, least of all his father, who decided his son wasn’t as\nbright as he had hoped. What broadcasting was being done was purely\nexperimental, so that there seemed little chance of financial success\nfrom his idea.\n\n“The upshot was that his father promised to cut off his allowance if he\ndidn’t go to work--all the big electrical corporations refused to meddle\nwith the thing, and, as a last straw, the girl in the case--oh, yes,\nthere was one--sided with his father.\n\n“That’s about all, except that since no one had confidence in him--since\nhis sweetheart didn’t love him for himself alone--he got very tearful at\nthis point--he decided to come to darkest Africa and romantically go to\nhell in a hurry, principally, of course, so that the girl would realize\nher mistake too late. He got a position with the African Produce\nAssociation--was made an agent, in fact, due perhaps to father’s\ninfluence, and came out prepared to cut all the corners.\n\n“‘You see,’ he explained, looking at me owlishly. ‘I’d read so much\nabout what the tropics do to a man--how unless he’s made of steel they\nwill wreck him within a year or so, no matter how he fights. Well, I\njust thought it would be interesting to cut out the preliminaries. Go\nthe whole route, as you might say, at once, and have it over with.’\n\n“With that he lapsed from tears into slumber and I departed, feeling a\nwee bit old and helpless--wishing there were some way of shaking him out\nof his romantic notions and back into reality. But what can a man do\nwhen a boy gets it into his head to kill himself.”\n\n“And I thought the same thing during the next few months,” groaned\nMacAllister. “Things went from bad to worse. Oh, the station went along\nfairly well, with everything running smoothly and the oil coming in\nregularly. Markley, in the mornings before he had a chance to get too\nsoused, did what little work there was for him to do, well enough, but\nthe rest of the time he would sit on the veranda, swilling liquor in a\nmanner I never thought possible. What a constitution he must have had! I\ncould have sworn he hated the stuff, but was drinking it on some kind of\nbet with himself. In a way things got as bad as they did later when\nTimmy Smith came, and yet again they didn’t. Markley wouldn’t allow the\nboys to loaf. He made them keep the bungalow and compound reasonably\nclean, and he kept all his socks under lock and key because he had read\nsomewhere that the native cooks particularly prize them as coffee\nstrainers. After that woman came--her native name was Eta something or\nother--he made her keep his quarters spick and span clean, and I’ll have\nto admit she did it well. But he drank day and night. It got so that he\nwas just one jump ahead of D. T.’s, and I can’t help feeling that he was\nbetting with himself just how long it would take him to achieve them.\n\n“His only diversion was the radio. He never tired of it. Used to take\nEta down to the shack and amuse himself trying to explain the workings\nof the set to her in a mixture of pidgin and mission English.\n\n“One day he called in all the natives about the place, including a\nnumber of canoemen from upriver, and explained that the shack concealed\nthe white man’s God, whose voice they heard. No harm, he declared, could\ncome to those under the protection thereof. Blasphemy it was, and myself\na good Presbyterian. I remember Markley was especially drunk that day.\nHis eyes were burning and his hands shook. Hanging onto a chair with one\nhand, gesticulating wildly with the other, he made a speech to the\nnatives in such an amazing mixture of English, Latin and pidgin as must\nhave rivaled the gibberish of their own witch doctors.\n\n“About a week after that a runner from King Tolo appeared at the station\nwith a message. Now Tolo, as you know, is an imperialist with the idea\nthat he owns a large per cent of the Niger. He has no more love for the\nEnglish than they have for him, but he just manages to keep inside the\ndeadline. The message was written by some mission-bred negro who had\ndrawn it up in what he conceived to be strictly legal form, with such a\nsprinkling of “hereinbefores” and “whereas’s” as to make the muggy paper\nalmost unintelligible. After we had deciphered it, it became apparent\nthat King Tolo was greatly hurt and grieved--that one Eta, a cousin of\nthe king--now residing with the agent at Maraban, one Charles\nMarkley--had been married without the knowledge or consent of the\naforesaid Tolo, or worse yet, that she had never been married. Now,\ntherefore, the said Tolo demanded as his rightful marriage portion, the\nfollowing, to wit: A list which included, among other impossible things,\na case of whisky and two rifles.\n\n“Markley laughed for the first time since he had been in Maraban when he\ngot the gist of it, and his yellow, dulled eyes seemed to brighten a\nlittle. It was his first show of human feelings in about eight months.\nHe immediately translated the message to Eta, getting quite appreciative\nover the fact that the thirty-second cousin of King Tolo was worth two\nMauser rifles.\n\n“‘How does it happen you never mentioned your high connections before,\nRuth,’ he demanded.\n\n“‘No savvy, boss,’ she replied, uncomfortably. ‘You no ask me,\nmebbe-so.’\n\n“After the messenger had departed, first being duly kicked by\nmyself--Markley was too shaky--things began to happen. Trade slackened\nabruptly. A houseboy was found badly cut up just outside the compound\nand several of the Kroo boys stole a canoe and deserted downriver.\n\n“To cap the climax Markley called me into his room and, pointing to an\nentirely imaginary black panther cat which he swore was squatting on his\nbed, asked me if I wanted to shoot it, or tame it.\n\n“It was a week later, I think, that another messenger arrived. This time\nhe came, not directly from Tolo, but from the chief witch doctor of the\nrealm, one Buhu, I gathered, who had heard of the magic of the\ngod-who-talks.\n\n“The messenger sat circumspectly at a distance and explained his errand.\nBuhu, it seemed, had conceived some very potent ideas as to the powers\nof Markley’s magic. Now, in effect, he proposed a sort of bout between\nthem.\n\n“As the messenger explained:\n\n“‘Chief Tolo he say mak’ so-so little-bit palaver, Buhu and Boss Markley\nupriver. Take ’long juju big mouf, mebbe so. Mebbe so he not come talk\njuju belong along Buhu, trade not come along company house. Mebbe so he\ncome, Tolo not ask dash for Eta. Palaver set.’\n\n“Which, freely translated, meant that Buhu was becoming anxious about\nthe presence of bigger gods than his own on the Niger, and had persuaded\nTolo to put the screws on Markley so that he could get a look-see at\nthis strange spirit. If we came, Tolo would agree to let bygones be\nbygones, withdraw his request for the marriage price of his\nthirty-second cousin and allow trade to return to the compound. If not,\nthings would be rather dull at Maraban in the future. Also I rather\nsuspected that Buhu was planning a coup of some kind to get the loud\nmouf juju into his possession, for there is no more jealous person in\nthe world than a witch doctor when he thinks some one is stealing his\nthunder. I suppose they live so close to the edge of discovery that they\nbecome jumpy.\n\n“Markley had listened to the message from his usual seat on the veranda,\nleaning forward and trying to focus his eyes on the messenger. I\nexpected him to roundly curse the black, and slump back in his chair. In\nthat world of whisky haze in which he was living those days, nothing\nseemed to matter very much. Instead, he wobbled to his feet and replied\nloudly:\n\n“‘Go speak your so-so witch doctor Buhu. Tell him Big Boss Markley come,\nmebbe so two days. Juju big mouf he come, too, mebbe so, mebbe not. He\nbig juju fo’ sure. Eta come ’long big boss. By an’ by, my juju he win,\nEta stay along me. By an’ by, Buhu win, Tolo take Eta and have dash,\ntoo. Palaver set.’\n\n“As soon as the messenger had departed Markley set about preparations\nfor the trip. In his half-delirious mind, it became a huge joke, reality\nbeing all mixed up with the whisky phantoms which peopled his brain. He\nwouldn’t listen when I told him that there was probably danger in the\nundertaking, but proceeded to pack all the radio apparatus in a big\ncase. Then calling Eta, he produced a bright crimson shawl, a pair of\ndancing pumps of the same color and a brilliant bandanna, which he had\nordered from Forcados on the last boat, and presented them to her,\ndeclaring that she must be decently dressed when visiting a cousin.\nAfter that he took a long drink and declared himself ready to start.\n\n“That was a queer trip. I had wanted to stay at the station, but Markley\nwouldn’t hear of it. Said there was no danger at Maraban--that the big\nshow would come at Mobungo, one of Chief Tolo’s villages, and he might\nneed me there. We locked the bungalow and store, placed things in charge\nof the most trusted negroes--a poor policy, but the best I could do, and\nstarted upriver in the station’s motor launch.\n\n“I steered. Markley sat in the middle where he watched the engine. Eta\nsat near the bow, staring steadily upriver. She was a weird creature,\nthat girl. Light on her feet as a shadow and about as quick. She never\nsaid a word to anybody except Markley, though even with him she seemed\nto hold aloof. She was always obedient and met all of his sometimes\neccentric demands upon her without complaint, but her sloe-black eyes,\nslanting here and there in an almost Oriental fashion, sometimes gave me\nthe creeps.\n\n“Strangely enough, Markley brought only a quart of whisky with him, and\nused that very sparingly. ‘Dickie,’ he explained to me, ‘I fear I must\npass up the nectar for a time. But there’s plenty of it back at the\nstation, or will be if those damned negroes don’t run off with it. When\nwe get back, I’ll celebrate. Maybe you’ll condescend to take a few,\ntoo.’ That’s the way he rambled on, but I could see a new sparkle in his\nbloodshot eyes, and began to wonder if maybe there wasn’t something in\nhim besides his vicious habits after all. I suppose he was the type who\nlives on excitement, though why he came to Africa to find it I never\ncould understand.\n\n“We reached Mobungo after a two-day run. The usual gaping crowd met us,\nbut before we were ashore, Tolo himself, with a military escort, plowed\nthrough the jam and greeted us. Have you ever seen Tolo, captain?”\n\n“Not since he was the prince charming of the Niger, years ago,” Todd\nchuckled in the darkness.\n\n“He’s still about the same. Wears flowers in his wool and all that, but\nhe’s getting older and fatter, and dreaming of empire instead of fair\nwomen. He’ll get into serious trouble sometime soon. However he treated\nus civilly enough, giving us a hut in which to clean up a bit.\n\n“That evening we met him at the imperial palace, such as it was, for an\naudience. The room was furnished in Afro-American style, with a\nphonograph, a player piano and a nickel and white barber chair serving\nas a throne. Tolo was there, tricked out in his royal robes. Beside him\nsquatted Buhu. The latter wasn’t all that I expected--just a lean,\nhungry-looking, rather young and rather shiny individual who did nothing\nbut teeter back and forth on his toes and scowl at us.\n\n“The meeting began in one of those duels of silence--the man who speaks\nfirst being considered the weaker character--but Markley wasn’t up to\nthe strain of it and almost immediately broke silence by demanding why\nthe devil Tolo had sent him a note like that.\n\n“The old chap hemmed and hawed, but finally explained that there was no\nthreat implied, merely a friendly contest between rival demons.\n\n“Markley was willing to let it go at that, so that without much further\nparleying, details were arranged for the exhibition next morning, and we\nturned in for the night, leaving the niggers dancing and prancing in\nsome kind of a ceremonial outside the hut.\n\n“‘Mark,’ I asked, as we were undressing in the dark. ‘You noticed that\nphonograph in the throne room. How do you expect to make much of an\nimpression when they’re acquainted with such things.’\n\n“‘Sound and fury, sound and fury, me lad,’ he chuckled. ‘I’m not\nexpecting to impress the king of Buhu, much. But one must always\nconsider the mob. Whatever Buhu is up to, he’s out to impress the\nrabble--and so are we. Damn, I wish I had a drink.’\n\n“The next morning we were escorted to the sacred cavern where Buhu did\nhis tricks. It was large, about one hundred feet deep, with a wide,\nhigh-arching mouth and appeared to have been caused by erosion at some\ntime when the river bed lay in front of it.\n\n“Here Buhu kept his charms and talismans, most of them in a stinking\nheap in one corner. There were bones, both human and animal, strange\nherbs, and charms, of all varieties. The air was rank with\nunidentifiable stinks. A fire was kept burning at the entrance, with the\nresult that the place was full of smoke most of the time, which,\nwhirling and eddying inside, caused a really ghostly effect.\n\n“At the invitation of the morose witch doctor Markley here set up the\nmouthpiece of big mouf, the intruder. We rigged some lights from a\nstorage battery and soon had everything in readiness. At the magician’s\ncommand the whole population of the village--about three hundred\npersons--shuffled hesitatingly into the cavern.\n\n“Personally I thought Buhu’s show was pretty poor stuff. It wouldn’t\neven have made a hit on the variety stage at home. There were a few\nparlor magic tricks, a clever attempt at group hypnotism which succeeded\nfairly well with the natives, but left Markley and myself untouched, and\na final tableau where Buhu seemed to vanish in a cloud of red smoke,\nimmediately reëntering the cavern through the audience. That was really\ndeserving of applause, but didn’t impress the crowd greatly. Perhaps the\ntrick had grown stale by repetition. It was the climax of the show and\nBuhu signed for us to begin.\n\n“Markley had placed the apparatus under a dim red light, and with the\ntrue showman’s instinct had posed Eta, in her crimson shawl and shoes,\nbeside it. After making a somewhat wobbly salaam to the machinery he\nimmediately got busy, tuning in on a London station with very little\namplification, so that just a whisper of sound filled the cave. It was\nan organ recital. The natives shivered and shifted their positions. As\nhe began cutting in amplification the notes swelled and seemed almost to\nsolidify, the sounds shuddering in the great cave like the wings of an\nimprisoned bird.\n\n“Even I, who had become well acquainted with the possibilities of the\nthing, felt the spell. Every note was perfect.\n\n“Over the dials, Markley, dressed in a dark-green robe with a cowl,\nwhich he had concocted from some trade cloth for this occasion, seemed\ntruly a priest making his invocations.\n\n“As the last notes of the program died away the natives broke into\nexclamations of wonder, admiration and awe. Their love of music was\naroused, and it was easy to see that they had forgotten Buhu and his\nsorceries.\n\n“Waiting until the excitement had abated somewhat Markley picked up\nanother station, this time at New York. Some one was making an\naddress--strangely enough--upon the wonders of radio, the miraculous\nadvancement it had made in the last year, and so on.\n\n“I had noticed sometime before that Eta had left her place beside the\ncabinet. Now I saw her in earnest converse with Buhu, across the cave.\nIt gave me quite a shock and I watched closely. Evidently the witchman\nwas in the dumps. His head sagged. His hands quivered. He knew when he\nwas beaten. But Eta actually was shaking his holiness by the shoulder. I\ncould see her lips moving in a vehement exhortation of some kind,\nalthough not a word of it could be heard above the voice of the orator.\n\n“‘A new era for the world has begun,’ thundered the voice to the\nuncomprehending natives. ‘Men are being drawn closer together by this\nnew marvel, and will become one great brotherhood. If only there can be\nfound some way to eliminate static our problem will be solved, and, I\nwish to add, that great monetary rewards now are available to the man\nwho will step forward to eliminate this great obstruction to radio\ncommunication.’\n\n“I glanced at Markley. He was listening, spellbound, forgetful of\neverything that was transpiring. I glanced back at Eta. She had risen\nand was moving slowly toward us. Buhu was whispering vehemently to\nseveral of the natives. As I watched, Eta approached, and, without\nwarning, placed her glossy back tight against the loudspeaker’s mouth.\nThe spell was broken. The orator’s voice died to a murmur, completely\nblocked by the obstruction.\n\n“Suddenly Eta’s voice rang out, speaking in purest native dialect, which\nI understood fairly well, but which Markley had never cared to learn.\n\n“‘Oh, my people,’ she cried, lifting her arms high. ‘This man is an\nimpostor. He is not the servant of this great voice.’\n\n“‘What the hell, Ruth,’ broke in Markley sharply, ‘get out of the way.\nYou’re spoiling the show.’ He half rose to push her away, but a huge\nblack who had slipped behind him unnoticed in the excitement, gripped\nhis shoulders and held him to his seat. At the same moment I felt the\nwarning pressure of a knife point on my neck.\n\n“‘Oh, my people,’ continued Eta, unperturbed, ‘ye know that I am the\nsister of Buhu, master of life and death, and that I was sent by my\nbrother to spy upon this wicked foreigner. You know that I have suffered\ngreatly at his hands. But Eta, the tigress, is patient. Know, all ye,\nthat I have learned that this man is not the priest of the voice. He is\na great magician who holds the god in his power, even as the wicked\nsnake which charms the singing bird. Know also that I have discovered by\nwatching closely how to break the spell and release the voice from its\nprison. It has promised me to make the people of Tolo the greatest on\nthe river. Away with the white witch doctor,’ she shrieked. ‘I will be\nits priestess.’\n\n“I realized that Eta must have been using her eyes closely during the\nlast months. She knew how to operate Markley’s radio and this whole\naffair was a plot to take it from us.\n\n“‘Kill the white men,’ Eta screamed in a frenzy. ‘Kill, kill----’ But\nMarkley had at last caught the meaning of her harangue, and with a roar,\nshook himself free from his captor and leaped at the girl. But his\ncoordinations were shaky from his whisky swilling and he fell an easy\nvictim to the dozen or so warriors who sprang forward. He went down,\nsenseless from the blow of a club, lying where he fell, while Eta,\ntearing his green robe from him, clothed herself in it and took up her\nposition behind the dials. I suppose I should have gone to his rescue,\nbut how could I, with a black devil gripping my neck with one hand and\nholding a knife as long as my arm in the other.\n\n“The orator in the loudspeaker continued his talk uninterruptedly,\ntelling of the great things which might occur in the world due to\nradio’s magic--but, suddenly, his voice was broken by a frightful\nsquawk! My heart jumped. The set was going out of balance without\nMarkley’s expert hand on the dials. Confidently Eta bent over the\ncabinet, but it seemed she had forgotten something essential, for the\nmachine let out a louder shriek, this time a sound like the scraping of\na titanic file across glass.\n\n“Suddenly pandemonium broke loose. Somewhere between Africa and New York\nthere must have started a thunderstorm. Such frightful noises I had\nnever believed possible. The cave fairly rocked with them. The\nloudspeaker seemed to dance about the platform.\n\n“The black holding me let loose his grip and sprinted for the cave\nmouth. So did all the natives in fact, but unluckily, perhaps, because\nthe vibration had set up a miniature earthquake inside the cavern, great\nstones and quantities of earth began falling from the roof. I saw more\nthan one negro brained or broken as I crouched close to the wall. I had\ndragged Markley’s body out of the greatest danger and leaned over him,\nwith my hands over my ears.\n\n“Only Eta stuck to her post, twisting the dials back and forth, but only\nsucceeding in making the vibration greater. It sounded as if all the\ndevils in hell were shrieking, and would yell forever. The cave filled\nwith dust. Through it I could see the girl, quiet and tense, working\ndoggedly--hopelessly. But all things have an end. As I watched in the\ndim red light, a giant boulder, detached after a repose of centuries,\ntumbled from the ceiling, crushing both Eta and the radio. A last\ndespairing scream and then all the noise ceased. Do you know, Mac, in\nspite of the fact that I had hated her, I felt damned sorry.\n\n“That’s about all,” MacAllister concluded softly. “Markley was merely\nstunned and came round after a while. The natives had fled the village,\nso that it was an easy matter to return to the boat and start downriver.\n\n“Markley acted like another man. Whether he had realized that he could\nnow go home to a chance of success with his inventions or whether the\nshock had cleared his half-insane mind, I don’t know, but he confessed\nto me shamefacedly that he had been acting like a damned fool. Said he\nhad wanted to quit the whole game long ago--that he hated the taste of\nwhisky, but his pride wouldn’t let him stop halfway on the road to the\ninfernal regions.\n\n“We buried what was left of Eta in the river and Mark was rather cut up\nabout it. That, with the whisky he had been drinking so steadily brought\na reaction. He almost winked out with a case of acute alcoholism, but we\nmanaged to pull him through at Maraban. I took him downriver a few weeks\nlater, bound for home, looking like a ghost, but on the road to\nrecovery.\n\n“That ends the story, Todd. While it doesn’t point a moral exactly,\nbeing the exception which maybe proves the rule, let’s go down anyway\nand take a drink to all of us who fight this rotten, fascinating\nriver--and fail.”",
    "metadata": {
        "author": [
            "West, Wallace"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73175/pg73175.txt",
        "name": "static.json"
    }
}