{
    "name": "Stopover",
    "author": [
        "Gerken, William"
    ],
    "body": "He had been living with us for a week before I found out he was a\nLifter. Even the discovery was an accident. I had started for the store,\nbut then remembered a chore I wanted him to do. I heard the sounds of\nwood-chopping coming from the shed, so I went behind the house to the\nsmall wooden structure. I must have gasped or something, because he\nturned around to look at me, dropping the axe he had poised over a block\nof wood as he turned. Only he hadn't been holding the axe; it had been\nhanging in mid-air without support.\n\nThe first time I saw him was when he knocked on my door. I don't think\nI'll ever forget how he looked--tall and thin, old clothes and older\nshoes, an unruly mop of blond hair. It was only when I looked at his\nface that I realized that he was more than a mere boy of eighteen or\nnineteen. The tired lines around his mouth, the sad, mature look in his\neyes, the stoop already evident in his young shoulders; he had been\nforced to mature too quickly, and seemed to have knowledge a boy his\nage had no right to be burdened with.\n\n\"I--I was wondering if I might get a bite to eat, sir,\" he said.\n\nI grinned. No matter how he looked, he was no different from anyone else\nhis age where food was concerned. \"Sure; come on in and rest a spell,\" I\ntold him. \"Marty, can you fix a plate of something? We've got a guest.\"\nMarty--my wife--glanced through the kitchen doorway. After a cursory\nlook at the boy, she smiled at him and went back to work.\n\n\"Sit down, son, you look pretty done-in. Come far today?\"\n\nHe nodded. \"Guess it shows, huh?\" he said, brushing the road dust from\nhis trousers.\n\n\"Uh-huh. Where you from? Not around here, I know.\"\n\n\"Far back as I can remember, Oregon has been home.\"\n\nIt wasn't hard to guess why he was almost a thousand miles from home.\nDuring the war, over ten million American families had been separated,\ntheir way of life destroyed by the hell of atomic bombings. Ever since\nits end, people had been seeking their loved ones; many, only to find\nthem dead or dying. Sometimes the searches stretched across continents\nor oceans. In that respect the boy sitting opposite me was no different\nfrom hundreds of others I've seen in the past ten years. The only\ndifference was in his face.\n\n\"Looking for your family,\" I said, making it a statement.\n\n\"Yessir.\" He smiled, as though the sentence had double meaning.\n\nAfter he had eaten, he went down to the town store to look through its\nrecords. They all do. They turn the pages of the big stopover book,\nhoping a relative or friend had passed through the same town. Then they\nsign the book, put down the date and where they're headed, and set out\nonce more. Almost all towns have stopover books nowadays, and a good\nthing, too. They helped me find Marty back in '63, when the truce was\nfinally signed. In fact, I found her right here in this town. We got\nmarried, settled down, and haven't been more than a hundred miles away\nsince then.\n\nMartha called me into the kitchen almost as soon as he was gone. \"He's a\nnice boy.\"\n\n\"That he is,\" I agreed. \"You know, I've been thinking; we could use a\nyoung fella around here to help with the work.\"\n\n\"If he'll stay. There was something in his eyes; a sort of longing for\nsomeone very close to him. That kind usually takes off after a night's\nrest.\"\n\n\"I know. Guess I'll drop by the store; see if I can talk him into\nstaying.\"\n\nBy the time I reached the store, school was out, and a group of kids\nwere gathered around him, listening to his description of the Rocky\nMountains, which he had crossed during the summer. The kids weren't the\nonly ones listening. Even the adults were standing around in the store,\nremembering the places they had once seen themselves, and getting such\nbits of news as he dropped about the other towns he had passed through.\nThe Searchers are, next to the town radio stations, the only source of\ninformation we have now, so it's no wonder they're so warmly greeted\nwherever they stop.\n\nSoon as he'd finished telling about the Rockies, I said we'd appreciate\nit if he would stay for supper. He said he would, and later, while he\nand Tommy, my eight-year-old son, and I were walking home, I asked him\nif he'd stay with us for a while.\n\nFor a moment he looked wistful, as if wishing he could stay here, and\nforget whoever he was trying to find. Then he smiled and said, thanks,\nhe would stay for a week or so.\n\nHe was real helpful, too, cutting stove and fireplace wood for the\ncoming winter, running errands, hunting for game animals, and teaching\nat the school. Almost all Searchers teach when they can be persuaded to\nstay in town for a spell. Since there are no more colleges to produce\nteachers, anyone who knows something useful takes a turn at teaching.\n'Fore the war, I was a mathematics major in college, so twice a week I\nteach all kinds of math at school, from numbers through calculus.\nMostly, Searchers teach about what the places they had passed through\nare like.\n\nThen, when I opened the door to the shed that day, and saw the axe\nsuspended in mid-air, I suddenly realized why he had that sad, tired\nlook about him all the time.\n\nHe picked up the axe from where it had fallen, and stood it against the\nwall. Reaching for his jacket, he said, \"I--I guess I'd better be moving\nalong, Mr. Tranton. I'm really sorry if I've caused you any trouble.\" He\nstarted past me for the door.\n\n\"Hold on, son.\" I grabbed his arm. \"Why the rush?\"\n\n\"I don't want to cause you any trouble. Now that you know what I am--\"\nhe gritted the words out bitterly, \"the word will get around. I wouldn't\nwant the others in town to be angry with you because of me. You and Mrs.\nTranton have been swell to me. Thanks for everything.\" He tried to pull\nhis arm loose, but I held fast.\n\n\"Let's go inside and have a cup of coffee,\" I suggested. \"I don't know\nabout the other towns you've been through, but here we don't hate a\nperson because he might happen to have powers we don't.\"\n\n\"Yesterday I was down at the store, and I heard one of the men sounding\noff about us,\" he said. \"He didn't sound like he cared much for us.\"\n\n\"Must have been John Atherson. He never could understand ESP, and he\nblames the war on it. We just let him talk; can't change a person like\nthat.\" We went up the back steps and through the door into the kitchen.\n\"Go on, show Marty,\" I said, taking off my jacket.\n\nHe looked at me to make sure I meant it. Then he raised the coffee pot\nfrom the stove, and watched it move across the room under its own power\nto the table where I was sitting. Leaving the pot in mid-air, he made\nthe cupboard open, and still standing in the middle of the room, floated\nthree cups and saucers to the table. Then he got the cream, sugar and\nthree spoons, put them on the table, and poured the coffee. Marty\nwatched the coffee pot move back to the stove, her mouth open in\namazement, \"I heard of it, but I don't think I'd have believed it if I\nhadn't seen it.\" I nodded, and she smiled at him. \"Now that I know,\" she\nsaid, \"I'm even gladder you chose to stay here for a while.\"\n\nHe grinned. \"Thanks.\" He sat down with us at the table, and stirred some\nsugar into his coffee.\n\n\"It must be hard on you,\" Marty said quietly, in a knowing way. \"Are you\nreally looking for your family, or for others with ESP?\"\n\n\"My father was killed during the bombings. After that, Mom and I were\nalone. She only had a little talent; Dad and I were the ones who were\nreally adept. Anyway, we stayed on the small farm we owned until last\nspring. Then Mom married again, and I was free to leave. I think her new\nhusband was sorry to see me go, because it meant a lot of manual work\nfor him that I had been doing an easier way. I decided to see if I\ncouldn't find any others like myself, so I left and started across the\ncountry.\"\n\n\"Do you have any other powers, or can you just control things?\" Marty\nasked.\n\nHe grinned. \"If you mean, am I an all-around superman, no. Dad wasn't\neither. I do have a scattering of other psi talents, though, but nothing\nas well-developed as my telekinesis. I'm still working on them.\"\n\nTommy came in from school just then. \"Could you teach him how to use his\nmind that way, or do you have to be born with it?\" I said.\n\nHe smiled again. \"No, you don't have to be born with it. Everyone could\ndo it if they started training themselves young enough to use their\nminds to the fullest extent. All through history certain people have had\nstrange powers. The trouble was, they were thought to be freaks instead\nof the better developed humans they actually were. Even now, we're only\non the threshold of learning the full power of the mind.\" He turned to\nTommy. \"Would you like to learn how to do things, Tommy?\"\n\n\"Sure. Like what?\"\n\nHe glanced at Marty and me. \"Like making the world a better place to\nlive.\"\n\nTwo weeks later, at a meeting of the town council, I wasn't too worried\nabout getting the proposal accepted. We might have some trouble with\nAtherson, but I figured between the two of us we could handle him. When\nthe new business came up, I stood up and led Tommy to the front of the\nhall. There were a few whispers as we went, as children under fifteen\naren't allowed in the hall during a council meeting.\n\n\"Tommy has something to say to you which, I think, will interest\neveryone here. Go on, son.\"\n\nSeconds afterwards, we all heard, a clear \"Hello,\" but not with our\nears; the word came from inside our heads.\n\nSomeone said: \"The kid's a telepath,\" and the silence was broken.\n\nEverybody was talking at the same time.\n\n\"I suppose you think it's an honor to have one of them damn things for\nyour son,\" Atherson yelled. \"I'm glad you're the one who got stuck, and\nnot me.\"\n\n\"Tommy was not _born_ a telepath, John,\" I told him. \"He has been\n_deliberately trained_ to make use of the latent power in his brain. And\nI don't think I'm 'stuck' either. We all know we've been slowly slipping\ninto retrogression ever since '63. None of us like it, but there isn't\nanything we can do to halt it--yet. We don't want our children, or their\nchildren, to keep slipping backwards. If we don't stop it in our\nlifetime, we may not be able to stop it at all.\n\n\"As I see it, the best chance we have to at least achieve a status quo\nis to accept the aid those among us with psi talents are willing to\ngive. After all, it's their world, too. With their help, we may be able\nto build a better civilization, one without the socio-political diseases\nthat led to the war.\n\n\"The young man who has been staying at my house for the past three weeks\ntaught Tommy to do what he just did. He says he thinks he can do it with\nany child under ten years old, and is even willing to try it with some\nteen-agers. Of course, Tommy's training has just begun. He will keep on\nlearning for years.\n\n\"Here's my idea. If some of the children get a grounding in how to\ndevelop their dormant brain power, by the time they're twenty, they'll\nbe able to mold a new society, one geared to the present culture instead\nof the past traditions. How about it?\"\n\nI waited. For a minute there was silence. Finally one of the older men\nstood up. \"Is he sure he can do it?\"\n\n\"All we know is it worked with Tommy,\" I replied.\n\n\"I don't like it; it's unnatural,\" Atherson said.\n\n\"No one asked you to like it,\" someone said.\n\nAnother called: \"Do you think three world wars in fifty years _is_\nnatural? Let's take a vote.\"\n\nA vote was taken, and it was decided to add an extra class for those\nchildren whose parents wanted them to attend. After a month, the council\nwould expect a report on what progress--or lack of it--had been made.\n\n\n\nA few weeks later, when my math class was over, I hung around to watch\nthe new class. It was divided into small groups, each training on a\ndifferent psi talent. One group was lifting pencils and gently returning\nthem to desks by telekinesis. Another was sitting quietly, once in a\nwhile breaking into shouts of laughter; probably telepathy. There were\nother groups, but I didn't know enough about the talents to identify\ntheir work.\n\nDuring the time he was teaching, he met a girl. They spent quite a bit\nof time together, and she joined the special class. By the time the\nreport to the council came due, it wasn't hard to tell they were in\nlove.\n\nJust about everyone in town turned out for that meeting. The boys and\ngirls who were taking the class were seated at the front of the hall.\nThe report was first on the agenda, so the kids could go home to bed.\n\n\"When we started,\" he said, \"I asked those children who weren't\ninterested, or who were--um--unsuited to the work, to leave. Then we ran\nthrough a general training exercise, and after a week, I split the class\nup into groups. Each group was to concentrate on one talent, but general\nsessions for the entire class give everyone practice in all talents. I\nthink we've made fairly good progress. Some of the older teen-agers have\nshown an interest in the talents (he glanced at his girl), and although\nprogress has not been as rapid as with the younger children, they are\nsufficiently developed to help instruct. Now your children are going to\ndemonstrate what they have learned.\"\n\nFor the next half hour we watched Tommy and fourteen other boys and\ngirls work. Tommy and the others who had concentrated on telepathy read\nsilently to us from books and talked to each other, projecting their\nthoughts so we could also listen in. The telekinesis group all worked\ntogether to build a small table. All the necessary materials were\nstacked at the front of the room. The kids sat in a half circle, their\nbrows furrowed in concentration as lumber, nails and hammers moved under\nthe guidance of their minds. When they had finished, the table was\ncomplete, even to the sanding and a coat of varnish.\n\nFinally, the only one with precognition--a girl about six years old,\nwith long blonde hair--gave the weather forecast for the next two weeks.\nCopies of her prediction were passed out to us, so we could check her\naccuracy.\n\nOnce the kids were gone, he stood up again. \"I hope you are all\nconvinced as to what can be accomplished through the use of psi. The\ntalents can and should be used for the betterment of society, not for\ncarnival side shows. Of course, there are more than those just\ndemonstrated. Unfortunately, I couldn't find them present in this group.\nI was hoping for either a healer or a sensitive, but no one had the\nnecessary ability.\n\n\"If you want the class continued, the decision is yours. Thanks for\nhaving open minds, and for giving me a chance.\" He picked up his jacket\nand walked out.\n\nAtherson didn't bother to come to the meeting, so the vote to continue\nthe class was unanimous.\n\nHe stayed on, teaching part-time, helping out with the work at my place,\nand seeing his girl. Then, one afternoon two weeks after the council\nmeeting, she came to see me. \"You've got to stop him, Mr. Tranton,\" she\nsaid. \"He's going to leave. He told me he was going right after he\nfinished the class today. He's probably down at the store right now,\nbuying things to take with him. You've got to make him stay.\"\n\n\"Why?\" I asked quietly, watching the tears well up in her eyes. She\nhadn't lost her composure yet, but she felt so strongly about him she\nwas on the verge of breaking down.\n\n\"Because I love him and he loves me,\" she retorted. \"That's why. Won't\nyou talk to him? At least get him to take me with him. Please.\"\n\n\"You said you love him. Would you rather he stayed here, and was never\nfully happy, or left to continue searching, maybe to return someday,\nready to settle down? If you really love him there's no question.\"\n\n\"Couldn't he take me with him?\"\n\nI shook my head. \"I don't think you should even ask him to take you.\nYou'd be a burden that would slow him down. He'd worry about you, have\nto get your food, find shelter for you. He might let you go with him,\nbut don't ask him to. He's too young to be tied down. Now go on, and\nwish him good luck and kiss him goodbye. He's coming up the road now.\"\n\nShe glanced out the open window, jumped up, and ran out into the\nsunlight, to wait at the side of the road. I picked up the book I had\nbeen reading, but the window was too close to the road for me to\nconcentrate on the pages. She didn't say anything until he was standing\nbefore her.\n\n\"I'll be waiting,\" she said. \"Take care of yourself.\"\n\nHe nodded. \"I have to go,\" he told her. \"Partly because it was Dad's\nlast wish, partly because I need others of my own kind. Alone, we can't\nhelp the world much; together, there's a good chance for results. I left\na letter for the council saying you were going to take over the class,\nbecause you have the ability to carry on. Watch Cathy, and help her all\nyou can. She's got it; her weather forecast proved that much. You've got\nto drum that into her; never let her forget it. Maybe I'll be back--I\nhope so. But first, I have to find others. I need them, and they might\nneed me. We're still not completely self-sufficient.\n\n\"Give the kids my love, and keep them at it. Just don't forget they\n_are_ kids. Give them a chance to grow up as normally as possible.\nThat's a chance I didn't have.\"\n\nHe kissed her tenderly, then started off down the road. When he reached\nthe crest of the hill, he turned and waved. Marty joined me at the\ndoorway, and we waved too. Outlined against the bright blue afternoon\nsky, he stood immobile for a moment. To many, he would have been just a\nyoung man with a tired-out face; but to me, the symbol of a better life\nfor Tommy and his children ... a life unmarred by the threat of instant\ndeath as punishment for something he had little control over.\n\nHe's gone now, but the work will go on, and the Athersons of the world\nwill come to realize he is giving us another chance, a chance we don't\nreally deserve. Somehow he reminds me of another man. A man who said:\n\"Suffer the little children to come unto me, and forbid them not; for of\nsuch is the kingdom of God.\"\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Gerken, William"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/28450/pg28450.txt",
        "name": "stopover.json"
    }
}