{
    "name": "Strange Alliance",
    "author": [
        "Walton, Bryce"
    ],
    "body": "Doctor Spechaug stopped running, breathing deeply and easily where he\npaused in the middle of the narrow winding road. He glanced at his\nwatch. Nine a.m. He was vaguely perplexed because he did not react more\nemotionally to the blood staining his slender hands.\n\nIt was fresh blood, though just beginning to coagulate; it was dabbled\nover his brown serge suit, splotching the neatly starched white cuffs of\nhis shirt. His wife always did them up so nicely with the peasant's love\nfor trivial detail.\n\nHe had always hated the silent ignorance of the peasants who surrounded\nthe little college where he taught psychology. He supposed that he had\nbegun to hate his wife, too, when he realized, after taking her from a\nlocal barnyard and marrying her, that she could never be anything but a\nsloe-eyed, shuffling peasant.\n\nHe walked on with brisk health down the narrow dirt road that led toward\nGlen Oaks. Elm trees lined the road. The morning air was damp and cool.\nDew kept the yellow dust settled where spots of sunlight came through\nleaves and speckled it. Birds darted freshly through thickly hung\nbranches.\n\nHe had given perennial lectures on hysterical episodes. Now he realized\nthat he was the victim of such an episode. He had lost a number of\nminutes from his own memory. He remembered the yellow staring eyes of\nthe breakfast eggs gazing up at him from a sea of grease. He remembered\nhis wife screaming--after that only blankness.\n\nHe stopped on a small bridge crossing Calvert's Creek, wiped the blood\ncarefully from his hands with a green silk handkerchief. He dropped the\nstained silk into the clear water. Silver flashes darted up, nibbled the\ncloth as it floated down. He watched it for a moment, then went on along\nthe shaded road.\n\nThis was his chance to escape from Glen Oaks. That was what he had\nwanted to do ever since he had come here five years ago to teach. He had\na good excuse now to get away from the shambling peasants whom he hated\nand who returned the attitude wholeheartedly--the typical provincial's\nhatred of culture and learning.\n\nThen he entered the damp, chilled shadows of the thick wood that\nseparated his house from the college grounds. It was thick, dense, dark.\nOne small corner of it seemed almost ordinary, the rest was superstition\nhaunted, mysterious and brooding. This forest had provided Doctor\nSpechaug many hours of escape.\n\nHe had attempted to introspect, but had never found satisfactory causes\nfor his having found himself running through these woods at night in his\nbare feet. Nor why he sometimes hated the sunlight.\n\n\n\nHe tensed in the dank shadows. Someone else was in this forest with him.\nIt did not disturb him. Whatever was here was not alien to him or the\nforest. His eyes probed the mist that slithered through the ancient\nmossy trees and hanging vines. He listened, looked, but found nothing.\nBirds chittered, but that was all. He sat down, his back against a\nspongy tree trunk, fondled dark green moss.\n\nAs he sat there, he knew that he was waiting for someone. He shrugged.\nMysticism was not even interesting to him, ordinarily. Still, though a\nbehaviorist, he upheld certain instinctual motivation theories. And,\nthough reluctantly, he granted Freud contributory significance. He could\nbe an atavist, a victim of unconscious regression. Or a prey of some\ninsidious influence, some phenomena a rather childish science had not\nyet become aware of. But it was of no importance. He was happier now\nthan he had ever been. He felt free--young and new. Life seemed worth\nliving.\n\nAbruptly, with a lithe liquid ease, he was on his feet, body tense,\nalert. Her form was vaguely familiar as she ran toward him. She dodged\nfrom his sight, then re-appeared as the winding path cut behind screens\nof foliage.\n\nShe ran with long smooth grace, and he had never seen a woman run like\nthat. A plain skirt was drawn high to allow long bronzed legs free\nmovement. Her hair streamed out, a cloud of red-gold. She kept looking\nbackwards and it was obvious someone was chasing her.\n\nHe began sprinting easily toward her, and as the distance shortened, he\nrecognized her. Edith Bailey, a second-year psychology major who had\nbeen attending his classes two semesters. Very intelligent, reclusive,\nnot a local-grown product. Her work had a grimness about it, as though\npsychology was a dire obsession, especially abnormal psychology. One of\nher theme papers had been an exhaustive, mature but somehow overly\ndetermined, treatise on self-induced hallucination and auto-suggestion.\nHe had not been too impressed because of an unjustified emphasis on\nsupernatural myth and legend, including werewolves, vampires, and the\nlike.\n\nShe sprang to a stop like a cornered deer as she saw him suddenly\nblocking the path. She turned, then stopped and turned back slowly. Her\neyes were wide, cheeks flushed. Taut breasts rose and fell deeply, and\nher hands were poised for flight.\n\nBut she wasn't looking at his face. Her gaze was on the blood\nsplattering his clothes.\n\nHe was breathing deeply too. His heart was swelling with exhilaration.\nHis blood flowed hotly. Something of the whirling ecstasy he had known\nback in his student days as a track champion returned to him--the mad\nbursting of the wind against him, the wild passion of the dash.\n\nA burly figure came lurching after her down the path. A tramp,\nevidently, from his filthy, smoke-sodden clothes and thick stubble of\nbeard. He recalled the trestle west of the forest where the bindlestiffs\nfrom the Pacific Fruit line jungled up at nights, or during long\nlayovers. Sometimes they came into the forest.\n\nHe was big, fat and awkward. He was puffing and blowing, and he began to\ngroan as Doctor Spechaug's fists thudded into his flesh. The degenerate\nfell to his knees, his broken face blowing out bloody air. Finally he\nrolled over onto his side with a long sighing moan, lay limply, very\nstill. Doctor Spechaug's lips were thin, white, as he kicked savagely.\nHe heard a popping. The bum flopped sidewise into a pile of dripping\nleaves.\n\nHe stepped back, looked at Edith Bailey. Her full red lips were moist\nand gleaming. Her oddly opaque eyes glowed strangely at him. Her voice\nwas low, yet somehow, very intense.\n\n\"Wonderful laboratory demonstration, Doctor. But I don't think many of\nyour student embryos would appreciate it.\"\n\n\n\nDoctor Spechaug nodded, smiled gently. \"No. An unorthodox case.\" He lit\na cigarette, and she took one. Their smoke mingled with the dissipating\nmorning mist. And he kept on staring at her. A pronounced sweater girl\nwith an intellect. This--he could have loved. He wondered if it were too\nlate.\n\nDoctor Spechaug had never been in love. He wondered if he were now with\nthis fundamental archetypal beauty. \"By the way,\" he was saying, \"what\nare you doing in this evil wood?\"\n\nThen she took his arm, very naturally, easily. They began walking slowly\nalong the cool, dim path.\n\n\"Two principal reasons. One, I like it here; I come here often. Two, I\nknew you always walk along this path, always late for your eight o'clock\nclass. I've often watched you walking here. You walk beautifully.\"\n\nHe did not comment. It seemed unnecessary now.\n\n\"The morning's almost gone,\" she observed. \"The sun will be out very\nwarm in a little while. I hate the sun.\"\n\nOn an impulse he said: \"I'm going away. I've wanted to get out of this\nobscene nest of provincial stupidity from the day I first came here. And\nnow I've decided to leave.\"\n\n\"What are you escaping from?\"\n\nHe answered softly. \"I don't know. Something Freudian, no doubt.\nSomething buried, buried deep. Something too distasteful to recognize.\"\n\nShe laughed. \"I knew you were human and not the cynical\npseudo-intellectual you pretended to be. Disgusting, isn't it?\"\n\n\"What?\"\n\n\"Being human, I mean.\"\n\n\"I suppose so. I'm afraid we're getting an extraordinarily prejudiced\nview. I can't help being a snob here. I despise and loathe peasants.\"\n\n\"And I,\" she admitted. \"Which is merely to say, probably, that we loathe\nall humanity.\"\n\n\"Tell me about yourself,\" he said finally.\n\n\"Gladly. I like doing that--to one who will understand. I'm nineteen. My\nparents died in Hungary during the War. I came here to America to live\nwith my uncle. But by the time I got here he was dead, too. And he left\nme no money, so there was no sense being grateful for his death. I got a\npart-time job and finished high school in Chicago. I got a scholarship\nto--this place.\" Her voice trailed off. She was staring at him.\n\n\"Hungary!\" he said and repeated it. \"Why--I came from Hungary!\"\n\nHer grip on his arm tightened. \"I knew--somehow. I remember Hungary--its\nancient horror. My father inherited an ancient castle. I remember long\ncold corridors and sticky dungeons, and cobwebbed rooms thick with dust.\nMy real name is Burhmann. I changed it because I thought Bailey more\nAmerican.\"\n\n\"Both from Hungary,\" mused Doctor Spechaug. \"I remember very little of\nHungary. I came here when I was three. All I remember are the ignorant\npeasants. Their dumb, blind superstition--their hatred for----\"\n\n\"You're afraid of them, aren't you?\" she said.\n\nHe started. \"The peasants. I----\" He shook his head. \"Perhaps.\"\n\n\"You're afraid,\" she said. \"Would you mind telling me, Doctor, how these\nfears of yours manifest themselves?\"\n\nHe hesitated; they walked. Finally he answered. \"I've never told anyone\nbut you. There are hidden fears. And they reveal themselves consciously\nin the absurd fear of seeing my own reflection. Of not seeing my shadow.\nOf----\"\n\nShe breathed sharply. She stopped walking, turned, stared at him.\n\"Not--not seeing your--reflection!\"\n\nHe nodded.\n\n\"Not seeing your--shadow--!\"\n\n\"Yes.\"\n\n\"And the full moon. A fear of the full moon, too?\"\n\n\"But how did you know?\"\n\n\"And you're allergic to certain metals, too. For instance--silver?\"\n\nHe could only nod.\n\n\"And you go out in the night sometimes--and do things--but you don't\nremember what?\"\n\nHe nodded again.\n\nHer eyes glowed brightly. \"I know. I know. I've known those same\nobsessions ever since I can remember.\"\n\nDoctor Spechaug felt strangely uneasy then, a kind of dreadful\nloneliness.\n\n\"Superstition,\" he said. \"Our Old World background, where superstition\nis the rule, old, very old superstition. Frightened by them when we were\nyoung. Now those childhood fixations reveal themselves in crazy\nsymptoms.\"\n\nHe took off his coat, threw it into the brush. He rolled up his shirt\nsleeves. No blood visible now. He should be able to catch the little\nlocal passenger train out of Glen Oaks without any trouble. But why\nshould there be any trouble? The blood----\n\nHe thought too that he might have killed the tramp, that popping sound.\n\nShe seemed to sense his thoughts. She said quickly: \"I'm going with you,\nDoctor.\"\n\nHe said nothing. It seemed part of the inevitable pattern.\n\n\n\nThey entered the town. Even for mid-morning the place was strangely\nsilent, damply hot, and still. The 'town' consisted of five blocks of\nmain street from which cow paths wound off aimlessly into fields, woods,\nmeadows and hills. There was always a few shuffling, dull-eyed people\nlolling about in the dusty heat. Now there were no people at all.\n\nAs they crossed over toward the shady side, two freshly clothed kids ran\nout of Davis' Filling Station, stared at them like vacant-eyed lambs,\nthen turned and spurted inside Ken Wanger's Shoe Hospital.\n\nDoctor Spechaug turned his dark head. His companion apparently hadn't\nnoticed anything ominous or peculiar. But to him, the whole scene was\nmorose, fetid and brooding.\n\nThey walked down the cracked concrete walk, passed the big plate-glass\nwindows of Murphy's General Store which were a kind of fetish in Glen\nOaks. But Doctor Spechaug wasn't concerned with the cultural\nsignificance of the windows. He was concerned with _not_ looking into\nit.\n\nAnd oddly, he never did look at himself in the glass, neither did he\nlook across the street. Though the glass did pull his gaze into it with\nan implacable somewhat terrible insistence. And he stared. He stared at\nthat portion of the glass which was supposed to reflect Edith Bailey's\nmaterial self--_but didn't reflect anything. Not even a shadow._\n\nThey stopped. They turned slowly toward each other. He swallowed hard,\ntrembled slightly. And then he knew deep and dismal horror. He studied\nthat section of glass where her image was supposed to be. _It still\nwasn't._\n\nHe turned. And she was still standing there. \"Well?\"\n\nAnd then she said in a hoarse whisper: \"_Your reflection--where is it?_\"\n\nAnd all he could say was: \"And yours?\"\n\nLittle bits of chuckling laughter echoed in the inchoate madness of his\nsuddenly whirling brain. Echoing years of lecture on--cause and effect,\nlogic. Little bits of chuckling laughter. He grabbed her arm.\n\n\"_We--we can see our own reflections, but we can't see each other's!_\"\n\nShe shivered. Her face was terribly white. \"What--what is the answer?\"\n\nNo. He didn't have it figured out. Let the witches figure it out. Let\nsome old forbidden books do it. Bring the problem to some warlock. But\nnot to him. He was only a Doctor of Philosophy in Psychology. But\nmaybe--\n\n\"Hallucinations,\" he muttered faintly. \"Negative hallucinations.\"\n\n\"Doctor. Did you ever hear the little joke about the two psychiatrists\nwho met one morning and one said, 'You're feeling excellent today. How\nam I feeling?'\"\n\nHe shrugged. \"We have insight into each other's abnormality, but are\nunaware of the same in ourselves.\"\n\n\"That's the whole basis for psychiatry, isn't it?\"\n\n\"In a way. But this is physical--functional--when psychiatry presents\nsituation where--\" His voice trailed off.\n\n\"I have it figured this way.\" How eager she was. Somehow, it didn't\nmatter much now, to him. \"We're conditioned to react to reality in\ncertain accepted ways. For instance that we're supposed to see our\nshadows. So we see them. But in our case they were never really there to\nsee. Our sanity or 'normalcy' is maintained that way. But the constant\nauto-illusion must always lead to neuroticism and pathology--the hidden\nfears. But these fears must express themselves. So they do so in more\nsocially acceptable ways.\"\n\nHer voice suddenly dropped as her odd eyes flickered across the street.\n\"But we see each other as we really are,\" she whispered tensely. \"Though\nwe could never have recognized the truth in ourselves.\"\n\nShe pointed stiffly. Her mouth gaped, quivered slightly.\n\nHe turned slowly. His mouth twitched with a growing terrible hatred.\nThey were coming for him now.\n\n\n\nFour men with rifles were coming toward him. Stealthily creeping, they\nwere, as though it were some pristine scene with caves in the\nbackground. They were bent slightly, stalking. Hunters and hunted, and\nthe law of the wild and two of them stopping in the middle of the\nstreet. The other two branched, circled, came at him from either side,\nclumping down the walk. George recognized them all. The town marshal,\nBill Conway, and Mike Lash, Harry Hutchinson, and Dwight Farrigon.\n\nEdith Bailey was backed up against the window. Her eyes were strangely\ndilated. But the faces of the four men exuded cold animal hate, and\nblood-lust.\n\nEdith Bailey's lips said faintly, \"What--what are we going to do?\"\n\nHe felt so calm. He felt his lips writhe back in a snarl. The wind\ntingled on his teeth. \"I know now,\" he said. \"I know about the minutes I\nlost. I know why they're after me. You'd better get away.\"\n\n\"But why the--the guns?\"\n\n\"I murdered my wife. She served me greasy eggs. God--she was an\nanimal--just a dumb beast!\"\n\nConway called, his rifle crooked in easy promising grace. \"All right,\nDoc. Come on along without any trouble. Though I'd just as soon you made\na break. I'd like to shoot you dead, Doctor.\"\n\n\"And what have I done, exactly,\" said Doctor Spechaug.\n\n\"He's hog-wild,\" yelled Mike Lash. \"Cuttin' her all up that way! Let's\nstring 'em up!\" Conway yelled something about a \"fair trial,\" though not\nwith much enthusiasm.\n\nEdith screamed as they charged toward them. A wild, inhuman cry.\n\nDoctor Spechaug's eyes flashed up the narrow street.\n\n\"Let's go!\" he said to Edith Bailey. \"They'll see running they've never\nseen before. They can't touch us.\"\n\nThey ran. They heard the sharp crack of rifles. They saw the dust\nspurting up. Doctor Spechaug heard himself howling as he became aware of\npeculiar stings in his body. Queer, painless, deeply penetrating\nsensations that made themselves felt all over his body--as though he was\nawakening from a long paralysis.\n\nThen the mad yelling faded rapidly behind them. They were running,\nstreaking out of the town with inhuman speed. They struck out in long\neasy strides across the meadow toward the dense woods that brooded\nbeyond the college.\n\nHer voice gasped exultingly. \"They couldn't hurt us! They couldn't! They\ntried!\"\n\nHe nodded, straining eagerly toward he knew not what, nosing into the\nfresh wind. How swiftly and gracefully they could run. Soon they lost\nthemselves in the thick dark forest. Shadows hid them.\n\n\n\nDays later the moon was full. It edged over the low hill flanking Glen\nOaks on the east. June bugs buzzed ponderously like armor-plated dragons\ntoward the lights glowing faintly from the town. Frogs croaked from the\nswampy meadows and the creek.\n\nThey came up slowly to stand silhouetted against the glowing moon,\nnosing hungrily into the steady, aromatic breeze blowing from the Conway\nfarm below.\n\nThey glided effortlessly down, then across the sharp-bladed marsh grass,\nleaping high with each bound. As they came disdainfully close to the\nsilent farm house, a column of pale light from a coal oil lamp came\nthrough the living room window and haloed a neglected flower bed. Sorrow\nand fear clung to the house.\n\nThe shivering shadow of a gaunt woman was etched against the half drawn\nshade. The two standing outside the window called. The woman's shadow\ntrembled.\n\nThen a long rigid finger of steel projected itself beneath the partially\nraised window. The rifle cracked almost against the faces of the two. He\nscreamed hideously as his companion dropped without a sound, twitching,\ntwitching--he screamed again and began dragging himself away toward the\nsheltering forest. Intently and desperately the rifle cracked again.\n\nHe gave up then.\n\nHe sprawled out flatly on the cool, damp, moon-bathed path. His hot\ntongue lapped feverishly at the wet grass. He felt the persistent impact\nof the rifle's breath against him, and now there was a wave of pain. The\nfull moon was fading into black mental clouds as he feebly attempted to\nlift his bleeding head.\n\nHe thought with agonized irony:\n\n\"Provincial fools. Stupid, superstitious idiots ... and that damned Mrs.\nConway--the most stupid of all. _Only she would have thought to load her\ndead husband's rifle with silver bullets!_ Damned peasants----\"\n\nTotal darkness blotted out futile revery.\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Walton, Bryce"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/28047/pg28047.txt",
        "name": "strange_alliance.json"
    }
}