{
    "name": "Strange Exodus",
    "author": [
        "Abernathy, Robert"
    ],
    "body": "Westover got a shock when he stumbled onto the monster, for all that he\nknew one had been through here.\n\nHe had been following the high ground toward the hills, alternately\nsplashing through waist-deep water and climbing onto comparatively dry\nknolls. To right and left of him was the sullen noise of the river in\nflood, and behind him, too, the rising water he had barely escaped. The\nnight was overcast, the moon a faint disk of glow that left river and\nhills and even the mud underfoot invisible.\n\nHe had not sought in his mind for the flood's cause, but had merely\ntaken it numbly as part of the fury and confusion of a world in ruin.\nAnyway, he was dead tired out on his feet.\n\nHe sensed more than saw the looming wall before him, but he thought\nit the bare ledge-rock of a stripped hillside until he stepped into a\nsmall pot-hole and lurched forward, and his outflung hands sank into\nthe slime that covered a surface faintly, horrifyingly resilient.\n\nHe recoiled as if seared, and retreated, slithering in the muck. For\nmoments his mind was full of dark formless panic; then he took a firm\nhold on himself and tried to comprehend the situation.\n\nNothing was distinguishable beyond a few yards, but his mind's eye\ncould see the rest--the immense slug-like shape that extended in\nponderous repose across the river valley, its head and tail spilling\nover the hills on either side, five miles apart. The beast was\nquiescent until morning--sleeping, if such things slept.\n\nAnd that explained the flood; the monster's body had formed an\nunbreakable dam behind which the river had been steadily piling up in\nthose first hours of night; if it did not move until dawn, the level\nwould be far higher then.\n\nWestover stood motionless in the blackness; how long, he did not know.\nHe was hardly aware of the water that covered his feet, crept over his\nankles, and swirled halfway to his knees. Only the emergence of the\nmoon through a rift of the cloud blanket brought him awake; its dim\nlight gleamed all around on a great sheet of water, unbroken save for\nscattered black hummocks--crests of knolls like that on which he stood,\nall soon to be hidden by the rising flood.\n\nFor a moment he knew despair. The way back was impassable, and the way\nahead was blocked by the titanic enemy.\n\nThen the impersonal will that had driven him implacably two days and\nnights without stopping came to his rescue. Westover plodded forward,\npressed his shrinking body against the slimy, faintly warm surface of\nthe monster's foot, and sought above him with upstretched hands--found\nholds, and began to climb with a strength he had not known was left in\nhim.\n\nThe moonlight's fading again was merciful as he climbed the sheer,\nslippery face of the foot; but he could hear the wash and chuckle of\nthe flood below. His tired brain told him treacherously: \"I'm already\nasleep--this is a nightmare.\" Once, listening to that insidious voice,\nhe slipped and for instants hung dizzily by his hands, and for some\nminutes after he had found a new foothold merely clung panting with\npounding heart.\n\nSome time after he had found courage to resume the climb, he dragged\nhimself, gasping and quivering, to comparative safety on the broad\nshelf that marked the rim of the foot. Above him lay the great black\nsteep that rose to the summit of the monster's humped back, a mountain\nto be climbed. Westover felt poignantly that his exhausted body could\nnot make that ascent and face the long and dangerous descent beyond,\nwhich he had to make before dawn ... but not now ... not now....\n\n\n\nHe lay in a state between waking and dreaming, high on the monster's\nside; and it seemed that the colossal body moved, swelling and\nsighing--but he knew they did not breathe as backboned animals do.\nWestover had been one of the men who, in the days when humanity was\nstill fighting, had accumulated quite a store of knowledge about the\nenemy--the enemy that was brainless and toolless, but that was simply\ntoo vast for human intelligence and weapons to defeat....\n\nWestover no longer saw the murky moonlight, the far faint glitter of\nthe flood or the slope of the living mountain. He saw, as he had seen\nfrom a circling jet plane, an immense tree of smoke that rose and\nexpanded under the noonday sun, creamy white above and black and oily\nbelow, and beneath the black cloud something that writhed and flowed\nsluggishly in a cyclopean death agony.\n\nThat picture dissolved, and was replaced by the face of a man--one who\nmight now be alive or dead, elsewhere in the chaos of a desolated\nplanet. It was an ordinary face, roundish, spectacled, but etched now\nby tragedy; the voice that went with it was flat, unemotional, pedantic.\n\n\"There are so many of them, and we've destroyed so few--and to kill\nthose few took our mightiest weapons. Examination of the ones that have\nbeen killed discloses the reason why ordinary projectiles and bombs and\npoisons are ineffective against them--apart, that is, from the chief\nreason of sheer size. The creatures are so loosely organized that a\nlocal injury hardly affects the whole. In a sense, each one of them is\na single cell--like the slime molds, the Earthly life forms that most\nresemble them.\n\n\"That striking resemblance, together with the fact that they chose\nEarth to attack out of all the planets of the Solar System, shows they\nmust have originated on a world much like this. But while on Earth the\nslime molds are the highest reticular organisms, and the dominant life\nis all multicellular, on the monsters' home world conditions must have\nfavored unicellular growth. Probably as a result of this unspecialized\nstructure, the monsters have attained their great size and perhaps for\nthe same reason they have achieved what even intelligent cellular life\nso far hasn't--liberation from existence bound to one world's surface,\nthe conquest of space. They accomplished it not by invention but by\nadaptation, as brainless life once crawled out of the sea to conquer\nthe dry land.\n\n\"The monsters who have descended on Earth must represent the end result\nof a long evolution completed in space itself. They are evidently\ndeep-space beings, able to propel themselves from planet to planet and\nfrom star to star in search of food, guided by instinct to suns and\nworlds like ours. Descending on such a planet, they move across its\nsurface systematically ingesting all edible material--all life not\nmobile enough to avoid their march. They are like caterpillars that\noverrun a planet and strip it of its leaves, before moving on to the\nnext.\n\n\"Man is a highly mobile species, so our direct casualties of this\ninvasion have been very light and will continue to be. But when the\nmonsters have finished with Earth, there will be no vegetation left\nfor man's food, no houses, no cities, none of the fixed installations\nof civilization, and the end will be far more terrible than if we were\nall devoured by the monsters.\"\n\n\n\nWestover awoke, feeling himself bathed by the cold sweat of\nnightmare--then he realized that a misty rain had wetted his face and\nsogged his clothes. That, and the sleep he had had, refreshed him and\nmade his mind clearer than it had been for days, and he remembered that\nhe could not sleep but had to go on, searching with a hope that would\nnot die for some miraculously spared refuge where civilization and\nscience might yet exist, where there would be the means to realize his\nidea for stopping the monsters.\n\nHe sat up, eyes searching the sky for a sign to tell him how long he\nhad slept. Low on the western horizon he found the faint glow that told\nof the moon's setting; and in the east a stronger light was already\nstruggling through the clouds and mist, becoming every moment less\ntenuous and illusory, more the bitter reality of the breaking day.\n\nEven as Westover began frantically climbing, out of that lightening\nsky the hopelessness of his effort pressed down on him. With dawn the\nmonster would begin to move, to crawl eastward impelled by the same dim\nphototropic urge which must guide these things out of the interstellar\ndepths to Sun-type stars. All of them had crept endlessly eastward\naround the Earth, gutting the continents and churning the sea bottoms,\nand by now whatever was left of human civilization must be starving\nbeyond the Arctic circle, or aboard ships at sea. The hordes that\nstill lived and wandered over the once populous fertile lands, like\nthis--would not live long.\n\nFor a man like Westover, who had been a scientist, it was not the\nprospect of death that was most crushing, but the death blow to his\nhuman pride, the star-storming pride of mind and will--defeated by\nsheer bulk and mindless hunger.\n\nNear the crest of the monster's back, he stumbled and fell hands and\nknees on the shagreen-roughness of the skin; at first he thought only\nthat an attack of dizziness had made him fall, then he realized that\nthe surface beneath him had shifted. Unmistakably even in the misty\ndawn-light, the hills and valleys of the rugose back were changing\nshape, as the vast protoplasmic mass below crawled, flowed beneath its\nintegument. In slow peristaltic motion the waves marched eastward,\ntoward the monster's head.\n\nHe could stay where he was unharmed, of course. On the monster's back,\nof all places, he had nothing to fear from it or from others of its\nkind. But he knew with desperate clarity that by nightfall, when the\nbeast became still once more, exhaustion and growing hunger would have\nmade him unable to descend. As he lay where he had fallen, he felt that\nweakness creeping over him, no longer held in check by the will that\nhad kept him doggedly plodding forward.\n\nAgain he lay half conscious, in a lethargy that unchecked must grow\nsteadily deeper until death. Isolated thoughts floated through his\nhead. It occurred to him that he was now ideally located to conduct\nthe experiments necessary to prove his theory of how to destroy the\nmonsters--if only someone had had the foresight to build a biological\nlaboratory on the monster's back. Of course the rolling motion would\ncreate special problems of technique.... Idiocy.... Once more he seemed\nto glimpse Sutton's face, as the biologist calmly made that grisly\nreport to the President's Committee on Extermination.... Sutton's\nprediction had been a hundred percent correct. The monsters' hunger\nknew no halt until they had absorbed into themselves all the organic\nmaterial on the world which was their prey.... And men must starve, as\nhe was starving now....\n\n\n\nWith a struggle Westover roused himself, first sitting up, then swaying\nto his feet, frowning with the effort to look sanely at the terrible\ninspiration that had come to him. The cloud blanket was breaking up,\nthe sun already high, beating down on the naked moving plateau on which\nthe man stood. The idea born in him seemed to stand that light, even to\nexpand into hope.\n\nFingers shaking, he unhitched the light ax from his belt and began to\nhack with feverish industry at the monster's crusted hide.\n\nThe scaly, weathered epidermis seemed immeasurably thick. But at last\nhe had chopped through it, reached the softer protoplasm beneath.\nClawing and hewing in the hole he had made, he tore out heavy slabs of\nthe monster's flesh.\n\nA ripple that did not belong to the crawling motion ran over the\nthing's surface round about. Westover laughed wildly with a sudden\nsense of power. He, the insignificant human mite, had made the\nmiles-long beast twitch like a flea-bitten dog.\n\nThe analogy was pat; like a flea, he had lodged on a larger animal and\nwas about to nourish himself from it. The slabs of flesh he had cut off\nwere gray and unappetizing, but he knew from the studies he had helped\nSutton make that the monsters, extraterrestrial though they were, were\nin the basic chemistry of proteins, fats and carbohydrates one with man\nor the amoeba, and therefore might be--food.\n\nHis matches were dry in their water-proof case; he made a smoldering\nfire from the loose fibrous scale of the monster's back, and half an\nhour later was replete. Either the long fast, or involuntary revulsion,\nor perhaps merely the motion of the creature brought on nausea, but he\nfought it sternly back and succeeded in keeping his strange meal down.\nThen he was tormented by thirst. It was some time, though, before he\ncould bring himself to drink the colorless fluid that had collected in\nthe wound he had inflicted on the monster.\n\nThus began for him a weird existence--the life of a parasite, of a flea\non a dog. The monster crawled by day and rested by night; strengthened,\nthe man could have left it then, but somehow night after night he did\nnot. It wasn't, he argued with himself sometimes in the days when he\nlay torpidly drowsing, lulled by the long sway, arms over his head to\nprotect him from the sun's baking, merely that he was chained to the\nonly source of food he knew in all the world--not just that he was\ndeveloping a flea's psychology. He was a man and a scientist, and he\nwas conducting an experiment.... His life on the monster's back was\nproving something, something of vast importance for man, the extinct\nanimal--but for increasingly longer periods of time he could not\nremember what it was....\n\nThere came a morning, though, when he remembered.\n\n\n\nHe woke with the sun's warmth on his body and the realization of\nsomething amiss trickling through his head. It was a little while\nbefore he recognized the wrongness, and when he did he sat bolt upright.\n\nThe sun was already up, and the monster should have begun once more its\nsteady, ravenous march to the east. But there was no motion; the great\nliving expanse lay still around him. He wondered wildly if it was dead.\n\nPresently, though, he felt a faint shuddering and lift beneath his\nfeet, and heard far stifled mutterings and sighs.\n\nWestover's mind was beginning to function again; it was as though the\ncessation of the rock and sway had exorcised the lethargy that had lain\nupon him. He knew now that he had been almost insane for the time he\nhad passed here, touched by the madness that takes hermits and men lost\nin deserts or oceans. And his was a stranger solitude than any of those.\n\nNow he listened strainingly to the portentous sounds of change in the\nmonster's vitals, and in a flash of insight knew them for what they\nwere. The scientists had found, in the burst bodies of the Titans\nthat had been killed by atomic bombs, the answer to the riddle of\nthese creatures' crossing of space: great vacuoles, pockets of gas\nthat in the living animal could be under exceedingly high pressures,\nand that could be expelled to drive the monster in flight like a\nreaction engine. Rocket propulsion, of course, was nothing new to\nzoology; it was developed ages before man, by the squids and by those\nodd degenerate relatives of the vertebrates that are called tunicates\nbecause of their gaudy cellulose-plastic armor....\n\nThe monster on which Westover had been living as a parasite was\ngenerating gases within itself, preparing to leave the ravished Earth.\nThat was the meaning of its gargantuan belly rumblings. And they meant\nfurther that he must finally leave it--now or never--or be borne aloft\nto die gasping in the stratosphere.\n\nHurriedly the man scrambled to the highest eminence of the back and\nstood looking about; and what he saw brought him to the brink of\ndespair. For all around lay blue water, waves dancing and glinting in\nthe fresh breeze; and sniffing the air he recognized the salt tang\nof the sea. While he slept the monster had crept beyond the coast\nline, and lay now in what to it was shallow water--fifty or a hundred\nfathoms. Back the way it had come, a headland was visible, mockingly,\nhopelessly distant.\n\nOf course--the great beast would crawl into the sea, which would float\nits bloated bulk and enable it to accelerate and take flight. It would\nnever have been able to lift itself into the air from the dry land.\n\nHe should have foreseen that and made his escape in time. Now that\nhe had solved the problem of human survival.... But the bright ocean\nlaughed at him, sparkling away wave beyond rolling wave, and beyond\nthat blue headland could be only a land made desert, where men become\nbeasts fought crazily over the last morsels of food. He had lost track\nof the days he had been on the monster's back, but the rape of Earth\nmust be finished now. He had no doubt that the things would depart\nas they had come into the Solar System--in that close, seemingly\none-willed swarm that Earth's astronomers had at first taken for a\ncomet. If this one was leaving, the rest no doubt were too.\n\nWestover sat for a space with head in hands, hearing the faint\ncontinuing murmurs from below. And he remembered the voices.\n\n\n\nHe had been hearing them again as he awoke--the distant muffled voices\nwhose words he could not make out, not the small close ones that\nsometimes in the hot middays had spoken clearly in his ear and even\ncalled his name. The latter had to be, as he had vaguely accepted them\neven then, illusions--but the others--with his new clarity he was\nsuddenly sure that they had been real.\n\nAnd a wild, white light of hope blazed in him, and he flung himself\nflat on the rough surface, beat on it with bare fists and shouted:\n\"Help! Here I am! Help!\"\n\nHe paused to listen with fierce intentness, and heard nothing but the\nfaint eructations deep inside the monster.\n\nThen he sprang to his feet, gripping his hand-ax, and ran panting to\nthe place where he had dug for food. His excavations tended to close\nand heal overnight; now he went to work with vicious strokes enlarging\nthe latest one, hacking and tearing it deeper and deeper.\n\nHe was almost hidden in the cavity when a shadow fell across him from\nbehind. He whirled, for there could be no shadows on the monster's back.\n\nA man stood watching him calmly--an elderly man in rusty black\nclothing, leaning on a stick. The staff, the snowy beard, and something\nthat smoldered behind the benign eyes, gave him the look of an ancient\nprophet.\n\n\"Who are you?\" asked Westover, breathlessly but almost without surprise.\n\n\"I am the Preacher,\" the old man said. \"The Lord hath sent me to save\nyou. Arise, my son, and follow me.\"\n\nWestover hesitated. \"I'm not just imagining you?\" he appealed.\n\"Somebody else has really found the answer?\"\n\nThe Preacher's brows knitted faintly, but then his look turned to\nbenevolent understanding. \"You have been alone too long here. Come with\nme--I will take you to the Doctor.\"\n\nWestover was still not sure that the other was more than one of the\npowerful specters of childhood--the Preacher, the Doctor, no doubt the\nTeacher next--risen to rob him of his last shreds of sanity. But he\nnodded in childlike obedience, and followed.\n\nWhen, a few hundred yards nearer the monster's head, the other halted\nat a black rent in the rugose hide, the mouth of a burrow descending\ninto utter blackness--Westover knew that both the Preacher and his own\nwild hope were real.\n\n\"Down here. Into the belly of Leviathan,\" said the old man solemnly,\nand Westover nodded this time with alacrity.\n\n\n\nThe crawling descent through the twisting, Stygian burrow had much\nthat ought to belong to a journey into Hell.... More than that, no\ndemonologist's imagination could have conceived without experiencing\nthe sheer horror of the yielding beslimed walls that seemed every\nmoment squeezing in to trap them unspeakably. The air was warm and\nrank with the familiar heavy sweetish odor of the monster's colorless\nblood....\n\nThen, as he knew it must, a light glimmered ahead, the sinus widened,\nand Westover climbed to his feet and stood, weak-kneed still, staring\nat a chamber carved in the veritable belly of Leviathan. The floor\nunderfoot was firm, as was the wall his shaking fingers tested.\nDazzled, he saw tools leaning against the walls, spades, crowbars,\naxes, and a half-dozen people, men and women in rough grimy clothing,\nwho stood watching him with lively interest.\n\nThe Preacher stood beside him, breathing hard and mopping his forehead.\nBut he brushed aside the deferential offers of the others: \"No--I will\ntake him to the Doctor myself. All of you must hurry now to close the\nshaft.\"\n\nThere was another tunnel to be crawled through, but that one was\nfirm-walled as the room they left behind. They emerged into a larger\ncavern, that like the first was lit--only now did the miracle of it\nobtrude itself in his dazed mind--by fluorescent tubes, and filled with\nequipment that gleamed glass and metal. Over an apparatus with many\nfluid-dripping trays, like an air-conditioning device, bent a lone man.\n\n\"Is it working?\" inquired the Preacher.\n\n\"It's working,\" the other answered without looking up from the\nadjustment he was making. Bubbles were rising in the fluid that filled\nthe trays, rising and bursting, rising and bursting with a curiously\nfascinating monotony. The subtly tense attitudes of the two initiates\ntold Westover better than words that there was something hugely\nimportant in the success of whatever magic was producing those bubbles.\n\nThe thaumaturge straightened, wiping his hands on his trousers as he\nturned with a satisfied grin on his round, spectacled face--then both\nhe and Westover froze in dumbfounded recognition.\n\n\n\nSutton was first to recover. He said quietly, \"Welcome aboard the ark,\nBill. You're just in time--I think we're about to hoist anchor.\" His\nquick eyes studied Westover's face, and he gestured toward a packing\nbox against the wall opposite his apparatus. \"Sit down. You've been\nthrough the mill.\"\n\n\"That's right,\" Westover sat down dizzily. \"I've been aboard your ark\nfor some time now, though. Only as an ectoparasite.\"\n\n\"It's high time you joined the endoparasites. Lucky you scratched\naround enough up there to create repercussions we could feel down here.\nYou got the same idea, then?\"\n\n\"I stumbled onto it,\" Westover admitted. \"I was wandering across\ncountry--my plane crashed on the way back from that South American\nbug hunt dreamed up by somebody who'd been reading Wells' _War of the\nWorlds_. I think my pilot went nuts; you could see too much of the\ndestruction from up there.... But I got out in one piece and started\nwalking--looking for some place with people and facilities that could\ntry out my method of killing the monsters. I thought--I still think--I\nhad a sure-fire way to do that--but I didn't realize then that it was\ntoo late to think of killing them off.\"\n\nSutton nodded thoughtfully. \"It was too late--or too early, perhaps.\nWe'll have to talk that over.\"\n\nWestover finished the brief account of his coming to dwell on the\nmonster's back. The other grinned happily.\n\n\"You began with the practice, where I worked out the theory first.\"\n\n\"I haven't got so far with the theory,\" said Westover, \"but I think\nI've got the main outlines. Until the monsters came, man was a parasite\non the face of the Earth. Fundamentally, parasitism--on the green\nplants and their by-products--was our way of life, as of all animals\nfrom the beginning. But the monsters absorbed into themselves all the\nplant food and even the organic material in the soil. So we have only\none way out--to transfer our parasitism to the only remaining food\nsource--the monsters themselves.\n\n\"The monsters almost defeated us, because of their two special\nadaptations of extreme size and ability to cross space. But man has\nalways won the battle of adaptations before, because he could improvise\nnew ones as the need arose. The greatest crisis humanity ever faced\ncalled for the most radical innovation in our way of life.\"\n\n\"Very well put,\" approved Sutton. \"Except that you make it sound easy.\nBy the time I'd worked it out like that, things were already in\nsuch a turmoil that putting it into effect was the devil's own job.\nAbout the only ones I could find to help me were the Preacher and his\npeople. They have the faith that moves mountains, that has made this\nself-moving mountain inhabitable.\"\n\n\"It is inhabitable?\" Westover's question reflected no doubt.\n\n\n\nSutton gestured at the bubbling device behind him. \"That thing is\nmaking air now, which we're going to need when the monster's in space.\nIt was when we were still trying to find a poison for the beasts that I\nhit on the catalyst that makes their blood give up its oxygen--that's\nits blood flowing through the filters. We've got an electric generator\nrunning by tapping the monster's internal gas pressure. There are\nproblems left before we'll be fully self-sufficient here--but the\nmonster is so much like us in fundamental makeup that its body contains\nall the elements human life needs too.\"\n\n\"Then,\" Westover glanced appreciatively around, \"it looks like the main\nhazard is claustrophobia.\"\n\n\"Don't worry about a cave-in. We're surrounded by solid cystoid\ntissue. But,\" Sutton's voice took on a graver note, \"there may be\nother psychological dangers. I don't think all our people--there are\nfifty-one, fifty-two of us now--realize yet that this colony isn't just\na temporary expedient. Human history hasn't had such a turning-point\nsince men first started chipping stone. Spengler's _Mensch als\nRaubtier_--if he ever existed--has to be replaced by the _Mensch als\nSchmarotzer_, and the adjustment may come hard. We've got to plan\nfor the rest of our lives--and our children's and our children's\nchildren's--as parasites inside this monster and whatever others we can\nmanage to--infect--when they're clustered again in space.\"\n\n\"For the future,\" put in the Preacher, who had watched benignly the\nbiologists' reunion, \"the Lord will provide, even as He did unto Jonah\nwhen he cried to Him out of the belly of the fish.\"\n\n\"Amen,\" agreed Sutton. But the gaze he fixed on Westover was oddly\ntroubled. \"Speaking of the future brings up the question of the idea\nyou mentioned--your monster-killing scheme.\"\n\n\n\nWestover flexed his hands involuntarily, like one who has been too\nlong enforcedly idle. In terse eager sentences he outlined for Sutton\nthe plan that had burned in him during his bitter wandering over\nthe face of the ruined land. It would be very easy to accomplish\nfrom an endoparasite's point of vantage, merely by isolating from\nthe creature's blood over a long period enough of some potent\nsecretion--hormone, enzyme or the like--to kill when suddenly\nreintroduced into the system. \"Originally I thought we could accomplish\nthe same thing by synthesis--but this way will be simpler.\"\n\n\"Beautifully simple.\" Sutton smiled wryly. \"So much so that I wish\nyou'd never thought of it.\"\n\nWestover stared. \"Why?\"\n\n\"Describing your plan, you sounded almost ready to put it into effect\non the spot.\"\n\n\"No! Of course I realize--Well, I see what you mean--I think.\" Westover\nwas crestfallen.\n\nSutton smiled faintly.\n\n\"I think you do, Bill. To survive, we've got to be _good_ parasites.\nThat means before all, for the coming generations, that we keep our\nnumbers down. A good parasite doesn't destroy or even overtax its host.\nWe don't want to follow the sorry example of such unsuccessful species\nas the bugs of bubonic plague or typhoid; we'll do better to model\nourselves on the humble tapeworm.\n\n\"Your idea is dangerous for the same reason. The monsters probably\nspend thousands of years in interstellar space; during that time\nthey'll be living exclusively on their fat--the fuel they stored on\nEarth, and so will we. We've got a whole new history of man ahead\nof us, under such changed conditions that we can't begin to predict\nwhat turns it may take. There's a very great danger that men will\nproliferate until they kill their hosts. But imagine a struggle for\n_Lebensraum_ when all the living space there is is a few thousand\nmonsters capable of supporting a very limited number of people\neach--with your method giving an easy way to destroy these little\nworlds our descendants will inhabit. It's too much dynamite to have\naround the house.\"\n\nWestover bowed his head, but he had caught a curiously expectant glint\nin Sutton's eyes as he spoke. He thought, and his face lightened.\n\"Suppose we work out a way to record my idea, one that can't be\ndeciphered by anyone unintelligent enough to be likely to misuse it. A\nriddle for our descendants--who should have use for it some day.\"\n\nAt last Sutton smiled. \"That's better. You've thought it through to\nthe end, I see.... This phase of our history won't last forever.\nEventually, the monsters will come to another planet not too unlike\nEarth, because it's on such worlds they prey. A tapeworm can cross the\nSahara desert in the intestine of a camel--\"\n\nHis voice was drowned in a vast hissing roar. An irresistible pressure\ndistorted the walls of the chamber and scythed its occupants from their\nfeet. Sutton staggered drunkenly almost erect, fought his way across\nthe tilting floor to make sure of his precious apparatus. He turned\nback toward the others, bracing himself and shouting something; then,\nknowing his words lost in the thunder, gestured toward the Earth they\nwere leaving, a half-regretful, half-triumphant farewell.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Abernathy, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63936/pg63936.txt",
        "name": "strange_exodus.json"
    }
}