{
    "name": "Stroke of Genius",
    "author": [
        "Garrett, Randall"
    ],
    "body": "Crayley stood thoughtfully before the huge screen and watched the\nfingers move.\n\nMetal fingers, five on each hand; each hand attached to an arm, and\neach pair of arms connected to a silvery sphere that sat atop a\nfour-foot pillar. Within the pillar, micro-relays ticked and chuckled,\nsending delicately measured surges of power here and there through\nsilver nerves to metal muscles. Responding, the hands built an energy\ngenerator. And when they finished, they built another. And another. On\nand on, monotonously.\n\nCrayley rubbed absently at his mustache and plotted murder.\n\n\"--be a great deal cheaper, Mr. Crayley?\"\n\nCrayley realized he hadn't been listening to what the man beside him\nwas saying. He turned his head to look at the Space Force officer and\nsaid quietly, \"I'm sorry, major; I didn't quite get you.\"\n\n\"I said that it seems to me that ordinary production machinery would be\na great deal cheaper. Why do they use those waldoes?\"\n\nCrayley smiled faintly. \"Why do you use waldoes to repair a generator\non a ship?\"\n\nThe major looked at Crayley to see if he was kidding, then said, \"A man\ncan't live five seconds near an unshielded generator, and you have to\ntake the shielding off to get at the innards. But I don't see how that\napplies. Each repair job is different. I'll admit that I'm not a drive\nengineer--I wouldn't know the first thing about repairing one--but I do\nknow that the engineer has to use remote control hands because the work\nis so delicate.\n\n\"But this--\" He waved a hand at the screen. \"--is recorded. It's\nroutine. Why spend all the money on those tape-controlled robots when\nmuch simpler machines can be made to do the job?\"\n\n_I wonder_, Crayley thought to himself, _if this blockhead knows which\nend of his ship to point up when he's taking off?_ \"Two reasons, Major.\nIn the first place, building a sub-nucleonic converter is also a\ndelicate job--as delicate as repairing it. In the second place, we have\nsomething here that will save money in the long run. Do you know what\nre-tooling would cost in this business if we used ordinary bit-by-bit\nproduction line methods?\"\n\nThe major spread his hands. \"I have no idea.\"\n\n\"Millions. Every day, some physicist comes up with a new idea on\nsub-nucleonics. Within a week or so, enough of these ideas have\nsnowballed to produce a slight modification that will improve a\nspacedrive--increase its speed, improve its efficiency, and so on.\nWithin six or eight months, enough improvements have built up to make\nit worthwhile to incorporate them into the drive we're building. If\nNorth American used production line robots, we'd have to rip out the\nwhole bunch and rebuild 'em to make the new generator. Why? Because the\nordinary robotic device is a specialist; it can, at most, do two or\nthree things--usually only one. And if you eliminate the thing that a\nparticular robot does, or change it a little, you have to rebuild the\ntools and re-arrange them before reprogramming the whole line.\n\n\"The waldo, a working replica of the human arm and hand, isn't\nspecialized like that; it's adaptable; it can do anything. If we have\nto modify the design, all we have to do is reprogram the tapes, which\nis a comparatively easy job.\n\n\"And besides, if anything goes wrong down there, we can put the hands\non manual and go trouble-shooting, something we couldn't do with\nproduction line stuff.\"\n\n\"I see,\" the major said, nodding. \"Ingenious.\" He glanced at his wrist.\n\"Do you suppose Mr. Klythe is through yet?\"\n\nThe smile that touched Crayley's mind did not reach his face. \"I think\nhe's just about through.\" His voice was completely innocent of any\nsubtle innuendoes.\n\n\n\nHe glanced again at the screen that pictured the hundreds of hands\nmoving automatically through their intricate motions in the production\ntunnel deep underground, then touched a switch. As the screen faded\nto blankness, he turned and led the way down the corridor to Klythe's\noffice.\n\nCrayley paced his steps neatly so that he would stay just a foot in\nthe lead. A foot, no more. Too much would be obvious. A foot was quite\nenough to show who was leading.\n\nHis lean face was, as always, set in a placid mask. A thousand years\nbefore, Lewis Crayley might have worn a helmet of steel to hide his\nthoughts. Two hundred years before, he might have worn eyeglasses.\nNow, since there was no excuse to wear either, Crayley could only hide\nbehind his own face.\n\nIt was a face well constructed for the purpose. The nose was large and\nprominent--plenty of room to hide behind a nose like that. The brows\nwere craggy and shaggy, overshadowing the half-closed eyes beneath\nthem. The heavy mustache, which he wore in spite of the fact that it\nwas looked upon as an anachronism, effectively concealed any expression\nthe thin, firm mouth might show.\n\nHis hands, too, were useful. Their quick, nervous movements distracted\nattention from the face when they were away from it, and effectively\nconcealed it when they were nervously rubbing his nose or stroking his\nmustache.\n\nUsing only God-given materials, Lewis Crayley had built a magnificently\nefficient wall between himself and the world. He could see out, but no\none could see in.\n\nNot that Crayley thought of it that way. Crayley was just calm, that\nwas all. He had control over his emotions; he didn't let them run away\nwith him. Poise and impartial objectivity were his. He allowed nothing\nto bother him, and no one to thwart him.\n\nBerin Klythe was attempting to do just that. There was, Crayley\nadmitted, nothing malicious about it. Klythe was not trying to suppress\nCrayley; there was just nothing else he could do. There is nothing\nmalicious about an asteroid, either, but when one lies directly athwart\nthe orbit of a spaceship, either the ship must veer aside or the\nasteroid blasted out of the way. And Crayley was not the type to change\nhis orbit.\n\nThere was no malice or hatred on Crayley's part, either. One does not\nhate an asteroid.\n\nHe pushed open the door to Klythe's outer office and allowed the Space\nForce major to follow him in. The girl behind the desk was sliding her\nfingers expertly over the sparkling panel of a photowriter, and her\npace didn't change as she looked up.\n\n\"Yes, Mr. Crayley?\"\n\n\"Is Mr. Klythe through yet?\"\n\nHer hand touched another panel. \"Mr. Crayley is here with the gentleman\nfrom the Space Force.\" She listened for a moment to a sonobeam the men\ncouldn't hear, then she nodded. \"Go right in.\"\n\nBerin Klythe was coming out from behind his desk when they stepped\ninto the inner office. His smile was broad and his hand outstretched.\nCrayley snapped his voice into action.\n\n\"Berin, this is Major Stratford. Major--Mr. Klythe, our Director.\"\n\nKlythe was pumping the major's hand. \"Sorry to have kept you waiting,\nMajor. Just one of those things that has to be cleared up to keep\nthings moving.\"\n\n\"Perfectly all right. I was a little bit early, and Mr. Crayley was\ngood enough to show me around.\"\n\nCrayley rubbed his mustache and waited for the greetings to get\nthemselves over with. The major was trying to act nonchalant, but it\nwas easy to see that he was somewhat in awe of Klythe. Klythe had taken\nthe Big Gamble and won, and not very many people had done that. In the\nfirst place, the government only picked a few of the very best men to\ngo through Rejuvenation. Men who were necessary, brilliant, useful. Men\nlike Berin Klythe, who was important and a genius.\n\nThat was a point that Crayley admitted. Klythe was a genius. And, very\nlikely, a more capable one than Crayley. But Crayley, too, was a genius\nin his own way, and he didn't feel that mere brilliancy should allow\nKlythe to block his path.\n\nThree years ago, Berin Klythe had been a graying, stocky, aging man of\nsixty. Now he was lithe, dark of hair, clear of eye, and full of the\nenergy of a twenty-five year old body.\n\nHe'd be good for another century. And Lewis Crayley wouldn't.\n\n\n\n\"Sit down, Major,\" Berin was saying. \"Commander Edder told me you'd be\naround, but he only hinted at the trouble.\"\n\n\"Is this room sealed, Mr. Klythe?\" the major asked calmly.\n\nKlythe reached across his desk and touched a panel. \"It is now.\"\n\nThe major nodded. \"We don't want any of this to leak out; it might\ncause panic.\" He paused for a moment. \"You're a Sirian by birth, aren't\nyou, Mr. Klythe?\"\n\nKlythe nodded. \"My grandparents were among the first colonists on New\nBrooklyn.\"\n\n\"Then you probably know first hand how tough it is to tame an\nextra-solar planet, no matter how closely it approaches Earth-type.\"\n\nKlythe nodded, narrowing his eyes.\n\n\"So when a colony disappears, we don't think anything of it--\"\nStratford stopped, frowning. \"No, I don't mean that. What I mean is, we\nusually attribute it to another loss in our fight against the natural\nforces of the planet. The colony's gone; you blame disease, the flora,\nthe fauna, the storms, everything else. Then you try to re-establish\nthe colony.\n\n\"But lately things have been happening in a certain sector. I'm not\nat liberty to say where, nor what happened. Whole colonies were gone\nwhen the five-year check came. The pattern was only in one area, but\nwe're pretty sure of what's happening. Something out there, something\nintelligent in its own way, is erasing those colonies. Our analysts\nsuspect that whoever or whatever is doing it doesn't know we're\nintelligent. What it boils down to is this: we have an interstellar war\non our hands.\"\n\nKlythe nodded slowly after a moment. \"I get it. That's why you asked\nfor this funny modification of the drive generator--the new J-233. It\nisn't supposed to be a drive generator at all.\"\n\n\"That's right,\" said Major Stratford, \"it's a weapon.\"\n\n\"Why tell us now?\" Crayley asked softly. \"I mean, you've ordered the\nthing; we've practically got it ready. Why not leave us in the dark?\"\n\n\"We don't want you to build it now. We've got a better one--much\nbetter. But it calls for a gadget that you'd immediately know was not a\ndriver. We decided to tell you rather than have you asking embarrassing\nquestions.\n\n\"And we have neither the facilities nor the capacity to build it\nourselves.\"\n\nCrayley said slowly, \"You mean the J-233 is obsolete? We scrap it\nwithout ever putting it in production?\"\n\n\"That's right,\" said the major. He grinned. \"You were just telling me\nhow adaptable your production machinery is to--ah--re-tooling, I think\nyou called it. I was glad to hear it.\"\n\n_Damn!_ Crayley thought. _Damdamdamdamdamn!_\n\nHis mind whirled for a moment, hopping frantically from one point to\nanother. Then he forced it to be calm. Everything wasn't lost--just\ndelayed.\n\n\"--in the strictest confidence,\" the major was saying. \"Nothing must\nleak out. We don't want to throw a scare into the world population just\nnow.\"\n\nKlythe looked as though he had a good case of goosebumps himself.\n\nCrayley felt nothing. He said, \"How soon can you get the original down\nhere?\"\n\nThe major spread his hands. \"I'm not prepared to say. You'll have to\ntake that up with our technicians. Out of my field, you understand.\n\n\"I am also to ask you how soon you can get this into production. We'll\nneed five thousand units.\"\n\nKlythe looked thoughtful. \"It'll depend on the breakdown, of course;\nthese things take time. Five thousand units. Hmmmm. Assuming increasing\ncomplexity--figure twice the time for a regular model and extra time\nfor analysis--mmmm.\" He appeared to be figuring deeply.\n\n_Five days_, thought Crayley contemptuously.\n\n\"It'll take all of a week to set up for it,\" Klythe said. \"If we get\nthree tunnels running, you can have your five thousand units in--say\ntwelve weeks.\"\n\n\"Fine,\" said Stratford. \"I am also informed that our own technicians\nwill be on hand for the recording. I have no idea what that may mean,\nbut--\"\n\n\"I see. Very well, tell them we'll expect them to be here with the\noriginal!\" Klythe said sharply.\n\n\n\nThe major raised his eyebrows at Klythe's voice. \"Is there something\nwrong, Mr. Klythe?\"\n\n\"There is,\" Klythe said blandly. \"But I'm not blaming you, of course. A\nquestion of the specialty.\"\n\n\"I see,\" said the major. One did not question another's work too\nclosely. Get nosy with other people, and they get nosy with you.\n\n\"It's rather as though I hired you to take a cargo to Sirius for me\nand then insisted that you use my crew instead of your own,\" Klythe\nexplained. \"Perhaps the parallel isn't too good--I know nothing of\ninterstellar commerce--but that may get the idea across.\"\n\n\"I sympathize,\" said Stratford. \"If there's anything I can do--?\"\n\n\"Nothing,\" said Klythe, smiling. \"It isn't fatal. Now--\" He rubbed his\nhands briskly. \"Unless there's further business, perhaps you'd like a\nlittle something? I know I do; I have a cold kink in my guts.\"\n\nThe major grinned. \"Liaison officers are permitted to drink on duty.\nPour away.\"\n\nKlythe poured. As he studiously watched the stream of liquor flow into\none of the cups, he said: \"Major, may I ask--ah--just how much danger\nthere is to Earth?\"\n\nThe major appeared to consider this for a moment before answering. \"At\nthe moment, none. We know that they can not trace us back here, and\nthey're quite a long distance away. Without violation of confidence, I\ncan say that the distance is several thousand light years.\"\n\n\"Thank you.\" Klythe passed the cups around.\n\nCrayley eyed the major suspiciously. He had answered the question too\nreadily. Was he lying? No. What, then? The major ran the tip of his\ntongue over his lips, and Crayley understood. He was going to trade\ninformation for information.\n\nStratford swirled his drink around in his cup and looked at the\nwhirlpool it made. \"Mr. Klythe, may I ask you a--a question?\" It was\nproperly worded, hesitation and all.\n\n\"I shall not be offended by your question,\" Klythe replied with the\nstandard friendly acceptance of the gambit, \"If you will not be\noffended by my reply.\"\n\nThe major whirled his cup once more, then downed its contents quickly.\n\"I--uh--understand you took the Big Gamble.\" He paused to see how his\nopening would be accepted.\n\nKlythe nodded. \"I was honored to be chosen; how could I refuse?\"\n\nCrayley was enjoying the scene immensely. Both of the men were\ndistinctly uncomfortable.\n\n\"I'm afraid I would have been--uh, well--afraid.\"\n\n\"Perhaps I was,\" Klythe said softly. \"But I don't know. That whole year\nof my life is gone. That's why they call it the Big Gamble, you know;\nyou bet one year of your life against the chance that you'll get an\nadditional century or two. I don't know whether I was frightened or\nnot.\"\n\n\"I'm very happy for you,\" said the major, closing the subject.\n\nCrayley held out his cup for another drink.\n\nThe Big Gamble had paid off for Berin Klythe. The year-long physical\nreconstruction had not resulted in his death, as it had for so many.\nBut Klythe's gamble hadn't paid off for Lewis Crayley.\n\nKlythe held the Directorship. Crayley was in line for the position.\nKlythe would never leave of his own accord. It came out as a simple\nequation in symbolic logic.\n\nBefore Klythe had been offered the chance for the Big Gamble, Crayley\nhad been content to wait. At sixty, Klythe had been thirty years\nolder than Crayley. Normally, he would have retired at seventy-five.\nHe would have another forty years of life to go, but they would not\nbe productive years. But if you survived the Big Gamble, you were in\nbetter health, both physically and mentally, than you had been at\ntwenty-five. By the time Klythe was ready to retire, Crayley would be\ndead.\n\nTherefore, Klythe had to go.\n\n\n\nThe three men finished their drinks; the major shook hands all around,\nand left quietly.\n\nKlythe's eyes narrowed as he looked at the door through which the Space\nForce officer had departed. \"Running in their own recording technicians\non us, eh, Lew? Well, by God, we'll see about that! They'll be working\nunder me; I'll make 'em jump!\"\n\n\"Jump it is, Berin.\" Crayley's voice was quiet, but his blood was\nsinging.\n\nThe Space Force Research Command team delivered the original two days\nlater. It was obvious that the thing was not a drive generator. The\nsub-nucleonic converter had been elongated along the acceleration axis\nand reduced a bit in diameter. Evidently the Space Force wanted a\nhigh-velocity beam without much actual volume of energy.\n\nThe thing looked like an over-decorated length of sewer pipe instead of\nhaving the normal converter's barrel shape.\n\nCrayley himself had accepted delivery of the original. He wanted to\nhave a good look at it before Klythe did. He prowled around it, a\nhandful of schematic prints in his hand, checking the symbols on the\nschematic against the reality of the converter before him.\n\nFor the first time in his life, he wished he knew the theory behind a\nconverter. That wasn't his job, of course, but he had a hunch it would\nbe useful knowledge.\n\nHe knew _what_ a standard converter did, but he didn't know _how_.\nTherefore, he only knew approximately what this new modification would\ndo.\n\nThe Space Force technicians stood off to one side, waiting respectfully\nfor Crayley to finish his examination. Crayley could feel their eyes\non him, and he knew full well that the respectful attitude was only\nsuperficial; a Space Force man has respect only for the officers above\nhim.\n\nWhen he was thoroughly satisfied that he could learn nothing more from\na superficial examination of the machine, he turned to the technicians.\n\"All right, let's go upstairs. Mr. Klythe wants to talk to you.\"\n\nIt was the incident in the hall of the executive offices that decided\nLewis Crayley once and for all that he now had not only a motive but a\nmethod for murdering Berin Klythe.\n\nAs the recording technicians were filing into the briefing room, Berin\nstepped out of the lift tube and headed toward the door. Several other\nengineering executives of North American Sub-nucleonics followed him.\n\nKlythe started to walk in through the door of the conference room, and\none of the Space Force techs stepped on his toe. It wasn't painful,\nand it wasn't done on purpose; the tech was quite polite when he said,\n\"Excuse me, sonny.\"\n\nKlythe said nothing, but his eyes blazed with sudden anger, and his\nface grew crimson as he tried successfully to suppress it.\n\nBehind his face, Crayley grinned gleefully. He rubbed his nose with a\nconcealing hand.\n\nInside the room, as they all seated themselves in the chairs, Crayley\nwatched the face of the man who had done the toe-mashing. He was\nsolidly-built, young, good-looking in an ugly sort of way, sensitive\nand intelligent, as a waldo recorder had to be. When Klythe walked up\nbehind the desk and said: \"Good morning, gentlemen: I'm Berin Klythe,\"\nthe tech's eyes opened a little wider for a fraction of a second, but\nthere was no further reaction. Crayley was satisfied; he turned to\nwatch Klythe.\n\nKlythe was furious, but there was nothing he could do about it. The\ncrimson in his face had died, to be replaced by the faint pallor of\nanger.\n\n\"You may ask me questions later,\" he said bluntly. \"Right now, I'd like\nto ask you one. Which one of you is co-ordinator here?\" One of the men\nstood. \"Your name? Russ? Mr. Russ, may I ask why the Space Force felt\nthat our recording men were not capable of doing this job?\"\n\nRuss fumbled uncomfortably. Finally: \"Well, sir, this gadget is\nof--uh--rather radically new design. Since we, as a team, had built\nthe various designs that led up to this one, our superiors felt that\nwe would have a better working knowledge of the piece. They felt it\nwould save time if we made the recording. I'm sure there was no slight\nintended to your own recording staff.\"\n\n\"I see,\" Klythe said coldly. \"Very well.\" He turned his head a fraction\nand looked directly at Crayley. \"Lew, what do you think the Space Force\nwill do next time? Send over their own Director?\"\n\nThe Space Force men looked embarrassed, and Crayley smiled one-sidedly.\nNobody but Klythe could have gotten away with that crack. Berin Klythe\nhad been trained by, and had worked under, no less a person than the\ngreat Fenwick Greene, acknowledged Grand Old Man of the profession.\nCrayley recalled that Fenwick Greene, too, had been offered and had\nsurvived the Big Gamble.\n\nKlythe began asking questions about the new unit. His tone was\nsarcastic, and his manner biting. He spent better than an hour singling\neach man out for some remark about his ability or lack of it.\n\nWhen he was finally through, he leaned forward on his desk, his\nknuckles white. \"All right, let's get busy and build this thing! But\nwe'll build it my way, understand?\"\n\nNone of the technicians said a word.\n\n\n\nKlythe turned and headed for the door, followed by Crayley and the\nother engineers. Silently, the technicians followed after.\n\nThe original model of the generator lay on a work table in one of the\nrecording rooms. Around it were the recording stations, the seats and\ncontrols each of the techs would occupy.\n\nKlythe waved at the seats. \"All right, men--to begin with, each of you\noccupy your regular team position. Let's get this thing disassembled. I\nwant to see how it goes.\"\n\nThe model was just that--a model. It had been built with ordinary\nmetal and plastic; it could never be energized. The wiring was copper,\nthe casing of steel. But it had been built as carefully and with as\ngreat precision as if it had actually been constructed of the fiercely\nradioactive materials that would go into the production models.\n\nThe recorders seated themselves around the hulking object, checking and\nrechecking the intricate controls of the waldoes they were to operate.\nFinally, they fitted their hands into the glove pickups and waited,\nwatching Klythe.\n\n\"Set?\" Klythe asked.\n\n\"Set!\" they said in one voice.\n\nKlythe tapped his finger on the control board at which he had seated\nhimself. The technicians began to disassemble the model, stripping it\ndown to its last essential part, as Klythe watched with a critical eye.\n\nKlythe had tapped the board, but he hadn't actually energized the\ngloves. This was to be a dry run; there was no need to record a\ndisassembly; it was the assembly that would go down on tape.\n\nIt took an hour to complete the job, and all that time Klythe said\nnothing. He watched the men work, eying each move, each nut removed,\neach wire unwound.\n\nWhen it was over, the men folded their hands in their laps, and Klythe\ntapped the control board once more.\n\n\"Let's see if we can't assemble it a little faster than that,\" he said\ncoldly. He pressed the recording button, and the technicians began\nrebuilding the model.\n\nCrayley stepped over to the monitor screen set in one wall of the\nrecording room and switched it on. Then he cut in the experimental\nsecondaries, connecting them to the recording primaries. They went\nthrough the same motions, their arms waving and gesticulating oddly in\nthe air, since there was nothing for them to work on.\n\nKlythe wasn't silent during the rebuilding. The disassembly had taught\nhim everything he needed to know about the new unit; that was his job\nand his genius.\n\n\"Seven! Move that plate in straight next time! And you, Four, keep your\nguides straighter!\" His voice rang clearly and concisely in the huge\nroom. \"Eighty-four! Don't wait so long before you hit that welder! As\nsoon as Nine moves his left away from the shell, hit it!\"\n\nLittle things, small savings of time, but they added up to greater\nefficiency in the long run. Klythe watched for every wasted motion,\nevery fumble, every tiny error in timing or spacing, and corrected it\nwith a whiplash voice.\n\nWhen they had put the model completely back together, they folded their\nhands and looked at Klythe. Klythe jammed his finger down on the stop\nbutton and set the machine to erase the tape they had just made.\n\nHe scowled at the men. \"I have seen more fumble-fingered recorders,\" he\nsaid acidly, \"but they were trainees.\" He sighed as though his burden\nwas too much. \"All right. Rip her down and let's try it again.\"\n\nThe next time through, he was even more vituperative. If a man made an\nerror the second time, Klythe was not above insults--personal ones.\n\nAn emergency call came in for Crayley. Something wrong on the second\nlevel. He stepped out the door in the middle of one of Klythe's\nhigh-tension blasts at a technician.\n\nAll the way down to the second level, Crayley was happy.\n\n\n\nIt took three days of hard work to pound all the kinks out of the\nrecorders' technique. Not all, actually; Klythe still expressed\ndissatisfaction.\n\nCrayley was in Klythe's office on the morning of the fourth day,\nsitting on Klythe's desk and smoking one of Klythe's cigarettes.\n\n\"The whole damned crew are butterfingers,\" Klythe was complaining. \"I\nthink they've all got arthritis. Why, oh, why couldn't they let me use\nmy own crew?\"\n\n\"Speed things up, I suppose,\" Crayley said cautiously.\n\n\"Oh, hell yes! Speed things up! Sure, I'll admit that it would have\ntaken my boys a little time in disassembly to get the hang of this new\ngenerator, but we'd have made it up in recording time. That's the way\nthe goddam military mind works! Nuts!\"\n\nCrayley rubbed the tip of his nose with a finger. \"Is the team ready\nfor recording today?\"\n\nKlythe grinned. \"As close as they'll ever be. It takes time to get a\nteam accustomed to my way of doing things. They hate my guts for the\nway I've yelled at them. But it's as much my fault as theirs. If their\nown engineer were to take over one of my crews, he wouldn't have any\nbetter results. The military just has to do things differently, that's\nall.\"\n\nThey recorded that afternoon. This time, when Klythe pressed the\nstarter, he said nothing. Only his hands and eyes directed the men\nthrough their tasks. And every motion of the men's fingers and arms\nsent their special impulses to the recording tape that hummed through\nthe machinery.\n\nCrayley looked out from behind his face and smiled secretly.\n\nWhen the recording was finished, Klythe nodded with satisfaction. \"I\nthink we could have shaved a few more seconds off that,\" he said, \"but\nit'll do. Now disassemble it and we'll run her through on the tape.\"\n\nThey took the model down below to the radiation-proofed assembly tables\nfor the test. The thing was pulled to pieces and each piece positioned.\nThen Klythe threw the switch that started the waldoes.\n\nThe tape purred through the pickup head, transmitting the little bits\nof information it had received, squirting little pulses of energy\nto the steel-and-plastic arms that jutted out of the domes atop the\npillars. In exact duplication of the men's motions, the waldoes picked\nup the pieces and put them in their proper places.\n\nIt was like a great four-dimensional jigsaw puzzle. Each piece not only\nhad to be located properly in space, but placed there at just exactly\nthe right time. If there were any bugs in the recording, now was the\ntime to find out. When the real thing was assembled, mistakes could be\ncostly.\n\nBut there were no flaws in the recording. The model was rebuilt exactly\nas the men themselves had rebuilt it. That was Klythe's genius; he\nworked for perfection and got it.\n\nKlythe looked at the model after the last pair of hands had fallen\ninert, and nodded slowly. Then he climbed all over the model, checking\nfor errors. The interior circuits were tested electrically, one by one\nand in co-ordination with each other. The test machines showed it clear.\n\nFinally, Klythe said: \"I think it'll do. But now we'll disassemble it\nagain by hand--slowly, this time--and see if we've screwed up anywhere.\"\n\nThat night, Crayley went out and got drunk. He sat by himself, grinning\nand thinking secret thoughts in a booth at the _Peg & Wassail_,\ndropping coins in the slot and dialing one beer after another. He\nmanaged to maneuver himself home at three o'clock in the morning,\nsinging softly to himself.\n\nHe woke up with a horrible headache, but he felt wonderful inside.\n\n\n\nSure enough, Berin was in his usual state of \"first-run jitters.\"\nCrayley had been a little afraid that Klythe's enthusiasm wouldn't be\nup to par on this project, but it evidently was.\n\nHe was rubbing his hands together, a nervous smile playing around his\nmouth, coming and going unpredictably.\n\n\"Well, we'll see today. Major Stratford will be here with the Space\nForce Research Staff at fourteen hundred to watch the first one off. I\nhope the bugs aren't too rough on us.\"\n\n\"Nothing will go wrong,\" Crayley assured him.\n\n\"That's easy to say,\" Klythe grumbled, \"but you know how things can go\nat the last minute. I'm worried about those tensile differences.\"\n\nCrayley stroked his mustache and nodded. The material used in\nthe interior of the model was supposed to approximate the highly\nradioactive material in the real thing as closely as possible, but\nthere might be just enough difference in critical spots to require some\nsmall adjustments in the tape. If a man's hand applied just enough\npressure and torque to twist a piece of copper wire just so, it might\nbe too much or too little for a radioactive alloy wire that would be\nused in the same place in the production piece.\n\nAfter the suppressor field had been switched on in the hull of the\nfinished generator, the energy generated by the workings of the\nintensely radioactive interior would be compressed to the sub-nucleonic\nlevel, where it could be controlled. Unfortunately, the machine\ncouldn't be built inside a suppressor field; that would be like trying\nto build a ship in a bottle when the bottle's neck was sealed shut.\n\nCrayley said, \"I've got a lot of stuff to do on Line Number Two this\nmorning, but I'd like to see the run-off.\"\n\n\"Sure,\" said Klythe abstractedly, \"come ahead.\"\n\nCrayley didn't go to Number Two. He headed directly for the recording\nroom. All he needed was ten minutes alone in there. Provided, of\ncourse, that it was empty.\n\n\n\nIt was. Crayley took a quick look up and down the corridor and stepped\ninside. He locked the door behind him. If anyone tried to come in, he'd\nbe able to cover. It was better to have someone wonder why the door was\nlocked than to be caught messing with the tapes when he shouldn't be.\nOf course, if someone did try the door, it would mean that his chance\nof getting Klythe this time would be gone. But there would always be\nanother time.\n\nFirst, the tape. He flipped open the cover to the receiving reel. Sure\nenough, it was still there from yesterday's trial run, a huge reel of\nfoot-wide blue plastic ribbon. Good enough.\n\nHe punched the \"fast\" button and ran it through to the last few minutes\nof the recording. He glanced at the monitor screen. The model was still\non the assembly table in the tunnel deep underground.\n\nHe cut off the current to the secondaries and switched on the manual\ncontrols. Then he put his hands into one set of gloves and wiggled his\nfingers. The secondaries in the room below remained motionless.\n\nNumber Nineteen Experimental ought to be empty. He withdrew his hand\nand turned the selector knob on the monitor screen to Nineteen. No one\nthere. He switched on the power, letting the last few minutes of the\ntaped recording feed into the secondaries in Nineteen.\n\nThe waldoes in the screen went through the motions of finishing the\nassembly--meaningless gestures in the empty air--then fell into the\n\"ready\" position. Crayley hit the stop button, then switched back to\nthe tunnel where the model lay.\n\nHe took a deep breath. Now came the touchy part. He hadn't handled a\npair of primary waldoes for years, and this thing had to be done just\nright.\n\nHe had already decided which of the positions he would have to use and\nwhat he would have to do. Now, if only his timing was good. It didn't\nhave to be perfect; that was the beauty of the plan. But it did have to\nbe pretty close.\n\nHe turned on the waldoes without turning on the recorder and slipped\nhis hands into the gloves. Then, using the foot switch, he kicked on\nthe close-up screen for the position he was occupying. The screen\nshowed the secondaries of the hands he was using. He wiggled his\nfingers. The secondaries wiggled theirs.\n\nThen he reached out and gingerly touched the model. The secondaries\ntouched the steel plate, and the feedbacks sent back a signal.\nCrayley's gloves felt the resistance just as though the model were\nright there in the room.\n\nSeveral times, he reached out his right hand to one particular spot on\nthe model, practicing to make sure he could hit it every time. Fine,\nfine.\n\nThen he took his left hand out of the glove, eyed the wall clock, and\nturned on the recorder. The tape began to move through the recording\nheads. For five minutes he waited.\n\nThen, suddenly, he reached out with his right hand and grabbed the\nregulator coil housing on the side of the model. As soon as his fingers\ntouched it, he hit the cut-off for the secondaries, knowing the\nprimaries would continue to record. He didn't want to ruin the model.\nSimultaneously, he punched the high-power switch.\n\nHis right hand, in the primary, grasped at mid-air and jerked down\nviolently.\n\nThe thing was done. Had he forgotten anything? He thought for a moment.\nNo. All was well.\n\nHe cut off the recorder and started to shut off the primaries when his\neyes went to the screen. The secondary arm was still frozen where he\nhad left it, grasping the regulator coil housing!\n\nHe shuddered. If he'd missed that....\n\nQuickly, he lowered the secondary to the \"ready\" position.\n\nHad he forgotten anything? Anything at all?\n\nHe thought not, but he went over the whole thing in his mind again,\nstep by step, to make sure.\n\nNothing wrong, nothing missing. Fine. He wiped out the inside of the\nprimary gloves and walked to the door. No need to worry about any other\nprints; he had been in that room often, and it might look funny if the\nwhole place was wiped clean. As a matter of fact, he really didn't need\nto worry about the primaries; the grid inside them probably wouldn't\ntake a print anyway. Still, there was nothing like being cautious.\n\nHe opened the door and stepped out as if he had every right to be\nthere. No use peeking around corners; that would only rouse suspicion.\n\nHe strolled on down the corridor to the tube lift. He felt wonderful.\nHe actually grinned with his face. There was no one around to see it.\n\n\n\nThe job he had to do in Number Two kept him busy until well after\nfourteen hundred, as he intended it should. He didn't want to get\nthere early, but he wanted to have a good excuse for being late.\n\nHe actually walked into the monitor room for Number Nine Production\nTunnel at fifteen-twenty. The Space Force officers were gathered around\nthe screen watching the unit take shape under the deft, mindless\nfingers of the waldoes. The weird blue glow of radioactivity obscured\nthe finer details a little, but the operation was worth watching.\n\nMajor Stratford turned as he came in. \"Hello, Mr. Crayley. I thought\nyou were down below with Mr. Klythe.\"\n\nCrayley stroked his mustache and smiled a little. \"I had some work to\ndo,\" he said apologetically. \"I didn't get through until a few minutes\nago. I figured this would be as good a place to watch from as down\nbelow.\"\n\nStratford grinned. \"I suppose so. One screen is as good as another.\"\n\nThey watched. Stratford introduced him around to the other Space Force\nofficers, including a short little man with nervous eyes named Colonel\nGreen who was evidently Stratford's superior. Then everything became\nsilent as they watched the generator being built.\n\nCrayley smiled inwardly as he saw that the hulking generator had\nalready blocked off the view of the one waldo he'd gimmicked. No one\nwould be able to see what happened on the screen, and those who saw it\ndirectly wouldn't tell anyone.\n\nExultant, Crayley watched the screen through the mask of his face. Very\nshortly, he would again be Director. When Klythe had gone to Denver to\ntake the Big Gamble, he'd left Crayley as Acting Director, with the\nstipulation that he was to become Permanent Director if Klythe failed\nto live through the grueling torture of the Rejuvenation chambers.\nNaturally, Crayley had had every right to feel that the position was\nalready his. He had never considered that Klythe might be one of those\nfew who would live through the Big Gamble.\n\nEven when Klythe had come back, Crayley hadn't immediately considered\nhim as a block in his path; there was always the chance of the\nBreakdown.\n\nSometimes something went wrong with Rejuvenation, even when the patient\nlived through the year. Instead of being better than normal, the body\nwent out of kilter. Some little thing, probably--they hadn't pinpointed\nit yet. A gland that malfunctioned, a nerve blockage, something.\nWhatever it was, the rejuvenee suddenly began to age rapidly after a\nfew months, dying of acute senility within the year.\n\nBut when a year had passed and Berin Klythe was as healthy as ever,\nLewis Crayley had begun to plot murder. And now the plans had matured;\nsoon they would bear fruit. Soon he would be Director--_Permanent_\nDirector. As Director, it would be easy to erase the end of that tape\nbefore anyone else got their hands on it. He, himself, would be the one\nto head the investigation of the accident.\n\nCrayley watched the assembly impatiently from behind his face.\n\nThe hands and arms and fingers of the waldoes in the screen worked\ntogether with precision as they put the last finishing touches to\nthe generator unit. Finally they were finished; the arms assumed the\n\"ready\" position.\n\nCrayley almost held his breath. Everything depended on Klythe now.\nKlythe, with his impatience, his pride in a piece of work well done,\nhis eagerness to be sure of perfection; Klythe himself was the only\nweak link in the chain that led to his own death.\n\nThe tunnel was still flooded with radioactivity. In production, that\nwouldn't matter; the next set would slide into place and the hands\nwould begin again. But this was a test run; the record would be allowed\nto run to the end instead of recycling, while the huge pumps replaced\nthe argon atmosphere with air suitable for breathing. The radioactive\nstuff was pumped to a cooling chamber, where its silent violence would\nbe allowed to expend itself below the danger point.\n\nFive minutes. Crayley could see in his mind's eye that tape running\nthrough the pickup head, running through five minutes of nothing. Then\na light flashed above the door to the tunnel as the detectors signalled\nthe all-clear. It was safe to enter the tunnel now.\n\nCrayley found himself clenching his teeth for a fraction of a second\nbefore Klythe opened the door and stepped through. There was a long,\nalmost timeless instant as Crayley watched Klythe's face on the screen.\nThen there was a sudden sound, a brilliant light, and the screen went\ndead.\n\n\n\nCrayley smiled inside himself as he yelled and sprinted out to the tube\nlift. The hidden hand of the secondary had reached up and ripped off\nthe regulator coil--housing, innards, and all. The resulting explosion\nhad been felt, even up here, as a dull rumble.\n\nThe lower level was a mess. The emergency door had slammed down to\nprevent the spread of contaminated air, and the huge pumps were going\nfull blast to clear the area. At the first door, Lesker, one of the\nsafety engineers, stopped him.\n\n\"You can't go in there, Lew. One whiff of that stuff, and you'd be\ngone.\"\n\n\"What happened?\" Crayley asked briskly.\n\nLesker shrugged. \"Who knows? That new generator blew, somehow. Not much\nharm done, really; as far as we can tell, the only real damage was in\nthe tunnel itself. The temperature must have averaged better than a\nthousand Centigrade for a few seconds, though it was a lot hotter than\nthat at the center of the blaze. It's cooled down a little now, but\nthat generator must still be burning.\" He stopped for a second, then:\n\"Nobody got out of it alive. We're sending in the mobiles now. The\nsecondaries in there won't work. It's going to be a rough job because\nwe'll have to use cables; we couldn't possibly get a UHF beam through\nthat static.\"\n\nThe safety men were setting up a monitor screen bank for the mobile\nwaldoes. Two of them, four-foot wheeled robots with TV cameras mounted\nwhere human heads would be, rolled up to the closed door.\n\n\"It's safe in that first section,\" Lesker said. \"Roll 'em in.\" He\nturned back to Crayley. \"You'd better get on a radiation suit if you\nwant to watch this. We've got to seal off this section from the rest\nand open up the corridor all the way down to let the cables through.\nThere's still a lot of hot air in there in spite of the pumps.\"\n\nCrayley climbed into a suit and adjusted the air flow. Then he walked\nover to where the safety technicians were putting on the primary gloves\nfor the mobile waldoes. From each control board, a long snake of cable\nran to the mobile it controlled. The safety men switched on the power\nand the mobiles rolled down the corridor out of sight.\n\nCrayley watched their progress over the shoulder of one of the safety\ntechs. The screen showed the walls of the corridor sliding by. Then\nthere was a shifting as the camera panned to the left. After several\nmore turns, the robot came to the door of Tunnel Nine. The door itself\nlay crumpled against the far wall. Two bodies lay near it. The robot\nglided into the tunnel itself.\n\nThe inside of the tunnel was still fiercely hot; the new generator\nglowed a yellow orange, and the waldo secondaries had been warped and\nruined by the heat.\n\nAnd on the floor, human in shape only, lay what had once been Berin\nKlythe.\n\nThe mobiles went to work to take care of the glowing hulk of the ruined\ngenerator.\n\nCrayley looked at the safety engineer. \"There's not much I can do down\nhere,\" he said. \"You take care of the bodies, will you?\"\n\nLesker nodded. He seemed suddenly to realize that he was speaking to\nthe new Director. \"You can shuck your suit in the next section. I'll\nlet you know how things are going.\"\n\nCrayley felt quite light-hearted by the time he reached the upper\nlevels again. In fact, he was almost ready to sing. It had been so\neasy, so simple! They had called Berin Klythe a genius and given him a\nchance at the Big Gamble; well, let them see who was the genius now!\nThe plan itself had been a stroke of genius.\n\nThere was only one thing left to do; slip into the control room and\nerase the tail end of that tape. The explosion would go down as\n\"unexplained.\" Berin Klythe had died in an industrial accident--and\nLewis Crayley would replace him.\n\n\n\nWhen he opened the control room door, only his mask of a face saved\nhim. The room was full of men.\n\n\"What's going on here?\" he asked softly.\n\nOne of the younger engineers turned toward him. \"These men say they're\ngoing to confiscate the tape, Mr. Crayley.\" He waved in the direction\nof the uniformed Space Force men.\n\nCrayley looked mildly at Major Stratford. \"I'm Acting Director here,\nMajor. I'm afraid I can't let you take our property.\"\n\nThe major turned to the smaller man standing nearby. \"Colonel, perhaps\nyou'd better--\"\n\n\"I'll take care of it,\" the smaller man said choppily. \"We're not\nconfiscating it, exactly, Mr. Crayley. The tape will remain where it\nis. Immediately after the accident, I phoned the Executive Secretary at\nthe capital. He is sending down an investigating board by special jet.\"\n\n\"May I ask why this rather high-handed action, Colonel Green?\"\n\nThe colonel patted the air with a nervous hand. \"Calm yourself, Mr.\nCrayley. I am Fenwick Greene; the 'colonel' is merely a military title\nI have to put up with.\"\n\n\"_Fenwick_ Greene!\" It was one of the few times in his life that\nCrayley's screen, his wall, his defense, collapsed. \"My--my apologies,\nsir! I didn't realize--I mean, I had no idea it was you--in the Space\nForce!\"\n\nHe had never seen Fenwick Greene's picture, of course. No newspaper\nwould dare commit such a flagrant violation of privacy.\n\nGreene accepted Crayley's hand for a few seconds, then withdrew his own\nhand. \"I was--ah--drafted,\" he explained.\n\nMajor Stratford smiled. \"When the Space Force needs men, they pick the\nbest.\"\n\nCrayley nodded dumbly. Fenwick Greene was undoubtedly the greatest\nco-ordination engineer who had ever lived. The late Berin Klythe\ncouldn't hold a candle to him. His waldo recordings were like\nsymphonies of precision and speed. Someone had once said that, given\nenough recording technicians and enough time to train them his way,\nFenwick Greene could build a spaceship faster than parts could be made\nfor it. It was an exaggeration, of course, but it showed what the trade\nthought of Fenwick Greene.\n\nGreene tapped his teeth with his thumbnail. \"We aren't confiscating the\ntape; we simply want it run. We're guarding it.\"\n\n\"Why?\" Crayley asked bluntly.\n\nGreene pulled a folded sheet of paper from his pocket. \"This is a\ncommunication from Berin Klythe to the Construction Command of the\nSpace Force. In it, he notified us that the test would be run today.\nHe also says--\" Greene held up the paper. \"Quote: 'due to the fact\nthat the Space Force has insisted that I use their technicians for the\nrecording of this unit, I hardly feel I can claim that the recording is\nup to my usual standards. Had I been permitted to use my own men, I am\nsure better construction would have been obtained.'\" Greene replaced\nthe paper in his pocket.\n\n\"Naturally,\" he continued, \"we don't think there is anything really\nwrong with the recording. Klythe, like myself, was a perfectionist.\nHowever, we would like to have the tape played before an examining\nboard in order to clear ourselves and possibly clear Berin's own name.\nI watched the construction from beginning to end, and I could find\nno fault with it. However, we want a qualified board to check it.\nYou see--\" He coughed apologetically. \"--I trained those technicians\nmyself.\"\n\nCrayley nodded. \"I see.\"\n\nThere was nothing he could do. If he objected, they'd know who\ngimmicked the tape. Well, no matter. They'd know how Berin Klythe had\ndied, but they wouldn't know who had done it.\n\nHe was in hot water, and he knew it, but he wasn't licked yet.\n\n\n\nIf only he hadn't tried to play his part so well! If only he'd gone\nstraight to the control room instead of down below! Nothing to do about\nit now, he told himself. He couldn't waste time wishing he'd done\nsomething else; he had to see what could be done next.\n\nTwo hours later, the big jet job carrying the special Executive\ninquiry board landed on the roof of North American Sub-nucleonics.\nCrayley himself had to do all the honors. As Acting Director, he had\nto play host to the men who were--although they did not know it\nyet--investigating the murder of Berin Klythe.\n\nThat was the way Crayley thought of it. The fact that four other men\nhad died with Klythe was immaterial; it meant nothing in the final\nanalysis.\n\nCrayley decided that his best bet was to mislead them. When they saw\nthe extra operation at the end of the tape, he'd do his best to make\nthem think it was a case of sabotage. Someone--probably South Asian\nGenerators, Unltd.--had sent a man in to wreck the unit. Or perhaps\nbribed one of the technicians. South Asian was perennially trying to\nget the Space Force contract.\n\nThey used the model for the investigation run. The technicians tore it\ndown and placed it on the table. Crayley tried to get to the control\npanel to run the tape through, hoping he could jab the erase button as\nsoon as the tape was through and the model built, but Fenwick Greene\nwas there ahead of him.\n\nThey switched the secondary control over to the experimental room. Half\nof the inquiry board went there to watch the process first-hand, while\nthe other half watched it from the screens in the control room. They\nhad cameras watching it from every angle this time; they didn't miss a\nthing.\n\nGreene started the tape and watched closely, his eyes darting from\nscreen to screen as the generator dummy took shape.\n\nGreene's eyes missed nothing. There was actually no necessity for\nthe dummy to be there, as far as he was concerned; he could read the\nmotions of a set of secondaries as accurately as an average man could\nread a page of print. What appeared to be meaningless wavings in empty\nair were deft, purposeful action to Fenwick Greene. Mentally, he could\nsee every component as the fingers grasped it. But the inquiry board\ncould work better with a model actually on the board.\n\nFinally it was over. The secondaries fell to the ready position.\nCrayley had five minutes to get to that erase button.\n\nFenwick Greene didn't move from the control panel.\n\n\"Gentlemen,\" he said, \"that was a beautiful job. I don't think that\neven I could improve on it much. In my opinion, there is no reason\nwhy that unit should have blown.\" He paused, looking at one of the\ndesigners. \"Unless, of course, there is something amiss in the theory\nor design. That, naturally, is out of my province.\"\n\nThere was discussion back and forth among the men.\n\nCrayley's nerves tightened as the minutes slipped away. Would that fool\nGreene never step away from the control board, even for a minute? Why\ndidn't he shut the damned thing off?\n\nHe finally gave up and forced himself to relax. It was too late now.\nHe'd have to talk fast.\n\n\"Look!\" one of the men snapped. He was pointing at one of the screens.\nRight on schedule, the waldo's arm reached up, grabbed the regulator\ncoil housing, and ripped it off.\n\nThere was an excited babble of voices, and Crayley forced himself to\nlook as flabbergasted as the rest.\n\nThe hand dropped down again to the ready position.\n\nCrayley turned to Greene and started to say something that would keep\nthe board's mind on the sabotage track, but he noticed that everyone\nwas looking at the screen again. He swiveled his head around.\n\nThe secondary hand had lifted into the air. It extended its forefinger\nand made meaningless motions.\n\nCrayley's jaw muscles tightened. What the devil did it mean? How had\n_that_ got on the tape?\n\nThe hand dropped. There came a faint chime which signaled the end of\nthe tape.\n\n\"Let's run through that again,\" said Fenwick Greene, an odd note in his\nvoice.\n\nCrayley didn't understand. Had the shrewd, calculating eyes of Fenwick\nGreene read meaning into that meaningless movement?\n\nAgain the hand lifted into the air, extended a finger, and moved it.\nThen it dropped.\n\nCrayley started to move his own hand, and stopped it in mid-air. He\nknew in that instant what the gesture was.\n\nThe rest were talking, buzzing among themselves; no one was looking at\nhim yet. Only Fenwick Greene gave him a short, sharp glance.\n\nGreene ran the tape back through for a third replay, and watched the\nhand lift again.\n\nCrayley stared at it as if hypnotized. His mind was a mass of\nself-hatred. Fool! Fool! _Clumsy fool!_ This was it; this was the\nend of everything. It wouldn't take them long now--they'd at least\nhave enough evidence to use a lie probe on him. Someone would see it.\nSomeone would see how Lewis Crayley's subconscious mind had betrayed\nhim when he'd made the recording.\n\nFenwick Greene saw it. His eyes moved from the screen to Crayley's face.\n\n\"You,\" he said very softly. \"You're the only one who has one.\"\n\nAnd Crayley knew he was right. If there had been a head on the waldo,\nthey'd have understood instantly.\n\nThe finger was stroking an invisible mustache.\n",
    "metadata": {
        "author": [
            "Garrett, Randall"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67587/pg67587.txt",
        "name": "stroke_of_genius.json"
    }
}