{
  "name": "\"Surly Tim\": A Lancashire Story",
  "author": [
    "Burnett, Frances Hodgson"
  ],
  "body": "Copyright, 1877\n\n\n“Sorry to hear my fellow-workmen speak so disparagin' o' me? Well,\nMester, that's as it may be yo' know. Happen my fellow-workmen ha' made\na bit o' a mistake--happen what seems loike crustiness to them beant so\nmuch crustiness as summat else--happen I mought do my bit o' complainin'\ntoo. Yo' munnot trust aw yo' hear, Mester; that's aw I can say.”\n\nI looked at the man's bent face quite curiously, and, judging from its\nrather heavy but still not unprepossessing outline, I could not really\ncall it a bad face, or even a sulky one. And yet both managers and\nhands had given me a bad account of Tim Hibblethwaite. “Surly Tim,” they\ncalled him, and each had something to say about his sullen disposition\nto silence, and his short answers. Not that he was accused of anything\nlike misdemeanor, but he was “glum loike,” the factory people said, and\n“a surly fellow well deserving his name,” as the master of his room had\ntold me.\n\nI had come to Lancashire to take the control of my father's\nspinning-factory a short time before, being anxious to do my best toward\nthe hands, and, I often talked to one and another in a friendly way, so\nthat I could the better understand their grievances and remedy them with\njustice to all parties concerned. So in conversing with men, women, and\nchildren, I gradually found out that Tim Hibblethwaite was in bad odor,\nand that he held himself doggedly aloof from all; and this was how, in\nthe course of time, I came to speak to him about the matter, and the\nopening words of my story are the words of his answer. But they did not\nsatisfy me by any means. I wanted to do the man justice myself, and see\nthat justice was done to him by others; and then again when, after my\ncurious look at him, he lifted his head from his work and drew the back\nof his hand across his warm face, I noticed that he gave his eyes a\nbrush, and, glancing at him once more, I recognized the presence of a\nmoisture in them.\n\nIn my anxiety to conceal that I had noticed anything unusual, I am\nafraid I spoke to him quite hurriedly. I was a young man then, and by no\nmeans as self-possessed as I ought to have been.\n\n“I hope you won't misunderstand me, Hibblethwaite,”\n\nI said; “I don't mean to complain--indeed, I have nothing to complain\nof, for Foxley tells me you are the steadiest and most orderly hand he\nhas under him; but the fact is, I should like to make friends with you\nall, and see that no one is treated badly. And somehow or other I found\nout that you were not disposed to feel friendly towards the rest, and I\nwas sorry for it. But I suppose you have some reason of your own.”\n\nThe man bent down over his work again, silent for a minute, to my\ndiscomfiture, but at last he spoke, almost huskily.\n\n“Thank yo', Mester,” he said; “yo're a koindly chap or yo' wouldn't ha'\nnoticed. An' yo're not fur wrong either. I ha' reasons o' my own, tho'\nI'm loike to keep 'em to mysen most o' toimes. Th' fellows as throws\ntheir slurs on me would na understond 'em if I were loike to gab, which\nI never were. But happen th' toime 'll come when Surly Tim 'll tell his\nown tale, though I often think its loike it wunnot come till th' Day o'\nJudgment.”\n\n“I hope it will come before then,” I said, cheerfully. “I hope the time\nis not far away when we shall all understand you, Hibblethwaite. I think\nit has been misunderstanding so far which has separated you from the\nrest, and it cannot last always, you know.”\n\nBut he shook his head--not after a surly fashion, but, as I thought, a\ntrifle sadly or heavily--so I did not ask any more questions, or try to\nforce the subject upon him.\n\nBut I noticed him pretty closely as time went on, and the more I saw of\nhim the more fully I was convinced that he was not so surly as people\nimagined. He never interfered with the most active of his enemies,\nnor made any reply when they taunted him, and more than once I saw\nhim perform a silent, half-secret act of kindness. Once I caught him\nthrowing half his dinner to a wretched little lad who had just come to\nthe factory, and worked near him; and once again, as I was leaving the\nbuilding on a rainy night, I came upon him on the stone steps at the\ndoor bending down with an almost pathetic clumsiness to pin the woolen\nshawl of a poor little mite, who, like so many others, worked with her\nshiftless father and mother to add to their weekly earnings. It was\nalways the poorest and least cared for of the children whom he seemed to\nbefriend, and very often I noticed that even when he was kindest, in\nhis awkward man fashion, the little waifs were afraid of him, and showed\ntheir fear plainly.\n\nThe factory was situated on the outskirts of a thriving country town\nnear Manchester, and at the end of the lane that led from it to the more\nthickly populated part there was a path crossing a field to the pretty\nchurch and church-yard, and this path was a short cut homeward for me.\nBeing so pretty and quiet the place had a sort of attraction for me; and\nI was in the habit of frequently passing through it on my way, partly\nbecause it was pretty and quiet, perhaps, and partly, I have no doubt,\nbecause I was inclined to be weak and melancholy at the time, my health\nbeing broken down under hard study.\n\nIt so happened that in passing here one night, and glancing in among the\ngraves and marble monuments as usual, I caught sight of a dark figure\nsitting upon a little mound under a tree and resting its head upon its\nhands, and in this sad-looking figure I recognized the muscular outline\nof my friend Surly Tim.\n\nHe did not see me at first, and I was almost inclined to think it best\nto leave him alone; but as I half turned away he stirred with something\nlike a faint moan, and then lifted his head and saw me standing in the\nbright, clear moonlight.\n\n“Who's theer?” he said. “Dost ta want owt?”\n\n“It is only Doncaster, Hibblethwaite,” I returned, as I sprang over the\nlow stone wall to join him. “What is the matter, old fellow? I thought I\nheard you groan just now.”\n\n“Yo' mought ha' done, Mester,” he answered heavily. “Happen tha did. I\ndunnot know mysen. Nowts th' matter though, as I knows on, on'y I'm a\nbit out o' soarts.”\n\nHe turned his head aside slightly and began to pull at the blades of\ngrass on the mound, and all at once I saw that his hand was trembling\nnervously.\n\nIt was almost three minutes before he spoke again.\n\n“That un belongs to me,” he said suddenly at last, pointing to a\nlonger mound at his feet. “An' this little un,” signifying with an\nindescribable gesture the small one upon which he sat.\n\n“Poor fellow,” I said, “I see now.”\n\n“A little lad o' mine,” he said, slowly and tremulously. “A little lad\no' mine an'--an' his mother.'\n\n“What!” I exclaimed, “I never knew that you were a married man, Tim.”\n\nHe dropped his head upon his hand again, still pulling nervously at the\ngrass with the other.\n\n“Th' law says I beant, Mester,” he answered in a painful, strained\nfashion. “I conna tell mysen what God-a'-moighty 'ud say about it.”\n\n“I don't understand,” I faltered; “you don't mean to say the poor girl\nnever was your wife, Hibblethwaite.”\n\n“That's what th' law says,” slowly; “I thowt different mysen, an' so did\nth' poor lass. That's what's the matter, Mester; that's th' trouble.”\n\nThe other nervous hand went up to his bent face for a minute and hid it,\nbut I did not speak. There was so much of strange grief in his simple\nmovement that I felt words would be out of place. It was not my dogged,\ninexplicable “hand” who was sitting before me in the bright moonlight\non the baby's grave; it was a man with a hidden history of some tragic\nsorrow long kept secret in his homely breast,--perhaps a history very\nfew of us could read aright. I would not question him, though I fancied\nhe meant to explain himself. I knew that if he was willing to tell me\nthe truth it was best that he should choose his own time for it, and so\nI let him alone.\n\nAnd before I had waited very long he broke the silence himself, as I had\nthought he would.\n\n“It wur welly about six year ago I comn here,” he said, “more or less,\nwelly about six year. I wur a quiet chap then, Mester, an' had na many\nfriends, but I had more than I ha' now. Happen I wur better nater'd, but\njust as loike I wur loigh-ter-hearted--but that's nowt to do wi' it.\n\n“I had na been here more than a week when theer comes a young woman to\nmoind a loom i' th' next room to me, an' this young woman bein'\npretty an' modest takes my fancy. She wur na loike th' rest o' the\nwenches--loud talkin' an' slattern i' her ways; she wur just quiet loike\nand nowt else. First time I seed her I says to mysen, 'Theer's a lass\n'at's seed trouble;' an' somehow every toime I seed her afterward\nI says to mysen, 'Theer's a lass 'at's seed trouble.' It wur i'\nher eye--she had a soft loike brown eye, Mester--an' it wur i' her\nvoice--her voice wur soft loike, too--I sometimes thowt it wur plain to\nbe seed even i' her dress. If she'd been born a lady she'd ha' been one\no' th' foine soart, an' as she'd been born a factory-lass she wur one\no' th' foine soart still. So I took to watchin' her an' tryin' to mak'\nfriends wi her, but I never had much luck wi' her till one neet I was\ngoin' home through th' snow, and I seed her afore tighten' th' drift wi'\nnowt but a thin shawl over her head; so I goes up behind her an' I says\nto her, steady and respecful, so as she wouldna be feart, I says:--\n\n“'Lass, let me see thee home. It's bad weather fur thee to be out in by\nthysen. Tak' my coat an' wrop thee up in it, an' tak' hold o' my arm an'\nlet me help thee along.'\n\n“She looks up right straightforrad i' my face wi' her brown eyes, an' I\ntell yo' Mester, I wur glad I wur a honest man 'stead o' a rascal, fur\nthem quiet eyes 'ud ha' fun me out afore I'd ha' done sayin' my say if\nI'd meant harm.\n\n“'Thank yo' kindly Mester Hibblethwaite,' she says, 'but dunnot tak' off\ntha' coat fur me; I'm doin' pretty nicely. It is Mester Hibblethwaite,\nbeant it?'\n\n“'Aye, lass,' I answers, 'it's him. Mought I ax yo're name.'\n\n“'Aye, to be sure,' said she. 'My name's Rosanna--'Sanna Brent th' folk\nat th' mill alius ca's me. I work at th' loom i' th' next room to thine.\nI've seed thee often an' often.'\n\n“So we walks home to her lodgins, an' on the way we talks together\nfriendly an' quiet loike, an th' more we talks th' more I sees she's\nhad trouble an' by an' by--bein' on'y common workin' folk, we're\nstraightforrad to each other in our plain way--it comes out what her\ntrouble has been.\n\n“'Yo' p'raps wouldn't think I've been a married woman, Mester,' she\nsays; 'but I ha', an' I wedded an' rued. I married a sojer when I wur a\ngiddy young wench, four years ago, an' it wur th' worst thing as ever I\ndid i' aw my days. He wur one o' yo're handsome, fastish chaps, an' he\ntired o' me as men o' his stripe alius do tire o' poor lasses, an' then\nhe ill-treated me. He went to th' Crimea after we'n been wed a year,\nan' left me to shift fur mysen. An' I heard six month after he wur dead.\nHe'd never writ back to me nor sent me no help, but I couldna think he\nwur dead till th' letter comn. He wur killed th' first month he wur out\nfightin' th' Rooshians. Poor fellow! Poor Phil! Th' Lord ha' mercy on\nhim!'\n\n“That wur how I found out about her trouble, an' somehow it seemed to\ndraw me to her, an' mak' me feel kindly to'ards her; 'twur so pitiful to\nhear her talk about th' rascal, so sorrowful an' gentle, an' not gi' him\na real hard word for a' he'd done. But that's alius th' way wi' women\nfolk--th' more yo' harry's them, th' more they'll pity yo' an' pray for\nyo'. Why she wurna more than twenty-two then, an' she must ha' been nowt\nbut a slip o' a lass when they wur wed.\n\n“Hows'ever, Rosanna Brent an' me got to be good friends, an' we walked\nhome together o' nights, an talked about our bits o' wage, an' our bits\no' debt, an' th' way that wench 'ud keep me up i' spirits when I wur\na bit down-hearted about owt, wur just a wonder. She wur so quiet an'\nsteady, an' when she said owt she meant it, an' she never said too much\nor too little. Her brown eyes alius minded me o' my mother, though th'\nold woman deed when I were nobbut a little chap, but I never seed 'Sanna\nBrent smile th'out thinkin' o' how my mother looked when I wur kneelin'\ndown sayin' my prayers after her. An' bein' as th' lass wur so dear to\nme, I made up my mind to ax her to be summat dearer. So once goin' home\nalong wi' her, I takes hold o' her hand an' lifts it up an' kisses it\ngentle--as gentle an' wi' summat th' same feelin' as I'd kiss th' Good\nBook.\n\n“''Sanna,' I says, 'bein' as yo've had so much trouble wi' yo're first\nchance, would yo' be afeard to try a second? Could yo' trust a mon\nagain? Such a mon as me, 'Sanna?'\n\n“'I wouldna be feart to trust thee, Tim,' she answers back soft an'\ngentle after a manner. 'I wouldna be feart to trust thee any time.'\n\n“I kisses her hand again, gentler still.\n\n“'God bless thee, lass,' I says. 'Does that mean yes?'\n\n“She crept up closer to me i' her sweet, quiet way.\n\n“'Aye, lad,' she answers. 'It means yes, an' I'll bide by it.'\n\n“'An' tha shalt never rue it, lass,' said I 'Tha's gi'en thy life to me,\nan' I'll gi' mine to thee, sure and true.'\n\n“So we wur axed i' th' church th' next Sunday, an' a month fro then we\nwur wed, an' if ever God's sun shone on a happy mon, it shone on one\nthat day, when we come out o' church together--me and Rosanna--an'\nwent to our bit o' a home to begin life again. I coujdna tell thee,\nMester--theer beant no words to tell how happy an' peaceful we lived fur\ntwo year after that. My lass never altered her sweet ways, an' I\njust loved her to make up to her fur what had gone by. I thanked\nGod-a'-moighty fur his blessing every day, and every day I prayed to\nbe made worthy of it. An' here's just wheer I'd like to ax a question,\nMester, about sum m at 'ats worretted me a good deal. I dunnot want to\nquestion th' Maker, but I would loike to know how it is 'at sometime\nit seems 'at we're clean forgot--as if He couldna fash hissen about\nour troubles, an' most loike left 'em to work out their-sens. Yo' see,\nMester, an' we aw see sometime He thinks on us an' gi's us a lift,\nbut hasna tha thysen seen times when tha stopt short an' axed thysen,\n'Wheer's God-a'-moighty 'at he isna straighten things out a bit? Th'\nworld's i' a power o' a snarl. Th' righteous is forsaken, 'n his seed's\nbeggin' bread. An' th' devil's topmost agen.' I've talked to my lass\nabout it sometimes, an' I dunnot think I meant harm, Mester, for I felt\nhumble enough--an' when I talked, my lass she'd listen an' smile soft\nan' sorrowful, but she never gi' me but one answer.\n\n“'Tim,' she'd say, 'this is on'y th' skoo' an we're th' scholars, an'\nHe's teachin' us his way. We munnot be loike th' children o' Israel i'\nth' Wilderness, an' turn away fro' th' cross 'cause o' th' Sarpent. We\nmunnot say, “Theer's a snake:” we mun say, “Theer's th' Cross, an' th'\nLord gi' it to us.” Th' teacher wouldna be o' much use, Tim, if th'\nscholars knew as much as he did, an' I allus think it's th' best to\ncomfort mysen wi' sayin', “Th' Lord-a'-moighty, He knows.”'\n\n“An' she alius comforted me too when I wur worretted. Life looked smooth\nsomewhow them three year. Happen th' Lord sent 'em to me to make up fur\nwhat wur comin'.\n\n“At th' eend o' th' first year th' child wur born, th' little lad here,”\n touching the turf with his hand, “'Wee Wattie' his mother ca'd him,\nan' he wur a fine, lightsome little chap. He filled th' whole house wi'\nmusic day in an' day out, crowin' an' crowin'--an' cryin' too sometime.\nBut if ever yo're a feyther, Mester, yo'll find out 'at a baby's cry's\nmusic often enough, an' yo'll find, too, if yo' ever lose one, 'at yo'd\ngive all yo'd getten just to hear even th' worst o' cryin'. Rosanna she\ncouldna find i' her heart to set th' little un out o' her arms a minnit,\nan' she'd go about th' room wi' her eyes aw leeted up, an' her face\nbloomin' like a slip o' a girl's, an' if she laid him i' th' cradle\nher head 'ud be turnt o'er har shoulder aw th' time lookin' at him an'\nsingin' bits o' sweet-soundin' foolish woman-folks' songs. I thowt then\n'at them old nursery songs wur th' happiest music I ever heard, an' when\n'Sanna sung 'em they minded me o' hymn-tunes.\n\n“Well, Mester, before th' spring wur out Wee Wat was toddlin' round\nholdin' to his mother's gown, an' by th' middle o' th' next he was\ncooin' like a dove, an' prattlin' words i' a voice like hers. His eyes\nwur big an' brown an' straightforrad like hers, an' his mouth was like\nhers, an' his curls wur the color o' a brown bee's back. Happen we set\ntoo much store by him, or happen it wur on'y th' Teacher again teachin'\nus his way, but hows'ever that wur, I came home one sunny mornin' fro'\nth' factory, an' my dear lass met me at th' door, all white an' cold,\nbut tryin' hard to be brave an' help me to bear what she had to tell.\n\n“'Tim,' said she, 'th' Lord ha' sent us a trouble; but we can bear it\ntogether, conna we, dear lad?'\n\n“That wur aw, but I knew what it meant, though th' poor little lamb had\nbeen well enough when I kissed him last.\n\n“I went in an' saw him lyin' theer on his pillows strugglin' an' gaspin'\nin hard convulsions, an' I seed aw was over. An' in half an hour, just\nas th' sun crept across th' room an' touched his curls th' pretty little\nchap opens his eyes aw at once.\n\n“'Daddy!' he crows out. 'Sithee Dad--! an' he lift' hissen up, catches\nat th' floatin' sun shine, laughs at it, and fa's back--dead, Mester.\n\n“I've allus thowt 'at th' Lord-a'-moighty knew what He wur doin' when he\ngi' th' woman t' Adam i' th' Garden o' Eden. He knowed he wur nowt but\na poor chap as couldna do fur hissen; an' I suppose that's th' reason he\ngi' th' woman th' strength to bear trouble when it comn. I'd ha' gi'en\nclean in if it hadna been fur my lass when th' little chap deed. I never\ntackledt owt i' aw my days 'at hurt me as heavy as losin' him did. I\ncouldna abear th' sight o' his cradle, an' if ever I comn across any o'\nhis bits o' playthings, I'd fa' to cryin' an' shakin' like a babby. I\nkept out o' th' way o' th' neebors' children even. I wasna like Rosanna.\nI couldna see quoite clear what th' Lord meant, an' I couldna help\nmurmuring sad and heavy. That's just loike us men, Mester; just as if\nth' dear wench as had give him her life fur food day an' neet, hadna fur\nth' best reet o' th' two to be weak an' heavy-hearted.\n\n“But I getten welly over it at last, an' we was beginnin' to come round\na bit an' look forrard to th' toime we'd see him agen 'stead o' luokin'\nback to th' toime we shut th' round bit of a face under th' coffin-lid.\nTh' day comn when we could bear to talk about him an' moind things he'd\nsaid an' tried to say i' his broken babby way. An' so we wur creepin'\nback again to th' old happy quiet, an' we had been for welly six month,\nwhen summat fresh come. I'll never forget it, Mester, th' neet it\nhappened. I'd kissed Rosanna at th' door an' left her standin' theer\nwhen I went up to th' village to buy summat she wanted. It wur a bright\nmoon light neet, just such a neet as this, an' th' lass had followed me\nout to see th' moonshine, it wur so bright an' clear; an' just before\nI starts she folds both her hands on my shoulder an' says, soft an'\nthoughtful:--\n\n“'Tim, I wonder if th' little chap sees us?'\n\n“'I'd loike to know, dear lass,' I answers back. An' then she speaks\nagain:--\n\n“'Tim, I wonder if he'd know he was ours if he could see, or if he'd ha'\nforgot? He wur such a little fellow.'\n\n“Them wur th' last peaceful words I ever heerd her speak. I went up to\nth' village an' getten what she sent me fur, an' then I comn back. Th'\nmoon wur shinin' as bright as ever, an' th' flowers i' her slip o' a\ngarden wur aw sparklin' wi' dew. I seed 'em as I went up th' walk, an' I\nthowt again of what she'd said bout th' little lad.\n\n“She wasna outside, an' I couldna see a leet about th' house, but I\nheerd voices, so I walked straight in--into th' entry an' into th'\nkitchen, an' theer she wur, Mester--my poor wench, crouchin' down by th'\ntable, hidin' her face i' her hands, an' close beside her wur a mon--a\nmon i' red sojer clothes.\n\n“My heart leaped into my throat, an' fur a min nit I hadna a word, fur\nI saw summat wui up, though I couldna tell what it wur. But at last my\nvoice come back.\n\n“'Good evenin', Mester,' I says to him; 'I hope yo' ha'not broughten\nill-news? What ails thee, dear lass?'\n\n“She stirs a little, an' gives a moan like a dyin' child; and then she\nlifts up her wan, brokenhearted face, an' stretches out both her hands\nto me.\n\n“'Tim,' she says, 'dunnot hate me, lad, dunnot. I thowt he wur dead long\nsin'. I thowt 'at th' Rooshans killed him an' I wur free, but I amna. I\nnever wur. He never deed, Tim, an' theer he is--the mon as I wur wed to\nan' left by. God forgi' him, an' oh, God forgi' me!'\n\n“Theer, Mester, theer's a story fur thee. What dost ta' think o't?\nMy poor lass wasna my wife at aw--th' little chap's mother wasna his\nfeyther's wife, an' never had been. That theer worthless fellow as beat\nan' starved her an' left her to fight th' world alone, had comn back\nalive an' well, ready to begin agen. He could tak' her away fro' me any\nhour i' th' day, and I couldna say a word to bar him. Th' law said my\nwife--th' little dead lad's mother--belonged to him, body an' soul.\nTheer was no law to help us--it wur aw on his side.\n\n“Theer's no use o' goin' o'er aw we said to each other i' that dark\nroom theer. I raved an' prayed an' pled wi' th' lass to let me carry her\nacross th' seas, wheer I'd heerd tell theer was help fur such loike; but\nshe pled back i' her broken, patient way that it wouldna be reet, an'\nhappen it wur the Lord's will. She didna say much to th' sojer. I scarce\nheerd her speak to him more than once, when she axed him to let her go\naway by hersen.\n\n“'Tha conna want me now, Phil,' she said. 'Tha conna care fur me. Tha\nmust know I'm more this mon's wife than thine. But I dunnot ax thee to\ngi' me to him because I know that wouldna be reet; I on'y ax thee to let\nme aloan. I'll go fur enough off an' never see him more.'\n\n“But th' villain held to her. If she didna come wi' him, he said, he'd\nha' her up before th' court fur bigamy. I could ha' done murder then,\nMester, an' I would ha' done if it hadna been for th' poor lass runnin'\nin betwixt us an' pleadin' wi' aw her might. If we'n been rich foak\ntheer might ha' been some help fur her, at least; th' law might ha' been\nbrowt to mak' him leave her be, but bein' poor workin' foak theer wur\non'y one thing: th' wife mun go wi' th' husband, an' theer th' husband\nstood--a scoundrel, cursin', wi' his black heart on his tongue.\n\n“'Well,' says th' lass at last, fair wearied out wi' grief, 'I'll go wi'\nthee, Phil, an' I'll do my best to please thee, but I wunnot promise to\nforget th' mon as has been true to me, an' has stood betwixt me an' th'\nworld.'\n\n“Then she turned round to me.\n\n“'Tim,' she said to me, as if she wur haaf feart--aye, feart o' him, an'\nme standin' by. Three hours afore, th' law ud ha' let me mill any mon\n'at feart her. 'Tim,' she says, 'surely he wunnot refuse to let us go\ntogether to th' little lad's grave--fur th' last time.' She didna speak\nto him but ti me, an' she spoke still an' strained as if she wui too\nheart-broke to be wild. Her face was as white as th' dead, but she didna\ncry, as ony other woman would ha' done. 'Come, Tim,' she said, 'he conna\nsay no to that.'\n\n“An' so out we went 'thout another word, an' left th' black-hearted\nrascal behind, sittin' i' th' very room th' little un deed in. His\ncradle stood theer i' th' corner. We went out into th' moonlight 'thout\nspeakin', an' we didna say a word until we come to this very place,\nMester.\n\n“We stood here for a minute silent, an' then I sees her begin to shake,\nan' she throws hersen down on th' grass wi' her arms flung o'er th'\ngrave, an' she cries out as if her death-wound had been give to her.\n\n“'Little lad,' she says, 'little lad, dost ta see thy mother? Canst\nna tha hear her callin' thee? Little lad, get nigh to th' Throne an'\nplead!'\n\n“I fell down beside o' th' poor crushed wench an' sobbed wi' her. I\ncouldna comfort her, for wheer wur there any comfort for us? Theer wur\nnone left--theer wur no hope. We was shamed an' broke down--our lives\nwas lost. Th' past wur nowt--th' future wur worse. Oh, my poor lass, how\nhard she tried to pray--fur me, Mester--yes, fur me, as she lay theer\nwi' her arms round her dead babby's grave, an' her cheek on th' grass as\ngrew o'er his breast. 'Lord God-a'-moighty, she says, 'help us--dunnot\ngi' us up--dunnot, dunnot. We conna do 'thowt thee now, if th' time ever\nwur when we could. Th' little chap mun be wi' thee, I moind th' bit o'\ncomfort about getherin' th' lambs i' his bosom. An', Lord, if tha could\nspare him a minnit, send him down to us wi' a bit o' leet. Oh, Feyther!\nhelp th' poor lad here--help him. Let th' weight fa' on me, not on him.\nJust help th' poor lad to bear it. If ever I did owt as wur worthy i'\nthy sight, let that be my reward. Dear Lord-a'-moighty, I'd be willin'\nto gi' up a bit o' my own heavenly glory fur th' dear lad's sake.'\n\n“Well, Mester, she lay theer on th' grass pray in' an crying wild but\ngentle, fur nigh haaf an hour, an' then it seemed 'at she got quoite\nloike, an' she got up. Happen th' Lord had hearkened an' sent th'\nchild--happen He had, fur when she getten up her face looked to me aw\nwhite an' shinin' i' th' clear moonlight.\n\n“'Sit down by me, dear lad,' she said, 'an' hold my hand a minnit.' I\nset down an' took hold of her hand, as she bid me.\n\n“'Tim,' she said, 'this wur why th' little chap deed. Dost na tha see\nnow 'at th' Lord knew best?'\n\n“'Yes, lass,' I answers humble, an' lays my face on her hand, breakin'\ndown again.\n\n“'Hush, dear lad,' she whispers, 'we hannot time fur that. I want to\ntalk to thee. Wilta listen?'\n\n“'Yes, wife,' I says, an' I heerd her sob when I said it, but she\ncatches hersen up again.\n\n“'I want thee to mak' me a promise,' said she. 'I want thee to promise\nnever to forget what peace we ha' had. I want thee to remember it allus,\nan' to moind him 'at's dead, an' let his little hond howd thee back fro'\nsin an' hard thowts. I'll pray fur thee neet an' day, Tim, an' tha shalt\npray fur me, an' happen theer'll come a leet. But if theer dunnot, dear\nlad--an' I dunnot see how theer could--if theer dunnot, an' we never see\neach other agen, I want thee to mak' me a promise that if tha sees th'\nlittle chap first tha'lt moind him o' me, and watch out wi' him nigh th'\ngate, and I'll promise thee that if I see him first, I'll moind him o'\nthee an' watch out true an' constant.'\n\n“I promised her, Mester, as yo' can guess, an' we kneeled down an'\nkissed th' grass, an' she took a bit o' th' sod to put i' her bosom. An'\nthen we stood up an' looked at each other, an' at last she put her dear\nface on my breast an' kissed me, as she had done every neet sin' we were\nmon an' wife.\n\n“'Good-bye, dear lad,' she whispers--her voice aw broken. 'Doant come\nback to th' house till I'm gone. Good-bye, dear, dear, lad, an' God\nbless thee.' An' she slipped out o' my arms an' wur gone in a moment\nawmost before I could cry out.\n\n“Theer isna much more to tell, Mester--th' eend's comin' now, an' happen\nit'll shorten off th' story, so 'at it seems suddent to thee. But it\nwere-na suddent to me. I lived alone here, an' worked, an' moinded my\nown business, an' answered no questions fur nigh about a year, hearin'\nnowt, an' seein' nowt, an' hopin' nowt, till one toime when th' daisies\nwere blowin' on th' little grave here, theer come to me a letter fro'\nManchester fro' one o' th' medical chaps i' th' hospital. It wur a short\nletter wi' prent on it, an' the moment I seed it I knowed summat wur up,\nan' I opened it tremblin'. Mester, theer wur a woman lyin' i' one o' th'\nwards dyin' o' some long-named heart-disease, an' she'd prayed 'em to\nsend fur me, an' one o' th' young softhearted ones had writ me a line to\nlet me know.\n\n“I started aw'most afore I'd finished readin' th' letter, an' when I\ngetten to th' place I fun just what I knowed I should. I fun her--my\nwife--th' blessed lass, an' 'f I'd been an hour later I would-na ha'\nseen her alive, fur she were nigh past knowin' me then.\n\n“But I knelt down by th' bedside an' I plead wi' her as she lay theer,\nuntil I browt her back to th world again fur one moment. Her eyes flew\nwide open aw at onct, an' she seed me an' smiled, aw her dear face\nquiverin' i' death.\n\n“'Dear lad,' she whispered, 'th' path was na so long after aw. Th' Lord\nknew--He trod it hissen' onct, yo' know. I knowed tha'd come--I prayed\nso. I've reached th' very eend now, Tim, an' I shall see th' little lad\nfirst. But I wunnot forget my promise--no. I'll look out--fur thee--fur\nthee--at th' gate.'\n\n“An' her eyes shut slow an' quiet, an' I knowed she was dead.\n\n“Theer, Mester Doncaster, theer it aw is, fur theer she lies under th'\ndaisies cloost by her child, fur I browt her here an' buried her. Th'\nfellow as come betwixt us had tortured her fur a while an' then left her\nagain, I fun out--an' she wur so afeard of doin' me some harm that she\nwouldna come nigh me. It wur heart disease as killed her, th' medical\nchaps said, but I knowed better--it wur heart-break. That's aw.\nSometimes I think o'er it till I conna stand it any longer, an' I'm fain\nto come here an' lay my hand on th' grass,--an' sometimes I ha' queer\ndreams about her. I had one last neet. I thowt 'at she comn to me aw at\nonct just as she used to look, on'y, wi' her white face shinin' loike\na star, an' she says, 'Tim, th' path isna so long after aw--tha's come\nnigh to th' eend, an' me an' th' little chap is waitin'. He knows thee,\ndear lad, fur I've towt him.'\n\n“That's why I comn here to-neet, Mester; an' I believe that's why I've\ntalked so free to thee. If I'm near th' eend I'd loike some one to know,\nI ha' meant no hurt when I seemed grum an' surly, It wurna ill-will, but\na heavy heart.”\n\nHe stopped here, and his head drooped upon his hands again, and for a\nminute or so there was another dead silence. Such a story as this needed\nno comment. I could make none. It seemed to me that the poor fellow's\nsore heart could bear none. At length he rose from the turf and stood\nup, looking out over the graves into the soft light beyond with a\nstrange, wistful sadness.\n\n“Well, I mun go now,” he said slowly. “Good-neet, Mester, good-neet, an'\nthank yo' fur listenin'.”\n\n“Good night,” I returned, adding, in an impulse of pity that was almost\na passion, “and God help you!”\n\n“Thank yo' again, Mester!” he said, and then turned away; and as I sat\npondering I watched his heavy drooping figure threading its way among\nthe dark mounds and white marble, and under the shadowy trees, and out\ninto the path beyond. I did not sleep well that night. The strained,\nheavy tones of the man's voice were in my ears, and the homely yet\ntragic story seemed to weave itself into all my thoughts, and keep me\nfrom rest. I could not get it out of my mind.\n\nIn consequence of this sleeplessness I was later than usual in going\ndown to the factory, and when I arrived at the gates I found an\nunusual bustle there. Something out of the ordinary routine had plainly\noccurred, for the whole place was in confusion. There was a crowd of\nhands grouped about one corner of the yard, and as I came in a man ran\nagainst me, and showed me a terribly pale face.\n\n“I ax pardon, Mester Doncaster,” he said in a wild hurry, “but theer's\nan accident happened. One o' th' weavers is hurt bad, an' I'm goin' fur\nth' doctor. Th' loom caught an' crushed him afore we could stop it.”\n\nFor some reason or other my heart misgave me that very moment. I pushed\nforward to the group in the yard corner, and made my way through it.\n\nA man was lying on a pile of coats in the middle of the by-standers,--a\npoor fellow crushed and torn and bruised, but lying quite quiet now,\nonly for an occasional little moan, that was scarcely more than a quick\ngasp for breath. It was Surly Tim!\n\n“He's nigh th' eend o' it now!” said one of the hands pityingly. “He's\nnigh th' last now, poor chap! What's that he's savin', lads?”\n\nFor all at once some flickering sense seemed to have caught at one of\nthe speaker's words, and the wounded man stirred, murmuring faintly--but\nnot to the watchers. Ah, no! to something far, far beyond their feeble\nhuman sight--to something in the broad Without.\n\n“Th' eend!” he said, “aye, this is th' eend, dear lass, an' th' path's\naw shinin' or summat an--Why, lass, I can see thee plain, an' th' little\nchap too!”\n\nAnother flutter of the breath, one slight movement of the mangled hand,\nand I bent down closer to the poor fellow--closer, because my eyes were\nso dimmed that I could not see.\n\n“Lads,” I said aloud a few seconds later, “you can do no more for him.\nHis pain is over!”\n\nFor with a sudden glow of light which shone upon the shortened path and\nthe waiting figures of his child and its mother, Surly Tim's earthly\ntrouble had ended.\n\n\n\n\n\n",
  "metadata": {
    "author": [
      "Burnett, Frances Hodgson"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/23324/pg23324.txt",
    "name": "surly_tim_a_lancashire_story"
  }
}
