{
    "name": "Tape Jockey",
    "author": [
        "Leahy, Tom"
    ],
    "body": "\n[Sidenote: _Pettigill was, you might say, in tune with the world. It\nwouldn't even have been an exaggeration to say the world was in tune\nwith Pettigill. Then somebody struck a sour note...._]\n\n\nThe little man said, \"Why, Mr. Bartle, come in. This is indeed a\npleasure.\" His pinched face was lighted with an enthusiastic smile.\n\n\"You know my name, so I suppose you know the _Bulletin_ sent me for a\npersonality interview,\" the tall man who stood in the doorway said in a\nmonotone as if it were a statement he had made a thousand times--which\nhe had.\n\n\"Oh, certainly, Mr. Bartle. I was informed by Section Secretary Andrews\nthis morning. I must say, I am greatly honored by this visit, too. Oh\nheavens, here I am letting you stand in the doorway. Excuse my\ndiscourtesy, sir--come in, come in,\" the little man said, and bustled\nthe bored Bartle into a great room.\n\nThe walls of the room were lined by gray metal boxes that had spools of\nreproduction tape mounted on their vertical fronts--tape recorders,\nhundreds of them.\n\n\"I have a rather lonely occupation, Mr. Bartle, and sometimes the common\ncourtesies slip my mind. It is a rather grievous fault and I beg you to\noverlook it. It would be rather distressing to me if Section Secretary\nAndrews were to hear of it; he has a rather intolerant attitude toward\nsuch _faux pas_. Do you understand what I mean? Not that I'm\ndissatisfied with my superior--perish the thought, it's just that--\"\n\n\"Don't worry, I won't breathe a word,\" the tall man interrupted without\nlooking at the babbling fellow shuffling along at his side. \"Mr.\nPettigill, I don't want to keep you from your work for too long, so I'll\njust get a few notes and make up the bulk of the story back at the\npaper.\" Bartle searched the room with his eyes. \"Don't you have a chair\nin this place?\"\n\n\"Oh, my gracious, yes. There goes that old discourtesy again, eh?\" the\nlittle man, Pettigill, said with a dry laugh. He scurried about the room\nlike a confused squirrel until he spotted a chair behind his desk. \"My\nchair. My chair for you, Mr. Bartle!\" Again the dry laugh.\n\n\"Thanks, Mr. Pettigill.\"\n\n\"Arthur. Call me Arthur. Formality really isn't necessary among Mid\nEchelon, do you think? Section Secretary Andrews has often requested I\ncall him Morton, but I just can't seem to bring myself to such\ninformality. After all, he is Sub-Prime Echelon. It makes one\nuncomfortable, shall we say, to step out of one's class?\" He stopped\ntalking and the corners of his mouth dropped quickly as if he had just\nbeen given one minute to live. \"You--you _are_ only Mid Echelon, aren't\nyou? I mean, if you are Sub-Prime, I shouldn't be--\"\n\n\"Relax, Mr. Pettigill--'Arthur'--I _am_ Mid Echelon. And I'm only that\nbecause my father was a man of far more industry than I; I inherited my\nclassification.\"\n\n\"So? Well, now. Interesting--very. He must have been a great man, a\ngreat man, Mr. Bartle.\"\n\n\"So I am told, Arthur. But let's get on with it,\" Bartle said, taking\nsome scrap paper and a pencil stub from his tunic pocket. \"Now, tell me\nabout yourself and the Melopsych Center.\"\n\n\"Well,\" the little man began with a sigh and blinked his eyes peculiarly\nas though he were mentally shuffling events and facts like a deck of\ncards. \"Well, I--my life would be of little interest, but the Center is\nof the utmost importance. That's it--I am no more than a physical\nextremity that functions in accord with the vital life that courses\nthrough the great physique of the Center! No more--I ask no more than to\nserve the Center and in turn, my fellow citizens, whether they be Prime,\nSub-Prime, Mid, or even Sub-Lower!\"\n\nHe stopped speaking, affecting a martyr-like pose. Bartle covered a\nsmile with his hand.\n\n\"Well, Bartle, as you know, the Center--the Melopsych Center, a\nthoroughly inadequate name for the installation I might say--is the\npoint of broadcast for these many taped musical selections contrived by\nMass Psych as a therapeutic treatment for the various Echelon levels. It\nis the Great Psychiatrist--the Father Confessor. For where can one bare\none's soul, or soothe one's nerves and disposition frayed by a day's\nendeavor, better than in the tender yet firm embrace of music?\"\n\n\n\nBartle was straining to follow the train of thought that was lost in the\ncamouflage of Pettigill's flowery phraseology.\n\n\"You see all about you these many recorders, Mr. Bartle?\"\n\nBartle nodded.\n\n\"On those machines, sir, are spools of tape. Music tapes, all music. My\nheavens, every kind: classical music, jazz, western, all kinds of music.\nSome tapes are no more than a single melodious note, sustained for\nwhatever length of time necessary to relax and please the Echelon level\nhome it is being beamed to. Oh, I tell you, Mr. Bartle, when the last\ntape has expended itself for the day, as our service code suggests, I\nleave this great edifice with a feeling of profound pride in the fact\nthat I have so served my fellow man. You share that feeling too, don't\nyou Mr. Bartle?\"\n\nBartle shrugged. Pettigill paused and looked at the watch he carried on\na long chain attached to a clasp on his tunic.\n\n\"A Benz chronometer, given to me by Section Secretary Andrews on the\ncompletion of my twenty-five years of service. It's radio-synchronized\nwith the master timepiece in Greenland. It gives me a feeling of close\ncommunion with my superiors, if you understand what I mean.\"\n\nBartle did not. He said, \"Am I keeping you from your work? If I am, I\nbelieve I can fill in on most of this back at the paper; we have files\non the Center's operation.\"\n\nThe little man hurriedly put out a hand to restrain Bartle who was\neasing out of the chair.\n\n\"Not yet, Mr. Bartle,\" he said, suddenly much more sober. Then his\nincongruous pomposity appeared again. \"My gracious, no, you aren't\nkeeping me from my work. I just must start the Mid-Lower Echelon tape.\nIt won't take a moment. Tonight, they receive 'Concerto For Ass's\nJawbone.' Sounds rather ridiculous, doesn't it? Be that as it may, there\nis a certain stimulation in its rhythmic cacophony. Aboriginality--yes,\nI would say it arouses a primitive exaltation.\"\n\nHe flicked a switch above the recorder, turned a knob, and pressed the\nstarter button on the machine. The tape began winding slowly from one\nspool to another.\n\n\"Is it 'casting'?\" Bartle asked. \"I don't hear a thing.\"\n\nPettigill laughed. \"My stars, no; you can't hear it. See--\" He pointed\nat a needle doing a staccato dance on the meter face of the machine.\n\"That tells me everything is operating properly. Mass Psych advises us\nnever to listen to 'casts. The selections were designed by them for\nspecific social and intellectual levels. It could cause us to experience\na rather severe emotional disturbance.\"\n\nA peculiar look came over Bartle's face. \"Is there ever a time when all\nthe machines run at once? That is, when every Echelon home is tuned to\nthe melopsych tapecasts?\"\n\nPettigill registered surprise. \"Why, certainly, Mr. Bartle. Don't you\nknow Amendment 34206-B specifically states that all Echelon homes must\nreceive music therapy at 2300 hours every night? Of course, different\ntapes to different homes.\"\n\n\"That's what I mean.\"\n\n\"Haven't you been abiding by the directive, Mr. Bartle?\"\n\n\"I told you I owed my classification to my father's industry. I am\ndefinitely lax in my duties.\"\n\nPettigill laughed--almost wickedly, Bartle thought.\n\n\"What I'm getting at, is,\" Bartle continued, \"what if the wrong 'casts\nwere channeled into the various homes?\"\n\n\"I remind you, sir, I am in charge of the Center and have been for\nthirty years. Not even the slightest mistake of that nature has ever\noccurred during that time!\"\n\n\"That, I can believe, Pettigill,\" Bartle said, his voice edged with\nsarcasm. \"But, hypothetically, if it were to happen, what would the\nreaction be?\"\n\nThe little man fidgeted with his watch chain. Then he leaned close to\nBartle and said in a barely audible whisper, \"This isn't for publication\nin your article, is it?\"\n\n\"You don't think the Government would allow that, do you? No, this is to\nsatisfy my own curiosity.\"\n\n\"Well, since we're both Mid Echelon--brothers, so to speak--I suppose we\ncan share a secret. It will be disastrous! I firmly believe it will be\ndisastrous, Mr. Bartle!\" He moved closer to the tall man. \"I recall a\nsecret administrative directive we received here twenty years ago\nconcerning just that. In essence, it stated that, though music therapy\nhas its great advantages, if the pattern of performance were broken or\naltered, a definite erratic emotional reaction would develop on the part\nof the citizens! That was twenty years ago, and I shudder to think what\nmight be the response now; especially if the 'cast were completely\nforeign to the recipient.\" He gave a little shudder to emphasize the\nhorror of the occurrence. \"It would make psychotics of the entire\ncitizenry! That's what would happen--a nation of psychotics!\"\n\n\"The fellow who didn't hear the 'miscast' would be top dog, eh,\nPettigill? He could call his shots.\"\n\n\n\nPettigill twirled the watch chain faster between a forefinger and thumb.\n\"No, he'd gain nothing,\" he said, staring as though hypnotized by the\nwhirling, gold chain. \"It would take more than one _sane_ person to\ncontrol the derelict population. Perhaps--perhaps two,\" he mumbled.\n\"Yes, I think perhaps two could.\"\n\n\"You and who else, Pettigill?\"\n\nPettigill stepped back and drew himself erect. \"What? You actually\nentertain the idea th--\" He laughed dryly. \"Oh, you're pulling my leg,\neh, Mr. Bartle.\"\n\n\"I suppose I am.\"\n\n\"Well, such a remark gives one a jolt, if you know what I mean. Even\nthough we are speaking of a hypothetical occurrence, we must be cautious\nabout such talk, Mr. Bartle. Although our government is a benevolent\norganization, it _is_ ill-disposed toward such ideas.\" He cleared his\nthroat. \"Now, is there anything else I can tell you about the Center?\"\n\nBartle arose from the chair, stuffing the scrap paper and unused pencil\nback in his pocket. \"Thanks, no,\" he said, \"I think this'll cover it. Oh\nyes, the article will appear in this Sunday's edition. Thanks,\nPettigill, for giving me your time.\"\n\n\"Oh, I wish to thank you, Mr. Bartle. Being featured in a _Bulletin_\narticle is the ultimate to a man such as I--a man whose only wishes are\nto serve his country and his brothers.\"\n\n\"I'm sure you're doing both with great efficiency,\" Bartle said as he\napathetically shook Pettigill's hand and started toward the door.\n\n\"A moment, Mr. Bartle--\" the little man called.\n\nBartle stopped and turned.\n\n\"I perceive, Mr. Bartle, you are a man of exceptional ability,\"\nPettigill said and cleared his throat. \"It seems a shame to waste such\ntalent; it should be directed toward some definite goal. Do you\nunderstand what I mean? After all, we're all brothers, you know. It\nwould be for my benefit as well as yours.\"\n\n\"Sure, sure, 'brother',\" Bartle snorted and left.\n\nHe started for the paper office but decided to let the story go until\nmorning. What the hell, he had a stock format for all such articles. The\npeople were the same: selfless, heroic type, citizens working for the\nmutual good of all. Only the names were different. And yet, this\nPettigill had disturbed him. Perhaps it was something he had said that\nBartle could not remember.\n\n\n\nHe walked into his warm flat and extracted the pre-cooked meal from the\nelectroven. He ate with little relish, abstractly thinking of the\nfoolish little cog in the governmental machine he had talked with that\nafternoon. Or was Pettigill that foolish little cog? Bartle could not\nhelp but feel there was something deep inside him that did not show in\nthat wizened and seemingly open little face. He thought about it the\nrest of the evening.\n\nHe looked at the clock on the night table--2300 hours. \"Pettigill's\nLullaby Hour,\" he thought. Bartle chuckled and switched off the bed\nlight. He was asleep before the puffs of air had escaped from under the\ncovers he pulled over himself.\n\nWhen the phone rang at 0300, Bartle was strangely not surprised,\nalthough, consciously, he was expecting no call.\n\n\"Hello,\" he said sleepily.\n\n\"Bartle? This is Pettigill.\" The voice _was_ Pettigill's but the\nnervous, timid, quality was gone. \"I assume you did not hear the 2300\n'cast?\"\n\n\"You assume correctly, Pettigill. What d'you want?\"\n\n\"Come on over to the Center; we'll split a fifth of former Section\nSecretary Andrews' Scotch.\"\n\n\"What the hell do you mean?\"\n\n\"Were you serious about that 'therapy revolution' we were talking about\nthis afternoon?\"\n\n\"I'm always serious. So what?\"\n\n\"Excellent, excellent,\" Pettigill laughed. \"I've spent thirty years just\nwaiting for such a man as you! No, I'm serious, my cynical friend--what\nposition would you like in the new government?\"\n\n\"Let's see--why don't you make my descendants real peachy happy and make\nme, say, Administrator of Civilian Relations. That sounds big and\nimportant.\"\n\n\"Fine, fine! Tell me, Bartle--how are your relations with psychotics?\"\n\nBartle leaped to the floor. Instantly he recalled what Pettigill had\nsaid that had disturbed him. When they had been discussing the\nrepercussions of a miscast, Pettigill had said, \"it _will_ be\ndisastrous\" and not \"it _would_ be disastrous.\" The devil had been\nplanning just such a thing for God knows how long!\n\n\"How many of 'em, Pettigill?\" Bartle asked.\n\n\"A lot, Bartle, a lot,\" the little man answered. \"I would say 170\nmillion! I might even say, a nation of psychotics!\" He giggled again.\n\nA smile sliced through Bartle's sallow cheeks. \"My relations with them\nwould be the best! Keep that Scotch handy, Pettigill. I'll be right\nover.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Leahy, Tom"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32583/pg32583.txt",
        "name": "tape_jockey.json"
    }
}