{
    "name": "Tennyson",
    "author": [
        "Garnett, Richard",
        "Chesterton, G. K. (Gilbert Keith)"
    ],
    "body": "LIST OF ILLUSTRATIONS\n\n\n                                                                    PAGE\n\nALFRED TENNYSON                                            _Frontispiece_\n\nTHE BROOK AT SOMERSBY                                                  1\n\nAN EARLY PORTRAIT OF TENNYSON                                          2\n\nSOMERSBY RECTORY, LINCOLNSHIRE (where Alfred Tennyson was born)        3\n\nLOUTH                                                                  4\n\nSOMERSBY CHURCH                                                        4\n\nALFRED TENNYSON (from the painting by Samuel Laurence)                 5\n\nTENNYSON’S MOTHER                                                      6\n\nBAG ENDERBY CHURCH                                                     6\n\nALFRED TENNYSON, 1838                                                  7\n\nOLD GRAMMAR SCHOOL, LOUTH                                              7\n\nARTHUR H. HALLAM (from the bust by Chantrey)                           8\n\nALFRED TENNYSON (from the medallion by Thomas Woolner, R.A.)           9\n\nTHE LADY OF SHALOTT                                                   10\n\nTHE PALACE OF ART                                                     11\n\nALFRED TENNYSON (from the bust by Thomas Woolner, R.A.)               12\n\nMARIANA IN THE SOUTH                                                  13\n\nSTOCKWORTH MILL                                                       14\n\nCLEVEDON CHURCH                                                       14\n\nGERAINT AND EDYRN                                                     15\n\nIN MEMORIAM (“Man dies: nor is there hope in dust”)                   16\n\nIN MEMORIAM (“Ring out, wild bells, to the wild sky”)                 17\n\nLADY TENNYSON                                                         18\n\nHORNCASTLE (the home of Emily Sellwood)                               19\n\nGRASBY CHURCH                                                         20\n\nCHAPEL HOUSE, TWICKENHAM (Tennyson’s first home after his marriage)   20\n\nELAINE                                                                21\n\nALFRED TENNYSON (1867)                                                22\n\nALFRED TENNYSON (from a portrait by G. F. Watts, R.A., 1859)          23\n\nALFRED TENNYSON (from the chalk drawing by M. Arnault)                24\n\nFARRINGFORD (Tennyson’s residence at Freshwater)                      25\n\nTENNYSON (about 1871)                                                 26\n\nMERLIN AND VIVIEN                                                     27\n\nFACSIMILE OF TENNYSON’S MANUSCRIPT, “CROSSING THE BAR”                28\n\nGLADE AT FARRINGFORD (from a water-colour drawing by Mrs. Allingham)  29\n\nFRESHWATER                                                            30\n\nFRESHWATER BAY                                                        30\n\nGUINEVERE                                                             31\n\nALFRED TENNYSON                                                       32\n\nTENNYSON’S LANE, HASLEMERE                                            33\n\nALDWORTH (Tennyson’s home near Haslemere)                             33\n\nTENNYSON’S MEMORIAL, BEACON HILL, FRESHWATER                          34\n\nALFRED TENNYSON (from a portrait by G. F. Watts, R.A.)                35\n\n\n\n\n                               TENNYSON\n\n     _From a photo by Messrs. Carlton & Sons, Horncastle_\n\nTHE BROOK AT SOMERSBY]\n\nIt was merely the accident of his hour, the call of his age, which made\nTennyson a philosophic poet. He was naturally not only a pure lover of\nbeauty, but a pure lover of beauty in a much more peculiar and\ndistinguished sense even than a man like Keats, or a man like Robert\nBridges. He gave us scenes of Nature that cannot easily be surpassed,\nbut he chose them like a landscape painter rather than like a religious\npoet. Above all, he exhibited his abstract love of the beautiful in one\nmost personal and characteristic fact. He was never so successful or so\ntriumphant as when he was describing not Nature, but art. He could\ndescribe a statue as Shelley could describe a cloud. He was at his very\nbest in describing buildings, in their blending of aspiration and\nexactitude. He found to perfection the harmony between the rhythmic\nrecurrences of poetry and the rhythmic recurrences of architecture. His\ndescription, for example, of the Palace of Art is a thing entirely\nvictorious and unique. The whole edifice, as\n\nRischgitz Collection]\n\ndescribed, rises as lightly as a lyric, it is full of the surge of the\nhunger for beauty; and yet a man might almost build upon the description\nas upon the plans of an architect or the instructions of a speculative\nbuilder. Such a lover of beauty was Tennyson, a lover of beauty most\nespecially where it is most to be found, in the works of man. He loved\nbeauty in its completeness, as we find it in art, not in its more\nglorious incompleteness as we\n\n     _From a photo by Messrs. Carlton & Sons, Horncastle_\n\nSOMERSBY RECTORY, LINCOLNSHIRE\n\nWhere Alfred Tennyson was born, on Sunday, August 6th, 1809]\n\nfind it in Nature. There is, perhaps, more loveliness in Nature than in\nart, but there are not so many lovely things. The loveliness is broken\nto pieces and scattered: the almond tree in blossom will have a mob of\nnameless insects at its root, and the most perfect cell in the great\nforest-house is likely enough to smell like a sewer. Tennyson loved\nbeauty more in its collected form in art, poetry, and sculpture; like\nhis own “Lady of Shalott,” it was his office to look rather at the\nmirror than at the object. He was an artist, as it were, at two removes:\nhe was a splendid imitator of the splendid imitations. It is true that\nhis natural history was exquisitely exact, but natural history and\nnatural religion are things that can be, under certain circumstances,\nmore unnatural than anything in the world. In reading Tennyson’s natural\ndescriptions we never seem to be in physical contact with the earth. We\nlearn nothing of the coarse good-temper and rank energy of life. We see\nthe whole scene accurately, but we see it through glass. In Tennyson’s\nworks we see Nature indeed, and hear Nature, but we do not smell it.\n\n(Reproduced from “The Laureate’s Country,” by kind permission of Messrs.\nSeeley & Co., Ltd.)]\n\n     _From a photo by Messrs. Carlton & Sons, Horncastle_\n\nSOMERSBY CHURCH]\n\nBut this poet of beauty and a certain magnificent idleness lived at a\ntime when all men had to wrestle and decide. It is not easy for any\nperson who lives in our time, when the dust has settled and the\nspiritual perspective has been restored, to realise what the entrance of\nthe idea of evolution meant for the men of those days. To us it is a\ndiscovery of another link in a chain which, however far we follow it,\nstill stretches back into a divine mystery. To\n\n_From the painting by Samuel Laurence_\n\nRischgitz Collection]\n\nmany of the men of that time it would appear from their writings that it\nwas the heart-breaking and desolating discovery of the end and origin of\nthe chain. To them had happened the most black and hopeless catastrophe\nconceivable to human nature; they had found a logical explanation of all\nthings. To them it seemed that an Ape had suddenly risen to gigantic\nstature and destroyed the seven heavens. It is difficult, no doubt, for\nus\n\n     _From a photo by Messrs. Carlton & Sons, Horncastle_\n\nBAG ENDERBY CHURCH]\n\nin somewhat subtler days to understand how anybody could suppose that\nthe origin of species had anything to do with the origin of being. To us\nit appears that to tell a man who asks who made his mind that evolution\nmade it, is like telling a man who asks who rolled a cab-wheel over his\nleg that revolution rolled it. To state the process is scarcely to state\nthe agent. But the position of those who regarded the opening of the\n“Descent of Man” as the opening of one of the seals of the last days, is\na great deal sounder than people have generally allowed. It has been\nconstantly supposed that they were angry with Darwinism because it\nappeared to do something or other to the Book of Genesis; but this was a\npretext or a fancy. They fundamentally rebelled against Darwinism, not\nbecause they had a fear that it would affect Scripture, but because they\nhad a fear, not altogether unreasonable or ill-founded, that it would\naffect morality. Man had been engaged, through innumerable ages, in a\nstruggle with sin. The evil within him was as strong as he could cope\n\nFrom an early Daguerreotype\n\n(Reproduced from “Tennyson: a Memoir,” by kind permission of Messrs.\nMacmillan & Co., Ltd.)\n\n     _Engraved by G. J. Stodart_]\n\nThe original building, now no longer in existence, where Tennyson was\nsent to school at the age of seven\n\n(Reproduced from “The Laureate’s Country,” by kind permission of Messrs.\nSeeley & Co., Ltd.)\n\n     _From a drawing by E. Hull_]\n\nwith--it was as powerful as a cannonade and as enchanting as a song. But\nin this struggle he had always had Nature on his side. He might be\npolluted and agonised, but the flowers were innocent and the hills were\nstrong. All the armoury of life, the spears of the pinewood and the\nbatteries of the lightning, went into battle beside him. Tennyson lived\nin the hour when, to all mortal appearance, the whole of the physical\nworld deserted to the devil. The universe, governed by violence and\ndeath, left man to fight alone, with a handful of myths and memories.\nMen had now to wander in polluted fields and lift up their eyes to\nabominable hills. They had to arm themselves against the cruelty of\nflowers and the crimes of the grass. The first honour, surely, is to\nthose who did not faint in the face of that confounding\n\n     _From the bust by Chantrey_\n\nARTHUR H. HALLAM\n\n(Reproduced from Hallam’s “Remains,” by kind permission of Mr. John\nMurray)]\n\ncosmic betrayal; to those who sought and found a new vantage-ground for\nthe army of Virtue. Of these was Tennyson, and it is surely the more to\nhis honour, since he was the idle lover of beauty of whom we have\nspoken. He felt that the time called him to be an interpreter. Perhaps\nhe might even have been something more of a poet if he had not sought to\nbe something more than a poet. He might have written a more perfect\nArthurian epic if his heart had been as much buried in prehistoric\nsepulchres as the heart of Mr. W. B. Yeats. He might have made more of\nsuch poems as “The Golden Year” if his mind had been as clean of\nmetaphysics and as full of a poetic rusticity as the mind of William\nMorris. He might have been a greater poet if he had been less a man of\nhis dubious and rambling age. But there are some things that are greater\nthan greatness; there are some things that no man with blood in his body\nwould sell for the throne of Dante, and one of them is to fire the\nfeeblest shot in a war that really awaits decision, or carry the meanest\nmusket in an army that is really marching by. Tennyson may even have\nforfeited immortality: but he and the men of his age were more than\nimmortal; they were alive.\n\n     _From the medallion by Thomas Woolner, R.A._\n\nALFRED TENNYSON\n\n(Reproduced from “Tennyson’s Poems,” by kind permission of Messrs.\nMacmillan & Co., Ltd.)]\n\nTennyson had not a special talent for being a philosophic poet, but he\nhad a special vocation for being a philosophic poet. This may seem a\ncontradiction, but it is only because all the Latin or Greek words we\nuse tend endlessly to lose their meaning. A vocation is supposed to mean\nmerely a taste or faculty, just as economy is held to mean merely the\nact of saving. Economy means the management of a house or community. If\na man starves his best horse, or causes his best workman to strike for\nmore pay, he is not merely unwise, he is uneconomical. So it is with a\nvocation. If this country were suddenly invaded by some huge alien and\nconquering population, we should all be called to become soldiers. We\nshould not think in that time that we were sacrificing our unfinished\nwork on Cattle-Feeding or our hobby of fretwork, our brilliant career at\nthe Bar or our taste for painting in water-colours. We should all have a\ncall to arms. We should, however, by no means agree that we all had a\nvocation for arms. Yet a vocation is only the Latin for a call.\n\n_From a drawing by W. Holman Hunt_\n\n(Reproduced from “Tennyson’s Poems,” by kind permission of Messrs.\nMacmillan & Co., Ltd.)]\n\nIn a celebrated passage in “Maud,” Tennyson praised the moral effects of\nwar, and declared that some great conflict might call out the greatness\neven of the pacific swindlers and sweaters whom he saw around him in the\nCommercial age. He dreamed, he said, that if--\n\n... The battle-bolt sang from the three-decker out on the foam,\n    Many a smooth-faced, snub-nosed rogue would leap from his counter or till,\n    And strike, were it but with his cheating yard-wand, home.\n\nTennyson lived in the time of a conflict more crucial and frightful\nthan any European struggle, the conflict between the apparent\nartificiality of morals and the apparent immorality of science. A ship\nmore symbolic and menacing than any foreign three-decker hove in sight\nin that time--the great, gory pirate-ship of Nature, challenging all the\ncivilisations of the world. And his supreme honour is this, that he\nbehaved like his own imaginary snub-nosed rogue. His honour is that in\nthat hour he despised the flowers and embroideries of Keats as the\ncounter-jumper might despise his tapes and cottons. He was by nature a\nhedonistic and pastoral poet, but he leapt from his poetic counter and\ntill and struck, were it but with his gimcrack mandolin, home.\n\n_From a drawing by Dante Gabriel Rossetti_\n\n(Reproduced from “Tennyson’s Poems,” by kind permission of Messrs.\nMacmillan & Co., Ltd.)]\n\nA marble bust, copied by Miss Grant from the original, sculptured from\nlife in 1857 by Thomas Woolner, R.A.\n\nRischgitz Collection]\n\nTennyson’s influence on poetry may, for a time, be modified. This is the\nfate of every man who throws himself into his own age, catches the echo\nof its temporary phrases, is kept busy in battling with its temporary\ndelusions. There are many men whom history has for a time forgotten to\nwhom it owes more than it could count. But if Tennyson is extinguished\nit will be with the most glorious extinction. There are two ways in\nwhich a man may vanish--through being thoroughly conquered or through\nbeing thoroughly the Conqueror. In the main, the great Broad Church\nphilosophy which Tennyson uttered has been adopted by every one. This\nwill make against his fame. For a man may vanish as Chaos vanished in\nthe face of creation, or he may vanish as God vanished in filling all\nthings with that created life.\n\n                                                      G. K. CHESTERTON.\n\n\n\n\n                   TENNYSON AS AN INTELLECTUAL FORCE\n\n_From a drawing by Dante Gabriel Rossetti_\n\n(Reproduced from “Tennyson’s Poems,” by kind permission of Messrs.\nMacmillan & Co., Ltd.)]\n\nIt is easy to exaggerate, and equally easy to underrate, the influence\nof Tennyson on his age as an intellectual force. It will be exaggerated\nif we regard him as a great original mind, a proclaimer or revealer of\nnovel truth. It will be underrated if we overlook the great part\nreserved for him who reveals, not new truth to the age, but the age to\nitself, by presenting it with a\n\n(Reproduced from “The Homes and Haunts of Alfred, Lord Tennyson,” by\nkind permission of Mr. George G. Napier and Messrs. James Maclehose &\nSons)]\n\nWhere the remains of Arthur Hallam were finally laid to rest on January\n3rd, 1834.\n\n(Reproduced from “The Homes and Haunts of Alfred, Lord Tennyson,” by\nkind permission of Mr. George G. Napier and Messrs. James Maclehose &\nSons)]\n\nminiature of its own highest, and frequently unconscious, tendencies and\naspirations. Not Dryden or Pope were more intimately associated with\ntheir respective ages than Tennyson with that brilliant period to which\nwe now look back as the age of Victoria. His figure cannot, indeed, be\nso dominant as theirs. The Victorian era was far more affluent in\nliterary genius than the periods of Dryden and Pope; and Tennyson\nappears as but one of a splendid group, some of whom surpass him in\nnative force of mind and intellectual endowment. But when we measure\nthese illustrious men with the spirit of their age, we perceive\nthat--with the exception of Dickens, who paints the manners rather than\nthe mind of the time, and Macaulay, who reproduces its average but not\nits higher mood--there is something as it were sectarian in them which\nprevents their being accepted\n\n     _From a drawing by Louis Rhead_\n\nGERAINT AND EDYRN\n\n(Reproduced from the Illustrated Edition of “Idylls of the King,” by\nkind permission of Messrs. Macmillan & Co., Ltd.)]\n\n     _From a drawing by A. Garth Jones_\n\nIN MEMORIAM\n\n“Man dies: nor is there hope in dust”\n\n(Reproduced from the Caxton Series Edition of Tennyson’s “In Memoriam,”\nby kind permission of Messrs. George Newnes, Ltd.)]\n\nas representatives of their epoch in the tidiest sense. In some\ninstances, such as Carlyle and Browning and Thackeray, the cause may be\nan exceptional originality verging upon eccentricity; in others, like\nGeorge Eliot, it may be allegiance to some particular scheme of thought;\nin others, like Ruskin and Matthew Arnold, exclusive devotion to some\nparticular mission. In Tennyson, and in him alone, we find the man who\ncannot be identified with any one of the many tendencies of the age, but\nhas affinities with all. Ask for the composition which of all\ncontemporary compositions bears the Victorian stamp most unmistakably,\nwhich tells us most respecting the age’s thoughts respecting itself,\nand there will be little hesitation in naming “Locksley Hall.”\n\n     _From a drawing by A. Garth Jones_\n\nIN MEMORIAM\n\n“Ring out, wild bells, to the wild sky”\n\n(Reproduced from the Caxton Series Edition of Tennyson’s “In Memoriam,”\nby kind permission of Messrs. George Newnes, Ltd.)]\n\nTennyson returns to his times and what he has received from them, but in\nan exquisitely embellished and purified condition; he is the mirror in\nwhich the age contemplates all that is best in itself. Matthew Arnold\nwould perhaps not have been wrong in declining to recognize Tennyson as\n“a great and powerful spirit” if “power” had been the indispensable\ncondition of “greatness”; but he forgot that the receptive poet may be\nas potent as the creative. His cavil might with equal propriety have\nbeen aimed at Virgil. In truth, Tennyson’s fame rests upon a securer\nbasis than that of some greater poets, for acquaintance with him will\nalways be indispensable to the history of thought and culture in\nEngland. What George Eliot and Anthony Trollope are for the manners of\nthe period, he is for its mind: all the ideas which in his day chiefly\nmoved the elect spirits of English society are to be found in him,\nclothed in the most exquisite language, and embodied in the most\nconsummate form. That they did not originate with him is of no\nconsequence whatever. We cannot consider him, regarded merely as a poet,\nas quite upon the level of his great immediate predecessors; but the\ntotal disappearance of any of these, except Wordsworth, would leave a\nless painful blank in our intellectual history than the disappearance of\nTennyson.\n\n     _From the portrait at Aldworth by G. F. Watts, R.A._\n\nLADY TENNYSON]\n\n     _From a drawing by E. Hull_\n\nHORNCASTLE\n\nThe home of Emily Sellwood, afterwards Lady Tennyson\n\n(Reproduced from “The Laureate’s Country,” by kind permission of Messrs.\nSeeley & Co., Ltd.)]\n\nBeginning, even in his crudest attempts, with a manner distinctly his\nown, he attained a style which could be mistaken for that of no\npredecessor (though most curiously anticipated by a few blank-verse\nlines of William Blake), and which no imitator has been able to rival.\nWhat is most truly remarkable is that while much of his poetry is\nperhaps the most artificial in construction of any in our language, and\nmuch again wears the aspect of bird-like spontaneity, these contrasted\nmanners evidently proceed from the same writer, and no one would think\nof ascribing them to different hands. As a master of blank verse\nTennyson, though perhaps not fully attaining the sweetness of Coleridge\nor the occasional grandeur of Wordsworth and Shelley, is upon the whole\nthe third in our language after Shakespeare and Milton, and, unlike\nShakespeare and Milton, he has made it difficult for his successors to\nwrite blank verse after him.\n\nGRASBY CHURCH]\n\nTennyson is essentially a composite poet. Dryden’s famous verses, grand\nin expression, but questionable in their application to Milton, are\nperfectly applicable to him: save that, in making him, Nature did not\ncombine two poets, but many. This is a common phenomenon at the close of\na great epoch; it is almost peculiar to Tennyson’s age that it should\nthen have heralded the appearance of a new era; and that, simultaneously\nwith the inheritor of the past, perhaps the most original and\nself-sufficing of all poets should have appeared in the person of Robert\nBrowning. A comparison between these illustrious writers would lead us\ntoo far; we have already implied that Tennyson occupies the more\nconspicuous place in literary history on account of his representative\ncharacter.\n\nTennyson’s first settled home after his marriage\n\nRischgitz Collection]\n\nThe first important recognition of Tennyson’s genius came from Stuart\nMill, who, partly perhaps under the guidance of Mrs. Taylor, evinced\n\n     _From a drawing by Gustave Doré_\n\nELAINE\n\n(Reproduced from “Illustrations to Tennyson’s ‘Idylls of the King,’” by\nkind permission of Messrs. Ward, Lock & Co.)]\n\nALFRED TENNYSON\n\n(Reproduced by permission of Mr. J. Caswall Smith)]\n\nabout 1835 a remarkable insight into Shelley and Browning as well as\nTennyson. In the course of his observations he declared that Tennyson\nneeded to be a great poet was a system of philosophy, to which time\nwould certainly conduct him. If he only meant that Tennyson needed “the\nyears that bring the philosophic mind,” the observation was entirely\njust; if he expected the poet either to evolve a system of philosophy\nfor himself or to fall under the sway of some great thinker, he was\nmistaken. Had Tennyson done either he might have been a very great and\nvery interesting poet, but he could not have been the poet of his age;\nfor the temper of the time, when it was not violently partisan, was\nliberally eclectic. There was no one great leading idea, such as that of\nevolution in the last quarter of last century, so ample and so\ncharacteristic of the age that a poet might become its disciple without\nyielding to party what was meant for mankind. Two chief currents of\nthought there were; but they were antagonistic, even though Mr.\nGladstone has proved that a very\n\nALFRED TENNYSON]\n\nexceptional mind might find room for both. Nothing was more\ncharacteristic of the age than the reaction towards medieval ideas,\nheaded by Newman, except the rival and seemingly incompatible gospel of\n“the railway and the steamship” and all their corollaries. It cannot be\nsaid that Tennyson, like Gladstone, found equal room for both ideals in\nhis mind, for until old age had made him mistrustful and querulous he\nwas essentially a man of progress. But his choice of the Arthurian\nlegend for what he intended to be his chief work, and the sentiment of\nmany of his most beautiful minor poems, show what attraction the\nmediæval spirit also possessed for him; nor, if he was to be in truth\nthe poetical representative of his period, could it have been otherwise.\nHe is not, however, like Gladstone, alternately a mediæval and a modern\nman; but he uses mediæval sentiment with exquisite judgment to mellow\nwhat may appear harsh or crude in the new ideas of political reform,\ndiffusion of education, mechanical invention, free trade, and colonial\nexpansion. The Victorian, in fact,\n\n     _From the chalk drawing by M. Arnault in the National Portrait\n     Gallery_\n\nALFRED TENNYSON\n\nRischgitz Collection]\n\n     _From a photo by Messrs. F. Frith & Co., Reigate_\n\nFARRINGFORD\n\nTennyson’s residence at Freshwater]\n\nfinds himself nearly in the position of the Elizabethan, who also had a\nfuture and a past; and, except in his own, there is no age in which\nTennyson would have felt himself more at home than in the age of\nElizabeth. He does, indeed, in “Maud” react very vigorously against\ncertain tendencies of the age which he disliked; but this is not in the\ninterest of the mediæval or any other order of ideas incompatible with\nthe fullest development of the nineteenth century. If the utterance here\nappears passionate, it must be remembered that the poet writes as a\ncombatant. When he constructs, there is nothing more characteristic of\nhim than his sanity. The views on female education propounded in “The\nPrincess” are so sound that good sense has supplied the place of the\nspirit of prophecy, which did not tabernacle with Tennyson. “In\nMemoriam” is a most perfect expression of the average theological temper\nof England in the nineteenth century. As in composition, so in spirit,\nTennyson’s writings have all the advantages and all the disadvantages\nof the golden mean.\n\n     _From a photo by Mrs. Julia Margaret Cameron_\n\nTENNYSON (ABOUT 1871)\n\n(Reproduced by permission of Mr. J. Caswall Smith)]\n\nBy virtue of this golden mean Tennyson remained at an equal distance\nfrom revolution and reaction in his ideas, and equally remote from\nextravagance and insipidity in his work. He is essentially a man of the\nnew time; he begins his career steeped in the influence of Shelley and\nKeats, without whom he would never have attained the height he did--a\nheight nevertheless, in our opinion, appreciably below theirs, if he is\nregarded simply as a poet. But he is a poet and much else; he is the\ninterpreter of the Victorian era--firstly to itself, secondly to the\nages to come. Had even any poet of greater genius than himself arisen in\nhis own day, which did not happen, he would still have remained the\nnational poet of the time in virtue of his universality. Some personal\nfriends _splendide mendaces_ have hailed him as our greatest poet since\nShakespeare. This is absurd; but it is true that no other poet since\nShakespeare has produced a body of\n\n     _From a drawing by George W. Rhead_\n\nMERLIN AND VIVIEN\n\n(Reproduced from the Illustrated Edition of “Idylls of the King,” by\nkind permission of Messrs. Macmillan & Co., Ltd.)]\n\n(Reproduced from “Tennyson: A Memoir,” by kind permission of Messrs.\nMacmillan & Co., Ltd.)]\n\npoetry which comes so near to satisfying all tastes, reconciling all\ntendencies, and registering every movement of the intellectual life of\nthe period. Had his mental balance been less accurately poised, he might\nhave been the laureate of a party, but he could not have been the\nlaureate of the nation. As an intellectual force he is, we think,\ndestined to be powerful and durable, because the charm of his poetry\nwill always keep his ideas before the popular mind; and these ideas\nwill always be congenial to the solid, practical, robust, and yet tender\nand emotional mind of England. They may be briefly defined as the\nrecognition of the association of continuity with mutability in human\ninstitutions: the utmost reverence for the past combined with the full\nand not regretful admission that\n\n    The old order changes, giving place to new,\n    And God fulfils Himself in many ways;\n\nthe conception of Freedom as something that “broadens down, from\nprecedent to precedent”; veneration for “the Throne unshaken still,” so\nlong as it continues “broad-based upon the People’s will,” which will\nalways be the case so long as\n\n          Statesmen at the Council meet\n    Who know the seasons.\n\n     _From a water-colour drawing by Mrs. Allingham_\n\nTHE GLADE AT FARRINGFORD\n\n(Reproduced by kind permission of the Artist)]\n\nPhilosophically and theologically, Tennyson is even more conspicuously\nthe representative of the average English mind of his\n\n     _From a photo by Messrs. F. Frith & Co., Reigate_\n\nFRESHWATER]\n\n     _From a photo by Messrs. F. Frith & Co., Reigate_\n\nFRESHWATER BAY]\n\nday. Not that he is a fusion of conflicting tendencies, but that he\noccupies a central position, equally remote from the excesses of\nscepticism and the excesses of devotion. This position he is able to\nfill from his relation to Coleridge, the great exponent of the _via\nmedia_: not, as in former days, between Protestantism and Romanism, but\nbetween orthodoxy and free thought. Tennyson cannot, indeed, be termed\nColeridge’s intellectual heir. As a thinker he is far below his\npredecessor, and almost devoid of originality; but as a poet he fills up\nthe measure of what was lacking in Coleridge, whose season of\nspeculation hardly arrived until the season of poetry was past. Tennyson\nwas but one of a band of auditors--it might be too much to call them\ndisciples--of the sage who, curiously enough, had himself been a\nCambridge man, and who, short and unsatisfactory as had been his\nresidence at that seat of learning,\n\n     _From a drawing by Gustave Doré_\n\nGUINEVERE\n\n(Reproduced from the “Illustrations to Tennyson’s ‘Idylls of the King,’”\nby kind permission of Messrs. Ward, Lock & Co.)]\n\n     _From a photo by Barraud_\n\nALFRED TENNYSON]\n\n     _From a photo by the Graphotone Co._\n\nTENNYSON’S LANE, HASLEMERE]\n\n     _From a photo by the Graphotone Co._\n\nALDWORTH\n\nTennyson’s home near Haslemere]\n\nseemed to have left behind him some invisible influence destined to\ngerminate in due time, for all his most distinguished followers were\nCantabs. Such another school, only lacking a poet, had flourished at\nCambridge in the seventeenth century, and now came up again like\nlong-buried seeds in a newly disturbed soil. The precise value of their\nideas may always be matter for discussion; but they exerted without\ndoubt a happy influence by\n\n    Turning to scorn with lips divine\n    The falsehood of extremes.\n\nproviding religious minds reverent of the past with an alternative to\nmere mediævalism, and gently curbing Science in the character she\nsometimes assumes of “a wild Pallas of the brain.” When the natural\nmoodiness of Tennyson’s temperament is considered, the prevalent\noptimism of his ideas, both as regards the individual and the State,\nappears infinitely creditable to him. These are ideas natural to sane\nand reflecting Englishmen, unchallenged in quiet times, but which may be\nobscured or overwhelmed in seasons of great popular excitement. The\nintellectual force of Tennyson is perhaps chiefly shown in the art and\nattractiveness with which they are set forth; even much that might have\nappeared tame or prosaic is invested with all the charms of imagination,\nand commends itself to the poet equally with the statesman. Tennyson is\nnot the greatest of poets, but appreciation of his poems is one of the\nsurest criteria of poetical taste; he is not one of the greatest of\nthinkers, but agreement with his general cast of thought is an excellent\nproof of sanity; many singers have been more Delphic in their\ninspiration, but few, by maxims of temperate wisdom, have provided their\nnative land with such a Palladium.\n\n                                                       RICHARD GARNETT.\n\nTENNYSON’S MEMORIAL, BEACON HILL, FRESHWATER]\n\n\n\n\n                           BIOGRAPHICAL NOTE\n\n\n[Sidenote: =Somersby Rectory, the birthplace of Alfred Tennyson=\n\n_see page 3_]\n\n     Alfred Tennyson was born on Sunday, August 6th, 1809, at Somersby,\n     a village in North Lincolnshire between Horncastle and Spilsby. His\n     father, the Rev. Dr. George Clayton Tennyson, Rector of Somersby,\n     married in 1805 Elizabeth Fytche, daughter of the Vicar of Louth,\n     in the same county; and, of their twelve children, Alfred was the\n     fourth.\n\n     _From a portrait by G. F. Watts, R.A._\n\nALFRED TENNYSON\n\nRischgitz Collection]\n\n[Sidenote: =Somersby Brook=\n\n_see page 1_]\n\nHe always spoke with affectionate remembrance of his early home: of the\nwoodbine trained round his nursery window; of the mediæval-looking\ndining-hall, with its pointed stained-glass casements; of the pleasant\ndrawing-room, lined with bookshelves and furnished with yellow\nupholstery. The lawn in front of the house, where he composed his early\npoem, “A Spirit Haunts the Year’s Last Hours,” was overshadowed on one\nside by wych-elms, on the other by larch and sycamore trees. On the\nsouth was a path bounded by a flower-border, and beyond “a garden\nbower’d close” sloping gradually to the field at the bottom of which ran\nthe Somersby Brook\n\n                        That loves\n    To purl o’er matted cress and ribbed sand,\n    Or dimple in the dark of rushy coves,\n    Drawing into his narrow earthen urn\n        In every elbow and turn,\n    The filtered tribute of the rough woodland.\n\nThe charm and beauty of this brook haunted the poet throughout his life,\nand to it he especially dedicated, “Flow down, cold rivulet, to the\nsea.” Tennyson did not, however, attribute his famous poem, “The Brook,”\nto the same source of inspiration, declaring it was not addressed to any\nstream in particular.\n\n[Sidenote: =Tennyson’s Mother=\n\n_see page 6_]\n\nTennyson was exceedingly fortunate in the environment of his childhood\nand the early influence exercised by his parents. His mother was of a\nsweet and gentle disposition, and devoted herself entirely to the\nwelfare of her husband and her children. Her son is said to have taken\nher as a model in “The Princess”; and he certainly gave a more or less\ntruthful description of this “remarkable and saintly woman” in his poem\n“Isabel”:--\n\n              Locks not wide-dispread,\n    Madonna-wise on either side her head;\n    Sweet lips whereon perpetually did reign\n    The summer calm of golden charity.\n\n[Sidenote: =Somersby Church=\n\n_see page 4_]\n\nTennyson’s father was a man of marked physical strength and stature,\ncalled by his parishioners “The stern Doctor.” In 1807 he was appointed\nto the living of Somersby, and that of the adjoining village of Bag\nEnderby, and this position he held until his death, on March 16th, 1831,\nat the age of fifty-two. He was buried in the old country churchyard,\nwhere “absolute stillness reigns,” beneath the shade of the rugged\nlittle tower. In his time the roof of the church was covered with\nthatch, as were also those of the cottages in its immediate vicinity.\n\n[Sidenote: =Bag Enderby Church=\n\n_see page 6_]\n\nThe livings of Somersby and Bag Enderby were held conjointly, service\nbeing conducted at one church in the morning and at the other in the\nafternoon. Dr. Tennyson read his sermons at Bag Enderby from the quaint\nhigh-built pulpit, Alfred listening to them from the squire’s roomy pew.\n\n[Sidenote: =Louth=\n\n_see page 4_]\n\n[Sidenote: =The Grammar School, Louth=\n\n_see page 7_]\n\nAt the age of seven Tennyson was sent to school at Louth, a market-town\nwhich may fairly lay claim to having been a factor of some importance in\nhis early life. His maternal grandmother lived in Westgate Place, her\nhouse being a second home to the young Tennysons. The old Grammar School\nwhere Alfred received the early portion of his education is now no\nlonger in existence. Tennyson’s recollections of it and of the Rev. J.\nWaite, at that time the head-master, were not pleasant. “How I did hate\nthat school!” he wrote later. “The only good I got from it was the\nmemory of the words _Sonus desilientis aquæ_, and of an old wall covered\nwith wild weeds opposite the school windows.”\n\nTennyson’s first connected poems were composed at Louth, and in this\ntown also his first published work saw the light, appearing in a volume\nentitled “Poems by Two Brothers,” issued in 1827 by Mr. J. Jackson, a\nbookseller. The two brothers were Charles and Alfred Tennyson.\n\nAfter a school career which lasted four years, Alfred returned to\nSomersby to continue his studies under his father’s tuition. This course\nof instruction was supplemented by classics at the hands of a Roman\nCatholic priest, and music-lessons given him by a teacher at Horncastle.\n\nIn 1828 Charles and Alfred Tennyson followed their elder brother\nFrederick to Trinity College, Cambridge. They began their university\nlife in lodgings at No. 12, Rose Crescent, moving later to Trumpington\nStreet, No. 57, Corpus Buildings. Of his early experiences of life at\nCambridge, Alfred wrote to his aunt: “I am sitting owl-like and solitary\nin my rooms (nothing between me and the stars but a stratum of tiles).\nThe hoof of the steed, the roll of the wheel, the shouts of drunken Gown\nand drunken Town come up from below with a sea-like murmur.... The\ncountry is so disgustingly level, the revelry of the place so\nmonotonous, the studies of the University so uninteresting, so much\nmatter of fact. None but dry-headed, calculating, angular little\ngentlemen can take much delight in them.”\n\n[Sidenote: =Arthur Hallam (from the bust by Chantrey)=\n\n_see page 8_]\n\nIt was at Trinity College that Tennyson first made the acquaintance of\nArthur Hallam, youngest son of the historian, whose friendship so\nprofoundly influenced the poet’s character and genius. “He would have\nbeen known if he had lived,” wrote Tennyson, “as a great man, but not as\na great poet; he was as near perfection as mortal man could be.”\n\n[Sidenote: =The Lady of Shalott=\n\n_see page 10_]\n\nIn February 1831 Tennyson left Cambridge without taking a degree, and\nreturned to Somersby, his father dying within a month of his arrival.\nFrom this time onward Hallam became an intimate visitor at the Rectory,\nand formed an attachment for his friend’s sister Emily. In July 1832\nTennyson and Hallam went touring on the Rhine, and at the close of the\nyear appeared the volume of “Poems by Alfred Tennyson,” which contained,\namongst others, “The Lady of Shalott,” “The Miller’s Daughter,” “The\nPalace of Art,” “The Lotos Eaters,” and “A Dream of Fair Women.”\n\n“Well I remember this poem,” wrote Fitzgerald, with reference to “The\nLady of Shalott,” “read to me, before I knew the author, at Cambridge\none night in 1832 or 3, and its images passing across my head, as across\nthe magic mirror, while half asleep on the mail-coach to London ‘in the\ncreeping dawn’ that followed.”\n\n    There she weaves by night and day\n    A magic web with colours gay.\n    She has heard a whisper say,\n    A curse is on her if she stay\n          To look down to Camelot.\n    She knows not what the curse may be,\n    And so she weaveth steadily,\n    And little other care hath she,\n          The Lady of Shalott.\n\nThe idea of “Mariana in the South” came to Tennyson as he was\n\n[Sidenote: =“Mariana in the South”=\n\n_see page 13_]\n\ntravelling between Narbonne and Perpignan. Hallam interpreted it to be\nthe “expression of desolate loneliness.”\n\n    Till all the crimson changed, and past\n      Into deep orange o’er the sea,\n    Low on her knees herself she cast,\n      Before Our Lady murmur’d she;\n    Complaining, “Mother, give me grace\n      To help me of my weary load,”\n      And on the liquid mirror glow’d\n    The clear perfection of her face.\n\n[Sidenote: =Stockworth Mill=\n\n_see page 14_]\n\nOf these earlier poems none added more to Tennyson’s growing reputation\nthan “The Miller’s Daughter.” It was probably written at Cambridge, and\nthe poet declared that the mill was no particular mill, or if he had\nthought of any mill it was that of Trumpington, near Cambridge. But\nvarious touches in the poem seem to indicate that the haunts of his\nboyhood were present in his mind.\n\nStockworth Mill was situated about two miles along the banks of the\nSomersby Brook, the poet’s favourite walk, and might very well have\ninspired the setting of these beautiful verses.\n\n    I loved the brimming wave that swam\n      Thro’ quiet meadows round the mill,\n    The sleepy pool above the dam,\n      The pool beneath it never still.\n    The meal-sacks on the whiten’d floor,\n      The dark round of the dripping wheel,\n    The very air about the door\n      Made misty with the floating meal.\n\n[Sidenote: =The Palace of Art=\n\n_see page 11_]\n\nIn the volume of 1832, several stanzas of “The Palace of Art” were\nomitted, because Tennyson thought the poem was too full. “‘The Palace of\nArt,’” he wrote in 1890, “is the embodiment of my own belief that the\nGodlike life is with man and for man.”\n\nAmongst the “marvellously compressed word pictures” of this poem is the\nbeautiful one of our illustration on page 11.\n\n    Or in a clear-wall’d city on the sea,\n      Near gilded organ-pipes, her hair\n    Wound with white roses, slept St. Cecily;\n     An angel look’d at her.\n\n[Sidenote: =Clevedon Church=\n\n_see page 14_]\n\nOn the 15th of September, 1833, Arthur Hallam died suddenly at Vienna.\nHis remains were brought to England, and laid finally to rest in the old\nand lonely church beside the sea at Clevedon, on January 3rd, 1834.\n\n    When on my bed the moonlight falls,\n      I know that in thy place of rest\n      By that broad water of the west\n    There comes a glory on the walls.\n\n[Sidenote: =“In Memoriam”=\n\n_see pages 16, 17_]\n\nTennyson’s whole thoughts were absorbed in memories of his friend, and\nhe continually wrote fragmentary verses on the one theme which filled\nhis heart, many of them to be embodied seventeen years later in the\ncompleted “In Memoriam.”\n\n[Sidenote: =The home of Emily Sellwood, at Horncastle=\n\n_see page 19_]\n\nIn 1830 Tennyson first met Emily Sellwood, who twenty years later became\nhis wife. Horncastle was the nearest town to Somersby, and in the\npicturesque old market-square stood the red-brick residence of Mr. Henry\nSellwood, a solicitor. The young Sellwoods being much of the same age as\nthe Tennysons, a friendship sprang up between the two families, which in\nlater\n\n[Sidenote: =Grasby Church=\n\n_see page 20_]\n\nyears ripened into a double matrimonial relationship. In 1836, Charles\nTennyson, the poet’s elder brother, married Louisa, the youngest\ndaughter of Henry Sellwood. In the previous year he had succeeded to the\nestate and living of Grasby, taking the surname of Turner under his\ngreat-uncle’s will. At his own expense he built the vicarage, the church\nand the schools; and on his death, in 1879, Grasby descended to the Poet\nLaureate. It was at his brother’s wedding that the bride’s sister,\nEmily, was taken into church by Alfred Tennyson, but no engagement was\nrecognised between them until four or five years later, and their\nmarriage did not take place until 1850. It was solemnised at Shiplake\nChurch on June 13th, the clergyman who officiated being the poet’s\nintimate friend, the Rev. Robert Rawnsley.\n\nIn the April of the same year, on the death of Wordsworth, Tennyson had\nbeen offered the poet-laureateship, to which post he was appointed on\nNovember 19th, owing chiefly to Prince Albert’s admiration for “In\nMemoriam.”\n\n[Sidenote: =Lady Tennyson=\n\n_see page 18_]\n\nLady Tennyson became the poet’s adviser in literary matters. “I am proud\nof her intellect,” he wrote. She, with her “tender, spiritual nature,”\nwas always by his side, cheerful, courageous, and a sympathetic\ncounsellor. She shielded his sensitive spirit from the annoyances and\ntrials of life and “her faith as clear as the heights of the June-blue\nheaven” helped him in hours of depression and sorrow.\n\n[Sidenote: =Chapel House, Twickenham=\n\n_see page 20_]\n\nChapel House, Twickenham, was the poet’s first settled home after his\nmarriage, and he resided in it for three years. It was here his “Ode on\nthe Death of the Duke of Wellington” was written, and the birth of his\nson Hallam took place in this house on August 11th, 1852.\n\n[Sidenote: =Farringford, Tennyson’s residence at Freshwater=\n\n_see page 25_]\n\nIn 1853, whilst staying in the Isle of Wight, Tennyson heard that the\nresidence called Farringford was to let at Freshwater. He decided to\ntake the place on lease, but two years later purchased it out of the\nproceeds resulting from “Maud,” which was published in 1855, and\nFarringford remained his home during the greater part of each year for\nforty years, and here he wrote some of his best-known works.\n\n“The house at Farringford,” says Mrs. Richmond Ritchie in her _Records_,\n“seemed like a charmed palace, with green walls without, and speaking\nwalls within. There hung Dante with his solemn nose and wreath; Italy\ngleamed over the doorways; friends’ faces lined the passages, books\nfilled the shelves, and a glow of crimson was everywhere; the oriel\ndrawing-room window was full of green and golden leaves, of the sound of\nbirds and of the distant sea.”\n\n[Sidenote: =The Glade at Farringford=\n\n_see page 29_]\n\nThe grounds of Farringford are exceedingly beautiful and picturesque. On\nthe south side of the house is the glade, and close by\n\n    The waving pine which here\n    The warrior of Caprera set.\n\nReferring to Farringford in his invitation to Maurice, Tennyson wrote--\n\n    Where far from noise and smoke of town\n      I watch the twilight falling brown\n    All round a careless order’d garden,\n      Close to the ridge of a noble down.\n\nThe ridge of the down in question constituted the poet’s favourite walk,\nand\n\n[Sidenote: =Freshwater Bay=\n\n_see page 30_]\n\nthe scenery which he encountered round Freshwater Bay might well have\nbeen represented in the opening verse of “Enoch Arden”--\n\n    Long lines of cliff breaking have left a chasm;\n    And in the chasm are foam and yellow sands.\n\n[Sidenote: =Freshwater Village=\n\n_see page 30_]\n\nInland the road leads to the little village of Freshwater, in which the\nerection of a number of new houses evoked from the poet the lines--\n\n    Yonder lies our young sea-village--Art and Grace are less and less:\n    Science grows and Beauty dwindles--roofs of slated hideousness!\n\n[Sidenote: =Alfred Tennyson=\n\n_see pages 22 and 26_]\n\nOpposite these villas stands an ivy-clad house at that time occupied by\nMrs. Julia Cameron, the celebrated lady art-photographer, two of whose\neffective portraits of Tennyson appear on pages 22 and 26.\n\n[Sidenote: =“The Idylls of the King”=\n\n_see pages 15, 21, 27, 31_]\n\n[Sidenote: =Aldworth=\n\n_see page 33_]\n\nIn the autumn of 1859, “The Idylls of the King” were first issued in\ntheir original form, being four in number: Enid, Vivien, Elaine, and\nGuinevere, and from their publication until the end of Tennyson’s life\nhis fame and popularity continued without a check. During the next few\nyears the poet spent much time in travelling, but in 1868 he laid the\nfoundation-stone of a new residence, named Aldworth, about two miles\nfrom Haslemere, which became his second home--\n\n    You came, and look’d and loved the view\n      Long-known and loved by me,\n    Green Sussex fading into blue,\n      With one grey glimpse of sea.\n\n[Sidenote: =Tennyson’s Lane=\n\n_see page 33_]\n\nOn the way from Haslemere to Aldworth, it is necessary to cross a rough\ncommon covered with whin bushes to reach the long winding lane which was\nnamed Tennyson’s Lane. This was the poet’s favourite walk when living in\nthe neighbourhood.\n\n[Sidenote: =Tennyson’s Memorial, Beacon Hill, Freshwater=\n\n_see page 34_]\n\nTennyson died on Thursday, October 6th, 1892, and was buried in the\nPoets’ Corner, Westminster Abbey, next to Robert Browning, and near the\nChaucer monument. Against the pillar close by the grave has been placed\nWoolner’s well-known bust. The monument erected to the memory of the\npoet on Beacon Hill, near Freshwater, was unveiled by the Dean of\nWestminster on August 6th, 1897.\n\n[Sidenote: =Alfred Tennyson (from the painting by Samuel Laurence)=\n\n_see page 5_]\n\nWith regard to the portraits of Tennyson reproduced in these pages,\nperhaps those of chief interest in addition to the Cameron photographs\nalready referred to are the paintings by Samuel Laurence, executed about\n1838, and the three-quarter length by G. F. Watts, now in the possession\nof Lady Henry Somerset. Of the former Fitzgerald wrote:\n\n“Very imperfect as Laurence’s portrait is, it is nevertheless the _best_\npainted portrait I have seen; and certainly the _only_ one of old days.\n‘Blubber-lipt’ I remember once Alfred called it; so it is; but still the\nonly one of old days, and still the best of all, to my thinking.”\n\n[Sidenote: =Alfred Tennyson (from the painting by G. F. Watts in 1859)=\n\n_see page 23_]\n\nThe Watts portrait, according to Mr. Watts-Dunton, possesses “a certain\ndreaminess which suggests the poetic glamour of moonlight.” The same\nwriter asserts that “while most faces gain by the artistic halo which a\npainter of genius always sheds over his work, there are some few, some\nvery few faces that do not, and of these Lord Tennyson’s is the most\nnotable that I have ever seen among men of great renown.”\n\n\n\n\n",
    "metadata": {
        "author": [
            "Garnett, Richard",
            "Chesterton, G. K. (Gilbert Keith)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61764/pg61764.txt",
        "name": "tennyson.json"
    }
}