{
  "name": "Thakur-na: A Terran Empire story",
  "author": [
    "Wilson, Ann"
  ],
  "body": "\n\n\nSandeman, 2624 CE\n\nIt was midafternoon before Dana's hunger overcame her excitement at\nbeing on Sandeman, hiking with her chosen lord--her thakur, in the\nSandeman term she preferred--and trying to track a balik.  She hadn't\ngotten within two hundred meters of the wolflike predator, and had\nfinally realized she wasn't going to, so the two found a small clearing\nwith bare rocks which made decent seating.  Jason dug hot-cans of trail\nfood out of his hiking pack, Dana did the same with cold-cans of\nfortified milk, and they sat eating and drinking in silence.  They were\nputting the empty cans back in their packs when Dana began looking\naround, frowning.\n\n\"What is it?\" Jason asked.\n\n\"I thought I heard something . . . brushing against branches, snow\nfalling . . . but no other predators would invade a balik's territory,\nand it's probably kilometers away by now.\"\n\n\"Other tourists, maybe.  Clan Torrance is supposed to have a hunting\nparty in the area, but they aren't due till tomorrow noon.\"\n\nDana made a face.  \"I was hoping we wouldn't see anyone else till we\ngot to the pickup point.\"\n\n\"So was I--but not even I can have everything my own way all the\ntime.\"\n\n\"No,\" Dana agreed with a chuckle, \"you just come close.  Maybe if we\nleave now?\"\n\n\"I think it's too late.\"  Jason stood as half a dozen men entered the\nclearing.  \"Good afternoon, gentles.\"\n\n\"Not for you it isn't,\" the obvious leader said.  \"You don't go\nanywhere without a couple thousand credits petty cash, Mister\nJason--hand it over.\"\n\n\"In the mountains?\"  Jason laughed.  \"Not even I carry cash where\nthere's nothing to buy and no bodyguards.\"\n\n\"Like hell,\" the leader said pleasantly.  \"Hand it over, Jason, or we\ntake it out of your hide.\"\n\n\"I told you, I don't have anything to hand over.\"\n\n\"Then we'll take what you don't have.\"  The leader gave a hand signal,\nand his men surrounded Jason.  He grunted and swore at them, his voice\nholding a mixture of disgusted anger and pain.\n\n\"NO!\" Dana shouted, jumping on the back of one man and wrapping her\nleft arm around his throat, her right hand against the back of his\nhead, her left reaching for her right elbow for a neck-breaking hold.\n\nShe was pulled off before she could complete it, held securely despite\nher struggles while the attackers gave her thakur a fast frisking.\n\n\"Hell, he was telling the truth,\" the leader finally said in disgust.\n\"No trace of a wallet or anything that'd hold that kind of cash.\"  He\nbackhanded Jason, almost casually.  \"You've been one hell of a lot of\ntrouble, Jason, for no return.  Want to try convincing us we shouldn't\nkill you for it?\"\n\n\"You can't kill him!\" Dana exclaimed, horrified.  \"He's--  You just\ncan't!\"  She took a deep breath; these men would need more than her\nemotions to discourage them.  \"Jason Interstellar's Security people\nwouldn't quit till they found you, and they'd make sure you were\npunished.\"\n\nOne of the two holding her fondled her roughly.  \"Maybe have some fun\nwith the fem before we kill both of 'em, Ca--Boss?\"\n\nDana was too angry to be frightened; she twisted to give him a scornful\nlook, then glared at the leader, who gave her a frightening smile\nbefore he pointed to two of his men.  \"You, you--knock him out, then\ntie him to a tree; he'll be found before he starves.\"\n\nDana took comfort in the knowledge that he would be; the Torrance\nhunting party should find him the next day, before he even got really\nhungry. Then the designated ones did as they were told; Jason slumped\nunder an expertly-applied baton to the base of his skull, then was\nsecured to a small tree.\n\nDana had time to wonder at the use of a baton--criminals didn't\nnormally use that sort of weapon--before the leader approached her,\nholding another one.  He looked at her consideringly, then nodded.\n\"I've seen better, but you're not too bad.  I like redheads, they tend\nto be spunky.\"  He grabbed her jaw, forced her mouth up for a rough\nkiss.\n\nShe took advantage of that; as soon as he was within reach, she bit\nhim.\n\nHe swore, backhanding her, then signaled the two holding her to let go.\n\"Spunk's one thing, lady, but you've just bought yourself more hurt\nthan you've ever had.  Fight if you want to; that'll just make it more\nfun.\"\n\nDana moved back, licking blood from a split lip as she dropped into an\nawkward protective crouch.  She really should have paid more attention\nto the unarmed-combat lessons Chief Hanson had insisted she at least\nwatch . . . but it was too late now, facing the leader's feral grin and\ntwirling baton.  Fear was a coppery taste in her mouth, and sweat\ntrickled down her back under the enviro-suit.\n\nThe leader could obviously tell he had an inexperienced opponent,\nbecause his grin became a laugh.  Then he moved with smooth, deceptive\nswiftness, and before Dana could back away or defend herself, his baton\nlashed out, seeming to do no more than tap her forearms--until she\ntried to move them.\n\nShe gasped with the pain, somehow managing not to cry out, trying to\nfocus on the use of batons by thieves.  The pain did have an advantage,\nthough; it helped her distract herself from what took place next.  She\nkept fighting, but it was by pure reflex, and she couldn't keep herself\nfrom being stripped, or ignore the sudden cold air against skin no\nlonger protected by an enviro-suit, or the other pain and humiliation\nas six men took turns using her body. Neither the pain nor the odd\nweapons were enough, though. She couldn't concentrate on them\nsingle-mindedly enough to block out everything the attackers were doing\nto her, and before they were done, she heard herself whimpering. By the\ntime they finished the rapes and began a general beating, she could no\nlonger control her reactions; she fought and screamed and wept, to no\neffect, until she felt consciousness starting to depart, and welcomed\nit.\n\nShouts and weapon-fire interrupted her descent into peace, something\nshe resented even as she knew it meant safety for her thakur and\nperhaps for herself.  Then someone knelt beside her, and even with pain\nblurring her vision, she could tell it was a Sandeman; that dark skin\nand blond hair didn't belong to any of their attackers.  \"Warrior . . .\"\nshe managed to whisper.\n\n\"Yes, Garvey DarTorrance.  And you?\"\n\n\"Dana Manfredi, thakur-na to Richard Jason.  He's all right?\"\n\n\"Unconscious, but not hurt.\"\n\n\"Good.\"  Dana sighed, relief letting her outraged body take over; she\npassed out.\n\n      *      *      *      *      *\n\nThe time Dana spent unconscious was less peaceful than it should have\nbeen.  She dreamed, bits and pieces of her relationship with Richard\nJason, from meeting him shortly after her college graduation, to\nswearing fealty, to the mountain hike that had ended so disastrously.\n\nShe woke slowly, realizing as she did that she had been reliving a\ndream become nightmare, that she was actually in a hospital; the smell\nwas unmistakable.  Her next awareness was that she was blissfully free\nof pain, and she spent several minutes enjoying something she had taken\nfor granted before.\n\nThen she heard the room's door open and stirred herself to look toward\nit. The one who came in was a Sandeman, a warriors'-woman from the\ngold-gemmed ring she wore; Dana inclined her head in the closest she\ncould come to a bow.\n\n\"Good afternoon, Dana,\" the w'woman said.  \"I am Mona, a warriors'-woman\nof Clan Lewies and your doctor.  How do you feel?\"\n\n\"Better than I would've thought possible when the warrior Garvey found\nme,\" Dana said.  \"Thanks for everything you've done for me.\"\n\n\"My pleasure,\" the w'woman said.  \"Fortunately you were found before\nyour attackers did anything life-threatening to you, though some of\nyour injuries could be classified as moderately serious for a Terran.\nI do have you on rapid-heal, since there was no infection.  Except for\nyour broken bones, you should be recovered in two weeks; those will\ntake three to four.\"\n\nDana nodded, the reference to her broken bones bringing the casts on\nher arms to her attention, and she wondered again about their\nattackers.  \"How's my thakur?  And what about the ones who attacked\nus?\"\n\nThe doctor frowned.  \"Your thakur is fine, and wants to see you.  I\nwill permit that tomorrow morning; right now you still need to rest.\nAs for your assailants, they are dead.  Clan Torrance is particular\nabout the safety of its guests, and the warrior Garvey caught them in\nthe act.  Two were kept alive long enough to question, and--\"  She\nbroke off.  \"Garvey is an honorable man and would report what he was\ntold accurately, but his prisoners might easily have lied to stop the\ninterrogation.\"\n\n Dana felt a sinking sensation.  \"What . . . what did they say?\"\n\n The doctor hesitated, clearly unwilling to tell her, but honesty was\ntoo deeply ingrained in Sandemans for her to avoid it.  \"They said your\nthakur's chief representative here had hired them to ambush you, do ...\nwhat they did, and worse, then leave you to die of your injuries and\nexposure.\"\n\nDana swallowed past the lump that had appeared in her throat.  That fit\nin all too well with her earlier feeling that they hadn't just been\ncriminals. One starting to call his leader what sounded like \"Cap,\"\ntheir avoidance of names, the leader's expertise with the baton . . .\n\"Were they carrying any ID?\"\n\n\"No.\"\n\nAnd that fit the theory she was starting to evolve, too.  They sounded\nlike a mercenary commando team--but her thakur wouldn't do such a\nthing! He wouldn't set her up for a particularly unpleasant death\n. . . would he? Suddenly she wasn't sure.  One of the less pleasant things\nshe had done for him was to set up a--well, not a frame, the man had\nbeen guilty--but a trap for someone who had gotten in Jason's way.  It\nhad, indirectly, led to the man's death . . .\n\n\"I'm disturbing you,\" the doctor said.  \"And that is something you do\nnot need.  A tranquilizer, if you permit, would help.\"\n\nDana felt a brief flash of amusement at a doctor asking permission for\na treatment--but this was Sandeman, where medical treatment was kept as\nunintrusive and respectful as possible even with an unconscious\npatient, and never went beyond that permitted by a conscious one.  She\nnodded.  \"I think I'd like that, Doctor.  Thank you.\"\n\n\"None needed.\"  The doctor went to a wall cabinet, prepared an\ninjector, and used it, then left as her patient fell asleep again.\n\nDana didn't recognize the w'woman who was in her room the next time she\nwoke, but she didn't have time to ask for an introduction; she saw her\nthakur sitting beside her bed, scanning a tape.\n\nMonitors apparently alerted the w'woman; she turned to Jason.  \"Your\n'na is waking, Mr. Jason.  If you wish to speak to her alone, I can\nmonitor from outside.\"\n\n\"You needn't bother, Nurse,\" Jason said, putting down the tape-viewer\nand standing to look down at Dana, his expression mildly regretful.\n\"It's too bad we had to be rescued early, thakur-na.  I did try to give\nyou a heroic death; sorry it didn't work out.\"\n\n\"Thakur?\"  Dana didn't want to believe what she was hearing, even\nthough she'd half-suspected it.  \"I don't understand.  Have I done\nsomething wrong?\"\n\n\"No, at least nothing you could help,\" Jason said calmly.  \"You've\nsimply outlived your usefulness.  I thought I owed you the satisfaction\nof a trip here, then the belief that you were dying to save me; you\nwere worth that much effort. Still, the fact remains: I wish you to\nleave me. I no longer need you.\"\n\nDana was stunned by the cold finality in his voice.  He knew what he\nwas saying, too, what he was doing--he was condemning her with an\nImperial English paraphrase of the High War words that were a thakur's\nway of telling his 'na, \"Thou hast dishonored me.\"\n\nBut maybe he didn't know exactly what that meant. \"Thakur--what am I\nsupposed to do?\"\n\nJason shrugged.  \"That's up to you.  Whatever a Sandeman 'na does when\n@'s no use any more, I suppose.  Mentally you've always been more\nSandeman than Terran anyway . . . yes, that would be best.  Imitate\nyour Sandeman idols again.\"  He started to turn away.\n\n\"Yes, Thakur.\"  Dana went as cold as his voice had been, wishing she\nhad died back in the mountains, never had to hear this.\n\n\"Mister Jason!\" the w'woman snapped.\n\nHe turned back.  \"Yes?  You don't approve?\"\n\n\"I do not, but I cannot interfere between thakur and 'na.  So long as\nyou both live and she wears your mark, however, she is yours; no one\nelse may be involved in what you order for her.\"\n\n\"Oh?  All right.\"  Jason took a folding knife from his pocket, opened\nit, and bent over his 'na.\n\nDana felt cold sharpness against her cheek, and she gasped.  Then the\nknife bit, four quick shallow slashes, followed by a tugging, and she\ncried out more in loss than in pain.  By the time the tugging stopped,\nshe was sobbing quietly, the salt of her tears accenting the pain of\nher missing tattoo.  When she was able to see again, Jason was gone and\nthe w'woman was standing over her, cleaning her cheek.\n\nDana raised the head of her bed, trying to think.  Her thakur--her\nformer thakur--had admitted seeking her death, but he had that right; a\n'na's gift of @self was absolute.  She had even imagined circumstances\nwhere she would welcome death at his hands, or give him his own--but\nthose had been honorable circumstances, where death was preferable to\nthe alternative. This was . . .  She shied away from the thought\nmomentarily, then forced herself back.\n\nHer thakur had ordered her to die, in humiliation and agony, even as he\nhad said she had done nothing to deserve such a death.  Then he had\ntold her to do whatever a Sandeman 'na would do under the same\ncircumstances.  And she had absorbed enough of their ways to think that\na proper response--except that, as far as she knew, similar\ncircumstances had never arisen.\n\nFor the moment, at least, she was too stunned to be really afraid.  She\nturned to the w'woman.  \"Lady--can you help me?\"\n\n\"Help you how?\" the w'woman asked.\n\n\"To do what's needed--except that I don't know what is needed!\"  She\nhesitated.  \"I mean . . . I've been dismissed, but he said I haven't\ndone anything wrong!\"\n\nThe w'woman shook her head slowly.  \"Nothing like this has ever\nhappened before.  All I can tell you is that custom says a 'na who has\nbeen dismissed must make atonement for allowing @'s thakur to accept\none who proved unworthy.\"\n\n Dana was silent for a moment, absorbing that, then she nodded.  In her\nmisery, it didn't seem too unreasonable that she should have to die\njust for being of no further use.  She had tried to live by Sandeman\ncustom; she couldn't change that now, simply because it became\n. . . inconvenient. \"You're right, of course.  But I can't do it myself\nright now, and I don't have a clan-chief to help me.\"\n\nThe w'woman looked at her with what seemed to Dana like approval.\n\"Perhaps a clan-chief can be found for you.\"\n\n\"I'd . . . appreciate that.\"  Dana licked her lips, fear beginning to\nemerge from her stunned misery, but her mouth was so dry it was little\nhelp. \"I should talk to them myself, I suppose--at least if they'll\ntalk to me--but I can't dial the phone.  Would you, please?\"\n\nThe w'woman nodded.  \"What clan?\"\n\n\"I don't think it matters that much,\" Dana said.  \"Alanna first, if I\nhave to pick one.  If their chief won't help, just keep going until we\nfind one who will.\"\n\n\"A good choice.\"  The w'woman dialed the bedside phone, obviously a\nfamiliar combination, then spoke to the warrior who answered in High\nWar Speech.  Dana could understand only an occasional word of that\nvariant of Classical Russian, though she could read and write it\nfluently; all she could gather was that the w'woman was asking for the\nAlanna.\n\nA few moments later, a man wearing the arms of Alanna's chief appeared\non the screen, introducing himself as Killian.  The w'woman started to\nspeak, but before she'd said more than a few words, Killian frowned and\ninterrupted with a question.  She answered with a \"Da, Glavniy,\" then\nthere was a brief conversation Killian closed with a decisive\nstatement.  The w'woman stepped aside, and Dana found herself\nconfronting the image of a stern-faced clan-chief.\n\nHe let her wait a few seconds, then spoke in Imperial English.  \"The\nlady Arden tells me that your thakur has dismissed you and that you\nrequire a clan-chief's aid to atone.\"\n\n\"Yes, Chief, to both.\"  Dana turned her face so he could see the raw\nspot on her cheek, and raised her cast-enclosed arms.  \"As you can\nsee.\"\n\n\"The lady Arden mentioned extenuating circumstances.\"\n\nDana hesitated, but she had spent so long trying to be Sandeman in all\nbut body that her response was more by reflex than by thought.  \"I\nclaim none, Alanna,\" she said formally.  \"Custom says none exist.\"\n\n\"True.\"  Killian's expression became remote, almost frightening.  \"Very\nwell, I accept the responsibility of acting for the clan-chief you do\nnot have.  Alanna warriors will be there as soon as I can contact ones\nnearby, and they will bring you to our clanhome.  You will be treated\nas befits the oathbreaker your thakur's actions proclaim you; if you do\nnot understand what that means, ask the lady Arden.  I will see you in\napproximately six hours.\"\n\nSix hours, Dana thought as Killian's image disappeared.  That meant she\nmight live seven or eight, depending on how badly the beating had\nweakened her.\n\n\"Do you understand?\" Arden asked.\n\nDana turned to the w'woman, fear growing as her shock faded.  \"What's\nin the text-tapes, yes.  Not the details of the . . . execution.\"\n\n\"Those can vary; they depend on the clan-chief.\"  Arden looked almost\nsympathetic, Dana thought.  \"You know, then, that you will receive no\nmore pain medication, that no one will speak to you unnecessarily, and\nthat when your escort arrives you will be placed under restraint.\"\n\n\"Yes.\"  The restraints were a formality, especially in her case--a sign\nof condemnation, like the silent treatment--but the lack of medication\nwould have her uncomfortable, at least, even before the execution\nbegan.\n\n \"Chief Killian has granted one concession, since you were hurt before\nyour thakur dismissed you.  If you wish, I can give you a stimulant to\ncompensate for your injuries.\"\n\nDana thought about that offer briefly before she spoke.  \"Let me try to\nstand and walk.  I'll take the stimulant if I can't.\"\n\n\"Reasonable.\"  Arden moved to help as Dana sat up and swung her legs\nover the edge of the bed.  That brought on a wave of dizziness, and\nwhen she cautiously slid off the bed, her knees gave way.  Arden caught\nher and helped her back onto the bed.\n\n\"It looks like I'd better take it,\" Dana said shakily.  She hadn't\nrealized she was so weak--it wouldn't do at all for her escort to have\nto carry her! \"A strong dose, please.\"\n\n\"A twelve-hour dose, as strong as you can tolerate,\" Arden agreed.\n\"Are you allergic to energine?\"\n\n\"No, that'll be fine.\"  Dana would have refused such a dose if she'd\nexpected to have to go through the aftereffects; energine would keep\nyou going through almost anything, but you paid the price later--and\nshe was also on rapid-heal, which made demands of its own.  But both\nwould be academic in a few hours.  She watched Arden prepare an\ninjector, her thoughts going to what would be happening to her shortly.\nShe didn't know the details, no, but she was fully aware that it would\nbe at least as painful as the attack--and more humiliating, because she\ncared about the Sandemans' opinions as she hadn't about the attackers'.\n\nArden gave her the injection, then said, \"It will take effect in a few\nminutes, and once it does, I will also have to start treating you as an\noathbreaker.  However, I told the Alanna that there was more to this\nthan appears on the surface, and he has agreed to contact Torrance for\nthe interrogation reports, then watch a copy of the monitor tapes from\nhere that I will send with his warriors.  That will probably have no\neffect, but this is an unprecedented situation; it could make a\ndifference.\"  She hesitated, then went on in a low voice.  \"I break\ncustom by saying this, but I don't think you dishonored.  I pray the\ngods will grant you a swift death, then rebirth as a warrior-caste\nSandeman to you can earn a place in their ranks.\"  Then she turned\naway, leaving the room before Dana could frame a reply.\n\nAs the energine took effect and her strength returned, Dana clung to\nArden's words.  They meant there was still a trace of hope for\nher . . . if Clan-chief Killian agreed with the lady Arden.\n\nBut that trace of hope wasn't all good; it was easier to hold fear at\nbay if you had no alternative to what you were afraid of.  That trace\nof hope, tiny as it was, let the fear start to grow again.  She began\npracticing one of the pre-combat calming exercises she'd come across in\nher studies of Sandeman, pleased to find that even with her lack of\nexperience it helped.\n\nThe next time she tried to stand, she felt almost normal.  She had no\nidea how long it would take the Alanna warriors to get to her--she had\nno idea where she was, other than in a hospital--so she decided she had\nbetter get dressed.\n\nDoing so replaced what fear her exercises had left with sheer\nfrustration. To begin with, bandages made clothes that had fit\ncomfortably before so snug they would have been hard to get into even\nif she'd had her hands free instead of in casts.  As it was, the effort\nof just getting them on, not to mention closing the buttons and zippers\nshe preferred to magseals, was more of a challenge than she appreciated\nright then.\n\nNot too long after she managed to make herself presentable, four\nwarriors wearing Alanna arms on their drab coveralls--and more heavily\narmed than usual for peacetime--entered her room.  She bowed to them,\nacutely conscious of the scab forming on her cheek.  They didn't return\nthe courtesy, of course; instead, two of them secured her arms behind\nher back.  They weren't especially gentle, but she was obscurely\npleased that they also weren't as rough as she'd expected them to be\nwith an oathbreaker.\n\nAnd during the flight to the Alanna clanhome, she was both pleased and\na little puzzled by the warriors' continuing lack of overt hostility.\nEven given the ingrained politeness of a Sandeman, she would have\nexpected some jostling, or unpleasant comments.\n\nThe flight also gave her time, and energine gave her strength, to think\nback on the attack and Jason's dismissal of her.  She still didn't want\nto believe that the man she'd chosen to devote her life to had set her\nup for such a painful, degrading death, even to give her the illusion\nof dying for the best reason a thakur-na could have.  But she couldn't\navoid the truth: from all the evidence she had, that was precisely what\nhe had done.  And then when that had failed, he had deliberately\nsentenced her to the death of an oathbreaker.\n\nShe shifted in her seat, trying to find a comfortable position with her\narms fastened behind her.  She failed, and that discomfort combined\nwith the wearing off of the painkiller to make her begin to resent her\nformer thakur. Maybe she did deserve to die, she thought bitterly.  Not\nfor the dishonor he admitted she wasn't guilty of, but for her\nmisjudgment of him--when it came down to first causes, that was why she\nwas being flown to her death.  While Jason would live, as wealthy,\ncomfortable, and influential as ever . . .\n\n      *      *      *      *      *\n\nDana wasn't able to appreciate either the crisp autumn weather or the\nfunctional beauty of Alanna's clanhome when the plane landed and her\nguards, their weapons drawn, escorted her into the warriors' hall.  The\nmixture of fear about what was to come, anger at Jason, and the ache of\nher injuries had her irritable, wanting to get the whole mess over with\nso she wouldn't have to think about it any more.\n\nKillian was waiting for her, sitting at the judicial-looking Chief's\nBench at the far end of the hall.  Some clans had theirs ornamented, to\nvarying degrees, but Alanna's was plain: glossy jet-wood, the only\ncolor on it the arms of Alanna's chief.\n\nDana's heart sank as she realized that Killian was clad in leather as\nblack as his Bench, again relieved only by his arms, rather than the\nusual warrior-drab.  She hadn't known he'd earned that--been acclaimed\nby his peers as having honor so uncompromising it couldn't be\nquestioned.  So much for the lady Arden's--and her own--hope of some\nclemency, Dana thought. Yet Arden must have known the Alanna was\nentitled to honor-black . . .\n\nUrged forward by one of her guards, Dana approached the Bench and,\nbefore she could be prompted, knelt.  A Sandeman knelt only to the gods\nand to @'s thakur, if @ had one, but this was a special case; Killian\nwas acting on Jason's behalf, so she had to show him the same degree of\nrespect.  She heard a quiet sound of what seemed like approval from the\nwarriors and w'women beginning to gather in the hall, but didn't dare\nlet it reawaken her hopes.\n\nShe returned Killian's silent gaze.  She would continue to abide by the\ncustoms she had tried so long to observe--she still didn't see how she\ncould change that now, whatever the circumstances--but she had decided\nduring the flight that she had done nothing to be ashamed of, and\nwouldn't act as if she had.\n\nKillian nodded once, then accepted the tape her senior guard handed him\nand slipped it into a viewer in the Bench.  Dana could hear only a\nmurmur from the speaker as he played the tape, but she could see\nKillian's face clearly, and she had seldom seen such an expression of\nrevulsion.  Surely she hadn't done anything disgraceful enough to merit\nthat!\n\nWhen Killian looked up from the Bench screen, his face was set and grim\nenough to make Dana shiver.  He looked at her steadily for several\nseconds, then rose and came around the Bench to stand in front of her,\ngesturing to one of the bystanders.\n\n\"Da, Glavniy?\" the w'woman who approached said.\n\n\"Speak English,\" Killian said.  \"Contact the Miklos for me, please, and\ntell him that a serious question of custom has arisen that must be\ndealt with immediately.  I would like him to call a conference of all\navailable on-planet clan-chiefs as soon as possible, for that purpose.\"\n\n\"May I give him details?\"\n\n\"Show him the tape I just watched; that will be more than enough.\"\n\n\"Yes, Chief.\"  The w'woman went to the Bench and took the tape, then\nleft.\n\n\"Please stand, Ms. Manfredi,\" Killian said, startling Dana--and\nstartling her even more when he took her shoulders and steadied her as\nshe obeyed.  \"I regret that I must continue to observe the formalities\nof treating you as an oathbreaker for the moment; custom, as you have\nshown you understand, should not be broken easily.  But I want you to\nknow that I believe you acted honorably and should not have the kind of\ndeath he sentenced you to.  I do not feel that honor would permit me to\ncarry out that sentence.\"\n\nDana was as stunned as she had been when Jason spoke the formula of\ndismissal.  \"Chief--\"\n\nHe raised a hand to silence her.  \"What to do about your situation\ncannot be decided by a single clan-chief, even the chief of the First\nClan.  But I doubt that you--or I--will be left in suspense long, once\nthe Miklos sees that tape and has called the conference I requested.\nIt should be an hour, perhaps a little less, and in the meantime I will\nhave you made as comfortable as your status permits.\"  He nodded to the\nsenior of her guards.  \"See to it, Bowie, and bring her to the com room\nas soon as the conference convenes.\"\n\n      *      *      *      *      *\n\nDana spent most of the next hour wondering what in Chaos was going on,\neven as she appreciated Killian's actions on her behalf and the way her\nguards managed to observe the letter of treating her as an oathbreaker\nwhile at the same time wordlessly letting her know they didn't think\nshe could be, after Killian's endorsement.\n\nEventually they got word the conference was convening, and took her to\nAlanna's com room, where she recognized Miklos' arms on the screen.  As\nfar as she knew, the last time that communications-specialist clan had\nagreed to call an all-planet conference was just before Sandeman was\nbrought into the Empire; it was difficult to believe she was the reason\nfor calling another. But it was impossible to disbelieve, especially\nwhen the Miklos arms on the comscreen were replaced by Clan-chief\nHurley's face.\n\n\"Thank you all for your time,\" the Miklos clan-chief said.  \"This\nconference was called at Alanna's request, concerning a situation for\nwhich no custom exists, and for which Miklos agrees that one must be\nestablished quickly.\"\n\nHe paused, then gave the background: Jason and Dana's vacation and the\nTorrance interrogation reports, then he said, \"The next part consists\nof monitor tapes from the Shangri-La Continental Medcenter.  At this\npoint, it still seemed that Jason's actions, peculiar as they were,\nmight have had some justification.\"\n\nWith that, the picture changed to show a hospital room, its only\npatient a red-haired Terran woman.  Dana recognized herself, wincing at\nwhat the Sandemans must think, but she remained silent.\n\nThe hospital room was replaced by Hurley's face again.  \"That took\nplace this morning, medcenter time.  Dana's situation has no precedent;\nonly clan-chiefs can decide the proper way to deal with it, with her,\nand with Jason.  Chiefs, Miklos awaits your responses.\"\n\nAs chief of the First Clan, Killian was entitled to speak this morning,\nmedcenter time.  \"Dana's situation has no precedent; only clan-chiefs can\ndecide the proper way to deal with it, with her, and with Jason.  Chiefs,\nMiklos awaits your responses.\"\n\nAs chief of the First Clan, Killian was entitled to speak first; he\nused the coder combination that opened the conference for discussion.\n\n\"Killian of Alanna,\" Hurley recognized him.\n\n\"Is this 'cast going to the screen in Jason's suite?\"\n\nHurley looked off-screen for a moment, then nodded.  \"It is.  What is\nAlanna's word?\"\n\n\"None, yet; first, Alanna wishes Vader's opinion of what we have all\nseen.\"\n\n\"As Alanna wishes.  Donovan of Vader.\"  Hurley recognized the chief of\nthe first clan founded after Sandeman overthrew the Shapers, named for\nthe figure in the Saga who had regained his and his family's honor by\noverthrowing his oppressor.  The most delicate questions of honor were\nreferred to Clan Vader, and their decisions were considered final.\n\"What is Vader's word?\"\n\n\"Vader says this.\"  Donovan's face held grim determination.  \"Dana\nManfredi has acted in full honor at all times.  Although it has never\nhappened, Vader says the proper procedure for a thakur to release a 'na\nwithout dishonor to either would be for the 'na's tattoo to be barred,\nexactly as if honorable service had been ended by the thakur's death.\nIn attempting to have her killed, especially in the way he did, and\nthen by dismissing her to seek the death of one who has hurt or\ndishonored his thakur, Jason has forfeited all claim to honor.\"\n\nThe two men in Jason's hotel suite looked at each other, and the head\nof Jason Interstellar's Sandeman operation said feelingly, \"Oh, shit.\nThat tears it, boss.  We won't do a centi's worth of business here for\na year.\"\n\n\"They'll get over it, Gunter.  We'll make up the loss elsewhere, and\nyou can keep things going until business picks up again here.  I'll see\nto it that your pay doesn't suffer--though you'll probably have to cut\nstaffing for a while.\"\n\n\"I can live with that, I guess.  Not that I'll have any choice.\"\n\nKillian spoke again.  \"Alanna thanks Vader, and Alanna says this.\" He\nhoped Jason could read Sandeman expressions better than he could their\nway of thinking.  Obviously he didn't realize that Miklos controlled\ntwo-way access to any set tuned in to a conference call, and that his\nconversation had been heard in all the clans.  \"There is precedent for\na clan to give countenance to an off-worlder, and others have adopted\nour customs; our Earl Klaes and his family even use the clan-prefixes\noffered them by Shona.\"\n\nHe paused, turning to Dana and smiling.  \"Dana Manfredi.\"\n\nDana was startled to hear herself addressed, but she responded quickly.\n\"Yes, Chief Killian?\"\n\n\"Will you accept Alanna's countenance?\"\n\nWould she accept the First Clan's countenance?  Dana could feel tears\nwelling up, though she managed to keep her voice under control.  She\nhad been rejected by her thakur, had a planet-wide conference called to\ndiscuss her fate, been commended by the arbiters of honor, and now\noffered membership in the First Clan!  Thank the gods they didn't\nconsider tears a sign of weakness . . .  \"I would be honored, Alanna.\"\n\n\"Good.\"  Killian smiled at her, then sobered.  \"The Terran woman known\nas Dana Manfredi has accepted Alanna's countenance.  Be it known that\nshe is henceforth Dana, a clanswoman of Alanna.  As chief of her clan I\nsay her actions deserve not punishment but praise; the honorable\nservice she gave was to one unworthy of it, and he had no right to\norder her death.  It is my personal belief that Dana merits the black\nand a place in the warrior caste, but that decision is not mine alone.\n\n\"It is my decision, however, that Clan Alanna take appropriate action\nagainst Richard Jason and every thing or person associated with him.\nTo that end, I claim Chief's Right on behalf of my clanswoman Dana.\"\nHe paused, and when he spoke again, it was to one man.\n\n\"Jason.  That means that anything of yours on Alanna property will be\ndestroyed, anyone who serves you will be killed unless they renounce\nthat service, and your life is forfeit if you enter Alanna territory.\nI find myself hoping you do; I would enjoy making you suffer the fate\nyou ordered her to seek.\"\n\nAfter a brief interval, Hurley began recognizing other clan-chiefs.\n\"Odell of Leras.\"\n\n\"Leras agrees that Alanna's clanswoman Dana should wear black.  Leras\nalso concurs and will cooperate with Alanna in other respects; Jason is\ncurrently in Leras territory, and as an off-worlder, we must give him\ntime to leave. But his property will be destroyed, and should he remain\nhere after one standard day, he will be delivered to Alanna for Chief's\nRight.\"\n\n\"Shona concurs and will cooperate.\"\n\n\"Lewies concurs and will cooperate.\"\n\n\"Vader concurs and will cooperate.\"\n\n      *      *      *      *      *\n\n\"Miklos concurs and will cooperate.\"\n\nAs the litany came to an end, Dana realized Killian--her clan-chief!--was\nbehind her, releasing the restraints and easing her arms into a more\ncomfortable position.  \"Welcome to Alanna, lady,\" he said gently,\nremoving the heavy woolen cloak that was part of his ceremonial black\ngarb and draping it around her shoulders.  \"The true oathbreaker will\ndo no more business in this sector, or in any where honor is more\nvaluable than greed, even if he manages to get offworld.  You should be\nstarting to feel the aftereffects of the energine, so Meara, our senior\nw'woman, will care for you until you wake--and when you are recovered\nenough, we will have a party to welcome you into Alanna, the warrior\ncaste, and the ranks of those who wear honor-black.\"  He smiled, and\nDana could almost feel the lightening of the clan's mood.  \"You have\ndone something as unprecedented as what was done to you, did you know\nthat?\"\n\nDana's strength was ebbing as the energine wore off, and she wasn't\nquite sure what her clan-chief meant.  \"I'm sorry?\"\n\nKillian laughed aloud.  \"Why doesn't that surprise me?  Dana, you do\nneed rest now--but try to remember you were able to force a change in\none of our most sacred customs by strict adherence to that same\ncustom!\"\n\n\n\n\nEND\n\n\n\n\n\n\n\n\n",
  "metadata": {
    "author": [
      "Wilson, Ann"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/25745/pg25745.txt",
    "name": "thakur_na_a_terran_empire_story"
  }
}
