{
    "name": "The voice in the fog",
    "author": [
        "Leverage, Henry"
    ],
    "body": "The _Seriphus_ was a ten thousand ton, straight bow ocean tanker, and\nher history was the common one of Clyde-built ships--a voyage here\nand a passage there, charters by strange oil companies, petrol for\nBrazil, crude petroleum that went to Asia (for anointment purposes\namong the heathen) and once there was a hurried call to some\nunpronounceable Aegean port where the _Seriphus_ acted against the\nTurks in their flare-up after the Great War.\n\nThe ordinary and usual--the up and down the trade routes--passed away\nfrom the _Seriphus_ when Ezra Morgan, senior captain in the service\nof William Henningay and Son, took over the tanker and drove her bow\ninto strange Eastern seas, loading with oil at California and\ndischarging cargo in a hundred unknown ports.\n\nOf Ezra Morgan it was said that he had the daring of a Norseman and\nthe thrift of a Maine Yankee; he worked the _Seriphus_ for everything\nthe tanker could give William Henningay and Son; he ranted against\nthe outlandish people of the Orient and traded with them, on the\nside, for all that he could gain for his own personal benefit.\n\nTrading skippers and engineers with an inclination toward increasing\nwage by rum-running and smuggling were common in the Eastern service.\nEzra Morgan’s rival in that direction aboard the _Seriphus_ ruled the\nengine-room and took pride in declaring that every passage was a gold\nmine for the skipper and himself.\n\nThe chief engineer of the _Seriphus_ saw no glory in steam, save\ndollars; he mopped up oil to save money. His name was Paul Richter--a\nbrutal-featured man given to boasting about his daughter, ashore, and\nwhat a lady he was making of her.\n\nPaul Richter--whom Morgan hated and watched--was far too skilled in\nanything pertaining to steam and its ramifications to be removed from\nhis position aboard the _Seriphus_. Henningay, Senior, believed in\nopposing forces on his many tankers--it led to rivalry and\nefficiency, instead of close-headedness and scheming against owners.\n\nThe _Seriphus_, after a round passage to Laichau Bay, which is in the\nGulf of Pechili, returned to San Francisco and was dry-docked near\nOakland, for general overhauling.\n\nRichter, after making an exact and detailed report to Henningay, Jr.,\nvisited the opera, banked certain money he had made on the\nround-passage, then went south to his daughter’s home. He found\ntrouble in the house; Hylda, his daughter, had a heart affair with a\nmarine electrician, Gathright by name, a young man with a meager wage\nand unbounded ambition.\n\nThrough the Seven Seas, from the time of his Bavarian wife’s death,\nfrom cancer of the breast, Richter, chief engineer of the _Seriphus_,\nhad sweated, slaved, saved and smuggled contraband from port in order\nto say:\n\n“This is my daughter! _Look at her!_”\n\nNow, as Richter discovered, Hylda, twenty-seven years of age,\nsomewhat prim and musical, had given her promise to an electrician\nwhom the engineer believed was not fit to dust her shoes. Richter,\nused to breaking and thrashing coolie oilers, ordered Gathright from\nthe house and locked up his daughter.\n\nShe cried for seven days. Gathright was seen in town. Richter’s rage\ngave way to an engineer’s calculation.\n\n“What for I study in University and college? Why do I hold\ncertificates? I fix Gathright!”\n\nNo oil was smoother than Richter’s well-laid plan; he sent Hylda away\nand met Gathright.\n\n“All right about my daughter,” he told the electrician. “You go one\nvoyage with me--we’ll see Henningay--I’ll fix you up so that you can\ndraw one hundred and fifty dollars in wage, with a rating as\nelectrician aboard the _Seriphus_.”\n\nGathright went with Richter to San Francisco. They recrossed the Bay,\nwithout seeing Henningay, Jr., and, at dusk, climbed over the shoring\ntimbers and went aboard the _Seriphus_. Richter’s voice awoke echoes\nin the deserted ship and dry-dock:\n\n“Come, I show you my dynamo and motors. We go to the boiler-room\nfirst, where the pumps are.”\n\nThe boiler-room, forward the engine-room of the tanker, was a place\nof many snakelike pipes, valves, sea-plates and oily seepage from the\nfeedtanks. The _Seriphus_ was a converted oil-burner, having been\nbuilt before crude petroleum was used for steaming purposes. Three\ndouble-end Scotch boilers made the steam that drove the tanker’s\ntriple-expansion engine.\n\nRichter knew the way down to the boiler-room, blindfolded. He struck\nmatches, however, to guide Gathright, and remarked that the newer\nships of Henningay’s fleet had a storage-battery reserve for lighting\npurposes when the dynamo ceased running.\n\nGathright, somewhat suspicious of Hylda’s father, took care to keep\ntwo steps behind the chief-engineer. They reached and ducked under\nthe bulkhead beam where the door connected the engine-room with the\nboiler-room. Richter found a flashlamp, snapped it on, swung its rays\naround and about as if showing Gathright his new duties.\n\n“There’s a motor-driven feed-pump,” he said. “Something’s the matter\nwith the motor’s commutator. It sparks under load--can you fix it\nup?”\n\nThere was a professional challenge in the chief engineer’s voice;\nGathright forgot caution, got down on his knees, leaned toward the\nmotor and ran one finger over the commutator bars. They seemed\npolished and free from carbon.\n\nRichter reversed his grip on the flashlamp, swung once, twice, and\nsmashed the battery-end of the lamp down on Gathright’s head, just\nover the top of the electrician’s right ear.\n\nGathright fell as if pole-axed and dropped with his hands twitching\non a metal plate.\n\nStriking a match, Richter surveyed the electrical engineer.\n\n“Good!” he grunted. “Now I put you where nobody’ll ever look--unless\nI give the order.”\n\n                *       *       *       *       *\n\nA stump of candle, stuck by wax to a feed-pipe, allowed Richter\nillumination sufficient to work by. Swearing, sweating, listening\nonce, he fitted a spanner to bolt-heads on a man-plate in the spare\nboiler and removed the stubborn bolts until the plate clanged at his\nfeet.\n\nGathright was a slender man, easy to insert through the man-hole;\nRichter had no trouble at all lifting the electrician and thrusting\nhim out of sight.\n\nIt seemed to the engineer, as he hesitated, that Hylda’s lover moaned\nonce and filled the boiler with a hollow sound.\n\nHesitation passed; and Richter swallowed his superstitious fears, put\nback the man-hole plate, bolted it tighter than it ever was before,\nalmost stripping the threads, and stepped back, mopping his brow with\nthe sleeve of a shore-coat.\n\nThere was nothing very unusual in Richter’s further actions that\nevening. The ship-keeper, who came aboard at daylight, long before\nthe dry-dock men began work, noticed a wet shore-hose, a thin plume\nof steam aft the tanker’s squat funnel, and there was a trailing line\nof smoke drifting aslant the _Seriphus’_ littered deck.\n\n“Been testing that spare boiler,” explained Richter, when the\nship-keeper ducked through the bulkhead door. “I think it’s tight an’\nunsealed, but th’ starboard one will need new tubes and general\ncleaning. Get me some soap--I want to wash up.”\n\nRichter dried his hands on a towel, tossed it toward the motor-driven\nfeedpump, then, when he left the boiler-room, his glance ranged from\nthe tightly-bolted man-hole cover up to a gauge on a steam-pipe. The\ngauge read seventy-pounds--sufficient to parboil a heavier man than\nHylda’s lover.\n\n“I think that was a good job,” concluded the first engineer of the\n_Seriphus_.\n\nThe second engineer of the tanker, a Scot with a burr on his voice\nlike a file rasping the edge of a plate, stood watching Richter\nbalance himself as the stout chief came along a shoring-beam.\n\n“I mark ye ha’ steam up,” commented the Scotchman, when Richter\nclimbed over the dry dock’s walk.\n\n“Yes, in the spare boiler.”\n\nMr. S. V. Fergerson tapped a pipe on his heel.\n\n“I made an inspection, myself, of that, not later than yesterday\nforenoon. She was tight as a drum an’ free from scale. I left th’\nman-hole--”\n\n“Damn badly gasketed!” growled Richter.\n\nFerguson started to explain something; but the chief was in a hurry\nto get away from sight of the _Seriphus_. There was a memory on the\ntanker that required a drink or two in order to bring forgetfulness.\nRichter gave the Scot an order that admitted of no answering back.\n\n“Go aboard an’ blow off steam! That boiler’s all right!”\n\nA roar, when Richter strode past the dry-dock’s sheds, caused him to\nwheel around and listen. Ferguson, according to orders, was blowing\noff the steam from the spare boiler.\n\nSomething, perhaps water or waste, clogged the pipe; and the escaping\nvapor whistled; sputtered, and rose to a high piercing note that\nsounded to the chief’s irritated nerves like the cry of a soul in\nagony. The note died, resumed its piercing screeching. Richter’s arm\nand hand shook when he mopped his brow and drew a wet sleeve down\nwith an angry motion.\n\nIn fancy the noise that came from the _Seriphus’_ starboard side,\nechoed and deflated by the hollow dock, was Gathright calling for\nHylda. Richter covered his ears and staggered away.\n\n                *       *       *       *       *\n\nEzra Morgan hastened such repairs as were required for making the\n_Seriphus_ ready for sea; the tanker left the dry-dock, steamed out\nthe Golden Gate, and took aboard oil at a Southern California port.\n\nAll tanks, a well-lashed deck load of eased lubricant--consigned to a\nrailroad in Manchuri--petroleum for the furnaces, brought the\n_Seriphus_ down to the Plimsoll Mark; she drove from shore and\ncrossed the Pacific where, at three God-forsaken Eastern roadsteads,\nshe unloaded and made agents for the oil-purchasers happy with\nshipments delivered on time.\n\nThe romance of caravan routes, and pale kerosene lamps burning in\nTartar tents, escaped both Ezra Morgan and Richter; they went about\ntheir business of changing American and English minted gold for\ncertain contrabands much wanted in the States. The chief engineer\nfavored gum-opium as a road to riches; Ezra dealt in liquors and\nsilks, uncut gems and rare laces.\n\nFortunately for the chief engineer’s peace of mind, the spare,\ndouble-end Scotch boiler was not used on the Russian voyage.\nGathright was forgotten and Hylda, safe in an eastern music school,\nwas not likely to take up with another objectionable lover. Richter,\nrelieved of a weight, went about the engine-room and boiler-room\nhumming a score of tunes, all set to purring dynamos, clanking pumps,\nand musical crossheads.\n\nAt mid-Paciflc, on a second voyage--this time to an oilless country,\nif ever there were one, Mindanao--a frightened water-tender came\nthrough the bulkhead door propelled by scalding steam, and there was\nmuch to do aboard the _Seriphus_. The port boiler had blown out a\ntube; the spare, midship boiler was filled with fresh water and the\noil-jets started.\n\nRichter, stripped to the waist, it being one hundred and seventeen\ndegrees hot on deck, drove his force to superhuman effort. Ezra\nMorgan, seven hours after the accident, had the steam and speed he\nordered, in no uncertain tones, through the bridge speaking-tube.\n\nFergerson, a quiet man always, had occasion, the next day, to enter\nthe chief’s cabin, where Richter sat writing a letter to Hylda, which\nhe expected to post via a homeward bound ship. Richter glared at the\nsecond engineer.\n\n“That spare boiler--” began Fergerson.\n\n“What of it?”\n\n“Well, mon, it’s been foamin’ an’ a gauge-glass broke, an’ there’s\nsomething wrong wi’ it.”\n\n“We can’t repair th’ port boiler until we reach Mindanao.”\n\nFergerson turned to go.\n\n“Ye have m’ report,” he said acidly. “That boiler’s bewitched, or\nsomethin’.”\n\n“Go aft!” snarled Richter, who resumed writing his letter.\n\nHe hesitated once, chewed on the end of the pen, tried to frame the\nwords he wanted to say to Hylda. Then he went on:\n\n    “--expect to return to San Francisco within thirty-five days.\n    Keep up your music--forget Gathright--I’ll get you a good man,\n    with straight shoulders and a big fortune, when I come back and\n    have time to look around.”\n\nRichter succeeded in posting the letter, along with the Captain’s\nmail, when the _Seriphus_ spoke a Government collier that afternoon\nand sheered close enough to toss a package aboard. Ezra Morgan leaned\nover the bridge-rail and eyed the smudge of smoke and plume of steam\nthat came from the tanker’s squat funnel. He called for Richter, who\nclimbed the bridge-ladder to the captain’s side.\n\n“We’re only logging nine, point five knots,” said Ezra Morgan. “Your\nsteam is low--it’s getting lower. What’s th’ matter? Saving oil?”\n\n“That spare boiler is foaming,” the chief explained.\n\n“Damn you and your spare boiler! What business had you leaving San\nFrancisco with a defective boiler? Your report to Mr. Henningay\nstated that everything was all right in engine-room and boiler-room.”\n\n“Foam comes from soap or--something else in the water.”\n\n“Something else--”\n\nRichter got away from Ezra Morgan on a pretense of going below to the\nboiler-room. Instead of going below, however, he went aft and leaned\nover the taffrail. Somehow or other, he feared that spare boiler and\nthe consequence of conscience.\n\nLimping, with three-quarters of the necessary steam pressure, the\n_Seriphus_ reached Mindanao and was forced to return to California\nwithout repairs to the port boiler. While repairs, new tubes and\ntube-sheet were put in place by boilersmiths, Richter saw his\ndaughter, who had come west from music school.\n\nThe change in her was pronounced; she spoke not at all of Gathright,\nwhose disappearance she could not understand; and Richter, keen where\nhis daughter was concerned, realized that her thinness and\npreoccupation was on account of the missing electrician.\n\n“I get you a fine fellow,” he promised Hylda.\n\nHe brought several eligible marine engineers to the house. Hylda\nsnubbed them and cried in secret.\n\nAn urgent telegram called Richter back to the _Seriphus_. He made two\nlong voyages, one down Chili-way, the other half around the world,\nbefore the tanker’s bow was turned toward California. Much time had\nelapsed from the night he had thrust Gathright into the spare boiler\nand turned on the oil-jets beneath its many tubes. Once, in\nValparaiso, an under-engineer pointed out red rust leaking from the\ngauge-glass of the spare boiler.\n\n“Looks like blood,” commented this engineer.\n\nRichter scoffed, but that afternoon he drank himself stupid on\nkummel, obtained from an engineer’s club ashore. Another time, just\nafter the tanker left the port of Aden on her homebound passage, a\nstowaway crawled out from beneath the cold boiler and gave Richter\nthe fright of his life.\n\n“Why, mon,” said Fergerson, who was present in the boiler-room,\n“that’s only a poor wisp o’ an Arab.”\n\n“I thought it was a ghost,” blabbered Richter.\n\nBarometer pressure rose when the _Seriphus_ neared mid-Pacific. Ezra\nMorgan predicted a typhoon before the tanker was on the longitude of\nGuam. Long rollers came slicing across the _Seriphus’_ bow, drenched\nthe forecastle, filled the ventilators and flooded the boiler-room.\n\nRichter went below, braced himself in the rolling engine-room,\nlistened to his engines clanking their sturdy song, then waddled over\nthe gratings and ducked below the beam that marked the bulkhead door.\nAn oiler in high rubber boots lunged toward the chief engineer.\n\n“There’s something inside th’ spare boiler!” shouted the man. “Th’\nboiler-room crew won’t work, sir.”\n\nRichter waded toward a frightened group all of whom were staring at\nthe spare boiler. A hollow rattling sounded when the tanker heaved\nand pitched--as if some one were knocking bony knuckles againt the\nstubborn iron plates.\n\n“A loose bolt,” whispered Richter. “Keep th’ steam to th’ mark, or\nI’ll wipe a Stillson across th’ backs of all of you,” he added in a\nvoice that they could hear and understand.\n\nSuperstition, due to the menacing storm and high barometer, the\nuncanny noises in the racked boiler-room, Richter’s bullying manner,\nput fear in the hearts of the deck crew. Oil-pipes clogged, pumps\nrefused to work, valves stuck and could scarcely be moved.\n\n“I’ve noo doot,” Fergerson told his Chief, “there’s a ghost taken up\nits abode wi’ us.”\n\nRichter drank quart after quart of trade-gin.\n\n                *       *       *       *       *\n\nThe barometer became unsteady, the sky hazy, the air melting hot, and\na low, rugged cloud bank appeared over the _Seriphus’_ port bow.\n\nDown fell the barometer, a half-inch, almost, and the avalanche of\nrain and wind that struck the freighter was as if Thor was hammering\nher iron plates.\n\nEzra Morgan, unable to escape from the typhoon’s center, prepared to\nride out the storm by bringing the _Seriphus_ up until she had the\nsea on the bow, and he had held her there by going half speed ahead.\nA night of terror ruled the tanker; the decks were awash, stays\nsnapped, spume rose and dashed over the squat funnel aft the bridge.\n\nMorning, red-hued, with greenish patches, revealed a harrowed ocean,\nwaves of tidal height, and astern lay a battered hulk--a freighter,\ndismasted, smashed, going down slowly by the bow.\n\n“A Japanese tramp,” said Ezra Morgan. “Some _Marau_ or other, out of\nthe Carolines bound for Yokohama.”\n\nRichter, stupid from trade-gin was on the bridge with the Yankee\nskipper.\n\n“We can’t help her,” the engineer said heavily. “I think we got all\nwe can do to save ourselves.”\n\nEzra Morgan entertained another opinion. The storm had somewhat\nsubsided, and the wind was lighter, but the waves were higher than\never he had known them. They broke over the doomed freighter like\nsurf on a reef.\n\n“Yon’s a distress signal flying,” said Ezra Morgan. “There’s a few\nseamen aft that look like drowned rats. We’ll go before th’ sea--I’ll\nput th’ sea abaft th’ beam, an we’ll outboard oil enough to lower a\nsmall boat an’ take those men off that freighter.”\n\nThe maneuver was executed, the screw turned slowly, oil was poured\nthrough the waste-pipes and spread magically down the wind until the\nfreighter’s deck, from aft the forehouse, could be seen above the\nwaves.\n\nOver the patch of comparative calm oars dipped, and a mate, in charge\nof the small boat lowered from the _Seriphus_, succeeded in getting\noff the survivors who were clinging to the freighter’s taffrail.\n\nThe small boat lived in a sea that had foundered big ships. It\nreturned to the tanker’s bow; and the four men, bruised, broken, all\nhalf-dead from immersion, were hoisted to the forepeak and taken aft.\nTwo were Japanese sailors and two were Americans--a wireless operator\nand an engineer. The engineer had a broken leg which required\nsetting, and the wireless operator was in a bad fix; wreckage had\nstove in his features, and twisted his limbs.\n\nEzra Morgan was a rough and ready surgeon-doctor; he turned the\n_Seriphus_ over to the first mate and made a sick room out of\nRichter’s cabin. The chief protested.\n\n“Get below to your damn steam!” roared Ezra Morgan. “You hated to see\nme bring aboard these poor seamen; you said I wasted fuel oil; your\nbreath smells like a gin-mill. Below with you, sir!”\n\nThe engine-room and boiler-room of the tanker, she being in water\nballast, was not unlike an inferno; the first mate, acting on Ezra\nMorgan’s instructions, drove the _Seriphus_ at three-quarter speed\ninto a series of head-on waves; the ship rolled and yawed, tossed,\nsettled down astern, then her screw raced in mingled foam and brine.\n\nRichter’s stomach belched gas; he became sea-sick, climbed into a\nfoul-smelling “ditty-box” of a cabin, aft the engine-room, and\nattempted to sleep off the effect of the gin. Picture-post-cards;\nmostly of actresses, a glaring electric over the bunk, oil and water\nswishing the metal deck below, and the irritating clank of\nirregular-running engines drove sleep away from him.\n\nFergerson, the silent second engineer, came into the “ditty-box” at\neight bells, or four o’clock. Fergerson’s thumb jerked forward.\n\n“I’ll have t’ use that spare boiler,” said he.\n\n“What’s th’ matter now?”\n\n“Feed-pipes clogged in starb’ard one, sir.”\n\n“Use it,” said Richter.\n\nSteam was gotten up on the spare, double-end Scotch boiler; the\nstarboard boiler was allowed to cool; Fergerson, despite the tanker’s\nrolling motion, succeeded in satisfying Ezra Morgan by keeping up the\nthree-quarter speed set by the skipper.\n\nRichter sobered when the last of the trade-gin was gone; the\n_Seriphus_ was between Guam and ’Frisco; the heavy seas encountered\nwere the afterkick of the simoon.\n\nRolling drunkenly, from habit, the chief went on the bridge and asked\nabout getting back his comfortable cabin aft. Ezra Morgan gave him no\nsatisfaction.\n\n“Better stay near your boilers,” advised the captain. “Everything’s\ngone to hell, sir, since you changed from kummel to gin!”\n\n“Are not th’ injured seamen well yet?”\n\n“Th’ wireless chap’s doing all right--but th’ engineer of that\nJapanese freighter is hurt internally. You can’t have that cabin,\nthis side of San Francisco.”\n\n“What were two Americans doing in that cheap service?”\n\nEzra Morgan glanced sharply at Richter.\n\n“Everybody isn’t money mad--like you. There’s many a good engineer,\nand mate, too, in th’ Japanese Merchant Marine. Nippon can teach us a\nthing or two--particularly about keeping Scotch boilers up to th’\nsteaming point.”\n\nThis cut direct sent Richter off the bridge; he encountered a\nbandaged and goggled survivor of the freighter’s wreck at the head of\nthe engine-room ladder. The wireless operator, leaning on a crutch\nwhittled by a bo’sain, avoided Richter, who pushed him roughly aside\nand descended the ladder, backward.\n\nWhite steam, lurid oaths, Scotch anathema from the direction of the\nboiler-room, indicated more trouble. Fergerson came from forward and\nbumped into Richter, so thick was the escaping vapor.\n\n“Out o’ my way, mon,” the second engineer started to say, then\nclamped his teeth on his tongue.\n\n“What’s happened, now!” queried Richter.\n\n“It’s that wicked spare boiler--she’s aleak an’ foamin,’ an’ there’s\nwater in th’ fire-boxes.”\n\nRichter inclined his bullet shaped head; he heard steam hissing and\noilers cursing the day they had signed on the _Seriphus_. A blast\nwhen a gasket gave way, hurtled scorched men between Richter and\nFergerson; a whine sounded from the direction of the boiler-room; the\nwhine rose to an unearthly roar: Richter saw a blanket of white vapor\nfloating about the engine’s cylinders. This vapor, to his muddled\nfancy, seemed to contain the figure of a man wrapped in a winding\nshroud.\n\nHe clapped both hands over his eyes, hearing above the noise of\nescaping steam a call so distinct it chilled his blood.\n\n“_Hylda!_”\n\n                *       *       *       *       *\n\nNow there was that in the ghostly voice that brought Richter’s\ngin-swollen brain to the realization of the thing he had done in\ndisposing of Gathright by bolting him in the spare boiler.\n\nNo good luck had followed that action; Hylda was still disconsolate;\ntrade and smuggling was at a low ebb; there was talk, aboard and\nashore, of reducing engineers’ and skippers’ wage to the bone.\n\nRichter had a Teutonic stubbornness; Ezra Morgan had certainly turned\nagainst his chief engineer; the thing to do was to lay the ghostly\nvoice, make what repairs were necessary in the boiler-room, and give\nthe tanker’s engines the steam they needed in order to make a quick\nreturn passage to San Francisco and please the Henningays.\n\nAn insane rage mastered Richter--the same red vision he had\nexperienced when he threw Gathright out of his daughter’s house. He\nlowered his bullet head, brushed the curling vapors from his eyes,\nand plunged through the bulkhead door, bringing up in scalding steam\nbefore the after end of the midship, or spare boiler.\n\nGrotesquely loomed all three boilers. They resembled humped camels\nkneeling in a narrow shed by some misty river. Steam in quantity came\nhissing from the central camel; out of the furnace-doors, from a\nfeed-pipe’s packing, around a flange where the gauge-glass was\nriveted.\n\nThe _Seriphus_ climbed a long Pacific roller, steadied, then rocked\nin the trough between seas; iron plates, gratings, flue-cleaners,\nscrapers, clattered around Richter who felt the flesh on neck and\nwrist rising into water blisters.\n\nNo one had thought to close the globe-valve in the oil supply line,\nor to extinguish the fires beneath the spare and leaking boiler.\nRichter groped through a steam cloud, searching for the handwheel on\nthe pipe line. All the metal he touched was simmering hot.\n\nA breath of sea air came down a ventilator; Richter gulped this air\nand tried to locate the globe-valve with the iron wheel. Vision\ncleared, he saw the red and open mouth of the central camel--the\nflannel-like flames and he heard, through toothed bars a voice\ncalling, “Hylda!”\n\nFergerson and a water tender dragged their chief from the boiler room\nby the heels; blistered, with the skin peeled from his features,\nRichter’s eyes resembled hot coals in their madness. Blabbering\nnonsense, the engineer gave one understandable order:\n\n“Put out th’ fire, draw th’ water, search inside th’ spare\nboiler--there’s something there, damit!”\n\nEzra Morgan came below, while the spare boiler was cooling, and\nentered Richter’s temporary cabin--the “ditty-box” with the play\nactresses’ pictures glued everywhere. Fergerson had applied rude\ndoctoring--gauze bandages soaked in petroleum--on face and arms.\n\n“What’s th’ matter, man?” asked Ezra Morgan. “Have you gone mad?”\n\n“I heard some one calling my daughter, Hylda.”\n\n“Where do you keep your gin?”\n\n“It’s gone! Th’ voice was there inside th’ spare boiler. Did\nFergerson look; did he find a skeleton, or--”\n\nEzra Morgan pinched Richter’s left arm, jabbed home a hypodermic\ncontaining morphine, and left the chief engineer to sleep out his\ndelusions. Fergerson came to the “ditty-box” some watches later.\nRichter sat up.\n\n“What was in th’ spare boiler?” asked the chief.\n\n“Scale, soda, a soapy substance.”\n\n“Nothing else?”\n\n“Why, mon, that’s enough to make her foam.”\n\nRichter dropped back on the bunk and closed his lashless eyes.\n\n“Suppose a man, a stowaway, had crawled through th’ aft man-hole, an’\ndied inside th’ boiler? Would that make it foam--make th’ soapy\nsubstance?”\n\n“When could any stowaway do that?”\n\nRichter framed his answer craftily: “Say it was done when th’\n_Seriphus_ was at Oakland that time th’ boilers were repaired in\ndry-dock.”\n\nFergerson drew on his memory. “Th’ time, mon, ye went aboard an’\ntested th’ spare boiler? Th’ occasion when ye took th’ trouble to rig\nup a shore-hose in order to fill th’ boiler wi’ water?”\n\n“Yes.”\n\n“Did ye ha’ a man-hole plate off th’ boiler?”\n\n“I removed th’ after-end plate, then went for th’ hose. We had no\nsteam up, you remember, and our feed-pumps are motor-driven.”\n\n“Ye think a mon might ha’ crawled through to th’ boiler during your\nabsence?”\n\n“Yes!”\n\n“Ye may b’ right--but if one did he could ha’ escaped by th’ fore\nman-hole plate. I had that off, an’ wondered who put it back again so\ncarelessly. Ye know th’ boiler is a double-ender--wi’ twa man-holes.”\n\nRichter was too numbed to show surprise. Fergerson left the\n“ditty-box” and pulled shut the door. The tanker, under reduced\nsteam, made slow headway toward San Francisco.\n\nOne morning, a day out from soundings, the chief engineer awoke, felt\naround in the gloom, and attempted to switch on the electric light.\n\nHe got up and threw his legs over the edge of the bunk. A man sat\nleaning against the after plate. Richter blinked; the man, from the\ngoggles on him and the crutch that lay across his knees, was the\nwireless operator who had been rescued from a sea grave.\n\n“No need for light,” said the visitor in a familiar voice. “You can\nguess who I am, Richter.”\n\n“A ghost!” said the chief. “Gathright’s ghost! Come to haunt me!”\n\n“Not exactly to haunt you. I assure you I am living flesh--somewhat\ntwisted, but living. I got out of that midship boiler, while you were\nbolting me in so securely. I waited until you went on deck for a\nhose, and replaced the after man-hole cover. I was stunned and lay\nhidden aboard for two days. Then I looked for Hylda. She was gone. I\nshipped as electrician for a port in Japan. I knocked around a\nbit--at radio work for the Japanese. It was chance that the\n_Seriphus_ should have picked me up from the _Nippon Maru.”_\n\n“That voice calling for Hylda,” cried Richter.\n\n“Was a little reminder that I sent through the boiler-room\nventilator; I knew you were down there, Richter.”\n\nThe marine engineer switched on the electric light.\n\n“What do you want?” he whined to Gathright.\n\n“Hylda--your daughter!”\n\nPaul Richter covered his eyes.\n\n“If she will atone for the harm I have done you, Gathright, she is\nyours with her father’s blessing.”",
    "metadata": {
        "author": [
            "Leverage, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68943/pg68943.txt",
        "name": "the_voice_in_the_fog.json"
    }
}