{
    "name": "The Sun King",
    "author": [
        "Derreaux, Gaston"
    ],
    "body": "Before the flood, even before Egypt's greatness, the world was divided\ninto three main countries, named Jaffeth, Shem and Arabin'ya. There were\nother less populated lands and places; Uropa in the west, Heleste in the\nnorth, and the two great lands of the far west, called North and South\nGuatama.\n\nNow, at the juncture of the borders of the three greatest countries, lay\na mighty city, named Oas. It was the capital city of the Arabin'yan\nnation called Par'si'ya.\n\nIts Temple of Skulls was the greatest known to any traveler, but the\ntemples built to the god, Mazda, and his son, Ihua'Mazda, were empty and\nunadorned--the people had forgotten God.\n\nSo-qi, King of Oas, sent out his armies throughout Jaffeth (China),\nconquering and slaying, bringing back ever more skulls for the Golgotha\ntemples, more gold and more slaves for the enriching of King So-qi. His\nharem was the greatest of buildings of the mighty city, and his wives\nbeyond man's ability to count.\n\n\n\nToo-che was one of the finest ornaments of the city of Oas. Too-che was\nslim, her breasts were two mounds of magic, her eyes were pools of\nmystic green depths, her legs were subtle, sinuous beauty.\n\nBut Too-che was a virgin, and in all that city of a million sinful\nsouls, she alone held aloof from the sins of the flesh.\n\nWhich was very strange, for Too-che became big with child, though she\nhad not been with a man!\n\nWhich came to the ears of So-qi, upon his great black throne supported\non a tower of human skulls, in his palace of Gran, across from the great\nGolgotha, which was built entirely of human skulls--the skulls of people\nconquered by the armies of Par'si'ya, over which the city of Oas\nreigned.\n\nSo-qi shook his big belly under the lion's skin, let slip his serpent\nskin headdress, and let the battle axe that was his symbol of office\ndrop from his hand as he shook with mirth at the great and thumping lie\ntold by Too-che.\n\n\"I suppose her child was fathered by Mazda, peering into her womb with\nhis All-light,\" laughed So-qi, for in Oas it was not the fashion to\nworship the God Mazda anymore. The great skull temples had their priests\nand their sacrifices, but no more did people bow down in the temples of\nMazda, or have anything but ridicule for those few who did still worship\nin the old way.\n\nHis serpent skin headdress and battle axe scepter, too, were relics from\nthe past. Just as the belief in Mazda. But more _potent_ relics, by far.\nWith them he was the Sun King, Lord of Battles, Master of Life and\nDeath, Creator of the Universe, Lord of Souls, Maker of the Law, etc.\nWithout them he was just old So-qi, getting fatter and more stupid every\nday.\n\n\"Bring this harlot before me, to see if she can produce a miracle to\nprove her child is not a common one. If she cannot, she will be stoned\nto death at once, do you hear! I have no time to be bothered with the\nlies of every sinning woman who seeks to hide her bastard's origin.\"\n\n\n\nAsha, the philosopher who had told his king of the birth of the child,\nnodded his head sadly and left the presence. Why did kings have to get\nso blown up as to be inhuman? He sympathized with the girl and her\npredicament. If it had been his to say, he would have had the child\nproclaimed divine a thousand times in preference to shedding one drop of\nher blood. But then, he had seen Too-che sauntering home from the well,\nwith her water jar on her head, and her hips the focal point of all eyes\nin the street. Asha smiled, and took his grey-headed, bent, unnoticed\nfigure down the back streets to the house of Too-che.\n\nAs he went, he pondered gloomily on the fate of this great city under\nthe heartless and ignorant So-qi. Surely something dreadful would happen\nto Par'si'ya, lying as it did at the juncture of the lands of the three\nmightiest kingdoms of the world. Jaffeth (China), Shem (Africa) and\nArabin'ya. Any one of them could crush them, did they get themselves\norganized for it. And So-qi preyed upon them all ruthlessly, knowing\nthey could never stop warring interiorly long enough to attack him.\n\nOld Asha thought of the future, which his star studies were supposed to\ngive him power to foretell, and of the great flood that was to come and\nwipe out all the old boundaries and nations. He thought of the peculiar\ngrey-blue sky, which the Wise men had taught him bore up within its\nwhirling self vast oceans of water, waiting for the time to drop the\nwhirling water-shell upon them all. He thought of Uropa, the great land\nin the west, and all her peoples. He thought of Heleste, that mighty and\ngracious land in the North, and all her beautiful and strong and\ncourageous people. And he thought of the two great lands of the far\nwest, called North and South Guatama. And he was sad, for they were all\nto die in the great deluge to come! But the time was not yet come.\n\nSadly he pushed among the stalwart copper-colored men of Oas, gazing a\nlittle wistfully at the women's proud breasts and the strong young thews\nof their lovers beside them. If only he were young again.... Asha\nsighed, and knocked upon the low, rude door of the house of Too-che.\n\n\n\nThe smile of the beautiful Too-che made him welcome, very proud to have\nthe wise man from the court inquire after her child.\n\n\"He worries me, wise Asha,\" said Too-che, moving slim and supple as a\npanther to sit protectively beside the little cradle of bent ash bows\nlashed together with strips of hide. \"He talks like a man grown, and him\nnot yet weaned!\"\n\n\"Hmmm.\" Old Asha looked down upon the over-large infant solemnly looking\nback at him. He nearly fainted when the tiny red lips opened, and a\nstrange, small voice, cultured and adult, said:\n\n\"I am not the child you see, but your God, Mazda, speaking through the\nchild's lips!\"\n\nAsha pondered for only a moment, then turned in anger upon the woman,\nToo-che.\n\n\"I pitied you, harlot, because the King has ordered your death if you\ndid not produce a miracle. But I did not think you would hide a man\nbehind the child's cradle to befool me, old Asha! What do you take me\nfor?\"\n\nToo-che broke into tears, bending her graceful neck and sobbing to hear\nthat the king had decreed death for her. But the peculiar voice came\nagain from the child's mouth.\n\n\"Take me in your arms, Asha.\"\n\nFeeling very foolish, but unable to refuse for some mysterious reason,\nAsha bent and picked up the child.\n\n\"O man, temper thy judgment with patience and wisdom.\"\n\nAsha knew now that it was the child's voice truly, and at last asked:\n\n\"Why do you come in such a weak and helpless guise, O Lord Mazda? I had\nhoped to see a God appear in stronger shape.\"\n\n\"Nevertheless, through this helpless child in your arms, this city shall\nbe overthrown, yourself made King of Kings, and I shall deliver all the\nslaves and strike off all the bonds from the old time. Mazda will have\nthis city for his own, or it will be destroyed forever.\"\n\nNow Asha was filled with wonder, and asked the babe of many abstruse\nthings, receiving answers beyond his understanding. So, at last\nconvinced, he put the babe down, turned to Too-che.\n\n\"Listen, maiden who in my eyes is without fault. I cannot go to my King\nand tell him one word of what this child has revealed, for I would only\ndie with both of you as a liar and worse. You must take this child and\nhide him away from the eyes and the ears of the men of this city. You in\nyour innocence do not understand the ways of kings and courts and\nwarriors and such things. Flee, for if you are here tomorrow, you will\ndie and your child will die with you.\"\n\nAsha took himself out, then, and made his way sadly along the crowded\nstreets to his home. There he packed up a few belongings and left to go\ninto hiding himself; for he knew better than to try to tell So-qi any\nsuch cock-and-bull story. Yet if he went at all to So-qi, he had to tell\nsomething, and either way someone would be doomed, if not himself.\n\nToo-che took up the babe and fled through the city by night to the home\nof one Chojon, a maker of songs. This man had long made love to her with\nhis poetry and his voice from afar, and she knew he would hide her and\nprotect her. Her heart was in her throat, because she wondered if he\nwould believe in her virtue now that she had a child, or in her love for\nhim when he felt that another had given her child when he had been\ndenied the privilege.\n\n\n\nSlender and dark-eyed and handsome he stood in his doorway, looking upon\nthis girl who had come to him with her babe in her arms. A babe by\nanother! His heart was hurt, tears came unbidden to his eyes as he\nturned and allowed her to enter. For a long time he could not speak, the\nshame and the hurt and pride and the strange new sudden emotions in him\nnot suffering him to talk. At last he said:\n\n\"Too-che, I love you and I cannot deny you anything. If you put this\nshame upon me, I will bear it as my own. Consider this your home, and me\nas your slave. If I did not love you, I would not bear this, but I do.\"\n\nToo-che saw the conflicting emotions upon his face, how his dark red\nlips struggled to remain firm, how his thin, wide nostrils trembled, how\nhis eyes were wet with unshed tears, how his shoulders bowed as with a\nsudden burden.\n\n\"Oh my dear Chojon, I have no other friend to whom I can turn--and that\nI thought of you, who has only loved me from afar with your eyes and\nyour soft, sad songs, should tell you that I bring you no shame or\ninsult. This is not the child of another man, for I have been with no\nman, ever. This is a child of the legends, a son of a God in the skies,\nour God, Mazda. He is a miracle, as hard for me to believe as for you,\nbut it is true.\"\n\nToo-che could not stand the unbelieving eyes of Chojon, who thought that\nToo-che lied, and looked down at the sleeping babe in her arms, saying\nwith a pitiful voice ...\n\n\"Please, little stranger who talks like a wise man, wake and tell my\nChojon that you are not the son of a man, but the son of one whom no\nmaid could resist or run away from, ever. Tell him, little one!\"\n\nAnd Mazda heard Too-che imploring speech of her child and made it to\nspeak with his own voice.\n\n\"Chojon, what my mother says is true. I am the child of the All-light,\nendowed with powers beyond ordinary men to accomplish my Lord's\nmysterious purposes here on earth. Do not hold my mother the less for my\nbirth.\"\n\nChojon sank slowly to his knees, realization stealing over him as he\nheard the adult words issue from the suckling babe's mouth. The unshed\ntears began to pour from his eyes in relief, for he knew now that\nToo-che might not love him yet as she would when she learned love, but\nat least she had given herself to no other mortal man. And the miracle\nof the Child of a God there before him lighted up his face as his inward\nsoul, so that he took up his lute and lifted his rich, deep voice in a\njoyous song--the Song of Zarathustra. For the legend of their people had\nthe name of the babe-to-come as Zarathustra, and Chojon knew that its\nname was thus, now.\n\n\n\nToo-che dwelt for some time in the house of Chojon, and the songs of\nChojon were circulated among all the singers of the city, so that\neveryone knew he sheltered the Child of the God, Mazda, in his home.\n\nThe songs of Chojon came at last to the King's ears, and as one of the\nsongs proclaimed Zarathustra as stronger in one finger than all the\npower of So-qi, he let out a great oath and set his soldiers to find\nToo-che and the babe. But Chojon heard of the search. He took Too-che\nand her babe out of the gates in the night and went off into the forest\nand joined a band of Listians, who are raisers of goats, and a fine,\nstrong people.\n\nNow when the search failed to find the babe, So-qi proclaimed that every\nmale child of the City Oas would be slain if the child was not found.\nAnd within a week So-qi was sorry, because his own wife gave birth to a\nlittle son whose life was already forfeited by royal decree unless\nToo-che and her child were found. And they were not to be found in all\nPar'si'ya.\n\nAsha, the old philosopher, who had been in hiding all this time, now\ncame out of his hole and went to the King to give him counsel.\n\nAs Asha progressed through the city, mothers with male children in their\narms on all sides were making their way through the streets to the gates\nto flee the city. For no decree of a King of Oas may be repealed, but is\nlaw forevermore.\n\nThe King sat upon his throne of skulls, gnawing his nails off his\nfingers, for he had either to slay his own son or say that a law once\nmade by a king could be un-made.\n\nIf he allowed the law to be thus abused even by himself, such was the\nnature of his people they would have no respect for him, and might even\nkill him for a fool who could not enforce his own decrees when they hurt\nhim a little.\n\nSo it was that when Asha presented himself before the King, So-qi asked:\n\n\"What shall I do, O Asha? My son has smiled in my face!\"\n\nAsha was prepared for this, and answered:\n\n\"Thou shalt send me and thy son and thy daughter's son and every male\ninfant to the slaughter pens, and have us all beheaded and cast into\nthe fire! Otherwise it will come true as the infant Zarathustra\nprophesied: his hand will smite Oas city, and it will fall as a heap of\nstraw.\"\n\nSo the king appointed a day for the slaughter, and ninety thousand male\ninfants were adjudged to death.\n\nChojon, from the safety of the forest, made a scornful song about the\ntyrant of Oas who went to war against babes, and it was sung everywhere\nin the city, and the king could do nothing about it, for it was cleverly\nworded, seeming to approve, though in satire only.\n\n\n\nWhen the day for the slaughter arrived, there were but a thousand\nappeared with their babes out of the ninety thousand adjudged to\ndeath--all the rest having fled to the forest as had Chojon.\n\nThe King saw an excuse in this to get out of killing his own son, and\nstood pondering how to escape his own decree. His wife, Betraj, came\nbefore him, holding out her son, saying:\n\n\"Here, oh King, take thou thy flesh and blood and prove the inexorable\njustice of the King's decrees.\"\n\nBut the King said:\n\n\"Let the officers go and collect all the others who have fled beyond the\nwalls, and until all are gathered here before me, no matter how long it\ntakes, let the decree be suspended.\"\n\nNow the God, Mazda, moved the soldiers' minds to see that their King had\nnot the backbone to enforce his own decree when it hurt himself and\nthey, one and all, took up stones and stoned the King to death.\n\nAsha, standing stripped for the slaughter, was made King by the clamor\nof the men who stoned So-qi to death.\n\nA great voice came out of the sky and announced to the people that God\nhad given them a new and righteous ruler. Asha bowed his head and\naccepted the task put upon him. The people gave thanks to Mazda, the\nGod, and Asha proclaimed him to all the city.\n\nOff in the forest, Too-che lifted her eyes to those of Chojon and\nthanked him for saving her son. And Chojon touched her with his\nfingertips, and kissed her on her lips, and the child crowed lustily to\nsee their love.\n\nThese two walked through the Forest of the Goats, Too-che bringing\nbeauty like a spring breeze with her, and Chojon singing and touching\nhis harp with magic fingers, so that joy and love walked before them,\nannouncing them to the Listians--the people of the forest.\n\nWhen Zarathustra, the infant child the woman bore in her arms, lifted up\nhis piping voice and spoke to these rude wild people, their worship\nsprang into life--for surely these were Gods come to them. And thus, all\nthe people gave up the worship of murder and became Zarathustrians.\n\n\nTHE END\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Derreaux, Gaston"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/24973/pg24973.txt",
        "name": "the_sun_king.json"
    }
}