{
    "name": "The shrine",
    "author": [
        "Sheldon, Walter J."
    ],
    "body": "The American stopped to rest, to daub his brow, and he withdrew for a\nmoment into the mottled shade beside the trail. Ahead the mountain rose\nand became blue with distance. A figure in a saffron robe moved down\nthe trail, and toward him.\n\n\"A woman,\" said his lips without sound. His eyes clocked surprise.\n\nHe was Edward Blair. He worked for the English-language Tokyo Tribune.\nIt was as good a paper as any to work for when your career had been\ninterrupted twice by war. You could coast on the Tokyo Trib. You could\nlet things not matter.\n\nNow he watched the woman. She walked with a gliding motion; though her\nsteps were tiny and downhill, her shoulders moved in an even line. They\nwere small shoulders and, as she neared, he saw above them an oval\nface, a beautiful and simple face with golden skin and eyes of dark\nvelvet. He stepped out of the shade and smiled as she came upon him.\n\nShe showed no surprise, and he was startled to hear her speak good\nEnglish.\n\n\"You are Mr. Blair.\"\n\n\"Why, yes. Yes, I am.\"\n\n\"I am sent to meet you. I am sorry to be late.\"\n\n\"That's all right.\"\n\n\"I will show you the way to the shrine.\"\n\n\"Well, thanks. But they said in the village it was easy to find. Just\nfollow the trail to the top of the mountain.\"\n\n\"But I will take you.\"\n\n\"A pleasure, believe me,\" said Ed Blair, and grinned.\n\nAnd now they walked together, she effortlessly, like silk waved in\nair. He seemed to walk more easily, too. He no longer panted. The long\ngrasses, the persimmon trees and the bamboo groves went by.\n\nHe carried a press camera and a bag full of bulbs, but they no longer\nseemed heavy.\n\n\"Nice of them to send you,\" he told the girl.\n\nShe laughed. There are tinkling strips of glass hung in a Japanese\ngarden in summer for their cool sound. She laughed like this.\n\"Naito-san has reason for sending me. He always has reason.\"\n\n\"Naito-san?\"\n\n\"He is Obo--the high priest, you say in English. He taught me English.\"\n\n\"And your name?\"\n\n\"Yuki.\"\n\n\"That can mean snow or flower,\" said Blair.\n\n\"You know Japanese writing?\"\n\n\"No, but I heard it somewhere.\" He laughed. Then he mopped his brow\nagain. \"Hot, isn't it?\"\n\n\"We must have a breeze,\" she said.\n\nA breeze sprang up.\n\n\"Well! You certainly ordered that one!\"\n\n\"Naito-san said to make you comfortable.\" She said this quite seriously.\n\nThey walked some more, and he forgot the coincidence. He watched the\ngirl, admiring her effortless walk. Presently he said, \"Well, I'm going\nto enjoy this visit, anyway.\"\n\n\"Enjoy?\"\n\n\"I didn't think I would at first. I thought it was all just another\ncrazy idea of Murdock's. He's the managing editor. I told him he was\ncrazy to send me out here to the mountains and waste three days getting\na brightener for page two.\"\n\n\"I do not understand all of what you say.\"\n\n\"These magic tricks the monks do. What I mean is, they're interesting,\nbut not big, important news. We call a story like this a feature. We\ndon't usually take a lot of time or trouble with it.\"\n\n\"But they are not magic tricks. They are more.\"\n\n\"Well--all right. I understand how you feel.\"\n\nHe wondered what her place in the Hataka Shrine might be. Priestess\nperhaps. Except that you couldn't use western words for these things.\nThe ideas were different. But she was beautiful--that was the same in\nany language!\n\nThey reached the shrine in some twenty minutes of climbing, and because\nof the breeze, and because his feet had suddenly become light, he was\nnot exhausted. The shrine was in a flat place near the top of the\nmountain. It was not imposing: it had no huge tori, or entranceway,\nlike a Shinto shrine, and there was little elaborate gilding or\ncarving. Inside there was a kind of chancel with flowers, incense\nholders and hanging prayers and mottoes. There were low buildings off\nto one side, and the land about them was a carefully made garden, cool\nand withdrawn, and both men and women in robes of gray or saffron or\nblue walked about this garden quietly.\n\nThen an old man, bald and with skin like saddle leather came forward.\nHe was old, but his eyes were more; they were ageless, like black sky\non a cloudless night. He wore silk. He smiled, but with restraint, then\noffered his hand, western style. \"Welcome, Mr. Blair. I am Naito. We\nare glad to have you here.\"\n\n\"Thank you. How do you do.\"\n\n\"You'll want a hot bath, I think ... and then a little rest. After\nthat we can eat together, and talk.\"\n\n\"Well--thanks--but actually I'd like to get the story, then go on back\nto the village again. The last train leaves about six.\"\n\n\"But you must stay longer. Surely.\"\n\n\"No, I really ought to get back to the office. Took me a day and a half\nto get here, after all.\"\n\nNaito smiled and shook his head. \"You are still in the grip of time,\nMr. Blair. Spend some with us and you will slip a little from its\ntyranny.\"\n\n\"You're very kind, Mr. Naito. But--well, you have your world and I have\nmine. Time's important in mine. If you could just show me some of these\ntricks you do--\"\n\n\"Ah, tricks! Tricks!\" Naito still smiled, but Blair felt the anger\nradiate from him, like heat. \"You want to see our tricks, then?\"\n\n\"Well, that's what I came here for--\"\n\n\"I told Mr. Murdock,\" said Naito, drawing his robe more closely about\nhim, \"to send a man who would understand. Someone who was not all\nwestern ... who had a little of the oriental viewpoint.\"\n\nBlair laughed. \"Murdock would think that about me. Because I show a\nlittle interest in things oriental--because I don't think a deep freeze\nor an eight cylinder juke box on wheels is the greatest thing in the\nworld. Nevertheless, Mr. Naito, I come from a middle-class American\nbackground, and my viewpoint is still pretty western. Nor am I one of\nthese odd intellectual types who seem to be ashamed of it.\"\n\n\"There is hope,\" said Naito. \"I am glad you came.\"\n\nBlair took folded copy paper and a pencil from his pocket. \"But shall\nwe get down to business now? First, let me get your full name, and\nwhere you come from, and all that. Then the exact name of your sect\nhere, or whatever it is.\"\n\nNaito seemed amused.\n\nYuki stood by with great poise. Blair glanced at her and thought yes,\nflower. When she stands she grows quietly, like a flower.\n\nThen Naito gave the facts. He was Japanese, but had lived in Canada and\nthe United States for some years. He held a doctor's degree from Waseda\nUniversity in Tokyo, and he had taken post graduate courses in America.\nHe had studied Buddhism in China, Tibet and India. He had drawn from\nmany of the other sects, and founded his own, calling it _Koto_, using\nthe character that meant \"event\" or \"circumstance.\"\n\n\"Yes,\" said Blair politely. \"Now what about these magic tricks of\nyours?\"\n\nMurdock had said there would be magic tricks. Friends of Murdock's,\ntourists, had come across the Hataka Shrine and had seen them. Murdock\nhad sent Blair with his Speed Graphic to get the story. The Americans\nof the security forces, who supported the Tokyo Trib, liked these\nfeatures very much. From them they became experts on Japan without\nthe annoyance of going too far afield from their wellstocked clubs or\ncomfortable billeting areas.\n\nNaito, the high priest, sighed.\n\n\"I will do it the cheap way, then.\"\n\n\n\nHe took Blair to another corner of the garden. Yuki followed, gliding.\nHere water trickled from rocks into a small pool where black and orange\ncarp swam. Naito watched the pool for a while, and presently the water\nstopped running. A moment later it began to seep upward toward the\ncleft in the rock.\n\n\"There,\" said Naito.\n\n\"What's this supposed to prove?\" asked Blair.\n\n\"Water running uphill,\" said Naito. \"Is that enough of a trick for you?\"\n\n\"I don't get it.\"\n\n\"All right. Let's try something else.\" He moved off, swiftly, angrily,\nshucked the _geta_ from his feet, entered one of the cottages, and a\nmoment later returned. He held a child's rubber balloon. \"It's round,\"\nhe said, holding it up for Blair to see.\n\n\"Okay. A round balloon.\"\n\nNaito blew it up. Instead of inflating to a round shape it extended\nitself into a long, banana like form. Then he blew it up again, and\nthis time shapes like fingers came out of it at various points.\n\n\"Well?\" said Blair.\n\n\"You still don't see, do you? Tell me, what do you _want_ me to do.\"\n\n\"Oh, the water illusion, and the balloon thing are clever enough--I\ndon't have any idea how you do it,\" said Blair, \"but the tricks, well,\nthey lack drama, if you see what I mean. No flash. I'd like a good\nvisual trick. One I can really photograph.\"\n\nNow Naito seemed to seethe inside. He breathed quickly, heavily as he\ntalked. \"What will you have?\" he said. \"What will you have, Mr. Blair?\nI can do the Hindu rope trick, I can fascinate snakes, and I can put\nYuki in a box and saw her in half. Is that the kind of thing you might\nunderstand?\"\n\n\"Well, it ought to be something sort of new,\" said Blair.\n\n\"New,\" repeated Naito. \"Something new. Very well, then. But first you\nmust understand. This time you _must_ understand. We will have tea.\"\n\nThey sat upon grass mats in one of the cottages over cups of pale green\ntea. Yuki sat beside Blair, and her shoulder touched him now and then.\nWhen this happened he found it difficult to concentrate on what Naito\nwas saying.\n\n\"Your western science,\" said Naito, \"is only beginning to learn what\nwe know. And from a totally different viewpoint. Your Dr. Norbert\nWiener has beautifully clarified the essential fallacy of the Newtonian\nviewpoint, that nature acts and reacts according to rigid laws. He\nshows, instead, that it is highly _probable_ nature will do this.\nProbable enough so that for everyday purposes one may depend on it. Do\nyou follow me, Mr. Blair?\"\n\n\"I'm afraid I'm not very much up on my science.\"\n\n\"Well, I'm trying to explain it in terms a westerner will understand.\nYou saw a quantity of water run uphill. It was not an illusion, Mr.\nBlair. It is highly probable that water will not run uphill, but it is\nalso possible that, under certain circumstances, it may. And as for the\nballoon--tell me, why does gas exert equal pressure in every direction?\"\n\n\"I'm sure I don't know.\"\n\n\"But you must remember, surely. The molecules of a gas fly about in\nrandom directions. They exert force upon the walls of any container\nthe gas happens to be in. Entropy--or the universal tendency toward\ndisorder that Wiener speaks of--keeps an average of them exerting force\nin _all_ directions. So the pressure remains equal in all directions,\nand we can measure it, and be certain, reasonably certain, that the\nnext man who measures it will get the same result.\"\n\n\"I remember Boyle's law.\"\n\n\"Exactly. And Boyle's law, or Ohm's laws, or Newton's laws, or anyone\nelse's laws are based on probability--nearly overwhelming probability.\nBut what happens in the rare, almost unthinkable case where every\nfactor does not act according to the most pragmatic law of all--the law\nof averages?\"\n\n\"We're getting way up in the clouds now,\" said Blair.\n\n\"Please try to see it.\"\n\n\"Yes, please do.\" Yuki touched his arm.\n\n\"I blew up a round balloon,\" said Naito. \"The gas should have exerted\nequal pressure in every direction. But something happened to the law\nof averages. Most of the molecules flew in _one_ direction, and the\nballoon assumed a long shape. It was one chance in--in a number I\ncannot even express, it is so huge. Yet, it was still possible.\"\n\n\"Now, wait a minute, Dr. Naito,\" said Blair. \"You're a very nice\nfellow and I don't really want to offend you, but honestly, I've been\naround, and a lot of people have tried to fool me with double-talk. Not\nas learned as yours, but the principle's the same. Now look, why don't\nyou make some fine visual trick for me that I can photograph? Then I\ncan get out of here.\"\n\n\"Oh, dear,\" said Naito.\n\n\"Now what's the trouble?\"\n\n\"This isn't what I wanted at all. I hoped Murdock's reporter would\nbe--well, sensitive. You see, the time has come to spread what we've\nlearned, to find new supporters. I'd hoped to get a few this way.\"\n\n\"How about my trick?\" asked Blair.\n\n\"Very well. Come into the garden again.\"\n\nIn the garden he spoke rapidly for a few moments to Yuki in Japanese.\nThen he turned to Blair. \"Watch her. Have your camera ready.\"\n\n\"I'm ready.\"\n\n\n\nYuki, a few feet away from them, closed her eyes and at first began\nto turn slowly in one spot. Her step, to begin, was a slow pirouette,\nthen gradually she began to revolve more rapidly. Presently she was\nturning so fast that Blair could scarcely believe it. He would not have\nbelieved before that the finest professional dancer could pirouette\nwith this speed. He began to take pictures. He was so busy taking\npictures that at first he did not notice the blurred shape that was\nYuki, whirling, begin to disappear. Then this became apparent to him.\nHe stared, open-mouthed, and Yuki vanished from sight.\n\n\"My gosh--that's terrific!\" he said. \"Where did she go?\"\n\n\"She's still right there,\" said Naito.\n\nBlair walked to the spot, felt nothing; he moved his hands about where\nthe girl had been spinning. \"She's not there,\" he said, returning.\n\"That's a honey, though. You could make a nice living back in the\nstates out of that one alone.\"\n\nNaito sighed.\n\n\"Now, how do you bring her back?\" asked Blair, and kept his camera\nready.\n\n\"Presently, presently,\" said Naito. \"I think she distracts you, and\nnow, while you can't see her, you must try once more to understand. You\nmust know why I do these tricks, as you call them.\"\n\n\"All right. Why? Or better yet--how?\"\n\n\"You in the west would call it psychokinesis--mentally controlling\nmatter. Your conventional table lifting of spiritualists is an example.\nSo is the phenomenon of people who seem to be able to will dice to fall\na certain way. And in your literature--well, Moses and the Red Sea is\nthe first thing that comes to mind. Actually, your Dr. Rhine and some\nothers have discovered some evidence that seems to support, to the\nwestern mind, the existence of psychokinesis. But you can never really\nunderstand it with western, scientific thinking methods. I cannot even\nexplain it clearly in your terms.\"\n\nBlair smiled a little. \"I think you could explain it all logically\nenough, if you really wanted to. But, actually, I don't blame you for\nnot wanting to give a trick like that away.\"\n\n\"This is no trick, and it is not what you understand as logical,\" said\nNaito, shaking his head stubbornly. \"I know that you must have logic to\nunderstand; you crave the drug of logic. You want everything labeled,\nand explained in terms of cause and effect. You cannot conceive that\ncause and effect may be one--or indeed exist independently. And do you\nsee what this way of thinking has led to?\"\n\n\"What has it led to?\" Blair tried to be patient.\n\n\"You have developed a huge, powerful monstrous science of cause and\neffect. You fly at vast speeds, you build huge edifices, you change the\nface of the earth with dams and canals, you will soon no doubt escape\nthe gravity of the earth itself and reach outer space, and you are\nquite capable of making an explosion big enough to destroy the earth\nitself. It is awesome. You, indeed, are awed by the monster you've\ncreated. Now you begin to worship it. Now the scientific method becomes\nthe only method for anything. Now you cannot understand, nor can you\ntolerate anything that does not show logic and exhibit a clear pattern\nof cause and effect.\"\n\n\"I think I'd better get along and catch that train, now,\" said Blair.\n\"Would you mind producing the young lady again? I'd like to say\ngood-bye to her.\"\n\n\"You haven't heard all of my story yet.\"\n\n\"I think I've heard enough.\"\n\nNaito nodded at the spot where the girl had apparently disappeared.\n\"Watch,\" he said. Presently a blur came into sight, and as its velocity\ndecreased he saw that it was the girl, spinning now in the opposite\ndirection. He took more pictures. It was not long before she stood\nthere, no longer moving, and seemingly calm and not exhausted. She\nopened her eyes, saw Blair, and smiled.\n\n\"I still say it's a great trick,\" said Blair.\n\n\"It's only the beginning,\" said Naito. \"We can do these few cheap\ntricks you've seen, but they're only exercises in control. We are still\nlearning. Some day we--or more likely our descendants--will be able\nto control most of the entropy of the universe. By willing it, we will\nbe able to halt the explosion of a star, change the orbit of the moon,\nreverse the tides. Then, more important, we can freeze a soldier's\nbullet in his rifle before he fires it, and we can keep any nuclear\nbomb ever from exploding. Then we can make order. Then we can properly\ncontrol mankind itself, and give it the order it has sought so long.\nNow you know why I am here, and what I am trying to do.\"\n\n\"You're not really so different, then, are you?\" said Blair.\n\n\"I beg your pardon?\"\n\n\"Never mind. I have to leave now. It doesn't matter.\"\n\nNaito looked at him with a dark, porcelain eye. \"I sense in you an\nenemy, Mr. Blair.\"\n\n\"Yes,\" said Blair. \"Perhaps you're right.\"\n\nNaito looked about, glancing at some of the others strolling about the\nshrine. For a moment Blair thought the man would try to forcibly detain\nhim. Blair stiffened himself and hardened his muscles; magic or no\nmagic, the old bald fellow would have a scrap on his hands if he tried\nany kind of violence.\n\nNaito then said abruptly, \"But not a powerful enemy, Mr. Blair. You\nwill make fun of us in your newspaper article, I suppose. But it won't\nreally change anything. You may as well leave now, if you are so\nanxious to go. Yuki will take you down the mountain again.\"\n\n\"Thank you for your time and trouble,\" said Blair, stiffly, politely.\n\nAgain he was on the trail, descending, and the shrine and the mountain\ntop were moving back into the blueness of the sky. The girl walked\na little ahead. He watched her for a while, still admiring her, and\npresently he spoke.\n\n\"He knew what I meant,\" he said.\n\nShe turned her head slightly. \"Naito-san?\"\n\n\"Yes. Of course I don't believe any of his double-talk--but if I did, I\nwould be his enemy. He saw that.\"\n\n\"Why would you be his enemy?\"\n\n\"Because he is a tyrant.\"\n\n\"Naito-san? A tyrant? That is a bad ruler, is it not--a tyrant?\nNaito-san is not like this.\"\n\n\"But he is. Every tyrant that ever lived began with the hope of\ncontrolling mankind for its own good. For what _he_ decided was its own\ngood.\"\n\n\"I don't know,\" said Yuki. \"I don't understand all you say.\"\n\n\"How long have you been with Naito?\"\n\n\"Since I was a child. He took me when my parents died. He has been like\na father. He says I must learn, always learn more. He says my life is\nimportant.\"\n\nBlair moved forward suddenly. He took the girl's slim shoulder, and\nturned her toward him. He stood there, in the middle of the steep\ntrail, with the tall grasses and embroidered shadows beside it, held\nher thus, and looked down into her young, golden face.\n\n\"He's decided what's good for you, too, hasn't he? He thinks he's God.\nIn that way he's no different from some of our western thinkers he\nseems to despise so much. Yes, he is wise. But when will the wise learn\nthat wisdom doesn't give them the right to run the universe?\"\n\n\"I do not understand,\" said Yuki, her eyes dark and wide.\n\nHe took both her shoulders, thrilling to touch them, and he crushed her\nbody gently to his, feeling all the live shape of it in his own body.\nHe found her lips. She trembled and he knew then that she had not been\nkissed before.\n\nSometime later he walked away, leaving her still there on the trail. He\nknew, and felt she too must know, that they would never come together\nagain. Now he would return to the Tokyo Tribune and take up the career\nof Edward Blair again, and in a day or two the story of the magic\nmonks of Hataka Shrine would brighten page two, and his photos would\ncause some comment, but everyone would be sure there was some natural\nexplanation for it, and in a short time it would all be forgotten.\n\nBlair would not forget. He would never forget the girl's golden skin,\nnor the warmth of her parted lips, and she would not forget him either,\nno matter what Naito taught. For this was something that Naito could\nnot understand, neither in terms of science nor his own queer magic art.\n\nOnce more Blair looked back, turning and seeing the girl for the last\ntime. She raised her arm to him, then dropped it again.\n\nAfter that he saw her as a motionless stroke of gold against the\ndarkening mountain.\n\n\n",
    "metadata": {
        "author": [
            "Sheldon, Walter J."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72175/pg72175.txt",
        "name": "the_shrine.json"
    }
}