{
    "name": "The Twilight Years",
    "author": [
        "Drussai, Kirk",
        "Drussai, Garen"
    ],
    "body": "Sydney Mercer stopped his pacing and listened; his head tilted\nexpectantly. When he heard the elevator stop, he went with quick,\nawkward steps to the apartment door and opened it just a crack. \"This\ntime,\" he sighed with relief, \"It's Eleanor.\" He opened the door for\nher.\n\nHis wife breezed down the hall and through the open door. She dumped\nher armful of packages beside her on the couch as she kicked off her\nshoes. \"Whew! What a relief!\"\n\nClosing the door carefully, Sydney hurried over to her. \"Ellie--I've\nbeen worried. You didn't tell me you were going to be so late. And when\nyou didn't call--\"\n\n\"Nonsense,\" she said gaily. \"It's only 6:15. Why, the stores are just\nnow starting to board up. And you know the \"A Cars\" don't start running\ntill seven.\" She smiled at him. \"Would you get my slippers, honey?\"\n\nHe hesitated for a moment, and then shuffled into the bedroom. Eleanor\nstood in front of the couch flexing her tired toes. She had a small and\nrather dumpy figure without her high heels. And though her fashionably\ndressed body was usually molded into the latest silhouette, now in\nher more relaxed state she frankly looked her sixty-one years.\n\nSydney came back with her slippers, and bent to put them on. \"Thanks,\ndear, shopping just kills my feet. But, enough of this,\" she sighed,\n\"I've got only a few minutes to get dinner ready before 'Manhunt' comes\non.\" And she started for the kitchen.\n\nHe followed and caught her heavily by the shoulders, his face stern.\n\"Listen, Ellie--I don't _ever_ want you to come home so late that you\nhave to take an armored car.\" He shook her to emphasize his statement.\n\n\"But why?\" she asked with genuine wonder. \"They're safe enough. Edith\nand Ruth often take 'A' cars, and nothing's ever happened to them.\"\n\nHe let her go reluctantly. \"Ellie,\" he said gently, \"I just want to be\nsure that nothing happens to you, that's all. We're at such a dangerous\nage now, with both of us over sixty. You're all I've got. I'd be so all\nalone without you.\"\n\nShe thrust out her ample chest indignantly. \"Sydney, the trouble with\nyou is that you're still living in the past. You've got to keep up\nwith the times. Sure, things are different now, than they were, say,\nten years ago. But what of it? If life is more dangerous now, it's\ncertainly more thrilling--and more intense, too!\"\n\nHe eyed her steadily. \"What's so thrilling about being sixty plus?\"\n\n\"You've just got to accept,\" she continued glibly, as though it had\nbeen memorized, \"the fact that it's a young people's world, now. Live\nfor the day! That should be our motto.\" She smiled placidly at him.\n\"That's the way I've been living this past year. As though each day was\ncompletely separate from the one before it--and the one after. In a\nyoung people's world--what else is there to do?\"\n\nEleanor patted her husband's cheek, and then looked past him into the\nliving room, a shocked expression on her face. \"Why Syd, have you been\nsitting here all alone without the T.V. on? Goodness, that's enough to\nmake anyone start thinking! You march right in there and turn it on.\"\n\nHe turned, with a slight shrug, to comply, and Eleanor started to fix\ndinner. The T.V. screen was in full view of the kitchen cubicle, of\ncourse. Apartments had been designed that way for years now. So, she\nwas able to open the few cans and containers that constituted dinner,\nwith her eyes almost entirely on the T.V.\n\nSydney gave it a glance or two as he set the table. But he was too\npreoccupied with his thoughts to enjoy the programs as much as he\nusually tried to. He wondered why this day to day living didn't seem to\nbe as much fun to him as it did to others. He fingered the \"Sixty-Plus\"\ninsignia sewn onto his shirt sleeve. To him, it had turned out to be\nmerely a matter of waiting.\n\nEleanor was fixing a salad, with hardly a glance at what she was doing,\nso automatically did her fingers accomplish their task. He looked at\nher, cheerfully doing what the times and fashion decreed, and wished\nhe could accept things the way she did. He was very fond of her. Now\nthat he had been retired, they should have had time to enjoy each\nother. But something was wrong. Most people tried to have fun while\nthey were waiting. Their closest friends, Eddie and Jean, seemed to\nbe enjoying their retirement period. Or were they really, he asked\nhimself, remembering a few times in past conversations when the talk\nhad verged momentarily in that direction, only to break off guiltily.\n\nThey sat down to eat at the table in front of the screen, sitting side\nby side, of course, so they wouldn't miss any of the programs during\ndinner.\n\nPart way through the meal the phone rang. Sydney quickly got up to\nanswer it. He knew Eleanor hated to be disturbed during a T.V. program.\n\n\"Hello, Jean,\" he said pleasantly, recognizing her voice at once.\n\"What's the matter? You sound so--\" His lips remained open,\nunexpectedly. Then, he put his hand over the mouthpiece of the phone.\n\n\"Ellie!\" he called so sharply that she turned at once.\n\n\"What is it?\" she snapped back at him between mouthfuls.\n\n\"It's Jean. She says Eddie's gone out for 'fair game'!\" His voice faded\nto a whisper. \"Good God, Ellie. I don't know what to say to her!\"\n\nEleanor dropped her fork to the plate with an air of disgust rising to\nthe surface. \"Oh, that woman! She always did let Eddie worry her.\" She\nsmiled benignly. \"Tell her we're sorry to hear it, of course. But he\nhad only a year to go anyway.\"\n\n\"But she wants to know what to do!\" He looked at her pleadingly. \"She's\nacting hysterical. If she decides to go out herself--\"\n\nEleanor got up and took the phone from his shaky hand. He sat down on\nthe couch, only distantly hearing snatches of what Eleanor was saying\nto Jean, picturing Eddie walking down the deserted streets. Probably\nright out in the middle, where anyone could see him.\n\n\"No--you stay right where you are--no point in both of you.... Yes,\nthat's right. I've always known you had more pride than he did....\nSure, we'll be over to see you--no, not tonight!... Of course not; wait\nuntil morning--remember, I'm counting on you, Jean.\"\n\nEleanor finally hung up and, going back to the table, finished spearing\nthe bit of salad she had been working on.\n\nSydney looked at her, unbelievingly. \"Ellie, how can you go right back\nto eating after what's happened to Eddie?\"\n\nHer eyes remained on the screen. \"Why should I feel sorry for him, if\nhe didn't have the guts to wait? I just feel sorry for Jean. The shame\nof it! If it had happened some other way, it would have been different.\nAnd Jean hasn't even got enough sense to realize it isn't 'fair game'\nfor Eddie. It's just plain suicide!\" Eleanor glanced at her husband\nsharply. \"What on earth's got into you tonight, Syd! You're jumpier\nthan I've ever seen you.\"\n\nHe concentrated, a puzzled look on his face. \"I don't know. I never\nthought much about it until today. And with Eddie. Everything falls\ninto place suddenly, it all seems so wrong, so useless.\" He looked at\nher intently as she pushed her empty plate away and lit a cigarette.\n\"Ellie, doesn't it strike you as strange--almost unbelievable--that\nwe accept the concept of longevity as a subversive one? Doesn't it\nseem--well, weird--that we sixty plus-ers sit around every night--just\nwaiting?\"\n\nEleanor turned innocuous grey eyes to him. \"Oh, Sydney, you're talking\nlike a silly pup. Let's pay attention to the show.\"\n\n\"Some people kill themselves.\" He muttered, almost savoring the words.\n\n\"Oh bosh, don't say such things!\" Her voice was tight and angry.\n\"Sydney, you wouldn't shame me like that, would you; not like that\nweak-kneed Eddie?\"\n\n\"Why not?\" he retorted. He was beginning to feel ashamed of arguing\nwith Eleanor but he couldn't stop. \"Since my retirement, since I became\na sixty plus-er, I've just been sitting around doing nothing. I feel\nlike a stupid animal being kept in a pen.\" He buried his face in his\nhands and sobbed.\n\nShe stroked his head lovingly but nevertheless condescendingly.\n\"Sydney, there's so much you could be doing, now that you have time for\nit.\"\n\nHe raised his head tiredly. \"It's too late for that. But--what have I\nmissed? Have you got an answer?\"\n\n\"Well,\" she looked slightly disconcerted. \"What all the others do.\nThey play golf, and sunbathe, and go to lectures and shows, and uh--\"\nHer ingenuity gave out. She stole a glance at the T.V. screen. \"You've\ngot to relax, honey, stop all this thinking. You know, 'eat, drink, and\nbe merry' sort of--\"\n\nHe noticed that her attention had wandered. He knew why. That cold\nchill in the pit of his stomach had told him that it was almost time.\n\n\"Do we have to watch it, tonight?\" Sydney asked her almost bitterly.\n\"How can you really sit there and enjoy seeing all that violence and--\"\n\nShe leaned back comfortably, watching the screen. \"What else are the\nboys to do? The psychiatrists say, that since the war is over, our\nboys need to drain off their energies somehow. Besides, sometimes it's\nreally merciful.\" She folded her arms over her stomach, as though to\ndismiss the subject.\n\n    _The screen had darkened. There were two young men, dim and strange\n    looking, with masks over the lower part of their faces. And they\n    were making plans--in a small, darkened room. Then, silently, they\n    left the room, and crept through the somber streets. The camera\n    followed them faithfully as they slipped cautiously from shadow\n    to shadow._\n\nSydney found himself watching the screen now, too. It compelled him\nagainst his will. \"I went through a war,\" he hissed, clenching his\nfists tightly. \"The Korean War--when I was young. And when it was over\nI went back to work in an office. I didn't need any violence drained\nout of me!\"\n\n\"Sshhh,\" Eleanor insisted, and then relented. \"I keep telling you, Syd,\nthese boys went through a different kind of war than yours. They've had\nmore taken out of them than you had.\" She whispered it, her eyes never\nleaving the screen, her breath coming in excited gasps. \"People have\njust outlived their usefulness, now, by the time they are sixty. It's\nnatural for the young folks to resent us, especially if we are a burden\nand there are too many of us. You've got to adjust, Sydney, just adjust\nto the times.\"\n\n    _The two men paused at an intersection--paused for endless\n    moments--while millions of people watched, hardly daring to\n    breathe. Then slowly and deliberately, with overtly melodramatic\n    malice, they turn a corner, and start to run swiftly along the\n    street. Of the millions who watched--there were some who felt a\n    cold clutching within them._\n\nSydney leaned forward on the couch, his pale eyes almost bulging with\nintentness. The intersection on the screen had been familiar. The\nstreet the cameras were recording--was more so.\n\nAdjust, he thought, I wish it was that easy for me. Adjust to the\ntimes, she says--they all say--thereby excusing everything hideous, and\nviolent, and disgusting that exists in the present. Nobody objects to\nanything. There's nothing constructive for individuals anymore. They\njust accept. Adjust to being idle and useless at sixty, whether I like\nit or not. Adjust to A Cars, the boarding up of shops every night, not\ndaring to go out after dark. Get used to violence and fear, sitting in\nfront of this screen as though it were an object of worship. Endure\n\"Manhunt\" every night; not knowing--just waiting--waiting ... those of\nus who live to sixty-five.\n\nEleanor cleared her throat and then whispered huskily. \"They've been\nup the same street before.\" She turned to him, her eyes watery with\nagitation pushed almost to its limit.\n\nHe couldn't help it. All his resentment was momentarily stilled by his\naffection for her. He smiled. \"Sure, Ellie. Many times.\" Involuntarily,\nhe put his arm around her shoulder and squeezed.\n\n\n    _Without warning, the two men stopped in front of an apartment\n    house. They glanced quickly around, and then slipped into the\n    building, the camera close upon them._\n\nSydney took his wife's hand. \"Why they've even been in the very same\nbuilding before.\" His face felt cold and damp. He added resolutely,\n\"It's a big apartment house, Ellie, a real big one.\"\n\nSuddenly he found himself listening--listening--hardly breathing. It\nseemed as though sound didn't exist anymore. There was just silence,\ngrotesque and unnatural.\n\nThen he heard it. First there was a stealthy shuffling sound coming\na long ways down the hall. Then the slight regular noise of a wheeled\nobject, following.\n\nSydney saw that she had not heard. Her eyes were desperately fixed on\nthe screen. It could be, he thought chaotically, it could be the Masons\nacross the hall. They're almost sixty-five.\n\nThen the door knob turned, and the door swung silently open. Stiffly,\nSydney turned his head to the door. There was time, they saw to that.\nThere was time to see the two masked men with guns in their hands.\nAnd behind them was the T.V. camera, registering the scene that was\nduplicated on his own screen. There was even time to turn to Ellie;\nto see the look of cheated disappointment in her eyes change to\nastonishment as the bullet cut cleanly into her open mouth. And then\nthere was no more time for Sydney Mercer either, who had reached the\nage of sixty plus and therefore was past his usefulness. Another bullet\nstopped his intake of breath.\n\n    _The camera moved in for a close up of the two men; their lips,\n    beneath the masks, smiling and guileless. Then the camera hovered\n    for a few moments over the ludicrously postured bodies on the couch\n    for a fade out._\n\n\"Manhunt\" was over for the night. The announcer's voice and figure\ngradually took over the expanse of the screen.\n\n\"Tonight's program has been sponsored, as a Public Service,\" the oily\nvoice intoned, \"by the National Casket Company, with offices in all\nprincipal cities.\n\n\"Remember your duty as a citizen.\n\n\"All you oldsters, between the ages of \"sixty and Annihilation\nDay\"--you may be among the ones who don't have to wait until your\nsixty-fifth birthday--and you others who are nearing the twilight\nyears--be sure you have your burial arrangements taken care of. Do it\ntonight--at the very latest, tomorrow. For the next day may be too late.\n\n\"The management, the staff, and the actors want to extend their\nrespects to the wonderful old couple who played _their_ parts in\ntonight's real life drama.\n\n\"Goodnight all!\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Drussai, Kirk",
            "Drussai, Garen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59289/pg59289.txt",
        "name": "the_twilight_years.json"
    }
}