{
    "name": "The Fifty-Fourth of July",
    "author": [
        "Nourse, Alan Edward"
    ],
    "body": "It was well after dark when Matt Matthews got back down to the\nheadquarters camp, and saw the city stranger sitting there before\nthe fire. He knew he was a city man after a single glance at the\nshiny, low-topped shoes and the reminiscence of a crease in the dusty\ntrousers. Matt tossed the gophers and the two small coyotes off his\nbroad shoulders to old Moe Arhelger, across the campfire, staring in\nsuspicious silence from the stranger to Moe and back again. \"Who's he?\"\nhe asked finally.\n\n\"He wants to go down to the Ship,\" said Moe, tossing another stick\ninto the fire. He was a thin, wiry old man, with a white rim of beard\nscraggling over his lean jaw. A short-bit pipe was clenched between a\nset of very bad teeth. On his head was a torn, filthy old felt hat,\nbut his clear blue eyes held the silent confidence of authority. The\nold man puffed quietly as he glanced up at the young giant who had\njust arrived. \"His name's Loevy--he says. Flew over from El Paso this\nmorning in a 'copter, just to see me. Even knew my name--\"\n\n\"Everybody in New Mexico knows your name,\" Matthews growled.\n\nThe old man nodded, his eyes bright. \"Mr. Loevy wants to go down to the\nShip tonight.\"\n\nMatt stared at the stranger's half-day stubble. Then he burst out\nlaughing. \"That's what we all want to do, buddy. Just go down to the\nShip. That's all. Only trouble is, the Bulldog isn't ready to lay out\nthe welcome mat for us just yet.\" He glanced over at Moe. \"Did the doc\nsay anything about Jack Abel?\"\n\n\"Jack's dead. Three slugs in the head.\"\n\nMatt's face darkened. He looked up at Loevy. \"Jack wanted to go down to\nthe ship, too. Tried to go down quiet-like.\" He set about skinning the\nfirst coyote, tossing the rest of the game to the group of silent men\nsitting around the fire near Moe. \"You're wasting your time, stranger.\nStick around a while. Be patient, like us. The Bulldog can't hold out\nforever.\"\n\nLoevy ran a hand through his dark hair, watching Matthews with sharp\nbrown eyes. \"I wasn't figuring on going down quiet-like,\" he said.\n\nMatt looked up as though seeing the man for the first time, his eyes\ndark with suspicion. \"Then how _do_ you plan to go?\" His hand moved to\nthe gun at his side, and he began massaging the stock with his huge paw.\n\nLoevy glanced at the gun without fear. \"Under a truce flag,\" he said.\n\nMatthews spat. \"Old man Gorham has command of four hundred men down at\nthe ship. They'll shoot anybody that comes close on sight.\" He looked\nup at Moe, caught the old man's blue eyes sharply. \"I don't like this\nguy, Moe. I think we'd better take care of him.\"\n\nMoe shook his head. \"Take it easy, Matt. The man thinks maybe he can\nget this siege broken. Thinks Gorham may surrender if he knows what's\nhappened--in Washington, all over the country.\"\n\nLoevy nodded, bobbing his head eagerly. \"I knew Gorham--before the\ncrash. He's an old-guard soldier, he'll honor a truce flag.\" His voice\nwas crisp in the still night air. \"You want to get your hands on that\nship--that's all you want, the whole crowd of you out here. Nothing\nelse. So why risk a fight, risk getting killed, if I can get Gorham to\nsurrender to you?\"\n\nMatt grinned unpleasantly. \"Why do you think they call him the Bulldog?\nHe'll never give up--until we starve him out. We've got the time, and\nthe men, and the food. They can't last much longer--\"\n\nLoevy frowned in annoyance. \"I say you may not need to wait.\"\n\n\n\nMatthews climbed to his feet and walked slowly over to the edge of the\nrocks where the camp was situated. It was on the edge of the desert,\nand down below sand and sage stretched for miles in the pale moonlight.\nOn either side he could see the flicker of the other campfires, forming\na huge circle, many miles in diameter. As he stood watching, his ear\nunconsciously picked up the rustle of silent footsteps on the trail\nleading to the nearest campfire away--the guard-line which closed the\ncircle tight. But he was not interested in the guard lines tonight.\nThey were well guarded, no one could get through them. There were\nhalf a dozen dead soldiers lying out in the desert to attest to that,\nsoldiers who had tried to break through to the main highway during\nthe past three weeks. What held Matt's interest right now was the\nhuge cyclone-fence enclosure in the center of the circle of fires.\nInside the fence he could see the low, flat buildings of the Rocket\nDevelopment Project, and in the moonlight he could make out the lines\nof the Ship itself, standing tall and lifeless in the darkness. He\nwatched it for a moment, and his fists clenched.\n\nHe whirled back to the fire, lifting the city stranger up by the\ncollar, dragging his face up close to his. \"Why do you want to go down\nthere?\" he snarled.\n\nLoevy's face was purple, and he gasped for breath. \"Because there's no\npoint in letting four hundred innocent men be slaughtered when you can\nhave the Ship without firing a gun. That's why!\"\n\n\"My but we're noble,\" Matt snapped. \"What do you care how many are\nkilled? Who sent you here in the first place? Where did you get a\n'copter to fly over here in?\"\n\nLoevy shook himself free, glaring up at the giant standing over him. \"I\nstole a 'copter, if you have to know. And nobody sent me--\"\n\n\"How did you know we were here?\"\n\n\"Don't be a fool. The whole country knows you're here. Look, all I want\nis a chance to talk to Gorham under a truce flag for fifteen minutes.\nIf I don't succeed, you don't lose a thing. What harm can it do?\"\n\nMoe Arhelger spat into the fire. \"Can't do no harm. And it might just\nbreak this open for us, once and for all. Then we could go back home.\"\n\n\"But if he's a spy--he could have word from reinforcements. Maybe the\nArmy's planning a march--\"\n\nLoevy snorted. \"The Army isn't planning anything. The Army is starving\nto death. The nearest contingent is in San Diego, and they've got their\nhands full just scouring the countryside for food. They've got no fuel\nto come here with even if they felt like it--\"\n\nMatt scowled. \"He could still be a spy.\"\n\nMoe Arhelger nodded slowly, his eyes narrowing at the city man. Then he\nlooked up at Matt. \"I know. That's why I want him to go down to the\nShip. With you along with him.\"\n\n\n\nThe trip down the mountainside was slow. It was almost a half an hour\nbefore they reached the encampment at the bottom, on a gravel road\nthat led straight out to the Rocket site. The road was piled high with\nrocks, and four men with old felt hats and plaid shirts sat in jeeps,\nwatching the road for a stir of life.\n\nMatt and Loevy commandeered a jeep, bounced down a gulley to by-pass\nthe road block, and started along the road toward the fenced enclosure.\nA spotlight picked them up almost immediately, and Loevy hoisted a\nwhite shirt up on a pole, waving it to catch the light. Then slowly\nthey drove ahead, until two more spotlights flashed on from the ship,\nscanning the sage on either side of them, flickering in their faces as\nthey made their way along. Loevy sat tight-lipped, peering ahead into\nthe darkness. Matthews drove silently. He had never been this close to\nRocket Number Five before, but rockets were an old story to him. He\nhad worked on Number Three and Number Four during his two years in the\nLabor Force. He knew quite enough about rockets.\n\nMore lights went on as they approached the fence. Inside, off to\nthe left and right were buildings, the storerooms and offices of\nthe Project, and in the center, standing tall, with her lower third\nenshrouded in scaffolding and canvas, stood the ship--\n\nRocket Number Five. The last attempt, the straw that broke the camel's\nback. Four great ships before it, crashing into heaps of rubble,\ndragging the Earth down with them. And here the fifth, as yet unborn,\nnever to be launched. Matthews made a bitter sound in his throat. When\nhe thought of the horrible fifty-four days just past, he knew that his\nhate for this Rocket ship and everything it stood for was right. Moe\nwas right, in his fanatical burning hatred of the old world which had\nstruggled blindly to launch its ships, and starved itself to do so. But\nMoe wanted everything--the ships, the men, the government, everything.\nMatthews only wanted the ship.\n\nHe smiled grimly to himself. The garrison could not hold out much\nlonger. They had no food, and the ring of guerillas surrounding the\nship like a tight net would see that they got no food. It had been\na long wait--but soon they would struggle out, begging for food and\nwater, leaving the ship standing alone--\n\nTo be wrecked, and ripped, and torn into a thousand bitter pieces--\n\nA soldier suddenly appeared in a spotlight inside the huge fence gate,\nrifle half-raised in his hands. He let out a shout and brought the\nrifle up to his shoulder. \"Halt!\"\n\nThe jeep's tires screeched. Then Loevy raised the flag again and waved\nit. \"Truce,\" he called out. \"We're unarmed.\"\n\n\"What do you want?\"\n\n\"We want to talk to the Bulldog.\"\n\nThere was a long pause as a conference was held back in the shadows.\nSomeone in the darkness ran out to join the gate guard. Then there was\na grating sound as the lock on the gate snapped open. The gate swung\nout as five more soldiers encircled it from within, rifles cocked and\nready. \"Leave the jeep outside. Come in with your hands raised.\"\n\nSlowly Matt and Loevy climbed out and walked forward. The soldiers\nlooked weary, their clothes filthy, their eyes bright with hate. They\nwatched the men as they walked in, and then closed around them, herding\nthem across to a long, low building. Lights went on, and Matt could\nsee the dim interior of a disused day room, the walls piled high with\nsupply cartons.\n\n\"You wait,\" said one of the soldiers. \"I'll see if the Colonel wants to\nsee you.\" He watched them carefully until the gate clanged shut. Then\nhe nodded to another guard, and disappeared into the darkness.\n\n\n\nThey did not wait long. The door burst open, and a short, squat,\ngrey-haired man strode into the room. Dressed in a T shirt and OD\npants, he was not an imposing figure, but there was no mistaking the\nheavy shock of grey hair, the solid, sour set of the mouth, the wideset\neyes. The Bulldog of White Sands, they had called him. The man in\ncharge of administration of three Rocket Projects, the man who had\nsworn that space would never defeat him. He glared at Matthews for a\nmoment, and then his glance shifted to Loevy, and his eyes widened.\n\n\"Well,\" he said sourly. \"I hardly expected to see _you_ joining up with\nthese pigs.\"\n\nLoevy's eyes flickered in a tired smile. \"So you remember me,\" he said.\n\n\"I never forget a face.\" The Colonel stared at him with a stony\nexpression for a moment. \"White Sands, April of 1993--two and a\nhalf years ago, almost. Just after the third ship blew up. Name\nis--umm--Loevy--\"\n\nLoevy nodded. \"That's right.\"\n\nThe Colonel's eyes hardened. \"You were with a crowd that was trying to\ntalk the government into junking the Rocket projects--right?\"\n\n\"That's right. We predicted the impending crash even then--\"\n\n\"Hogwash,\" said the Colonel. \"A lot of statistical blather.\"\n\n\"Unfortunately, statistics is a scientific technique, and our\npredictions were not blather. We predicted the crash almost to the day.\nWe said the 30th of July, 1995. We had no way of predicting the Iranian\noil decision, which happened last April. That precipitated the crisis\nby a month, so it came on the first of July instead of the thirtieth.\nBut socio-mathematics were far beyond the blather stage then. We hope\nwe can still salvage something from the country now.\"\n\nThe old soldier blinked at him. \"What do you want, Loevy?\"\n\n\"I've come to ask you to surrender the Ship and march your men out of\nhere.\"\n\nColonel Gorham snorted. \"My orders were to guard and protect this\nrocket, down to the last man if necessary. On the sixth of July, a week\nafter the crash, I had orders direct from the President to hold this\nShip at any cost. He warned me then that there'd be mobs, maybe even an\nattempt to storm the enclosure.\" He scowled angrily. \"They'll never get\nthis ship as long as I'm alive.\"\n\n\"And have you heard from the President since the sixth?\" Loevy's voice\nwas smooth.\n\n\"I have not.\"\n\n\"Perhaps that's because the President was hanged on the White House\nlawn the day after he called you. Quite a mob was there. The food pinch\nwas just beginning to be felt. And that was forty-seven days ago--\" He\nglanced up at the Colonel's white face. \"Oh, I'm not lying to you. It\nhappened. Have you had _any_ communications recently?\"\n\n\"How could I? They cut the telephone cables, and we can't get anything\nbut hysterical nonsense from our radio sets--\"\n\n\n\n\"Has it occurred to you that many things may have happened in the\ncourse of this last month?\" Loevy's voice was sharp in the still room.\n\n\"I'll hold this Ship until things get straightened out,\" the Colonel\nsnapped.\n\n\"Colonel--_things aren't going to straighten out_. This isn't just a\nlittle depression we're in now, it isn't a small business recession\nthat will just up and stabilize soon. This is an economic crash that\nhas thrown the world back a thousand years. We may _never_ recover\nfrom the crash that came on the first of July. The government is\ngone, Colonel. _There isn't any government._ The army has dissolved\ninto the hills, hunting for food. The only money with any value is\nbeing paid out by the hospitals for blood to restock their banks.\nAnd without money there isn't any food. The people in the cities are\nstarving--standing in the streets starving because food isn't coming\nin. Communications are out, there isn't any commercial traffic--\"\n\n\"I have a stockpile of emergency rations a mile high, and I have four\nhundred men who aren't running around in the hills,\" the Colonel\nsnarled. \"I have a job to do, and I'm doing it--\"\n\n\"But you're guarding an empty shell! Look, the people don't know all\nthe reasons for the collapse. They don't know the whole picture--but\nthey know one thing. They know they've been taxed beyond endurance,\ntheir gasoline has been requisitioned, their boys taken for military\nand labor service, their money devaluated again and again so that the\ngovernment could get a Rocket off the Earth before the Asians did. And\nthey know that now the whole world has fallen in a heap, and they're\nstarving to death. And they know that this Rocket was being worked on\nwhen the crash came. They want it, Colonel. They are going to get it,\ntoo. They need a scapegoat for these fifty-four days, and this Rocket\nis it! And there won't _be_ any recovery as long as the ship stands.\"\n\nHe stared at the Colonel, and then made a hopeless gesture. \"You don't\nbelieve me, do you? You think that it's just a matter of time until\nthings stabilize, and everything will be back to normal, don't you?\nWell, it won't Colonel. Do you know what they are calling the date,\nout there? The Fifty-Fourth of July! Fifty-four days since the crash,\nand things are getting worse every day. Even time has stood still;\nthey've forgotten to use the calendar. There'll never be a world like\nyou knew before, Colonel--but the agony and suffering and chaos must be\npaid for, somehow, and the Rocket is the price. Until the whole world\nknows that the Rocket is utterly destroyed, there will be no faith in\ngovernment or people or anything else.\"\n\nLoevy glanced nervously at Matthews, towering against the wall watching\nthe discussion sourly. Then he looked back at the Colonel and leaned\nforward. \"Let them take the ship. There are things here far more\nprecious than any single rocket ship could ever be. You know what I\nmean. If you resist, they'll get the ship and _everything else_--\"\n\nThe Colonel's eyes moved to Matthews' heavy face, and then back to\nLoevy. Suddenly his face looked very tired. \"That's a chance I'll have\nto take,\" he said wearily. \"You're wasting your time, Loevy.\"\n\n\n\nLater, around the campfire, Matt stared gloomily at old Moe Arhelger.\n\"I tell you, I don't like it,\" he said. \"I just don't like it.\"\n\nThe old man cocked sharp eyes across the fire. \"I don't see that any\nharm was done. We gave the Bulldog his last chance. He didn't care to\ntake it. That suits me fine. Now he can watch out.\"\n\nMatt shook his head sharply. \"That isn't what I mean. I didn't like the\nlooks of the place. It looked too much like a going concern. Gorham was\ntoo damned confident.\"\n\n\"Did you ever see a garrison commander who wasn't?\"\n\n\"But Gorham is no fool. He knows we've got this encampment sewed up. He\nknows he can't get out and neither can his men. He knows there won't\nbe any supplies coming in for him.\" Matt rubbed his chin thoughtfully.\n\"And the look of the place--the look of the ship. I couldn't see much,\nof course, but it didn't look right--\"\n\nThe old man's eyes narrowed. \"What do you mean by that?\"\n\nMatt's forehead creased into a worried frown. \"I don't know. I think\nthey're trying to complete the Rocket for a flight.\"\n\n\"But that's crazy!\" Moe exploded. \"They don't have the supplies, they\ndon't have the calculator power, they haven't got power for anything.\nWe've seen to that. Gasoline generators for their spotlights--nothing\nelse.\"\n\n\"I know, I know--it doesn't make sense.\" Matt shot a glance at Loevy,\ncrouched at a nearby fire, and he lowered his voice. \"And there was\nsomething Loevy said--about something more valuable than the ship\nitself--Look, Moe, we don't know how far the Ship had gone before the\ncrash. Maybe all the calculations were completed.\"\n\nMoe stared at the fire for a long moment. A tall, lanky man stumbled\nup the trail by flashlight, sending down a shower of pebbles. He\nstopped before the fire. \"All quiet, Moe. They closed up shop after the\ndelegation left.\"\n\nMoe nodded to the man. \"Tell Mike to alert his men, Tommy. Get\neverybody looking alive.\"\n\n\"What's up? Something about to break?\"\n\nThe old man scowled. \"I don't know. But I want everyone awake. Got it?\"\n\nThe guard nodded, and vanished down the trail again. Moe turned to\nMatthews, a queer look in his eyes. \"What do you think, Matt?\"\n\n\"I think our time is running out,\" said Matthews.\n\n\"Maybe you worry too much.\"\n\n\"Maybe.\"\n\nMoe's eyes blazed. \"They _can't_ try to launch it,\" he snarled. \"It's\ngot to be smashed--smashed so hard they'll never dare try to make\nanother one--\" His hand clenched on his rifle until the knuckles were\nwhite.\n\nMatt leaned forward eagerly. \"Let me go down there, Moe. We've got\ndynamite. I could find a way to climb the fence, maybe, and start the\nworks off. Once something went bang from the inside and broke their\ncontrol of the place, we could mop them up.\"\n\nMoe's hand relaxed. \"You'd never make it alive.\"\n\n\"Somebody's got to try. There isn't much time, I'm sure of it--\"\n\n\"All right. Try it. But before you go, you've got a visitor. I think\nyou'd better talk to her.\"\n\n\n\nThe girl was waiting in his tent, sitting alone in the darkness. She\nlooked up into the flashlight beam, and there were wet streaks of dust\non her cheeks. \"Matt? Is that you?\" She stumbled to her feet. \"Oh,\nMatt--\"\n\n\"Mary!\" The big man stared at his wife, his eyes wide. \"Mary, what are\nyou doing _here_? How did you get here, why did you come?\" He took\nher in his arms, held her tight as she pressed her face against his\nchest, sobbing. Then suddenly he straightened up, held her out at arm's\nlength, staring into her large brown eyes. \"Mary--the farm--\"\n\nShe closed her eyes, tears streaming down her cheeks, and shook her\nhead miserably. \"Gone. City people from San Diego--they came one night,\nthey took it--\"\n\nA numbness ran down his spine as he stared at her. \"But Dad and\nJohnny--\"\n\n\"They never had a chance.\" She wiped her eyes with her sleeve, her\nvoice faltering. \"It was a crowd of men, maybe ten of them, came across\nthe land about eight o'clock one night. They shot your Dad when he\nwalked out on the porch. Shot him through the head. Then they came\nin the house and beat Johnny to death. Oh, Matt--it was horrible.\nThey shot the cow and cooked her over an open fire. You should have\nseen them--they were starving, they were like wild men, calling us\nland-grabbers and food-hoarders. I sneaked out the back way when they\nweren't looking and ran down to the road to Escondido and found Harry\nDavis. He and a bunch of the boys had stolen some gas and were planning\nto drive over the mountains to join you here. They sent word around to\nthe other farmers, and then they brought me along--\"\n\nMatt stood numbly, staring at the girl's face. \"Mary, you shouldn't\nhave come here, you should have gone to the folks in town--they would\nhave helped you, taken care of you--\"\n\nThe girl whirled on him, her eyes pleading. \"Oh, Matt, come away from\nhere, come out of this horrible fight and come home! What does it\nmatter if there's a Rocket out here--we can't eat Rockets, we need\nfood. The City folks are coming out in hordes. There was a man said\nthe water supply wasn't going to last to the north, that the cars were\nlined up three deep from the coast clear out to Salt-Lake, bumper to\nbumper, a week ago. They stole gasoline from the refineries, before\nthey blew them up. They're all heading east and north--oh, Matt, take\nme home--\"\n\nHe stood there in the dim light of the flashlight, and then knelt\ndown beside her, holding her against him. \"I can't, Mary. Not yet,\"\nhe said softly. \"The world we knew before was crazy. This Rocket was\ncrazy--this being afraid of war, and fighting to out-do the rest of the\nworld was crazy, somehow--\"\n\nShe stared at him. \"But everybody knew that if we didn't get there\nfirst, the others would. And there would have been a horrible war, the\nend of everything--\"\n\n\"Everyone was so busy being afraid of the war that they couldn't see\nwhat was happening to the world around them. They didn't see that\nsomething worse than a war could happen until it was too late. They\nfigured the oil would last another hundred years, and it only lasted\ntwenty. They thought they could go on like this forever--\" He stared\nblankly out at the darkness, his eyes hollow. \"It was that Rocket that\ndid it. That's why we have to destroy it.\"\n\n\"Matt, if we don't go now we won't have any home left to go to. Those\npeople don't know how to farm, they'll kill all the animals, and strip\nthe trees and fields, and burn all the buildings--\"\n\nHe shook his head, hardly able to put into words the bitterness in\nhis heart. \"It won't do any good to go back, without destroying the\nRocket. It's the last remnant of the old world--standing out there--the\nworld that led us to _this_. It's poisonous, it's evil. There'll never\nbe recovery unless the ship is wiped out.\" He looked down into her\nfrightened eyes, rubbed her shoulders gently. \"Don't be afraid. It\nwon't be long. I'm going out there tonight. I'm going to blow that\nRocket into a million pieces.\"\n\nShe clung to him like a child, shaking her head helplessly. \"You will\nbe killed, I know you will be killed, _please_, Matt--Oh, if anything\nhappens to you, I--I won't know what to do, I can't let you go--\"\n\n\"I've got to, Mary.\"\n\nHer voice was very small. \"And when it's over--?\"\n\n\"We'll manage somehow. I don't know how. It doesn't really matter now.\nI don't know what kind of a world we'll have when it's all over, but I\nknow that I'm going out to get that Ship. If it's the only thing I ever\ndo that's right.\"\n\n\n\nHe went out alone. He tried to force out of his mind the account Mary\nhad brought of the butchery back home, concentrating on one thing, and\none thing only. The Ship had to be destroyed. Standing out there in the\ndesert, it was the symbol of all that was wrong with a world that had\nsomehow, abruptly, been left behind. Matt saw it in black and white,\nbitterly, a cause and effect relationship. He could neither rationalize\nit or deny it. But somehow, he felt, by destroying the Ship he could\nwipe out a past too horrible even to think about. He knew he had to do\nit.\n\nMatthews moved quietly through the blackness. The sandy soil was caked\nand hard under his feet, and the moon had just gone under the horizon\nto the West. Far ahead he could see the feeble guard lights of the\nenclosure, and he stopped, panting, staring at the tiny figures pacing\nback and forth. He had grown used to moving cautiously through the\ndesertland without making a sound; now he concentrated on silence for\nhis very life, and the only sound in his ears was the jogging of the\ndynamite pack on his shoulders.\n\nHe circled slowly, making for the section of the fencing closest to the\nship. He knew there would be few lights, since precious gasoline had\nto run generators to provide any at all. He had examined the gates as\nthey had opened earlier in the evening, and felt certain there was no\nbreak-circuit alarm on the fence. Power, again. Only for the barest,\nmost critical essentials. And with four hundred men available, eyesight\nwas the best way to guard the fence--\n\nThe heavy metal wire appeared suddenly in the gloom, and he fell flat\non his face in a little gulley as the tread of a guard's feet sounded\nfrom a distance. A small flashlight flicked on and off as the footsteps\napproached. Matt hugged the ground, holding his breath as the soldier\nmoved silently by. Then he was up against the fence, dragging the\nclimbers from his pockets, strapping them onto his boots. Cutting the\nheavy fencing wire was out of the question--the sound would ring out in\nthe stillness like a pistol shot. But the barbed wire at the top could\nbe cut with only a small sound. He struggled up the bare fence, a few\ninches at a time.\n\nIt seemed like hours. He knew the guard's timing down to the second,\nand he worked himself up, panting. It was the dog-watch; the men would\nnot be too alert, even men fighting for their lives--\n\nHe clung to the fence with one hand, and snapped the four barbed\nstrands with a hand tool, felt them curl away with a _ping_. He dragged\nhis body up and caught his knee on the top of the fence. In an instant\nhe had dropped to the ground inside the enclosure--\n\nOn his feet, he crouched and ran for the tall, dark ship. The\nintervening buildings provided him cover. Down one of the concrete\nstreets a dozen men were huddled around a small fire near the gate,\ntalking and laughing. Matt slipped across the street, and saw the\nship's mammoth scaffolding rise up in the darkness.\n\nIt was a beautiful ship, tall and silvery, enshrouded like a statue\nwaiting to be unveiled. He glanced about the grounds around, and\nhis eyes widened. Great tanks of fuel stood nearby, recently-opened\ncartons of supplies were everywhere in evidence. A huge pile of oxygen\ncylinders formed a heavy pyramid. Matthews walked over to one of the\nopen crates, peered into it. Heavy material, plastic, metal--\n\nSpace suits.\n\n\n\nHe opened the pack on his back, drew out the bundles of dynamite\ncarefully, separated them from the coil of wire to the small detonator.\nSomewhere in the distance he heard talking, and he hurried his\nmovements. Finally the deadly bundles were free.\n\nAs he stooped to duck under the first tier of the scaffolding a bright\nlight flashed on above him, and an alarm bell started clanging. He\ncursed, and ran like a cat under the scaffolding, up to the great\nsilvery fin of the ship. Of course, he should have thought that if\nthere was no circuit alarm on the fence there surely would be one\naround the ship. Far away a roar of voices rose up, and shouts, the\npummel of running feet. Frantically he thrust a dynamite charge under\none of the fins of the ship, then ran to a second and laid another\ncharge. A rifle cracked somewhere, and another, and he darted into the\npiles of boxes, unreeling the detonator wire as he ran. There were\nhoarse shouts all about him now. He ducked into a huge empty crate, not\nfifty feet from the charges. Huddling down in it for protection, he\nconnected wires to the battery, and slammed down the plunger--\n\nThe shock wave hit him before the sound did, picking up the crate like\na pill-box hurling Matthews head over heels. The roar burst in his\nears, striking him like a palpable wall, and a shout of despair went up\namong the soldiers. Matt stood up, then, staring up at the great metal\nhulk. There was a heavy rushing sound and the ship faltered, shaking\nlike a giant aspen leaf, and slowly began to tip--\n\nIt struck the ground with a deafening crash, a grating of torn metal\nand the screech of broken, twisted planks. Something exploded into\na pillar of fire--and then, in the distance Matthews saw flashes of\nfire from the desert, heard rifles cracking. A soldier, running to the\nfence, saw him and raised his rifle, wild eyes reflecting the fire.\nMatthews dove for him, threw him back with a grunt as the rifle cracked\ninto the air. And then the compound was wild with the sound of running,\nshouting men.\n\nMatthews ran for a huge truck standing near the fallen ship. He\nthrew himself up into the cab, gunning the motor to a roar. Then the\ngears grated and the truck started forward, straight for the crowd\nof soldiers lining up at the fence. Matt gripped the steering wheel,\nleaning as low as possible, throwing the huge truck at the fence with\nall its power. The impact nearly threw him through the windshield; he\nheard a grating as the wire bunged out and the fence-posts snapped.\nShifting into compound low, he drove the truck through the fence like a\nbulldozer.\n\nAnd then, all around him, the men from outside were pouring through the\nbreak, screaming in triumph, rifles cracking. A horde of them came, and\nthe soldiers fell back, bewildered, shooting wildly, running in circles\nof panic as the angry mob poured through. And then Matt felt the first\nwave of shock pass through him. Wearily he dropped his head against the\ndash-board, gasping for breath. He knew that the ship was taken.\n\n\n\nHe did not know how long he was unconscious. Fires were burning in a\ndozen buildings around him, and he could hear the screams and shouts\nof the raiders. Dark figures rushed wildly by, silhouetted against the\norange flames. Matt crawled down from the truck as four men ran by with\ncrowbars, shouting at the top of their lungs. Matt stared at the crowd\nsurrounding the fallen ship, shouting, raising torches high in the dark\nnight--\n\nHe watched for a long moment, but something flickered in his mind. It\nwas a picture of mad, frantic destruction on all sides of him, but\nsomething was whispering softly in his ear. Loevy's words. Loevy's\nintense face. _There is something far more precious than any one Rocket\nship here_--\n\nStaring at the screaming mob, Matthews suddenly knew what Loevy had\nmeant. A wrecking crew was at work on the ship, savagely venting their\npent-up rage and fear and frustration on the inanimate metal, wrenching\nhull plates off with violent screeches, ripping and slicing stanchions\nwith blow-torches hissing. A dozen people were streaming in and out\nof the air-lock, dragging couches, springs, chunks of instrument\npanel, hoards of supplies, oxygen tanks. The crowd was exultant, the\nfire-light shining on a thousand wild faces, maddened by the lust of\ndestruction. But Matthews stared, and the feeling of sickness and\nrevulsion grew hard in the pit of his stomach.\n\nHe turned and started over toward the buildings. The deed was done, but\nhorror was still at large in the world. He didn't know what the future\nheld--and yet, somehow now he didn't want to join the insane fury at\nwork ripping the Rocket to shreds. Loevy's words nagged at his mind,\nand he made his way between the burning buildings, feeling the desert\nbreeze turned hot in his face, until he saw the concrete and stone\nadministration building up ahead.\n\n_We hope maybe we can still salvage something...._\n\nAs Matt walked through the doorway of the headquarters office he\nstopped short, stiffening to the sound of a forty-five booming in the\nroom before him.\n\nThere was Moe, his back half to the door, holding the still smoking\nautomatic in his hand.\n\nAnd Matt's eyes went from Moe to a long row of filing cabinets against\nthe far wall. Beside a partially open drawer a figure slumped against\nthe side of the cabinet, hands clutching at a sheaf of papers inside\nthe drawer. It was the Bulldog, the colonel himself. But even as Matt\nstared wide-eyed, the colonel let out a rasping sigh and fell to the\nfloor.\n\nHe lay still beside another body--that of Loevy.\n\n\"Moe!\"\n\nMoe turned as Matt strode into the room. There was an angry look on the\nold man's face.\n\n\"A spy, that's what he was--you were right, Matt. I caught him in\nhere with the Bulldog. They were talking and going through the files\ntogether--looked like they were planning on skipping out. Fat chance!\"\nMoe laughed mirthlessly. \"Whatever they were looking for they won't use\nnow. And nobody else will. Got a match, Matt? I'm going to burn this\nplace to the ground!\"\n\nMatt stared from the dead bodies to Moe and over to the cabinet with\nthe drawer still half open. He saw the sheaf of papers the Bulldog had\nbeen holding just before he died. He remembered again what Loevy had\nsaid--_there is something far more precious than any one Rocket ship\nhere_--\n\n\"Moe--you're missing out on the fun at the Ship!\" Matt said suddenly,\nintensely.\n\n\"I'll get out there. But first I got to--\"\n\n\"Let me do it, Moe.--I'd enjoy seeing them two burn together. Afterall,\nit isn't much of a favor to ask....\"\n\nMoe looked at him curiously for a moment, then shrugged. \"Why not? If\nit wasn't for you we wouldn't be in here at all tonight. Go ahead. I'll\nmeet you at the Ship. Make a nice big fire!\"\n\n\n\nAnd then Moe was gone and Matt stood alone in the room. He stood\nand stared down at the dead bodies; Loevy's face showing fear and\nfrustration just as it must have when Moe's bullet found his heart; the\nColonel, slumped partially across Loevy's body, the Bulldog face in a\ntight angry knot, even in death. The colonel had been a brave man, a\ntough one. Matt wished suddenly that he had not had to die.\n\nHe crossed hurriedly to the file and pulled the sheaf of papers from\nthe drawer. A sheaf of blue papers--blue papers with white lines....\n\nBlue-prints!\n\nThat was what Loevy had meant. The calculations had been completed, the\nblue-prints made. The ship had been almost completed, and now it was\ndestroyed--\n\n_But the blue-prints remained_--\n\nHere were the hopes and dreams of centuries. Here were the plans, the\nspecifications, the construction plans. Fifty years of the Earth's\nresources, and now the project they had planned and specified was being\ndestroyed in a single night, the night of the fifty-fourth of July--\n\nHe stared at the prints, his whole body trembling. He hated the Rocket,\nhe hated everything it had ever stood for in the old world before the\ncrash. It had stripped him of his home, robbed him of his future. It\nhad robbed the whole world of its heritage, and he hated it.\n\nAnd yet, to go to the planets had always been man's great dream. The\nship could be destroyed without utterly destroying the dream. Because\nsomeday, somehow, men could take these precious papers, sometime when\nthe world was sane again, and build another ship--\n\nHis mind rushed back to his boyhood days, and he remembered sharply\nthe lure of the open spaces he had felt then. Someday, he had dreamed,\nhe would build a rocket to the Moon, and go out there to explore and\ndiscover. It hadn't mattered what he would explore, what he would\ndiscover. All that had mattered was the urge to go. An urge he had\nshared with thousands of men--\n\nHe hadn't known then that the goal would crush the world into a\nsmoking ruin far worse than any war. A crash that brought slow death\nby starvation, a crash that wrenched the livelihood from the mouths\nof millions, a crash that demoralized them and drove them back to the\ncaves to work and fight like savages for a few morsels of bread. He\nhadn't known that--because it wasn't really necessary that it happen.\nMen could, someday, find a way to go out without bankrupting the world\nto do it--\n\nHe searched frantically, found a huge pasteboard box. He had seen\nothers moving through the torchlight with boxes filled full of loot. He\nbegan loading the blue-prints into it, breathlessly, glancing over his\nshoulder for fear someone might come in. He reached into his pocket,\ndrew out his revolver and placed it on the cabinet beside him as he\nworked. Let them burn the buildings and tear up the Ship--but they must\nnot destroy these papers. Let the Rocket Project be dead, utterly dead,\ntorn to shreds by the people of this strange twilight world, but _the\ndream need not die_--\n\n\n\nHe heard a sound behind him, and he whirled, staring up into Moe\nArhelger's bearded face. The old man stood there, a strange light in\nhis wild eyes, staring first at Matt, then at the blue papers in the\nbox. \"I see now why you wanted to be alone!\" He looked up at Matt, a\nlong, slow, savage look. \"Dump it, Matt,\" he said, motioning to the box.\n\nMatthews' arm tightened around the carton. \"I want these,\" he said\nsoftly. \"You've got your Rocket, Moe. They'll never build another one--\"\n\n\"_I said dump it._\" There was a harsh edge to the old man's voice.\n\"We're cleaning the place out. Everything. There'll never be another\none, never, as long as the world lives.\"\n\n\"But what do you care about these?\" Matt cried. \"You'll be dead long\nbefore they ever try Rockets again.\"\n\n\"They're evil!\" the old man snarled. \"Everything about them is evil.\nThey've dragged us down into the dirt, down so far we'll never be able\nto crawl up again--\" His rifle levelled, slowly. \"Throw those prints on\nthe floor, Matt. Touch a match to them, right here. Or I'll burn them\nfor you.\"\n\nSlowly Matt turned, lifted up the box. It was heavy; his eyes flicked\nto the old man, and he rested the box gently on the bench for a moment.\nAnd then he threw it in the old man's face, and snatched up the\nrevolver from the bench. He fired four times, and the old man doubled\nover and pitched forward on his face, groaning. Matt kicked the rifle\nacross the room, throwing the blue-prints back into the box. Panting,\nhe shot out the light, and fled across the compound toward the opened\ngate.\n\nSomewhere out there Mary would be waiting. And maybe Loevy's group was\nstill alive, somewhere, maybe they still knew a way toward recovery now\nthat the Rocket was destroyed. The fifty-four days of chaos might be\nover now. They would know what to do with the precious box. It would be\nin safe hands until men were ready to build again.\n\nMatt ran through the gate and into the shadows outside the compound.\nIn the flickering light of the flames behind him he could make out a\nfigure approaching.\n\n\"Matt! Oh, Matt--you're safe!\"\n\nIt was Mary, and he felt a gladness sweep through him. She grabbed his\narms then, her eyes tear-filled with relief. She glanced down at the\nbox he held closely against him. \"Matt, what's that?\"\n\nHe motioned her toward the deeper shadows and a jeep he saw standing\nunguarded. His voice was grim as he answered her. \"It's for the future,\nMary ... the future.\"\n\nMoments later they drove away into the night.\n",
    "metadata": {
        "author": [
            "Nourse, Alan Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66288/pg66288.txt",
        "name": "the_fifty_fourth_of_july.json"
    }
}