{
    "name": "The Wind People",
    "author": [
        "Bradley, Marion Zimmer"
    ],
    "body": "It had been a long layover for the _Starholm's_ crew, hunting heavy\nelements for fuel--eight months, on an idyllic green paradise of a\nplanet; a soft, windy, whispering world, inhabited only by trees and\nwinds. But in the end it presented its own unique problem.\n\nSpecifically, it presented Captain Merrihew with the problem of Robin,\nmale, father unknown, who had been born the day before, and a month\nprematurely, to Dr. Helen Murray.\n\nMerrihew found her lying abed in the laboratory shelter, pale and calm,\nwith the child beside her.\n\nThe little shelter, constructed roughly of green planks, looked out\non the clearing which the _Starholm_ had used as a base of operations\nduring the layover; a beautiful place at the bottom of a wide valley,\nin the curve of a broad, deep-flowing river. The crew, tired of being\nshipbound, had built half a dozen such huts and shacks in these eight\nmonths.\n\nMerrihew glared down at Helen. He snorted, \"This is a fine situation.\nYou, of all the people in the whole damned crew--the ship's doctor!\nIt's--it's--\" Inarticulate with rage, he fell back on a ridiculously\ninadequate phrase. \"It's--criminal carelessness!\"\n\n\"I know.\" Helen Murray, too young and far too lovely for a ship's\nofficer on a ten-year cruise, still looked weak and white, and her\nvoice was a gentle shadow of its crisp self. \"I'm afraid four years in\nspace made me careless.\"\n\nMerrihew brooded, looking down at her. Something about ship-gravity\nconditions, while not affecting potency, made conception impossible; no\nchild had ever been conceived in space and none ever would. On planet\nlayovers, the effect wore off very slowly; only after three months\naground had Dr. Murray started routine administration of anticeptin to\nthe twenty-two women of the crew, herself included. At that time she\nhad been still unaware that she herself was already carrying a child.\n\nOutside, the leafy forest whispered and rustled, and Merrihew knew\nHelen had forgotten his existence again. The day-old child was tucked\nup in one of her rolled coveralls at her side. To Merrihew, he looked\nlike a skinned monkey, but Helen's eyes smoldered as her hands moved\ngently over the tiny round head.\n\nHe stood and listened to the winds and said at random, \"These shacks\nwill fall to pieces in another month. It doesn't matter, we'll have\ntaken off by then.\"\n\nDr. Chao Lin came into the shack, an angular woman of thirty-five. She\nsaid, \"Company, Helen? Well, it's about time. Here, let me take Robin.\"\n\nHelen said in weak protest, \"You're spoiling me, Lin.\"\n\n\"It will do you good,\" Chao Lin returned. Merrihew, in a sudden surge\nof fury and frustration, exploded, \"Damn it, Lin, you're making it all\nworse. He'll die when we go into overdrive, you know as well as I do!\"\n\nHelen sat up, clutching Robin protectively. \"Are you proposing to drown\nhim like a kitten?\"\n\n\"Helen, I'm not proposing anything. I'm stating a fact.\"\n\n\"But it's not a fact. He won't die in overdrive because he won't be\naboard when we go into overdrive!\"\n\nMerrihew looked at Lin helplessly, but his face softened. \"Shall\nwe--put him to sleep and bury him here?\"\n\nThe woman's face turned white. \"No!\" she cried in passionate protest,\nand Lin bent to disengage her frantic grip. \"Helen, you'll hurt him.\nPut him down. There.\"\n\nMerrihew looked down at her, troubled, and said, \"We can't just abandon\nhim to die slowly, Helen--\"\n\n\"Who says I'm going to abandon him?\"\n\nMerrihew asked slowly, \"Are you planning to desert?\" He added, after a\nminute, \"There's a chance he'll survive. After all, his very birth was\nagainst all medical precedent. Maybe--\"\n\n\"Captain--\" Helen sounded desperate. \"Even drugged, no child under\nten has ever endured the shift into hyperspace drive. A newborn would\ndie in seconds.\" She clasped Robin to her again, and said, \"It's the\nonly way--you have Lin for a doctor, Reynolds can handle my collateral\nduties. This planet is uninhabited, the climate is mild, we couldn't\npossibly starve.\" Her face, so gentle, was suddenly like rock. \"Enter\nmy death in the log, if you want to.\"\n\nMerrihew looked from Helen to Lin, and said, \"Helen, you're insane!\"\n\nShe said, \"Even if I'm sane now, I wouldn't be long if I had to\nabandon Robin.\" The wild note had died out of her voice, and she spoke\nrationally, but inflexibly. \"Captain Merrihew, to get me aboard the\n_Starholm_, you will have to have me drugged or taken by force; I\npromise you I won't go any other way. And if you do that--and if Robin\nis left behind, or dies in overdrive--just so you will have my services\nas a doctor--then I solemnly swear that I will kill myself at the first\nopportunity.\"\n\n\"My God,\" said Merrihew, \"you _are_ insane!\"\n\nHelen gave a very tiny shrug. \"Do you want a madwoman aboard?\"\n\nChao Lin said quietly, \"Captain, I don't see any other way. We\nwould have had to arrange it that way if Helen had actually died in\nchildbirth. Of two unsatisfactory solutions, we must choose the least\nharmful.\" And Merrihew knew that he had no real choice.\n\n\"I still think you're both crazy,\" he blustered, but it was surrender,\nand Helen knew it.\n\nTen days after the _Starholm_ took off, young Colin Reynolds,\ntechnician, committed suicide by the messy procedure of slicing his\njugular artery, which--in zero gravity--distributed several quarts of\nblood in big round globules all over his cabin. He left an incoherent\nnote.\n\nMerrihew put the note in the disposal and Chao Lin put the blood in the\nship's blood-bank for surgery, and they hushed it up as an accident;\nbut Merrihew had the unpleasant feeling that the layover on the green\nand windy planet was going to become a legend, spread in whispers by\nthe crew. And it did, but that is another story.\n\n\n\nRobin was two years old when he first heard the voices in the wind. He\npulled at his mother's arm and crooned softly, in imitation.\n\n\"What is it, lovey?\"\n\n\"Pretty.\" He crooned again to the distant murmuring sound.\n\nHelen smiled vaguely and patted the round cheek. Robin, his infant\nimagination suddenly distracted, said, \"Hungry. Robin hungry. Berries.\"\n\n\"Berries after you eat,\" Helen promised absently, and picked him up.\nRobin tugged at her arm.\n\n\"Mommy pretty, too!\"\n\nShe laughed, a rosy and smiling young Diana. She was happy on the\nsolitary planet; they lived quite comfortably in one of the larger\nshacks, and only a little frown-line between her eyes bore witness\nto the terror which had closed down on her in the first months, when\nevery new day had been some new struggle--against weakness, against\nunfamiliar sounds, against loneliness and dread. Nights when she lay\nwakeful, sweating with terror while the winds rose and fell again\nand her imagination gave them voices, bleak days when she wandered\ndazedly around the shack or stared moodily at Robin. There had\nbeen moments--only fleeting, and penanced with hours of shame and\nregret--when she thought that even the horror of losing Robin in those\nfirst days would have been less than the horror of spending the rest\nof her life alone here; when she had wondered why Merrihew had not\nrealized that she was unbalanced, and forced her to go with them ... by\nnow, Robin would have been only a moment's painful memory.\n\nStill not strong, knowing she had to be strong for Robin or he would\ndie as surely as if she had abandoned him, she had spent the first\nmonths in a somnambulistic dream. Sometimes she had walked for days\nat a time in that dream; she would wake to find food that she could\nnot remember gathering. Somehow, pervasive, the dream-voices had taken\nover; the whispering winds had been full of voices and even hands.\n\nShe had fallen ill and lain for days sick and delirious, and had\nheard a voice which hardly seemed to be her own, saying that if she\ndied the wind voices would care for Robin ... and then the shock and\nirrationality of that had startled her out of delirium, agonized and\ntrembling, and she pulled herself upright and cried out \"No!\"\n\nAnd the shimmer of eyes and voices had faded again into vague echoes,\nuntil there was only the stir of sunlight on the leaves, and Robin,\nchubby and naked, kicking in the sunlight, cooing with his hands\noutstretched to the rustle of leaves and shadows.\n\nShe had known, then, that she had to get well. She had never heard the\nwind voices again, and her crisp, scientific mind rejected the fanciful\ntheory that if she only believed in the wind voices she would see their\nforms and hear their words clearly. And she rejected them so thoroughly\nthat when she heard them speak she shut them away from her mind, and\nafter a time heard them no longer, except in restless dreams.\n\nBy now she had accepted the isolation and the beauty of their world,\nand begun to make a happy life for Robin.\n\nFor lack of other occupation last summer--though the winter was\nmild and there was no lack of fruits and roots even then--Helen had\npatiently snared male and female of small animals like rabbits, and\nnow she had a pen of them. They provided a change of diet, and after\na few smelly unsuccessful experiments she had devised a way to supple\ntheir fur pelts. She made no effort at gardening, though when Robin was\nolder she might try that. For the moment, it was enough that they were\nhealthy and safe and protected.\n\n... Robin was _listening_ again. Helen bent her ear, sharpened by the\nsilence, but heard only the rustle of wind and leaves; saw only falling\nbrightness along a silvered tree-trunk.\n\nWind? When there were no branches stirring?\n\n\"Ridiculous,\" she said sharply, then snatched up the baby boy and\nsqueezed him before hoisting him astride her hip. \"Mommy doesn't mean\n_you_, Robin. Let's look for berries.\"\n\nBut soon she realized that his head was tipped back and that he was\nlistening, again, to some sound she could not hear.\n\n\n\nOn what she said was Robin's fifth birthday, Helen had made a special\nbed for him in another room of the building. He missed the warmth of\nHelen's body, and the comforting sound of her breathing; for Robin,\nsince birth, had been a wakeful child.\n\nYet, on the first night alone, Robin felt curiously freed. He did\nsomething he had never dared do before, for fear of waking Helen; he\nslipped from his bed and stood in the doorway, looking into the forest.\n\nThe forest was closer to the doorway now; Robin could fuzzily remember\nwhen the clearing had been wider. Now, slowly, beyond the garden patch\nwhich Helen kept cleared, the underbrush and saplings were growing\nback, and even what Robin called \"the burned place\" was covered with\nnew sparse grass.\n\nRobin was accustomed to being alone, during the day--even in his first\nyear, Helen had had to leave him alone, securely fastened in the house,\nor inside a little tight-fenced yard. But he was not used to being\nalone at night.\n\nFar off in the forest, he could hear the whispers of the other people.\nHelen said there were no other people, but Robin knew better, because\nhe could hear their voices on the wind, like fragments of the songs\nHelen sang at bedtime. And sometimes he could almost see them in the\nshadowy spots.\n\nOnce when Helen had been sick, a long time ago, and Robin had run\nhelplessly from the fenced yard to the inside room and back again,\nhungry and dirty and furious because Helen only slept on the bed with\nher eyes closed, rousing up now and then to whimper like he did when\nhe fell down and skinned his knee, the winds and voices had come into\nthe very house; Robin had hazy memories of soothing voices, of hands\nthat touched him more softly than Helen's hands. But he could not quite\nremember.\n\nNow that he could hear them so clearly, he would go and find the other\npeople. And then if Helen was sick again, there would be someone else\nto play with him and look after him. He thought gleefully, _won't Helen\nbe surprised_, and darted off across the clearing.\n\n\n\nHelen woke, roused not by a sound but by a silence. She no longer heard\nRobin's soft breaths from the alcove, and after a moment she realized\nsomething else:\n\nThe winds were silent.\n\nPerhaps, she thought, a storm was coming. Some change in air pressure\ncould cause this stillness--but Robin? She tiptoed to the alcove; as\nshe had suspected, his bed was empty.\n\nWhere could he be? In the clearing? With a storm coming? She slid her\nfeet into hand-made sandals and ran outside, her quivering call ringing\nout through the silent forest:\n\n\"Robin--oh, Robin!\"\n\nSilence. And far away a little ominous whisper. And for the first\ntime, since that first frightening year of loneliness, she felt lost,\ndeserted in an alien world. She ran across the clearing, looking around\nwildly, trying to decide which way he could have wandered. Into the\nforest? What if he had strayed toward the river bank? There was a place\nwhere the bank crumbled away, down toward the rapids--her throat closed\nconvulsively, and her call was almost a shriek:\n\n\"Oh, Robin! Robin, darling! Robin!\"\n\nShe ran through the paths worn by their feet, hearing snatches of\nrustle, winds and leaves suddenly vocal in the cold moonlight around\nher. It was the first time since the spaceship left them that Helen had\nventured out into the night of their world. She called again, her voice\ncracking in panic.\n\n\"Ro-bin!\"\n\nA sudden stray gleam revealed a glint of white, and a child stood in\nthe middle of the path. Helen gasped with relief and ran to snatch up\nher son--then fell back in dismay. It was not Robin who stood there.\nThe child was naked, about a head shorter than Robin, and female.\n\nThere was something curious about the bare and gleaming flesh, as if\nshe could see the child only in the full flush of the moonlight. A\nround, almost expressionless face was surrounded by a mass of colorless\nstreaming hair, the exact color of the moonlight. Helen's audible gasp\nstartled her to a stop: she shut her eyes convulsively, and when she\nopened them the path was black and empty and Robin was running down the\ntrack toward her.\n\nHelen caught him up, with a strangled cry, and ran, clasping him to her\nbreast, back down the path to their shack. Inside, she barred the door\nand laid Robin down in her own bed, and threw herself down shivering,\ntoo shaken to speak, too shaken to scold him, curiously afraid to\nquestion. I had a hallucination, she told herself, a hallucination,\nanother dream, a dream....\n\n\n\nA dream, like the other Dream. She dignified it to herself as The\nDream, because it was not like any other dream she had ever had. She\nhad dreamed it first before Robin's birth, and been ashamed to speak of\nit to Chao Lin, fearing the common-sense skepticism of the older woman.\n\nOn their tenth night on the green planet (the _Starholm_ was a dim\nrecollection now) when Merrihew's scientists had been convinced that\nthe little world was safe, without wild beasts or diseases or savage\nnatives, the crew had requested permission to camp in the valley\nclearing beside the river. Permission granted, they had gone apart in\ncouples almost as usual, and even those who had no enduring liaison at\nthe moment had found a partner for the night.\n\n_It must have been that night...._\n\nColin Reynolds was two years younger than Helen, and their attachment,\nenduring over a few months of shiptime, was based less on mutual\npassion than a sort of boyish need in him, a sort of impersonal\nfeminine solicitude in Helen. All her affairs had been like that,\ncompanionable, comfortable, but never passionate. Curiously enough,\nHelen was a woman capable of passion, of great depths of devotion; but\nno man had ever roused it and now no man ever would. Only Robin's birth\nhad touched her deeply-pent emotions.\n\nBut that night, when Colin Reynolds was sleeping, Helen stayed\nrestlessly awake, hearing the unquiet stirring of wind on the leaves.\nAfter a time she wandered down to the water's edge, staying a cautious\ndistance from the shore--for the cliff crumbled dangerously--and\nstretched herself out to listen to the wind-voices. And after a time\nshe fell asleep, and had The Dream, which was to return to her again\nand again.\n\nHelen thought of herself as a scientist, without room for fantasies,\nand that was why she called it, fiercely, a dream; a dream born of some\nundiagnosed conflict in her. Even to herself Helen would not recall it\nin full.\n\nThere had been a man, and to her it seemed that he was part of the\ngreen and windy world, and he had found her sleeping by the river. Even\nin her drowsy state, Helen had suspected that perhaps one of the other\ncrew members, like herself sleepless and drawn to the shining water,\nhad happened upon her there; such things were not impossible, manners\nand mores being what they were among starship crews.\n\nBut to her, half-dreaming, there had been some strangeness about him,\nwhich prevented her from seeing him too clearly even in the brilliant\ngreen moonlight. No dream and no man had ever seemed so living to her;\nand it was her fierce rationalization of the dream which kept her\nsilent, months later, when she discovered (to her horror and secret\ndespair) that she was with child. She had felt that she would lose the\nhaze and secret delight of the dream, if she openly acknowledged that\nColin had fathered her child.\n\nBut at first--in the cool green morning that followed--she had not been\nat all sure it was a dream. Seeing only sunlight and leaves, she had\nheld back from speaking, not wanting ridicule; could she have asked\neach man of the _Starholm_, Was it you who came to me last night?\nBecause if it was not, there are other men on this world, men who\ncannot be clearly seen even by moonlight--\n\nSeverely she reminded herself, Merrihew's men had pronounced the world\nuninhabited, and uninhabited it must be. Five years later, hugging\nher sleeping son close, Helen remembered the dream, examined the\ncontent of her fantasy, and once again, shivering, repeated, \"I had a\nhallucination. It was only a dream. A dream, because I was alone....\"\n\n\n\nWhen Robin was fourteen years old, Helen told him the story of his\nbirth, and of the ship.\n\nHe was a tall, silent boy, strong and hardy but not talkative; he\nheard the story almost in silence, and looked at Helen for a long time\nin silence, afterward. He finally said in a whisper, \"You could have\ndied--you gave up a lot for me, Helen, didn't you?\" He knelt and took\nher face in his hands. She smiled, and drew a little away from him.\n\n\"Why are you looking at me like that, Robin?\"\n\nThe boy could not put instant words to his thoughts; emotions were not\nin his vocabulary. Helen had taught him everything she knew, but she\nhad always concealed her feelings from her son. He asked at last, \"Why\ndidn't my father stay with you?\"\n\n\"I don't suppose it entered his head,\" Helen said. \"He was needed on\nthe ship. Losing me was bad enough.\"\n\nRobin said passionately, \"I'd have stayed!\"\n\nThe woman found herself laughing. \"Well--you did stay, Robin.\"\n\nHe asked, \"Am I like my father?\"\n\nHelen looked gravely at her son, trying to see the half-forgotten\nfeatures of young Reynolds in the boy's face. No, Robin did not look\nlike Colin Reynolds, nor like Helen herself. She picked up his hand\nin hers; despite his robust health, Robin never tanned; his skin was\npearly pale, so that in the green sunlight it blended into the forest\nalmost invisibly. His hand lay in Helen's palm like a shadow. She\nsaid at last, \"No, nothing like him. But under this sun, that's to be\nexpected.\"\n\nRobin said confidently, \"I'm like the _other_ people.\"\n\n\"The ones on the ship? They--\"\n\n\"No,\" Robin interrupted, \"you always said, when I was older you'd tell\nme about the other people. I mean the other people _here_. The ones in\nthe woods. The ones you can't see.\"\n\nHelen stared at the boy in blank disbelief. \"What do you mean? There\nare no other people, just us.\" Then she recalled that every imaginative\nchild invents playmates. _Alone_, she thought, _Robin's always alone,\nno other children, no wonder he's a little--strange._ She said,\nquietly, \"You dreamed it, Robin.\"\n\nThe boy only stared at her, in bleak, blank alienation. \"You mean,\" he\nsaid, \"you can't _hear_ them either?\" He got up and walked out of the\nhut. Helen called, but he didn't turn back. She ran after him, catching\nat his arm, stopping him almost by force. She whispered, \"Robin, Robin,\ntell me what you mean! There isn't anyone here. Once or twice I thought\nI had seen--something, by moonlight, only it was a dream. Please,\nRobin--please--\"\n\n\"If it's only a dream, why are you frightened?\" Robin asked, through a\ncurious constriction in his throat. \"If they've never hurt you--\"\n\nNo, they had never hurt her. Even if, in her long-ago dream, one of\nthem had come to her--_and the sons of God saw the daughters of men\nthat they were fair_--a scrap of memory from a vanished life on another\nworld sang in Helen's thoughts. She looked up at the pale, impatient\nface of her son, and swallowed hard.\n\nHer voice was husky when she spoke.\n\n\"Did I ever tell you about rationalization--when you want something to\nbe true so much that you can make it sound right to yourself?\"\n\n\"Couldn't that also happen to something you wanted _not_ to be true?\"\nRobin retorted with a mutinous curl of his mouth.\n\nHelen would not let go his arm. She begged, \"Robin--no, you'll only\nwaste your life and break your heart looking for something that doesn't\nexist--\"\n\nThe boy looked down into her shaken face, and suddenly a new emotion\nwelled up in him and he dropped to his knees beside her and buried his\nface against her breast. He whispered, \"Helen, I'll never leave you,\nI'll never do anything you don't want me to do, I don't want anyone but\nyou--\"\n\nAnd for the first time in many years, Helen broke into wild and\nuncontrollable crying, without knowing why she wept.\n\nRobin did not speak again of his quest in the forest. For many months\nhe was quiet and subdued, staying near the clearing, hovering near\nHelen for days at a time, then disappearing into the forest at dusk. He\nheard the winds numbly, deaf to their promise and their call.\n\nHelen too was quiet and withdrawn, feeling Robin's alienation through\nhis submissive mood. She found herself speaking to him sharply for\nbeing always under foot; yet, on the rare days when he vanished into\nthe forest and did not return until after sunset, she felt a restless\nunease that set her wandering the paths herself, not following him, but\nsimply uneasy unless she knew he was within call.\n\nOnce, in the shadows just before sunset, she thought she saw a man\nmoving through the trees, and for an instant, as he turned toward her,\nshe saw that he was naked. She had seen him only for a second or two,\nand after he had slipped between the shadows again, common sense told\nher it was Robin. She was vaguely shocked and annoyed; she firmly\nintended to speak to him, perhaps to scold him for running about naked\nand slipping away like that; then, in a sort of remote embarrassment,\nshe fore-bore to mention it. But after that, she kept out of the forest.\n\nRobin had been vaguely aware of her surveillance and knew when it\nceased. But he did not give up his own pointless rambles, although\neven to himself he no longer spoke of searching, or of any dreamlike\ninhabitants of the woods. At times it still seemed that some shadow\nconcealed a half-seen form, and the distant murmur grew into a voice\nthat mocked him; a white arm, the shadow of a face, until he lifted his\nhead and stared straight at it.\n\nOne evening toward twilight he saw a sudden shimmer in the trees,\nand he stood, fixedly, as the stray glint resolved itself first into\na white face with shadowy eyes, then into a translucent flicker of\nbare arms, and then into the form of a woman, arrested for an instant\nwith her hand on the bole of a tree. In the shadowy spot, filled only\nwith the last ray of a cloudy sunset, she was very clear; not cloudy\nor unreal, but so distinct that he could see even a small smudge or\nbramble-scratch on her shoulder, and a fallen leaf tangled in her\ncolorless hair. Robin, paralyzed, watched her pause, and turn, and\nsmile, and then she melted into the shadows.\n\nHe stood with his heart pounding for a second after she had gone; then\nwhirled, bursting with the excitement of his discovery, and ran down\nthe path toward home. Suddenly he stopped short, the world tilting and\nreeling, and fell on his face in a bed of dry leaves.\n\nHe was still ignorant of the nature of the emotion in him. He felt only\nintolerable misery and the conviction that he must never, never speak\nto Helen of what he had seen or felt.\n\n\n\nHe lay there, his burning face pressed into the leaves, unaware of the\nrising wind, the little flurry of blown leaves, the growing darkness\nand distant thunder. At last an icy spatter of rain aroused him, and\ncold, numbed, he made his way slowly homeward. Over his head the boughs\ncreaked woodenly, and Robin, under the driving whips of the rain, felt\ntheir tumult only echoed his own voiceless agony.\n\nHe was drenched by the time he pushed the door of the shack open, and\nstumbled blindly toward the fire, only hoping that Helen would be\nsleeping. But she started up from beside the hearth they had built\ntogether last summer.\n\n\"Robin?\"\n\nDeathly weary, the boy snapped, \"Who _else_ would it be?\"\n\nHelen didn't answer. She came to him, a small swift-moving figure in\nthe firelight, and drew him into the warmth. She said, almost humbly,\n\"I was afraid--the storm--Robin, you're all wet, come to the fire and\ndry out.\"\n\nRobin yielded, his twitching nerves partly soothed by her voice. _How\ntiny Helen is_, he thought, _and I can remember that she used to carry\nme around on one arm. Now she hardly comes to my shoulder._ She brought\nhim food and he ate wolfishly, listening to the steady pouring rain,\nuncomfortable under Helen's watching eyes. Before his own eyes there\nwas the clear memory of the woman in the wood, and so vivid was Robin's\nimagination, heightened by loneliness and undiluted by any random\nimpressions, that it seemed to him Helen must see her too. And when she\ncame to stand beside him, the picture grew so keen in his thoughts that\nhe actually pulled himself free of her.\n\nThe next day dawned gray and still, beaten with long needles of rain.\nThey stayed indoors by the smoldering fire; Robin, half sick and\nfeverish from his drenching, sprawled by the hearth too indolent to\nmove, watching Helen's comings and goings about the room; not realizing\nwhy the sight of her slight, quick form against the gray light filled\nhim with such pain and melancholy.\n\nThe storm lasted four days. Helen exhausted her household tasks and sat\nrestlessly thumbing through the few books she knew by heart--they had\nallowed her to remove all her personal possessions, all the things she\nhad chosen on a forgotten and faraway Earth for a ten-year star-cruise.\nFor the first time in years, Helen was thinking again of the life,\nthe civilization she had thrown away, for Robin who had been a pink\nscrap in the circle of her arm and now lay sullen on the hearth, not\nspeaking, aimlessly whittling a stick with the knife (found discarded\nin a heap of rubbish from the _Starholm_) which was his dearest\npossession. Helen felt slow horror closing in on her. _What world,\nwhat heritage did I give him, in my madness? This world has driven us\nboth insane. Robin and I are both a little mad, by Earth's standards.\nAnd when I die, and I will die first, what then?_ At that moment Helen\nwould have given her life to believe in his old dream of strange people\nin the wood.\n\nShe flung her book restlessly away, and Robin, as if waiting for that\nsignal, sat upright and said almost eagerly, \"Helen--\"\n\nGrateful that he had broken the silence of days, she gave him an\nencouraging smile.\n\n\"I've been reading your books,\" he began, diffidently, \"and I\nread about the sun you came from. It's different from this one.\nSuppose--suppose, if there were actually a kind of people here, and\nsomething in this light, or in your eyes, made them invisible to you?\"\n\nHelen said, \"Have you been seeing them again?\"\n\nHe flinched at her ironical tone, and she asked, somewhat more gently,\n\"It's a theory, Robin, but it wouldn't explain, then, why _you_ see\nthem.\"\n\n\"Maybe I'm--more used to this light,\" he said gropingly. \"--And anyway,\nyou said you thought you'd seen them and thought it was only a dream.\"\n\nHalfway between exasperation and a deep pity, Helen found herself\narguing, \"If these other people of yours really exist, why haven't they\nmade themselves known in sixteen years?\"\n\nThe eagerness with which he answered was almost frightening. \"I think\nthey only come out at night, they're what your book calls a primitive\ncivilization--\" He spoke the words he had read, but never heard, with\nan odd hesitation. \"They're not really a civilization at all, I think,\nthey're like--part of the woods.\"\n\n\"A forest people,\" Helen mused, impressed in spite of herself, \"and\nnocturnal. It's always moonlight or dusky when you see them--\"\n\n\"Then you _do_ believe me--oh, Helen,\" Robin cried, and suddenly found\nhimself pouring out the story of what he had seen, in incoherent\nwords, concluding \"--and by daylight I can hear them, but I can't see\nthem--Helen, Helen, you have to believe it now, you'll have to let me\ntry to find them and learn to talk to them--\"\n\nHelen listened with a sinking heart. She knew they should not discuss\nit now, when five days of enforced housebound proximity had set their\nnerves and tempers on edge, but some unknown tension hurled her sharp\nwords at Robin. \"You saw a woman, and I--a man. These things are only\ndreams. Do I have to explain more to you?\"\n\nRobin flung his knife sullenly aside. \"You're so blind, so stubborn--\"\n\n\"I think you are feverish again.\" Helen rose to go.\n\nHe said wrathfully, \"You treat me like a child!\"\n\n\"Because you act like one, with your fairy tales of women in the\nwind....\"\n\nSuddenly Robin's agony overflowed and he caught at her, holding her\naround the knees, clinging to her as he had not done since he was a\nsmall child, his words stumbling and rushing over one another.\n\n\"Helen, Helen darling, don't be angry with me,\" he begged, and caught\nher in a blind embrace that pulled her off her feet. She had never\nguessed how strong he was; but he seemed very like a little boy, and\nshe hugged him quickly as he began to cover her face with childish\nkisses.\n\n\"Don't cry, Robin, my baby, it's all right,\" she murmured, kneeling\nclose to him. Gradually the wildness of his passionate crying abated;\nshe touched his forehead with her cheek to see if it were heated with\nfever, and he reached up and held her there. Helen let him lie against\nher shoulder, feeling that perhaps after the violence of his outburst\nhe would fall asleep, and she was half asleep herself when a sudden\nshock of realization darted through her; quickly she tried to free\nherself from Robin's entangling arms.\n\n\"Robin, let me go.\"\n\nHe clung to her, not understanding. \"Don't let go of me, Helen.\nDarling, stay here beside me,\" he begged, and pressed a kiss into her\nthroat.\n\nHelen, her blood icing over, realized that unless she freed herself\nvery quickly now, she would be fighting against a strong, aroused young\nman not clearly aware of what he was doing. She took refuge in the\nsharp maternal note of ten years ago, almost vanished in the closer,\nmore equal companionship of the time between:\n\n\"No, Robin. Stop it, at once, do you hear?\"\n\nAutomatically he let her go, and she rolled quickly away, out of his\nreach, and got to her feet. Robin, too intelligent to be unaware of her\nanger and too naive to know its cause, suddenly dropped his head and\nwept, wholly unstrung. \"Why are you angry?\" he blurted out. \"I was only\nloving you.\"\n\nAnd at the phrase of the five-year-old child, Helen felt her throat\nwould burst with its ache. She managed to choke out, \"I'm not angry,\nRobin--we'll talk about this later, I promise--\" and then, her own\ncontrol vanishing, turned and fled precipitately into the pouring rain.\n\nShe plunged through the familiar woods for a long time, in a daze of\nunthinking misery. She did not even fully realize that she was sobbing\nand muttering aloud, \"No, no, no, no--\"\n\nShe must have wandered for several hours. The rain had stopped and the\ndarkness was lifting before she began to grow calmer and to think more\nclearly.\n\nShe had been blind, not to foresee this day when Robin was a child;\nonly if her child had been a daughter could it have been avoided.\nOr--she was shocked at the hysterical sound of her own laughter--if\nColin had stayed and they had raised a family like Adam and Eve!\n\nBut what now? Robin was sixteen; she was not yet forty. Helen caught at\nvanishing memories of society; taboos so deeply rooted that for Helen\nthey were instinctual and impregnable. Yet for Robin nothing existed\nexcept this little patch of forest and Helen herself--the only person\nin his world, more specifically at the moment the only woman in his\nworld. _So much_, she thought bitterly, _for instinct. But have I the\nright to begin this all over again? Worse; have I the right to deny its\nexistence and when I die, leave Robin alone?_\n\nShe had stumbled and paused for breath, realizing that she had\nwandered in circles and that she was at a familiar point on the river\nbank which she had avoided for sixteen years. On the heels of this\nrealization she became aware that for only the second time in memory,\nthe winds were wholly stilled.\n\n\n\nHer eyes, swollen with crying, ached as she tried to pierce the gloom\nof the mist, lilac-tinted with the approaching sunrise, which hung\naround the water. Through the dispersing mist she made out, dimly, the\nform of a man.\n\nHe was tall, and his pale skin shone with misty white colors. Helen sat\nfrozen, her mouth open, and for the space of several seconds he looked\ndown at her without moving. His eyes, dark splashes in the pale face,\nhad an air of infinite sadness and compassion, and she thought his lips\nmoved in speech, but she heard only a thin familiar rustle of wind.\n\nBehind him, mere flickers, she seemed to make out the ghosts of other\nfaces, tips of fingers of invisible hands, eyes, the outline of a\nwoman's breast, the curve of a child's foot. For a minute, in Helen's\nweary numbed state, all her defenses went down and she thought: _Then\nI'm not mad and it wasn't a dream and Robin isn't Reynolds' son at all.\nHis father was this--one of these--and they've been watching me and\nRobin, Robin has seen them, he doesn't know he's one of them, but they\nknow. They know and I've kept Robin from them all these sixteen years._\n\nThe man took two steps toward her, the translucent body shifting\nto a dozen colors before her blurred eyes. His face had a curious\nfamiliarity--_familiarity_--and in a sudden spasm of terror Helen\nthought, \"I'm going mad, it's Robin, _it's Robin_--\"\n\n\n\nHis hand was actually outstretched to touch her when her scream cut icy\nlashes through the forest, stirring wild echoes in the wind-voices, and\nshe whirled and ran blindly toward the treacherous, crumbling bank.\nBehind her came steps, a voice, a cry--Robin, the strange dryad-man,\nshe could not guess. The horror of incest, the son the father the lover\nsuddenly melting into one, overwhelmed her reeling brain and she fled\ninsanely to the brink. She felt a masculine hand actually gripping her\nshoulder, she might have been pulled back even then, but she twisted\nfree blindly, shrieking, \"No, Robin, no, no--\" and flung herself down\nthe steep bank, to slip and hurl downward and whirl around in the\nraging current to spinning oblivion and death....\n\n\n\nMany years later, Merrihew, grown old in the Space Service, falsified\na log entry to send his ship for a little while into the orbit of the\ntiny green planet he had named Robin's World. The old buildings had\nfallen into rotted timbers, and Merrihew quartered the little world for\ntwo months from pole to pole but found nothing. Nothing but shadows and\nwhispers and the unending voices of the wind. Finally, he lifted his\nship and went away.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bradley, Marion Zimmer"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60640/pg60640.txt",
        "name": "the_wind_people.json"
    }
}