{
    "name": "The Ties That Bind",
    "author": [
        "Miller, Walter M."
    ],
    "body": "[Sidenote: _The Earth was green and quiet. Nature had survived Man, and\nMan had survived himself. Then, one day, the great silvery ships broke\nthe tranquillity of the skies, bringing Man's twenty-thousand-year-lost\ninheritance back to Earth...._]\n\n\n    \"_Why does your brand sae drop wi' blude,\n      Edward, Edward?\n    Why does your brand sae drop wi' blude,\n      And why sae sad gang ye, O?\"\n    \"O I hae kill'd my hawk sae gude,\n      Mither, mither;\n    O I hae kill'd my hawk sae gude,\n      And I had nae mair but he, O._\"\n\n    --ANONYMOUS\n\n\nThe Horde of sleek ships arose in the west at twilight--gleaming slivers\nthat reflected the dying sun as they lanced across the darkling heavens.\nA majestic fleet of squadrons in double-vees, groups in staggered\nechelon, they crossed the sky like gleaming geese, and the children of\nEarth came out of their whispering gardens to gape at the splendor that\nmarched above them.\n\nThere was fear, for no vessel out of space had crossed the skies of\nEarth for countless generations, and the children of the planet had\nforgotten. The only memories that lingered were in the memnoscripts, and\nin the unconscious _kulturverlaengerung_, of the people. Because of the\nlatter half-memory, the people knew, without knowing why, that the\nslivers of light in the sky were ships, but there was not even a word in\nthe language to name them.\n\nThe myriad voices of the planet, they cried, or whispered, or chattered\nin awed voices under the elms....\n\nThe piping whine of a senile hag: \"The ancient gods! The day of the\njudging! Repent, repent....\"\n\nThe panting gasp of a frightened fat man: \"The alien! We're lost, we're\nlost! We've got to run for the hills!\"\n\nThe voice of the child: \"See the pretty birdlights? See? See?\"\n\nAnd a voice of wisdom in the councils of the clans: \"The sons of\nmen--they've come home from the Star Exodus. Our brothers.\"\n\nThe slivers of light, wave upon wave, crept into the eclipse shadow as\nthe twilight deepened and the stars stung through the blackening shell\nof sky. When the moon rose, the people watched again as the silhouette\nof a black double-vee of darts slipped across the lunar disk.\n\nBeneath the ground, in response to the return of the ships, ancient\nmechanisms whirred to life, and the tech guilds hurried to tend them. On\nEarth, there was a suspenseful night, pregnant with the dissimilar twins\nof hope and fear, laden with awe, hushed with the expectancy of twenty\nthousand years. The stargoers--they had come home.\n\n\n\n\"_Kulturverlaengerung!_\" grunted the tense young man in the toga of an\nAnalyst. He stood at one end of the desk, slightly flushed, staring down\nat the haughty wing leader who watched him icily from a seat at the\nother end. He said it again, too distinctly, as if the word were a club\nto hurl at the wingsman. \"_Kulturverlaengerung_, that's why!\"\n\n\"I heard you the first time, Meikl,\" the officer snapped. \"Watch your\ntongue and your tone!\"\n\nA brief hush in the cabin as hostility flowed between them. There was\nonly the hiss of air from the ventilators, and the low whine of the\nflagship's drive units somewhere below.\n\nThe erect and elderly gentleman who sat behind the desk cleared his\nthroat politely. \"Have you any further clarifications to make, Meikl?\"\nhe asked.\n\n\"It should be clear enough to all of you,\" the analyst retorted hotly.\nHe jerked his head toward the misty crescent of Earth on the viewing\nscreen that supplied most of the light in the small cabin. \"You can see\nwhat they are, what they've become. And you _know_ what _we_ are.\"\n\nThe two wingsmen bristled slightly at the edge of contempt in the\nanalyst's voice. The elderly gentlemen behind the desk remained\nimpassive, expressionless.\n\nThe analyst leaned forward with a slow accusing glance that swept the\nfaces of the three officers, then centered on his antagonist at the\nother end of the desk. \"You want to _infect_ them, Tha√ºle?\" he demanded.\n\nThe wingsman darkened. His fist exploded on the desktop. \"Meikl, you're\nin contempt! Restrict yourself to answering questions!\"\n\n\"Yes, sir.\"\n\n\"There will be no further breaches of military etiquette during the\ncontinuance of this conference,\" the elderly gentleman announced icily,\nthus seizing the situation.\n\nAfter a moment's silence, he turned to the analyst again. \"We've got to\nrefuel,\" he said flatly. \"In order to refuel, we must land.\"\n\n\"Yes, sir. But why not on Mars? We can develop our own facilities for\nproducing fuel. Why must it be Earth?\"\n\n\"Because there will be _some existing facilities_ on Earth, even though\nthey're out of space. The job would take five years on Mars.\"\n\nThe analyst lowered his eyes, shook his head wearily. \"I'm thinking of a\nbillion earthlings. Aren't they worth considering, sir?\"\n\n\"I've got to consider the men in my command, Meikl. They've been through\nhell. We all have.\"\n\n\"The hell was our own making, baron.\"\n\n\"_Meikl!_\"\n\n\"Sorry, sir.\"\n\nBaron ven Klaeden paused ominously, then: \"Besides, Meikl, your\npredictions of disaster rest on certain assumptions not known to be\ntrue. You assume that the recessive determinants still linger in the\npresent inhabitants. Twenty thousand years is a long time. Nearly a\nthousand generations. I don't know a great deal about culturetics, but\nI've read that _kulturverlaengerung_ reaches a threshold of extinction\nafter about a dozen generations, if there's no restimulation.\"\n\n\"Only in laboratory cultures, sir,\" sighed the analyst. \"Under rigid\ncontrol to make certain there's no restimulant. In practice, in a\nplanet-wide society, there's constant accidental restimulation,\nunconsciously occuring. A determinant gets restimulated, pops back to\noriginal intensity, and gets passed on. In practice, a kult'laenger\nlinkage never really dies out--although, it can stay recessive and\nunconscious.\"\n\n\"That's too bad,\" a wingsman growled sourly. \"We'll wake it up, won't\nwe?\"\n\n\"Let's not be callous,\" the other wingsman grunted in sarcasm. \"Analyst\nMeikl has sensitivities.\"\n\nThe analyst stared from one to the other of them in growing\nconsternation, then looked pleadingly at the baron. \"Sir, I was\n_summoned_ here to offer my opinions about landing on Earth. You asked\nabout possible cultural dangers. I've told you.\"\n\n\"You discussed the danger to earthlings.\"\n\n\"Yes, sir.\"\n\n\"I meant 'danger' to the personnel of this fleet--to their esprit, their\nindoctrination, their group-efficiency. I take it you see none.\"\n\n\"On the contrary, I see several,\" said the analyst, coming slowly to his\nfeet, eyes flashing and darting among them. \"Where were you born,\nWingman?\" he asked the officer at the opposite end of the desk.\n\n\"Lichter Six, Satellite,\" the officer grunted after a moment of\nirritable silence.\n\n\"And you?\"\n\n\"Omega Thrush,\" said the other wingsman.\n\nAll knew without asking that the baron was born in space, his birthplace\none of the planetoid city-states of the Michea Dwarf. Meikl looked\naround at them, then ripped up his own sleeve, unsheathed his\nrank-dagger, and pricked his forearm with the needle point. A red\ndroplet appeared, and he wiped at it with a forefinger.\n\n\"It's common stuff, gentlemen. We've shed a lot of it. And each of us is\na walking sackful of it.\" He paused, then turned to touch the point of\nhis dagger to the viewer, where it left a tiny red trace on the glass,\non the bright crescent of Earth, mist-shrouded, chastely wheeling her\nnights into days.\n\n\"It came from there,\" he hissed. \"She's your womb, gentlemen. Are you\ngoing back?\"\n\n\"Are you an analyst or a dramatist, Meikl?\" the baron asked sharply,\nhoping to relieve the sudden chill in the room. \"This becomes silly.\"\n\n\"If you land on her,\" Meikl promised ominously, \"you'll go away with a\nfleet full of hate.\"\n\nMeikl's arm dropped to his side. He sheathed his dagger. \"Is my presence\nat this meeting still imperative, sir?\" he asked the baron.\n\n\"Have you anything else to say?\"\n\n\"Yes--_don't land on Earth_.\"\n\n\"That's a repetition. No further reasons?--in terms of danger to\nourselves?\"\n\nThe analyst paused. \"I can think of nothing worse that could happen to\nus,\" he said slowly, \"than just being what we already are.\"\n\nHe snapped his heels formally, bowed to the baron, and stalked out of\nthe cabin.\n\n\"I suggest,\" said a wingsman, \"that we speak to Frewek about tightening\nup the discipline in the Intelligence section. That man was in open\ncontempt, Baron.\"\n\n\"But he was also probably right,\" sighed the graying officer and\nnobleman.\n\n\"_Sir--!_\"\n\n\"Don't worry, Wingsman, there's nothing else to do. We'll have to land.\nMake preparations, both of you--and try to make contact with surface.\nI'll dictate the message.\"\n\nWhen the wingsmen left, it was settled. The baron arose with a sigh and\nwent to peer morosely at the view of Earth below. Very delicately, he\nwiped the tiny trace of blood from the glass. She was a beautiful world,\nthis Earth. She had spawned them all, as Meikl said--but for this, the\nbaron could feel only bitterness toward her.\n\nBut what of her inhabitants? I'm past feeling anything for them, he\nthought, past feeling for any of the life-scum that creeps across the\nsurface of a world, any world. We'll go down quickly, and take what we\nneed quickly, and leave quickly. We'll try not to infect them, but\nthey've already got it in them, the dormant disease, and any infection\nwill be only a recurrence.\n\nNevertheless, he summoned a priest to his quarters. And, before going to\nthe command deck, he bathed sacramentally as if in preparation for\nbattle.\n\n    \"_Your hawk's blude was never sae red,\n      Edward, Edward;\n    Your hawk's blude was never sae red,\n      My dear son, I tell thee, O.\"\n    \"O I hae kill'd my red-roan steed,\n      Mither, mither;\n    O I hae kill'd my red roan steed,\n      That erst was sae fair and free, O._\"\n\n    --ANONYMOUS\n\nFalse dawn was in the east when the slivers of light appeared once again\nout of the eclipse shadow to rake majestically across the heavens, and\nagain the children of Earth crowded in teeming numbers from the quiet\ngardens to chatter their excitement at the wonder in the sky. But this\ntime, a message came. The men of the tech clans who tended the newly\nactivated mechanisms heard it, and the mechanisms memorized it, and\nplayed it again and again for the people, while the linguists puzzled\nover the unidentified language used in the transmission.\n\n     PROPAUTH EARTH FROM COMMSTRAFEFLEET THREE, SPACE, KLAEDEN COMM,\n     PRESENTS GREETINGS!\n\n     IF YOU HAVE RECORDS, OUR USE OF ANCIENT ANGLO-GERMANIC SHOULD\n     MAKE OUR IDENTITY CLEAR. HAVE YOU FUELING FACILITIES FOR 720\n     SHIPS OF THOR-NINE CLASS? IF NOT, WE SHALL DEVELOP FACILITIES\n     FROM LOCAL RESOURCES, WITH, WE TRUST, YOUR PEACEFUL\n     COOPERATION. THIS CADRE NOT REIMMIGRATING, BUT EN ROUTE TO\n     URSAN STARS. REQUEST LANDING SUGGESTIONS, IN VIEW OF OUR\n     FUELING NEEDS.\n\n     REQUEST INTELLIGENCE CONCERNING PRESENT LEVEL OF TERRESTRIAL\n     CULTURE. OUR ORIBITAL OBSERVATIONS INDICATE A STATIC\n     AGRARIAN-TECHNICAL COMPLEX, BUT DETAILS NOT AVAILABLE. WE COME\n     IN ARMS, BUT WITHOUT ENMITY. PLEASE REPLY, IF POSSIBLE.\n\n     ERNSTLI BARON VEN KLAEDEN, COMMANDING STRAFEFLEET THREE,\n     SPACESTRIKE COMMAND, IMPERIAL FORCES OF THE SECESSION\n\n\n\nSo it came, repeated continuously for an hour, followed by an hour of\nsilence, and then by another hour of repetition. The linguists were\nunable to discern meanings. Thousands of memorizers were consulted, but\nnone knew the words of the harsh voice from the ships. At last, the\nsages consulted the books and memnoscripts in the ancient vaults,\npouring over tomes that had been buried for countless centuries. After\nhours of hurried study....\n\n\"It is found, _it is found_, a tongue of the ancients!\" a joyous cry in\nthe glades and the garden pathways.\n\nHappily, the sages recorded the linguistic structure of the forgotten\ntongue on memnoscript, and gave it to a servo translator. Outmoded\nmechanisms were being brought out of wraps and prepared for use. The\nservos supplied a translation of the message, and the sages studied it.\n\n\"It is badly understood,\" was the curious mutter along the garden\npathways.\n\n\"Many words have no words to match them, nor any thoughts that are\nsimilar,\" was the only explanation the sages could give.\n\nIn translation the message seemed meaningless, or unfathomable. Only one\nthing was clear. The sons of Man meant to descend again upon the world\nof their ancestors. There was a restless unease in the gardens, and\ngroups of elders gathered in the conference glades to mutter and glance\nat the sky. \"Invite our brothers to land,\" was the impetuous cry of the\nyoung, but there were dissenters.\n\nIn the Glade of Sopho, a few thoughtful clansmen of Pedaga had gathered\nto muse and speak quietly among themselves, although it was not\nordinarily the business of tutors to consider problems that confronted\nsociety as a whole, particularly problems arising outside society\nitself. The Pedaga were teachers of the very young, and deliberately\nkept themselves childlike in outlook in order to make fuller contact\nwith the children in their charge.\n\n\"I think we should tell them to go away,\" said Letha, and looked around\nat the others for a response.\n\nShe got nothing in reply but a flickering glance from Marrita, who sat\nmorosely on a cool rock by the spring, her chin on her bare knees. Evon\ngave her a brief polite smile, to acknowledge the sound of her voice,\nbut he returned almost at once to absently tearing twigs and glancing up\nat the bits of sky that showed through the foliage of the overhanging\ntrees. Iak and Karrn were whispering together at the far end of the\nglade, and had not heard her.\n\nLetha shrugged and leaned back against the tree trunk again, sitting\nspraddle-legged this time in the hope of catching Evon's eye. She was a\ngraceful girl, and while gracefulness is sometimes feline, Letha's was\nmore nearly kittenish. She was full-bodied and soft, but well-shaped in\nspite of a trace of plumpness. Thick masses of black hair fell over\nbaby-skin shoulders in a pleasing contrast, and while her face was a bit\ntoo round, it radiated a gentle, winning grin, and the sympathetic gaze\nof gray-blue eyes. Now she seemed ready to pout. Evon remained\nself-absorbed.\n\n\"I think we should tell them to go away,\" she repeated a little sharply.\n\"They'll all be big and swashbuckling and handsome, and the children\nwill become unmanageable as soon as they see them. All the little girls\nwill swoon, and all the little boys will want to go with them.\"\n\nEvon glanced at her briefly. \"It's up to the elders of the Geoark,\" he\nmuttered without interest, and prepared to return to his own\nmeditations.\n\n\"And all the _big_ girls will run away with them,\" she purred with a\ntight smile, and stretched a languorous leg out in front of her to\nwaggle her foot.\n\nEvon shot her a quick glance, held it for a moment, then looked skyward\nagain. She pursed her lips in irritation and glared at him. Gradually,\nshe forgave him. Evon was distraught. He _must_ be--because she hadn't\nseen him sit still this long in years. He was _always_ doing something,\nor looking for something to do. It wasn't like Evon just to sit still\nand think. He was a restless, outgoing fellow, nearly always reacting\nboisterously, or laughing his staccato laugh. Now he just sat there and\nlooked puzzledly in the direction of the sky-fleet. Looking puzzled\ndidn't fit his face, somehow. It was a bony brown face, slightly oily,\nwith a long narrow jaw that jutted forward like a plowshare under an\nelastic smirk. It was a rubbery kind of a face, the kind that could\ntwist into horrid masks for the amusement of the young. Now it just\ndrooped.\n\nShe stirred restlessly, driven to seek sympathetic understanding.\n\n\"You wonder what it's like, Evon?\" she asked.\n\nHe grunted at her quizzically and shook his head.\n\n\"To be one of the children of the Exodus, I mean,\" she added.\n\n\"_Me?_ What _are_ you thinking of, Letha?\"\n\n\"Of your face. It looks suddenly like a nomad's face. You remind me of\nan old schnorrer who used to wander through our gardenboro every year to\nplay his fiddle, and sing us songs, and steal our chickens.\"\n\n\"I don't fiddle.\"\n\n\"But your eyes are on the sky-fleet.\"\n\nEvon paused, hovering between irritation and desire to express. \"It's\nstrange,\" he murmured at last. \"It's as if I know them--the star-birds,\nI mean. Last night, when I saw them first, it was like looking at\nsomething I expected to happen ... or ... or....\"\n\n\"Something familiar?\"\n\n\"Yes.\"\n\n\"You think he has the genemnemon, Marrita?\" she asked the blonde girl\nwho sat on the cool rock by the spring.\n\nMarrita looked up from dabbling her toes in the icy trickle. \"I don't\nbelieve in the genemnemon. My great grandfather was a thief.\"\n\n\"How silly! What's that to do with it?\"\n\n\"He buried a fortune, they say. If there was a genemnemon, I'd remember\nwhere he buried it, wouldn't I?\" She pouted, and went back to dabbling a\nclub toe in the spring.\n\nEvon snorted irritably and arose to stretch. \"We lie around here like\nsleepy pigs!\" he grumbled. \"Have the Pedaga nothing to do but wait on\nthe Geoark to make up its mind?\"\n\n\"What do you think they'll do?\"\n\n\"The Geoark? Invite the strangers to land. What else could they do?\"\n\n\"Tell them to go away.\"\n\n\"And suppose they chose not to go?\"\n\nThe girl looked bewildered. \"I can't imagine anyone refusing the\nGeoark.\"\n\n\"Maybe they've got their own Geoark. Why should they cooperate with\nours?\"\n\n\"_Two_ Geoarks? What a strange idea.\"\n\n\"Is it strange that you and I should have two brains? Or were you aware\nthat I have one too?\"\n\n\"Evon! What a _strange_ idea.\"\n\nHe seized her by the ankles and dragged her squealing to the spring,\nthen set her down in the icy trickle. Marrita moved away, grumbling\ncomplaints, and Letha snatched up a switch and chased him around the\nglade, shrieking threats of mayhem, while Evon's laughter broke the\ngloomy air of the small gathering, and caused a few other Pedaga to\nwander into the clearing from the pathways.\n\n\"I think we should prepare a petition for the Geoark,\" someone\nsuggested.\n\n\"About the sky-fleet? And who knows what to say?\"\n\n\"I'm afraid,\" said a girl. \"Somehow I'm suddenly afraid of them.\"\n\n\"Our brothers from the Exodus? But they're _people_--such as you and I.\"\n\nSo went the voices. After an hour, a crier came running through the\nglade to read another message received from the sky-fleet.\n\n     PROPAUTH EARTH FROM COMMSTRAFEFLEET THREE, SPACE, KLAEDEN COMM,\n     PRESENTS GREETINGS!\n\n     HAVING RECEIVED NO ANSWER TO OUR PREVIOUS COMMUNICATION, WE\n     HAVE NO CHOICE BUT TO LAND AT ONCE. I AM IMPOSING AN\n     INFORMATIONAL QUARANTINE TO AVOID RESTIMULATING POSSIBLE\n     RECESSIVE KULTURVERLAENGERUNG, BUT SUGGEST YOU GUARD\n     YOURSELVES. OUR CULTURES HAD A COMMON ORIGIN. WE COME IN ARMS,\n     WITHOUT ENMITY.\n\n     ERNSTLI BARON VEN KLAEDEN, COMMANDING STRAFEFLEET THREE,\n     SPACESTRIKE COMMAND IMPERIAL FORCES OF THE SECESSION\n\nThis was even more mystifying than the previous one, even less\nmeaningful in translation. One thing was clear, however: the fleet was\ngoing to land, without invitation.\n\nEmbarrassed, the elders of the Geoark immediately called the tech clans.\n\"Can you revive the devices that speak across space?\" they asked.\n\n\"They are revived,\" answered the tech clans.\n\n\"Then let us speak to our brothers from space.\"\n\nAnd so it was that the people of the gardens of Earth sang out:\n\n     BRETHREN TO BRETHREN, PRESENT LOVE LOVE LOVE.\n\n     WE WELCOME YOU TO OUR GLADES AND TO OUR PLACES OF FEEDING AND\n     OUR PLACES OF SLEEPING. WE WELCOME YOU TO THE BOSOM OF THE\n     WORLD OF BEGINNING. AFTER TWENTY THOUSAND YEARS, EARTH HAS NOT\n     FORGOTTEN. COME AMID REJOICING.\n\n     THE ELDERS OF THE GEOARK\n\n\"I'm afraid Earth will remember more than it wants to,\" growled Ernstli\nBaron ven Klaeden, as he issued the command to blast into an\natmospheric-braking orbit.\n\nAnd there was thunder in a cloudless sky.\n\n    \"_O your steed was auld and ye hae mair,\n      Edward, Edward.\n    O your steed was auld and ye hae mair,\n      And some other dule ye dree, O.\"\n    \"O I hae kill'd my ain father dear,\n      Mither, mither;\n    O I hae kill'd my ain father dear,\n      Alas and woe is me, O._\"\n\n    --ANONYMOUS\n\n\n\nIn accordance with the rules of invasion strategy for semi-civilized\nplanets, the fleet separated itself into three groups. The first group\nfell into atmospheric braking; the second group split apart and\nestablished an \"orbital shell\" of criscrossing orbits, timed and\ninterlocking, at eight hundred miles, to guard the descent of the first\nwave of ships, while the third wave remained in battle formation at\nthree thousand miles as a rear guard against possible space attack. When\nthe first wave had finished braking, it fell into formation again and\nflew as aircraft in the high stratosphere, while the second wave braked\nitself, and the third wave dropped into the orbital shell.\n\nFrom the first wave, a single ship went down to land, and its\ntelecameras broadcast a view of a forest garden, slightly charred for a\nhundred yards around the ship, with fires blazing along its edges.\n\n\"No signs of the natives yet,\" came the report. \"No signs of technology.\nNo evidence of hostility.\"\n\nA second ship descended to land a mile from the first. Its telecamera\ncaught a fleeting glimpse of a man waving from a hilltop, but nothing\nmore.\n\nOne at a time the ships came, with weapon locks open and bristling with\nsteel snouts. The ships came down at one-mile intervals, the first wave\nforming a circle that enclosed an area of forty-six hundred square\nmiles. The second wave came down to land in a central circle of fifteen\nmiles diameter. The third wave remained in its orbital shell, where it\nwould stand guard as long as the fleet was on the ground.\n\nIn accordance with the rules of officer's conduct, Baron ven Klaeden,\nwho had ordered the landing, was the first to expose himself to the\nenveloping conditions outside the flagship. He stood in an open lock,\nsniffing the autumn air of Earth in late afternoon. It was full of\njet-fire smoke, and smelled of burning brush. The automatic\nextinguishers had quenched the flames, but the blackened trees and brush\nstill roasted and sparked and leaked smoke across the land. Somewhere a\nbird was singing through the sunlit haze. Baron ven Klaeden recognized\nthe sound as made by a living thing, and wondered if the recognition was\nborn into his bones.\n\nThree hundred and fifty yards to the north, a wingship towered in the\nsun, its guns trained outward from the inner circle, and to the south,\nanother wingship. The baron glanced down at the earth beneath the\nflagship. The jets had reduced to ashes something that might have been a\nlow wooden structure. He shrugged, and glanced across the blackened area\ntoward the orderly forest. Trees and shrubs, and a carpet of green turf\nbelow, broken here and there by rain-worn rocks and clusters of smaller\nfragile leafy stuff that might be food-plants. Vivid splashes of color\nblossomed in the shady forest, scarlets and blues and flashes of\nbrilliant lemon that lived in profusion in the foliage of the shrubbery.\nSome of the trees were living masses of tiny flowers, and when the wind\nstirred them, petals showered to the ground in fragrant gusts. The wind\nchanged, and the air that breathed about the commander's face was full\nof perfume.\n\nI feel nothing, he thought. Here is beauty and warmth, here is the home\nof Man, and almost an Eden, but I feel nothing. It is just another mote\nthat circles a minor sun, and to me it is only an exploitable supply\ndump of Nature, a place to accomplish Procedure 76-A, \"Refueling Method\nfor Terrestroid Planets Without Facilities, Native Labor Exploitable.\"\n\nIt was only a way-station on the long long road from Scorpius to Ursa,\nand it meant nothing, nothing at all. It had changed too much. Millenia\nago, when the Star Exodus had burst forth to carry Man halfway across\nthe galaxy, things had been different. A few colonies had kept accurate\nhistories of Earth intact, and when the Transpace Empire had gathered\nitself into social integration, nearly five thousand years ago, the\nhistories had been made universally available. The baron had studied\nthem, but from the viewpoint of the spacer, the history of Humanity had\nceased in any way to be associated with Earth after the Star Exodus. Man\nwas a space creature, a denizen of the interstellum--or had been, before\nthe War of Secession--and when history moved into space, Earth was a\nhalf-remembered hamlet. Ven Klaeden had seen the Earth-vistas that the\nhistorians had reconstructed for the museums--vistas of roaring\nindustrial cities, flaming battlegrounds, teeming harbors and\nspaceports. The cities were gone, and Earth had become a carefully\ntended Japanese garden.\n\n\n\nAs he stared around, he felt a lessening of the anxiety that had gnawed\nat him since the analyst Meikl had predicted dire consequences after the\nlanding. The cultural blood of Man had diverged into two streams so\nvastly different that no intermingling seemed possible to him. It would\nbe easy, he decided, to keep the informational quarantine. The order had\nalready been issued. \"All personnel are forbidden to attempt the\nlearning of the current Earth-tongue, or to teach any Empire-culture\nlanguage to the natives, or to attempt any written communication with\nthem. Staff-officers may communicate only under the provisions of\nMemorandum J-43-C. The possession of any written or recorded material in\nthe native tongue, and the giving of written material to the natives,\nshall be taken as violations of this order. No sign language or other\nform of symbolic communication shall be used. This order shall be in\nforce until Semantics section constructs a visual code for limited\npurposes in dealing with the natives. Staff officers are hereby\nauthorized to impose any penalty ranging to death upon offenders, and to\ntry any such cases by summary courts martial. Junior officers authorized\nto summarily arrest offenders. Effective immediately. Ven Klaeden,\nComm.\"\n\nIt would keep any interchange to an absolute minimum, he thought. And\nSemantics had been ordered to attempt construction of a visual language\nin which only the most vital and simple things could be said. Meanwhile,\nthe staff could attempt to utilize the ancient Anglo-Germanic tongue in\nwhich the messages had been exchanged.\n\nThe baron had started to turn back into the lock when his eye caught a\nflash of motion near the edge of the forest. Reflexively, he whirled and\ncrouched, gun flickering into his hand. His eyes probed the shrubs. Then\nhe saw her, half hidden behind a tree trunk--a young girl, obviously\nfrightened, yet curious to watch the ships. While he stared at her, she\ndarted from one trunk to the next closer one. She was already\napproaching the edge of the blackened area. The baron shot a quick\nglance at the radiation indicators on the inner wall of the airlock. The\ninstantaneous meter registered in the red. The induced radioactivity in\nthe ground about the base of the ship's jets was still too high. The\nrate-of-decrease meter registered a decrement of point ten units per\nunit. That meant it wouldn't be safe for the crew to leave ship for\ntwenty-three minutes, and that the girl had better stay back.\n\n\"_Keep clear!_\" he bellowed from the airlock, hoping to frighten her.\n\nShe saw him for the first time, then. Instead of being frightened, she\nseemed suddenly relieved. She came out into the open and began walking\ntoward the ship, wearing a smile and gazing up at the lock.\n\n\"_Go back, you little idiot!_\"\n\nHer answer was a brief sing-song chant and another smile. She kept\ncoming--into the charred area.\n\nThe gun exploded in his fist, and the bullet ricocheted from the ground\nnear her feet. She stopped, startled, but not sensing hostility. The gun\nbarked again. The bullet shattered a pebble, and it peppered her legs.\nShe yelped and fled back into the green garden.\n\nHe stood there staring after her for a moment, his face working slowly.\nShe had been unable to understand his anger. She saw the ships, and was\nfrightened but curious. She saw a human, and was reassured. Any human.\nBut was what she saw really human any longer, the baron asked himself\nabsently. He grunted scornfully, and went back through the lock.\n\nIt was easier, even on the ground, to communicate with the elders of the\nGeoark by radio, since both parties had set up automatic translators to\ntranslate their own tongues into the old Anglo-German which was a\nmutually recorded dead language.\n\n\"We have neutralized a circle of land of thirty-one mile radius,\" ven\nKlaeden reported to the elders. \"If our selection of this region is\nunfortunate, we are open to discussion of alternatives. However, our\nmeasurements indicated that the resources of this area make it best for\n_our_ purposes.\"\n\n\"Your landing caused only minor damage, brethren,\" replied the gentle\nvoice of the Geoark. \"You are welcome to remain as you are.\"\n\n\"Thank you. We consider the occupied area to be under our military\njurisdiction, and subject to property seizures. It will be a restricted\narea, closed to civilian population.\"\n\n\"But brethren, thousands of people live in the gardens you have\nsurrounded!\"\n\n\"Evacuate them.\"\n\n\"I don't understand.\"\n\n\"_Evacuate_ them. Make them get out.\"\n\n\"My translator is working badly.\"\n\nThe baron turned away from the mike for a moment and grunted to the\ncolonel in command of ground operations. \"Start clearing the occupied\nzone. Get the population out unless they'll work for us.\"\n\n\"How much notice?\"\n\nThe baron paused briefly. \"Fifty hours to pack up, plus one additional\nhour for each mile the fellow has to stump it to the outer radius.\"\n\n\"My translator is working badly,\" the voice of the elder was parroting.\n\n\"Look,\" the baron grunted at the mike. \"All we want is to accomplish\nwhat we came here for, and then get out--as quickly as possible. We\ndon't have much time to be polite. I invite the elders of the Geoark to\nconfer in my flagship. We'll try to make everything clear to you. Is\nthis agreed?\"\n\n\"My translator is working badly.\"\n\n\"Aren't you getting anything?\"\n\nA pause, then: \"I understand that you wish us to come to the place where\nthe sky-fleet rests.\"\n\n\"Correct.\"\n\n\"But what of the welcome we have made for our brethren in the\nfeast-glades?\"\n\n\"I shall dispatch flyers to pick you up immediately. Unless you have\naircraft of your own.\"\n\n\"We have no machinery but the self-sustaining mechanisms in the Earth.\"\n\n\"Any of your population understand the mechanisms?\"\n\n\"Certainly, brother.\"\n\n\"Then bring technicians. They'll be best able to understand what we\nwant, and maybe they can make it clear to you.\"\n\n\"As you wish, brother.\"\n\nThe baron terminated the contact and turned to his staff with a\nsatisfied smile. \"I think we shall have what we need and be gone\nquickly,\" he said.\n\n\"The elder took it well. They must be afraid of us.\"\n\n\"Respectful awe is more like it,\" the baron grunted.\n\n\"I suggest the answer is in the word 'brethren,'\" came a voice from the\nback of the room.\n\n\"Meikl! What are you doing in here?\" ven Klaeden barked irritably.\n\n\"You called my department for a man. My department sent me. Shall I go\nback?\"\n\n\"It's up to you, Analyst. If you can keep your ideals corked and be\nuseful.\"\n\nMeikl bowed stiffly. \"Thank you, sir.\"\n\n\"Having it in mind that our only objective is to go through the\ntooling-mining-fueling cycle with a minimum of trouble and time--have\nyou got any suggestions?\"\n\n\"About how to deal with the natives?\"\n\n\"Certainly ... but with the accent on _our_ problems.\"\n\nMeikl paused to snap the tip from an olophial and sniffed appreciatively\nat the mildly alkaloid vapor before replying. \"From what we've gathered\nthrough limited observation, I think we'd better gather some more, and\ndo our suggesting later.\"\n\n\"That constitutes your entire opinion?\"\n\n\"Not quite. About the question of recessive kulturverlaengerung....\"\n\n\"_Our_ problems, I said!\" the commander snapped.\n\n\"It's likely to be our problem, sir.\"\n\n\"How?\"\n\n\"In Earth culture at the time of the Exodus, there were some patterns\nwe'd regard as undesirable. We can't know whether we're still carrying\nthe recessive patterns or not. And we don't know whether the patterns\nare still dominant in the natives. Suppose we get restimulated.\"\n\n\"What patterns do you mean?\"\n\n\"The Exodus was a mass-desertion, in one sense, Baron.\"\n\nA moment of hush in the room. \"I see what you mean,\" the commander\ngrunted. \"But 'desertion' is a pattern of _action_, not a transmittable\ndeterminant.\"\n\nMeikl shook his head. \"We don't _know_ what is a transmittable\ndeterminant until after it's happened.\" He paused. \"Suppose there's some\nvery simple psychic mechanism behind the 'pioneer' impulse. We don't\nfeel it, but our ancestors did, and we might have recessive traces of it\nin our kulturverlaengerung lines.\"\n\nA wingman coughed raucously. \"To be blunt with you, Meikl ... I think\nthis is a lot of nonsense. The whole concept is far-fetched.\"\n\n\"What, the kult'laenger lines?\"\n\n\"Exactly.\" The wingsman snorted. \"How could things like that get passed\nalong from father to son. If you people'd stop the mystical gibberish,\nand deal in facts....\"\n\n\"Do you regard parent-child rapport as a fact?\" Meikl turned to stare\nabsently out a viewing port at the trees.\n\n\"You mean the telepathic experiments with infants? I don't know much\nabout it.\"\n\n\"Seventy years ago. On Michsa Three. A hundred parents were given\nintensive lessons and intensive practice in playing a very difficult\nskill game ... before they became parents. They did nothing but play the\ngame for three years. Then their babies were taken away from them at the\nage of one year. Brought up institutionally. There was a control\ngroup--another hundred whose parents never heard of the skill game.\"\n\n\"Go on.\"\n\n\"So, when the children were ten years old, they did learning-speed tests\non all two hundred.\"\n\n\"Learning the game, you mean?\"\n\n\"Right. The children whose parents had learned it came out way ahead. So\nfar ahead that it was conclusive. Sometime during pregnancy and the\nfirst year, the kids had picked up a predisposition to learn the\npatterns of the game easily.\"\n\n\"So?\"\n\n\"So--during infancy, a child is beginning to mirror the patterns of the\nparental mind--probably telepathically, or something related. He doesn't\n'inherit it' in the genes, but there's an unconscious cultural\nmechanism of transmittal--and it's an analog of heredity. The\nkulturverlaengerung--and it can linger in a family line without becoming\nconscious for many generations.\"\n\n\"How? If they hadn't taught the children to play the game....\"\n\n\"If they hadn't, it'd still be passed on--as a predisposition-talent--to\nthe third and fourth and Nth generation. Like a mirror-image of a\nmirror-image of a mirror-image ... or a memory of a memory of a\nmemory....\"\n\n\"This grows pedantic, and irrelevant,\" the baron growled. \"What are the\nchances of utilizing native labor?\"\n\n    \"_And whatten penance will we dree for that,\n      Edward, Edward?\n    Whatten penance will ye dree for that?\n      My dear son, now tell me, O.\"\n    \"I'll set my feet in yonder boat,\n      Mither, mither;\n    I'll set my feet in yonder boat,\n      And I'll fare over the sea, O._\"\n\n    --ANONYMOUS\n\n\n\nPhase-A had been accomplished, after six months of toil. Baltun Meikl,\nAnalyst Culturetic of Intelligence Section stood on the sunswept hill,\nonce forested, but now barren except for the stumps of trees, and\nwatched the slow file of humanity that coursed along the valley, bearing\nthe hand-hewn ties that were being laid from the opening of the mine\nshaft to the ore dump. Glittering ribbons of steel snaked along the\nvalley, and ended just below him, where a crew of workmen hammered\nspikes under the watchful eye of a uniformed foreman. In the distance,\nthe central ring of grounded ships dominated the land. Spacers and\nnatives labored together, to lend an impression of egalitarian\ncooperation under the autocracy of the officer class.\n\n\"How good it is for brethren to be reunited,\" Meikl's native interpreter\nmurmured, in the facile tongue devised by Semantics Section for use by\nstaff officers and Intelligence men in communicating with the natives.\n\nHe stared at her profile for a moment, as she watched the men in the\nvalley. Was she really that blind? Were all of them? Had they no\nresistance at all to exploitation, or any concept for it?\n\nMeikl had learned as much as he could of the socio-economic matrix of\nthe static civilization of the present Earthlings. He had gone into\ntheir glades and gardens and seen the patterns of their life, and he\nwondered. Life was easy, life was gay, life was full of idle play.\nSomehow, they seemed completely unaware of what they had done to the\nplanet in twenty thousand years. One of the elders had summed up,\nwithout meaning to, the entire meaning of twenty millenia, with the\ncasual statement: \"_In our gardens, there are no weeds_,\" and it applied\nto the garden of human culture almost as well as it applied to the fauna\nand flora of the planet.\n\nThis \"weedlessness\" had not been the goal of any planned project, but\nrather, the inevitable result of age-old struggles between Man and\nNature on a small plot of land. When Man despoiled Nature, and\nslaughtered her children, Nature could respond in two ways: she could\nraise up organisms to survive in spite of Man, and she could raise up\norganisms to survive in the service and custody of Man. She had done\nboth, but the gardener with his weed-hoe and his insect spray and his\nvermin exterminators had proved that he could invent new weapons faster\nthan Nature could evolve tenacious pests, and eventually the life forms\nof Earth had been emasculated of the tendency to mutate into disobedient\nspecies. Nature had won many bloody battles; but Man had won the war.\nNow he lived in a green world that seemed to offer up its fruits to him\nwith only a minimum of attention from Man. Nature had learned to survive\nin the presence of Man. Yet the natives seemed unaware of the wonder of\ntheir Eden. There was peace, there was plenty.\n\n_This_, he thought, could be the answer to their lack of resistance in\nthe face of what seemed to Meikl to be sheer seizure and arrogant\nexploitation by Baron ven Klaeden and his high command. In a bounteous\nworld, there were no concepts of \"exploitation\" or \"property seizure\" or\n\"authoritarianism\". The behaviour of the starmen appeared as strange, or\nfascinating, or laughable, or shocking to such as the girl who stood\nbeside him on the hill--but not as aggressive nor imperious. When a\nforeman issued an order, the workman accepted it as a polite request for\na favor, and did it as if for a friend. Fortunately, ven Klaeden had\npossessed at least the good sense to see to it that the individual\nnatives were well treated by the individual officers in charge of tasks.\nThere had been few cases of inter-personal hostility between natives and\nstarmen. The careful semantics of the invented sign-language\naccomplished much in the way of avoiding conflicts, and the natives\nenthusiastically strived to please.\n\nHe glanced at the girl again, her dark hair whipping in the breeze.\nLovely, he thought, and glanced around to see that no one was near.\n\n\"You belong to another, Letha?\" he asked.\n\nShe tossed him a quick look with pale eyes, hesitated. \"There is a boy\nnamed Evon....\"\n\nHe nodded, lips tightening. Stop it, you fool, he told himself. You\ncan't make love to her. You've got to leave with the rest of them.\n\n\"But I don't really belong to him,\" she said, and reddened.\n\n\"Letha, I....\"\n\n\"Yes, Meikl.\"\n\n\"Nothing. I'm lonely, I guess.\"\n\nHer eyes wandered thoughtfully toward the ships. \"Meikl, why will you\ntell us nothing of space--how you've lived since the Exodus?\"\n\n\"We are an evil people.\"\n\n\"Not so.\"\n\nShe touched his arm, and looked up at him searchingly.\n\n\"What is it you wish to know?\"\n\n\"Why will you never return to your home?\"\n\n\"To space--but we shall.\"\n\n\"To the worlds of your birth, I mean.\"\n\nHe stiffened slightly, stared at her. \"What makes you think we won't?\"\nhe asked, a little sharply.\n\n\"Will you?\"\n\nSo there were leaks after all, he thought. After six months, many things\nwould be communicated to the natives, even under strictest security.\n\n\"No,\" he admitted, \"we can't go back to the worlds of our birth.\"\n\n\"But why? Where are your women and children?\"\n\nHe wanted to tell her, to see her turn and flee from him, to see the\nnatives desert the project and keep to their forests until the ships\ndeparted. There had been a translator set up between the Anglo-Germanic\nand the present native tongue, and he had fed it the word \"war\". The\nsingle word had brought five minutes of incomprehensible gibberish from\nthe native tongue's output. There was no concept to equate it to.\n\n\"There is blood on our hands,\" he grunted, and knew immediately he had\nsaid too much.\n\nShe continued to stare at the ships. \"What are the metal tubes that\npoint from the front and the sides of the ships, Meikl?\"\n\nThere was no word for \"guns\" or \"weapons\".\n\n\"They hurl death, Letha.\"\n\n\"How can 'death' be hurled?\"\n\nMeikl shook himself. He was saying too much. These are the children of\nthe past, he reminded himself, the same past that had begotten the\nchildren of space. The same traces of the ancient _kulturverlaengerung_\nwould live in their neural patterns, however recessive and subliminal.\nOne thing he knew: sometime during the twenty millennia since the\nExodus, they had carefully rooted out the vestigial traces of strife in\ntheir culture. The records had been systematically censored and\nrewritten. They were unaware of war and pogroms and persecution. History\nhad forgotten. He decided to explain to her in terms of the substitute\nconcepts of her understanding.\n\n\"There were twelve worlds, Letha, with the same Geoark. Five of them\nwished to break away and establish their separate Geoark. There was a\ncontention for property.\"\n\n\"Was it settled?\" she asked innocently.\n\nHe nodded slowly.\n\nIt was settled, he thought. We razed them and diseased them and\ninterpested them and wrecked their civilizations, and revolutions\nreduced the remains to barbarism. If a ship landed on a former planet of\nthe empire, the crew would be lynched and murdered. Under ven Klaeden,\nthe ships of the Third Fleet were going to seek out an alleged colony in\nUrsa, to sell ships, tools, and services to a minor technology that was\napproaching its own space-going day, in return for immigration and\nnationalization rights--a young civilization full of chaotic expansion.\n\n\"There is much you could not understand, Letha,\" he told her. \"Our\ncultures are different. All societies go through three phases, and yours\nhas passed through them all--perhaps into a fourth and final.\"\n\n\"And yours, Meikl?\"\n\n\"I don't know. First there is the struggle to integrate in a hostile\nenvironment. Then, after integration, comes an explosive expansion of\nthe culture--_conquest_, a word unknown to you. Then a withering of the\nmother-culture, and the rebellious rise of young cultures.\"\n\n\"We were the mother-culture, Meikl?\"\n\nHe nodded. \"And the Exodus was your birth-giving.\"\n\n\"Now we are old and withered, Meikl?\"\n\nHe looked around at the garden-forests in the distance. A second\nchildhood? he wondered. Was there a fourth phase?--a final perpetual\nyouth that would never reach another puberty? He wondered. The coming of\nthe sky-fleet might be a cultural coitus, but could there be conception?\n\n\n\nA pair of junior officers came wandering along the ridge, speaking in\nlow tones and gazing down toward the valley. There was a casual exchange\nof salutes as they approached the girl and the analyst. The officers\nwore police armbands, and they asked for Meikl's fraternization permit,\nusing the spacer's tongue.\n\n\"Deserter troubles?\" he asked, as they returned his papers.\n\n\"Nineteen last week,\" said one of the officers. \"We've lost about three\nhundred men since we landed.\"\n\n\"Found any of them?\"\n\n\"Justice Section got sixty-three. The rest are probably hopeless.\"\n\nAnother exchange of salutes. The officers left.\n\n\"What did they want, Meikl?\" she asked.\n\n\"Just idle conversation. It's nearly time for the meeting with the\nelders. Let's go.\"\n\nThey began walking along the ridge together in the late sunlight. The\nmeeting was to attempt to explain to the elders of the Geoark that the\nmen of the fleet were not free to depart from the occupied zone. The\nattempt would be fruitless, but ven Klaeden had ordered it.\n\nFrom the viewpoint of the high command, three hundred desertions out of\nnineteen thousand men over a period of six months was not an important\nloss of personnel. What _was_ important: the slow decay of discipline\nunder the \"no force\" interdict. A policy of \"no arrest\" had been\nestablished for the ausland. If a man escaped from the occupied zone,\nJustice Section could send a detail to demand his return, but if he\nrefused, no force would be used, because of the horrified reaction of\nthe natives. If he were located, a killer was dispatched, armed with a\ntiny phial, a hollow needle, and a CO_{2} gun that could be concealed in\nthe palm of the hand. The killer stalked the deserter until he caught\nhim alone, fired from cover, and stole quietly away while the deserter\nplucked the needle out of his hide to stare at it in horror. He had a\nweek in which to get back to the occupied zone to beg for immunization;\nif he did not, the spot would become alive with fungus, and the fungus\nwould spread, and within months, he would die rather grimly.\n\nThe real danger, Meikl knew, was not to the fleet but to the natives.\nThe spacers were cultural poison, and each deserter was a source of\ninfection moving into the native society, a focal point of restimulation\nfor any recessive kult'laenger lines that still existed in a peaceful\npeople after twenty thousand years.\n\n\"I think Evon will be here,\" the girl said too casually as they entered\nthe forest and turned into a path that led to the glade where the elders\nhad assembled.\n\nHe took her arm suddenly, and stopped in the pathway.\n\n\"Letha--you have worked for me many months.\"\n\n\"Yes--\"\n\n\"I love you, Letha.\"\n\nShe smiled very slowly, and lifted her hands to his face. He kissed her\nquietly, hating himself.\n\n\"You'll take me with you,\" she said.\n\n\"No.\" It was impossible.\n\n\"Then you'll stay.\"\n\n\"It is ... _forbidden_ ... _verboten_....\" There was no word in the\ntongue.\n\n\"I can't understand.... If you love....\"\n\nHe swallowed hard. For the girl, \"love\" automatically settled\neverything, and consummation must follow. How could he explain.\n\n\"Letha--in your culture, 'life' is the highest value.\"\n\n\"How could it be otherwise? Love me, Meikl.\"\n\nHe took a deep breath and straightened. \"You understand 'drama', Letha.\nI have watched your people. Their lives are continuous conscious\nplay-acting. Your lives are a dance, but you know you are dancing, and\nyou dance as you will. Have you watched our people?\"\n\nShe nodded slowly. \"You dance a different dance--act a different play.\"\n\n\"It's not a play, Letha. We act an _unconscious_ drama, and thus the\ndrama becomes more important than living. And death takes precedence\nover life.\"\n\nShe shuddered slightly and stared into his eyes, unbelieving.\n\n\"I don't know what you mean.\"\n\n\"Can you understand?--that I love you, and yet my ... my....\" He groped\nfor a word for \"duty\". \"My death-allegiance to the ship-people takes\nprecedence? I can neither take you nor remain with you.\"\n\nSomething went dead in her eyes. \"Let us go to the glade,\" she said in a\nmonotone. \"It's growing late.\"\n\n    \"_And what will ye leave to your ain mither dear,\n      Edward, Edward?\n    And what will ye leave to your ain mither dear,\n      My dear son, now tell me, O?\"\n    \"The curse of hell frae me sall ye bear,\n      Mither, mither;\n    The curse of hell frae me sall ye bear;\n      Sic counsels ye gave to me, O!_\"\n\n    --ANONYMOUS\n\n\n\nThe trouble had begun on the eighteenth day of the ninth month. A party\nof unidentified men had stolen into the occupied zone during the night.\nWithout warning, they killed three guards, seized control of the\ndispensary, raided the pharmacy, taking the entire supply of fungus\nimmunization serum, together with a supply of the deadly phials and\nneedles. They stole a flyer and departed to the south, skimming low over\nthe forest to avoid fire from the grounded fleet. The following day, a\nleaflet appeared, circulating among the fleet personnel.\n\n    NOTICE OF SANCTUARY\n    TO: ALL PERSONNEL\n    FROM: AUSLAND COMMITTEE\n    SUBJECT: FREEDOM\n\n     1. ANY OFFICER OR MAN WHO WISHES TO RESIGN FROM THE SERVICES OF\n     THE IMPERIAL FORCES OF THE SECESSION MAY DO SO OF THIS DATE.\n\n     2. THE PROCEDURE FOR RESIGNATION INVOLVES NO FORMAL STATEMENT.\n     A MAN MAY TERMINATE HIS PERIOD OF SERVICE BY DEPARTING FROM THE\n     OCCUPIED ZONE.\n\n     3. ANY OFFICER OR MAN WHO ATTEMPTS TO INTERFERE WITH THE\n     RESIGNATION OF ANOTHER SHALL BE TRIED IN ABSENTIA BY THIS\n     COMMITTEE, AND IF FOUND GUILTY, SHALL INCUR THE DEATH PENALTY.\n\n     AUSLAND COMMITTEE\n\n\"An outrageous and preposterous bit of deviltry!\" ven Klaeden had\nhissed. \"Get them. Make an example of them.\"\n\nIn reversal of previous policy, a police party was sent to search for\nthe self-styled ausland committee, with orders to capture or kill on\nsight. The police party hunted down and killed six deserters, dragged\neleven more back to the occupied zone, under the very eyes of the native\npopulation. But the immunizing serum was not recovered.\n\nA few days later, three staff officers and a dozen officers in Justice\nSection awoke with yelps in the night to pluck stinging needles from\ntheir skins and scream for the guard to pursue the silent shadows that\nhad invaded their quarters.\n\nFive men were captured. Three of them were natives. Interrogation failed\nto disclose the location of the immunizing serum.\n\nMuttering natives began to desert the project. The five culprits were\nbrought before the baron.\n\n\"Execute them in public, with full dress military ceremony. Then close\nthe border of the occupied zone. No native may leave, if he has signed a\nwork contract.\"\n\nOn the day of the execution, the natives attempted to leave en masse.\nThe police activity along the border approached the proportions of a\nmassacre.\n\n\"We were nearly finished,\" raged the baron, pacing like an angry\npredator in the glade. \"Another two weeks, and the first ore would come\nout of the crushers. They can't stop us now. They can't quit.\"\n\nThree elders of the Geoark sat like frozen statues on a mossy boulder,\ntight-lipped, not understanding the colonel's tongue, disdaining to\nspeak in the intermediate language.\n\n\"Explain it to them, Meikl. Make it clear.\"\n\nPale, trembling with suppressed disapproval, the analyst bowed curtly\nand turned to the girl. \"Tell them,\" he said in the Intermedia, \"that\ndeath will come to any native who deserts, and that ten auslanders will\ndie for every man murdered by the renegade committee. Tell them that the\nGeoark is....\" He paused. There was no word for \"hostage.\"\n\nHe was explaining the hostage-concept lengthily, while the girl's face\ndrained of color. Suddenly she turned away to retch. Meikl stood\nstricken for a moment, turned helplessly toward the baron.\n\n\"_They_ understood you, damn them!\" ven Klaeden snapped. \"They know the\nIntermedia.\"\n\nThe elders continued to sit stonily on the boulder without acknowledging\nthat they had heard. One of them sighed deeply and spoke a few words to\nthe others. They nodded sadly, answered with polite monosyllables.\n\n\"_No!_\" Letha yelped, suddenly whirling, looking at the elders.\n\nOne of them smiled and murmured a few words to her. Then the three of\nthem slid down from the boulder. The guard who stood at port arms a few\nfeet away stirred restlessly.\n\nThe elders walked casually toward a path leading away from the glade.\nThe guard looked questioningly at the officers.\n\n\"Where are they going?\" ven Klaeden demanded.\n\n\"Well, Letha?\" Meikl muttered.\n\n\"I--I don't know--\"\n\n\"You're lying, girl,\" the baron grunted, then to the guards: \"Tell them\nto halt.\"\n\n\"Party, _halt_!\" snapped the guard.\n\nThe three elderly gentlemen continued toward the path, loose robes\ngathered up from spindley shins.\n\n\"_Party, halt!_\"\n\nThe elders murmured conversationally among themselves as they continued.\n\n\"HALT, I SAID.\"\n\n\"Take the one in the middle,\" ordered ven Klaeden.\n\nThe guard lifted the snub-nosed shoulder weapon. There was a brief\nrattling hiss. The back of the elder's robe went crimson, and he\ncrumpled at the entrance of the pathway.\n\nThe other two continued on their way, their stride unbroken.\n\n\"Shoot for the legs, you fool!\" barked the baron.\n\nThe rattling hiss came again. They fell in the shrubs, whimpering\nsoftly.\n\nMeikl turned away with a choking spasm in his throat, looked around for\nLetha. She had vanished from the glade.\n\n\"Haul them to the dispensary, keep them prisoner,\" the baron was\ngrowling.\n\nMeikl turned on him. \"Now it's come to this, has it?\" he snapped. \"From\nthe beginning, they were willing--even eager, to give what we wanted.\nWhy did they _stop_ being willing?\"\n\n\"That's enough, Meikl!\"\n\n\"I've hardly started. You came here like a tyrant, and they served you\nlike a friend. You couldn't bear it. 'Brethren', they said. But there's\nnothing about 'brethren' in the tactical handbooks, is there, Baron?\"\n\n\"Shut up.\"\n\nVen Klaeden said it quietly, as if bored. He crossed slowly to stand\nbefore the analyst and stare at him icily.\n\n\"You speak of the unconscious inheritance of culture, analyst--the\nkulturverlaengerung. And you have accused me for being a carrier of the\nwar plague, eh?\"\n\nMeikl paused. The baron's eyes were narrowed, stabbing as if in judgment\nor triumph.\n\n\"Well, Meikl? Is that what we've done? Inflicted them with conflict?\nBrought back the old seeds of hate?\"\n\nThe analyst drew himself up slightly. \"You just killed a man, a man of\ndignity,\" he snarled, \"and you cut two others down like weeds.\"\n\n\"Innocent old men.\" The baron's mouth twisted into a snarl.\n\n\"They wanted nothing but to help us.\"\n\n\"Yes, Meikl? And we are the barbarians, eh?\"\n\nThe analyst spoke disdain with his eyes.\n\nThe baron straightened in sudden hauteur. \"_Look down at the ground,\nAnalyst_,\" he hissed.\n\nVen Klaeden's sudden change of tone impelled him to obey. His eyes fell\nto the turf at his feet--moss covered sod, rich and dark beneath the\ngreen.\n\nThe baron kicked a hole in the moss with the toe of his boot. \"Tell me\nwhere the infection came from, Analyst,\" he growled. He scraped at the\nhole with his heel. \"And why is the dirt so _red_ right here?\"\n\nMeikl glanced up slowly. Two men were coming through the shrubs, walking\nwarily along the path toward the clearing. Ven Klaeden seemed unaware.\nHe leaned forward to speak through his teeth.\n\n\"I give them nothing but what they gave our fathers--their own inner\nhell, Meikl--the curse they so carefully forgot. In their Eden.\"\n\nThe man was mad ... perhaps. Meikl's eyes followed the men who\napproached through the shrubs. One of them carried a burden--the limp\nbody of a girl, occasionally visible through the low foliage as they\ndrew nearer. One of the men was a junior officer, the other a native.\nAfter a moment, he recognized the native....\n\n\"Evon!\"\n\nAs he called out, the baron whirled, hand slipping to the hilt of the\nceremonial sword he wore in the presence of the Geoark. The men stopped.\nMeikl stared at the limp figure in the arms of the native.\n\n\"_Letha!_\"\n\n\"Dead,\" Evon hissed. \"They killed her for running....\"\n\nThey emerged from the shrubs into full view. The officer was holding a\ngun.\n\n\"Put that away!\" ven Klaeden snapped.\n\nThe young officer laughed sourly. \"Sorry, baron, I'm from the\ncommittee.\"\n\n\"_Guard!_\"\n\n\"There's no one in earshot, Baron.\"\n\n\"Fool!\" Ven Klaeden arrogantly whipped out the sword. \"Drop that gun, or\nI'll blade-whip you!\"\n\n\"Easy, baron, easy. I'm your executioner....\"\n\nThe baron straightened haughtily and began a slow advance, a towering\nfigure of icy dignity in the sun that filtered through the foliage.\n\n\"... but I want to take care of this one first.\" The renegade waved the\ngun toward Meikl. \"You, Baron, you can have it slower--a needle in your\nofficial rump.\"\n\nVen Klaeden, a figure of utter contempt, continued the slow advance with\nthe sword. The officer's lips tightened. He squeezed the trigger. Ven\nKlaeden hesitated, jerking slightly, then continued, his hand pressing\nagainst his abdomen, doubling forward slightly. The officer fired\nagain--a sharp snap of sound in the glade. The baron stopped, wrestling\nwith pain ten feet from the pale renegade.\n\nSuddenly he flung the sword. It looped in mid-air and slashed the man's\nface from chin to cheekbone. He tripped and tumbled backward as ven\nKlaeden slipped to his knees on the moss.\n\nMeikl dived for the gun. By the time he wrestled it away from the\nofficer with the bloody face, ven Klaeden was sitting like a gaunt\nBuddha on the moss, and the body of Letha lay nearby, while a confused\nEvon clutched his hands to his face and rocked slowly. Meikl came slowly\nto his feet. The renegade officer wiped his face of blood and shrank\nback into shrubs.\n\n\"Get him,\" croaked ven Klaeden.\n\nScarcely knowing why, the analyst jerked the trigger, felt the gun\nexplode in his fist, saw the renegade topple.\n\nThere was a moment of stillness in the glade, broken only by ven\nKlaeden's wheezing breath. The baron looked up with an effort, his eyes\ntraveling over the girl, then up to the figure of the child of Earth.\n\n\"Your woman, Earthling?\"\n\nEvon lowered his hands, stood dazed and blinking for a moment. He\nglanced at Meikl, then at the girl. He knelt beside her, staring, not\ntouching, and his knee encountered the blade of the sword.\n\n\"You have brought us death, you have brought us hate,\" he said slowly,\nhis eyes clinging to the sword.\n\n\"Pick it up,\" hissed the baron.\n\n\"You will never leave. A party of men is wrecking what you have done.\nThen we shall wreck your ships. Then we....\"\n\n\"Pick it up.\"\n\nThe native hesitated. Slowly, his brown hand reached for the hilt, and\nfascination was in his eyes.\n\n\"You know what it is for?\" the analyst asked.\n\nThe native shook his head slowly.\n\nThen it was in his hand, fingers shaping themselves around the hilt--as\nthe fingers of his fathers had done in the ages before the Star Exodus.\nHis jaw fell slightly, and he looked up, clutching it.\n\n\"_Now_ do you know?\" the baron gasped.\n\n\"My--my hand--_it_ knows,\" the native whispered.\n\nVen Klaeden glanced sourly at Meikl, losing his balance slightly, eyes\nglazed with pain. \"He'll need it now, won't he, Analyst?\" he breathed,\nthen fell to the moss.\n\nEvon stood up slowly, moistening his lips, feeling the grip of the sword\nand touching the red-stained steel. He peered quickly up at Meikl. Meikl\nbrandished the gun slightly.\n\nThe low rumble of a dynamite blast sounded from the direction of the\nmines.\n\n\"You loved her too,\" Evon said.\n\nHe nodded.\n\nThe native held the sword out questioningly, as if offering it.\n\n\"Keep it,\" the analyst grunted. \"You remembered its feel after twenty\nthousand years. That's why you'll need it.\"\n\nSome deeds, he thought, would haunt the soul of Man until his end, and\nthere was no erasing them ... for they _were_ the soul, self-made,\nlasting in the ghost-grey fabric of mind as long as the lips of a child\ngreedily sought the breast of its mother, as long as the child mirrored\nthe mind of the man and the woman. _Kulturverlaengerung._\n\nThe analyst left the native with the sword and went to seek the next in\nline of command. The purpose of the fleet must be kept intact, he\nthought, laughing bitterly. Yet still he went.\n\n\nTHE END\n",
    "metadata": {
        "author": [
            "Miller, Walter M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32775/pg32775.txt",
        "name": "the_ties_that_bind.json"
    }
}