{
    "name": "The Mischievous Typesetter",
    "author": [
        "Loomis, Noel M."
    ],
    "body": "The judge reared back. High-Pockets waited. \"In my opinion,\" his\nhonor began a little ambiguously, \"a linotype operator is very near\nthe bottom of the scale of humanity. There is only one person who\nstands beneath him. That is the poet.\" The judge's eyes turned full on\nHigh-Pockets, all seven gangling feet of him. \"You,\" the judge said\nominously, \"are both.\"\n\nHigh-Pockets waited in dread. He had a premonition that this wasn't\neven going to be a nice jail sentence where he could meditate and\nreflect on his strange power over linotypes. This was going to be the\nworkhouse. The situation was desperate indeed.\n\n\"You profess to be a barnstormer and a student of mechanical nature.\"\nThe judge smiled sarcastically. \"I can offer you an unusual opportunity\nfor research. As an old proofreader, I occasionally help out on the\n_Daily News_, and it has come to my attention that there is a linotype\non the _News_ known as No. 7 that recently has begun to misbehave.\nWithout apparent reason, it has become almost useless.\"\n\nHigh-Pockets cringed with the impact of the knowledge that His\nHonor had once been a proofreader. The traditional enmity between\nproofreaders and operators, High-Pockets perceived, was about to be\njudicially resolved. So he cringed. He was very sad.\n\n\"Suppose you go up there and try your wizardry on No. 7.\" His Honor\nsuggested. \"In the meantime, thirty days suspended sentence. If you're\nback here before your time is up, it will be sixty days. And if there\nis drunkenness connected with it,\" he said, looking disdainfully at\nHigh-Pockets' red nose, \"it will be ninety. Is that clear?\"\n\n\"Yes, your honor.\" High-Pockets mumbled, but he was thinking of other\nthings. He had been sentenced to work at his trade. That meant contact\nwith proofreaders, and High-Pockets bristled. But the bristling\nsubsided rapidly, as High-Pockets, simulating a grateful smile from\nlong habit, realized with a sickly feeling that for perhaps the first\ntime in his long career, a proofreader had had the complete and final\nword, and High-Pockets did not dare to answer back....\n\nThey spotted High-Pockets coming across the composing-room of the\n_Daily News_ when they saw a red nose following an eccentric orbit up\namong the fluorescent lights. High-Pockets didn't exactly duck the\nlights. When he came face to face with one, his incredibly tall knees\nlimbered up and he sort of weaved under it.\n\nThe union chairman met him with a handshake. \"High-Pockets Jones,\" he\nsaid, grinning, \"Dean of Barnstormers and Wizard of the Linotype. I\nknow you from your picture. Can you really make a linotype stand up on\nits hind legs and talk?\"\n\n\"Well,\" High-Pockets said in a modest, booming voice, \"I will admit\nthat's one of my more difficult stunts.\"\n\n\n\nThe chairman guffawed, and they steered High-Pockets to the slip-board.\n\"I can put you on a week's stretch.\"\n\nHigh-Pockets stopped as if he had walked into a brick wall. \"No!\" he\nboomed. \"Can't do it! Haven't worked five days straight in twenty\nyears.\"\n\n\"But look, High-Pockets. Look at it this way. You're an old-time\nbarnstormer, aren't you?\"\n\nHigh-Pockets winced.\n\n\"Well,\" the chairman said diplomatically, \"there's not as much call for\nbarnstormers as there used to be, but--\" he said it quickly--\"here's a\nnew field. It needs a good barnstormer as much as they ever did.\"\n\nHigh-Pockets listened intently.\n\n\"This poor guy has to sit on No. 7. That's the linotype nobody can do\nanything with. The poor devil had to lay off because she pretty nearly\ndrove him crazy. Now you are the guy who can make a linotype behave.\"\nHis voice was persuasive. \"Won't you help this guy out for a few\nnights?\"\n\nFor twenty years it had been High-Pockets' unbroken rule not to hire\nout for more than a day at a time. \"Short-term contracts,\" he insisted.\nBut now--well, the world was changed. Maybe this was to be the future\nof barnstorming--taming machines instead of foremen. If so, it meant he\nstill had a place in the world. And to fulfill that destiny he would\neven accept a whole week's work. He took off his rain-wrinkled coat\nwith a sigh.\n\nHe was waiting for time to be called when Arturius Wickware, the\nlinotype machinist on the _News_, came up to him with short, mincing\nsteps and a scowl that undoubtedly was a habit. \"Are you the guy that\nhas such wonderful control over a linotype?\" he demanded. He wouldn't\ngive High-Pockets the satisfaction of looking up at him. He scowled at\nHigh-Pockets' breast-bone.\n\nHigh-Pockets was solemn as he stared over Arturius' head. \"I get along\nwell with them.\" He smiled gently then. \"Somehow a linotype always\ndoes what I want it to do.\" He looked down and saw the crowd around\nhim and decided he owed them an explanation. \"My theory is that any\npiece of machinery is electrified by some force that I call personal\nelectricity. I don't exactly know what that is but it seems to bind the\npiece of machinery as a whole. I think maybe it's a negative charge,\nand I think most men are charged positively with that same force, so\nthat men get along well with machines. Opposite poles attract, you\nknow.\"\n\nArturius Wickware sputtered, but now High-Pockets had to go on.\n\"Sometimes a man comes along who happens to be negatively charged, and\nhe can't handle a piece of machinery at all. But now I--you see this\nscar in the middle of my forehead--\" he removed his faded hat, \"I\nwas struck by lightning on a freight train out in Utah, and I think it\nmultiplied my 'personal' electricity potential a lot--maybe millions\nof times--so machinery just _has_ to do what I want it to, because it\n_wants_ to do it. You see?\"\n\nThere was an odd silence; then the chairman spoke. \"Old No. 7 started\nacting up when they built the first uranium pile south of town here,\nbut it really went bad when it was hit by lightning that followed down\nthe ventilation pipe two months ago.\"\n\nHigh-Pockets' blue eyes opened wide. \"Maybe its negative field was\nreversed by some stray rays from the pile, and then when the lightning\nhit it, it intensified the field so that the machine is now strongly\npositive. You know how it is,\" he said earnestly. \"A body illuminated\nby ultraviolet light becomes positively charged, and even a hot body\nbecomes positively charged by what they call thermionic emission. Well,\nthat's okay. A linotype is exactly like a woman. It has a soul--if you\nknow how to reach it.\"\n\nOld Arturius snorted so loudly the electric relay on No. 7 made contact\nand the heating switch came on with a clatter. \"You can work on No. 7\ntonight,\" he said acidly. \"Let's see if _it's_ got a soul.\" He turned\non his heel and stamped back to his bench....\n\nIt never occurred to High-Pockets to doubt his success with No. 7. He\ncarefully hung his ten-year-old coat in an empty locker and made sure\nthe pint of bourbon was safely in the inside pocket of the coat. Then\nhe walked into the composing-room and over to No. 7, and stood for a\nmoment looking her over. He frowned. \"It's almost as if she was laying\nher ears back and getting ready to snarl at me,\" he said wonderingly.\n\n\"She'll snarl,\" said Arturius at his back. \"She'll _bite_, before the\nnight's over.\"\n\nHigh-Pockets tried to look amused. \"I'll have her setting type by\nherself before lunch time,\" he promised.\n\n\n\nHigh-Pockets got the lowest chair in the composing-room, to bring his\narms down near the keyboard. His nose was still red and he weaved a\nlittle in the chair, but he began to fold in his arms until his hands\nwere over the keyboard.\n\nThe first take went smoothly. High-Pockets could feel a clash of\nwills, but he was slow and careful. He set two more takes, and nothing\nhappened, so he began to relax. His third take was a short piece of\ntelegraph copy for the second edition. He put it in the copy holder and\nthen decided to get a drink of water. He ran into some friends and they\nspent five minutes around the fountain before the foreman came by.\n\nHigh-Pockets went back to the machine. He sat down and got his arms\ntucked in, then reached for a slug with his name on it and started\nto put it in the stick. Then he frowned and rang the bell for the\nmachinist.\n\n\"Somebody's playing tricks on me,\" he said. \"Who's been working here?\"\n\n\"Nobody but you,\" Arturius said nastily.\n\nHigh-Pockets licked his lips. \"I'd swear I didn't set this take.\"\nBut Arturius looked intensely satisfied and went away. Thoughtfully\nHigh-Pockets took the type out of the stick and put his take slug on\nit and went to the dump. When he sat down again he shook his head and\nrubbed his eyes before he went to work. \"No. 7 musta set that take\nherself,\" he muttered, \"but that's not according to union rules.\" He\nsaid it without actually believing it.\n\nHe got along all right until nearly lunch time. By then, he was dry\nagain, and he got a long take of the next day's editorial and stuck it\nin the copy board, then went to the fountain, and finally decided to go\nto the washroom and smoke a cigarette.\n\nWhen he got back to the machine he picked up a take slug and pulled\nback the slug-stacker--and then he froze tight.\n\nHigh-Pockets looked a little scared. He licked his lips and took the\nstick out of the machine. It was a long take, about ten inches of type.\nHe laid it across his knees and compared it with the copy. It checked.\nHe read it over upside down. Not a single error.\n\n\"Well, _I_ didn't set it, anyway,\" he muttered. \"I couldn't _possibly_\nset an okay proof, the way _I_ feel.\"\n\nSomewhat resignedly he took the type to the dump.\n\nThe dump-man looked at him. \"Turning 'em out pretty fast. Whatta you\nthink this is, a piecework town?\"\n\nHigh-Pockets looked chastened, but said nothing.\n\nHe went to the copy desk. There was nothing now but want ads. He got\na take and then he had a bright idea. He put the want ads on the copy\nboard and went for a drink of water. He was dry again, anyway. He took\nplenty of time, and then came back and confidently picked up a take\nslug.\n\nBut he got a jolt when he looked at the stick. It was empty.\n\nHigh-Pockets nodded wisely. \"So it doesn't like want ads any better\nthan anybody else,\" he said to himself. \"Now, that's a dirty shame.\"\n\nHe got all folded in and started to operate. But at the first letter he\ntouched, the keyboard belt broke. He called Arturius and had it fixed,\nand tried again. The mats jammed up in the chute.\n\nHe cleaned them out and then started carefully hitting one letter at a\ntime. But the very first one came to the starwheel, and rang the bell\nagain. \"Star-wheel spring is loose,\" he said. \"She won't bring the mats\ndown.\"\n\nArturius looked at him with a scowl that bore the heavy responsibility\nof the entire world, and then without a word sat down to fix it. He\nstood by while High-Pockets tried again. The line finally was filled\nand High-Pockets sent it in and started on the second line.\n\n\"Wait a minute,\" said Arturius. \"You didn't get a slug.\" He opened the\nvise. \"Short-line stop is out of adjustment,\" he growled. \"What's the\nmatter with this machine, anyway?\"\n\nHigh-Pockets looked worried. \"Maybe she don't like want ads,\" he said.\n\"Maybe I better set this take somewhere else.\"\n\nArturius grunted. High-Pockets went to No. 8. He set the want ads with\none eye on No. 7. He was quite sober now.\n\n\n\nThe copy-cutter wasn't looking when High-Pockets got back to the desk,\nand High-Pockets did something he'd never done before in his life. He\n\"worked the hook\"--instead of taking want ads, he very quietly took\na piece of minion, and then looked around guiltily to see if anybody\nnoticed.\n\nHe wound his way back to No. 7 and got all set. Arturius was gone.\nHigh-Pockets by now realized that he was up against worthy opposition.\nIf he _had_ reached No. 7's soul, he had stirred it the wrong way. From\nnow on he would be extremely careful.\n\nThings went all right until after the cast. The line went up to\ntransfer--and there it stuck. High-Pockets sighed and rang the\nbell. Arturius came, but the scowl on his face was diluted with\nself-satisfaction.\n\nHe started to lock the spaceband lever, but when he touched the latch,\nthe spaceband lever went over with a crash and the line of mats spilled\nout in the intermediate channel.\n\nHigh-Pockets sighed noisily and got up. Arturius was using some\nuncomplimentary language, and the gleam of satisfaction was all in\nHigh-Pockets' eyes now.\n\nThey picked up the mats, and Arturius pulled out the clutch lever to\nlet the machine finish its revolution. But it stuck on ejection. The\nclutch grabbed and chattered. He threw the clutch lever in and went\naround behind. He backed the machine by hand and hammered with the\nejector lever. The slug wouldn't come out.\n\nHe came back, looked at the knife, looked at the ejector blade,\nexamined the mouthpiece. \"This mill is nuts,\" he said in his sourest\ntone, and added some explanatory remarks that verged on redundancy. He\nheld up the ejector lug while High-Pockets pulled the clutch lever and\nlet the machine go on over.\n\nArturius had to loosen the mold-cap to get the slug out. Then he stood\nback for High-Pockets to sit down. But by this time High-Pockets had\nawakened. He looked hard at the copy and whispered to himself, \"Oh-oh,\nno wonder. We've got society. Don't blame her.\" He told Arturius he had\nto get a drink. When he came back, Arturius was gone, and very quietly\nHigh-Pockets went over to No. 8 and set the type.\n\nHis next take was a nice piece of telegraph on green copy paper. \"She\nought to like this.\" High-Pockets thought, but his face had a wondering\nlook.\n\nHe put the copy in the holder and got ready to massage the keyboard.\nBut he'd just got his arms folded up and his fingers stretched out when\nthe mats began to drop into the assembling elevator. They dropped with\nperfect timing. The assembling elevator filled and High-Pockets' eyes\nbegan to gleam. \"She'll have to wait for me to send the line in,\" he\nthought. But old No. 7 wouldn't be denied. The elevator went up, the\nline went in, the elevator came down, and mats started dropping again.\nHigh-Pockets got up and went to a window. He leaned out and breathed\nthe crisp night air.\n\nWhen he got back the take was finished.\n\nHe got the second take of the same story and went back to the machine.\nHe put the take in the copy holder and then, out of habit, he looked at\nthe stick. It was already half full of type. He was almost afraid to\ncompare it with his copy, but he did.\n\nAfter he checked it, he got up and went to the locker room. Nobody else\nwas there. He pulled the pint bottle out of his coal pocket and without\nhesitation violated another strict office rule--he took a good, long,\nhealthy drink of bourbon.\n\nHe wiped his lips and came back. No. 7 was still running over. He\nlooked at the type. There was a guideline that said \"Third Add--Nazi\nWerewolves.\" High-Pockets turned on his heel and went back to the\nlocker room. This time he had two drinks, and when he finished he\nweaved a little more.\n\n\"Monkeying with souls,\" he muttered, \"is dangerous business.\"\n\n\n\nHe was thankful the story had only three takes. First he thought he\nwould dump the third take in the metal pot, but when he picked it up it\nwas so hot that even he, with calloused finger-tips from handling hot\nslugs for twenty years, couldn't hold it. So he dumped both takes and\nturned off the motor, then went to lunch.\n\nThat is, he borrowed a dollar from the chairman and started for the\nrestaurant. But he passed a saloon on the way, and decided he was more\nin need of a drink.\n\nWhen he got back he had a little trouble with the fluorescent lights.\nThey weaved when he weaved, and it took some rather delicate navigation\nto beat them to the punch. It was fortunate that the light tubes were\nfixed securely in their sockets, and fortunate that the foreman had\ngone into the office to check the time cards.\n\nWhen High-Pockets got back to the copy desk, he was pretty fuzzy around\nthe edges. He looked over his first take as soon as he got behind the\ndesk. Then he gave a relieved sigh. This was Editorial. No. 7 wouldn't\nbe so fussy--he hoped.\n\nHe got four paragraphs through before he ran into trouble. Then some\nmats jammed up at the top of the assembler entrance cover. High-Pockets\nstarted to ring the bell, but decided not to. He could dig it out\nhimself. He'd had enough trouble with Arturius for one night.\n\nHe opened the entrance cover, and a hundred mats fell down over\nhis arm and onto the keyboard with an ominous tinkle. Their weight\ndepressed some twenty keys, and the power drive immediately began to\nfunction, and the mats from those twenty channels dropped in twenty\ncurving streams on the keyboard, which depressed still more keys and\nmade more mats drop, and in about two minutes No. 7 had poured fifteen\nhundred mats into High-Pockets' lap.\n\nHe did one thing before he rang the bell. He brushed the mats off the\ncopy holder and looked at the rest of the paragraph. It ended, \"--and\nthe blame for Pearl Harbor thus lay at the door of the White House.\"\n\nHigh-Pockets got up, shedding mats by the hundreds. Arturius came,\nlooking as if he were about to detonate. Half the operators in the shop\nwere there to enjoy the fact that at least there was one man who wasn't\nafraid to have trouble with No. 7.\n\nSomebody chuckled and said. \"Get a basket,\" but High-Pockets knew it\nwasn't meant for him and nobly disdained a reply. He was muttering to\nhimself, \"I've heard these machines called a lot of things in my time,\nbut this is the first one I ever saw that could justifiably be called a\nRepublican.\"\n\nThe machinist was verbose, a little on the vicariously obscene side.\nHigh-Pockets helped him pick the mats off the floor, but it was almost\nan hour before they got the machine going again.\n\nWhen they did, High-Pockets went back to look at the slip-board. He\nstudied it for a few minutes with a queer look on his face, then\nstarted for the chairman. But halfway there, he changed his mind. No\nmachine had ever got the best of him before, and he'd been up against\nsome tough ones. He was a barnstormer, wasn't he?\n\nSo he went back to the battle. But now there wasn't any copy, so he\nwandered around with that queer look on his face, and finally wound up\nin the locker room where he decided he might as well kill the pint. He\nsmoked a cigarette and stuck his head out of the window into the fresh\nair.\n\n\n\nWhen the pint was thoroughly defunct he returned. The machine was quiet\nagain, but the stick was half full. He didn't even look at it. There\nwasn't any copy, but he took the type to the dump.\n\nThe next take was copy for \"Good Morning, Glory,\" the paper's star\ncolumnist. That seemed to go very well. No. 7 perhaps couldn't quite\nmake out what was happening. Well, that was nothing. Most columnists\nwere like that.\n\nThen again there wasn't any copy. A young fellow came down from the\nnewsroom and spoke to the copy-cutter. \"There'll be a story down for\nthe eleven-fifteen edition,\" he said. \"'Two Women Murdered.' About a\ncolumn.\"\n\nThe copy-cutter looked at the clock. \"It's eleven o'clock now,\" he\nsaid. \"Where is it?\"\n\n\"Just starting to write it upstairs. We'll get it down as fast as we\ncan.\"\n\nThe copy-cutter grumbled. \"Better have a make-over, then. We won't have\ntime to handle it.\"\n\nBut High-Pockets knew better. He poked his head over the desk and\nsneaked a look at No. 7. She was grinding away. High-Pockets went back\nto the dump and looked at the guideline of his stickful without copy.\nIt said, \"Two Women Murdered.\"\n\nBut nobody would ever give out a long take like that so near closing\ntime. He looked again. He should have known. The half-a-stickful was\ndivided into thirds, carefully guided \"First Add\" and \"Second Add\", and\nat the bottom of the last add was a turned slug and a line, \"More to\nCome.\"\n\nThe copy tube swished, and a carrier thumped in the box. \"Here,\" the\ncopy-cutter said, \"here's a precede on that atomic bomb explosion. You\nmight as well set that while we're waiting.\"\n\n\"Okay,\" said High-Pockets, and in the now hazy recesses of his mind\nhe made a mighty resolution: he would set this take himself; No. 7 be\ndamned.\n\nHe went straight to the machine. Mats were dropping, but High-Pockets\njust raised his eyebrows and reached up and turned off the power. That\nwould stop her.\n\nHe got his copy all fixed and his arms folded in, and then he unfolded\none arm and turned on the power while his right hand hovered over the\nkeyboard. Apparently No. 7 didn't quite know what to make of this\nnew attack, and he was able to get several lines through before she\nfigured it out. Then she seemed to sit back and get her breath, and\nHigh-Pockets, with a wide grin on his face, manipulated the keyboard\nfast enough to keep the machine hung so she wouldn't get a chance on\nher own hook.\n\nBut eventually he had a pileup of mats and had to miss a line. He was\ncrestfallen. But strangely enough, she didn't start in when he got the\nassembling elevator clear. He watched her out of the corner of his eye\nwhile he gingerly assembled the line, but nothing happened. He sent\nthat line in and watched it go through without any disturbance, then he\nsat back a moment and he and the machine sized each other up. Still no\nmats dropped of their own volition. High-Pockets grinned. Maybe he was\nbeginning to sober up.\n\nHe set a line and sent it in, watching. It justified and the pot came\nforward to cast. \"Hmp,\" said High-Pockets. \"Who said she's human?\nSub-human, I call it.\"\n\nSomething happened when he said that. The second justification lever\nwent up with a bang that shook the whole machine, and High-Pockets\nreached for the clutch lever with his left hand.\n\nBut he was so long he had to grab something with his right hand to\nbalance, and just then the line delivery came back with a snap and\nsmashed his right thumb.\n\n\"Ouch!\" said High-Pockets, and jumped up and then he swore and shook\nhis hand.\n\nA minute later he sat down again with a determined gleam in his eyes.\nHe tightened the vise-locking screws and leaned over to look at the\nline, down in the jaws, to be sure the mats were in alignment before he\npulled the clutch. And just then the right hand locking stud came loose\nwith a snap and spun clockwise, and the cross-handle cracked him on the\nchin.\n\nHigh-Pockets took it like a man. He didn't even swear this time. He\ngot out of his chair. \"I _will_ see if that line is all right,\" he\nmuttered. \"If I don't--\"\n\n\n\nHe tightened the screw, then he got his head in under the intermediate\nbar to look. And at that moment a gust of air blew a cloud of graphite\nout of the intermediate channel and filled his right eye. He was nearly\nblinded, but he didn't ask for help. Very quietly he wound his way to\nthe washroom. He cleaned his face and worked the graphite out of his\neye as well as he could, and then, with a determined look on his face,\nwent back.\n\nArturius reached the machine about the same time he did, \"What did you\nleave her on the cast for?\" he barked.\n\nHigh-Pockets didn't answer.\n\nArturius indulged in some choice blasphemy with its direction divided\nequally between High-Pockets and No. 7. High-Pockets felt sorry for\nArturius. He went to the locker room and determined to his satisfaction\nthat the pint was still dead, then he came back. The boy had left some\nproofs on his machine. High-Pockets picked them up to scan them. Then\nhe swore vigorously. \"Proofreaders!\" he sputtered. \"Comma chasers! Look\nat this!\" he invited the world. \"Put a hyphen in the word _good-will_.\nMarked a double _e_ in _employe_. Changed _thous-and_ to _thou-sand_!\"\nHe clenched his fists and raised them far above his head. \"Give me\nstrength!\" he groaned. \"Give me strength! On top of everything else,\nthe proofreaders have to go nuts too.\"\n\nHe started for the proof room, clutching the proofs in one hand. His\nlong arms swung as he weaved among the lights. He went in the door of\nthe proof room and stood there a moment. His head was above the lights\nand for a moment he couldn't see very clearly, but he demanded in his\nbooming voice: \"Who signed these proofs 'R. M. S.'?\"\n\nThere was a stir in the proofroom, and then a man at the far end of the\ntable got to his feet. \"I did,\" he said in thunderous voice.\n\nHigh-Pockets didn't back down. \"What the hell do you think this\nis--1910?\" he demanded, waving the proofs. \"This is a newspaper, isn't\nit, not a dictionary?\"\n\n\"Is it indeed?\" said the man ominously, and High-Pockets thought he had\nheard that voice before. He stared toward the man and his eyes began\nto focus and then he saw who it was. A gulp started in High-Pockets'\nadam's-apple and traveled visibly down the full length of his body to\nthe floor. He opened his mouth but no sound came out. His eyes became\nglazed like those of a man walking in his sleep.\n\n\"Your honor,\" he said, at last, struggling to force words from\nhis larynx and looking like a man in a very blue funk, \"there are\nextenuating circumstances.\"\n\nThen he seemed to awaken. He looked around him. Through the glass\nwindows of the proof room he saw a makeup man pushing a turtle to\nthe stereotype room, and this seemed to give him a little grip on\nreality. He turned back with a certain air of assurance, as if he was\nabout to take things decisively into his own hands. But he looked\ninto His Honor's stern countenance and that assurance wilted visibly.\nHigh-Pockets retreated in confusion.\n\nMaybe No. 7 sympathized with him. At least she allowed him to correct\nthe proofs without any trouble. High-Pockets even began to feel that\nthere was some feeling of friendliness flowing between them.\n\nHe was working on his next take when he felt a presence behind him. He\nrevolved in his chair, and he very nearly fell over when he once again\nfaced His Honor, the Judge. His Honor had a long piece of pasted copy\nin one hand and was waving a proof in the other. \"So,\" His Honor said\nmalevolently, \"you're the poet.\"\n\n\"What are you talking about?\"\n\n\"This.\" His Honor waved the proof under High-Pockets' nose. \"You set\nthis verse. It isn't in the copy at all.\"\n\nHigh-Pockets felt uneasy. \"Let's see.\" He read aloud:\n\n    \"'Tis dawn in the woods. A gentleman slumbers\n      Beneath the protection of wild cucumbers.\n    The woodpeckers woodpeck, the rattlesnakes rattle,\n      And all the cockroaches prepare to do battle.\"\n\n\n\nHigh-Pockets gulped. He handed the proof back to His Honor: he revolved\nagain and folded himself into the chair. He started to set type. Then\nhe remembered. \"Your Honor,\" he said, \"I had nothing to do with it. No.\n7 did it.\"\n\nHis Honor, goaded by High-Pockets' temporary amnesia which looked very\nmuch like disrespect, exploded. \"A machine! A machine did this?\"\n\nHigh-Pockets sent in the line and started another.\n\n\"Are you imputing intelligence to a machine?\" His Honor demanded, and\nNo. 7 seemed to hesitate for an instant. \"No machine on earth could\ncompose such awful poetry as this,\" His Honor thundered.\n\nNo. 7 was casting. For no reason at all the plunger stuck in the bottom\nof the well and No. 7's clutch chattered and shook the entire machine\nbefore High-Pockets shut off the power. High-Pockets revolved and\nlooked at the judge and raised his eyebrows, then rang the bell.\n\nThis time the machinist was entirely speechless. High-Pockets pointed\nto the plunger. Arturius worked on it but couldn't get it loose. He got\na Crescent wrench. \"Get hold of the first-elevator cam,\" he said, \"and\nback her up while I twist the plunger.\"\n\nHis Honor stood by, waiting to take up the battle with High-Pockets.\n\nHigh-Pockets got hold of the cam with a sardonic set to his lips. He\nyanked hard. No. 7 would find out who was boss.\n\nBut when he pulled, the screw holding the end of the second elevator\nstarting spring came loose and the spring shot the screw into\nHigh-Pockets' ribs with the force of a bullet. High-Pockets merely\ngrunted.\n\n\"Wait, I'll take the drive clutch,\" Arturius said, as if he was\nbeginning to be concerned.\n\nHigh-Pockets shut off the power, and Arturius took hold of the clutch,\none hand on each end, and turned forward.\n\nThe plunger started to lift. It came halfway up, and then the machine\nsuddenly rolled backward again, with the heavy plunger spring helping\nit. The clutch spun like a top.\n\nArturius backed away holding the fingers of one hand.\n\n\"Get hurt?\"\n\nArturius bit his lip. \"No,\" he said, \"but pull that plunger pin before\nI try it again.\"\n\nHigh-Pockets pulled the pin, and Arturius got No. 7 off the cast. Then\nhe went around to the front, took the controlling lever, and started to\npull it out to finish the machine's revolution.\n\nHe saw a loose mat on the vise and reached for it with his left hand.\nAt that instant his hand slipped off the controlling lever, and the\nfirst elevator head came down with a crash.\n\nBut Arturius' fingers were not there. He backed off and did the most\nthoroughly human thing he'd done in years. He thumbed his nose at No.\n7. The judge looked skeptical.\n\n\"Look out!\" High-Pockets yelled. \"She's backing!\"\n\nHis long arms moved with astonishing speed. He practically snatched the\njudge up from the place where he stood and set him down again two feet\naway. And just in time, for a stream of silvery, molten metal rose in\na wide arc from the vise-jaws of No. 7 and came down exactly where His\nHonor's bald head had been. About three pounds of it descended to the\nfloor and lay there hardening and smoking like an over-done pancake.\n\nSweat popped out on the judge's bald head. His Honor's eyes were\nbulging. \"She squirted hot lead at me!\" he said accusingly.\n\"Maliciously and with malice aforethought.\" He pulled out a\nhandkerchief to wipe his bald head. His hands were steady. \"If that\nlead had fallen on me,\" he said plaintively, \"it would have baked my\nskull. Why did she try to do that to me?\"\n\n\"You made fun of her poetry,\" High-Pockets pointed out. With a certain\namount of pleasure he reflected that His Honor could hardly allege\ncontempt, under the circumstances.\n\nBut his honor looked at High-Pockets with a new light in his eyes. \"You\nmay have saved my life,\" he said thoughtfully.\n\nArturius Wickware looked desperate. \"It can't squirt,\" he said. \"The\nplunger pin isn't in.\"\n\nHigh-Pockets pointed to the metal on the floor. \"It did,\" he said.\n\n\n\nArturius looked at No. 7 dourly and shut off the motor. \"Please take\nNo. 8,\" he begged High-Pockets. It was the first time he had said\n\"please\" in thirty years.\n\nHigh-Pockets was staring at the proof like a man in a trance.\n\nSuddenly he made half a dozen long strides to the machinist's bench. He\nlaid hands on a twelve-pound sledge-hammer. He came back with it over\nhis shoulder, and before the horrified Arturius could utter a word,\nHigh-Pockets had gone to the rear of No. 7 and swung the sledge in one\ndevastating left-handed blow that sheared through the ninth and tenth\ncams. Then he stepped to the right and crashed the hammer down on the\npot-pump cam.\n\nHe stepped back, breathing hard, the hammer over his shoulder. Pieces\nof cast iron tinkled to the floor. \"Well,\" boomed High-Pockets, \"I\nguess I fixed it, didn't I?\"\n\nThere was no answer. High-Pockets looked around. Arturius had quietly\nfainted. The judge looked horrified.\n\nThey revived Arturius by the simple expedient of putting a screwdriver\nin his big hand. He opened his eyes and stared at High-Pockets and\nshook his head slowly, incredulously.\n\nHigh-Pockets helped him up. \"Don't worry,\" he said.\n\nArturius sputtered and almost detonated. \"Don't worry!\" he snorted.\n\"Five hundred dollars worth of cams busted up and he says, 'Don't\nworry!'\"\n\n\"It won't cost that much,\" said High-Pockets. \"I'll help you piece the\ncams together. You can get them welded.\"\n\n\"No,\" said Arturius. \"I'll get new ones.\"\n\n\"It won't work,\" said High-Pockets.\n\n\"What won't work?\"\n\n\"I did that to chastise the machine. If it wants to be so independent,\nit will have to endure the penalties as well as enjoy the privileges.\nIf you put in new cams, it will think it's smart and go right ahead\nraising hell. But if you have the old ones welded and put back in, the\nwelds, like scars, will remind No. 7 that she's supposed to be a lady.\nAs long as they are there, No. 7 will behave. I guarantee it.\"\n\nThe judge wiped his bald head again. \"I do believe you've got something\nthere, Mr. Jones. If a machine assumes the right of self-determination,\nwhat would be more natural than to treat it as you would treat any\nother self-determining creature?\"\n\nHigh-Pockets heaved a tremendous sigh of relief. He saw now that his\nstay in the city would not be terminated as a guest in the workhouse.\nHigh-Pockets was very happy indeed.\n\n\"How can you be sure?\" Arturius demanded.\n\n\"I'll show you,\" said High-Pockets. \"Turn on the motor.\"\n\nArturius did. A strange thing happened. No. 7 began to turn. She pulled\nherself off of the cast. Somehow she broke loose the hardened metal on\nher vise-jaws. It dropped to the floor in one big piece. She came to a\nnormal stop and stood there obediently.\n\n\"That's utterly impossible!\" Arturius shouted. \"It can't even turn\nover--with those cams broken out.\"\n\n\"She's chastened,\" High-Pockets said gently. \"All you have to do from\nnow on is to be firm.\"\n\nThe judge came closer. \"Mr. Jones,\" he said, \"I am beginning to believe\nthat even a linotype operator has a place in this modern world. Suppose\nwe all three go out and have a drink.\"\n\nHigh-Pockets turned off the motor. \"I heard you the first time,\nYour Honor, and I am happy to report that there are no extenuating\ncircumstances. Shall we go?\"\n",
    "metadata": {
        "author": [
            "Loomis, Noel M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65861/pg65861.txt",
        "name": "the_mischievous_typesetter.json"
    }
}