{
    "name": "The rogue waveform",
    "author": [
        "Stockheker, R. W. (Ralph Walter)"
    ],
    "body": "The way it started, Leo Stern decided I should make a publicity\nappearance at this soiree up in Bel Air. I wasn't happy about the deal.\nThese Bel Air soirees are usually loaded with earnest intellectuals,\nand if there's one thing that upsets me it's mingling with earnest\nintellectuals. But Leo is my manager. What he decides I should do, I do.\n\n\"Being seen at this brain brawl will be smart box office, Freddy,\" Leo\ntold me. \"You can use a little high-brow publicity.\"\n\nI could have used a little premonition and second sight too. It would\nhave kept me from getting mixed up with Panda, the beautiful Ph.D.\nIt would have kept me from taking that fatal fall to Dr. Stanley\nMacCluett's synthetic symbiotic wave. I could have gone on for the rest\nof my life being the same old obnoxious Freddy Booten.\n\nThat's my legal name--Freddy Booten. Professionally I am known as Don\nDiablo. This is because I am supposed to look very sinister. I have\nbasilisk black eyes, a satanic-type Vandyke and I am all over with\nmuscle. I am what is very loosely termed a wrestler.\n\nVery, very loosely. On any given day you can pick up at least a\nhundred heavies around and about the country who can easily whip me no\nhands. The reason they consistently refrain from doing this is merely\nbecause promoters dearly love to amass money. Time and time again cash\ncustomers will come back to the arena in the hopes of seeing some\nclean-cut American kid twist me up like a cruller.\n\nThis never happens, of course. What happens is I leave the clean-cut\nAmerican kid writhing in frightful agony on the canvas. Sneering\nhorribly, a red nylon robe tossed rakishly around my shoulders, I make\nmy victory strut up the aisle. While I strut and sneer, kindly old\nladies try to beat me to death with their canes. I am indeed a very\nobnoxious character.\n\nBeing obnoxious never bothered me. It was, I always figured, a fast way\nto stack a buck on top of a buck. In a year or two, if some kindly old\nlady didn't maim me first, I'd have enough to retire to my pig farm\nback in Fishhook, Illinois. I'm proud of that pig farm. People may\ndetest me, but I get along fine with pigs. We're real compatible.\n\n\n\nThe party Leo picked out for me to attend that night was being held\nin one of those mansions which come equipped with their own private\nmountain. It was jammed clear to the upstairs maid with artists, swamis\nand people, and I was prepared to have a very dull night. What I wasn't\nprepared for was to meet Panda.\n\nAt the time, I didn't know that's who she was. All I knew was suddenly\nhere was this spectacular girl with the glossy white streak in her\nsatin black hair standing in front of me. She had an orange juice and\nvodka in one hand and an expression of mild revulsion on her beautiful\nface.\n\n\"I can tell by that silly beard you're a male,\" she snarled. \"But a\nmale what?\"\n\nThen she reached up and dumped the orange juice and vodka over me.\n\nIt wasn't anything to get sore about. Lots of women throw drinks at me.\nI'm used to it by now. When it happens, I merely draw myself up to my\nfull six-feet-four and drip disdainfully down on the drink-tosser. Then\nI stalk away. If there's a photographer around, I pause and lash my\nbeard a couple of times for the camera. It is, Leo says, very smart box\noffice.\n\nIt wasn't anything to get sore about, but that's what I did. Something\nsputtered in my head and I broke out in flame. Without even bothering\nto clear it with my conscience I lifted a foot and planted it on the\ngirl's instep. Not hard enough to break any bones, you understand; just\nenough pressure to cause her to shriek in mortal anguish.\n\nThat shriek got a rousing reaction. Those earnest intellectuals\nsuddenly came boiling toward me in a red wave of wrath. There was a\nscrawny blonde, built like the ruins of Pompeii, in the lead.\n\n\"Let me have him, girls!\" I heard that scrawny blonde whinny. \"Ten\nyears ago I took some jujutsu lessons to help protect me from men. Now\nI want to see if I wasted my money.\"\n\nI guess she never did find out if she wasted her money. Before she\ncould get her girlish talons into me some lily-livered flunky pulled\nthe main light switch.\n\nIn the thick darkness I barreled my way through the screaming mob. I\ndidn't stop until I climbed into my car. Somebody plopped down into the\nseat beside me just as I hit the starter.\n\n\"Better roll it out of here fast!\" a girl's voice yipped excitedly in\nmy ear. \"There's a berserk gorilla loose in there!\"\n\nI wanted to explain that the berserk gorilla wasn't loose in there any\nmore. I wanted to say, Look, sis, that berserk gorilla is me. But,\njudging from the way the riot was building up, I just didn't have the\ntime to spare. I rolled out of there fast.\n\nIt wasn't until we swung into the lighted boulevard that I realized I\nhad picked up the furious little female with the striped hair.\n\nShe recognized me at the same instant. \"Yipes!\" she squalled. \"The\nbearded Gargantua!\" She drew back her foot and aimed a quick kick at\nmy shin. Her open-toed sandal whizzed by my leg and thudded into the\ndashboard. She grabbed her foot and squalled some more. \"Crumpled it up\nlike a balsa kite!\" she screeched. \"Bones sticking out all over! Stop\nthis chartreuse tumbrel! Let me out of here!\"\n\nI stopped the car. The mood she was in I felt she just wasn't safe to\nhave around.\n\n\"I don't want to rush you, sis,\" I said, \"but there'll probably be a\nbroom coming along any minute. Maybe if you crawl out fast you can grab\na ride home.\"\n\nShe counted up to ten, cooling off faster than a strip-teaser in a\ndrafty igloo.\n\n\"This is ridiculous,\" she sputtered. \"Why is it I keep blowing my top\nlike this?\"\n\nI was beginning to feel sorry for her. After all, it wasn't her fault\nI was so obnoxious. \"Don't let it throw you,\" I sighed. \"You're merely\nacting normal. Everybody hates me.\"\n\n\n\nShe stopped massaging her foot and turned to stare incredulously at me.\n\"Everybody?\" she gasped.\n\nI nodded. \"Including kindly old ladies and small dogs,\" I said. I mean,\nI wasn't boasting or anything. Just trying to paint a clear picture\nfor her.\n\nShe thought it over carefully. I could see an idea begin to form in her\nbig brown eyes.\n\n\"This is remarkable,\" she murmured. \"This is really remarkable. Mind\ndriving around a bit?\"\n\nWhile I drove around she told me about herself. Her name, she said, was\nMarsha Carson, though her friends all called her Panda. She worked for\nthe Keevan Research Foundation. Her boss was Dr. Stanley MacCluett, the\nfamous bio-electronicist, who was presently doing some important work\non waveform mutuality.\n\n\"I have a very good reason for filling you in on all this background\nmaterial,\" she went on to explain. \"Because of the type of biological\nelectronic research we are carrying on at Keevan I feel I am in an\nexcellent position to offer a logical explanation as to why everybody\nfinds you so detestable.\"\n\nI told her there wasn't any mystery about that. \"I am detestable,\" I\nsaid.\n\nShe nodded somberly. \"You're an abominable cluck, and that's a\nmink-lined fact,\" she agreed. \"But this is in no way your fault.\nYou are simply an unfortunate victim of an extreme variation from\nthe electric norm. You have what we bio-electronicists call a rogue\nsymbiotic waveform.\"\n\nShe could be right. Big-electronics was a little out of my line. I\ndidn't feel I knew enough about the subject to argue.\n\n\"What throws me,\" I said, \"is why I should reciprocate your revulsion.\nI mean, ordinarily I am a sort of good-natured slob. I don't often get\nmad--not even at kindly old ladies.\"\n\nIt seemed Panda also had a theory about that. \"This antagonism\nundoubtedly stems from the fact that we are at opposite ends of the\nsymbiotic scale,\" she said. \"We are a hundred per cent incompatible.\"\n\nWe drove around for a couple of hours before I dropped her off at her\napartment in Santa Monica. When I finally left, I found I was committed\nto escorting her down to Long Beach, where I was wrestling that next\nnight. I wanted that date the way a guy on his way to the electric\nchair wants to sit down.\n\nThe Long Beach match turned out to be one of my best performances. The\nsight of Panda sitting there in the front row, her face contorted in a\nlivid mask of hatred, was positively inspiring. When I finally made my\nvictor's march up the aisle, the place was a howling bedlam.\n\nThose kindly old ladies were leaping from seat to seat like\nspindle-legged Tarzans.\n\nLeo was all molars by the time we got back down to the dressing\nroom. \"Freddy,\" he chortled, \"tonight you were great. I hear the TV\nswitchboard is jammed with people calling up to swear they will slay\nyou on sight. But slow and painful!\"\n\nI told Leo I was happy to learn I was such a success.\n\n\"You have never been nastier,\" he assured me expansively. \"It must be\nthat dame with the striped hair who was sitting at ringside. She had\na high-tone way of screaming for your blood that was very smart box\noffice. Maybe I should step out and give her a couple of free ducats.\"\n\nI told Leo he needn't bother. \"I don't think Panda wants any free\nducats,\" I said.\n\nHe looked surprised. \"You mean you are acquainted with this piebald\nbabe, Freddy?\"\n\n\"She came with me,\" I admitted glumly. \"She's a Ph.D. and she lives in\nSanta Monica.\"\n\n\"Freddy,\" he murmured, shaking his head in honest admiration,\n\"sometimes I think you are a much smarter boy than I always figured.\nWhat an act your girl put on tonight!\"\n\n\"She wasn't acting, Leo,\" I said. \"She really hates me.\"\n\n\"Freddy,\" he groaned, still shaking his head, \"sometimes I think maybe\nyou are a much stupider boy than I always figured. You drive this girl\nup Route One-o-one tonight and tomorrow your body will no doubt wash up\non the rocks at Redondo.\"\n\n\n\nI wasn't so sure he wasn't right. I wasn't so sure Panda wasn't\nprowling around the parking area now, a fire ax in each hand.\n\nAs it turned out she was sitting quietly in my car. \"You unspeakable\nbeast!\" she greeted me when I climbed in. It was the most restrained\nstatement she had made all evening.\n\nOn our way up the coast we stopped at a seafood restaurant. In some of\nthese roadside joints you can sometimes pick up a lobster loaded with\nptomaine. But either Panda was immune to ptomaine, or else I was just\nunlucky that night.\n\nIt was while we were in the restaurant that Panda made the request that\nwas to ruin my career. \"Freddy,\" she said, squinting thoughtfully at\nme, \"I wonder if you would do me a favor?\"\n\nI hesitated. I wanted to be polite, but I wasn't going to cut my throat\nwith any knife. \"Favor?\" I repeated cautiously.\n\nShe nodded. \"I wonder if you would stop in at the Keevan Foundation and\nlet Dr. MacCluett type your symbiotic waveform. We may be able to get a\nwaveshape picture of the enmity factor in its pure form. Such a study\nmight lead to the unlocking of the riddle of the antipathy some ethnic\ngroups instinctively hold for others. This might easily turn out to be\nthe dawn of a new era.\"\n\nWell, as long as she put it that way, I didn't see how I could refuse.\nI figure if there's one thing this world can use, it's the dawn of a\nnew era.\n\nAnd so that is how I happened to be at the Keevan Research Foundation\nearly that next evening.\n\nThe famous Dr. Stanley MacCluett came as a complete surprise to me.\nI was expecting a stoop-shouldered old gentleman in bifocals. But he\nturned out to be about my age and almost as big. He had a granite jaw\nand brilliant blue eyes that lit up like a pinball machine whenever he\nglanced at Panda. He seemed to glance at Panda a lot.\n\nThe good doctor opened up the proceedings that evening by giving me\na rapid-fire briefing on mutuality. He went all the way back to the\nplanarian worms and worked his way up to the primates. He explained\nthat it was his theory that the pattern of all social behavior was\ndetermined by a complicated meshing of symbiotic waves. According\nto him, these waves held the key to the urge of kind to mate with\nkind; they were the basis of all physical attraction and all physical\nantipathy. It was very scientific. I never understood a word.\n\nWhen he finished the briefing, he led me into a small lab that looked\nlike a cross between the cockpit of a B-39 and an operating room for\nmidgets. There was a big contour chair in the center of the lab.\n\n\"Sit in the chair, Freddy,\" Panda ordered.\n\nI sat in the chair, but I was beginning to get worried.\n\n\"Look,\" I said, narrowing my eyes and steeling my voice, \"just in case\nsomething goes wrong, I'd like to leave a few words for posterity. I'd\nlike to state that I am proud to--\"\n\n\"Stop blubbering, Freddy,\" Panda snapped, giving me a look that would\nhave carved a duck. \"This isn't going to hurt.\"\n\nShe was right, Dr. MacCluett said. All they were going to do was use\na radio electroencephalograph on me. That radio electroencephalograph\nwas just a series of modified FM transmitters which they were going to\nset up around me. Those transmitters would pick up my wave patterns and\ntransmit them over to that receiver in the corner. That receiver would\nflash the pattern to that oscilloscope beside it. I would be as safe as\na baby in its mother's arms. Safer even. Those FM transmitters weren't\ngoing to drop hot cigarette ashes on me. They weren't going to drip gin\nin my eyes.\n\n\"Just lean back and relax,\" Dr. MacCluett finished.\n\nI leaned back and tried to relax. Those FM transmitters, I had an\nidea, were going to have their job cut out for them. That oscilloscope\nwas probably going to turn out to be the blankest oscilloscope in the\ncountry.\n\n\n\nThe way it is, I'm more familiar with appearing on TV than on radio. I\nfelt lost without a camera pointing at me.\n\n\"You want me to suffer a little?\" I asked uncertainly. \"You want me to\nlash my beard a few times?\"\n\nDr. MacCluett gave me an unfriendly glance.\n\nFor a while I sat there and watched them out of the corners of my eyes.\nThen I began to get restless again.\n\n\"You reading me all right, Dr. MacCluett?\" I called.\n\nHe didn't bother to answer. Just went on staring at that oscilloscope.\n\"This is remarkable,\" I heard him mutter. \"We must make a photographic\nrecord of this. Thus must primitive man's waveform have appeared when\nhe was forced to battle the hairy mammoth.\"\n\nI decided I ought to put the doctor straight on that point. I didn't\nwant to ruin the start of a new era with any misconceptions.\n\n\"Dr. MacCluett, I got to tell you something,\" I said. \"I never battled\na hairy mammoth in all my life. Couple of years ago I wrestled a bear\nin a carnival. But I never laid a finger on a hairy mammoth in all my\nlife.\"\n\nHe didn't bother to comment on that either. He just went on staring and\nmuttering.\n\nI was beginning to build up a back pressure of curiosity. Finally it\ngot to be too much for me. \"You mind if I step over and take a peek?\" I\ncalled out. I mean, those were my brain waves they were looking at. I\nwanted to be sure they were cleaned up and cleared for transmission.\n\nPanda spun around. \"Freddy, don't you dare move!\" she yipped. \"How can\nyou possibly step over and look at your own brain waves?\"\n\nWhen I thought it over, it didn't seem logical. I guess it would be\nlike climbing a ladder to see the top of your head. I decided it wasn't\nanything to start a war about.\n\nI don't know what sort of rating I would have picked up on that first\nshow, but I must have impressed Dr. MacCluett. Anyway, he invited me to\ncome back again that next day.\n\nDuring the following weeks I suppose I must have appeared at the\nFoundation at least a dozen times. I was even beginning to draw a\nsmall studio audience. Scientists from all over the country came around\nto stare thoughtfully at me and to ask me probing questions. I don't\nknow, maybe they figured I must have sneaked down from Mars. Any day\nnow I expected the FBI to drop in and ask me where I'd hid my saucer.\n\nOn the nights I wasn't wrestling I got in the habit of going places\nwith Panda. She said she wanted to record the reactions of the unwary\nhuman horde to my nauseating personality.\n\nAs long as I didn't have anything else to do, I didn't mind. But I\ncould tell Dr. MacCluett was beginning to resent these field trips.\nCouple of times I caught him giving me a sort of measuring stare.\nIt reminded me of the way that bear in the carnival used to look at\nme--like he wished he could get his muzzle off.\n\nI mentioned this to Panda. \"That Dr. MacCluett doesn't like my going\nout with you so often,\" I told her. \"I'm making him jealous.\"\n\nShe almost broke herself up with girlish glee over that. \"Oh, brother!\"\nshe shrieked. \"How could anybody possibly get jealous of you, Freddy?\"\n\nShe had a good point. It didn't sound reasonable. \"All the same,\" I\ninsisted, \"that Dr. MacCluett is getting jealous.\"\n\nShe told me to stop worrying about it. \"I'll handle the good doctor,\"\nshe said. It was like a kid with a toy blaster telling you he'd handle\nthat armored column.\n\nThe very next day the good doctor lowered the boom on me. Panda was\nlecturing at some woman's club out in Pomona when it happened. I\nhadn't planned on appearing at the Foundation that afternoon, but Dr.\nMacCluett called up and asked me if I would stop in. He sounded so\ngenial I decided Panda must have informed him he now loved me like a\nbrother.\n\n\n\nFor once there were no visiting neurologists waiting in the lab. In\nfact, there was nobody there but Dr. MacCluett.\n\n\"Freddy,\" he said, opening hostilities with a big false smile, \"I have\none final experiment I would like to perform on you. I've been holding\nit back to the last because it may be a bit rough.\"\n\nI asked him how rough did he mean. I said, \"I'm wrestling down at the\npier tonight, and I can't go on that card with a broken leg. I go on\nthat card with a broken leg and those kindly old ladies will part my\nhead right down the middle.\"\n\n\"This experiment will involve no hazard to limb,\" he assured me,\nhis smile turning somewhat bleak. \"And it may prove to be of great\nscientific importance.\"\n\nWell, I thought, as long as it was for Science, I ought to do it.\nAfter all, Science has done a lot for me. If it wasn't for Science I'd\nprobably be crouched in a cold cave, gnawing on a raw buffalo. I wanted\nScience to know I was grateful.\n\nSince my last visit to the Foundation, I noticed the doctor had added\nanother piece of equipment. It was set up beside the contour chair. It\nlooked like one of those analyzers they use in garages to check motor\nperformance. There was a long metal barrel sticking out from it. That\nbarrel pointed directly at my head when I sat down in the chair.\n\n\"Dr. MacCluett,\" I said, \"if you've got this gun loaded, maybe you\nbetter not aim it at my head. I am liable to dull that bullet.\"\n\n\"This instrument is not a gun,\" he grunted, making a micrometer\nadjustment. He sighted down the barrel and added, \"It's a symbiotic\nwaveshape modifier.\"\n\nThe doctor hadn't been kidding when he said that experiment was going\nto be rough. One moment I was sitting there, big-wheeling civilization\non to the dawn of a new era. The next moment a squadron of jet bombers\nstarted roaring through my skull.\n\nDr. MacCluett was waving a bottle of spirits of ammonia under my nose\nwhen I finally opened my eyes.\n\n\"You all right, Freddy?\" he asked in a quavering voice.\n\nI staggered to my feet. I had a headache that would have dropped an\nelephant in its tracks. A team of rough maulers couldn't have done a\nbetter job on me with claw holds.\n\n\"I'm fine,\" I groaned, matching him quaver for quaver. \"The only reason\nI look this way is merely because I am dying.\"\n\nBy dint of much heaving and tugging he managed to haul me out to my car\nand boost me into it.\n\nHe appeared as nervous as a neophyte murderer trying to get his first\ncorpse under cover.\n\n\"Drive carefully, Freddy,\" he said, stepping back. He pulled out a\nwhite handkerchief and waved it gently. \"Look both ways when you cross\nWilshire. Please watch out for dangerous pedestrians.\"\n\nLeo was waiting for me in my dressing room that evening. He gave\nme an anxious scrutiny. \"You feel all right, Freddy?\" he inquired\nsolicitously. \"You want I should get you an aspirin? You want I should\nhold a cold cloth on your head?\"\n\nI had to look twice to be sure this was Leo talking to me. Any other\ntime I could be lying flat on my face. I could be bleeding out of all\nmy arteries and Leo would probably try to boot me to my feet. \"Freddy,\"\nhe would probably say, \"what are you, a hypochondriac?\" But here he\nwas, clucking over me like a hen over a newborn egg.\n\nThe rest of the evening was strictly a nightmare out of 3-D by\nTechnicolor. I walked down the aisle and there wasn't a single,\nsolitary boo in the place. So help me! There was only this soft,\npulsing sigh. Like a steel guitar stuck on Blue Hawaii.\n\n\n\nThe pulsing sigh faded to a breathless hush when I climbed through the\nropes. Then, suddenly, this kid redhead in shorts and store curves\nleaped to her feet.\n\n\"Oh, you great big beautiful doll, you!\" she yipped, waving her popcorn\nat me.\n\nFrom then on things got real pitiful. I was supposed to be wrestling a\nguy named Arnie Kapowsky. Arnie never wrestled any way but hero-style,\nand the crowd broke his heart that night.\n\nWhat happened was each time I started to massage Arnie's eyeballs with\nmy thumbs, the crowd whooped with delight. And each time Arnie worked\ninto a hold such as would be perfectly permissible on any dance floor\nin the country, those kindly old ladies scrambled through the ropes and\nwhanged him with their canes.\n\nArnie finally terminated this loathsome exhibition by lying down and\ncovering his head with his arms. Either that crowd had to cheer fair or\nArnie wasn't going to play.\n\nI don't want to linger any longer on that match. It is something better\nforgotten by one and all. It is a black and infamous blot, buried now\nin the pages of wrestling history. Let us leave it there.\n\nLeo waited until we were back in the dressing room before blowing his\ntop. \"Freddy,\" he screeched, \"what disgusting thing have you done? Have\nyou rescued some blonde who was going down in the briny deep for the\nninth time?\"\n\nI told Leo no. \"I try to save a blonde from drowning,\" I said, \"and\nshe'll scream high-C for a shark to come and protect her.\"\n\n\"Then have you pulled some tiny toddler out from under the wheels of a\ncareening and malignant truck?\" Leo screeched.\n\nI told Leo no. \"I try to pull some kid out from under a truck,\" I said,\n\"and he's liable to bite off my right arm all the way up to my left\near.\"\n\n\"Then how come that crowd was cheering on your side?\" Leo howled. \"Why\nwere they drooling with affection for you?\"\n\nI couldn't explain it. I was completely confused.\n\nIf I'd have had a bit more time to think it over I might have been able\nto figure it out. But it wasn't until this cop brought Panda down to my\ndressing room that I found out just what had happened.\n\n\"Freddy,\" this cop said, sticking his head in, \"there's a young babe\nwith striped hair out here. This young babe is a very excited young\nbabe. She says she has to see you.\"\n\nPanda pushed her way in before I could answer. Her face was almost as\nwhite as that distinctive streak in her hair.\n\n\"Freddy,\" she squealed, \"are you all right?\"\n\nI was getting fed up with that question. It just wasn't normal for\npeople to keep asking it. \"Of course I'm all right,\" I snapped.\n\n\"But, Freddy,\" she wailed, \"he might have killed you!\"\n\nI had to laugh. \"You mean Arnie?\" I snickered. \"Why Arnie wouldn't hurt\na fly. Besides, it's against the rules for clean-cut American kids to\nwrestle rough.\"\n\n\"I mean Dr. MacCluett,\" she squalled. \"That was a very dangerous\noperation he performed on you. He might have done an irreparable injury\nto your poor little brain.\"\n\nIn all my life I had never heard such a silly statement.\n\n\"Panda, I got to tell you something,\" I sighed. \"Even that bear in that\ncarnival couldn't damage my brain. He beat both paws to a pulp on my\nhead, and then said to hell with it. We used to call that bear 'Old\nLimpy.'\"\n\nShe didn't appear to be paying an awful lot of attention to what I\nwas saying. \"Dr. MacCluett confessed everything,\" she went on in a\ntremulous voice. \"He really was jealous of you. So he decided to\nmodify your waveform. He used an ultrasonic beam to perform a sort of\ntransorbital lobotomy and make you lovable.\"\n\n\n\nIt didn't seem like a strictly sensible thing for a smart man like Dr.\nMacCluett to do. Still, I guess having a high I.Q. doesn't necessarily\nguarantee a man against being a complete jerk in certain things.\n\n\"Why, that poor stupid genius!\" I chuckled.\n\nLeo let out a strangled roar. \"Freddy,\" he bellowed, \"what is this\npinto Ph.D. saying? Is she saying you have let some wacky scientist\ntamper with your putrid personality?\"\n\nThat wacky scientist had tampered all right. There wasn't much point\nin denying it, so I just raised my eyebrows like a furry pair of\nhumpbacked Japanese bridges.\n\nPanda drew a long shuddering breath and began to close in on me. \"When\nDr. MacCluett made that wave shift,\" she murmured, \"he overlooked the\nfact that there is but a very thin line separating love and hate. He--\"\nShe reached up suddenly and slipped her arms around my neck. \"Oh-h-h,\nFred--dy!\" she cooed.\n\nIt was a pleasant sensation. I mean, it was a sort of change from\nhaving drinks sloshed over you. For a moment there I began to think\nscience was wonderful. I still hadn't had time to realize my career\nhad just gone down in flames. I still didn't know what an appalling\nexperience being a lovable character was going to turn out to be.\n\nI found out. Oh, brother, how I found out!\n\nTwice during the next week Leo arranged matches for me. And twice those\nkindly old ladies surged through the ropes to protect me.\n\nFor awhile I kept hoping my new personality would wear off like a\nhangover. But it kept getting stronger and stronger. If I ran a stop\nlight, some cop would roar up and apologize for that light's being red.\nIf I stepped into a bar to order a drink, the bartender would beat his\nforehead in anguish. \"Freddy!\" he'd scream. \"You got to take better\ncare of your stomach! Don't drink that slop I beg you!\"\n\nEven my pigs were affected by my new waveform. The time I flew back to\nIllinois to check on my farm, those pigs chased me clear out of the\ncounty. Nipped at my heels and bayed like beagles, those pigs did.\n\nI wasn't too upset about it. I planned on selling the farm anyway. Now\nthat I'm in the diplomatic service, I won't have much time for pig\nfarming. Being the ambassador to Russia is a big job, and I'm worried\nabout it. I don't know whether I'll like having all those Cossacks call\nme Uncle Freddy. I don't know what I'll do with the Kremlin when they\ngive it to me.\n",
    "metadata": {
        "author": [
            "Stockheker, R. W. (Ralph Walter)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/69238/pg69238.txt",
        "name": "the_rogue_waveform.json"
    }
}