{
  "name": "The Brothers-In-Law: A Tale of the Equatorial Islands; and The Brass Gun of the Buccaneers\r\n1901",
  "author": [
    "Becke, Louis"
  ],
  "body": "From “The Tapu Of Banderah and Other Stories”\n\nC. Arthur Pearson Ltd.\n\n1901\n\n\n\n\nTHE BROTHERS-IN-LAW: A TALE OF THE EQUATORIAL ISLANDS\n\n“There,” said Tâvita the teacher, pointing with his paddle to a long,\nnarrow peninsula which stretched out into the shallow waters of the\nlagoon, “there, that is the place where the battle was fought. In those\ndays a village of thirty houses or more stood there; now no one liveth\nthere, and only sometimes do the people come here to gather cocoanuts.”\n\nThe White Man nodded. “'Tis a fair place to look upon. Let us land and\nrest awhile, for the sun is hot.”\n\nThe native pastor swung the bow of the canoe round towards the shore,\nand presently the little craft glided gently upon the hard, white sand,\nand the two men got out, walked up to the grove of cocoa-palms, and sat\ndown under their shade to rest and smoke until the sun lost some of its\nfierce intensity and they could proceed on their journey homeward to the\nprincipal village.\n\nThe White Man was the one trader living in Peru,{*} the native was a\nSamoan, and one of the oldest and bravest missionaries in the Pacific.\nFor twenty years he had dwelt among the wild, intractable, and savage\npeople of Peru--twenty years of almost daily peril, for in those days\nthe warlike people of the Gilbert Group resented the coming of the few\nnative teachers scattered throughout the archipelago, and only Tavita's\nundaunted courage and genial disposition had preserved the lives of\nhimself and his family. Such influence as he now possessed was due, not\nto his persistent attempts to preach Christianity, but to his reputation\nfor integrity of conduct and his skill as a fisherman and carpenter.\n\n     * Francis Island, or Peru, is one of the largest atolls of\n     the Gilbert Group in the South Pacific, about one hundred\n     and twenty miles south of the Equator\n\nThe White Man and he were firm friends, and that day they had been down\nto the north end of the lagoon to collect a canoe load of the eggs of\na small species of tern which frequented the uninhabited portion of the\nisland in myriad swarms.\n\nPresently, as they sat and smoked, and lazily watched a swarm of the\nsilvery mullet called _kanae_ disporting themselves on the glassy\nsurface of the lagoon, the White Man said--\n\n“Who were these white men, Tâvita, who fought in the battle?”\n\n“Hast never heard the story?” inquired the teacher in Samoan.\n\nThe trader shook his head. “Only some of it--a little from one, a little\nfrom another.”\n\n“Then listen,” said Tâvita, re-filling his pipe and leaning his broad\nback against the bole of a cocoa-palm.\n\n*****\n\n“It was nineteen years ago, and I had been living on the island but a\nyear. In those days there were many white men in these islands. Some\nwere traders, some were but _papalagi tafea_{*} who spent their days\nin idleness, drunkenness, and debauchery, casting aside all pride and\nliving like these savage people, with but a girdle of grass around their\nnaked waists, their hands ever imbued in the blood of their fellow white\nmen or that of the men of the land.\n\n     * Beachcombers.\n\n“Here, on this island, were two traders and many beachcombers. One of\nthe traders was a man named Carter, the other was named West Carter\nthe people called 'Karta,' the other by his fore name, which was 'Simi'\n(Jim). They came here together in a whaleship from the Bonin Islands\nwith their wives--two sisters, who were Portuguese half-castes, and both\nvery beautiful women. Carter's wife had no children; West, who was\nthe younger man, and who had married the younger sister, had two.\nBoth brought many thousands of dollars worth of trade with them to buy\ncocoanut oil, for in those days these natives here did not make copra as\nthey do now--they made oil from the nuts.\n\n“Karta built a house on the north end of the island, where there is the\nbest anchorage for ships, West chose to remain on the lee side where\nhe had landed, and bought a house near to mine. In quite a few days we\nbecame friends, and almost every night we would meet and talk, and his\nchildren and mine played together. He was quite a young man, and had\nbeen, he told me, the third mate of an English ship which was cast away\non the Bonin Islands four years before, where he had met Karta, who was\na trader there, and whose wife's sister he married.\n\n“One day they heard from the captain of a whaleship that there was much\nmoney to be made on this island of Peru, for although there were many\nbeachcombers living here there was no trader to whom the people could\nsell their oil. So that was why they came here.\n\n“Now, although these two men were married to two sisters, there was but\nlittle love between them, and then as time went on came distrust, and\nthen hatred, born out of Karta's jealousy and wicked heart; but until\nthey came to live here on Peru there had been no bad blood--not even\nenough to cause a bitter word, though even then the younger man did not\nlike Karta, who was a man of violent temper, unfaithful to his wife,\nand rude and insulting in his manner to most men, white or brown. And\nSerena, his wife, hated him, but made no sign.\n\n“As time went on, both men prospered, for there was much oil to be had,\nand at the end of the first year a schooner came from Sydney and bought\nit I went on board with Simi, after the oil had been rafted off to the\nship's side. Karta, too, came on board to be paid for his oil. He had\nbeen drinking much grog and his face was flushed and angry. With him\nwere three beachcombers whose foul language and insolent demeanour\nangered both the captain and Simi, who were quiet men. There were six or\nseven of these beachcombers living on the island, and they all disliked\nSimi, who would have none of their company; but in Karta's house they\nwere made welcome. Night after night they would gather there and drink\nand gamble, for some of them had bags of dollars, for dissolute and idle\nas they were for the most of their time they could make money easily\nby acting as interpreters for the natives, to the captains of the\nwhaleships, or as pilots to the trading vessels sailing northward to the\nMarshall Islands.\n\n“The captain paid Simi partly in money and partly in trade goods, for\nthe two hundred casks of oil he bought, and then Simi and I turned to go\non shore. Karta had scarce spoken ten words to Simi, who yet bore him no\nill-will, although for many months tales had come to us of the evil life\nhe led and the insults he put upon his wife Serena.\n\n“But after he had bidden farewell to the captain, Simi held out his\nhand to his brother-in-law and said--'My wife Luisa sendeth love and\ngreetings to Serena. Is she in good health?'\n\n“Karta would not take the hand held out to him.\n\n“'What is that to thee or thy wife either?' he answered rudely. 'Look to\nthy own business and meddle not with mine.'\n\n“Simi's face grew red with anger, but he spoke quietly and reproved his\nbrother-in-law for his rude speech. 'Why insult me needlessly before so\nmany strangers?' he said. 'What harm have I or my wife Luisa ever done\nto thee?'\n\n“'Curse thee and Luisa, thy wife,' said Karta again; 'she and thee, aye,\nand Serena too, are well matched, for ye be all cunning sneaks and fit\ncompany for that fat-faced Samoan psalm-singer who stands beside thee.'\n\n“At these words the three beachcombers laughed, and when they saw that\nSimi made no answer, but turned aside from Karta in contempt, one of\nthem called him a coward.\n\n“He turned upon him quickly. 'Thou liest, thou drunken, useless cumberer\nof the earth,' he said, looking at him scornfully; 'no coward am I, nor\na noisy boaster like thee. This is no place for us to quarrel. But say\nsuch a thing to me on the beach if ye dare.'\n\n“'He is my friend/ said Karta, speaking with drunken rage, and thrusting\nhis face into Simi's, 'he is as good a man as thee any day. To strike\nhim or any one of us thou art afraid, thou cat-hearted coward and\nmiser.'\n\n“Simi clenched his hands, but suddenly thrust them into his pockets and\nlooked at the captain and the officers of the ship.\n\n“'This is no place for me,' he again said in a low voice; 'come, Tavita,\nlet us go,' and without even raising his eyes to Karta and the three\nother men he went out of the cabin.\n\n“That night he, Luisa, and I and my wife sat talking; and in the fulness\nof her anger at the insults heaped upon her husband, Luisa told us of\nsome things.\n\n“'This man Karta hateth both my sister and myself, as well as my\nhusband. He hateth me because that it was I whom he desired to marry,\nfour years ago; but I feared him too much to become his wife, for\neven in those days I knew him to be a drunkard and a gambler, and a\nlicentious man. Then although she loved him not my sister Serena became\nhis wife, for he was a man of good property, and promised to give over\nhis evil ways and be a good husband to her. And he hateth her and would\ngladly see her dead, for she hath borne him no children. He is for\never flinging cruel words at her, and hath said to her before me that a\nchildless man is a thing of scorn and disgrace even to the savage people\nof this island. And he makes no secret of his wickedness with other\nwomen. That is why my sister Serena is dull and heavy-minded; for she is\neaten up with grief and shame.'\n\n“'That is true,' said Simi, 'I have known this for a year past, for\nwhen he is drunk he cannot conceal his thoughts. And he is full of anger\nagainst me because I have nought in common with him. I am neither a\ndrinker of grog nor a gambler, and have suffered from him what I would\nsuffer from no other man. I am no brawler, but yet 'tis hard to bear.'\n\n*****\n\n“Just as dawn came, and I was sunk in slumber, I heard a footstep\noutside my door, and then Simi called to me. 'Bring thy wife to my house\nquickly,' he said, 'evil work hath been done in the night.'\n\n“My wife and I followed him, and when we entered we saw Luisa his wife\nkneeling beside a couch and weeping over Serena, who lay still and quiet\nas if dead.\n\n“'Look,' he said sternly, 'look what that devil hath done!'\n\n“He lifted Serena's left arm--the bone was broken in two places, above\nand below the elbow.\n\n“We set to work quickly, and fitting the broken bones in place we bound\nher arm up in stiff, smooth strips of the spathe of the cocoanut tree,\nand then washed and dressed her feet, which were cut and bleeding, for\nshe had walked barefooted, and clothed only in her night-dress, all the\nway from the north end of the island, which is nearly two leagues from\nmy house.\n\n“After she had drunk some coffee and eaten a little food she became\nstronger, and told us all that had befallen her.\n\n“'Karta and the three other white men came back from the ship when it\nwas long past midnight, and I knew by the noise they made that they had\nall been drinking grog. I heard them talking and laughing and saying\nthat thou, Simi, were a paltry coward; and then one of them--he who is\ncalled Joe--said that he would one day end thee with a bullet and take\nLuisa to wife, as so fine a woman deserved a better man than a cur for\na husband. And Karta--Karta my husband--laughed and said that that could\nnot be, for he meant to take thee, Luisa, for himself when he had ridden\nhimself of me. His shameless words stung me, and I wept silently as I\nlay there, and pressed my hands to my ears to shut out their foul talk\nand blasphemies.\n\n“'Suddenly I heard my husband's voice as he rose from the table and came\ntowards the sleeping room. He threw open the door and bade me come out\nand put food before him and his friends.\n\n“'I rose at his bidding, for his face terrified me--it was the face of\na devil--and began to clothe myself. He tore the dress from my hands and\ncursed me, and bade me go as I stood. In my fear I sprang to the window\nand tried to tear down the cane lattice-work so as to escape from the\nhouse and the shame he sought to put upon me. He seized me by the waist\nand tried to tear me away, but I was strong--strong with the strength of\na man. Then it was that he went mad, for he took up a heavy _paua_ stick\nand struck me twice on the arm. And had it not been that the other\nwhite men came in and dragged him away from me, crying shame on him, and\nthrowing him down upon the floor, I would now be dead.\n\n“'I lay quiet for a little time and then rising to my feet looked out\ninto the big room, where the three men were still holding my husband\ndown. One of them bade me run for my life, for Karta, he said, had gone\nmad with grog.\n\n“'I feared to seek aid from any of the natives, for they, too, dread\nKarta at such times; so I walked and ran, sometimes along the beach,\nsometimes through the bush till I came here. That is all.'\n\n* * * * *\n\n“That morning the head man in our village caused the shell to sound,{*}\nto call the people together so that they might hear from Simi the story\nof the shame put upon his wife's sister and upon himself and his house.\nAs the people gathered around the _moniep_{**} and the head men sat down\ninside, the captain of the ship came on shore, and great was his anger\nwhen he heard the tale.\n\n     * A conch-shell.\n\n     ** The council house.\n\n“'Let this poor woman come to my ship,' he said; 'her life here is not\nsafe with such a man as that. For I know his utter vileness and cruelty\nto her. With me she shall be safe and well cared for, and if she so\nwishes she shall come with me to Fiji where my wife liveth, and her life\nwill be a life of peace.'\n\n“So Serena was put in the ship's boat, and Luisa went with her to remain\non board till the ship sailed, which would be in three days. Then Simi\nand the head men talked together in the council house, and they made a\nlaw and sent a message to Karta. This was the message they sent to him:\n'Because of the evil thou hast done and of the shame thou hast put upon\nthe sister of the wife of our white man, come no more to this town. If\nthou comest then will there be war between thy town and ours, and we\nwill burn the houses and harry and slay thee and the seven other white\nmen, and all men of thy town who side with thee, and make slaves of the\nwomen and children. This is our last word.'\n\n“A swift messenger was sent. Before the sun was in mid-heaven he\nreturned, crying out as he ran, 'War is the answer of Karta and his\nvillage. War and death to Simi and to us all are his words; and to\nLuisa, the wife of the white man, he sendeth this message: “Prepare a\nfeast for thy new husband, for he cometh to take thee away from one who\ncannot stand against him.”'\n\n“In those days there were seven hundred fighting men in our town, and\na great clamour arose. Spears and clubs and muskets and hatchets were\nseized, the armour of stout cinnet which covered a man from head to foot\nwas put on, women filled baskets with smooth stones for the slings; and\nlong before sundown the warriors set out, with Simi and the head men\nleading them, to meet their enemies mid-way--at this very place where we\nnow sit. For this narrow strip of land hath been the fighting-ground of\nPeru from the old, old times long before I was born, and my years are\nthree score and seven.\n\n“The night was dark, but Simi and his people, when they reached this\nplace, some by land and some in canoes, lit great fires on the beach\nand dug trenches in the sand very quickly, behind which all those who\ncarried muskets were placed, to fire into the enemy's canoes as they\npaddled along the narrow passage to the landing place. Karta and his\nwhite friends and the people of their town had more than two hundred\nmuskets, whilst our village had less than fifty. But they were strong of\nheart and waited eagerly for the fight.\n\n“Just before sunrise we saw them coming. There were over one hundred\ncanoes, each carrying five or six men. Karta and the beachcombers were\nleading in a whaleboat, which was being rowed very swiftly. When within\nrifle-shot she grounded.\n\n“As they leapt out of the boat, rifles in hand, they were followed by\ntheir natives, but our people fired a volley together, and two of the\nwhite men and many of their people fell dead in the shallow water. Then\nSimi and twenty of our best men leapt out of their trenches and dashed\ninto the water to meet them. Karta was in advance of them all, and when\nhe saw Simi he raised his rifle and fired. The bullet missed the white\nman but killed a native behind him. Then Karta, throwing away his rifle,\ntook two pistols from his belt and shot twice at Simi who was now quite\nclose to him. These bullets, too, did Simi no harm, for taking a steady\naim at his foe he shot him through the body, and as Karta fell upon his\nside one of our people leapt on him and held his head under the water\ntill there was no more life in his wicked heart.\n\n“The fight was soon ended, for seeing three of their number killed so\nquickly, the rest of the white men ran back to their boat and tried to\nfloat her again; and then Simi, taking a shot-gun loaded with slugs\nfrom one of his men, ran up to them and shot dead the one named Joe. The\nother white men he let escape, for all their followers were now paddling\noff or swimming to the other side of the lagoon, and Simi was no lover\nof bloodshed.\n\n“That day the people at the north end sent a message for peace, and\npeace was made, for our people had lost but one man killed, so the thing\nwas ended well for us.\n\n“Serena came back from the ship, for now that Karta was dead she had\nno fear. The three white men who were spared soon left Peru in a\nwhale-ship, for they feared to remain.\n\n“Simi and his wife and children and Serena did not long stay with us,\nfor he sold his house and boats to a new trader who came to the island\nabout a month after the fight, and they went away to live at a place in\nFiji called Yasawa. They were very good to me and mine, and I was sore\nin my heart to see the ship sail away with them, and at night I felt\nvery lonely for a long time, knowing that I should see them no more.”\n\n\n\n\n\n\nTHE BRASS GUN OF THE BUCCANEERS\n\n\nChalloner was a trader at Jakoits Harbour in Ponapé, one of the\nloveliest of the great Caroline Archipelago in the North Pacific. He\nwas a quiet but determined-looking man of fifty, and at the time of\nthis story had been living on Ponapé for over five years. Unlike the\ngenerality of the white men who were settled on the island, he never\ncarried arms and never entered into any of the disputes that too often\noccurred among them and ended in bloodshed.\n\nMany of his neighbours were scoundrels and ruffians of the deepest\ndye--deserters from whale-ships and men-of-war, or escaped criminals\nfrom California and the Australian colonies. Some of these earned a\nliving by trading with the natives for turtle-shell and cocoanut oil,\nothers were simply beachcombers, who attached themselves to the leading\nchiefs and gave their services to them in war time, receiving in return\nhouses and land, and spending their lives in time of peace in the\nwildest dissipation and excesses.\n\nIn those days the American whaling fleet made Jakoits and the other\nthree harbours on the beautiful island their rendezvous before sailing\nnorthward to the coasts of Japan and Siberia. Sometimes there would be\nas many as thirty ships arrive within a week of each other, carrying\nfrom thirty to forty hands each; and these, when given liberty by their\ncaptains, at once associated with the beachcombing element, and turned\nan island paradise into a hell during their stay on shore.\n\nThere was among these beachcombers a man named Larmer. He was of\nHerculean stature and strength, and was, in a manner, their leader. It\nwas his habit in his drunken moments to vaunt of the bloody deeds\nwhich he had perpetrated during his crime-stained career in the Pacific\nIslands. For the lives of natives he had absolutely no regard, and\nhad committed so many murders in the Gilbert Islands that he had been\nforcibly taken on board a whaler by the few white men living there, and\nthreatened with instant death if he returned.\n\nThe whaleship landed him on Ponapé, and his presence soon became a\ncurse. Being possessed of plenty of arms and ammunition, he soon gained\nthe friendship of a native chief ruling over the western district of the\nisland, and his savage nature at once showed itself by his offering to\ndestroy the inhabitants of a little island named Pàkin, who had in some\nway offended this chief. His offer was accepted, and, accompanied by\nfive ruffianly whites and some hundreds of natives, the unfortunate\npeople were surprised and butchered. Elated with this achievement,\nLarmer returned to Ponapé, and, during the orgy which took place to\ncelebrate the massacre, he shot dead one of his white companions who had\ndispleased him over some trifling matter.\n\nThe news was brought by a native to Challoner, who with a fellow-trader\nand several local chiefs was sitting outside his house smoking and\nenjoying the cool of the evening, and watching the flashing torches of\na number of canoes catching flying fish beyond the barrier reef. Neither\nof them felt surprised, and Challoner remarked to the native that it was\ngood to know that one bad and useless man was dead, but that it would be\nbetter still to hear that the man who slaughtered a whole community in\ncold blood was dead also.\n\n“I wouldn't have said that if I were you,” said Dawson, the other\ntrader, nervously; “that fellow Larmer is bound to hear of it.”\n\n“I am quite prepared,” Challoner replied quietly, “as you know, Dawson.\nThings cannot go on like this. I have never killed a man in my life, but\nto kill such a brute as Larmer would be a good action.”\n\nThe distance between Challoner's place and Kiti, where Larmer dwelt with\nhis villainous associates, was but ten miles. Yet, although Larmer had\nnow been living on the island for a year, Challoner had only once met\nand spoken to him.\n\n*****\n\nDuring a visit which he (Challoner) had made to a little harbour called\nMetalanim, he had explored some very ancient ruins there, which\nwere generally believed by the white uneducated traders to have been\nconstructed by the old buccaneers, though the most learned antiquarians\nconfess themselves puzzled to solve the mystery of their existence. But\nthat these ruins had been used as a _depot_ or refuge of some sort by\nthose who sailed the North Pacific more than two hundred years ago was\nevident, for many traces of their occupancy by Europeans had been found\nby the few white men who had visited them.\n\nIt was Challoner's fortune to discover amid the mass of tangled vines\nand creepers that grew all over the walls, and even down in the curious\nchambers, an old brass cannon. With the aid of some of his native\nfriends he succeeded in dragging it forth and conveying it in his boat\nto his house, where, upon cleaning it, he found it bore the Spanish\narms over the date of its casting in Manila, in the year 1716. Much\ninterested in this, he refused to sell the gun to several whaleship\ncaptains, who each wanted to buy it. He would sell it, he thought, to\nbetter advantage by sending it to Australia or Europe.\n\nSoon after its discovery he had set his people to work to clean and\npolish it One day he saw coming towards him a man, who from his huge\nfigure he knew must be Larmer, the beachcomber.\n\n“I say, boss,” said the man roughly, “let's have a look at that cannon\nyou've found, will yar?”\n\n“There it is,” said Challoner quietly, pointing to his boat-house, but\nnot deigning to accompany the beachcomber and show him the weapon.\n\nLarmer made a brief but keen inspection, and then walked into the\ntrader's room and, unasked, sat down.\n\n“It's as good as new,” he said. “What do you want for it?”\n\n“I will not sell it,” replied the trader coldly, eyeing the beachcomber\nsteadily, “at least to no one in Ponapé. There is too free a display of\nand use of arms here as it is,” and he looked pointedly at the brace of\nheavy Colt's revolvers in his visitor's belt.\n\nA scowl darkened Larmer's face. “I'll give you a hundred dollars for\nthe thing,” he said. “I want it, and I mean to have it” And he rose and\ndashed his huge hand down upon the table.\n\nChalloner was unarmed, but his face betrayed neither fear nor any other\nemotion. He was standing with his back to the doorway of his bedroom.\nA thick curtain of navy blue calico concealed the interior of this room\nfrom the view of any one in the living room, and Larmer had seen no one\nbut the trader about.\n\nFor some few seconds there was silence; the beachcomber, with his\nclenched fist still on the table, was trying to discover whether the man\nbefore him was intimidated. Challoner stood unmoved.\n\n“Yes,” began Larmer again, “I want that cannon. Sru, the chief of Kiti,\nan' me is going on a little war-party again. But I'll pay you for it.”\n\n“And I tell you that I won't sell it. Least of all to a man like you,\nwho would use it for murder.”\n\nThe beachcomber's hand went to his belt--and stayed there, as the trader\nstepped aside from the doorway and he saw a rifle pointed at his heart.\nIt was held by the trader's wife.\n\n“Put up your hands,” said Challoner, with a contemptuous laugh. “And\nnow listen to me. I want no quarrel with you--don't force one on me. Now\nclear out.”\n\nWithout a word the baffled man turned away. But the look of savage\nhatred that gleamed in his fierce eyes told Challoner that he had made\na dangerous enemy. And only a few days passed before he heard from the\nnatives that Larmer said he would have his revenge--and the brass gun as\nwell--before many months were over.\n\nBut the trader, though apparently taking no heed, was yet watchful. His\ninfluence with the natives of the Jakoits district was great, for they\nboth liked and trusted him as a just and honourable man, and he knew\nthat they would rally round him if Larmer attempted either to carry off\nthe gun or do harm to him.\n\nFor some months matters went on at Jakoits very quietly, and the last of\nthe whaling fleet having sailed, Challoner and Dawson went about their\nusual work again, such as trading along the coast in their whaleboats\nand storing their cocoanut oil in readiness for the _Mocassin_, the\ntrading ship which visited them once a year, and was now due.\n\nAlthough living only a few miles apart from each other, the two did not\nvery often meet, but Challoner was one day surprised to see Dawson's\nboat pulling into the beach, for he had had a visit from his friend only\nthe previous evening. The moment the boat touched the sand Dawson jumped\nout, and Challoner at once saw by the anxious expression on his face\nthat something was wrong.\n\nHe soon learnt Dawson's news, which was bad enough. The _Mocassin_\nhad run ashore in the night at a place five miles away from Dawson's\nvillage, and it was feared she would become a total wreck unless she\ncould be lightened and floated over the reef into smooth water. The\ncaptain had sent an urgent message for aid, and in less than half an\nhour the two men were on their way to the wreck, accompanied by nearly\nevery male native in Challoner's village.\n\nTowards sunset on the following day, just as the boats were in sight,\nreturning from the wreck, Tiaru, the trader's wife, with her one child\nand some of her female relatives, were coming from their bathe in\nthe sea, when they heard screams from the village, and presently some\nterrified women fled past them, calling out that Larmer and another\nwhite man and a number of their native allies were carrying away the\nbrass gun. In an instant the young wife gave the babe to a woman near\nher, and darted towards her husband's house. A number of women and\nchildren, encouraged by her presence, ran to alarm the approaching\nboats.\n\nIn front of the trader's house Larmer and another beachcomber were\ndirecting a score of Kiti natives how to sling the heavy gun between two\nstout poles. A sentry stood on guard at the gate of Challoner's fence,\nbut Tiaru dashed his crossed musket aside, and then sprang into the\nmidst of her husband's enemies.\n\n“Set down the gun,” she panted indignantly, “ye coward men of Rôan Kiti,\nand ye white men thieves, who only dare to come and steal when there are\nbut women to meet and fight with thee.”\n\nLarmer laughed.\n\n“Get out o' this, you meddling fool,” he said in English, and then,\ncalling to the natives to hasten ere it grew dark, he took no further\nnotice of the woman before him. Then, as they prepared to raise their\nburden by a united effort upon their naked shoulders, Tiaru sprang\ninto the house and quickly reappeared with a heavy knife in her hand.\nTwisting her lithe body from the grasp of one of the beachcombers, with\nflaming eyes she burst in amongst the gun carriers and began slashing at\nthe strips of green bark with which the cannon was lashed to the poles.\n\n“Curse you!” said Larmer fiercely, striding forward and seizing her by\nher long hair. “Take away her knife, Watty, quick!” And he dragged her\nhead back with brutal strength--to release his hold with a cry of savage\nfury as the woman turned upon him and with a swift stroke severed the\nfingers of his left hand. Again she raised her hand as Larmer drew a\npistol and shot her through the body. She fell without a cry upon the\ngun beneath.\n\n“By ------, you've done it now!” said the man\n\nWatty. “Look there! There's all our natives running away. We're as good\nas dead men if we stay here five minutes longer. I'm off anyway”; and\nthen, hurriedly binding up his companion's bleeding hand, he disappeared\ninto the surrounding forest after his native allies.\n\nFor a few moments Larmer stood irresolute, looking first at the body of\nthe woman lying across the gun, then at his wounded hand. Already the\nshouts of Challoner's natives sounded near, and he knew that the boats\nhad reached the beach. The gun, which had cost him so dear, must be\nabandoned, but he would take a further revenge upon its owner. He ran\nquickly to a fire which burned dimly in Challoner's cooking-house, lit\na bunch of dried palm leaves, and thrust it into the thatch of the\ndwelling-house. Then he struck into the jungle.\n\nAs Challoner, followed by Dawson and the men of Jakoits village, rushed\nalong the narrow path that led to his house, they heard the roar and\ncrackle of the flames; when they gained the open they saw the bright\nlight shining on the old cannon, whose polished brass was stained and\nstreaked with red. Tiaru lay across the breech, dead.\n\n*****\n\nFor nearly two days Challoner and his natives followed the tracks of\nthe murderer into the heart of the mountain forest of Ponapé. Dawson\nand another party had left early the same night for the Rôan Kiti coast,\nwhere they landed and formed a cordon, which it would be impossible for\nLarmer to pass.\n\nWatty, his fellow-scoundrel, was captured early next morning. He had\nlost his way and was lying asleep beside a fire on the banks of a small\nstream.\n\nHe was promptly shot by Dawson. Larmer was to be taken alive.\n\nMeanwhile Challoner and his men pressed steadily on, driving their prey\nbefore them. At noon on the second day they caught sight of his huge\nfigure ascending a rocky spur, and a party of natives ran swiftly to its\nbase and hid at the margin of a small, deep pool. Challoner knew that\nhis man wanted a drink, and would soon descend the spur to get it.\n\nFor some hours not a sound broke the silence, then a stone rolled\ndown, and presently Larmer's head appeared above a boulder. He looked\ncarefully round, and then, finding all quiet, began the descent. On the\nvery edge of the pool he again stopped and listened, holding his pistol\nat full cock. His left hand was slung to his chest by a piece of green\nhibiscus bark, which was passed round his neck and roughly tied.\n\nThe silence all around him was reassuring, but he still held out the\npistol as he bent his knees to drink. Ere his lips could touch the water\ntwo half-naked figures sprang upon him and bore him down. He was too\nweak to resist.\n\n“Do not bind him,” said Challoner, “but tie his right hand behind his\nback.”\n\nLarmer turned his bloodshot eyes upon the trader, but said nothing.\n\n“Give him a drink.”\n\nA native placed a gourd of water to his lips. He drank greedily. Then,\nin silence, Challoner and his men began their march back.\n\n*****\n\nAt sunset the people of Jakoits gathered together in front of the\nblackened space whereon the trader's house had stood. Raised on four\nheavy blocks of stone was the still blood-stained cannon, and bound with\nhis back to its muzzle was Larmer.\n\nChalloner made a sign, the brown-skinned men and women moved quickly\napart in two parties, one on each side of the gun. Then Rul, the chief\nof the Jakoits* village, advanced with a lighted stick, touched the\npriming, and sprang aside. A sheet of flame leaped out, a bursting roar\npealed through the leafy forest aisles, and Challoner had avenged his\nmurdered wife.\n\n\n\n\n",
  "metadata": {
    "author": [
      "Becke, Louis"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/25056/pg25056.txt",
    "name": "the_brothers_in_law_a_tale_of_the_equatorial_islands_and_the_brass_gun_o"
  }
}
