{
    "name": "The crystal ray",
    "author": [
        "Gallun, Raymond Z. (Raymond Zinke)"
    ],
    "body": "A mid-afternoon sun of the stirring war year 2141 A.D. shone upon a\nsmall battle flier which was speeding southward at an altitude of\nfifteen miles. It was a two-seated outfit, cigar-shaped and made of\nan aluminum alloy. On the shining metal of its body were painted\nseveral red, white and blue stars--the insignia of the United States;\nmounted on its prow were two dangerous looking automatic guns.\nBeneath the body of the machine was a convex, hollow sheet of metal\ncontaining a substance which neutralized gravity when acted upon by\nthe electromagnetic waves sent out by the power stations throughout\nthe western hemisphere; this device, the Whitley gravitational screen,\nsupported the craft in the air. Hissing jets of gas ejected at the\nstern were driving the machine through the thin atmosphere at a\nvelocity of nearly a thousand miles an hour. A faint wake of bluish\nvapor trailed behind like the tail of a comet.\n\nIn the flier were two men wearing the oxygen masks and metal armor\nnecessary at extreme altitudes; attired in this fantastic garb they\nlooked for all the world like a pair of goblins from some distant\nplanet.\n\nAs members of the U. S. Scout Squadron Number Five, both had done their\nbit in the seemingly hopeless battle of Caucasian nations against the\nyellow men of Asia. Holding the controls was George Calhoun, the ace\nwho had to his credit more than sixty aerial victories, including the\nbombing of two great battleships of the skies. Joseph Pelton, his\ncompanion, who in peace time had devoted all his spare moments to\nscience, was not so successful a fighter; but he had participated in\nmany hazardous struggles.\n\nThese men were now on a three days' leave of absence. The United\nStates--the only formidable power of the Occident that had so far\nescaped being wiped out by the air fleets of Asia, could ill spare\neither; but science had not yet found a way to relieve the fatigue that\ncomes with constant war.\n\nAbove them the aviators could see the deep blue-black sky, sprinkled\nwith stars because of the rarity of the atmosphere. Beneath rolled an\never-changing panorama of earth, seemingly turned up at the edges like\nan enormous saucer. Now they were over the Gulf of Mexico veiled in its\ngray-blue mist; now above the verdant agricultural districts of Central\nAmerica, long ago occupied by the invaders.\n\nA little more than three hours after they had set out from Chicago,\nthe young men hung over the snow-capped pinnacles of the Andes, which\nlooked like mere ash heaps far beneath. Here was one of the few spots\non earth that did not yet resound with the din of war; it was such a\nplace they sought.\n\nPresently the airboat began to descend in a long spiral; a few minutes\nlater it settled gently at the edge of a little adobe village on the\neastern slope of the mountains.\n\n\n                      The Legend of the Mountain\n\nA flier was an unusual sight here and the inquisitive inhabitants, men,\nwomen and children, crowded around to get a glimpse at the wonderful\nmachine.\n\nThere was nothing resembling a hostelry in the village; but, when the\nworthy Señor Hernando Diaz, its richest citizen, learned that these\nyoung men were soldiers like his own three sons who were fighting\nagainst the Asiatics in Argentina, he offered his hospitality.\n\nAfter the evening meal Señor Diaz and his guests repaired to a broad\nveranda which faced west. For quite a time the three men remained\nsilent. Pelton and Calhoun were absorbed in the grandeur of the\nmountains over which dusk was settling, and Hernando Diaz knew too well\nthe power of silence and the spell of that majestic sight, to break it\nwith words.\n\nAt length Calhoun murmured musingly: \"God is up there--God and Peace.\nEven war couldn't disturb the eternal serenity of those Andes.\"\n\nHe spoke in Spanish. Both Calhoun and Pelton had a fairly complete\nmastery of that language.\n\nDiaz leaned far forward in his chair: \"God in those mountains, Señor?\nAh, yes, perhaps in the great peaks far off; but do you see that one\nwhich is quite near? It is less than two thousand meters high and at\nits summit there is a small depression or crater. Madre de Dios--there\nindeed is the lair of Satan!\"\n\nA quizzical smile came over Calhoun's lips. He turned toward the\nEcuadorian: \"I'm afraid the gentleman you mention has gone north to\nhelp with the big row up there. But let's hear the rest of what you\nwere going to say. I'm intensely interested and I think that Joe is\nperfectly willing to listen too.\"\n\n\"There is a legend about 'The Devil's Nest' which says that in ancient\ntimes the Indians made human sacrifices to the sun there,\" Diaz began\nin a low voice, while he toyed nervously with the ends of his curling\nmustache: \"Certainly there is something dreadful about the place still,\nbut no one knows what. In the memory of living men, only two have\nventured into it. That was ten years ago. A certain youth named Pedro\nMenendez was driven by the spirit of adventure, which is the inherent\npossession of most boys, to scale the heights of 'The Devil's Nest.' He\nfailed to return. Three days later his father ventured up the walls of\nthe extinct volcano in search of him. No human eye has seen either of\nthem since. Truly, it was as though Satan had swallowed up both.\"\n\n\"Men have gone up into mountains before, and failed to return,\" said\nPelton: \"There are places where footing is precarious, and crevices in\nwhich it would be almost impossible to find a human body. However, we\nhave a little mystery here to solve--George, what do you say if we take\na trip to 'The Devil's Nest' tomorrow?\"\n\n\"Bully enough, old egg,\" returned Calhoun laughingly: \"We've faced\ndevils before, haven't we? They were real devils hurtling at us from\nout of the sky and shooting streams of poisoned lead dangerously close\nto our gills. They will probably get us anyway in a week or two and, if\nwe get killed in the mountains, we will at least have the satisfaction\nof cheating them.\"\n\nSeeing that argument was useless against such reckless hot-heads, their\nhost merely muttered softly to himself: \"They are rash--these soldiers\nof the United States.\"\n\nThe last pale light had faded from above the peaks of the Andes, a\nfaint wind soughed through the trees. The conversation drifted to other\ntopics.\n\n\n                           The Devil's Nest\n\nWhen the early morning sun of another day had mounted up into a\ncloudless firmament, the two aviators were preparing for their\nadventure. Believing that the vigorous exercise of climbing would do\ntheir little-used muscles good, they decided to leave the flier behind.\nSince this was so, they realized that it might be necessary to camp on\ntop of the mountain that night; consequently they packed up a light\ntent, a couple of blankets and some extra provisions.\n\nSeñor Diaz did not urge them to desist from their venture but, when\nhe wished them good luck, Pelton noticed that there was something\nstrangely solemn about his voice and eyes. His attitude was not at all\nthat of a friend bidding him good luck at the outset of a holiday of\nsport; it resembled, instead, the attitude of a certain fatherly old\ncaptain speaking kindly to him when he was about to risk his life in an\naerial combat.\n\nWhen all was ready, Calhoun and Pelton started out up the slopes of\nthe Andes. For a couple of miles the going was easy; but, as they\napproached closer to the sinister bulk of \"The Devil's Nest,\" the\nground grew steep and sterile and the trail more and more difficult.\n\nCalhoun was outwardly in a carefree mood and he scoffed often about\nthe story. \"Just imagine, Joe,\" he would say, \"demons and what-not in\nthese mountains that are nearer to God than anything on earth--beneath\nthis blue sky that is the very symbol of peace and beauty! What a\nsuperstitious lot the Señor and all his kind are!\"\n\nPelton said very little. Somehow he felt that his friend's\nlightheartedness was forced, and over his own mind there was coming a\nsense of depression that increased as the mountain grew more rugged.\nWas there really some horror in the ancient, extinct crater far above?\n\"No!\" he told himself emphatically. The idea was ridiculous; he was a\nfool even to think of it.\n\nThe two men paused to eat their noonday meal at a small level space\nnearly three thousand feet above the village. The stillness of the\nplace and his own gloomy mood inspired strange thoughts in the mind of\nPelton. Finally he turned to Calhoun who was vigorously chewing the\nlast fragment of a ham sandwich (yes--this ancient food still delighted\npalates of the twenty-second century.)\n\n\"Do you think often of Death, George?\" he asked.\n\nThe other swallowed hard and then smiling slightly, answered: \"Death?\nWell rather. I couldn't help thinking of him now and then, because\nyou see I play hide-and-seek with him pretty nearly every day. He's\ncome to be about my most intimate playfellow, and he's a real sport.\nHe's always 'it' and he never gets sore. So far he hasn't found me,\nand I will continue to keep out of his way if I can. However, if it's\nnecessary, I'll take my hat off to Death and admit I'm beaten. I'd\nrather do that than become a slave to those Asiatics.\"\n\n\"I don't fear death in the physical sense any more than you do,\nGeorge,\" said Pelton, \"but, Lord! How I hate to be forgotten! I'd\nlike to survive this war and live long enough to work out some of my\nscientific theories. Since I was just a kid I have dreamed of doing\nsomething really big and that idea has grown to be almost an obsession\nwith me. You are lucky; even our enemies will remember you as one of\nthe cleverest aerial duelists that ever fought.\"\n\n\"Pshaw!\" returned Calhoun; \"If there isn't anybody left on earth\nto remember me but those disgusting Asiatics, I'd rather not be\nremembered. But listen here, old fellow, I don't think it is the least\nbit nice of you to make this holiday disagreeable with your glum talk.\nJust forget it and stow some food and then let's be on our way. The top\nof the mountain is still about three thousand feet above us, and if we\nwant to reach it before sunset we had better get a move on.\"\n\nA few minutes later the adventurers continued with their ascent. Now\nthey began to encounter real difficulties; there were rugged, almost\nperpendicular crags, offering but the barest hand- and foot-holds.\nThese almost baffled the amateur climbers. Here and there were narrow\nshelves where they could stop to get their breath.\n\n\n                           The Blue Crystals\n\nIt was during one of these rests that Pelton noticed crystals of a\nbluish, semi-opaque mineral clinging to the rocks about him. These\ncrystals appeared to become more and more plentiful as they neared the\nsummit of the volcano. Pelton knew something of mineralogy, but never\nin his considerable experience had he encountered such a substance.\nCurious to know its nature, he thrust several pieces into his pack;\nhoping that some day, if luck was with him, he might analyze them.\n\nJust as the two Americans were starting on the last hundred feet of\nclimbing that lay between them and their goal a large cloud came over\nthe declining sun and an ominous gloom settled over the world.\n\nAnd now the youths peered eagerly over the rim of the crater into \"The\nDevil's Nest.\" Five minutes later they had descended fifty feet to its\nfloor.\n\nThey found themselves in a small, circular valley about a thousand\nfeet across. Everywhere, topping the walls of multi-colored stone that\nsurrounded it, were pinnacles of the strange blue mineral, pointing\ntoward the sky like the thin minarets of a city of goblins. On the\nsummit of the rocky barrier at the western side of the crater was a\nhuge mass of the crystal that gleamed darkly under the shadow of the\nobscuring cloud which hung persistently before the sun.\n\n\"This place has more weird beauty than 'The Island of Death',\" said\nCalhoun. \"It would make a fine painting. Somehow, there's something\nabout it that gives me a creepy feeling.\"\n\nThere were a few patches of hardy grass and several bushes scattered\nhere and there over the floor of the crater. Suddenly Pelton's\nsearching eyes fell upon a circular spot of bleached earth, not more\nthan ten feet across, lying thirty paces away at the center of the\nvalley. For a moment he scrutinized it intently and then he grasped his\ncompanion violently by the arm. \"Look, George!\" he cried.\n\nA moment later the two youths were bending over a pair of human\nskeletons whitened by years of exposure. With them there lay several\ncoins, two tarnished brass buckles and the rusted remnants of a few\nmetal buttons. The owners of those bones had obviously been dead for a\nvery long time.\n\n\"These are evidently the men that Diaz spoke of,\" said Pelton, \"but\nwhat in the name of Heaven could have killed them, George?\" There was a\nlook almost expressive of fear in his face.\n\n\"Volcanic gases, probably,\" essayed Calhoun.\n\n\"Impossible, man!\" returned Pelton; \"This volcano has certainly been\nextinct for ages.\"\n\nCalhoun knelt down beside the skeletons and began to examine them.\n\"Let's see if there are any marks of violence, fractured skulls, broken\nribs, or anything,\" he said.\n\nPelton stepped back from the ghastly patch of earth. Never afterward\nwas he able to tell exactly why.\n\nAnd then a miracle happened--a miracle and a tragedy. The setting sun\nat last escaped from the cloud that covered it and its ruddy rays,\ncoming over the summit of a nearby Andean peak, fell upon the mass of\ncrystal at the western edge of the valley. A beam of bluish light,\nlike the reflection from the glossy scales of a black serpent and\nmore evilly gorgeous than the slumbering fires of a thousand opals,\nleaped from it. The ray struck Calhoun squarely. He staggered to his\nfeet, uttered a choking cry, and crumpled lifeless to the earth! A few\nmoments later the sun dropped behind the mountains and \"The Devil's\nNest\" was again in shadow.\n\n\n                           Ready for Battle\n\nSix more weeks rolled by and, now the Asiatic Air Fleet advancing up\nthe Mississippi Valley was only five hundred miles from Chicago. Should\nthis last big city of the Occident be destroyed, all hope for further\nresistance would immediately crumble; for here were situated the\nmunition factories and here was the government that kept the dwindling\nenergies of the United States organized.\n\nSurrender was useless to the Americans. The blood lust of their foes\nhad grown to such proportions that they had proclaimed that only the\ncomplete extermination of Occidentals would satisfy them. In a few more\ndays, when the needed reinforcements had arrived from China, there\nwould be a battle surpassing in magnitude and horrors all previous\nstruggles. Then the men from the East would dump tons of chemicals upon\nthe American metropolis; her twenty million inhabitants would suffer a\nmoment of intense agony and, in a few minutes, she would be left silent\nand empty. So, at least, thought Tsu Tsin Ho, \"The Wizard of the East,\"\nand many another wise head among the invaders; for the air fleet of\nthe United States was outnumbered three to one.\n\nBut there was one thing that the brilliant Orientals did not know of.\nIn Whitley Park, Chicago's most important pleasure ground, an unusual\nengineering operation was in progress. Four slender, two-thousand-foot\ntowers of steel, seemingly as frail as spider web, were rising as if by\nmagic. They were arranged in a square and between them skillful workmen\nwere fastening a maze of fine wires.\n\nIn the center of the rectangle formed by the towers two enigmatic\nmachines were being assembled. One was a huge apparatus, very similar\nin appearance to a gas engine of the twentieth century. Fully a hundred\nfeet its eight bulky cylinders reared, gleaming with a glossy black\nsheen. There was something sinister and awesome about it--a suggestion\nthat within its slumbering frame there lurked sufficient power to send\nthe earth hurtling from its orbit. Beside the engine a great drum-like\ncontrivance was slowly taking form beneath the hammers and riveters of\nthe construction crew. It was a generator that would soon supply energy\nto the mass of wires overhead.\n\nWhat was the sinister purpose of this gigantic wireless power plant?\nOnly a few men knew, and these often smiled grimly.\n\nWith feverish haste Chicago's factories were turning out new and\nstrange devices by the thousand--things the purpose of which even their\nbuilders did not know. They were tubes of varying sizes, from one foot\nin length to twelve, made of black enameled steel.\n\nThe report that the impending battle was very near came sooner than\nwas expected. In the midst of a glorious June day, the sunny serenity\nof which was mocked by the awful contest that was going on, a lone\nair scout raced over the city from the south. He brought news that\nthe enemy was preparing every available ship, evidently for the final\nstruggle.\n\nTen minutes after the arrival of the messenger, a hundred and fifty\nbattleships, America's only reserve force, arose majestically from the\nlanding stage to join the main fleet.\n\nWhat appeared to be Chicago's last day of life was drawing to a\nclose when they reached their destination. With this reinforcement\nthe American fleet numbered about 2,000 large battlecraft. They hung\nstationary, supported high above the earth by their gravitational\nscreens, awaiting the attack.\n\nTo the south of them, at a distance of perhaps twenty miles, the ships\nof the enemy were being arranged in battle formation. From deck,\nport and bridge, keen eyes watched their movements, through powerful\nglasses. There were at least five thousand of them--all first-class\nfighting machines of the largest size. Accompanying them was a\ncountless hoard of small fliers.\n\nNow the Orientals began to advance in a great V-shaped arrangement.\nA thousand feet above them, the one-man craft moved like a swarm of\nhornets.\n\nSuddenly the position of the Asiatic fleet seemed to change from\nsouth to a little west by south in a way that would have made a man\nof the twentieth century doubt the evidence of his senses. But these\nlatter-day Americans knew well what was happening. It was merely a\nweird illusion--another creation of Thomas Whitley's master mind.\nSoon after he invented the gravitational screen, he had found that,\nunder the influence of certain electromagnetic waves produced by a\nspecial generator, air could be made to refract light enormously. This\ndiscovery was of tremendous advantage in war. Both the Caucasians and\nthe Mongolians used it to prevent each other from knowing the exact\nposition of their forces. It practically eliminated battles at long\nrange since, without knowing exactly where the enemy is, a gun crew\ncannot fire with any degree of accuracy. At a range of less than five\nmiles the Whitley \"mirafractor,\" as the device was called, was useless;\nand consequently within these limits the great contests were fought. At\nsuch close quarters the guns shooting projectiles filled with the new\nradioactive explosive, _terrorium_, could be used with dreadful effect.\n\n\n                            The Last Stand\n\nThe Asiatic fleet was quite close now. In order to meet their onslaught\nthe Americans had arranged their ships into three vast rings, one above\nthe other.\n\nSuddenly a light puff of smoke broke from the side of one of the\nMongolian aircraft. For a fraction of a second a high, plaintive\nwhine was heard above the roar of rocket-motors. Then, with a report\nthat sounded like the crack of doom, the forward end of an American\ngreyhound of the air was bent into a twisted mass of scrap. Upon the\nwreckage was spattered a greenish slimy fluid that gave off a gas which\nturned the shattered flesh of men black, the instant it touched them,\nand ate into bright metal like a powerful acid, covering it with half\nan inch of grayish compound.\n\nThe titanic struggle had begun--a thundering, hissing maelstrom of\ndestruction. Again and again the Asiatics rushed upon their intended\nvictims and, as often as they did so, they were beaten back by the\nrevolving rings of American aircraft that poured broadside after\nbroadside into their midst.\n\nLosses to both contestants were awful, but among the invaders they were\ngreatest. Time and again a monster dreadnaught gaudily painted with\norange suns would crumple up under well-directed _terrorium_ shells and\ntake the ten-mile dive to earth, almost completely burying itself in\nthe soft soil. Gradually, however, the Asiatics were getting the upper\nhand by force of numbers.\n\nAfter night had fallen the scene of battle was brilliantly illuminated\nwith searchlights and magnesium flares.\n\nIn the purple sky the stars glittered as calmly as ever. Though the\nfates of the human races of the world hung in the balance, nature's\nserenity was unruffled.\n\nAnd now the slow retreat of the Americans toward Chicago had begun.\nEvery mile of the way was contested with dogged courage. Time was what\nthe United States needed, and the commander of the fleet meant to gain\ntime if it were humanly possible. \"Hang on, men--for God's sake--hang\non!\" were his constant orders, \"If we can delay long enough, victory is\nours!\"\n\nSet in the revolving turrets at the bow and stern of each American\ndreadnaught were strange thick cylinders; at the end of each was a mass\nof glassy crystalline substance, looking like a staring ray. What was\nthe purpose of these queer devices? Many Asiatics wondered. Why was it\nthat they did not flash forth some new kind of dreadful death? Their\nsilence was enigmatic.\n\nNow the contending fleets were a hundred and fifty miles from Chicago,\nnow a hundred, and now only twenty-five. \"How much longer must we hold\nthem?\" the American commander queried anxiously by radio.\n\n\"Fifteen minutes,\" was the reply. \"By then we think that we can be\nready. There has been some unforeseen delay of operations at Whitley\nPark.\"\n\nAnd so the Americans continued to fight for time with all the reckless\npluck they had to offer.\n\nChicago stood as dead and silent as though the Asiatics had already\ndumped their poisonous vapors upon her. Her unlighted skyscrapers\nloomed up wanly under the blinking stars and her streets were gorges\nof Stygian shadow. Scarcely a speck of radiance was left to betray her\nlocation to the enemy. The inhabitants had shut themselves indoors.\nA few wept quietly, but otherwise there was no inordinate display of\nemotion. These people had lost much of their terror of war by constant\ncontact with it.\n\n\n                            The Crystal Ray\n\nIn the glow of floodlights, a thousand workmen were laboring like\ndemons on some giant machine that gleamed dimly in the faint radiance.\nFar, far aloft, supported by four slender towers, was a vast network of\nwires.\n\nPlainly the finishing touches to the engine were in progress. A hundred\nmen were fastening cables to a two-hundred ton cylinder-head which\nwould in a moment be hoisted into place by an electric crane. Other\nworkers were inspecting and oiling the giant machine.\n\nAt one end of the strange titan was a control board bearing many\nlevers, switches and dials; and before it stood the gaunt figure of a\nman who shouted orders through an amplifier system. It was Pelton; but\nhow greatly changed from the plump young aviator of two months before!\nHis hair was wildly disheveled, and sweat streamed down his shrunken\nface which, in the wan light, looked almost like a parchment mask\nhiding the visage of a skull. Lack of sleep and endless hours of labor\nhad wrought this startling change. In spite of his worn condition,\nthere was something magnetic about him that could not help but inspire\nconfidence.\n\n\"Crew One, see to the lubrication of the cylinder valves and other\nparts,\" he cried; \"use the L. F. liquid. Crew Two, examine all the\nconnections of the Z wires. Crew Three, fill the main fuel tanks with\nthe liquid _terrorium_ preparation; Crews Four and Five will take care\nof the cylinder-head. Are all the cables securely fastened? We can't\nafford another mishap, you know. Good! Now start the crane.\"\n\nEvery man realized that it was vitally important that he should perform\nhis task to the best of his ability in the shortest possible time; and\nevery man responded to the will of his chief with the promptness of\na well-oiled machine. In a moment the mass of aluminum alloy soared\nupward and settled into position.\n\nTo the south, and high in the air, a vast oval patch of white light,\nlooking like the head of some enormous comet, had appeared. It had\ndrifted ominously near, and from it there came a subdued roar. In it\nthousand of insect-like specks flitted, and from them tiny points of\nradiance leaped as though they were fireflies. It was the battle.\n\nAs they fought the two contesting fleets had done their best to get\nabove each other, to gain the advantage of position. As a result their\naltitude was prodigious. They must have been fully twenty miles above\nthe earth.\n\n\"See! They are almost upon us,\" shouted Pelton. \"Hurry! Ten minutes\nmore of delay and we will be too late! Doubtless they are already\nbombing the outskirts of the city.\"\n\nWith all the speed they could muster the workmen bolted the\ncylinder-head into place.\n\n\"Is everything ready?\" cried Pelton.\n\n\"Everything is ready,\" echoed Jerry Armstrong, his chief subordinate.\n\n\"Then, stand back, out of danger!\" Pelton twirled a few dials on the\ncontrol board; and then, grasping the big black switch at its center,\nhe pulled it far down. There was a series of ponderous throbs that\nrapidly grew into an easy humming. The engine and the generator to\nwhich it was connected, were in operation. Leaping in the network\nof wires far above were many bright flashes like the lightning of a\nviolent thunderstorm.\n\nAnd now all eyes in Chicago had turned fearfully and expectantly\ntoward the monstrous sea of light that was dropping plummet-like from\nthe sky upon the city. The ships were only four or five miles above\nthe ground now, and they could be seen quite plainly in the glow of\ntheir searchlights and magnesium flares. The American formation had\nbeen broken up and scattered. Apparently there was nothing that could\nprevent the Asiatics from completely crushing them within the next few\nminutes. Then they would destroy the city. Already an occasional bomb\nwas falling, like the big raindrops that herald a summer thundershower.\nThey contained the green chemical that gave off the gas which ate into\nhuman flesh like sulphuric acid.\n\nWith mingled doubt, fear, and hope gnawing at his very soul, Pelton\nstared at the sky. Had he calculated correctly? For a few seconds\nnothing happened; then his heart leaped with a mighty exultation! From\nthe bow of one of America's ships a faint beam of bluish light stabbed\nout and struck an enemy craft, sweeping it from stem to stern! It\npassed through the vessel as though she had been made of glass, instead\nof thousands of tons of metal. Immediately the dreadnaught began to\nblunder oddly as though completely out of control. What had happened to\nher occupants? A grim smile passed over Pelton's lips, for he knew!\n\nPresently, other beams of blue light awoke--hundreds of\nthem!--thousands of them! And other Oriental craft rushed about\ncrazily, crashing into each other or hurtling earthward. At the very\nthreshold of complete success, the alchemy of fate was changing Asia's\nvictory into crushing defeat.\n\n\n                            Pelton Explains\n\nNow Pelton felt a hand upon his shoulder. Turning he saw that Jerry was\nstanding beside him. The man's face was pale with awe and when he spoke\nhis voice was husky: \"Congratulations, Capt. Pelton--here, shake! When\nit looks black as night, along you come and put those invaders in their\nproper place. I can't see through this at all. What wonder is it that\nyou have created?\"\n\nThe fulfillment of his ambition beyond the wildest dreams of his school\ndays had wrought the young scientist up to a pitch of excitement more\nintense than ever before, \"It is the thing that killed Calhoun, the\nace,\" he almost shrieked; \"The crystal ray!\"\n\n\"You mean that your weapon inflicts death with just a beam of light?\nThat sounds impossible.\"\n\n\"But it isn't! I'll tell you about it.\" Pelton's eyes were glittering\nand his face was flushed: \"Not more than a month and a half ago I was\nin Ecuador with Calhoun on leave of absence. We explored an extinct\nAndean volcano of particularly ghastly reputation. There I found a\npeculiar crystal, which, on analysis proved to be a complex compound\nof silicon, iron and the hitherto supposedly inert gas, krypton--I call\nit _andite_.\n\n\"It was just by chance that I discovered what terrible things _andite_\ncould do. There was a big block of the material at the crater's western\nedge. The sun had been obscured by a cloud and, when it came out, its\nlight struck the block, passed through it, and came out as a bluish\nbeam. It hit my old friend and sent him on the long journey west. Thank\nGod, it was not in vain!\n\n\"After a lot of effort I learned more about the wonderful properties of\nthe crystal. You know that light is the vibration of an all-pervading\nmedium sometimes called the ether, just as are radio waves. When a beam\nof light passes through _andite_, its rate of vibration is enormously\nincreased; so that it exceeds by many thousands of times the vibratory\nrate of even Hadley's Q-ray which is used as an anaesthetic. This\nsuper-vibration is the crystal ray. It will penetrate four feet of\nsolid lead and a much greater thickness of any other metal. When it\nstrikes a man it produces within his blood a poison that is instantly\nfatal. The process is comparable with that which goes on in the leaves\nof a plant when starch is produced by the action of sunlight.\n\n\"The projectors of the crystal ray are merely specially constructed\nradio lamps, equipped with a receiver of wireless power, and fitted\nwith a piece of _andite_ which modifies the light.\n\n\"After I had learned what my discovery was capable of, I staged a\ndemonstration before the best minds of America. They gave me the\ncooperation of the whole country and this is the result.\"\n\n\"But what was the necessity of building this enormous power plant?\"\ninquired Jerry: \"Couldn't the old stations supply the needed energy?\"\n\n\"No,\" said Pelton; \"The light produced in the ray projectors must be\nmany times as intense as that produced by ordinary lamps, in order to\nbe effective at any considerable range. Only this new power plant could\nfurnish sufficient energy. The filaments in the projectors would only\nglow on the power supplied by the old outfits.\"\n\nMomentarily the roar of _terrorium_ shells and the flashing of\nmagnesium flares waxed more intense in the air above. In the few\nminutes that the big generator had been running, the Americans had\nannihilated practically three-quarters of their foes. However, a few\nwere trying to escape into the night with their lights turned off. One\nfifteen-hundred-foot monster was directly above at an altitude of not\nmore than half a mile. Its guns belching with the fury of despair at a\nsmaller but much more agile American ship that was rapidly approaching.\n\nSuddenly the invaders scored a hit. The little vessel crumpled up and\nfell. The big ship was continuing its retreat away from the scene\nof battle when a bluish beam, originating from a projector in the\nneighborhood of Whitley Park, leaped up from the earth and struck it.\nThe ray lingered over the whole expanse of its hull for a second and\nthen died out. The dreadnaught continued to hurtle blindly on its way,\nits rocket-motors roaring full blast. It was headed straight for a\nsky-scraper, and a moment later it struck. A third of the building's\nheight was sheared off; together with the twisted remnants of the ship\nthe mass of steel and masonry fell with a terrific crash into the cleft\nof a dark street. There the airship still buzzed and hissed like a\nwounded insect.\n\nA wild impulse was surging up in the breast of Pelton--an intense\ndesire to take an active part in the victory he had done so much to\nbring about.\n\nHe turned to his companion: \"Keep the outfit running, Jerry, I've\nsimply got to be in this fight.\"\n\nAs rapidly as his legs would carry him, the young scientist raced to\nthe little shed nearby where he kept his flier. In his hand he carried\na small black tube fitted with a pistol grip and trigger. It was a ray\nprojector.\n\nIn a moment he had dragged the little craft out and climbed into the\ncockpit. He turned a dial that operated the gravitational screen. There\nwas a sudden feeling of weightlessness--and then he shot upward amid\nthe gust of rising air.\n\nThree thousand feet Pelton ascended before he started his _terrorium_\nrocket-motors.\n\nAt a distance of perhaps half a mile, a \"dog-fight\" between countless\nsmall craft, was in progress.\n\nAt first he thought there was no one in his immediate vicinity; and\nthen, above him and a little to the north, he saw a flier similar to\nhis own, but obviously Asiatic. A bar of opalescence leaped out from\nthe little weapon in Pelton's hand, and the enemy pilot was no more.\n\nThe discoverer of the crystal ray was in the act of turning around to\njoin the \"dog-fight\" when a dozen or more bullets directed with an\nuncanny accuracy swept down upon him from above. He was unhurt, but a\nlead pellet had struck his weapon, destroying it completely. When he\nlooked up, clammy fear seized him; for he saw a black flier painted\nwith orange suns and piloted with a fiendish skill, diving straight\ntoward him. Every inhabitant of the United States would have recognized\nthat craft. It belonged to Saku, the ace who had shot more than a\nhundred opponents from the sky!\n\nImpelled by the instinct of self-preservation, Pelton shut off the\npower from his gravitational screen. It was all he could do. He thought\nthat perhaps by a rapid dive he could escape the yellow ace; but it was\na vain hope. Even as he began to fall plummet-like toward the earth, a\ngust of poisoned bullets ripped through his body. Probably his sense\nswam, and it was certain that he felt no pain; for death in those cases\nis a matter of an instant. Nevertheless a faint smile crossed his lips.\nAgainst the blackness of the eternity that poured into his brain, he\nseemed to see his name written so that people of the future would read\nwith awe, and after his name the words: \"_He won the war!_\"\n\n\n                                THE END\n\n\n",
    "metadata": {
        "author": [
            "Gallun, Raymond Z. (Raymond Zinke)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73926/pg73926.txt",
        "name": "the_crystal_ray.json"
    }
}