{
  "name": "The Colonial Mortuary Bard; \"'Reo,\" The Fisherman; and The Black Bream of Australia\r\n1901",
  "author": [
    "Becke, Louis"
  ],
  "body": "T. Fisher Unwin, 1901\n\n\n\n\n_THE COLONIAL MORTUARY BARD_\n\nA writer in the _Sydney Evening News_ last year gave that journal some\namusing extracts from the visitors' book at Longwood, St. Helena. If the\nextracts are authentic copies of the original entries, they deserve to\nbe placed on the same high plane as the following, which appeared in a\nMelbourne newspaper some years ago:--\n\n     “Our Emily was so fair\n     That the angels envied her,\n     And whispered in her ear,\n     'We will take you away on Tuesday night!'”\n\nI once considered this to be the noblest bit of mortuary verse ever\nwritten; but since reading the article in the Sydney paper I have\nchanged my opinion, and now think it poor. Bonaparte, however, was a\ngreat subject, and even the most unintelligent mortuary verse-maker\ncould not fail to achieve distinction when the Longwood visitors' book\nwas given up unto him. Frenchmen, especially, figure largely. Here, for\ninstance:--\n\n     “Malidiction. O grand homme!\n     O grand Napoleon!\n     Mais la France et toi aont venge--\n     Hudson Lowe est mort!”\n\nThe last line is so truly heroic--French heroic. It instantly recalled\nto me a tale told by an English journalist who, on a cycling tour in\nFrance just after the Fashoda crisis, left his “bike” under the care\nof the proprietor of an hotel in Normandy. In the morning he found the\ntyres slashed to pieces, and on the saddle a gummed envelope, on which\nwas bravely written, “Fashoda.” This was unintentional mortuary poetry.\nThe gallant Frenchman who did the daring deed when the owner of the\n“bike” was asleep did not realise that the word itself was a splendid\nmortuary epic for French aspirations generally.\n\nThen comes something vigorous from one “Jack Lee-Cork,” who writes:--\n\n     “The tomb of Napoleon we visit to-day,\n     And trod on the spot where the tyrant lay;\n     That his equal again may never appear,\n     'Twill be sincerely prayed for many a year.”\n\nThe masters and officers of some of the whale-ships touching at St.\nHelena seem to have made pilgrimages to Longwood. Mr. William Miller,\nmaster of the barque _Hope_, of New Bedford, writes that he “visited the\nremains of the greatest warrior of the day, interred for twenty years.”\n Then he breaks out into these noble lines:--\n\n     “Here lies the warrior, bravest of the brave,\n     Visited by Miller, God the Queen may save.”\n\nAs a Britisher I shake your hand, William. When you wrote that, forty\nyears ago, American whaling or any other kind of skippers did not\nparticularly care about our nation; but you, William, were a white man.\nHow easily you might have said something nasty about us and made “brave”\n rhyme with “grave”! But you were a real poet, and above hurting our\nfeelings.\n\nCaptain Miller was evidently accompanied by some of his crew, one of\nwhom contributes this gem of prose:--\n\n“Louis F. Waldron, on bord the barke hope of nubedford, its boat steer,\nhas this day been to see honey's tomb; we are out 24 munts, with 13\nhundred barils of sperm oil.”\n\nAll greasy luck attend you, honest Louis, boatsteerer, in the shades\nbeyond. You wielded harpoon and lance better than the pen, and couldn't\nwrite poetry. Your informing statement about the “ile” at once recalled\nto memory an inscription upon the wooden head-board of the grave of\nanother boat-steerer which in 1873 was to be seen at Ponapê, in the\nCaroline Islands:--\n\n         “Sacred to Memory of Jno.\n           Hollis of sagharbour\n      boatsterer of ship Europa of new\n           Bedford who by will of\n   almity god died of four ribs stove in by a\n      off pleasant island north pacific\n                 4.17.69.”\n\n\nSailors love the full-blooded, exhaustive mortuary poem as well as any\none, and generally like to describe in detail the particular complaint\nor accident from which a shipmate died. Miners, too, like it. Many years\nago, in a small mining camp on the Kirk River, in North Queensland, I\nsaw the following inscription painted on the head-board of the grave of\na miner who had fallen down a shaft:--\n\n     “Remember, men, when you pass by,\n     What you are now, so once was I.\n     Straight down the Ripper No. 3 shaft I fell;\n     The Lord preserve my soul from hell.”\n\nOn the Palmer River diggings (also in North Queensland) one William\nBaker testified to his principles of temperance in the following,\nwritten on the back of his “miner's right,” which was nailed to a strip\nof deal from a packing-case:--\n\n     “Bill Baker is my name,\n     A man of no faim,\n     But I was I of the First\n     In this great Land of thirst\n     To warn a good mate\n     Of the sad, dreadful fate,\n     That will come to him from drink.\n     --Wm. Baker of S. Shields, England.”\n\nBut let me give some more quotations from the Longwood visitors' book.\nThree midshipmen of the _Melville_ irreverent young dogs, write:--\n\n“We three have endeavoured, by sundry potations of Mrs. T------'s\nbrandy, to arrive at a proper pitch of enthusiasm always felt, or\nassumed to be, by pilgrims to this tomb. It has, however, been a\ncomplete failure, which I fear our horses will rue when we arrive at the\nend of our pilgrimage.--Three Mids. of the _Melville_.”\n\nThat is another gross insult to France--an insult which, fortunately for\nEngland, has escaped the notice of the French press. And now two more\nextracts from the delicious article in the Sydney paper:--\n\n“William Collins, master of the _Hawk_ of Glasgow, from Icaboe, bound\nto Cork for orders. In hope never to have anything to do with the dung\ntrade! And God send us all a good passage home to old England. Amen! At\nLongwood.”\n\nI sympathise with _you_, good William! You describe the guano-carrying\nindustry by a somewhat rude expression; but as a seafaring man who\nhas had the misfortune to be engaged in the transportation of the\ndistressful but highly useful product, I shake your hand even as I shake\nthe greasy hand of Mr. William Miller, the New Bedford blubber-hunter.\nMy benison on you both.\n\nThe last excerpt in the book is--\n\n     “One murder makes a villain, millions a hero;”\n\nand underneath a brave Frenchman writes--\n\n     “You lie--you God-dam Englishman.”\n\n\n\n\n\n“'REO,” THE FISHERMAN\n\n'Reo was a short, squat Malayan, with a face like a skate, barring his\neyes, which were long, narrow slits, apparently expressing nothing but\nsupreme indifference to the world in general. But they would light up\nsometimes with a merry twinkle when the old rogue would narrate some of\nhis past villainies.\n\nHe came to Samoa in the old, old days--long before Treaties, and\nImperial Commissioners, and other gilded vanities were dreamt of by us\npoor, hard-working traders. He seemed to have dropped from the sky when\none afternoon, as Tom Denison, the supercargo, and some of his friends\nsat on Charley the Russian's verandah, drinking lager, he marched up to\nthem, sat down on the steps, and said, “Good evening.”\n\n“Hallo,” said Schlüter, the skipper of the _Anna Godeffrey_. “Who _are_\nyou? Where do you come from?”\n\n'Reo waved a short, stumpy and black clay pipe to and fro, and replied\nvaguely--\n\n“Oh, from somewhere.”\n\nSome one laughed, surmising correctly enough that he had run away from a\nship; then they remembered that no vessel had even touched at Apia for\na month. (Later on he told Denison that he had jumped overboard from a\nBaker's Island guano-man, as she was running down the coast, and swum\nashore, landing at a point twenty miles distant from Apia. The natives\nin the various villages had given him food, so when he reached the town\nhe was not hungry.)\n\n“What do you want, anyway?” asked Schlüter.\n\n“Some tobacco, please. And a dollar or two. I can pay you back.”\n\n“When?” said Hamilton the pilot incredulously.\n\nThe pipe described a semicircle. “Oh, to-morrow night--before, perhaps.”\n\nThey gave him some tobacco and matches, and four Bolivian “iron”\n half-dollars. He got up and went across to Volkner's combined store and\ngrog shanty, over the way.\n\n“He's gone to buy a bottle of square-face,” said Hamilton.\n\n“He deserves it,” said Denison gloomily. “A man of his age who could\njump overboard and swim ashore to this rotten country should be\npresented with a case of gin--and a knife to cut his throat with after\nhe has finished it.”\n\nIn about ten minutes the old fellow came out of Volkner's store,\ncarrying two or three stout fishing-lines, several packets of hooks, and\nhalf a dozen ship biscuits. He grinned as he passed the group on the\nverandah, and then squatting down on the sward near by began to uncoil\nthe lines and bend on the hooks.\n\nDenison was interested, went over to him, and watched the swift, skilful\nmanner in which the thin brown fingers worked.\n\n“Where are you going to fish?” he inquired.\n\nThe broad, flat face lit up. “Outside in the dam deep water--sixty,\neighty fa'am.”\n\nDenison left him and went aboard the ancient, cockroach-infested craft\nof which he was the heartbroken supercargo. Half an hour later 'Reo\npaddled past the schooner in a wretched old canoe, whose outrigger was\nso insecurely fastened that it threatened to come adrift every instant.\nThe old man grinned as he recognised Denison; then, pipe in mouth, he\nwent boldly out through the passage between the lines of roaring surf\ninto the tumbling blue beyond.\n\nAt ten o'clock, just as the supercargo and the skipper were taking their\nlast nip before turning in, the ancient slipped quietly alongside in\nhis canoe, and clambered on deck. In his right hand he carried a big\nsalmon-like fish, weighing about 20 lbs. Laying it down on the deck, he\npointed to it.\n\n“Plenty more in canoe like that. You want some more?”\n\nDenison went to the side and looked over. The canoe was loaded down to\nthe gunwale with the weight of fish--fish that the lazy, loafing Apian\nnatives caught but rarely. The old man passed up two or three more, took\na glass of grog, and paddled ashore.\n\nNext morning he repaid the borrowed money and showed Denison\nfifteen dollars--the result of his first night's work in Samoa. The\nsaloon-keepers and other white people said he was a treasure. Fish in\nApia were dear, and hard to get.\n\n*****\n\nOn the following Sunday a marriage procession entered the Rarotongan\nchapel in Matafele, and Tetarreo (otherwise *Reo) was united to one\nof the prettiest and not _very_ disreputable native girls in the town,\nwhose parents recognised that 'Reo was likely to prove an eminently\nlucrative and squeezable son-in-law. Denison was best man, and gave\nthe bride a five-dollar American gold piece (having previously made a\nprivate arrangement with the bridegroom that he was to receive value for\nit in fish).\n\n'Reo's wife's relatives built the newly-married couple a house on\nMatautu Point, and 'Reo spent thirty-five dollars in giving the bride's\nlocal connections a feast. Then the news spread, and cousins and second\ncousins and various breeds of aunts and half-uncles travelled up to\nMatautu Point to partake of his hospitality. He did his best, but in a\nday or so remarked sadly that he could not catch fish fast enough in\na poor canoe. If he had a boat he could make fifty dollars a week,\nhe said; and with fifty dollars a week he could entertain his wife's\nhonoured friends continuously and in a befitting manner. The relatives\nconsulted, and, thinking they had “a good thing,” subscribed, and bought\na boat (on credit) from the German firm, giving a mortgage on a piece\nof land as security. Then they presented 'Reo with the boat, with many\ncomplimentary speeches, and sat down to chuckle at the way they would\n“make the old fool work,” and the “old fool” went straight away to\nthe American Consul and declared himself to be a citizen of the United\nStates and demanded his country's protection, as he feared his wife's\nrelatives wanted to jew him out of the boat they had given him.\n\nThe Consul wrote out something terrifying on a big sheet of paper, and\ntacked it on to the boat, and warned the surprised relatives that an\nAmerican man-of-war would protect 'Reo with her guns, and then 'Reo went\ninside his house and beat his wife with a canoe paddle, and chased her\nviolently out of the place, and threatened her male relatives with a\nlarge knife and fearful language.\n\nThen he took the boat round the other side of the island and sold it for\ntwo hundred dollars to a trader, and came back to Apia to Denison and\nasked for a passage to Tutuila, and the German firm entered into and\ntook possession of the mortgaged land, whilst the infuriated relatives\ntore up and down the beach demanding 'Reo's blood in a loud voice.\n'Reo, with his two hundred dollars in his trousers' pocket, sat on the\nschooner's rail and looked at them stolidly and without ill-feeling.\n\n* * * * *\n\nDenison landed the ancient at Leone Bay on Tutuila, for he had taken\nkindly to the old scoundrel, who had many virtues, and could give points\nto any one, white or brown, in the noble art of deep-sea fishing. This\nlatter qualification endeared him greatly to young Tom, who, when he was\nnot employed in keeping the captain sober, or bringing him round after\nan attack of “D.T.'s,” spent all his spare time in fishing, either at\nsea or in port.\n\n'Reo settled at Leone, and made a good deal of money buying copra from\nthe natives. The natives got to like him--he was such a conscientious\nold fellow. When he hung the baskets of copra on the iron hook of the\nsteelyard, which was marked to weigh up to 150 lbs., he would call their\nattention to the marks as he moved the heavy “pea” along the yard. Then,\none day, some interfering Tongan visitor examined the pea and declared\nthat it had been taken from a steelyard designed to weigh up to 400 lbs.\n'Reo was so hurt at the insinuation that he immediately took the whole\napparatus out beyond the reef in his boat and indignantly sunk it in\nfifty fathoms of water. Then he returned to his house, and he and his\nwife (he had married again) bade a sorrowful farewell to his friends,\nand said his heart was broken by the slanders of a vile Tongan pig\nfrom a mission school. He would, he said, go back to Apia, where he was\nrespected by all who knew him. Then he began to pack up. Some of the\nnatives sided with the Tongan, some with 'Reo, and in a few minutes\na free fight took place on the village green, and 'Reo stood in his\ndoorway and watched it from his narrow, pig-like eyes; then, being of a\nmagnanimous nature, he walked over and asked three stout youths, who had\nbeaten the Tongan into a state of unconsciousness, and were jumping on\nhis body, not to hurt him too much.\n\nAbout midnight 'Reo's house was seen to be in flames, and the owner,\nuttering wild, weird screams of “_Fia ola! Fia ola!_” (“Mercy! Mercy!”)\nfled down the beach to his boat, followed by his wife, a large, fat\nwoman, named appropriately enough Taumafa (Abundance). They dashed into\nthe water, clambered into the boat, and began pulling seaward for their\nlives. The villagers, thinking they had both gone mad, gazed at them in\nastonishment, and then went back and helped themselves to the few goods\nsaved from the burning house.\n\nAs soon as 'Reo and the good wife were out of sight of the village\nthey put about, ran the boat into a little bay further down the coast,\nplanted a bag containing seven hundred dollars, with the best of the\ntrade goods (salved _before_ the fire was discovered), and then set sail\nfor Apia to “get justice from the Consul.”\n\nThe Consul said it was a shocking outrage, the captain of U.S.S.\nAdirondack concurred, and so the cruiser, with the injured, stolid-faced\n'Reo on board, steamed off to Leone Bay and gave the astounded natives\ntwelve hours to make up their minds as to which they would do--pay 'Reo\none thousand dollars in cash or have their town burnt. They paid six\nhundred, all they could raise, and then, in a dazed sort of way, sat\ndown to meditate as they saw the _Adirondack_ steam off again.\n\n'Reo gave his wife a small share of the plunder and sent her home to her\nparents. When Tom Denison next saw him he was keeping a boarding house\nat Levuka, in Fiji. He told Denison he was welcome to free board and\nlodging for a year. 'Reo had his good points, as I have said.\n\n\n\n\nTHE BLACK BREAM OF AUSTRALIA\n\nNext to the lordly and brilliant-hued schnapper, the big black bream\nof the deep harbour waters of the east coast of Australia is the finest\nfish of the bream species that have ever been caught. Thirty years ago,\nin the hundreds of bays which indent the shores of Sydney harbour, and\nalong the Parramatta and Lane Cove Rivers, they were very plentiful and\nof great size; now, one over 3 lbs. is seldom caught, for the greedy\nand dirty Italian and Greek fishermen who infest the harbour with their\nfine-meshed nets have practically exterminated them. In other harbours\nof New South Wales, however--notably Jervis and Twofold Bays--these\nhandsome fish are still plentiful, and there I have caught them winter\nand summer, during the day under a hot and blazing sun, and on dark,\ncalm nights.\n\nIn shape the black bream is exactly as his brighter-hued brother, but\nhis scales are of a dark colour, like partially tarnished silver; he is\nbroader and heavier about the head and shoulders, and he swims in a\nmore leisurely, though equally cautious, manner, always bringing-to\nthe instant anything unusual attracts his attention. Then, with gently\nundulating tail and steady eye, he regards the object before him, or\nwatches a shadow above with the keenest scrutiny. If it is a small, dead\nfish, or other food which is sinking, say ten yards in front, he will\ngradually come up closer and closer, till he satisfies himself that\nthere is no line attached--then he makes a lightning-like dart, and\nvanishes in an instant with the morsel between his strong, thick jaws.\nIf, however, he sees the most tempting bait--a young yellow-tail, a\npiece of white and red octopus tentacle, or a small, silvery mullet--and\ndetects even a fine silk line attached to the cleverly hidden hook, he\nmakes a stern-board for a foot or two, still eyeing the descending\nbait; then, with languid contempt, he slowly turns away, and swims off\nelsewhere.\n\nIn my boyhood's days black-bream fishing was a never-ending source of\ndelight to my brothers and myself. We lived at Mosman's Bay, one of\nthe deepest and most picturesque of the many beautiful inlets of Sydney\nHarbour. The place is now a populous marine suburb with terraces of\nshoddy, jerry-built atrocities crowding closely around many beautiful\nhouses with spacious grounds surrounded by handsome trees. Threepenny\nsteamers, packed with people, run every half-hour from Sydney, and the\nonce beautiful dell at the head of the bay, into which a crystal stream\nof water ran, is as squalid and detestable as a Twickenham lane in\nsummer, when the path is strewn with bits of greasy newspaper which have\nheld fried fish.\n\nBut in the days of which I speak, Mosman's Bay was truly a lovely spot,\ndear to the soul of the true fisherman. Our house--a great quadrangular,\none-storied stone building, with a courtyard in the centre--was the only\none within a radius of three miles. It had been built by convict hands\nfor a wealthy man, and had cost, with its grounds and magnificent\ncarriage drives, vineyards, and gardens, many thousand pounds. Then\nthe owner died, bankrupt, and for years it remained untenanted, the\nrecrudescent bush slowly enveloping its once highly cultivated lands,\nand the deadly black snake, iguana, and 'possum harbouring among the\ndeserted outbuildings. But to us boys (when our father rented the place,\nand the family settled down in it for a two years' sojourn) the lonely\nhouse was a palace of beautiful imagination--and solid, delightful\nfact, when we began to explore the surrounding bush, the deep, clear,\nundisturbed waters of the bay, and a shallow lagoon, dry at low water,\nat its head.\n\nAcross this lagoon, at the end near the deep water, a causeway of\nstone had been built fifty-five years before (in 1820) as a means of\ncommunication by road with Sydney. In the centre an opening had been\nleft, about twenty feet wide, and across this a wooden bridge had been\nerected. It had decayed and vanished long, long years before we first\nsaw the place; but the trunk of a great ironbark tree now served equally\nas well, and here, seated upon it as the tide began to flow in and\ninundate the quarter-mile of dry sand beyond, we would watch the swarms\nof fish passing in with the sweeping current.\n\nFirst with the tide would come perhaps a school ot small blue and silver\ngar-fish, their scarlet-tipped upper mandibles showing clear of the\nwater; then a thick, compact battalion of short, dumpy grey mullet,\neager to get up to the head of the lagoon to the fresh water which\nall of their kind love; then communities of half a dozen of grey and\nblack-striped “black fish” would dart through to feed upon the green\nweed which grew on the inner side of the stone causeway. Then a hideous,\nevil-eyed “stingaree,” with slowly-waving outspread flappers, and long,\nwhip-like tail, follows, intent upon the cockles and soft-shell clams\nwhich he can so easily discover in the sand when he throws it upwards\nand outwards by the fan-like action of his thin, leathery sides. Again\nmore mullet--big fellows these--with yellow, prehensile mouths, which\nprotrude and withdraw as they swim, and are fitted with a straining\napparatus of bristles, like those on the mandibles of a musk duck. They\nfeed only on minute organisms, and will not look at a bait, except it\nbe the tiny worm which lives in the long celluroid tubes of the coral\ngrowing upon _congewei_. And then you must have a line as fine as\nhorsehair, and a hook small enough--but strong enough to hold a\nthree-pound fish--to tempt them.\n\nAs the tide rose higher, and the incoming water bubbled and hissed as it\npoured through the narrow entrance underneath the tree-bole on which\nwe sat, red bream, silvery bream, and countless myriads of the small,\nstaring-eyed and delicate fish, locally known as “hardy-heads,” would\nrush in, to return to the deeper waters of the bay as the tide began to\nfall.\n\nSometimes--and perhaps “Red Spinner” of the _Field_ may have seen the\nsame thing in his piscatorial wanderings in the Antipodes--huge gar-fish\nof three or four feet in length, with needle-toothed, narrow jaws, and\nwith bright, silvery, sinuous bodies, as thick as a man's arm, would\nswim languidly in, seeking for the young mullet and gar-fish which had\npreceded them into the shallow waters beyond. These could be caught\nby the hand by suddenly gripping them just abaft of the head. A Moruya\nRiver black boy, named “Cass” (_i.e._, Casanova), who had been brought\nup with white people almost from infancy, was a past-master in this sort\nof work. Lying lengthwise upon the tree which bridged the opening, he\nwould watch the giant gars passing in, swimming on the surface. Then his\nright arm would dart down, and in an instant a quivering, twisting, and\ngleaming “Long Tom” (as we called them) would be held aloft for a moment\nand then thrown into a flour-sack held open in readiness to receive it.\n\nSurely this was “sport” in the full sense of the word; for although\n“Long Tom” is as greedy as a pike, and can be very easily caught by a\nfloating bait when he is hungry, it is not every one who can whip him\nout of the water in this manner.\n\nThere were at least four varieties of mullet which frequented the bay,\nand in the summer we frequently caught numbers of all four in the lagoon\nby running a net across the narrow opening, and when the tide ran out\nwe could discern their shining bodies hiding under the black-leaved\nsea-grass which grew in some depressions and was covered, even at low\ntide, by a few inches of water. Two of the four I have described; and\nnow single specimens of the third dart in--slenderly-bodied, handsome\nfish about a foot long. They are one of the few varieties of mullet\nwhich will take a hook, and rare sport they give, as the moment they\nfeel the line they leap to and fro on the surface, in a series of jumps\nand somersaults, and very often succeed in escaping, as their jaws are\nvery soft and thin.\n\nBy the time it is slack water there is a depth of six feet covering the\nsandy bottom of the lagoon, the rush and bubble under the tree-bole has\nceased, and every stone, weed, and shell is revealed. Now is the time to\nlook on the deep-water side of the causeway for the big black bream.\n\nThere they are--thirty, fifty--perhaps a hundred of them, swimming\ngently to and fro outside the entrance, longing, yet afraid to enter. As\nyou stand up, and your shadow falls upon their line of vision, they\n“go about” and turn head on to watch, sometimes remaining in the same\nposition, with gently moving fins and tails, for five minutes; sometimes\nsinking down to the blue depths beyond, their outlines looming grey and\nindistinct as they descend, to reappear again in a few minutes, almost\non the surface, waiting for the dead mullet or gar-fish which you may\nperhaps throw to them.\n\nThe old ex-Tasmanian convict who was employed to attend to the boat\nin which we boys went across to Sydney three days a week, weather\npermitting, to attend school, had told us that we “couldn't hook e'er a\none o' thim black bream; the divils is that cunning, masters, that you\ncan't do it. So don't thry it. 'Tis on'y a-waistin' time.”\n\nBut we knew better; we were born in the colony--in a seaport town on\nthe northern coast--and the aborigines of the Hastings River tribe had\ntaught us many valuable secrets, one of which was how to catch black\nbream in the broad light of day as the tide flowed over a long stretch\nof sand, bare at low water, at the mouth of a certain “blind” creek a\nfew miles above the noisy, surf-swept bar. But here, in Mosman's\nBay, in Sydney, we had not the cunningly devised gear of our black\nfriends--the principal article of which was the large uni-valve\n_aliotis_ shell--to help us, so we set to work and devised a plan of our\nown, which answered splendidly, and gave us glorious sport.\n\nWhen the tide was out and the sands were dry, carrying a basket\ncontaining half a dozen strong lines with short-shanked, thick hooks,\nand two or three dozen young gar-fish, mullet, or tentacles of the\noctopus, we would set to work. Baiting each hook so carefully that no\npart of it was left uncovered, we dug a hole in the sand, in which it\nwas then partly buried; then we scooped out with our hands a narrow\ntrench about six inches deep and thirty or forty yards in length, into\nwhich the line was laid, covered up roughly, and the end taken to the\nshore. After we had accomplished laying our lines, radiating right and\nleft, in this manner we covered each tempting bait with an ordinary\ncrockery flower-pot, weighted on the top with a stone to keep it in its\nplace, and then a thin tripping-line was passed through the round hole,\nand secured to a wooden cross-piece underneath. These tripping-lines\nwere then brought ashore, and our preparations were complete.\n\n“But why,” one may ask, “all this elaborate detail, this burying of\nlines, and, most absurd of all, the covering up of the baited hook with\na flowerpot?”\n\nSimply this. As the tide flows in over the sand there come with it,\nfirst of all, myriads of small garfish, mullet, and lively red bream,\nwho, if the bait were left exposed, would at once gather round and begin\nto nibble and tug at it. Then perhaps a swiftly swimming “Long Tom,”\n hungry and defiant, may dart upon it with his terrible teethed jaws, or\nthe great goggle-eyed, floundering sting-ray, as he flaps along his way,\nmight suck it into his toothless but bony and greedy mouth; and then\nhundreds and hundreds of small silvery bream would bite, tug, and drag\nout, and finally reveal the line attached, and then the scheme has come\nto naught, for once the cute and lordly black bream sees a line he is\noff, with a contemptuous eye and a lazy, proud sweep of tail.\n\nWhen the tide was near the full flood we would take the ends of our\nfishing- and tripping-lines in our hands and seat ourselves upon the\nhigh sandstone boulders which fringed the sides of the bay, and from\nwhence we could command a clear view of the water below. Then, slowly\nand carefully, we tripped the flower-pots covering the baits, and hauled\nthem in over the smooth sandy bottom, and, with the baited lines gripped\ntight in the four fingers of our right hands, we watched and waited.\n\nGenerally, in such calm, transparent water, we could, to our added\ndelight, see the big bream come swimming along, moving haughtily through\nthe crowds of small fry--yellow-tail, ground mullet, and trumpeters.\nPresently, as one of them caught sight of a small shining silvery mullet\n(or a luscious-looking octopus tentacle) lying on the sand, the languid\ngrace of his course would cease, the broad, many-masted dorsal fin\nbecome erect, and he would come to a dead stop, his bright, eager eye\nbent on the prize before him. Was it a delusion and a snare? No!\nHow could it be? No treacherous line was there--only the beautiful\nshimmering scales of a delicious silvery-sided young mullet, lying dead,\nwith a thin coating of current-drifted sand upon it. He darts forward,\nand in another instant the hook is struck deep into the tough grizzle\nof his white throat; the line is as taut as a steel wire, and he is\nstraining every ounce of his fighting six or eight pounds' weight to\nhead seawards into deep water.\n\nSlowly and steadily with him, else his many brothers will take alarm,\nand the rest of the carefully laid baits will be left to become the prey\nof small “flatheads,” or greedy, blue-legged spidery crabs. Once his\nhead is turned, providing he is well hooked, he is safe, and although it\nmay take you ten minutes ere you haul him into such shallow water that\nhe cannot swim upright, and he falls over upon his broad, noble side,\nand slides out upon the sand, it is a ten minutes of joy unalloyed to\nthe youthful fisherman who takes no heed of two other lines as taut as\nhis own, and only prays softly to himself that his may be the biggest\nfish of the three.\n\nGenerally, we managed to get a fish upon every one of the ten or twelve\nlines we set in this manner, and as we always used short, stout-shanked\nhooks of the best make, we rarely lost one. On one occasion, however, a\nten-foot sawfish seized one of our baits, and then another and another,\nand in five minutes the brute had entangled himself amongst the rest of\nthe lines so thoroughly that our old convict boatman, who was watching\nus from his hut, yelled out, as he saw the creature's serrated snout\nraised high out of the water as it lashed its long, sinuous tail to and\nfro, to “play him” till he “druv an iron into it.” He thought it was a\nwhale of some sort, and, jumping into a dinghy, he pulled out towards\nit, just in time to see our stout lines part one after another, and the\n“sawfish” sail off none the worse for a few miserable hooks in his jaws\nand a hundred fathoms of stout fishing lines encircling his body.\n\nThis old Bill Duggan--he had “done” twenty-one years in that abode\nof horror, Port Arthur in Tasmania, for a variegated assortment of\ncrimes--always took a deep interest in our black-bream fishing, and\nfreely gave us a shilling for each one we gave him.\n\nHe told us that by taking them to Sydney he could sell them for two\nshillings each, and that he would send the money to a lone, widowed\nsister who lived in Bridgnorth, England. Our mother deeply sympathised\nwith the aged William (our father said he was a lying old ruffian), and\nalways let him take the boat and pull over to Sydney to sell the fish.\nHe generally came back drunk after twenty-four hours' absence, and said\nthe sun had affected him. But Nemesis came at last.\n\nOne day some of the officers of H.M.S. _Challenger_, with some Sydney\nfriends, came to spend a Saturday and Sunday with us. It rained hard on\nthe Saturday night, and the stream which fell into the head of the bay\nbecame a roaring torrent, sending a broad line of yellow, muddy\nfoam through the narrow opening of the causeway, which I have before\nmentioned, into the harbour.\n\nSadly disappointed that we could not give our guests the sport which we\nhad promised them, we sat upon the causeway and gazed blankly upon\nthe yellowed waters of the bay with bitterness in our hearts. Suddenly\n“Cass,” the Moruya River black boy, who was standing beside us, turned\nto us with a smile illumining his sooty face.\n\n“What for you coola (angry)? Now the time to catch big pfeller brack\nbream. Water plenty pfeller muddy. Brack bream baal (is not) afraid of\nline now.”\n\nI, being the youngest, was sent off, with furious brotherly threats\nand yells, to our guests, to tell them to come down at once with\ntheir fishing tackle. I tore up the path and reached the house. The\nfirst-lieutenant, commodore's secretary, and two ladies at once rose\nto the occasion, seized their beautiful rods (at which my brothers and\nmyself were undecided whether to laugh in contempt or to profoundly\nadmire) and followed me down to the causeway.\n\nBefore we reached there Billy Duggan and my brothers had already landed\nhalf a dozen splendid fish, one of which, of over ten pounds, was held\nup to us for inspection as a curiosity, inasmuch as a deep semicircular\npiece had been bitten out of its back (just above the tail) by a shark\nor some other predatory fish. The wound had healed over perfectly,\nalthough its inner edge was within a quarter of an inch of the backbone.\n\nWith a brief glance at the fish already taken, the two officers and the\nladies had their rods ready, and made a cast into the surging, yellow\nwaters, with disastrous results, for in less than three minutes every\none of them had hooked a fish--and lost it.\n\n“Ye're no fishing for finnickin' graylin', or such like pretty-pretties\nav of the ould counthry,” said the old convict patronisingly, as his\ntoothless mouth expanded into a grin. “These blue-nosed devils would\nbreak the heart and soul av the best greenheart as was iver grown. Lay\ndown thim sthicks an' take wan of these,” and he pointed to some thick\nlines, ready coiled and baited with pieces of raw beef. “Just have thim\nout into the wather, and hould on like grim death--that's all. Sure the\nboys here have taught me a mighty lot I niver larned before.”\n\nOur visitors “hived” out the already baited lines, and caught a dozen\nor more of splendid fish, varying from 6 lbs. to 10 lbs. in weight, and\nthen, as a drenching downpour of rain blotted out everything around us,\nwe went home, leaving our take with Billy, with the exception of two\nor three of the largest, which we brought home with us for supper. He\nwhispered to my brothers and myself that he would give us “ten bob” for\nthe lot; and as the old villain's money was extremely useful to us, and\nour parents knew nothing about our dealings with the ancient reprobate,\nwe cheerfully agreed to the “ten bob” suggestion.\n\nBut, as I have said, Nemesis was near to William Duggan, Esq., over\nthis matter of the black bream, for on the following Tuesday Lieut.\nH------happened across the leading fishmonger's shop in Hunter Street,\nwhere there were displayed several splendid black bream. One of these,\nhe noticed, had a large piece bitten out of the back, and he at once\nrecognised it. He stepped inside and asked the black-moustached Grecian\ngentleman who attended to the counter the price of the fish, and where\nthey were caught.\n\n“Nine shillings each, sir. They are a very scarce fish, and we get them\nonly from one man, an old fellow who makes his living by catching them\nin Mosman's Bay. We give him five shillings each for every fish over 6\nlbs., and seven-and-sixpence for every one over 10 lbs. No one else but\nthis old fellow can catch black bream of this size. He knows the trick.”\n\nH----, thinking he was doing us boys a good turn, wrote a line to our\nfather, telling him in a humorous manner all about this particular\nwretched back-bitten black bream which he had recognised, and the price\nhe had been asked for it. Then my father, having no sense of humour,\ngave us, one and all, a sound thrashing for taking money from old\nDuggan, who thereafter sold our black bream to a hawker man who\ntravelled around in a spring cart, and gave him three shillings each,\nout of which we got two, and spent at a ship chandler's in buying fresh\ntackle.\n\nFor 'twas not the “filthy lucre” we wanted, only the sport.\n\n\n\n\n",
  "metadata": {
    "author": [
      "Becke, Louis"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/24639/pg24639.txt",
    "name": "the_colonial_mortuary_bard_reo_the_fisherman_and_the_black_bream_of_aust"
  }
}
