{
    "name": "The Akkra case",
    "author": [
        "De Ford, Miriam Allen"
    ],
    "body": "Deliberate murder being so very rare a crime in our society, an\naccount of any instance of it must attract the attention not only\nof criminologists but also of the general public. Very many of my\nauditors must remember the Akkra case well, since it occurred only\nlast year. This, however, is the first attempt to set forth the bizarre\ncircumstances hitherto known only to the authorities and to a few\nspecialists.\n\nOn February 30 last, the body of a young girl was found under the\nCentral Park mobilway in Newyork I. She had been struck on the head\nwith some heavy object which had fractured her skull, and her auburn\nhair was matted with congealed blood. Two boys illegally trespassing on\none of the old dirt roads in the park itself stumbled upon the corpse.\nShe was fully dressed, but barefoot, with her socsandals lying beside\nher. An autopsy showed only one unusual thing--she was a virgin, though\nshe was fully mature.\n\nTwo hundred years ago, say, this would have been a case for the\nhomicide branch of the city police. Now, of course, there are no city\npolice, all local law enforcement being in the hands of the Federal\ngovernment, with higher supervision and appeal to the Interpol; and\nsince there has been no reported murder (except in Africa and China,\nwhere this crime has not yet been entirely eradicated) for at least 20\nyears, Fedpol naturally has no specialists in homicide. Investigation\ntherefore was up to the General Branch in Newyork Complex I.\n\nThe murderer had stupidly broken off the welded serial number disc from\nher wristlet--stupidly, because of course everybody's fingerprints\nand retinal pattern are on file with Interpol from birth. It was soon\ndiscovered that the victim was one Madolin Akkra, born in Newyork I\nof mixed Irish, Siamese, and Swedish descent, aged 18 years and seven\nmonths. Since it is against the law for any minor (under 25) to be\ngainfully employed, and there was no record of any exemption-permit,\nshe had necessarily to be a student. She was found to be studying\nspaceship maintenance at Upper Newyork Combined Technicum.\n\nPeople who deride Fedpol and call it a useless anachronism don't know\nwhat they are talking about. It is true that in our society criminal\ntendencies are understood to be a disease, amenable to treatment, not\na free-will demonstration of anti-social proclivities. But it is also\ntrue that every member of Fedpol, down to the merest rookie policeman,\nis a trained specialist in some field, and that most of its officers\nare graduate psychiatrists. As soon as Madolin Akkra's identity was\ndetermined, it was easy to find out everything about her.\n\n\n\nThe circumstances surrounding her in life were sufficiently odd in\nthemselves. Her mother was dead, but she lived with her own father and\nfull younger sister in a small (only 20 stories and 80 living-units)\nco-operative apartment house in the old district formerly called\nWestchester, once an \"exclusive\" settlement but now considerably run\ndown, and populated for the most part by low-income families. Few of\nthe residents had more than one helicopter per family, and many of them\nhad to commute to their jobs or schools by public copter. The building\nwhere the Akkras lived was shabby, its chrome and plastic well worn,\nand showed the effects of a negligent local upkeep system. The Akkras\neven prepared and ate some of their meals in their own quarters--an\nalmost unheard-of anachronism.\n\nThe father had served his 20 years of productive labor from 25 to 45,\nand the whole family was therefore supported by public funds of one\nsort or another. When the Fedpol officers commenced their investigation\nby interviewing this man, they found him one of the worst social\nthrowbacks discovered in many years--doubtless a prime reason for the\nbizarre misfortune which had overtaken his misguided daughter. To\nbegin with, the investigators wanted to know, why had he not reported\nhis daughter missing? To this, Pol Akkra made the astonishing reply\nthat the girl was old enough to know her own business, and that he had\nnever asked any questions as to what she did! Everyone knows it is\nevery adult's responsibility to report any deviation by the young more\nserious than the mischievous trespassing by the boys who had found\nMadolin Akkra's body, and who at least had gone to Fedpol at once. The\nofficers could get no lead whatever from the girl's father.\n\nTo find the murderer, it was of first importance to establish the\nbackground of this strange case. Access to the park is difficult--has\nbeen difficult ever since, more than a century ago, the area became a\nhunting-ground for thieves and hoodlums, and was transformed into a\ncultivated forest and garden preserved for aesthetic reasons, and to\nbe viewed only from the mobilways above. (The boys who found the body\nare, of course, proof that the sealing-off of the park is not entirely\neffective--but surely only a daring and agile child could insinuate\nhimself under the thorn-set hedges surrounding the park, or swing down\nto the tree-tops from the structure above.)\n\nIf the victim had been killed elsewhere, how was her body carried to\nthe spot where it was found? Both murderer and corpse would have had\nto penetrate unobserved into an almost impenetrable area. Could the\nbody have been thrown from above? But if so, how could the remains of\na full-grown girl have been transported from either a ground car or a\ncopter on to the crowded mobilway, brightly lighted all night long?\nShe must have gone there alive, either under duress or of her own\naccord.\n\nThe first and most natural question, to Fedpol, was: who did have\naccess to the park? The answer was, the gardeners. But the gardeners\nwere out: they were all robots, even their supervisor. No robot is able\nto harm a human being. Moreover, no robot could have brought the victim\nin from outside if she had been killed elsewhere. The gardeners never\nleave the park, and they would repel any strange robot from elsewhere\nwho tried to enter it. And one could hardly imagine a sane human being\nwho would go to the park for a rendezvous with a robot!\n\n\n\nIt was Madolin's little sister, Margret, who interrupted the futile\ninterrogation of the surly and resistant Pol Akkra and provided the\nfirst clue. She caught the eye of the investigating officer, Inspector\nDugal Kazazian, and quietly went into the next room, where Kazazian\nfollowed her after posting his assistant with the father.\n\n\"I promised Madolin I would never tell on her,\" she whispered, \"but now\nshe's--now it doesn't matter.\" She had loved her sister; her eyes were\npuffy from weeping. \"She--she'd been going to Naturist get-togethers.\"\n\nKazazian almost groaned aloud. He might have known--this was the first\ntime they had been linked with murder, but it seemed to him that in\nalmost every other affair he had investigated for the past few years,\nthe subversive Naturists somehow had crept in. And if he had reflected,\nhe would have suspected them already, since there seems to be no\nschool or college which does not harbor an underground branch of these\ncriminal lunatics.\n\nI need hardly explain to my auditors who and what the Naturists\nare. But to keep the record complete, let me say briefly that this\npernicious worldwide conspiracy, founded 50 years ago by the notorious\nAli Chaim Pertinuzzi, is engaged in an organized campaign to tear\ndown all the marvelous technical achievements of our civilization.\nIt pretends to believe that we should eat \"natural\" foods and wear\n\"natural\" textiles instead of synthetics, walk instead of ride, teach\nchildren the obsolete art of reading (reading what?--the antique books\npreserved in museums?), make our own music, painting, and sculpture\ninstead of enjoying the exquisite products of perfected machines,\nopen up all parks and the few remaining rural preserves to campers,\nhunters and fishers (if any specimens worth hunting can be found\noutside zoos), and what they call \"hikers\"--in a word, go back to the\nconfused, reactionary world of our ancestors. From this hodgepodge\nof \"principles\" it is a natural transition to political and economic\nsubversion. No wonder that the information that Madolin Akkra had been\ncorrupted by this vile outfit sent a chill down Inspector Kazazian's\nspine.\n\n\n\nIt explained a great deal, however. The Naturists profess to oppose\nour healthy system of sexual experimentation, and Madolin had been a\nvirgin. The weird family situation, and her father's attitude both\ntoward her and toward the Fedpol, aroused suspicion that he too was\naffiliated with the Naturists, not simply that Madolin had flirted with\nthe outer edges of the treasonable organization, as a \"fellow-seeker,\"\nwithout her father's knowledge.\n\nSuppose the girl, fundamentally decent and ethically-minded, had\nrevolted against the false doctrine and threatened to betray its\nadvocates? Then she might have been killed to silence her--and what\nmore likely than that, as a piece of brazen defiance, her murdered\ncorpse should have been deposited in the only bit of \"natural\" ground\nstill remaining in the Newyork area?\n\nBut how, and by whom?\n\n\n\nThe first step, of course, was to fling a dragnet around all known or\nsuspected Naturists in the district. In a series of flying raids they\nwere rounded up; and since there no longer exist those depositories\nfor offenders formerly known as prisons, they were kept incommunicado\nin the psychiatric wards of the various hospitals. For good measure,\nPol Akkra was included. Margret, at 13, was old enough to take care of\nherself.\n\nNext, all Madolin's classmates at the Technicum, the operators of her\nteach-communicators, and members of other classes with whom it was\nlearned she had been on familiar terms, were subjected to an intensive\nelectronic questioning. (Several of these were themselves discovered\nto be tainted with Naturism, and were interned with the rest.) One of\nthe tenets of Naturism is a return to the outworn system of monogamy,\nand the questioning was directed particularly to the possibility that\nMadolin had formed half of one of the notorious Naturist \"steady\ncouples,\" who often associate without or before actual mating. But day\nafter day the investigators came up with not the slightest usable lead.\n\nPlease do not think I am underrating Fedpol. Nothing could have been\nmore thorough than the investigation they undertook. But this turned\nout in the end to be a case which by its very nature obfuscated\nthe normal methods of criminological science. Fedpol itself has\nacknowledged this, by its formation in recent months of the Affiliated\nAssistance Corps, made up of amateurs who volunteer for the detection\nof what are now called Class X crimes--those so far off the beaten path\nthat professionals are helpless before them.\n\nFor it was an amateur who solved Madolin Akkra's murder--her own little\nsister. When Margret Akkra reaches the working age of 25 she will be\noffered a paid post as Newyork Area Co-ordinator of the AAC.\n\n\n\nLeft alone by her father's internment, Margret began to devote her\nwhole time out of school hours to the pursuit of the person or persons\nwho had killed her sister. She had told Kazazian all she actually\nknew; but that was only her starting-point. Though she herself, as\nshe had told the Inspector, believed that the murder might be traced\nto Madolin's connection with the Naturist (and though she probably at\nleast suspected her father to be involved with them also), she did not\nconfine herself to that theory, as the Fedpol, with its scientific\ntraining, was obliged to do.\n\nConcealed under a false floor in her father's bedroom--mute\nevidence of his Naturist affiliation--she found a cache of printed\nbooks--heirlooms which should long ago have been presented to a museum\nfor consultation by scholars only. They dated back to the 20th century,\nand were of the variety then known as \"mystery stories.\" Margret of\ncourse could not read them. But she remembered now, with revulsion,\nhow, when she and Madolin were small children, their mother had\nsometimes (with windows closed and the videophone turned off) amused\nthem by telling them ancient myths and legends that by their very\nnature Margret now realized must have come from these contraband books.\n\nUnlike her father and her sister, and apparently her mother as\nwell, Margret Akkra had remained a wholesome product of a civilized\neducation. She had nothing but horror and contempt for the subversive\nactivities in the midst of which, she knew now, she had grown up. The\nvery fact, which became plain to her for the first time, that her\nparents had lived together, without changing partners, until her mother\nhad died, was evidence enough of their aberration.\n\nBut, stricken to the heart as the poor girl was, she could not cease to\nlove those she had always loved, or to be diverted from her resolution\nto solve her sister's murder. Shudder as she might at the memory of\nthose subversive books, she yet felt they might inadvertently serve to\nassist her.\n\nIt was easy to persuade the school authorities that her shock and\ndistress over Madolin's death had slowed up her conscious mind, and\nto get herself assigned to a few sessions with the electronic memory\nstimulator. It took only two or three to bring back in detail the\nsuppressed memories, and to enable her to extrapolate from them.\n\n\n\nOne feature of these so-called \"mysteries\" that came back to her struck\nMargret with especial force--the frequent assertion that murderers\nalways return to the scene of their crime. She decided that she too\nmust plant herself at the spot where her sister's body had been found,\nand lie in wait for the returning killer.\n\nIt would be useless to try to obtain official permission, but she was\nonly 13, as lean and agile as any other child, and if boys could evade\nthe hedges and the robot gardeners, so could she. The audiovids had\ndisplayed plenty of pictures of the exact scene, and Margret knew where\nto find it. But an inspection of the hedges showed her that it would be\neasier for her to get in from above, at night--a likelier time also for\nher prey.\n\nShe located a place where the trees grew almost to the mobilway and\nshaded a section of it between the lamps. Perched on the stand-pave and\nwatching for a pause in the stream of gliders-by, she dropped lightly\ninto a tree and climbed down to the park beneath. Hiding from the\ngardeners, she made her way to the bushes where the boys had discovered\nMadolin.\n\nFor nearly a week, fortified by Sleepnomer pills, Margret spent every\nmoment after dark in this hideaway. It was a long, nerve-wracking\nvigil: the close contact with leaves and grass, the sound of the wind\nin the trees, the unaccustomed darkness away from the lights above, the\nfrightening approach of wild squirrels and rabbits and even birds, the\nnecessity to stay concealed from passing robots, kept her on edge. But\nstubbornly she persisted. And at last she was rewarded.\n\nIt was not late--only about 20 o'clock--when she heard a scramble and\nbump not far from her own means of access to the park. It was not the\nfirst time since her watch began that she had heard other adventurers,\ninvariably small and rather scared boys who dared one another to walk\nfor a few feet along the dirt paths, then in a panic rushed back\nthe way they had come. But this time the steps came directly toward\nher--human footsteps, not the shuffle of a robot.\n\nHidden behind a bush, Margret saw them approach--two boys of about her\nown age. And then, with a sickening lurch of her heart, she recognized\nthem. She had seen them, acclaimed as heroes, on the videoscreen. They\nwere the two who had found Madolin. She could hear every word they said.\n\n\"Come on,\" one of them urged in a hoarse whisper. \"There's nothing to\nbe afraid of.\"\n\n\"Yes, there is,\" the other objected. \"Ever since then, they've got the\ngardeners wired to describe and report anybody they find inside the\npark.\"\n\n\"I don't care. We've _got_ to find it. Give me the beamer.\"\n\n\n\nMargret crouched behind the thickest part of the shrubbery, her\ninfra-red camera at the alert. The tape-attachment was already\nactivated.\n\nThe second boy still held back. \"I told you then,\" he muttered, \"that\nwe shouldn't have reported it at all. We should have got out of here\nand never said a word to anyone.\"\n\n\"We couldn't,\" the first boy said, shocked. \"It would have been\nanti-social. Haven't you ever learned anything in school?\"\n\n\"Well, it's anti-social to kill somebody, too, isn't it?\"\n\nMargret pressed the button on the camera. Enlarged enough, even the\nidentification discs on the boys' wristlets would show.\n\n\"How could we guess there was a human being there, except us? What was\nshe doing here, anyway? Come on, Harri, we've got to find that thing.\nIt's taken us long enough to get a chance to sneak in here.\"\n\n\"Maybe they've found it already,\" said Harri fearfully.\n\n\"No, they haven't; if they had, they'd have taken us in as soon as they\ndusted the fingerprints.\"\n\n\"All right, it's not anywhere on the path. Put the beamer on the ground\nwhere it will shine in front of us, and let's get down on our stomachs\nand hunt underneath the bushes.\"\n\nGrabbing her camera, Margret jumped to her feet and dashed past the\nstartled boys. She heard a scream--that would be Harri--and then their\nfeet pounding after her. But she had a head start, and her eyes were\nmore accustomed to the dark than theirs could be. She reached a tree,\nshinnied up it, jumped from one of its limbs to another on a higher\ntree beneath the mobilway, chinned herself up, and made her way out\nsafely.\n\nShe went straight to Fedpol headquarters and asked for Inspector\nKazazian.\n\nThe frightened boys were picked up at once. They were brought into\nheadquarters, where they had been praised and thanked before, and\nas soon as they saw the pictures and heard the tape-recording they\nconfessed everything.\n\nThat night, they said, they were being initiated into one of those\natavistic fraternities which it seems impossible for the young to\noutgrow or the authorities to suppress. As part of their ordeal, they\nhad been required to sneak into Central Park and to bring back as\nproof of their success a captured robot gardener. Between them they\nhad decided that the only way they could ever get their booty would be\nto disassemble the robot, for though it could not injure them, if they\ntook hold of it, its communication-valve would blow and the noise would\nbring others immediately; so they had taken along what seemed to them\na practical weapon--a glass brick pried out of the back of a locker in\nthe school gym. Hurled by a strong and practiced young arm, it could\nde-activate the robot's headpiece.\n\nWhen, as they waited in the darkness for a gardener to appear, they\nsaw a figure moving about in the shrubbery bordering the path, one of\nthem--neither would say which one it was--let fly. To their horror,\ninstead of the clang of heavy glass against metal, they heard a muffled\nthud as the brick struck flesh and bone. They started to run away. But\nafter a few paces they forced themselves to return.\n\nIt was a girl, and the blow had knocked her flat. Her head was bleeding\nbadly and she was moaning. Terrified, they knelt beside her. She gasped\nonce and lay still. One of the boys laid a trembling hand on her\nbreast, the other seized her wrist. There was no heart-beat and there\nwas no pulse. On an impulse, the boy holding her wrist wrenched away\nher identification disc.\n\nPanic seized them, and they dashed away, utterly forgetting the brick,\nwhich at their first discovery one of them had had the foresight to\nkick farther into the shrubbery, out of view. Sick and shaking, they\nmade their way out of the park and separated. The boy who had the disc\nthrew it into the nearest sewer-grating.\n\nThe next day, after school, they met again and talked it over. Finally\nthey decided they must go to Fedpol and report; but to protect\nthemselves they would say only that they had found a dead body.\n\n\n\nDay after day, they kept seeing and hearing about the case on the\nvideaud, and pledged each other to silence. Then suddenly one of the\nboys had a horrible thought--they had forgotten that the brick would\nshow their fingerprints!... They had come desperately to search for\nit when Margret overheard them. Kazazian's men found it without any\ndifficulty; it had been just out of the gardeners' regular track.\n\nIn view of the accidental nature of the whole affair, and the boys'\nfull confession, they got off easy. They were sentenced to only five\nyears' confinement in a psychiatric retraining school.\n\nThe suspects against whom nothing could be proved were released and\nkept under surveillance. Pol Akkra, and all the proved Naturists, were\nsentenced to prefrontal lobotomies. Margret Akkra, in return for her\nhelp in solving the mystery, secured permission to take her father home\nwith her. A purged and docile man, he was quite capable of the routine\nduties of housekeeping.\n\nThe killing of Madolin Akkra was solved. But one question remained: how\nand why had she been in Central Park at all?\n\nThe answer, when it came, was surprising and embarrassingly simple. And\nthis is the part that has never been told before.\n\nPol Akkra, a mere simulacrum of the man he had been, no longer knew\nhis living daughter or remembered his dead one. But in the recesses\nof his invaded brain some faint vestiges of the past lingered, and\noccasionally and unexpectedly swam up to his dreamlike consciousness.\n\nOne day he said suddenly: \"Didn't I once know a girl named Madolin?\"\n\n\"Yes, father,\" Margret answered gently, tears in her eyes.\n\n\"Funny about her.\" He laughed his ghastly Zombie chuckle. \"I _told_ her\nthat was a foolish idea, even if it was good Nat--Nat-something theory.\"\n\n\"What idea was that?\"\n\n\"I--I've forgotten,\" he said vaguely. Then he brightened. \"Oh, yes, I\nremember. Stand barefoot in fresh soil for an hour in the light of the\nfull moon and you'll never catch cold again.\n\n\"She was subject to colds, I think.\" (About the only disease left we\nhave as yet no cure for.) He sighed. \"I wonder if she ever tried it.\"\n\n\n                                THE END\n\n\n",
    "metadata": {
        "author": [
            "De Ford, Miriam Allen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72197/pg72197.txt",
        "name": "the_akkra_case.json"
    }
}