{
    "name": "The last days of the captain",
    "author": [
        "Wilhelm, Kate"
    ],
    "body": "Keith looked up scowling as the mayor entered his temporary office.\n\"Well?\" he snapped.\n\n\"Captain Winters, there are problems. Some of the people don't wish to\nleave.... Their crops, their homes....\" Mayor Stebbins edged into the\nroom hesitantly. \"If you'd talk to them....\"\n\n\"Mayor Stebbins, don't you have any power over these people? Won't\nthey follow you?\" Keith asked sharply.\n\n\"How can they adjust so fast, Captain? Only this morning they arose\nwith everything normal, and now they are told they have to leave what\nthey've worked for all their lives. How can I explain it to them?\"\n\nKeith's eyes filmed over as he stared at the little man. Slowly he\nsaid, \"I'll talk to them. In an hour. And, Mayor, three loads of your\npeople will leave tonight as Taros sets. You decide which ones. I'll\nwant the information as soon as possible.\"\n\nThe meeting was held in the church. Keith studied the uneasy, pale\nfaced congregation with an emotionless expression. They had silenced\ntheir buzzing whispers at his approach with the mayor and now waited.\nAs Stebbins stepped forward to introduce him, he took his elbow and put\nhim to one side, standing solidly behind the dais himself.\n\n\"Ladies and gentlemen,\" he started, his voice authoritative and hard,\n\"you know who the Amories are and that they have literally burned up\nthree inhabited worlds. The Space Exploration Control has learned that\nthey plan to attack Kulane in sixteen days, and for that reason the\nentire population is being evacuated. Following the evacuation there\nwill be a surprise counter attack. You will be put aboard a stellar\nship at Lanning and transferred to safety.\" He paused and regarded them\nstonily, seeing not individuals but articles to be moved out. Here and\nthere audible sobs were heard, but for the most part they were stunned\nand still.\n\nBriskly he concluded, \"Your mayor will sit in on a briefing shortly and\nhe will be able to answer your questions later. I cannot stress too\nstrongly how important it is to give the appearance of normalcy. We\nhave located alien scanners on Taros and there's another one in orbit\nto coincide with the sun's motions. There may be others that we have\nnot found. They must not report any undue activity!\"\n\nHe strode through the empty street with the sound of the congregation's\nmass voice raised in hymns ringing in his ears. By the time he reached\nhis makeshift office in the mayor's house, a cynical grin had replaced\nhis earlier frown. Sheep!\n\n\n\nSeven days later he climbed a hill overlooking the village. He sat\nwatching until darkness came and one after another of the house lights\nflicked on. Very faintly he could make out the figures that appeared\nnow and again in the streets, and he nodded his satisfaction. He\nglanced once toward the glowing disk of a moon that hovered just above\nthe tops of the mammoth conifers that made up the terrain of the planet\nKulane. Very tiredly he pushed himself up from the ground and prepared\nto return to the village. This last night, and then he'd leave with the\nlast truck load of settlers, mission accomplished. He stiffened and\npivoted to face the shadowy tree trunks.\n\n\"Who's there?\" He had heard of the giant cats of Kulane and his tight\nlips curled as his fingers became part of his smooth sonic gun.\n\n\"Oh, I didn't know you were up here. I'm sorry.\" It was a woman, her\nface a pale blank in the faint light of the moon. She stopped at the\nsight of the gun.\n\n\"What are you doing in the woods?\" He didn't put the gun back in his\ntunic.\n\n\"Captain, please....\" She advanced toward him, her hands held out so\nthat he could see they were empty. \"I'm Marilyn Roget. I came up here\nto wait for my husband and son. They'll come this way. Every night I\ncome.\"\n\nStephan Roget, he remembered, was hunting the cats with his twelve year\nold son. He stared at the woman for a moment and then sheathed his gun.\n\"You'd better be getting back,\" he said starting down the hill.\n\n\"Captain! I've tried to see you, but they said you were busy. Please\nlisten to me!\"\n\n\"Waiting for your husband?\" he said, but he stopped.\n\n\"Captain, I don't care what you think. You can't just go off and leave\nthem. Stevie is only twelve. What will happen to them?\"\n\n\"There's nothing I can do. We have to have this village emptied by\ntomorrow morning and if they aren't back by then, we'll have to leave\nthem.\" His tone was remote and again he turned to start back.\n\n\n\nShe ran to his side and caught his arm. \"But....\" She let her hand fall\nand raised her head very high. \"Of course, you have to obey orders,\ndon't you. But I don't. I'll stay and wait. We can get out in one of\nthe flyers.\" At the look on his face she rushed on, \"Not flying it.\nWe'll use it as a ground car. We do it when there's a high storm.\"\n\n\"And what if they don't get back in time to make Lanning?\"\n\n\"I'll hide in the forest until the battle's over. Until the time\ncomes to hide, I could stay right down there and give it a real look\nof authenticity. What if something goes wrong with the robots. What\nif the generators fail? Someone should stay and make sure everything\nlooks real right up to the end. I'll do it, and then hide in the woods\nlater.\"\n\nSavagely Keith swung around to blaze at her, \"You fool! There will be\nno battle! No fight! The Amories will bombard Kulane from out in space\nand leave it a seething mass of radioactivity down to the deepest root\nof the tallest tree! We don't intend to let them suspect that the\nControl knows anything of it!\"\n\nMarilyn stared at him, incomprehension giving way to horror and fear.\n\"I don't believe you,\" she whispered. \"I don't believe you! I DON'T\nBELIEVE YOU!\" She flung herself at him and beat at his face with hard,\ntight fists.\n\nKeith jerked away and slapped her angrily. \"Come on,\" he said roughly\ngrasping her arm and forcing her ahead of him. Taros dipped behind a\nswaying branch of needles and left them dark shadows that stumbled down\nthe hill.\n\nHe held her arm tightly as they walked among the robots dressed in\nthe villagers' clothes. She was weeping quietly now, making no sound,\nnot even shaking, just steady tears flowing down her cheeks. Keith\nmuttered a curse and shouted for Sorenson who was giving last minute\ninstructions to the few remaining villagers waiting for the setting of\nthe moon. The atom powered ground car stood loaded with supplies for\nthe journey.\n\n\"Sorenson, take care of her. Put her to bed in the mayor's house.\nChange in plans. You take this group and I'll come out tomorrow with\nher.\"\n\nSorenson looked from the woman back to Keith. \"But how will you make it\nout?\" he blurted.\n\n\"We'll use a flyer on the ground. If her husband and son get back,\nthey'll come with us. Otherwise, I'll bring her alone.\"\n\n\n\nWhen Taros vanished Sorenson and the last of the villagers sped out of\nsight toward the towering trees. Despite the cheerful lighting of the\nhouses, the village had an air of abandonment which deepened as one\nby one the house lights blinked out. In the rear of the mayor's house\nMarilyn slept fitfully under sedation, and finally Keith stretched out\non the lounge in his office and also slept.\n\nHe cooked their breakfast when he heard her moving about, and by the\ntime she appeared, he was ready to pour the coffee. She sat down\nopposite him, her eyes fastened on the plate before her.\n\n\"Better eat,\" he said. \"We have lots to do today. You'll have to help\nget the flyer ready.\"\n\n\"Yes,\" she answered. When he finished his eggs, she rose and cleared\nthe table. Her food was untouched.\n\nKeith stripped down the craft as Marilyn made up a list of supplies for\nthe trip. He noticed without comment that she prepared enough food for\nfour. Toward noon the flyer was packed and ready. There was nothing\nmore to be done until Taros set that night.\n\nHe studied his charts and calculated quickly the times for traveling\nduring the next eight nights. It would take every minute of time they\nhad. He frowned as he arrived at the figure one hundred ten miles per\nhour for the sixty four and two-thirds hours when it would be dark and\nTaros and its companion scanner would not be keeping watch.\n\nThe afternoon wore on and Keith put away his charts to prowl restlessly\nabout the mayor's house. Contemptuously he fingered the stuff that\ncovered the old fashioned lounge and glanced over the outdated books\nand ornaments that cluttered the room. He had been in the Space\nExploration Control since his eighteenth birthday, seventeen years\nearlier. This assignment had come as a blow to him, baby sitting a\nbunch of colonists. Like most of the Control officers he had nothing\nbut scorn for the earthbound dirt grubbers and their petty, smug lives.\nBy God, he thought, if someone had come to him and told him he had\nto leave his ship, he'd tell him to go to hell, and put him there if\nnecessary. But these people had crossed their hands and had sung a few\nhymns and had moved without an argument. He shook his head angrily;\ntheir psychology was as alien to him almost as that of the Amories. It\nhadn't been worth the risk of discovery. He wheeled about as Marilyn\nentered the room hesitantly. Like her, he thought, scared to death of\nhim. Ready to run like a rabbit.\n\n\"Captain, you should rest now if you're going to drive all night.\nLieutenant Sorenson gave me these capsules.... If you'd like one....\"\n\nKeith's mouth curled in an unpleasant smile and he said coolly, \"Keep\nthem. Just call me at 1030.\" She turned to leave and he added icily,\n\"And, Mrs. Roget, don't leave. I've made all the flyers inoperative and\nI set the lock for the one we're to use.\"\n\nThe woman turned sharply. \"I'm not going with you, Captain!\" she cried\nfiercely. \"I demand one of the flyers to use to look for them! What\nharm can that do? We use the flyers all the time, and I'd be going away\nfrom Lanning, not toward it.\"\n\n\"Those scanners aren't to pick up a single flyer, nothing to make them\nlook twice.\"\n\n\"I'll walk then,\" she cried. \"Don't you understand? I can't just leave\nthem here to die! I can't!\"\n\nKeith shrugged and turned from her taking a paper from the desk and\nhanding it to her. \"Read it, Mrs. Roget. It gives specific directions\nfor your husband to follow if he returns before take-off time. If he\ndoes get back and does follow those instructions, he'll beat us to\nLanning. But flying is strictly forbidden until on the very last day;\nhe'll wait until then for the time lock to be released. Now stop being\na child.\" He pulled off his boots as he spoke and sat on the side of\nthe lounge.\n\n\"You're not lying?\" Marilyn asked, wanting to believe.\n\n\"Read the instructions,\" he said brusquely and lay down. He listened to\nher footsteps as she replaced the paper on the desk and left.\n\n\n\nThe roads through the forest were merely wide, cleared thoroughfares\nbetween the giant trees, held as nearly as possible to straight lines.\nSince the ground cars and trucks actually never touched the ground\nexcept when at rest, the trailing vines that covered the forest floor\nwere allowed to grow undisturbed. Skimming eighteen inches above it,\nit took on the appearance of smooth, oiled concrete, and would feel\njust as hard if they should hit an obstruction at the speed Keith held.\nMarilyn sat motionless beside him oblivious to the streak of trees and\nvines they passed at speeds that often hit one hundred thirty. Keith's\nface set in lines of intense concentration as he gazed steadily into\nthe opening among the trees and with part of his mind listened to the\nroar of the jet streams of air. After three hours without slowing once,\nhe brought the flyer to a dead stop, braking in quickly and smoothly.\n\n\"What's wrong?\" Marilyn asked almost disinterestedly.\n\n\"Trees are having a hypnotic effect,\" he said shortly. They were\nthinner here and he adjusted the light downward. Marilyn handed him\ncoffee and he drank it quickly. Five minutes later they were racing\nalong the forest road again.\n\nThey traveled for nine hours and sixteen minutes that first night, and\nwhen dawn brought the second scanner into play, Keith slumped over the\nwheel of the flyer letting his muscles jerk and twitch as they found\nrelaxation. They ate wordlessly and slept encased in air mattresses.\n\nWhen he awakened, he thought she had gone. He was alone by the flyer\nand the forest was noisy with birds. The plastic mattress cover was now\ntoo warm as the sun advanced across the sky. He got up and repacked his\nbed and cover in the flyer and munched on a biscuit. He didn't hear her\nreturn until she was nearly up to the flyer and then he stared. She was\ndressed in a green, two-piece knit suit that covered her entirely from\nher wrists to her ankles. She was delicately slender and well formed.\nHe realized he was staring at her only when she flushed slightly and\nturned away. With a disturbing sensation that he had made a mistake in\nnot letting her wait for her husband he jerked his chart from the flyer\nand walked to the trees to sit down and mark off one night. Later in\nthe afternoon he strapped on his sonic gun and hoped one of the cats\nwould make an appearance that day.\n\n\n\nThe third night they came upon the first of a series of boulders that\njutted out into the clearing. By day, or even by night, at a reasonable\nspeed, it would have been simple to avoid them. As it was he had to\ncut his speed in half, and then some more, to keep the flyer above\nthem, and out of the trees. Left to itself it would try to maintain\nthe eighteen inches he had set, but in doing so, it would veer upward\nand meet disaster against the branches of the trees. Four hours after\nstarting he called a halt for coffee.\n\n\"How did they find out an attack was coming?\" Marilyn asked, holding\nher cup in both hands to warm them.\n\nKeith leaned back, grudgingly grateful to her, and forced his mind off\nthe boulders he knew lay ahead of them. He demanded obedience from\nhis muscles and nerves, compelling himself to un-tense. \"One of your\nteachers from Lanning had a group of boys on Taros for a holiday and\ngeology trip and he came across the scanner. He had enough sense not\nto disturb it and reported it immediately to the Control. From his\ndescription they decided it was probably a heat-sensing device and this\nplan fit. There were several alternative plans already drawn up, if the\nopportunity ever came to use them. The fleet was dispatched to maneuver\nin this sector for cover and then ostensibly withdraw again. When they\nleave, every person on Kulane is to be aboard the ships ready to take\noff. That will give us two days or more to finish setting the trap;\nit'll take them at least that long to gather in the sector, but this\ntime it will be different.\"\n\n\"But you said there'd be no battle,\" she said quickly, a note of hope\nmaking her voice husky.\n\n\"There won't be. They'll think they've done it again. Hit and run. But\nwe'll have a fix on them and follow them to home base.\"\n\n\"I see.\" Her voice went flat again. \"Kulane will be destroyed as the\nother worlds were. Why didn't you tell them the truth?\"\n\n\"This was the only way,\" Keith said coldly. \"As it is, this mass\nevacuation is a calculated risk, and if there had been four thousand\nmore inhabitants, it wouldn't have been attempted.\" He started the\nmotor again, remembering the look on her face when he set the lock on\nthe two seater flyer that was fast enough to get from the village to\nLanning in a single night.\n\nIn eight and a half hours they made only five-hundred fifty miles.\nKeith drank his coffee quickly and stalked away. He walked several\nmiles scouting the road that lay ahead of them and returned in a\nvicious mood. Marilyn avoided his eyes as she handed him the rest of\nhis breakfast.\n\n\"Do you think the others are having trouble?\" she asked after a long\nsilence.\n\n\"It'll be easier for them. Those trucks, cars, or whatever you call\nthem, are made for skimming. The flyer isn't.\" He didn't add that there\nwere also enough men to drive in shifts.\n\nShe nodded gravely and prepared her bed.\n\nHe wondered if she slept and knew she must sometime despite the growing\nhollows beneath her eyes and the darkness of the hollows.\n\n\n\nThat afternoon he unloaded some of the food and replaced it with\nboulders. Marilyn helped, rearranging the remaining food, straining to\nhelp lift the heavy stones into the flyer. \"Might do some good,\" Keith\ngrunted wiping his face with the back of his hand.\n\n\"Do you think we'll make it to Lanning in time?\" she asked quietly.\n\n\"Not if we have many nights like last night. Afraid?\" He could feel\nthe sweat trickling down his back where his tunic didn't touch and he\nhunched his shoulders letting the material soak it up.\n\n\"There's a stream about a quarter of a mile down there,\" Marilyn said\npointing. She was perspiring and moist and her hair had begun to curl\nabout her face where little stray ends worked loose from the roll high\non her head.\n\n\"Are you afraid?\" he repeated.\n\n\"I don't know,\" she answered simply as if she hadn't considered it. \"I\nkeep praying Stephan and Stevie have got the message and will be there\nwaiting for us. Perhaps I am afraid.\" Her eyes met his and she added,\n\"But not of dying.\"\n\nKeith turned sharply snatching his clean uniform from the flyer. \"I'll\ngo wash first and get dried. We'll freeze when the sun goes down,\" he\nsaid in the same voice he used with his sergeant.\n\nThat night they drove for eight hours and fifteen minutes and covered\nfive-hundred twenty miles.\n\n\"I can't believe one lone flyer in the sky would be disastrous,\"\nMarilyn exclaimed, breaking into his monotonous swearing. \"You can't\nstand many more nights like that and you know it.\"\n\n\"We can't take that risk!\" he shot back at her. \"One object in the sky\nmight draw attention that would make this whole trek stand out. We\ndon't even know for sure what kind of scanners they are using.\"\n\n\"Then be sensible and stop cursing those rocks. That isn't going to\nmove them!\" She slapped the can she was holding to the ground angrily,\n\"What's happened to that perfect Control training, Captain? Are you\nafraid you'll be stuck here in the forest when the Amories attack?\"\n\n\"Goddam it! Shut up! I've got a squadron to lead on a battleship!\nThat's where I belong, not out here in a wilderness leading a bunch of\nmoon faced settlers home to safety. This shouldn't have been tried in\nthe first place! We'll give it all away and the Amories will bypass\nKulane and hit somewhere else while we're playing nursemaid. Our first\nchance at them and some big brass has to louse it up with a stunt like\nthis!\"\n\n\"You would have voted against us, wouldn't you?\" she asked softly, a\nlook of repugnance crossing her face. \"Captain Winters, just what are\nyou fighting for?\"\n\nKeith felt his hands become fists and involuntarily he took a step\ntoward her. Abruptly he turned and stalked off, conscious of her\nfollowing stare until he passed from her sight.\n\n\n\nHe walked unthinking until his legs throbbed and only then did he turn\nback. She was standing before the flyer and without raising her voice\nshe said urgently, \"There's a cat to my left! It's ready to spring.\"\n\nKeith faded back several steps to get a view of the rear of the flyer,\nbut he didn't dare risk hitting the ship. He could see the great beast\nmoving, agonizingly slow, between the ten foot tree trunks. It was\ncat-like only in its tawny color and its crouching, ready-to-spring\nstalking. Its hairless head was long with a mouth that could open a\nfoot wide; the rest of it, covered with stubby yellowish hair, seemed\nto be mostly long powerful legs built for leaping.\n\n\"I'll attract it over here,\" Keith called and stepped in front of the\nflyer.\n\n\"It won't change its prey,\" Marilyn answered. \"Walk around behind me.\nAs soon as I start to move it will jump. It will make two leaps; one to\nsnatch me up and the next back to the trees. You'll have to be fast. If\nit misses me it will keep going and try again before you know it. I'll\ncount three, take two steps away from the flyer and dive back under at\nthree.\"\n\n\"Marilyn, stand still!\" Keith shouted and was furious with himself.\n\"I'll circle it.\"\n\n\"They're never alone,\" she said. She glanced at him then and said\nsteadily, \"one.\" She took a step away from the ship. \"Two.\" Another\nstep. \"Three.\" She whirled and dived and the beast was in the air\nhigher than Keith's head. It landed without stopping its forward\nmomentum, its claws raking the spot where she had been the second\nbefore. Keith's gun fired and the creature crashed to the ground and\nmoved no more. He ran to Marilyn and they climbed into the flyer before\nthe cat's mate appeared at the edge of the woods. It sniffed their\npresence, hesitated momentarily, then seized its partner and dragged it\noff through the trees.\n\n\"It won't be back,\" Marilyn said calmly as it disappeared.\n\n\"Is that what your ... your people hunt?\" Keith asked. He knew he\nwouldn't choose hunting the beasts for sport.\n\n\n\nThe boulders were left behind them that night and when they stopped\nthey had crossed off another eight hundred fifty-one miles.\n\n\n\nThe weather was growing steadily colder and they slept in the flyer.\nHe was acutely aware of her breathing as his legs jerked and muscles\nuntied. The strain of following that one bright, low light among the\ntree trunks, of being alert to changes in the terrain and anticipating\ncurves and turns was telling on his nervous system.\n\nHe listened to her sigh in her sleep and he wondered vaguely what it\nwould be like to live with her, go hunting with her, see her in his\nbed, feel her at his side, share the breakfast table with her day by\nday. He wondered if she dimpled when she laughed, what it took to make\nher laugh. He let the fantasies loose and drifted off into sleep.\n\nHe wakened hearing her scream. Just the one scream of terror. He\nslipped from his seat and groped for her.\n\nShe fell against him shaking, unable to speak and he stroked her hair\nuntil she was still. He hadn't known she took her hair down when she\nslept. It was long, nearly to her waist, and incredibly soft. He held\nher and stroked her hair and remembered the thoughts he'd had while\nfalling asleep. He pushed her from him and asked self-consciously, \"Are\nyou all right?\"\n\n\"I'm sorry,\" she said weakly, fighting for control again. \"I must have\ndreamed.\"\n\nHe knew she was weeping although her voice didn't break. \"Try to rest\nsome more,\" he said. \"I'll see about coffee.\"\n\nNine hundred miles and they both took the sleeping medicine and huddled\nunder their covers. He was groggy and heavy when he woke up, his\nappetite dulled and a bitter taste in his mouth. Marilyn was walking\nback and forth beside the flyer, a heavy tunic pulled over her green\nsuit. There was no sign of the sun high over the trees.\n\nLet it rain, he thought viciously. That was all he needed, to drive\nthrough a rain storm. It didn't however. They talked in a desultory\nmanner, and regularly they got out and stamped up and down along the\nclearing. Neither of them mentioned the dream.\n\nNight after night their traveling time had grown shorter as Taros set\nlater. Kulane had thirty-two hour days and by the sixth night they were\nusing only seven and three quarters hours of it for their journey. The\nday dragged interminably, and after sunset they still had eight hours\nto wait for Taros to go down. Keith sat stoically trying to ignore the\ncold that numbed his fingers. \"You should have gone with the others,\"\nhe said. \"They'll be warmer inside the trucks.\"\n\nHer voice floated back from the rear seat of the ship. \"I'm all right.\nWhy did you wait?\"\n\n\"It was the least I could do.\"\n\n\"You were glad,\" she said with a note of finality. \"You didn't want to\nbe confined with them for so long.\"\n\n\"Why don't you try to sleep. It's going to be rough when we do get\nstarted.\"\n\n\"Why don't you answer me? I could sense it every time I saw you, how\nyou hated us all. You came so cold and hard, despising us, seeing us\nas things that stood in your way.\" Her voice was low and meditative,\nas if she were thinking aloud. \"They all knew exactly how the Amories\nleft the other worlds they found. What good could they have done on the\nground? You'll never know how much strength it took for them to leave.\"\n\nKeith turned on his side and pretended to sleep. She was a stupid,\nignorant peasant, he thought. All she knew was farming and hunting in\nthe deep forests and how to keep her son and husband fed and content.\nLike animals all they had was acceptance for whatever came along.\nStrength! Were sheep strong? He dozed fitfully and the vision of her\nstanding beside a slightly smaller version of her, a boy version of\nher, smiling, kept intruding in his dreams.\n\n\n\nThat night he got the speed up to a hundred quickly. One ten, fifteen,\ntwenty, thirty. The trees were a blur as they raced by them and only\nthe opening before him was real and straight. The small craft edged\npast one thirty and the gauge needle reached for the one forty mark and\nheld there. His arms ached after the first hour, and his eyes burned\nas if he had a fever as he stared ahead watching for a sudden curve or\ndip that could send them hurtling up into the trees. The way was ruler\nstraight and the inclines long and rolling. The needle crept past the\nforty mark and held the fifty indicator. The trees were a solid wall,\ndark and impenetrable, gleaming back at him the reflection from the\nstabbing light.\n\nSuddenly a boulder loomed ahead, and before he could react to it, the\nflyer arced up. It missed the first branch of the tree and climbed\nhigher as he struggled to regain control. He headed the craft upward\nthrough the branches, reducing speed, hearing the snapping of branches\nas the nose of the flyer cut through them. Then they were above the\ntrees and in the sky.\n\nWithout a moment's hesitation Keith turned the light downward and\nhovered above the branches looking for a way back in. Finally, very\ncautiously, he began to lower it, maneuvering it carefully among the\ntree limbs, feeling pain every time he heard the inevitable scraping.\nAt last they were back on the ground and he turned for the first time\nto look at Marilyn.\n\n\"Are you all right?\"\n\nA long shudder passed over her and she nodded. She pressed both hands\ninto her face and shook but made no sound. Keith frowned helplessly,\nfeeling the same need for release from tension. He started to reach for\nthe coffee, but instead found himself gathering her into his arms.\n\n\"It's all right, Marilyn. It's all right now. I'm sorry.\" He held her\nmurmuring quietly, his eyes closed, until she pushed back, calmed\nagain. He tightened his arm about her shoulders.\n\n\"Please,\" she whispered tightly, \"leave me alone.\"\n\nAbruptly he pulled away and got the coffee out. He avoided looking at\nher, staring into the blackness outside instead. After swallowing the\nhot coffee he fingered the starter again. \"I'm going to see if it will\ngo,\" he said. \"Ready?\"\n\n\"Yes,\" she said steadily.\n\nThere were no more of the boulders and he held the speed on one forty\nalmost hoping they would crash into one of the trees. It would be\nquick and painless, but the tunnel was smooth and he followed the wide\ncurves without slackening speed until the sky was starting to lighten\nin streaks barely visible through the covering of the needles above.\nWhen he brought the flyer to a halt and felt the faint bump as it met\nthe ground, he let his head fall forward cradled in his arms over the\ncontrol panel. Wearily he noted that they had made one thousand miles.\nHe slept.\n\n\n\nSomething awakened him. He shifted his cramped position slightly\nwithout opening his eyes and a nearly inaudible gasp brought him to\ncomplete alertness. He didn't move, but tried to hear, and there was\nnothing else. Very deliberately he inched his hand across the seat to\nhis gun, and he could have cursed. It wasn't there. Then he did open\nhis eyes, just enough to see in the edge of his field of vision that\nMarilyn had the gun and she was watching him. The gun was pointed at\nhis head.\n\nHe let his eyes close and waited. Do it now, kid, he thought. Do it! Do\nit! Take the flyer and go look for them. You have that much coming to\nyou. Do it!\n\nHe couldn't hold the position after several more minutes; his legs\nwere sending cramping pains up through his hips, and his hand was\nasleep on the seat where his gun had been. Keeping his eyes closed he\nshifted again. Damn her! She was a coward after all! She couldn't do\nit. Gradually he untensed and fatigue dulled his thoughts. Coward, the\nword kept parading through his mind, and it was not clear whether he\nmeant her for not shooting, or himself for wanting her to shoot.\n\nMarilyn's voice roused him and he had no awareness of passage of time.\n\"Keith,\" she said again, \"you should eat and lie down. You'll be so\ncramped.\"\n\nHe pulled himself away from the seat reluctantly. He was aching all\nover, from both cold and cramped muscles. The gun was once more by him.\nHad he dreamed it then? Quickly he looked out at her. \"Did I sleep\nlong?\" he asked.\n\n\"Several hours.\" She had her cover draped about her and her face was\npinched and very cold looking.\n\nHe ate before he went out to inspect the damage the tree had done. It\nwas surprisingly little. The sharp nosed, wingless craft was sturdy\nwith no protuberances to catch and break. Apparently it had slid\nbetween the woody limbs with little more than scratching to show it.\n\nFrom behind him she said, \"It would have been so easy once you were up\nthere to open up and cover five or six hundred miles during that lost\nhour. Didn't it occur to you?\"\n\n\"I thought of it,\" he admitted tiredly arranging his cover on the front\nseat.\n\n\"But you wouldn't do it, would you? Not even for yourself.\"\n\nHe turned to look at her and her eyes were very bright and remote,\nalmost glassy. \"Not even for you,\" he said distinctly.\n\nShe turned her curiously bright eyes to his and took a step toward him.\n\"I'm so cold,\" she said faintly.\n\nHer face was ashen, but her eyes burned into him. He went to her,\ntaking her in his arms gently. She was stiff and cold in his arms. He\nfelt nearly unendurable pain as her soft fingers that were so strong\nclutched at his back.\n\nWhen she slept he carefully covered her and crawled into the other seat\nwhere he lay watching her for a long time until he too slept.\n\n\n\nThe moon was shining when they awoke and it lighted them as they ate.\nAfterward they sat inside the flyer, she in the rear seat and he up\nfront. The trees shadowed the flyer and the dark grew deeper until he\ncould see nothing and their voices when they spoke came from a void and\nsounded briefly and left nothingness behind.\n\n\"The ships will be uncomfortable,\" he said. \"It would have been too\nrisky sending regular passenger cruisers, so they stripped down cargo\nships. Nothing left inside but the engine rooms and floors. You'll be\ncrowded and uncomfortable.\"\n\n\"That doesn't matter,\" she replied after a pause. \"Just so they all get\nout.\"\n\nThey were silent a very long time and finally Keith said, \"I'll get\ncoffee. We should be eating, I suppose.\"\n\nThey ate little, however, but sipped the hot drink slowly savoring the\nwarmth and strength of it.\n\n\"Marilyn, I want you to take one of those pills Sorenson gave you.\"\n\nIn the dim light he could see her wide, luminous eyes still burning\nwith an unnatural light. \"I'm all right,\" she said. \"I can take it as\nlong as you can drive.\"\n\n\"I know you can. I don't want you to have to.\"\n\n\"Keith,\" Marilyn said in a low voice, \"I understand. Sometimes a woman\nknows things that aren't said and mustn't be said. I'm not afraid.\"\n\n\"And sometime, a long time from now, can I see you?\"\n\nShe ducked her head not answering and he reached for the controls.\n\nIt was a nightmare in which there was no let-up of speed, no curve to\nbreak the monotony of the abyss that drew them along. As the miles were\nleft behind with totals changing at dizzying speeds he kept thinking\nof Stevie, almost as big as she. Her son. Her husband. How could she\nsee him again? He didn't stop for a break although his arms ached and\ndragged leadenly at his commands and a numbness crept upward through\nhis legs. They were entering Lanning when dawn was still several hours\naway.\n\n\n\nLt. Sorenson met them jubilantly. \"I knew you'd make it, sir. Mrs.\nRoget, you're to go to room A-3 in the administration building. They'll\ndirect you.\"\n\nKeith ignored the man and helped Marilyn from the flyer. She started\nto walk toward the building, but turned and said, \"Make it a very long\ntime, Captain.\" The fierce brightness of her eyes was gone and there\nwas only a deep, dull hurt there.\n\n\"What's that mean?\" Sorenson asked and not waiting for a reply added,\n\"You sure can't figure these colonists, can you? Wouldn't you have\nthought she'd at least ask about her husband and son?\"\n\n\"Sorenson, shut your mouth!\" Keith's voice was ominous. \"These people\nare the only reason we have for even existing.\" He wheeled about\nand strode away remembering to hold himself as erect and proud as\nshe had done. The pain in his own eyes, deep where it wasn't easily\ndiscernible, very nearly matched hers.\n\n\n                                THE END\n\n\n",
    "metadata": {
        "author": [
            "Wilhelm, Kate"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72250/pg72250.txt",
        "name": "the_last_days_of_the_captain.json"
    }
}