{
    "name": "The girl in the crowd",
    "author": [
        "Terhune, Albert Payson"
    ],
    "body": "Stretch an invisible cord knee-high across the sidewalk at Broadway\nand Forty-second Street, and in five minutes a hundred prettier\ngirls than Daisy Reynolds will stumble over it. (A hundred homelier\ngirls too, for that matter!)\n\nDaisy was just the Girl in the Crowd. Look down the aisle of your\nsubway- or surface- or L-car on the way home to-night, and you will\nsee her. You will see her by the dozen.\n\nBut you will not observe her, unless you look hard. She is not the\ntype of girl to make you murmur fatuously: “Gee, but I wish she was\n_my_ stenographer!” Nor is she the sort that excites pity for her\nplainness. She is--yes, my term “the Girl in the Crowd” best fits\nher.\n\nFor three years, after she left high school, Daisy occupied\ntwenty-eight inches of space along one of the two sides of a room\nwhose walls were wainscoted in honeycombed metal. At shelves in\nfront of the honeycombing sat double lines of girls with ugly steel\nappliances over their frizzed or lanky hair. Their hands were ever\nflitting from spot to spot in the perforated wainscoting, deftly\nshifting plugs from hole to hole.\n\nAn excrescence, like a misshapen black-rubber lily, jutted forth\nfrom the wall facing each girl. Into these lily-mouths the damsels\nwere wont to croon such airy sentiments as these:\n\n“Schuyler 9051 don’t answer. --Yes, I’m ringing Aud’bon\n2973. --Beekman 4000 is busy. --I’ll give you Inf’ma-tion. --’Xcuse\nit, please. --No’m, _I_ didn’t cut you off. What number was you\ntalking to? --Schuyler 4789 is still busy. --It’s just\ntwelve-forty-two, by the c’rect time. --Number, please.”\n\nUp and down the double rank marched a horribly efficient woman who\ndiscouraged repartee and inter-desk conversation. The long room\nbuzzed with the rhythmic droning of fifty voices and with the\npurring of countless plugs clicked into innumerable sockets.\n\nTo end, once and for all, the killing suspense, the room wherein\nDaisy Reynolds toiled for the first three years of her business\ncareer was a telephone exchange.\n\nAnd at the three years’ end, she was assigned to the job of\nday-operator at the Clavichord Arms.\n\n\nThe pay at the hotel was no larger than at the exchange; but there\nwas always the possibility of tips, and the certainty of\nChristmas-money. Besides, there were chances to rest or to read\nbetween calls. On the whole, Daisy rejoiced at the change--as might\na private who is made corporal.\n\nThe Clavichord Arms is a glorious monument to New York’s efforts at\nboosting the high cost of living. The building occupies nearly a\nthird of a city block, in length and depth, and it towers to the\nheight of nine stories. Its facade and main entrance and\ncathedral-like lobby are rare samples of an architecture whose\nsacred motto is, “Put all your goods in the show-window.”\n\nWhen the high cost of living first menaced our suffering land,\nscores of such apartment-houses sprang into life, in order that New\nYorkers might do their bit toward the upkeep of high prices. Here,\nat a rental ranging from fifteen hundred to five thousand dollars a\nyear, one may live in quarters almost as commodious as those for\nwhich a suburbanite or smaller city’s dweller pays fifty dollars a\nmonth.\n\nAnd nobly did New York rally to the aid of the men who sought thus\nto get its coin. So quickly did the new apartments fill with tenants\nthat more and yet more and more such buildings were run up.\n\nMen who grumbled right piteously at the advance of bread from five\nto six cents a loaf eagerly paid three thousand dollars a year for\nthe privilege of living in the garish-fronted abodes, and they\nsneered at humbler friends who, for the same sum, rented thirty-room\nmansions in the suburbs.\n\nAnd this, by prosy degrees, brings us back to Daisy Reynolds.\n\n\nThe Clavichord Arms’ interior decorator had used up all his\ningenuity and his appropriation before he came to the cubby-hole\nbehind the gilded elevators--the cubby-hole that served as the\ntelephone-operator’s quarters. The cubby-hole was airless,\nwindowless, low and sloped of ceiling, calcimined of wall, and\nequipped with no furniture at all except the switchboard-desk, a\nsingle kitchen chair, one eight-candle-power electric light and an\niron clothes-hook.\n\nHere, for eight hours a day, sat Daisy Reynolds. Here, with stolid\nconscientiousness, she manipulated the plugs, that the building’s\nseventy tenants might waste their own and their friends’ time in\nendless phone-chats.\n\nIt was dull and uninspiring and lonely in the dark cubby-hole, after\nthe lights and the constant work and companionship of the Exchange.\nThere was much more leisure, too, than at the Exchange.\n\nDaisy at first tried to enliven this leisure by reading. She loved\nto read; book or magazine--it was all the same to Daisy, so long as\nthe hero and heroine at last outwitted the villain and came together\nat the altar.\n\nBut there are drawbacks to reading all day--even to reading\nunion-made love stories, by eight-candle-power light and with\neverlasting interruption from the switchboard. So Daisy, by way of\namusement, began to “listen in.”\n\n“Listening in” is a plug-shifting process whereby the\ntelephone-operator may hear any conversation over the wire. In some\nStates, I understand, it is a misdemeanor. But perhaps there is no\nliving operator who has not done it. In some private exchanges it is\nso common a custom that the cry of “Fish!” warns every other\noperator in the room that a particularly listenable talk is going\non. This same cry of “Fish” is an invitation for all present to\nlisten in.\n\n(Yes, your telephonic love-talk, your fierce love-spats and your\nsacredest love-secrets have been avidly heard--and possibly\nrepeated--again and again, by Central. Remember that, next time.\nWhen you hear a faint click on the wire during your\nconversation,--and sometimes when you don’t,--an operator is pretty\ncertain to be listening in.)\n\nAt first Daisy was amused by what she heard. The parsimonious\nbutcher-order of the house’s richest woman, the hiccoughed excuses\nof a husband whom business detained downtown, the vapid chatter of\nlad and lass, the scolding of slow dressmakers, the spicy anecdotes\ntold by half-hour phone-gabblers--all these were a pleasant\nvariation on the day’s routine. But at last, they began to pall. And\njust as they waxed tiresome--romance began.\n\n\nThe voice in Apartment 60--a clear voice, girlish and\nvibrant--called up 9999-Z Worth. And Worth 9999-Z replied in a tone\nthat fairly throbbed with eager longing. That was the beginning.\nShamelessly--soon rapturously--Daisy Reynolds listened in.\n\nThe voice in Apartment 60 belonged to a girl named Madeline. And\nWorth 9999-Z (whose first name, by the way, was Karl) spoke that\nforeign-sounding name _Madeline_ as though it were a phrase of\nhauntingly sweet church music. He and Madeline had known each other,\nit appeared, for some months; but only recently had they made the\ndivine discovery of their mutual love. It was then that the phone\ntalks had begun--the talks that varied in number from three to seven\na day, and in length from three to thirty minutes.\n\nAlways, now, promptly at nine o’clock in the morning, Karl called up\nhis sweetheart. And always, an hour or so later, she called him up\nfor a return-dialogue. Their talk was not mushy; it was beautiful.\nIt thrilled with a love as deathless as the stars, a love through\nwhose longing ran a current of unhappiness that Daisy could not\nunderstand.\n\nDaisy grew to live for those talks. They became part of her very\nlife--the loveliest part. She was curt, almost snappish, when other\ncalls interfered with the bliss of listening-in. More than once she\nshamelessly broke off the connection when Madeline chanced to be\ntalking to some old bore at a time when Karl sought to speak to her.\n\nKarl, it seemed, was a downtown business man. As scientists\nreconstruct an entire fossil animal from a single bone of its left\nhind leg, so Daisy Reynolds built up a vision of Karl from his deep\nand powerful voice. He was tall, slender, graceful, yet broad of\nshoulder and deep of chest. Brown curls crisped above his white\nGreek forehead. His eyes were somber yet glowing. His age was from\ntwenty-eight to thirty. He dressed like a collar advertisement.\n\nMadeline was still easier to reconstruct, from her voice. She too\nwas tall. She was willowy and infinitely graceful--gold-brown of\nhair, dark blue of eye, with soft-molded little features and long\njetty lashes. With such a voice, she could not have been otherwise.\n\nDaisy gathered from their earlier talks that Madeline’s family\ndisapproved the match. She even learned, from something Karl said,\nthat there was another suitor--one Phil--on whom the family smiled\nand whom Madeline cordially detested. Once or twice, too, Phil\ncalled up Apartment 60. He had a husky voice and spoke brief\ncommonplaces. Madeline answered him listlessly and still more\nbriefly. But he seldom phoned to her. And she never, by any chance,\nphoned to him.\n\n\nSo the ardent, tenderly melancholy love-story wore on. The lovers\nwould make appointments for clandestine meetings--would speak in\njoyous retrospect of luncheons or motor-drives of the preceding day.\nEvidently, Madeline’s cruel family kept stern watch upon her\nmovements. Daisy used to smile in joyous approval at the girl’s\ndainty cleverness in outmaneuvering them and meeting her sweetheart.\n\nEver through the glory of their love ran that black thread of\nmelancholy. Apparently all the glad secret meetings and the adoring\nphone-talks could not make up to them for the family’s opposition.\nDaisy had to bite her lips, sometimes, to keep from breaking in on\nthe conversation and demanding:\n\n“Why don’t you two run off and get married? They’d have to come\naround, then. And if they didn’t, why should you care?”\n\nTo a girl cooped up alone all day in a stuffy cubby-hole,\nimagination is ten times stronger than to the girl whose thoughts\ncan be distracted by outside things. To Daisy, immured in her\ndim-lighted cupboard behind the elevators, this romance of Karl and\nMadeline was fast becoming the very biggest thing in her drab life.\n\nThese two lovers were as romantic, as poetical, as yearningly\nadoring as _Romeo_ and _Juliet_. Karl was as desperately jealous as\n_Othello_ or as the hero of one of Laura Jean Libbey’s greatest\nbooks. Madeline was _the Captive Maid_ come to life again. Oh, it\nwas all very, very wonderful!\n\nThen came the day of jarring disillusionment, a day which Daisy\nfollowed by sobbing until midnight on her none-too-soft\nboarding-house bed, three blocks to westward.\n\n\nPromptly at nine that morning, as usual, Karl called up Apartment\n60.\n\n“Sweetheart,” he joyfully hailed Madeline, “I’ve just bought the new\ncar. It’s a beauty. And you’re going to be the very first person to\nride in it--to consecrate it.”\n\n“That’s darling of you!” replied Madeline in evident delight. “I’d\nrather ride in a wheelbarrow with you than in a Rolls-Royce\nwith--with--”\n\n“With Phil?” asked Karl almost savagely.\n\n“With anybody,” she evaded. “Tell me more about the car. Is it--”\n\n“I’m not going to tell you,” he refused. “I’m going to show it to\nyou instead. Here’s my idea: I’ll knock off work at noon and bring\nthe car uptown. I’ll meet you at the subway kiosk at half-after\ntwelve; we can run up to the Arrowhead to lunch, and then on up to\nthe Tumble Inn for--”\n\n“But I can’t, dear--I _can’t_!” expostulated Madeline. “Don’t you\nremember? I told you I have to lunch with Phil and those people from\nBuffalo, at the Knickerbocker, at one o’clock. Oh, dear! I wish I\ndidn’t have to. But I--”\n\n“Phone him you’re sick,” urged Karl. “I’ve set my heart on\nchristening the new car this way.”\n\n“I could get away to-morrow--” she began.\n\n“But _I_ can’t,” he said. “I’ve a directors’ meeting at three. Oh,\ncome along to-day, Beautiful! Tell Phil you’re sick and--”\n\n“And have him come rushing up here, in a fidget, for fear I’m going\nto die?” she suggested. “That is just what Phil would do. No, dear,\nI--”\n\n“Then tell him you don’t _want_ to lunch with him,” urged Karl,\nlosing patience as a man will when some babyishly cherished\nwoman-plan of his is upset. “Tell him you have to go to your\nsister’s or--”\n\n“I can’t, Karl!” she declared; and she added, beseechingly: “Don’t\nbe unreasonable, dear boy. Please don’t. And don’t be cross; it\nmakes me so unhappy when you are. You know how hard I try to do\neverything you want me to--and how glad I am to. But I _can’t_ get\nout of this luncheon. Phil especially wants me to be there. These\nBuffalo people are old friends of his.”\n\n“Why should you have to go there, just because he wants you to?”\ndemanded Karl, far more crankily than ever Daisy had heard him\nspeak. “Why do you? You aren’t his slave.”\n\n“No,” returned Madeline, her own temper beginning to fray, “but I am\nhis _wife_. You seem to forget that.”\n\n“I don’t forget it half as often as _you_ do!” flashed Karl.\n\nAt which brutally truthful reply, the receiver of Apartment 60’s\nwire clanked down upon its hook. Nor could all of Karl’s repeated\nefforts bring Madeline back to the telephone.\n\n\nDaisy Reynolds slumped forward upon the switchboard desk, her face\nin her hands, her slim body a-shake. She felt as though her every\nnerve had been wrenched. She was sick all over. This, then, was the\nwondrous romance in which she had reveled. This was the melancholy,\nbeauteous love-story which had become part of her own colorless\nlife! A vulgar intrigue between a married woman (not a wife, but a\nmarried woman--Daisy now realized the difference between the two)\nand a man not her husband!\n\nThe iridescent bubbles of romance burst into thinnest air. Daisy was\nnumb with the horror and disgust of it all. Even of old she had\nfastidiously refused to listen in when another girl’s merry cry of\n“Fish!” had told that some such illicit dialogue was on the wire.\nAnd now, for weeks, she had been raptly listening to just such\ntalks.\n\nShe loathed herself for the silly bubbles she had blown. Their\nlovely sheen was miasmic slime. They were filled with foul gases. A\ngreat shame possessed Daisy Reynolds.\n\nNext morning Daisy came to work swollen-eyed from futile crying over\nthe death of her dreams, and dull-headed from too little sleep. Half\nan hour later, promptly at nine, Karl called up Apartment 60.\n\nDaisy’s hand trembled as she made the connection. She hated herself\nfor listening in. Yet from morbid fascination she did it.\n\n“Darling!” was Karl’s remorsefully passionate greeting as Madeline\nanswered the phone-bell’s summons. “I’m so sorry! So horribly sorry!\nI spoke rottenly to you yesterday. Wont you forgive me? _Please_\ndo!”\n\n“Please don’t let us speak about it,” began Madeline stiffly.\n\nThen her shell of offendedness collapsed, and she went on with a\nbreak in her sweet voice.\n\n“Oh, I’m so glad you called up! I was so afraid you wouldn’t. And I\nwas going to try so hard not to phone to you. But I knew I’d do\nit--I _knew_ I would--if you didn’t call me first. I’ve been\nterribly unhappy, dear.”\n\n“You’ve had nothing on me, in that,” he made answer. “I haven’t\nslept all night, thinking how I spoke to you. It was our first\nquarrel. And it was all my fault.”\n\n“It wasn’t,” she contradicted chokily. “It was all mine. I shouldn’t\nhave been hurt by what you said about my forgetting so often that--”\n\n“Don’t, dear,” he begged. “Don’t! It was a rotten thing for me to\nsay.”\n\n“It was--it was true,” she replied, her voice quavering as she\nfought back the tears. “But you told me yourself that you don’t\nblame me. You know what my life with him has been, from the very\nbeginning. And till I met you I used to wish I were dead. Oh, you\n_can’t_ blame me for forgetting him, for--for _you_!”\n\n“You’re an angel!” he declared. “I’m not fit to touch your hand. But\nmy love for you is the only thing there is in my life. And it’s\nbrought me the only happiness I ever knew. I used to think I’d like\nto kill myself if it weren’t for my mother. And now you’ve given me\nsomething--everything--to live for. I love you so, Madeline! Are you\nsure you’ve forgiven me?”\n\n“_Forgiven_ you?” she echoed. “Why, Karl, I _love_ you.”\n\nYes, the reply was banal enough. But the tone was not, nor was the\nwordless exclamation of worship with which Karl received it. And to\nher own self-disgust Daisy felt a stir of answering emotion in her\nown breast.\n\nJust then she was required to connect Apartment 42 with the market,\nand at once afterward to put through a long-distance call for the\nbuilding’s superintendent. And when next she sought to listen in,\nKarl and Madeline were finishing their talk. All Daisy could catch\nwas Madeline’s childish query:\n\n“Can’t we please try out the new car to-morrow, if the directors’\nmeeting is going to keep you this afternoon?”\n\nAnd he answered gayly:\n\n“To blue blazes with the directors! We’re going to Tumble Inn\nto-day, you and I, sweetheart--even if New York doesn’t get a stroke\nof business done south of Canal Street all afternoon. Good-by.\nYou’ll be sure to call me up later, wont you?”\n\n\nDaisy sat back in her wabbly chair to take mental account of stock.\n\nShe was amazed at herself--amazed, and a bit displeased, though not\nas much so as she could have wished. All her ideas and ideals seemed\nto be as wabbly as the kitchen chair she sat in. Womanlike, she\nstraightway began to justify herself. True, an hour earlier, she had\nbeen filled with contempt for these two. Equally true, she was now\nirresistibly drawn to them again--which most certainly called for a\nreason; so she supplied the reason:\n\nMadeline had been forced into a marriage, in mere childhood, with a\nman she did not love. And had she not said, “You know what my life\nwith him has been, from the very beginning?” That alone told the\nstory--the heartbreaking story of neglected wifehood, of\nill-treatment, of a starved soul.\n\nWho was Daisy to blame this pathetic young wife if she had at last\nlet love into her heart after years of bondage to a brute? Daisy\nrecalled Phil’s husky voice. From it she built up a physique that\nwas a blend of _Simon Legree’s_ and _Falstaff’s_, with a tinge of\n_Bill Sikes_. And, her moral sense deserting her, she realized that\nright or wrong she was steadfastly on the side of the lovers.\n\nDuring the days that followed, she listened in again, with all her\nold-time hero-and-heroine-worship. Now she understood the strain of\nmelancholy in these two people’s love. It was the hopelessness of\nthat love which made them so sad, in the midst of their stolen\nhappiness.\n\nOnce, in a free moment, Daisy slipped from her cubby-hole and into\nthe superintendent’s office, to ask for a stronger light-bulb. There\non the wall hung a typed list of the house’s tenants. Stealing a\nglance at it while the superintendent’s back was turned, Daisy ran\nher eye down the list until she came to the number she wanted:\n\nApartment 60--Mr. and Mrs. Philip Caleb Vanbrugh.\n\n_Caleb!_ Yes, that was the sort of middle name her ugly-tempered\nclod of a husband would have been likely to own. The names\n_Madeline_ and _Caleb_ could no more blend than could violets and\nprunes. Doubly, now, Daisy’s heart was with the lovers.\n\nOne qualm, only, marred her sympathy. From the fact that Karl always\nspoke of Vanbrugh by his first name, the men apparently were\nfriends. And to woo one’s friend’s wife is black vileness. Even\nDaisy knew that. So she readjusted matters in her elastic mind, and\ndecided the men were merely close business acquaintances, and that\nfriendship did not enter into their relations. Daisy felt better\nabout it, after that--much better.\n\n\nOne morning when Daisy connected the wire for the lovers and\nprepared for her daily feast of listening in, a sharp whir from\nanother apartment in the house drew her back to earth. In her\nnervous haste to make the new connection and get back to her\nlistening, she awkwardly knocked out a plug or two. Absent-mindedly\nshe readjusted them, trying meantime to catch what the second caller\nwas trying to say to her.\n\nThis caller was a fussy woman in Apartment 12, who first wanted to\nknow the correct time and then asked for a wire to Philadelphia. A\nfull minute elapsed before Daisy could get back to the lovers. And\nas she turned again to their talk, she realized with a guilty start\nthat in the mix-up of the various plugs she had left the switch\nopen.\n\nHave you ever called up a telephone number and been let in on a\nconversation already going on between the person you called up and\nsomebody else? It gives one an absurdly guilty feeling. And it means\nthe switch has carelessly been left open, so that anybody calling up\ncan tap the wire. That is the condition in which Daisy had chanced\nto leave the switch to Apartment 60. Eagerly she stretched forth her\nhand to repair the error. As she did so, three sentences struck her\near. They were spoken in quick succession by three people--as\nfollows:\n\n“Good-by, darling,” said Karl. “I’ll be there at one.”\n\n“Good-by, boy dear,” answered Madeline. “I’ll call you up again\nbefore then.”\n\n“Who in hell are _you_?” bellowed a third and huskier voice. “And\nwhat do you mean by calling my wife darling?”\n\n_Click!_ All three wires were shut off by one lightning swirl of\nDaisy’s fingers.\n\n\nShe sat aghast. The third voice had most assuredly been\nPhil’s--Philip Caleb Vanbrugh’s. What had she done? What _hadn’t_\nshe done? Then she became aware of a buzzing call.\n\n“Clavichord Arms,” she said primly in reply as she sought to rally\nher shaky nerves.\n\n“That the house operator?” harshly demanded the husky voice. “I\ncalled up my apartment--Apartment 60--a minute ago, and my wife was\ntalking over the phone. What number was she talking to?”\n\n“What apartment did you say?” asked Daisy.\n\n“Sixty!”\n\n“Apartment 60 hasn’t had a call this morning,” solemnly answered\nDaisy, her throat tightening under the grip of outraged conscience.\n“Nor it hasn’t sent in one, either.”\n\n“I’d swear that was my wife’s voice,” growled the man. “I couldn’t\nplace the man’s. But it was my wife’s, all right. And--”\n\n“It may ’a’ been Sarah Bernhardt’s voice, for all I know,” snapped\nDaisy. “But it didn’t come from Apartment 60. Not any calls have\nbeen turned in from there since I came on.”\n\n“You’re sure?” he asked in sour doubt.\n\n“You can look at my slip here on the desk,” pertly retorted Daisy.\n“All the calls are marked on that.”\n\n“No,” said the man slowly, “I wont do that--because, if you’ve lied,\nyou wouldn’t be past altering the slip. What I’m going to do is to\nask the building’s superintendent for an itemized list of all the\ncalls from my apartment for the past month or two. He’s obliged to\nfurnish it on demand. That ought to tell me something.”\n\n\nHe hung up. Daisy sat gasping. Before her mental gaze ranged the\nmemory of forty-odd calls a month to Worth 9999-Z. Then she came to\na decision. Out into the marble-lined hallway she went. There she\ncorralled the second elevator-boy and bribed him with twenty-five\ncents to take charge of the switchboard for a few minutes. A moment\nor so later, a colored maid was ushering her into Apartment 60.\n\nIn the middle of a garish living-room stood Daisy, trying\ndesperately to think straight. The curtains parted, and a woman came\ninto the room. Daisy blinked at her in bewilderment--then said:\n\n“I should like to speak to Mrs. Vanbrugh, please. It’s very\nimportant.”\n\n“I’m Mrs. Vanbrugh,” answered the woman, eying the girl with\ncuriosity.\n\n“I--I mean Mrs. Madeline Vanbrugh,” faltered the girl.\n\n“I am Mrs. Madeline Vanbrugh,” was the answer, and now Daisy\nrecognized the voice, “--Mrs. Philip C. Vanbrugh. What can I do for\nyou?”\n\nDaisy could not answer at once. Around her dumfounded head the\nbubbles were bursting like a myriad Roman-candle balls.\n\nThis woman framed in the doorway was Madeline--_her_ Madeline? This\nwoman whose dumpy figure was swathed in a bedraggled negligee that\nhad once been clean! This woman whose scalp was haloed by a crescent\nof kid-curlers that held in hard lumps her brass-hued front hair!\nThis woman with the hard, light eyes and sagging mouth-lines and\nbeaklike nose--this woman whose face was sallow and coarse, because\nit had not yet received its daily dress of make-up! This--_this_ was\nMadeline!\n\n“What can I do for you?” the woman was saying for the second time,\nher early air of curiosity merging into one of dawning hostility.\n\n“I am the switchboard operator downstairs,” said Daisy faintly.\n\n\nA look of terror that had all along lurked in the hard eyes now\nsprang to new light.\n\n“What do you want of me?”\n\n“I want to tell you your husband heard the last part of your\nphone-talk just now,” returned Daisy conscientiously, though her\nheart was no longer in her mission of rescue. “He called me up about\nit. I--”\n\n“You told him?” blithered the woman in panic.\n\n“I told him your apartment hadn’t had a call all morning.”\n\n“You _did_?” cried the woman, her sweet voice sharpening to a\npeacock screech of relief. “Good for you! Good for _you_! And you\nwere perfectly right to come directly up here for your pay. What do\nyou think would be fair reward? Don’t be afraid to say. You’ve done\nme a great service, and--”\n\n“I don’t understand you,” stammered Daisy. “I don’t understand you\nat all. If you think I did this for money--”\n\n“My dear,” laughed the woman nervously, “we do everything for money.\nSo you needn’t be ashamed. We don’t always _say_ it’s for money. But\nit is. That’s why I got into this scrape. My husband is the\nstingiest man in New York. He pretends his business is on such a\nragged edge that he can’t give me any extra cash. But I know better.\nThat’s why I let myself get interested in Mr. Schreiner. He is a\nwidower, and he has more money than he can--”\n\n“Oh!” cried Daisy in sick horror.\n\n“So he’ll make it good to you for all that you’ve done for us,”\nprattled on the woman, without noticing. “He’ll--”\n\n“That isn’t why I came up here!” broke in Daisy angrily. “And I\ndon’t want your filthy money, either. I wont touch it. I came up\nhere to warn you that your husband is going to--”\n\n\nThe buzz of the flat’s front-door bell interrupted her. The woman,\ntoo, turned nervously to look. They heard the maid fumble with the\nknob. Then some one brushed past the servant and into the\nliving-room.\n\nThe intruder was a chunky and yellowish man, of late middle\nyears--incredibly bald of head and suspiciously black of eyebrows.\nHe caught sight of Mrs. Vanbrugh, who chanced to be standing between\nhim and Daisy. And he exclaimed:\n\n“I jumped into a taxi and hustled here, as soon as I left the phone.\nI didn’t dare call up again. Do you suppose he recognized me?”\n\nYes, the voice was indubitably the voice of Karl. But the fat and\nelderly swain was in anything but a loverly mood. He was a-quake\nwith terror. Beads of sweat trickled down on his brows and mustache.\nHis yellowish complexion was blotchy from fear. He was not a pretty\nsight.\n\nDaisy by this time should have been past surprise. Yet her\npreconceived vision of Karl--of young, athletic, hero-featured\nKarl--died hard and in much and sudden pain. Poor Daisy! Until he\nspoke, she had mistaken him for the husband.\n\n“If he knew my voice,” babbled the man, “we’re up against it. I’d\nbetter get out of town for a while, I suppose. Maybe he--”\n\n“Don’t worry!” interposed Madeline acidly. “You wont have to run\naway from town and leave me to face it all. This girl has gotten us\nout of it. She is the operator downstairs. Phil called up and asked\nher all sorts of questions. And she told him the apartment hadn’t\nhad a call all morning. Isn’t she a brick?”\n\nA sound like the exhaust of an empty soda-siphon broke from between\nKarl’s puffy lips--a sound of pure if porcine reaction from dread.\n\n“Good girl!” he croaked, still hoarse with recent fright. “_Dandy_\ngirl!”\n\nHe sought to pat Daisy approvingly on the shoulder with one pudgy\nhand. She recoiled.\n\n“How much?” he asked jovially, not observing the stark repulsion in\nher face and gesture as she shrank away. “How much, little girl?\nYou’ve done a mighty big stroke of business this day. What do you\nsay I owe you? Or will you leave it to me to do the right thing by\nyou?”\n\nHe juggled a bloated wad of bills from his trousers pocket as he\nspoke. And at his motion something in Daisy’s taut brain seemed to\nsnap.\n\n\nThe girl did not “see red.” She saw only two fat and greasy\ncreatures who thought she was as vile as they--who took it for\ngranted that she had done this thing to extort a rich tip from them,\nfor covering up their sin. And wrath gave her back her momentarily\nlost power of speech.\n\n“_Oh!_” she cried in utter loathing, “you’d dare _pay_ me for trying\nto help you? If I’d known what you both are, all the money in New\nYork wouldn’t have gotten me to lift a finger for you. You\nhorrible--”\n\n“There, there, my dear!” oilily soothed Karl. “You’re a little bit\nexcited. Calm down and tell us how much--”\n\n“If you don’t want pay,” shrilled Madeline, “what did you come here\nfor?”\n\n“What did I come here for?” echoed Daisy, white with rage. “To make\na fool of myself, of course. To warn you that your husband is going\nto get the call-lists for the past month from the super, and find\nout from them what numbers you’ve been calling up. That’s--”\n\n“Good Lord!” gabbled the woman in crass horror.\n\nKarl’s fat jaw dropped upon his fatter throat. He tried to speak. He\ncould only gargle.\n\n“That’s why I came here!” finished Daisy, striding past them toward\nthe door. “To warn you. And now I’ve done it. Your husband’s liable\nto be streaking back home any minute now. And I’m going. And if\neither of you says any more about money, I’ll--”\n\nShe was making for the outer door. But for all her start, Karl\nreached it three lengths ahead of her. He banged it shut after him\nas he darted out. Through the panel Daisy could hear him ringing\nfrantically for the elevator.\n\nDaisy was following, when a choking sound made her turn back. The\nwoman still stood in the middle of the living-room. Her hard, light\neyes were dark and dilated. Her sallow face was haggard and ghastly.\nYet her features were unmoved. There was about her bearing and\nexpression a certain hopeless courage that lent dignity to the squat\nfigure.\n\n\nDaisy hesitated--then turned back into the room. The woman stared\ndully past her toward the doorway through which Karl had vanished.\nShe acknowledged the girl’s presence by muttering, in a curiously\ndead voice, more to herself than to Daisy:\n\n“Men are queer animals, aren’t they? He has sworn to me, time and\nagain, that he’d stand by me to the end.”\n\n“Yes,” assented Daisy in perfect simplicity, “I’ve heard him say it\nto you myself--twice.”\n\n“He’s gone,” went on the woman in that same dead voice so unlike her\nown. “He’s gone. And I’m left to hold the bag. I--I think I’m cured.\nThere are worse things than a husband who loves you--even if he\ncan’t give you all the money you want to spend. Phil would never\nhave run away like that, from _anything_--not that the lesson is\nlikely to do me any good, now.”\n\n“Here!” exclaimed the girl, shaking the dazed Madeline roughly by\nthe shoulder. “I’m going to get you out of this. I don’t know why,\nbut I am. Maybe I’ve a bill of my own to pay, as well as you have.\nWe’ve all done some learning to-day, I guess. And learning isn’t on\nthe free-list.”\n\n“But--”\n\n“Go to the phone right away,” commanded Daisy, “and call up the\nsuper. Tell him you’ve got to see him, up here, in a hurry. Act\nscared. Tell him it can’t wait a single minute. Get him up here.\nThat’s the main thing. Then--then tell him you want new faucets in\nthe bathroom. Or tell him anything at all. Do as I say. Jump! There\nisn’t much time to waste. Hubby’s sure to be hotfooting it home. And\nwhen hubby comes, deny everything. _Deny!_ And keep on denying. He\nwont have any proof, remember that. _He’ll have no proof._ Pay for\nthe lie by being a whole lot decenter to him, forever-after-amen.”\n\n\nMoving away from the dumfounded woman, Daisy bolted out of the flat\nand was lucky enough to catch a down-going elevator. She reached the\nground floor just as the building’s perplexed superintendent came to\nthe shaft on his way to answer Madeline’s urgent summons.\n\nInto the superintendent’s deserted office sped Daisy. Going directly\nto his unlocked desk, she rummaged feverishly amid its drawers until\nshe found what she wanted.\n\nCrumpling and pocketing the telephone-sheets for the past two\nmonths, she crossed to the file cabinet, hunted through a stack of\ndusty papers and drew forth the sheaf of penciled telephone-slips\nfor the preceding year.\n\nSelecting from these the slips for the two corresponding months, she\nput back the rest of the Sheaf. Then, changing with eraser and\npencil the date of the year on the two slips she had abstracted from\nthe cabinet, she put them in the drawer. After which, feeling oddly\nweak about the knees, she started out of the office.\n\nAt the door she almost collided with the returning superintendent.\nVexed at having been called upstairs in such haste on an utterly\ntrivial errand, he very naturally wreaked his ill-temper on the\nfirst subordinate he chanced to meet--which was Daisy.\n\n“What are you doing away from your switchboard?” he snarled. “I\nwon’t stand for any loafing. Get that into your mind, once and for\nall. What did you want in here, anyhow?”\n\n“I came in to see you, sir,” was the girl’s demure reply.\n\n“What do you want of me?” he rasped.\n\n“I wanted to tell you I’m leaving here to-morrow,” said Daisy. “I’m\ngoing back to work at the Exchange. I’m lonesome on this job. There\naren’t enough things happening at the Clavichord Arms. It’s too\nslow--not enough excitement for a live wire like me. That’s all,\nsir.”",
    "metadata": {
        "author": [
            "Terhune, Albert Payson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/69030/pg69030.txt",
        "name": "the_girl_in_the_crowd.json"
    }
}