{
    "name": "The Hated",
    "author": [
        "Pohl, Frederik"
    ],
    "body": "The bar didn't have a name. No name of any kind. Not even an indication\nthat it had ever had one. All it said on the outside was:\n\n       Cafe\n        EAT\n    _Cocktails_\n\nwhich doesn't make a lot of sense. But it was a bar. It had a big TV set\ngoing ya-ta-ta ya-ta-ta in three glorious colors, and a jukebox that\ntried to drown out the TV with that lousy music they play. Anyway, it\nwasn't a kid hangout. I kind of like it. But I wasn't supposed to be\nthere at all; it's in the contract. I was supposed to stay in New York\nand the New England states.\n\nCafe-EAT-_Cocktails_ was right across the river. I think the name of the\nplace was Hoboken, but I'm not sure. It all had a kind of dreamy feeling\nto it. I was--\n\nWell, I couldn't even remember going there. I remembered one minute I\nwas downtown New York, looking across the river. I did that a lot. And\nthen I was there. I don't remember crossing the river at all.\n\nI was drunk, you know.\n\n\n\nYou know how it is? Double bourbons and keep them coming. And after a\nwhile the bartender stops bringing me the ginger ale because gradually I\nforget to mix them. I got pretty loaded long before I left New York. I\nrealize that. I guess I had to get pretty loaded to risk the pension and\nall.\n\nUsed to be I didn't drink much, but now, I don't know, when I have one\ndrink, I get to thinking about Sam and Wally and Chowderhead and Gilvey\nand the captain. If I don't drink, I think about them, too, and then I\ntake a drink. And that leads to another drink, and it all comes out to\nthe same thing. Well, I guess I said it already, I drink a pretty good\namount, but you can't blame me.\n\nThere was a girl.\n\nI always get a girl someplace. Usually they aren't much and this one\nwasn't either. I mean she was probably somebody's mother. She was around\nthirty-five and not so bad, though she had a long scar under her ear\ndown along her throat to the little round spot where her larynx was. It\nwasn't ugly. She smelled nice--while I could still smell, you know--and\nshe didn't talk much. I liked that. Only--\n\nWell, did you ever meet somebody with a nervous cough? Like when you say\nsomething funny--a little funny, not a big yock--they don't laugh and\nthey don't stop with just smiling, but they sort of cough? She did that.\nI began to itch. I couldn't help it. I asked her to stop it.\n\nShe spilled her drink and looked at me almost as though she was\nscared--and I had tried to say it quietly, too.\n\n\"Sorry,\" she said, a little angry, a little scared. \"_Sorry._ But you\ndon't have to--\"\n\n\"Forget it.\"\n\n\"Sure. But you asked me to sit down here with you, remember? If you're\ngoing to--\"\n\n\"_Forget it!_\" I nodded at the bartender and held up two fingers. \"You\nneed another drink,\" I said. \"The thing is,\" I said, \"Gilvey used to do\nthat.\"\n\n\"What?\"\n\n\"That cough.\"\n\nShe looked puzzled. \"You mean like this?\"\n\n\"_Goddam it, stop it!_\" Even the bartender looked over at me that time.\nNow she was really mad, but I didn't want her to go away. I said,\n\"Gilvey was a fellow who went to Mars with me. Pat Gilvey.\"\n\n\"_Oh._\" She sat down again and leaned across the table, low. \"_Mars._\"\n\n\n\nThe bartender brought our drinks and looked at me suspiciously. I said,\n\"Say, Mac, would you turn down the air-conditioning?\"\n\n\"My name isn't Mac. No.\"\n\n\"Have a heart. It's too cold in here.\"\n\n\"Sorry.\" He didn't sound sorry.\n\nI was cold. I mean that kind of weather, it's always cold in those\nplaces. You know around New York in August? It hits eighty, eighty-five,\nninety. All the places have air-conditioning and what they really want\nis for you to wear a shirt and tie.\n\nBut I like to walk a lot. You would, too, you know. And you can't walk\naround much in long pants and a suit coat and all that stuff. Not around\nthere. Not in August. And so then, when I went into a bar, it'd have one\nof those built-in freezers for the used-car salesmen with their dates,\nor maybe their wives, all dressed up. For what? But I froze.\n\n\"_Mars_,\" the girl breathed. \"_Mars._\"\n\nI began to itch again. \"Want to dance?\"\n\n\"They don't have a license,\" she said. \"Byron, _I_ didn't know you'd\nbeen to _Mars_! Please _tell_ me about it.\"\n\n\"It was all right,\" I said.\n\nThat was a lie.\n\nShe was interested. She forgot to smile. It made her look nicer. She\nsaid, \"I knew a man--my brother-in-law--he was my husband's brother--I\nmean my ex-husband--\"\n\n\"I get the idea.\"\n\n\"He worked for General Atomic. In Rockford, Illinois. You know where\nthat is?\"\n\n\"Sure.\" I couldn't go there, but I knew where Illinois was.\n\n\"He worked on the first Mars ship. Oh, fifteen years ago, wasn't it? He\nalways wanted to go himself, but he couldn't pass the tests.\" She\nstopped and looked at me.\n\nI knew what she was thinking. But I didn't always look this way, you\nknow. Not that there's anything wrong with me now, I mean, but I\ncouldn't pass the tests any more. Nobody can. That's why we're all\none-trippers.\n\nI said, \"The only reason I'm shaking like this is because I'm cold.\"\n\nIt wasn't true, of course. It was that cough of Gilvey's. I didn't like\nto think about Gilvey, or Sam or Chowderhead or Wally or the captain. I\ndidn't like to think about any of them. It made me shake.\n\nYou see, we couldn't kill each other. They wouldn't let us do that.\nBefore we took off, they did something to our minds to make sure. What\nthey did, it doesn't last forever. It lasts for two years and then it\nwears off. That's long enough, you see, because that gets you to Mars\nand back; and it's plenty long enough, in another way, because it's like\na strait-jacket.\n\nYou know how to make a baby cry? Hold his hands. It's the most basic\nthing there is. What they did to us so we couldn't kill each other, it\nwas like being tied up, like having our hands held so we couldn't get\nfree. Well. But two years was long enough. Too long.\n\nThe bartender came over and said, \"Pal, I'm sorry. See, I turned the\nair-conditioning down. You all right? You look so--\"\n\nI said, \"Sure, I'm all right.\"\n\nHe sounded worried. I hadn't even heard him come back. The girl was\nlooking worried, too, I guess because I was shaking so hard I was\nspilling my drink. I put some money on the table without even counting\nit.\n\n\"It's all right,\" I said. \"We were just going.\"\n\n\"We were?\" She looked confused. But she came along with me. They always\ndo, once they find out you've been to Mars.\n\n\n\nIn the next place, she said, between trips to the powder room, \"It must\ntake a lot of courage to sign up for something like that. Were you\nscientifically inclined in school? Don't you have to know an awful lot\nto be a space-flyer? Did you ever see any of those little monkey\ncharacters they say live on Mars? I read an article about how they lived\nin little cities of pup-tents or something like that--only they didn't\nmake them, they grew them. Funny! Ever see those? That trip must have\nbeen a real drag, I bet. What is it, nine months? You couldn't have a\nbaby! Excuse me-- Say, tell me. All that time, how'd you--well, manage\nthings? I mean didn't you ever have to go to the you-know or anything?\"\n\n\"We managed,\" I said.\n\nShe giggled, and that reminded her, so she went to the powder room\nagain. I thought about getting up and leaving while she was gone, but\nwhat was the use of that? I'd only pick up somebody else.\n\nIt was nearly midnight. A couple of minutes wouldn't hurt. I reached in\nmy pocket for the little box of pills they give us--it isn't refillable,\nbut we get a new prescription in the mail every month, along with the\npension check. The label on the box said:\n\n    CAUTION\n\n    _Use only as directed by physician. Not to be taken by persons\n    suffering heart condition, digestive upset or circulatory disease.\n    Not to be used in conjunction with alcoholic beverages._\n\nI took three of them. I don't like to start them before midnight, but\nanyway I stopped shaking.\n\nI closed my eyes, and then I was on the ship again. The noise in the bar\nbecame the noise of the rockets and the air washers and the sludge\nsluicers. I began to sweat, although this place was air-conditioned,\ntoo.\n\nI could hear Wally whistling to himself the way he did, the sound\nmuffled by his oxygen mask and drowned in the rocket noise, but still\nperfectly audible. The tune was _Sophisticated Lady_. Sometimes it was\n_Easy to Love_ and sometimes _Chasing Shadows_, but mostly\n_Sophisticated Lady_. He was from Juilliard.\n\nSomebody sneezed, and it sounded just like Chowderhead sneezing. You\nknow how everybody sneezes according to his own individual style?\nChowderhead had a ladylike little sneeze; it went _hutta_, real quick,\nall through the mouth, no nose involved. The captain went _Hrasssh_;\nWally was Ashoo, ashoo, _ashoo_. Gilvey was _Hutch_-uh. Sam didn't\nsneeze much, but he sort of coughed and sprayed, and that was worse.\n\nSometimes I used to think about killing Sam by tying him down and having\nWally and the captain sneeze him to death. But that was a kind of a\njoke, naturally, when I was feeling good. Or pretty good. Usually I\nthought about a knife for Sam. For Chowderhead it was a gun, right in\nthe belly, one shot. For Wally it was a tommy gun--just stitching him up\nand down, you know, back and forth. The captain I would put in a cage\nwith hungry lions, and Gilvey I'd strangle with my bare hands. That was\nprobably because of the cough, I guess.\n\n\n\nShe was back. \"Please tell me about it,\" she begged. \"I'm _so_ curious.\"\n\nI opened my eyes. \"You want me to tell you about it?\"\n\n\"Oh, please!\"\n\n\"About what it's like to fly to Mars on a rocket?\"\n\n\"Yes!\"\n\n\"All right,\" I said.\n\nIt's wonderful what three little white pills will do. I wasn't even\nshaking.\n\n\"There's six men, see? In a space the size of a Buick, and that's all\nthe room there is. Two of us in the bunks all the time, four of us on\nwatch. Maybe you want to stay in the sack an extra ten minutes--because\nit's the only place on the ship where you can stretch out, you know, the\nonly place where you can rest without somebody's elbow in your side. But\nyou can't. Because by then it's the next man's turn.\n\n\"And maybe you don't have elbows in your side while it's your turn off\nwatch, but in the starboard bunk there's the air-regenerator master\nvalve--I bet I could still show you the bruises right around my\nkidneys--and in the port bunk there's the emergency-escape-hatch handle.\nThat gets you right in the temple, if you turn your head too fast.\n\n\"And you can't really sleep, I mean not soundly, because of the noise.\nThat is, when the rockets are going. When they aren't going, then you're\nin free-fall, and that's bad, too, because you dream about falling. But\nwhen they're going, I don't know, I think it's worse. It's pretty loud.\n\n\"And even if it weren't for the noise, if you sleep too soundly you\nmight roll over on your oxygen line. Then you dream about drowning. Ever\ndo that? You're strangling and choking and you can't get any air? It\nisn't dangerous, I guess. Anyway, it always woke me up in time. Though I\nheard about a fellow in a flight six years ago--\n\n\"Well. So you've always got this oxygen mask on, all the time, except if\nyou take it off for a second to talk to somebody. You don't do that very\noften, because what is there to say? Oh, maybe the first couple of\nweeks, sure--everybody's friends then. You don't even need the mask, for\nthat matter. Or not very much. Everybody's still pretty clean. The place\nsmells--oh, let's see--about like the locker room in a gym. You know?\nYou can stand it. That's if nobody's got space sickness, of course. We\nwere lucky that way.\n\n\"But that's about how it's going to get anyway, you know. Outside the\nmasks, it's soup. It isn't that you smell it so much. You kind of\n_taste_ it, in the back of your mouth, and your eyes sting. That's after\nthe first two or three months. Later on, it gets worse.\n\n\"And with the mask on, of course, the oxygen mixture is coming in under\npressure. That's funny if you're not used to it. Your lungs have to work\na little bit harder to get rid of it, especially when you're asleep, so\nafter a while the muscles get sore. And then they get sorer. And then--\n\n\"Well.\n\n\"Before we take off, the psych people give us a long doo-da that keeps\nus from killing each other. But they can't stop us from thinking about\nit. And afterward, after we're back on Earth--this is what you won't\nread about in the articles--they keep us apart. You know how they work\nit? We get a pension, naturally. I mean there's got to be a pension,\notherwise there isn't enough money in the world to make anybody go. But\nin the contract, it says to get the pension we have to stay in our own\narea.\n\n\"The whole country's marked off. Six sections. Each has at least one big\ncity in it. I was lucky, I got a lot of them. They try to keep it so\nevery man's home town is in his own section, but--well, like with us,\nChowderhead and the captain both happened to come from Santa Monica. I\nthink it was Chowderhead that got California, Nevada, all that Southwest\narea. It was the luck of the draw. God knows what the captain got.\n\n\"Maybe New Jersey,\" I said, and took another white pill.\n\n\n\nWe went on to another place and she said suddenly, \"I figured something\nout. The way you keep looking around.\"\n\n\"What did you figure out?\"\n\n\"Well, part of it was what you said about the other fellow getting New\nJersey. This is New Jersey. You don't belong in this section, right?\"\n\n\"Right,\" I said after a minute.\n\n\"So why are you here? I know why. You're here because you're looking for\nsomebody.\"\n\n\"That's right.\"\n\nShe said triumphantly, \"You want to find that other fellow from your\ncrew! You want to fight him!\"\n\nI couldn't help shaking, white pills or no white pills. But I had to\ncorrect her.\n\n\"No. I want to kill him.\"\n\n\"How do you know he's here? He's got a lot of states to roam around in,\ntoo, doesn't he?\"\n\n\"Six. New Jersey, Pennsylvania, Delaware, Maryland--all the way down to\nWashington.\"\n\n\"Then how do you know--\"\n\n\"He'll be here.\" I didn't have to tell her how I knew. But I knew.\n\nI wasn't the only one who spent his time at the border of his assigned\narea, looking across the river or staring across a state line, knowing\nthat somebody was on the other side. I knew. You fight a war and you\ndon't have to guess that the enemy might have his troops a thousand\nmiles away from the battle line. You know where his troops will be. You\nknow he wants to fight, too.\n\n_Hutta. Hutta._\n\nI spilled my drink.\n\nI looked at her. \"You--you didn't--\"\n\nShe looked frightened. \"What's the matter?\"\n\n\"_Did you just sneeze?_\"\n\n\"Sneeze? Me? Did I--\"\n\nI said something quick and nasty, I don't know what. No! It hadn't been\nher. I knew it.\n\nIt was Chowderhead's sneeze.\n\n\n\nChowderhead. Marvin T. Roebuck, his name was. Five feet eight inches\ntall. Dark-complected, with a cast in one eye. Spoke with a Midwest kind\nof accent, even though he came from California--\"shrick\" for \"shriek,\"\n\"hawror\" for \"horror,\" like that. It drove me crazy after a while.\nMaybe that gives you an idea what he talked about mostly. A skunk. A\nthoroughgoing, deep-rooted, mother-murdering skunk.\n\nI kicked over my chair and roared, \"Roebuck! Where are you, damn you?\"\n\nThe bar was all at once silent. Only the jukebox kept going.\n\n\"I know you're here!\" I screamed. \"Come out and get it! You louse, I\ntold you I'd get you for calling me a liar the day Wally sneaked a\nsmoke!\"\n\nSilence, everybody looking at me.\n\nThen the door of the men's room opened.\n\nHe came out.\n\nHe looked _lousy_. Eyes all red-rimmed and his hair falling out--the\npoor crumb couldn't have been over twenty-nine. He shrieked, \"You!\" He\ncalled me a million names. He said, \"You thieving rat, I'll teach you to\ntry to cheat me out of my candy ration!\"\n\nHe had a knife.\n\nI didn't care. I didn't have anything and that was stupid, but it didn't\nmatter. I got a bottle of beer from the next table and smashed it\nagainst the back of a chair. It made a good weapon, you know; I'd take\nthat against a knife any time.\n\nI ran toward him, and he came all staggering and lurching toward me,\nlooking crazy and desperate, mumbling and raving--I could hardly hear\nhim, because I was talking, too. Nobody tried to stop us. Somebody went\nout the door and I figured it was to call the cops, but that was all\nright. Once I took care of Chowderhead, I didn't care what the cops did.\n\nI went for the face.\n\nHe cut me first. I felt the knife slide up along my left arm but, you\nknow, it didn't even hurt, only kind of stung a little. I didn't care\nabout that. I got him in the face, and the bottle came away, and it was\nall like gray and white jelly, and then blood began to spring out. He\nscreamed. Oh, that scream! I never heard anything like that scream. It\nwas what I had been waiting all my life for.\n\nI kicked him as he staggered back, and he fell. And I was on top of him,\nwith the bottle, and I was careful to stay away from the heart or the\nthroat, because that was too quick, but I worked over the face, and I\nfelt his knife get me a couple times more, and--\n\nAnd--\n\n\n\nAnd I woke up, you know. And there was Dr. Santly over me with a\nhypodermic needle that he'd just taken out of my arm, and four male\nnurses in fatigues holding me down. And I was drenched with sweat.\n\nFor a minute, I didn't know where I was. It was a horrible queasy\nfalling sensation, as though the bar and the fight and the world were\nall dissolving into smoke around me.\n\nThen I knew where I was.\n\nIt was almost worse.\n\nI stopped yelling and just lay there, looking up at them.\n\nDr. Santly said, trying to keep his face friendly and noncommittal,\n\"You're doing much better, Byron, boy. _Much_ better.\"\n\nI didn't say anything.\n\nHe said, \"You worked through the whole thing in two hours and eight\nminutes. Remember the first time? You were sixteen hours killing him.\nCaptain Van Wyck it was that time, remember? Who was it this time?\"\n\n\"Chowderhead.\" I looked at the male nurses. Doubtfully, they let go of\nmy arms and legs.\n\n\"Chowderhead,\" said Dr. Santly. \"Oh--Roebuck. That boy,\" he said\nmournfully, his expression saddened, \"he's not coming along nearly as\nwell as you. _Nearly._ He can't run through a cycle in less than five\nhours. And, that's peculiar, it's usually you he-- Well, I better not\nsay that, shall I? No sense setting up a counter-impression when your\npores are all open, so to speak?\" He smiled at me, but he was a little\nworried in back of the smile.\n\nI sat up. \"Anybody got a cigarette?\"\n\n\"Give him a cigarette, Johnson,\" the doctor ordered the male nurse\nstanding alongside my right foot.\n\nJohnson did. I fired up.\n\n\"You're coming along _splendidly_,\" Dr. Santly said. He was one of these\npsych guys that thinks if you say it's so, it makes it so. You know that\nkind? \"We'll have you down under an hour before the end of the week.\nThat's _marvelous_ progress. Then we can work on the conscious level!\nYou're doing extremely well, whether you know it or not. Why, in six\nmonths--say in eight months, because I like to be conservative--\" he\ntwinkled at me--\"we'll have you out of here! You'll be the first of your\ncrew to be discharged, you know that?\"\n\n\"That's nice,\" I said. \"The others aren't doing so well?\"\n\n\"No. Not at all well, most of them. Particularly Dr. Gilvey. The\nrun-throughs leave him in terrible shape. I don't mind admitting I'm\nworried about him.\"\n\n\"That's nice,\" I said, and this time I meant it.\n\n\n\nHe looked at me thoughtfully, but all he did was say to the male nurses,\n\"He's all right now. Help him off the table.\"\n\nIt was hard standing up. I had to hold onto the rail around the table\nfor a minute. I said my set little speech: \"Dr. Santly, I want to tell\nyou again how grateful I am for this. I was reconciled to living the\nrest of my life confined to one part of the country, the way the other\ncrews always did. But this is much better. I appreciate it. I'm sure the\nothers do, too.\"\n\n\"Of course, boy. Of course.\" He took out a fountain pen and made a note\non my chart; I couldn't see what it was, but he looked gratified. \"It's\nno more than you have coming to you, Byron,\" he said. \"I'm grateful that\nI could be the one to make it come to pass.\"\n\nHe glanced conspiratorially at the male nurses. \"You know how important\nthis is to me. It's the triumph of a whole new approach to psychic\nrehabilitation. I mean to say our heroes of space travel are entitled to\nfreedom when they come back home to Earth, aren't they?\"\n\n\"Definitely,\" I said, scrubbing some of the sweat off my face onto my\nsleeve.\n\n\"So we've got to end this system of designated areas. We can't avoid the\ntensions that accompany space travel, no. But if we can help you\neliminate harmful tensions with a few run-throughs, why, it's not too\nhigh a price to pay, is it?\"\n\n\"Not a bit.\"\n\n\"I mean to say,\" he said, warming up, \"you can look forward to the time\nwhen you'll be able to mingle with your old friends from the rocket,\nfree and easy, without any need for restraint. That's a lot to look\nforward to, isn't it?\"\n\n\"It is,\" I said. \"I look forward to it very much,\" I said. \"And I know\nexactly what I'm going to do the first time I meet one--I mean without\nany restraints, as you say,\" I said. And it was true; I did. Only it\nwouldn't be a broken beer bottle that I would do it with.\n\nI had much more elaborate ideas than that.\n\n                                                          --PAUL FLEHR\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Pohl, Frederik"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29503/pg29503.txt",
        "name": "the_hated.json"
    }
}