{
    "name": "The happiness rock",
    "author": [
        "Teichner, Albert"
    ],
    "body": "It was a particularly good asteroid, a great jagged rock roughly four\nmiles square on one side and two miles at its thickest. Within five\nminutes of sighting it they knew that its flatter side turned away from\nthe sun more than seven times an Earth day. That meant they should be\nable to land for mineral specimens and still be off in time to avoid\nthe heating phase for which they were not equipped.\n\n\"I'll go out,\" said Warrant Officer Cramer, a tan-skinned young man who\nwas peering ahead even more earnestly than usual.\n\n\"I'm Captain of this tin crate so it's up to me,\" said Hartley. \"Right?\"\n\n\"Right in a wrong sort of way, _sir_. Just two men on board and you're\npulling rank!\"\n\nFor a moment Hartley looked irritated, then his blue eyes twinkled\nwith laughter. \"Give me one reason why I shouldn't.\"\n\n\"I've never been on an asteroid and I've been a little nervous about\nit. I don't want to keep barrelling around space with that kind of a\nfaze-factor bugging the back of my mind.\"\n\nThe great flat side had just turned into shadow and Hartley started to\nease the ship down. He said, suddenly bitter, \"With all my experience\nthe only thing the political brass lets me captain is a two-man\nscouter. Consider my rank unpulled--it's all yours Will.\"\n\nCramer gave him an appreciative glance and put on his outside gear.\n\n\"Let the Boy Scout have the dirty jobs,\" Hartley muttered, a nervous\nsneer twisting one side of his mouth. He idly adjusted for the descent\nonto the sheared stone face and, once Cramer was in the exit chamber,\nexchanged a parting wave with him through the quartz window.\n\n_Queer duck, saying a thing like that_, Cramer thought as he opened\nthe outer hatch. _A little too bitter about things for his own good\nsometimes._\n\nBut then his foot touched solid rock and he was too busy chipping\nspecimens to worry about poor Nick. After each tiny chisel stroke\nhis body bounced slightly away and, gripping the lead rope, he had\nto retrojet himself back into the circular light patch thrown by\nScout III. The stuff was hard composition but, fortunately, with many\nstraight stress lines so pieces slowly did come loose. One carefully\nplaced blow, then a whirl of stars streaming across jet blackness, then\na swing back into the light and another blow and another outward swing.\n\nSuddenly a voice crackled in his ear. \"You've been out fifty minutes,\nWill.\"\n\n\"It can't be!\"\n\n\"Asteroid time's tricky when you're busy. How many chips you have?\"\n\n\"About a dozen.\"\n\n\"How many do you want? Don't be such a glory boy, get in right now!\"\n\n\n\nAs he pulled himself along the line and up through the hatch he\nrealized that not only had he been undisturbed while on the rock but\nhe hadn't even considered the possibility of becoming frightened!\nPleased with himself, he closed the hatch door, raising the current\nin each magnetic lock to sealing maximum. As soon as the last bolt\nwas sucked into place, his suit started decompressing while chamber\npressure mounted in precise compensation. For a second he thought he\nsaw a white speck eddy out of the specimen box attached to his belt but\nanother did not follow. Anyway, suit vizors had a way of clouding up on\nthe inside during chamber compression and that could play funny tricks.\n\nFive minutes later, though, when he pulled off his helmet a little\nswarm of white specks welled up toward the ceiling. Then they were\ngone. _Funny_, he laughed to himself. \"Funny, funny,\" he suddenly\nlaughed aloud, \"Talcum powder from the void!\"\n\nThere was Hartley's face at the window, peering anxiously at him, and,\nfor some inexplicable reason, that sight was even funnier. Shaking\nhelplessly, Cramer slapped his knee and kept pointing at the face.\n_Life is so wonderfully wonderful!_ he said to himself, unable to utter\nanything aloud now. _Wonderful wonderfully!_\n\nAfter a while Hartley opened the door to the front cabin and helped\nhim to his cockpit seat. \"Sorry, old man,\" Cramer gasped happily.\n\"Don't know why I did that.\"\n\nIt was surprising how undisturbed by the private joke Hartley looked.\nHe seemed to be too abstracted for that. \"Feeling all right?\" he\nfinally asked.\n\n\"Perfect!\" Cramer grinned, greeting the galactic reaches with a wave of\nhis hand. \"Isn't it a beautiful universe? I think I could count all the\nvisible light sources out there in ten minutes if I wanted to. No, I\ndon't want to count anything but my blessings, I just want to look.\"\n\n\"Not from here, though. This rock makes its crazy wobble into sunlight\nsoon and I'd rather be off it when the surface starts heating up.\"\n\nHartley eased the craft upwards, pulling her back a few dozen miles.\nThen he balanced the power exhausts into hover and took the specimen\nbox from Cramer's belt. \"You've got ecstasy of the space deeps, never\ncan tell when that'll strike a man out there.\" He studied the little\nslate-blue chips inside. \"You notice that white stuff, Will?\"\n\n\"First thought it was just vizor clouding.\" He was thinking with\nextraordinary clarity even though he still felt wildly elated. \"Seemed\nto happen after the temperature moved above water-freezing.\"\n\n\"Yeah. You did everything by the book, son, except the thing that\njustified your excursion in the first place. When you came in you\nmerely forgot to seal the specimen box and set its cryogenic cell for\ndeep freeze. Bringing the chips into human temperature range may have\ndestroyed some of the specimen's value. Usually doesn't matter but in\nthis case I wonder--\"\n\n\"Gosh, that's awful! I'd be glad to go out again.\"\n\n\"No, you may have stupidly done a smart thing. But you'll really boggle\nit this time with the ecstasy clouding your mind.\"\n\n\"I'm thinking clearly, really I am.\"\n\n\"Can't be.\"\n\n\"Okay,\" he said, \"test me. Give me some digits to multiply while you\npunch them on the computer.\"\n\n\"All right,\" Hartley muttered impatiently. \"38,373 times 14,621 times\n322. Satisfied?\"\n\nAfter a few seconds, \"1-8-0-6-5-8-6-2-5-8-2-6.\"\n\nHartley pulled a strand of tape from the computer. \"Repeat it slowly.\"\nEyes widening, he followed the response on the tape. \"You've got it\nright!\"\n\n\"Satisfied? Seriously, though, it's nothing when you know the tricks.\nOld-time non-machine calculating was one of my hobbies when I was a\nkid.\"\n\n\"It isn't 'nothing.' Space ecstasy ruins a man's ability to think\nstraight for hours. Plenty of bodies are still drifting around space\nbecause in the early days they neglected the proper safety checks.\"\nHe stared through the magnifier at the asteroid, its flat face now\nglittering in sunlight. \"Starting to feel the hangover headache?\"\n\n\"No, just fine. Nick, I've never felt this good in my life!\"\n\n\"We'll wait here an hour.\"\n\n\n\nBut after the hour was up Cramer was still grinning. \"I'm ready to go\nout again,\" he said.\n\nHartley stared at him. \"Then it _was_ that white stuff. Man, you've\nhit on something. There have been a few reports about this kind of\nuntroubled ecstasy reaction but nobody ever spotted that powder. We're\ngoing back!\"\n\nWhen the asteroid was back in position again they dropped to the\nsurface. Cramer started up but Hartley held him back in his seat. \"This\ntime I do pull rank. I'm going out myself.\"\n\nCramer shrugged. \"I'm in too good a mood to offer the slightest\nprotest.\"\n\n\"Your mood's why I'm going.\" He put on his suit and went into the rear\nchamber. A few minutes later he disappeared outside.\n\n\"Everything okay?\" Cramer radioed.\n\n\"Sure thing. I'll be right back. This stuff flakes off like mica, easy\nto handle when you know the angles of the fault lines.\"\n\nA few minutes later he was on board again. \"You sure were fast!\" Cramer\nexclaimed.\n\n\"Get the comp-decomp going and don't chew so much fat.\"\n\n\"Okay.\" He activated the self-compensating cycle and watched his\nsuperior through the glass. There it was again, a few specks from the\nspecimen box. He, too, had forgotten the standard operating procedure!\nThen later, as Hartley took off his helmet, a swarm of them ascended\nlike angry midges to the ceiling. In a few seconds the Captain was\nlaughing more relaxedly than Cramer had ever seen him laugh before.\n\nWhen Hartley came into the cockpit he exclaimed, \"Wonderful! There's\nsomething like mica in these rocks and the powder's all over in\nthe schists.\" He went to a corner and pulled some things out of an\nequipment cabinet but his back blocked Cramer's view. Still facing\naway, he headed back into the exit chamber. \"Go out again,\" he said.\n\n\"But, Captain, you won't know what you're doing!\"\n\nHartley gave an airy wave. \"You did, didn't you?\"\n\n\"Yes but--\"\n\n\"No buts, my young friend. I'll be on the line. Anything goes wrong,\nyou turn on the winch and I'll be wrenched right back in.\"\n\n\"We'll be orbiting into sunlight and--\"\n\n\"Forget it, I'll be back on time. There are only two universal laws,\nson--get happy and stay happy.\" He shut the door, put on his suit and\nordered a compression recycling. As soon as it was completed, he jetted\nhimself through the escape hatch.\n\n\n\nAgain he was back very quickly but this time, as soon as the helmet\ncame off, he whipped out a specimen slide from an inner pocket,\nwaved it gaily through the talc cloud (_again_, he had left the box\nunadjusted!) and slipped the slide into a portable pocket microscope.\nHe gripped the scope in his eye like a monocle and stood spellbound for\nfive minutes until with a shout of joy he let the little electronic\ncylinder drop into his hand. \"I'm going back out,\" he said.\n\n\"But, Captain Hartley, you'll get caught on the heating surface.\"\n\n\"Open the cockpit door!\" As soon as he came in, he sat down at the\ncontrols and lifted the craft off. \"See, Cramer, I can think straight,\ntoo, under the influence. You were right this time and I've listened.\"\n\nThen he switched to hover.\n\n\"We're not going back _again_, sir, are we?\"\n\n\"Of course,\" Hartley grinned. \"After all, I made the same mistake you\ndid. Twice I've let the temperature of the specimen box dekelvinise!\"\n\nDespite his continuing sense of well-being, Cramer felt uneasy, but\nthere was nothing he could put his finger on so he didn't protest.\nAnyway, he could see Hartley would not be swayed now from whatever was\nhis strange purpose.\n\nA few hours later they settled back on the asteroid and the Captain\nwent out once more. Cramer tried to watch what he was doing but Hartley\nwas too huddled over the fault he was working for much to be seen. An\nhour later he came back in, and made some fix notations in his log book\nas soon as his suit decompressed.\n\nThey took off immediately. \"This time the box stays locked,\" he said,\npointing at the lid dial which showed the tiny atomic power unit inside\nwas keeping the core's contents at Kelvin 90. Then he radioed the\nmother ship for a directional beam and locked the craft on automatic\npilot. He glanced thoughtfully at his assistant. \"When we come in\n_I'll_ make the report.\"\n\n\"But I know that's standard, Captain, I learned it the first month at\nthe academy.\"\n\n\"Just wanted to make sure you remembered. How do you feel, Will?\"\n\n\"Perfect.\"\n\n\"No after effects! Same with me!\" He thumped Cramer's back in a\nhail-fellow-well-met spirit and Cramer thought, _Not such a bad guy\nsometimes_.\n\n\n\nBut, of course, that little outburst of camaraderie had to stop short\nas soon as they debarked inside the mother ship. The _Solar Pioneer_\nwas strictly spit-and-polish, all twelve hundred feet of it, and as\nthey came out of the scout craft hangar, there were brisk salutes\nto be exchanged and data registration books to countersign. General\nChisholm, a natty man with brightly burnished swagger stick to match,\nwas personally on hand to greet them.\n\n\"Anything of interest to report, Captain?\" he snapped.\n\n\"Fairly routine, sir.\" He gave Cramer a silencing glance.\n\n\"That's the trouble, Captain, the whole voyage has been. You're the\nlast craft in so we're heading back to Earth now.\"\n\nHartley held out the specimen box. \"We spotted a good landing\nasteroid--one side flat as a mesa. Composition fairly similar to\ngranite and mica.\"\n\n\"Nothing else?\"\n\nCramer started to open his mouth but Hartley broke in; \"Nothing, sir,\"\nhe answered.\n\n\"The white stuff, sir,\" said Cramer, holding chin and stomach in.\n\nThe General glared directly at him. \"You're out of order, Mister.\"\n\n\"Yessi--\"\n\n\"Then don't say another word.\" He pulled out a little black book, made\na notation and looked at Hartley as if no one else were there. \"What's\nthis about?\"\n\n\"Nothing important, sir. We didn't have the specimen box set\ncryogenically a few times and when the temperature went up to human\nnormal in the compression cycle chamber little water crystals flew out.\"\n\n\"Well, nothing unusual about that.\"\n\n\"But, sir,\" Cramer protested, \"they couldn't have been just water.\"\n\n\"Silence!\" Chisholm roared and two of his staff officers at the bend\nof a corridor turned to watch the fun. \"Consider yourself under\nProbationary discipline, Mister Cramer. Informality's natural and\npermissible on a front-line craft like a scouter but chain of command\nhas to be _absolute_ on a dreadnought, you know that.\"\n\n\"I'm very sorry this happened, sir,\" Hartley apologized.\n\n\"When we land he's under your probationary control for the first five\ndays of Earth leave. It's up to you to teach him how to stay in line.\"\nHe rubbed his brush mustache thoughtfully. \"To begin with, though, it\nmight be good to take him along to Analysis Lab just to show him how\nwrong he probably is even about the specimens. Any objections to that,\nMister?\"\n\n\"No sir!\" he said, more hopeful now of exposing Hartley.\n\n\"A very good idea, sir,\" Hartley nodded unexpectedly.\n\nThey proceeded two hundred yards toward the stern where the Specimen\nAnalysis Laboratory was located. In one long room there was a row of\ntotally automatic equipment for both deepfreeze and normal temperature\nbreakdowns. Sommers, the chief chemist, set the specimen box in a\nlarge, sealed chamber with one transparent side. When the inside\ntemperature matched that within the box itself fine robot fingers\nunlocked it, withdrew samples and shifted them toward various test\ncompartments. Meanwhile, Chisholm explained about the crystal cloud to\nthe chemist.\n\n\"That must have been an exceptional batch,\" Sommers said, as he studied\nthe response dial. \"_Very_ little moisture here. Nothing important to\nthat one way or the other, though. Matter of fact, nothing important to\nthese specimens in general--usual asteroid run.\"\n\nHartley impassively considered the shocked expression on Cramer's face.\n\n\"Confined to quarters for the rest of the voyage,\" snapped the General,\nturning his back on the miscreant.\n\n\n\nAs Hartley led his ward to scout quarters, he kept shaking his head.\n\"Shouldn't make trouble like that, Cramer. See where it gets you? I\ncan't get ahead in this man's service so how far do you think _you_ can\ngo?\"\n\n\"But you didn't tell him the most important thing. And the material in\nthe lab didn't give off _any_ whiteness even when its temperature was\nraised. I don't think you put in any new chips the third time you went\nout--I think you're trying to hide something!\"\n\n\"Sure, right here.\" He pulled a pocket inside out. A few tobacco shreds\nwere clinging to the lining. \"Go ahead, tell them more and you'll keep\ngetting into deeper trouble. Nobody will believe you anyway.\"\n\nThey stopped by the Recreation Room entrance to watch a foursome at\nping pong. It was a good game, requiring special skill since the\nartificial gravity of the dreadnought-class craft varied slightly from\nthat of Earth, \"Come along,\" Hartley said finally, \"no human company\nfor you until touchdown. When we're on _terra firma_ I'll show you how\nsilly you've been and you can get in on the ground floor for something\nreally big.\"\n\nSaying nothing, Cramer stepped into his little windowless cabin and\nlistened as his door was locked from the outside. He broke open an\nemergency ration bar, munching sullenly until the idea came to him that\nthe asteroid experience had to involve some new kind of drug Hartley\nwanted to keep to himself. He would have to convince the authorities\nthat the matter warranted further investigation, chain of command rules\nor no rules.\n\nMeanwhile, there was a week of isolation to be filled. There were\nthirty courses on his shelf to choose from, various things he had\nplanned to learn when the occasion arose. Now there'd be enough time\nto absorb two of them. He set up the audio-visuals and started on the\nintensive twenty-four hour regimen that permitted even sleeping hours\nto be pedagogically fruitful.\n\nA week later, as the _Solar Pioneer_ settled in its magnetic cradle\nnear Paris, he found himself master of _Old Sanskrit_ (his eighth\nlanguage) and _Luna: History of the First Settlements_. He also found\nhimself once more face to face with the problem of Hartley's devious\nscheming. A Probationer's badge was given him to wear before the\nCaptain took him off the ship. Hartley accompanied him in a RobotCab\ntoward the tower city twenty miles down the Seine from the ancient\narrondissements.\n\n\"That powder was a drug,\" Cramer said as soon as they were alone in the\ncab. \"You think you can turn it to private advantage but the idea's\ninsane--everybody knows the dangers of drugs.\"\n\n\"That's the beauty of it--it isn't a drug.\" Hartley leaned back and\ncrossed his legs. \"There wasn't any after-effect, was there?\"\n\n\"Doesn't mean a thing--drugs only do their real damage after repeated\ndosages. Joy can't be this free--you have to pay for it at horribly\ncompounded interest when it comes this easily.\"\n\n\"I'm willing to wager we're going to find this stuff perfect, no side\neffects at all and--\"\n\n\"The cry down through the ages, Captain, all drugs have been evil but\nthis newest one is the exception. Until it turns out to be the same\nnarcotic chimera, pure hell.\"\n\n\"--and, Mr. Cramer, it isn't a drug.\"\n\nHe threw up his hands. \"A chemical working like that one did isn't a\ndrug!\"\n\n\"Did you ever hear of a narcotic drug that was alive?\"\n\n\"Alive? Did you say _alive_?\"\n\n\"That's what I said,\" he smirked.\n\n\"But then--. You mean it's a germ?\"\n\n\"Ah, getting smart at last!\"\n\n\"Then we're infected and you want to corrupt other people the same way.\"\n\n\"Nobody can be infected.\" Eyes glittering, he watched the first vast\nmetropolitan tower grow ahead of them. \"The germs die after a few\nminutes of body warmth--die and _completely_ disintegrate. I saw it\nthrough the eye-socket microscope!\"\n\n\n\nCramer felt the first cold horror brush his brow like the substanceless\ntouch of the wings of the angel of death, but he managed to stifle his\nincipient protest. It was more important than ever now that he find out\nwhat was being planned. \"That _is_ peculiar. I don't know whether it\ncould be called a drug or not.\"\n\n\"It isn't one. But a name's not important one way or the other except\nsometimes for legal purposes. The important point's that here's\nsomething without any bad side effects because the body utterly\ndestroys it.\" He pulled a cylinder from his pocket. It was the smallest\ndeepfreeze unit generally available. \"At least 100 cc in dormant _pure_\nform inside this cryogenic package.\"\n\n\"That's what you were doing on the asteroid, gathering your own\nprivate stock!\"\n\n\"Naturally. I saw that the powder lay in the schists and just scraped\nthe stuff in and sealed it up.\" He patted the insulating ceramic. \"Now\nwe're going to see a friend of mine and, if I'm right, we have five\nmillon dollars in the palm of my hand.\"\n\n\"Why are you telling me this?\" Cramer demanded.\n\n\"Because it's simpler to have you in on it than on the outside. Not\nthat you'll be able to do anything even if you remain so naively Boy\nScoutish about it. Who's going to believe your story at this stage of\nthe game? There's an even better reason why you'll keep quiet, though,\nbut I won't tell you that until later.\"\n\nCramer was still considering how he might snatch the capsule away when\nthe Captain dropped it back into a self-locking pocket of his suit. The\ncab had stopped before the sleekest tower on Boulevard Radial. Hartley\njumped out, waving for Cramer to follow.\n\nThe elevator had several other people in it, all of whom eyed the\nProbationary badge with distaste. Any attempt to subdue Hartley would\nreceive no support from these super-respectables.\n\nThe two of them got off at the eighty-seventh floor and were ushered\ninto a vast, luxuriously-decorated chamber. About a dozen men and women\nwere scattered about the room, boredly watching a color symphony unfold\non one wall. They were all dressed in the sort of highest fashion\nglitter which evoked as much disgust as amusement among most space\nworkers. But Hartley was obviously not typical of his breed; he enjoyed\ncoming among these people, livening up as soon as he saw them.\n\nA tall, blonde man came slowly toward them, wearily rejoicing. \"So glad\nto see you, Hartley. Ah, a Probationary in tow--well, any Probationary\nis a fellow friend in the kingdom of chaos.\"\n\nHartley perfunctorily introduced them, then glanced around. \"Drinking\nnectar?\"\n\n\"It kills time, can't do any damage and--I know what you're going to\nsay,\" he grinned, \"it's a bore!\"\n\n\"Well, it is, you should be on to something stronger.\"\n\n\"You gone space gaga?\"\n\n\"Not at all, Neilson.\"\n\n\"Who would bother with what isn't safe? Everyone knows down to the last\nnerve tremor the consequences of really good stimulants. We've seen it,\nsmella- and feela-visioned it through social indoctrination procedures\nto the point where no one would dare. All we can do is stick to the\nlegally permissible alkaloid-heightened caffein derivatives.\"\n\n\"Suppose I told you there is something new, something perfect _and_\nsafe?\"\n\n\"I'd say gaga again, sheer lunacy!\"\n\n\"All right, just listen.\" He recounted their experiences on the\nasteroid and, despite himself, Neilson began to show real interest.\n\n\"And you have a capsule?\"\n\n\"Yes, want to try a fleck? That's all you need, I think.\"\n\n\"Oh no!\" Neilson exclaimed. \"Not until I've run the tests.\"\n\n\"Well, that's what I'm here for. You're a biochemist, you have all the\nequipment.\"\n\n\n\nCramer looked disdainfully at the man. The type was common\nenough--probably knew next to nothing about his specialty. But--and\nthis was what made it doubly revolting--he didn't have to know in\norder to be an expert. Good equipment could do _all_ the work in most\ncases.\n\nNeilson waved languidly toward his other guests, mumbling, \"See you\nshortly,\" and let the pair through a series of golden rooms to his\nAnalyzer Laboratory. There he took the capsule from Hartley and placed\nit in a cryogenic tester similar to the one aboard the _Solar Pioneer_.\nAfter temperature adjustments were made, tiny filament hands began\nlifting out specimen flecks and shifting them to various test sections.\n\n\"Odd stuff,\" murmured Neilson as he surveyed the preliminary sheet\npunched out by the reporting machine. \"It's a living organism and--and\nit's _silicon_-based! That's a real weird one. Its biological action\nin the human body wouldn't be like any narcotic, completely new. Can't\nread the next stuff--ah, here's the translation--heightened hormone\ndischarges, not one of which is detrimental. Metabolic cycle of\nbacteria somewhere between three and four hours.\"\n\n\"The spin period for the asteroid! This stuff's likely to be available\nhundreds of places in the asteroid belt, wherever the spin period's in\nthat range. Might have an endless supply because in its native habitat\nit reappears after the heating phase even though something in the\nhuman body destroys it permanently.\"\n\nNow summaries were being pumped out more rapidly and Neilson was\nscanning them with unwonted speed. \"Fleck dose too small for _any_\nendocrine upset. None for musculature either. Gastro-intestinal\nnegative. Bone Marrow negative. Ten minutes after entering the body\nthis stuff dissolves completely into _lower_ elements! Physiologically\nnon-habit-forming. Hartley, if this gives all the pleasure you claim\nit's the answer to our wildest prayers. I will try a fleck.\"\n\nAs soon as he inhaled the infinitesimal dosage he began grinning at the\npair in speechless wonder. Hartley joined him and offered to set a bit\nup for Cramer.\n\n\"No,\" Cramer said, \"I don't care what the analyzers say. You can't get\nsomething for nothing.\"\n\n\"This is beyond price,\" Neilson sighed contentedly. He moved to a wall\nmirror. \"Not even a little retinal contraction. The dosage is so small\nthe silicon base couldn't hurt you even if you took one an hour for the\nrest of your life. And there can't be any hangover.\"\n\n\"No law on the books against it and I don't think the public would\ntolerate a prohibition. This stuff is actually _good_ for you!\" Hartley\nexulted.\n\n\"And we are the only ones on Earth who have it for at least the next\nfew weeks!\" He jotted down some calculations. \"Figure a hundred\nthousand doses in the capsule and at least fifty dollars a microscopic\nflake slice, seventy-five dollars, more probably. Anybody can lay his\nhands on cryogenic capsules--they're all over the place. We'd only\nneed a few dozen runners and I can get them easily enough. Are we in\nbusiness, Hartley?\"\n\n\"Let's give a free sample to your friends first.\"\n\n\"Fair enough, they're going to be among our best customers.\"\n\nCramer watched in horrified disgust as the others were summoned and\nwillingly passed over into the fully-conscious ecstasy. But why the\nhorror? Why the disgust? he demanded of himself. Why condemn something\nthat even the Specimen Analyzer showed to be wholly beneficial? He\ncouldn't find the tangible reason but that didn't matter; there had to\nbe something wrong somewhere.\n\n\"Still not with it?\" Hartley asked after a while.\n\n\"I'd just as soon not bother quite yet.\"\n\n\"Well, you do know what you're missing,\" shrugged the Captain. \"My\nProbationary rights don't give the privilege to insist on this. As I\ntold you, complaining to authority wouldn't change anything but now\nI'll give you the biggest reason why. Even in the highly unlikely case\nof their believing your story, they couldn't move against me because\nthey'd know it wouldn't matter. First I'd see to it that word got out\nabout germ-joy. There are hundreds of craft on the Mars run that can\ndetour into the asteroid belt and pick up a supply once they know what\nto look for. Look at all the freighters that do a little bootlegging on\nthe side now--there'd be no way to seal off that supply.\"\n\n\"I can see that,\" Cramer agreed. \"I'm not interested in reforming\nanything. I just don't want to be personally involved.\"\n\n\"Perfectly all right,\" Hartley said thoughtfully. \"Each man to his own\ntastes.\" Then he moved away to discuss business arrangements with his\nhost.\n\n_How do I get out of here?_ Cramer wondered. _And how do I get anybody\nto listen, to believe such a wild story from a Probationary? Or would\nit be best to string along with them and see what happens?_\n\n\n\nTrying all the while to hide his anxiety, he struggled with a dozen\nproblems that seemed to have no solution, that might not even deserve\na solution if the stuff were as harmless as it had shown itself to be\nso far. For the present, he had to appear to be one of them; just\nbefore going in to dinner, he asked for a fleck and there was a patter\nof applause from everyone with jovial cries of \"For he's a jolly good\nfellow!\" and \"Now you're talking!\"\n\nThere was no denying the renewed sense of youthful cleanliness it gave\nhim, as if every nerve of his body had been gently washed down to dawn\nof life freshness.\n\nThe main course consisted of yeast snow nectar laced with rare\nconfectionery spices that broke evanescently on the palate and then\nsubtly vanished to make way for the next clearly distinct sensation.\nBehind his own mask of laughter Cramer drowsily watched all the other\nchattering faces. After a while there only seemed to be the glitter of\neyeballs and silver and perfectly-spaced teeth sinking into nectar, and\nhe got up with the assistance of Hartley and Neilson to accompany them\nsleepily, oh so yawn-sleepily! away to another room....\n\nHe saw himself floating from afar toward the asteroid, its rougher\nside glowing in the sun, the flatter one a sable blank. He moved\nslowly through a viscous atmosphere, one joint stickily shifting after\nthe other. An enormous flake of whiteness settled on his face and he\ninhaled. To be _this_ happy, _this_ content! And again the movement\naround the surface as gradual as the turning of the asteroid itself.\nOver and over again, never an end to it, while another flake drifted\ninexorably toward his upturned face. And again that final happiness.\n\nHe swung imperceptibly, across the surface of his new home as it\nstreamed in an arcing line along the invisible orbit of the asteroid\nbelt. And always at the right interval another floating flake.\n\nWhen the voices came to him they were hardly wanted and totally\nunneeded but, although he did not listen, he heard them and even\nidentified their owners.\n\n\"He's hooked now,\" Hartley was saying.\n\n\"I guess so,\" Neilson answered. \"But it's not physiological.\"\n\n\"Who cares about that? _Psychologically_ he's going to want the stuff\nfrom now on--any sensible person would. You know, we're actually doing\nhim a favor, destroying his inhibitions against something so harmless.\"\n\n\"Which doesn't concern me one way or the other.\"\n\n\"Well, maybe it would have been neater just to get rid of him but\nProbationers have to report to HQ at the end of their punishment\nperiods. If he doesn't go in today there'll be an investigation and,\nbelieve me, Neilson, they'd trace down my every movement and get an\nelectronic hold on me that I couldn't shake. The whole thing would come\nout.\"\n\n\"A lot of good spilling our beans would do the government. Someone else\nwould just bring in the happy germs.\"\n\n\"Yeah, but this next month's the time when _we_ make our killing. Hey,\nI think he's starting to wake up.\"\n\n\"No, prob--\"\n\nNeilson's answer mumbled itself away and he found himself floating\nacross the flat face of the asteroid, waiting for the next huge flake\nto descend.\n\n... And then he was really awake. He discovered that he was leaning\nagainst the back of a heavily-padded chair, alone in a guest bedroom.\nApproaching footsteps told him the pair was returning and he hastily\nshut his eyes. This had to be carefully managed.\n\n\"Ought to be waking up about now,\" said Neilson.\n\nCramer started stretching, then rubbed his lids and blinked at the\nlight. \"Give me a fleck,\" he pleaded. \"Just a little bit.\"\n\nThe two of them nodded to one another and Hartley leaned forward.\n\"Takes a little while to get it out of the freezer, Will.\"\n\n\"I want it now,\" he said petulantly.\n\nHartley gave his shoulder a comradely squeeze. \"One of the gang now,\neh? Come along and you'll get it. You have to report to HQ.\"\n\n\"I have five days Probationary.\" He got up and followed them a little\nunsteadily to the cryogenic freezer in another room.\n\n\"Five days are up,\" Hartley explained. \"You've been doing a lot of\nsleeping, even were sleepy when you got up to eat.\"\n\n\"Don't understand.\"\n\n\"I'll tell you after you get our sniff.\"\n\n\"Yes, that's what I want now.\"\n\n\n\nOne tiny fleck came out on a holder the size of a fingernail paring. It\nwas frightening how quickly they had developed techniques for handling\nthe stuff.\n\n\"Take it fast!\" Neilson shouted. \"That germ colony's worth eighty\ndollars and it's breaking down fast. You won't get another.\"\n\nCramer leaned forward to quickly breath it in. By the time he exhaled\nit was already working its magic. He straightened up and smiled with\nhangdog gratitude. \"Oh, that's good!\"\n\n\"Had to get you used to it,\" Hartley said. \"Only reason why we kept you\nsleepy--you'll thank us some day.\"\n\n\"Some day? I thank you _now_!\"\n\nNeilson gave him a friendly handshake but his eyes were coolly\nobservant. \"Okay,\" he nodded for Hartley's benefit.\n\nHartley glanced at his watch. \"The stuff's all gone by now. They can't\nfind a thing even if they do give you a checkup.\"\n\n\"But the silicon--\"\n\n\"Not a trace,\" Neilson said. \"This thing even breaks up on the atomic\nlevel, takes a little longer than the germ death but inside an hour no\nsilicon.\"\n\n\"But the fission breakdown--\"\n\n\"Don't ask me,\" Neilson shrugged, \"it doesn't work that way. Must have\nsomething to do with the beautiful energy charge you get from germ-joy.\"\n\n\"Feeling clear-headed?\" Hartley asked.\n\n\"Sure, I'll be right back for some more after I report.\"\n\nHe went out, grinning inwardly. They were right about one thing--it\nwasn't physiologically habit-forming. And he just did not have the kind\nof psychological defect for it to be habit-forming any other way.\n\nWhen he reached Space Pioneer HQ he handed in his card at the\nProbationary desk. The Major in charge looked him up and down in stony\nsilence, then suddenly barked, \"Anything to say, Mister?\"\n\n\"Yes sir. I want to register a complaint with General Chisholm\npersonally.\"\n\n\"What!\" His face turned beet red. \"Look, soldier, we're not strictly\nGI in this outfit out of love of red tape. This is a dangerous service.\nYou have to follow the chain of command every time.\" He entered a black\nmark on the card. \"Tell your immediate superior.\"\n\n\"He's the one I'm complaining against, sir.\"\n\n\"Then go see the Inspector General!\"\n\n\"The time lag, sir, it would take too long to reach General Chisholm.\"\n\nThe Major violently punched another mark on the card. \"Wipe the grin\noff your face, Mister. What's so funny?\"\n\n\"That's part of my complaint, sir. I've been drugged to joy.\"\n\n\"I really ought to call the General. You'd make a perfect punishment\nexample.\"\n\n\"Just as long as I get to talk to the General, sir,\" he said,\nconfidence in his success gone even if the evil stuff kept him feeling\nso good.\n\n\"Wait in the outside room.\" He reached for a phone. \"Who's your\nimmediate superior?\"\n\n\"Scout Captain Hartley, sir.\" He went out and sat down on the edge of a\nchair. No, it wasn't going to work, he could just see it wasn't.\n\nThen the Major was striding out and shouting, \"Follow me, the General\nactually wants to break you in person!\"\n\nCramer sighed and followed him up an escalator, then past two\nreceptionists and two private secretaries. The Major pointed at a small\ndoor. \"You go in on your own, soldier.\"\n\n\n\nHe turned the knob and stepped nervously into a room which was bare\nexcept for a glass-topped desk behind which General Chisholm was seated\nand a few wrought-iron chairs facing the desk. The General stared\nat him as if he weren't there but would materialize under prolonged\nscrutiny. \"Sit down and tell me what this is all about,\" Chisholm said,\nraising one index finger from the desk.\n\nCramer sucked in his breath and the story came pouring out, faster\nand faster all the time as if he were racing against the moment when\nChisholm would bark for silence and bring him crashing down. But the\nGeneral said nothing, studying first one cuticle, then the speaker's\nface, then back to the next cuticle.\n\nSuddenly he slammed on an intercom and said, \"Get Dr. Jonas and tell\nhim to bring a portable blood test rig.\"\n\n\"Then you _believe_ me, sir?\" Cramer was too stunned to remain safely\nsilent.\n\n\"Of course I don't, Mister, but there's too much smoke for no fire.\"\n\n\"The silicon trace may not show up now--\"\n\nA smile flashed up Chisholm's face, then disappeared. \"Those are the\nchances you take when you tell sensational stories.\"\n\nCramer's heart sank once more. \"Yes, sir.\"\n\nThe specialist arrived with his test machine rolling behind him like an\nobedient, lumbering mastiff. When he reached the center of the room he\nturned a dial on his signet ring and the machine stopped.\n\n\"This young warrant officer has given me an interesting account of his\nrecent experiences which, he would have us believe, included being\ndrugged into sleep and semi-sleep,\" said Chisholm. \"I want you to test\nblood samples for silicon traces, in fact the whole gamut of tests.\"\n\nDr. Jonas' pointed chin sank toward his chest, then rose. \"Yes, General\nChisholm.\" He pulled up Cramer's left sleeve and applied a blood-sucker\ntube which clicked off drops until it reached fifty and stopped. The\ndoctor set the fractionating apparatus on automatic and approached his\nsuperior's chair to say, \"I hardly think a person could be sedated with\na silicon compound, sir.\"\n\nChisholm gestured for Cramer to remain silent. \"All right, while\nwe're waiting for your machine to complete its run, here's a purely\nhypothetical problem. Imagine a silicon-based _bacteria_--\"\n\n\"_What?_\" Dr. Jonas exclaimed.\n\n\"I said a silicon-based bacteria. It raises human metabolism when\nabsorbed into the blood stream in the form of a tiny frost flake, a\nflake whose very _atomic_ structure breaks down the elements scale\nwithout the explosive force of nuclear fission or any other kind of\nserious disruption.\"\n\n\"I'd say the whole thing's impossible, sir!\"\n\n\"But let's just suppose it is not.\"\n\n\"Then I'd have to proceed on the assumption that the life cycle of\nthe hypothetical form permits it to reach a high threshold of energy\nstorage, part of which energy is smoothly released while the rest\nachieves a new balance as the silicon transmutes into elements of\nlesser weight.\"\n\n\"Sounds like a reasonable explanation for something unreasonable,\ndoctor,\" he stiffly observed. \"Your tests should be ready now.\"\n\n\n\nDr. Jonas looked satisfied as he pulled the tape from the machine. \"No\nsilicon.\" He stopped, frowning. \"But there is indication of massive\nbarbiturate dosages. This man _has_ been drugged! There shouldn't be\nany lasting damage--he's a healthy specimen all right--but whoever did\nthis wasn't worrying about his welfare, General.\"\n\n\"Thank you, Dr. Jonas, you may go now.\" He casually leaned back in his\nchair. \"This is Top Secret for the present. I will be consulting you\nlater on this matter.\"\n\n\"Yes, sir.\"\n\nBut as soon as Jonas and his equipment were gone the General sprang\ninto frantic action. \"You're under arrest, Mister.\"\n\n\"Sir!\"\n\n\"_Protective_ arrest--although it won't be announced that way. No time\nfor explanations right now. Give me the precise reading and time for\nthat asteroid.\"\n\nWhen he had the information he activated a keyboard at one side of his\ndesk which fed the orrery computer several miles away. A few seconds\nafter he punched in the data, the reply came back with the exact\npresent location of the asteroid. He immediately threw a switch which\nlowered the lights and simultaneously splashed a map of the solar\nsystem on all of one blank wall. The map carried the caption _Pioneer\nLogistic_ and showed a dozen labelled points scattered throughout the\nsystem's inner and median reaches. A few were moving very slowly while\nothers appeared to be at rest.\n\nAfter a minute's careful scrutiny the General leaped to his feet,\nmuttering, \"Good, good, Hazelton can get there in four hours.\" Starting\nhis sender, he brought on Message Center and commanded: \"Get me\nAdmiral Hazelton on the _Star-Seeker_. Top Priority Instant Action\nField Officer Line.\"\n\nCramer, accustomed to slower transmission channels, was startled by the\nspeed with which Hazelton's voice came into the room. \"Standing by,\nGeneral.\"\n\n\"Admiral, have your daily code book handy?\"\n\n\"Right here.\"\n\n\"Put her on today's complete garble in precisely ten seconds.\" He\nset his own coder and waited. \"Okay. Hazelton, are you receiving me\nclearly?\"\n\n\"Perfectly, Chisholm.\"\n\n\"All right, now nobody else can follow what I'm going to tell you.\nImmediately shift course for 325.83.21 in asteroid quadrant, subsection\n38.\" A protesting squawk came hurtling across space. \"First give your\npeople my orders, then I'm going to tell you why.\"\n\nCramer gaped as he heard his superior start to repeat his story. The\nGeneral _must_ have believed it!\n\nTen minutes later Hazelton broke in with a final \"Oh, my God!\" For a\nwhile only his heavy breathing could be heard, then he said, \"Chisholm,\nif there's anything to this it's the worst social catastrophe of the\ncentury!\"\n\n\"I know it. Contact me as soon as you have a sample analyzed. You\nshould be able to manage in six hours or so--this line'll be open at\nall times from now on. Off.\"\n\nChisholm came back to the desk and looked steadily at Cramer. \"You sure\nhave me going far out on a prestige limb.\"\n\n\"I never expected anybody to believe me, sir,\" he replied, all\ngratitude.\n\n\"I still don't but we can't take any chances. I know something has\nto be going on. You see, Captain Hartley resigned from the service\nyesterday.\"\n\n\"But he's still under your command for three months, isn't he?\"\n\n\"No, he's a free agent. He entered a Categorical Resignation. That\nmeans he's giving up all benefits accruing to a man of 25 years\nstanding but his resignation is immediately effective.\"\n\n\"You could still arrange for his arrest through the civil channels.\"\n\n\"I doubt whether any continental president would care for that idea, I\nknow I don't. Your former Captain's a very shrewd man, he knew we'd see\nhow helpless we are--I only hope that you're lying through your teeth!\"\n\n\"If I don't return soon, General Chisholm, he'll suspect something.\"\n\n\"Again, it doesn't matter very much.\" He sat down and rubbed his chin.\n\"If we let you go back, do you think he'd let you see how they're\norganizing their operation? True, it would be more convenient for him\nif, for a few more days, we wouldn't be investigating him--that's why\nhe took the chance of letting you report back here and avoided the\nProbationary hunt. To his way of thinking, chances are that you'll want\nfurther dosages and keep quiet. But why should we expose you further to\nthat stuff when the possible sacrifice involved won't give us any more\ninformation?\"\n\n\"Then you're just going to surrender the point, let him realize you\nknow and won't do anything about it?\"\n\n\"Not exactly. The best we can do is keep him uncertain about you.\nOfficially, you've been arrested for insubordinate behavior by a\nmartinet General who's decided to make a horrible example of you.\nSomeone looking like you is going to be seen entering a punishment\ncraft heading for a monotony run to check the automatic satellites\naround Uranus. That's the stupid best we can do--we're over a barrel.\"\nHis sharp eyes suddenly dug into Cramer's. \"You'll be in isolation\nquarters for the next few hours. I only hope that you'll deserve to\nstay there, that your story is all malicious nonsense!\"\n\n\n\nCramer was escorted to a small cell where there were no audio-visuals,\nonly old-fashioned printed books. He picked up a few of them, stared at\nthe title pages without knowing what he was reading, then began to pace\nhis cell.\n\nWhat if they didn't find a germ sample? After all, nobody had ever\nspotted the stuff before.\n\nNo, they knew what to look for now and that made a difference.\n\nBut maybe it didn't in this case.\n\nAnd what made them feel so helpless? What gave Hartley that much of an\nadvantage over a General of the Space Deeps?\n\nNothing added up and it seemed he had been shuffling the crazy pieces\nfor a week when they came to take him back to Chisholm's office. The\nclock, though, told him only eight hours had passed.\n\nAnother man was in Chisholm's office now and he recognized him as soon\nas he came in--Shelby Johnson, President of North America. The newcomer\nnodded grimly as they were introduced to each other.\n\n\"President Johnson is here incognito, came by a private entrance,\"\nChisholm explained. \"You're not to mention this anywhere.\"\n\n\"A real mess!\" Johnson exclaimed. \"But at least there was someone\ndecent enough to give us forewarning. This stuff's supposed to be so\neffective, no hangover, no known damage to the system--why didn't you\ngo along with Hartley's reasoning?\"\n\n\"There has to be some bad long-range effect, nothing comes that cheap.\"\n\n\"I only hope you're right.\" Johnson's grey eyes seemed to be focussed\nfar off. \"Otherwise the social damage will be terrible.\"\n\n\"_Everything_ you told me has been confirmed,\" said Chisholm. \"Scouts\nhad no trouble finding a batch and the tests confirm that it's\nseemingly harmless, breaks down completely.\"\n\n\"Then why don't you arrest Hartley?\"\n\n\"That would just spread knowledge of this even faster. He's probably\nseen to it that will happen and can hold it over our heads.\"\n\n\"Counter the thing with a propaganda offensive, highlighting the evils.\"\n\n\"What evils? Young man,\" the President broke in, \"Who's going to be\nscared off from something that sounds so harmless? Two things are\nworking against us--the supply's easily replenishable _and_ testing\nequipment's much too common for us to put over any white lies.\"\n\n\"Still hard for you to understand, isn't it?\" Chisholm sighed.\n\"Cramer, a terribly big percentage of the population has become passive\nand bored, just looking for some easy diversion. We have all we can do\njust to keep this social cancer from spreading without germ-joy. _With_\nit, matters can get out of hand. And I don't care how automated and\nwealthy a society is it can't get by if we develop _that_ big a burden\nof non-thinking freeloaders.\"\n\n\"General Chisholm isn't wholeheartedly with the plan I've adopted but--\"\n\n\"But I haven't a thing better to suggest, Mr. President,\" the General\nconceded.\n\n\"Who does? Well, the plan for the next few weeks is this, to keep very\nclose surveillance of Hartley's activities without openly conceding we\nknow what he's up to. We have to hope that some defect will show up in\na user even though the first report says no one sees how it can happen.\"\n\nCramer protested. \"You're going to let him get away with it!\"\n\n\"For the present,\" President Johnson nodded. \"We're not interested\nin punishing a particular man. We have to give him all the joy-rope\nhe needs and hope that he, as the longest-run user, suffers the\nconsequences.\"\n\n\"I could keep taking it myself if you need a guinea pig.\"\n\n\"The rasher section of the public will supply enough guinea pigs,\" said\nthe General. \"You'll stay here at HQ, looking over all the reports that\ncome in, Mr. Cramer, maybe your experience will help somewhere along\nthe line. If, after a few weeks, nothing shows up, we will crack down\non Hartley anyway.\"\n\n\"Not that it will do much good,\" said the President. \"But we, too, need\nour moments of purely personal satisfaction.\"\n\n\n\nThe following day Cramer was given a robot-run suite high in HQ Tower.\nHis human contacts were restricted to a few total security clears who\noccasionally brought him messages too delicate for transmission on\nthe building's internal net. Inured to the isolation-training of the\nspacenaut, he was not disturbed by the lack of company.\n\nBut within two days a message arrived that did disturb him. The\n_Star-Seeker_, returning with its precious capsules of asteroid\nbacteria, was still a week from Earth base and already one scout who\nhad somehow sampled germ-joy was under forcible restraint for trying\nto get additional dosages. Medical analysis showed no physiological\naddiction but it did indicate some purely psychological craving\ntriggered by merely one dose. The scout was not moved by the warnings\nof the frost flake's possible danger since there was no binding proof\nof it.\n\nChisholm had scribbled across the bottom of the document: 'This is\nlikely to become the classic form of our difficulty, the refusal to see\nhorror unless it can be shown. And here again it's happening to a Space\nService man!'\n\nCramer shuddered at that. The Service contained the cream of Earth's\nmanpower. If germ-joy could bring out their psychological weaknesses,\nhow much worse the effect was bound to be among the listless, bored\nmasses!\n\nAs the days went by there were occasional reports on Hartley's\nactivities. With Neilson's help his agents had smoothly eased into many\nsectors of the scientific underground and huge quantities of money were\nmoving up through the distribution hierarchy. There were even spy reels\nfor him to run off on his projector, reels which showed the ex-Captain\nlooking fantastically youthful and self-satisfied.\n\nOnce in a while the bitterly ironic thought came to Cramer that maybe\nHartley was inadvertently on the right side. Suppose, just suppose that\ngerm-joy was actually _good_ for humanity! More than ever he longed\nfor some evil effect to become manifest even if it meant he, himself,\nshould be stricken by it.\n\nEventually he was summoned to Chisholm's office where several\nscientists were gathered. The feed lines for a Medical Computer had\nbeen set up there and he was put through another rigorous checkup. At\nthe end of a half-hour Dr. Jonas threw up his hands and said, \"You're\nin perfect health. Still no after effects--I don't think there'll ever\nbe any. How could there be?\"\n\nChisholm considered Cramer almost resentfully. \"You're too damned\nhealthy for our own good! Dr. Phillips here has equally bad news--he's\na biophysicist.\"\n\nPhillips, a skinny, dark-haired man, tried to smile through his look\nof bewilderment. \"We've absolutely run through the testing gamut on\nthe stuff _Star-Seeker_ brought back. Ultra-high microscopy shows\nno RNA or DNA in our frozen samples, in fact nothing to carry the\ngenetic pattern--yet we know it's alive! We've no way of coping with\nsomething so radically different, something that breaks all the way\ndown the atomic scale so peacefully. It can only be controlled by some\n_sub_-atomic patterns unknown to us.\"\n\n\"There's no way to probe it sub-atomically?\" asked Cramer.\n\n\"Not at this fine a level. What methods we have show nothing\nexceptional there after the silicon breaks down.\" He frowned in a\ndreamy sort of way. \"A lot of the tiniest subatomic bits are still a\ntotal mystery, too small for our analytic tools to grapple with. If\nthis stuff would reappear in some analyzable form now we could learn an\nawful lot about those unknown interactions. Fat chance of that, though!\"\n\n\"We'll wait another week,\" said Chisholm, \"then, if nothing's happened,\nwe'll pull Hartley and his crew in and hope the public won't end up in\nhis corner. There are probably several thousand regular users already.\nWe already have a few _scientists_ saying the stuff's all right, that\nwe should _encourage_ its use!\"\n\n\"Idiocy,\" observed Phillips sadly, \"is no respecter of high IQ's.\"\n\n\n\nThe week went by more and more slowly in Cramer's tower suite and all\nthe reports only confirmed the General's forebodings about the spread\nof germ-joy's appeal. Someone else had somehow brought in a batch and\nwas distributing it through a new, completely independent set-up. And\neverywhere there were vague rumors of a beneficial substance that\n'they', the eternally conspiratorial 'they' of undefinable higher\nauthority, were keeping from popular use.\n\nThen, on the seventh day, Cramer had the rash.\n\nIt encircled only the wrist of his left hand but the red splotches\nitched so violently that he immediately called in the medical team. By\nthe time the doctors arrived it was already subsiding. A sample from\nthe splotch area, though, showed a significant trace of silicon but\nnone of the bacteria.\n\n\"Somehow the element reformed!\" Phillips exclaimed. \"We're approaching\nthe breakthrough!\"\n\nCramer watched the splotches shrink into themselves, fearfully\nwondering what the next phase would be. But, an hour later, this turned\nout to be bitterly anti-climactic for the assembled group. A urinalysis\nshowed that his body had thrown off an amount of silicon roughly\nequivalent to the amount he must have taken in through the flakes.\n\n\"Looks like you've passed through your crisis,\" Jonas said. \"You're in\nperfect shape again.\"\n\nThe scientists all looked crushed but their mood changed to annoyance\nwhen they saw Cramer's enthusiastic grin. \"Don't you see?\" he said. \"If\nthis happened to me, it should be happening to Hartley too. He got his\nfirst sniff only a little while after I did, so the incubation period's\nthe same for him!\"\n\n\"Unless the large amount he's taken in since then actually confers\nimmunity,\" Phillips muttered.\n\nCramer's face fell but he persisted. \"We have to find out one way or\nthe other, don't we?\"\n\n\"No doubt about that!\" Phillips called Chisholm's office and explained\nwhat had happened.\n\n\"Then the operation's on,\" the General told him, happy to be acting at\nlast. \"Hartley's at Neilson's place and we have to get him. Bring along\nall the test equipment you'll need.\"\n\n\n\nWhen they broke into the vast penthouse apartment they found nobody\naround. As they went through one empty chamber after another, they\nbecame increasingly nervous. \"The building's been thoroughly staked\nout,\" Chisholm fumed. \"We know he hasn't left this floor.\"\n\nThen, in the last chamber, they found him. He was lying on a silken\ncouch, breathing heavily, and when they came closer they saw that all\nvisible parts of his body were covered with angry splotches.\n\n\"Get the cameras going,\" barked the General.\n\n\"No, do something for me,\" Hartley gasped, staring in horror at his\nhands as if waiting for something to appear there. \"All ran away, all\nof them.\"\n\nAs they watched, the splotches on the back of each hand exploded into\nrunning sores. While an assistant took a sample from one of the evil,\nflowering things, Jonas held an anaesthetic bottle to the sinking\nman's nostrils. But it had no effect and he only groaned the louder,\ndemanding surcease.\n\nMore sores opened up on the neck while most of the team frenziedly\nattended to the Analyzer. One of them came up to the foot of the\ncouch where Cramer was standing with Chisholm and Jonas and whispered\nto them: \"Now it's a silicon _virus_ and it's inducing massive\nflash-cancers!\"\n\nPhillips was too absorbed in some abstruse calculation to look toward\nthe couch any more. \"What a breakthrough!\" he suddenly exclaimed.\n\"We'll be able to extrapolate the interactions now!\"\n\n\"Any danger of catching anything from him?\" Chisholm asked, looking at\nthe pullulating mass.\n\nJonas glanced at a report tape that had been handed to him. \"No, you\ndon't pick up carcinomas that way. And we know from Cramer's experience\ntoday that the victim only erupts into this when a certain critical\nintake has been exceeded.\"\n\nThere was one final gasp and Hartley lie dead, his mouth the only\nremaining recognizable feature. Chisholm steeled himself to look at the\nhuman wreckage with the objectivity of the nearby camera. \"Horrible,\nbut it would have been worse if it hadn't happened, if we didn't have\nthis proof. A different kind of horror, social and slow, but even\nworse. This way only a few die, not the race.\"\n\nCramer heard the General pick up a phone and ask for President Johnson,\nand all about him there was the clamor of excited researchers getting\non with their jobs. But he could not turn away from the ugly spectacle\nof this death quite yet, nor could he feel any exultation before\nit even though he knew this outcome was the most desirable of all\navailable possibilities. When you had sailed across the farther deeps\nwith one comrade you had to remember him for whatever had been best in\nhim, not worst.\n\n\nTHE END\n\n\n\n\n",
    "metadata": {
        "author": [
            "Teichner, Albert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72429/pg72429.txt",
        "name": "the_happiness_rock.json"
    }
}