{
    "name": "The Facts of Life",
    "author": [
        "Miller, P. Schuyler (Peter Schuyler)"
    ],
    "body": "\"The ability to profit by past experience and to use this knowledge as\na guide to future action may, ladies and gentlemen, be taken as the\nprimary differentiation between the animal and the vegetable kingdoms.\"\n\nThus Professor Melchizedek Hobbs, principal of the Springville Free\nAcademy, on the day long-gone when I began my higher education. I can\nsee him yet, the apotheosis of the Victorian schoolmaster, Ichabod\nCrane, come to life: the sparse, sandy hair brushed carefully across\nhis bony skull, his long nose trembling with the vehemence of his\nargument, his artist's fingers stained with the chemicals which he had\nlately been preparing in the school's laboratory, fumbling nervously\nwith his mauve cravat and peering worriedly over the tops of his\nsteel-bowed spectacles at our bright and shining faces.\n\nTo Mr. Melchizedek Hobbs every moment of every day was precious.\nThose of us who came to know him a little more intimately in the four\nyears that followed realized that he was not like other teachers. His\nteaching was the driving purpose of his life, second only to the keen\nand insatiable curiosity which sent his vulturine nose prying into the\nintimacies of Nature and ferreting out improbable facts to the greater\nglory of botanical science. Now, on our first day at the Academy,\nhe paced the rostrum like a moulting crane, wholly intent on the\nseriousness of his peroration.\n\nHoneyed persuasion was in his voice, and a note of steel when it was\nneeded, for by any standards Mr. Melchizedek Hobbs was no mean orator.\nNow he made an appeal to our young emotions:\n\n\"How often in one's journeyings is the heart warmed and the spirit\nmoved by the solicitude shown by even the lowliest of God's thinking\ncreatures in the care and upbringing of its young! How appalling is\nthe contrasting lethargy which characterizes the race of the cabbage\nand the vegetable marrow! With what wanton abandon does the profligate\nthistle scatter its plumed seeds to the four winds, yet with what\nloving patience does the gentle hind nurture her fawn and bring it to\nmaturity.\n\n\"Education, ladies and gentlemen, is not the prerogative of Mankind!\nThe kitten learns from the wise mouser, its mother, to stalk its\nwary prey. The sparrow in its nest is taught to spread its trembling\nwings. Even the field mouse learns to know its natural enemies and\nto recognize them from afar. It is God's will on Earth that in every\nthinking race the parent should instruct its young, the adult impart\nthe accumulated wisdom of its kind to the immature. Education, ladies\nand gentlemen, is the heritage of the animal kingdom--the privilege\nwhich divides us from the leek and the asparagus! I trust that you will\nnot deny that heritage!\"\n\nThus Mr. Melchizedek Hobbs, in the days when I first knew him. There\nwere a few of us who tagged him through the woods and fields, listening\nto his painfully erudite disquisitions on matters of botany or zoology,\nfollowing his kicking heels and flying coat-tails in wholly undignified\npursuit of some new butterfly or beetle, or laboring home under the\nweight of collecting boxes stuffed with mosses and rare ferns. We\nlearned little enough, I suppose, for I find it hard now to distinguish\na primrose from a cowslip, but we appreciated the very real enthusiasm\nwhich was his, and his sincere desire to learn and to impart what he\nhad learned.\n\n\n\nThen, in our turn, we graduated and went our separate ways. I heard\nthat a maiden aunt in England--some forgotten relative of his\nmother's--had died and left Professor Hobbs an income which permitted\nhim to leave the Academy and open a little greenhouse which was as\nmuch a laboratory as a business enterprise. I wrote him a letter of\ncongratulation, and from time to time in my wanderings I sent him slips\nof rare or beautiful plants which came to my attention. And then,\nonly a few months before my travels were ended and I came back to\nSpringville, I happened on the Zulu rose.\n\nWhere it got its name I do not know, for to the best of my knowledge\nthere are not and never have been Zulus in Madagascar. Probably some\nAfrican explorer, a little off his regular course, paid a fleeting\nvisit to the isle of marvels and bestowed his taxonomic benediction on\neverything that came to his attention. In any case, and by any name,\nthe Zulu rose would be the same anomaly.\n\nI had gone to Madagascar with some wild idea of finding and dragging\nback to civilization the fabled man-eating tree. That I failed was\nprobably due in part to the fact that it never existed, save in some\nretired colonel's fevered imagination. I panted off on the trail of\nthe Aepyornis and had to be satisfied with a much addled egg, still on\ndisplay in the Springville Free Museum and Loan Library. I shot lemurs\nand hunted for missing links, for Darwin's \"Origin of Species\" had been\nvery much before the undergraduate eye during my college career. All I\nfound, in the end, was the Zulu rose.\n\nWhat first attracted me to the plant was the fact that it was never\ntwice the same. There was a family likeness--about as much as there is\nbetween me and my brother Charles--but that was as far as it went. No\nself-respecting plant behaves like that.\n\nThe first that I saw was in a young lady's hair, and I only noticed in\npassing that it was very much like a full-blown rose, with crimson,\nsatiny petals. The following morning, on my way back to the hotel, I\nsaw the same rather spectacular blossom in a private garden and was\nsomewhat puzzled by the fact that it was growing on a stalk very much\nlike an Easter lily, with long, swordlike leaves in a whorl about its\nbase. There were several colors on the same bed--reds and creamy whites\nand one lot of a striking orange color.\n\nThen, in the forest, I found the things growing in an entirely\ndifferent manner. At least, the crotchety old duffer who was guiding\nme swore that they were the same plant, although these were growing\nlike parasitic orchids on huge mats of threadlike roots. The petals\nwere more orchid-like, too, and less flamboyantly colored, and I\nassumed that this might be an ancestral form from which the cultivated\nvarieties had been developed.\n\nAll in all, I think I saw some twenty different varieties of Zulu rose\nand no two of them were alike. That I did not see the one thing that\nwas of importance, or even hear of it, can be ascribed only to the\nnotoriously bad luck of the Abercrombies. I saw Zulu roses that were\nlike thistles, and others that were like sunflowers. I saw them growing\nlike water-lilies, like cactus, and like edelweiss. They weren't\ncommon, but wherever they were they seemed to be perfectly adapted to\nthe environment they were in. Their perfume was really overpowering and\nnot entirely pleasant, and I noted in passing that there were never any\nbees or other insects near them. Unfortunately, while I mentioned the\nfact to my old teacher in the letter I sent with cuttings of three or\nfour of the plant's many varieties, I let it go at that.\n\nNearly a year passed before I saw Miss Liberty's torch raised over New\nYork harbor and watched the friendly hills of the Mohawk Valley closing\nin on either side of the train. Springville was just what it had been\nfifteen years before--the same rutted streets, the same fly-specked\nstore windows, the same sleepy horses in front of the Oriskany\nHouse--even the same sparrows quarreling under the eaves of the\nMethodist Church. Jim Selford hacked me up from the station--he's Mayor\nof Springville now, and proprietor of the garage which he opened with\nmuch misgiving when he was sure that the horse had gone to stay. In the\ncourse of our parade up Main Street he gave me thumbnail sketches of\npractically everyone of importance who had been born, died, or come to\nfame since I left town.\n\nI had my first hint that all was not well when we passed the\nhole-in-the-wall that had, during my childhood, been a combined\ntobacco and sweet shop. It had an already weather-beaten sign over the\ndoor--\"HOBBS--FLORIST\"--and busy about the front of the shop was a\nfamiliar figure in the normal costume of a respectable upstate female.\n\nJim cast a glance over his shoulder at my question. \"Her? That's\nAbigail Jones; tends for old Hobbs.\" He spat accurately at the iron\nhitching post in front of the First National Bank.\n\nNow I know Jim Selford. The boys I cronied with had spent a good deal\nof their time around his livery stable, and our own yard had backed up\non his. There had been certain disagreements about the uses to which\nhis pears should be put, if I remember. At any rate, I knew he was\nholding something back.\n\n\"How is Professor Hobbs?\" I inquired innocently. \"I suppose he's one of\nthe city fathers by now.\"\n\n\n\nJim looked at me with suspicion, but I kept an impassive face. He\nuncrossed his legs, crossed them again, picked up the whip and gave the\nbay mare a cut across the rump that made her jump. \"Geeup!\" he answered.\n\nI recognized the gambit. I must give before I would get. \"Has he had\nany luck with the plants I sent him from abroad?\" I asked. \"There were\nsome very rare ones that you won't find in any of the big botanical\ngardens. If he can grow them here, it ought to put Springville on the\nmap.\"\n\nThat did it. Jim planted both feet with a clump and twisted the reins\naround the whip. He spat his quid into the gutter, dusted off the plug,\nand cut a new chaw. Then he turned on me.\n\n\"You're into it too, are you? Might of knowed! If there was ever a\nworse show an' hullabaloo than that old fool has raised I never seen\nit. If I was the Widder Jones I'd starve afore I'd leave my daughter\ntend shop for the kind he is. Batty--that's what's wrong with him!\nCrazy as a coot! And dangerous! Them damn flowers! Ptah!\"\n\nThen he closed up like a clam. I got not one word more out of him until\nwe pulled up in front of my uncle's house, now mine. Then: \"Go on up\nthere,\" he said. \"See for yourself. Giddap!\"\n\nWhich, of course, is exactly what I did. Of all my old friends and\ncronies, Melchizedek Hobbs was the one to whom I had been closest.\nJeremiah Jones had written me a few times from Chicago, where he was\nwith some firm of chemists, and I gathered that Sydney Smythe was\nenjoying the spoils of aristocracy as cashier of his father's bank, but\nI was not anxious to see Sydney. The others had scattered or married\nand settled down, and I doubted that they would have much in common\nwith footloose Jamie Abercrombie, who had too much money for his own\ngood and had just inherited another slice that he hadn't earned.\n\nI had dinner and a pipe and then set out along the well-remembered,\nmaple shaded lane of Spring Street, past the old Sutherland place at\nthe corner of Eagle, where a scrawny hedge had replaced the old white\npicket fence; over the limestone bridge across the Grooterkill, built\nby one of the Irish stonecutters who had been brought over to work\non the Erie Canal; past the Jones house with its neat lawn and big\nred barn. There was someone on the porch, but I didn't stop. I didn't\ncotton much to Abigail, and there would be plenty of time in daylight\nto talk to Mrs. Jones.\n\nMelchizedek Hobbs lived almost at the end of Spring Street, in a\nhuge, rambling clapboard house that hadn't been painted since before\nGettysburg. The grass, as usual, was rank on the lawn, but the\nflower-beds that lined the flagstone walk were pictures of tender care,\nand the big new greenhouse in the backyard shone like silver in the\nmoonlight.\n\nThere was a light out there, so I went through the side yard and\naround the house. There was a high wire fence across the yard, with an\niron gate, and the gate was padlocked. I rattled it and hooted. The\nlight went out in the greenhouse, and a moment later I saw the gaunt,\nscarecrow figure of Melchizedek Hobbs stalking toward me.\n\nHe knew me at once, in spite of my handsome, flowing moustache and\nweather-beaten complexion, and after fifteen years. Nor had he changed\nmuch himself. He was a bit thinner and he had taken to a pretty obvious\ntoupee. His nose seemed longer and sharper, and a little redder, and\nhis clothes were a little shabbier than I remembered them. He was\nwearing a butterfly-wing bow-tie instead of the magnificent mauve\ncravats that I remembered, and it was on crooked.\n\n\n\nWe went around to the front porch and sat in the summer moonlight,\nwith the mingled perfume of hundreds of flowers wafted up to us from\nhis garden, and the moist, rich smell of the Mohawk in the days before\nfactory wastes and oil tankers turned it into an open sewer. We talked\nabout old times, and about my adventures in far lands, and the exploits\nof others among his favorite pupils, but I could see that he was\nuneasy. So, very gradually, I turned the conversation to himself and\nhis flowers. I told him of my experiences in finding some of the plants\nI had sent him, and he went into raptures over the things he had done\nwith them. And then I asked about the Zulu rose.\n\nIt was like throwing a blanket over a coop of clamoring ducklings. I\nknew he was looking at me through the darkness, his long nose quivering\nwith indecision. I knew that he wanted me to leave, or change the\nsubject, but I knew that he would never ask me to do so. It was cruel,\nperhaps, but I simply sat and waited.\n\nIt seemed a long time before I heard him sigh. \"Yes, James. Of course.\nYou have been told something in the village. It was Jim Selford, I\npresume--he would be the one. Well--you have the right to know.\"\n\nHe got to his feet, and to my amazement began to pall off his coat. He\ndropped it at his feet and proceeded further to haul his shirt-tails\nout of his high-waisted trousers. Then, with trembling fingers, he\nstruck a match and held it over his head.\n\nHe had on a kind of smock or cassock that came clear down to his bony\nknees. To the waist it was literally patched with little pockets, and\nevery pocket was stuffed with rich black dirt out of which rose the\nleaves and stems of seedling plants in various stages of maturity. Some\nwere no more than green buttons and some were well leafed out. Some\nwere flourishing vines, that wound affectionately around his arms and\nhis scrawny neck, and thrust tender tendrils down inside his celluloid\ncollar.\n\nIf that was the way he went about, no wonder the town thought he was\ncrazy!\n\nHe said nothing. He went down the steps and around through the yard to\nthe greenhouse, and I followed. He unlocked the door and opened it, and\nI was stifled by a blast of tropical heat and fragrance that sent me\nwinging back to Madagascar and the girl in the hotel.\n\nHe stalked down the long aisle of the greenhouse, and I was right at\nhis heels. He lighted lamp after lamp, and as the place filled with\nlight my jaw began to drop, until I must have looked like a candidate\nfor the booby-hatch myself. It was incredible!\n\nThe place was full of Zulu roses of every size and description. There\nwere thousands of them--all different--and they filled the greenhouse\nwith a riot of fragrance and rich color that made my head spin. Then I\nsaw something that sent cold fingers diddling along my spine, for as\nMelchizedek Hobbs walked down the aisle between the banks of plants\ntheir gaudy blossoms turned on their stems to follow him, their leaves\nand stalks stretched out to touch him, and a soft, expectant rustle\nwent up from thousands of straining fibres.\n\nHe stopped at a second closed door. \"These are the breeding beds and\nnurseries,\" he told me. \"You are, of course, aware that reproduction\nin the Zulu rose is bi-sexual and that it does not take place until\nmaturity. There were no male plants among those you sent me, but we\nhave a number of them now.\"\n\nHe opened the door. The greenhouse was L-shaped, and we stepped into\na kind of vestibule at the angle. A new perfume flooded into my lungs.\nI felt my heart pounding, the blood rushing through my veins. I sucked\nthe infernal stuff into my lungs and knew that I was breathing faster,\nmy nostrils dilated, my eyes bright. I remembered a neat pair of ankles\nI had glimpsed from the cab on Fifth Avenue. I remembered the curve of\na dark cheek--the quirk of a pair of soft red lips--the sidelong glance\nof black eyes. The stuff was an aphrodisiac of the most violent sort,\nand I saw the color come to Melchizedek Hobbs' pale cheeks and his nose\ntwitching with emotion. He reached up and patted his toupee into place.\n\nHe pointed. The plants were growing in pairs, male and female, and\ntheir shameless behavior made me gasp. It was outrageous! It was\nincredible! It was against Nature!\n\nSuch abandoned love-making I have never seen in man, beast or bird,\nlet alone a vegetable--and I have seen more than most. The twining\nstems--the caressing leaves--the squirming, kissing blossoms: I\nwas staring like a silly girl. It was all in the most sensuous of\nslow-motion, for the things could move as they pleased, or very\nnearly so. It was like an underwater ballet, completely shameless and\ncompletely animal, and I wondered whether any of the town fathers had\nseen it. If they had, I suspected, Melchizedek Hobbs wouldn't be going\nabout as he was. He'd be in jail, or riding down the turnpike on a rail\nwith a coat of tar and feathers.\n\n\n\nThe old duffer cleared his throat with a mournful sort of cough. I\nsuspected that he was completely embarrassed. \"You see?\" he said\nplaintively. \"These creatures are very near the animal in many\nrespects, although they are botanically true plants. They have many\ntraits which I had never thought to find in the vegetable kingdom. You\nmay remember my remarks on that subject, from your school days.\"\n\nHe stared long and gloomily at the rioting blossoms, then cleared his\nthroat nervously. \"Eh, yes. These are my young adults, just at the\nmating age. They are grown in the outer beds, which you have just seen,\nand brought here when the female begins to mature. The--ah--pollination\ntakes place, as you see, with much demonstrative display on the part of\nboth sexes. I find it closely akin to the nuptial display of certain\npheasants, although there are other aspects--but no more of that. The\nplants are long-lived, and they will enjoy a--ah--happy wedded life\nfor some weeks, until the young plants begin to bud. Then the male\nis ignored, his--ah--wooing reflexes degenerate, and he withers away\nwithin a night.\"\n\nHe made his way between the beds of oblivious lovers. They were too\nintent on the business of life to sense that he was there. He opened\nstill another door.\n\nI heard the rustle of leaves as we stepped inside. It was\nhostile--alarmed--like the buzz of a rattler's tail among dead\nleaves. He lit the lamp, and I saw that every flower-face in the\nplace was turned toward us. I saw more: their leaves were hugged\nup like shielding arms, wrapped around their stalks just below\nthe great blooms. There was something alive under those clinging\nleaves--something small that moved.\n\nMelchizedek Hobbs had taken up a watering can and an artist's palette\nwith little cups of chemicals instead of paint. He went down the aisle,\nmoistening the soil around one plant, stroking another's trembling\nleaves, feeding a third with lime or potash or some other stuff from\nthe palette. Gradually their leaves unfolded and I saw the little new\nplants budding from their mothers' stems, just above the highest whorl\nof leaves. The shape the things took seemed to depend on the kind of\nsoil they were in, but the young plants were all alike, tiny and green\nand shapeless, much like the embryo of any animal.\n\nProfessor Hobbs came back and set down his watering can and palette.\nHis pale eyes were pleading with me to understand. He looked like some\nmedieval sorcerer in his long black robe with its scores of little\npockets stuffed with growing plants.\n\n\"They are very like animals,\" he repeated morosely. \"The female\nof the species is quite essential to the normal upbringing of the\nyoung. It is not so much a question of nourishment, especially after\nthe young plants have fallen off and taken root, but there is a\nstrong--_rapport_, your French friends would say--between the parent\nplant and her offspring. Affection, almost. I am convinced that she\nteaches them the things that they must know to live in the environment\nin which they find themselves.\" His eyes were beginning to gleam. \"It\nis very interesting! Very! I have placed young plants in entirely\ndifferent soil, fed them entirely different salts, yet so long as they\nare near their mother they will endeavor to take her form. I have\nbrought stranger-young to a bearing female and placed them among her\nbrood, and they become like her. These--\", he touched the tiny plants\nin his pockets tenderly--\"these are orphans which no other plant would\nadopt. I have had to do so myself.\"\n\nMy head went around like a teetotum. The whole thing was a nightmare!\nCertainly I had never suspected what would follow my innocent gift\nof the beautiful flowers which had attracted me so in Madagascar. No\nwonder the town thought him mad!\n\n\n\nWe went back through the long greenhouse, and again I saw stems and\nblossoms twist and sway to greet him. He touched one gorgeous purple\nbloom and it stiffened under his hand like a cat, but with the slow,\npainful motion of something which has no right to move.\n\n\"These are all my children,\" he said softly. \"My first-born.\" He\nglanced at me apologetically and his face was flushed. \"I must appear\nodd,\" he said. \"You see, as I have told you, there were no male plants\nin the bundle which you sent me, and consequently, although it was not\ndifficult to bring them to maturity, pollination of the female flowers\nwas impossible. As soon as I understood a little of their morphology\nand metabolism I realized that they must be artificially fertilized\nif the strain was to continue. Lacking the male element, it was\nnecessary for me to devise some mixture of chemicals which would serve\nas a substitute. Needless to say, I was successful, and these lovely\ncreatures are the result.\n\n\"The methods of insemination which I was forced to employ were drastic\nin the extreme, I am afraid, but it will never again be necessary to\nmake use of them. We have a fine new generation of young plants growing\nup and maturing, ready to mate and bring forth their own kind as you\nhave seen. Many of the parent plants, alas, failed to survive. Some of\nthe young died, too, but these you see here I brought up myself, with\nthe aid of one strong plant which did endure my treatment. She is still\nalive, and these--the children of my science--the young whom I fed\nthrough infancy and taught as I once taught you, James--they look to me\nas to a father. They love me, James. They--and she--and no one else. It\nhas been lonely.\"\n\nWe went back to the house. The cloying perfume of the weird plants\nstill clung to us, and I could see the tendrils of the little \"orphans\"\ncreeping and writhing over his cassock.\n\nWe went inside. It was as I remembered it, fifteen years before--not a\npicture or stick of furniture had changed. But there was one addition.\nOn the taboret beside his chair, at the left of the great tiled\nfireplace, was a squat black urn, and in it--the plant.\n\nI realized, of course, that this was the one remaining plant of those\nI had sent him--the veteran of his experiment--the \"she\" of whom he\nspoke. It was showing signs of age. Its waxen leaves were splotched\nand greyish. Its silky crimson petals, deepening to scarlet at the\nheart, were faded. Not until he sank down in the old Morris chair and\nstretched his long legs out toward the hearth did it respond and bend\ndown toward him.\n\nHe cradled the great blossom for a moment in his palm, and let his\nfingers slip lovingly down its slender stem. I saw its withered leaves\ntremble at his touch, and smelled the faint perfume that rose from it.\n\n\"She is growing old, James,\" he said wistfully. \"She is sick and\nold, and I am all she has. She is very like me, in many ways, and\nher company has been good for me, but some day soon I must kill her,\nquickly and painlessly, before disease cripples her any further. It\nwill be the kind thing to do.\"\n\nI was all wound up inside. They were right in the town--this was mad,\nabnormal, unhealthy--but he had every reason to be as he was. A man\nwholly wrapped up in his science, lonely and misunderstood, suddenly\nconfronted by these exotic, almost animal blossoms: no wonder his\ncuriosity and imagination had been aroused--no wonder solicitude had\nbecome something like affection. And in their turn, I realized, these\nstrange plant-animals had learned to look to him for the things which\nNature, in this environment, did not provide. They were amazingly\nquick to adapt: I had known that from the first. So it was that when\nhe fertilized them, taking the place of the missing males, the female\nflowers accepted him and gave him the weird affection which Nature\nstored up in them for their normal mates.\n\nThat affection, in Nature, assured the species of continued life.\nIt was a blind mechanism, designed by evolution to defy drought and\ndisease and famine. Nature has implanted it very strongly in most\nanimals, but rarely in plants. The female plants looked on him as a\nmate; the young buds, in their turn, found in him a parent. Oh, it was\nall very simple to explain in terms of biology and psychology--except\nto thick-headed, well-meaning village folk of the kind that live in\nSpringville, N.Y. They thought him crazy now, but they would think\nworse than that if I ever breathed a word of the truth in his defense.\n\nThere isn't much more, as it happens. What it was--a hunch--some flash\nof intuition--maybe the common sense I am supposed to have inherited\nfrom my Scots ancestors, and which has made Charles the figure he is on\nWall Street--I don't know. I may have remembered the toupee and the bow\ntie and a word dropped here and there, and put a few numbers together.\nBut next morning early I went down to Melchizedek Hobbs' little flower\nshop on Main Street to see Abigail Jones.\n\n\n\nAbigail's brother had been my best friend in school, and is today,\nbut she and I had never hit it off. She was a good twelve years older\nthan either of us, and she was the perfect figure of the soured,\ndessicatedly righteous virgin whom we characterize by the tag, \"old\nmaid\".\n\nThe shop showed plainly the care she devoted to it. Everything was\nimmaculate--painfully so--and the potted plants were trim and crisp,\nthe cut flowers fairly sparkling. I wondered where they came from,\nfor there had been nothing but the Zulu roses in Melchizedek Hobbs'\ngreenhouse, and then I remembered that the Jones family had had fine\ngreenhouses of their own when I was a boy. That was when two and two\nmade four, and I finally made up my mind.\n\nI told her plainly, in so many words, what the trouble was. I took\ndue blame on myself (and I am sure she has never forgiven me) and did\nmy best to point out in a calm, rational, scientific manner that what\nhad happened was the result of purely natural causes operating in a\nperfectly logical way. Her face never unfroze, her eyes never as much\nas glinted, and I don't know to this day whether she did what she did\nbecause she wanted to or because she thought it was her Christian duty.\n\nAs I say, she heard me out without turning a hair. It was only when\na sudden flash of inspiration came to me at the very end, as I was\nhalfway out the door, that I thought I saw a bit of a twist on her prim\nlips. I remembered then that my uncle had had a very fine, large bull,\nand I told her so.\n\nWhat happened that night, was in a sense, tragic. The bull got loose,\nas it had done before. It rooted and rampaged down the length of Spring\nStreet, breaking through the Sutherland's new hedge, plowing up the\nPitkins' dahlia beds, scaring a grey mare and spilling out two spooners\nin a buggy, chasing Constable Nate Williams up a lamp-post, and topping\noff the evening by raging through Melchizedek Hobbs' greenhouse from\nend to end. By the time a posse had ramped through after it, and been\nchased by it, and hosts of small boys and frantic dogs had followed\nthem and fled before them, the species Zulu rose was extinct in the\nWestern Hemisphere.\n\nI say extinct. Melchizedek Hobbs had come out in his crazy smock to\ndrive the beast off, and it treed him. It tore the robe off him and\ntrampled it to ruin. I know, for I was the one who got him down out of\nthe tree when they had cornered the bull.\n\nThe old plant was left, and I have always had to give credit to\nAbigail, much as I sometimes dislike her, because she let him keep it\nafter they were married, up to the point where it began to shed on her\nrugs. No woman could do more. He killed it then, quietly. And to this\nday, though Melchizedek Hobbs still potters around the greenhouses and\nsits in the back of the new store when Abigail will let him, he has\nnever so much as mentioned the Zulu rose nor his ill-fated attempt to\nteach young plants the facts of life.\n",
    "metadata": {
        "author": [
            "Miller, P. Schuyler (Peter Schuyler)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64880/pg64880.txt",
        "name": "the_facts_of_life.json"
    }
}