{
    "name": "The Ultimate Image",
    "author": [
        "Miller, P. Schuyler (Peter Schuyler)"
    ],
    "body": "\"Mike!\"\n\nIt was Bill Porter's voice. I put one hand on the balustrade and\nvaulted into the garden. From behind a mass of shrubbery came sounds of\na struggle, and Bill's voice rose again.\n\n\"Mike, you ape! Step on it!\"\n\nI plowed through where someone had gone before. Bill, his shirtfront\nawry, his coat-tails torn and muddy, was grappling with a snarling,\nkicking little man about half his size. As I burst out of the\nshrubbery, Bill kicked his legs from under him and they went down in\nthe newly spaded earth, Bill on top. Bill Porter weighs a good two\nhundred pounds. The struggle ended then and there.\n\nBill sat up, one fist clenched in the little man's shirt front. He\nglared at me out of a rapidly closing eye.\n\n\"Where in blue blazes have you been?\" he demanded. \"D'you think I\n_like_ wrestling with wildcats?\"\n\nI looked him over. \"Didn't make out so well, did you? Lucky he wasn't\nany bigger, or I _would_ have had to help you. Why pick on a little guy\nlike that? What's he done that you don't like?\"\n\nHe pointed. Light from the reception hall fell through the bushes in\nirregular patches. In one of them, half buried in the scuffed-up dirt,\nI caught the glint of polished metal.\n\n\"Pick it up,\" Bill said.\n\nIt was a gun, bigger than the largest six-shooter ever toted by a\nHollywood buckaroo. It had a massive stock and the thickest barrel I\nhad ever seen. The whole look of the thing was crazy, like something\nout of another world.\n\nBill had been scrambling around in the dirt. I saw that blood was\noozing from a gash in his neck. Before I could speak he held up a piece\nof gleaming metal.\n\n\"Take a look at that,\" he said grimly. \"That's what he wanted to pump\ninto the Ambassador. Only I got it instead--in the neck. Now will you\ngive me a hand with this he-cat before he comes to and starts trying to\nskin me alive?\"\n\nI took the thing. It was a steel bolt or arrow of the kind once used\nin cross-bows, sharpened to a needle point with six razor-edged vanes\nrunning back to the hilt. I slipped it into the chubby muzzle of the\ngun. It was a perfect fit.\n\n\"That,\" Bill told me, \"is a solenoid-gun--one that works. You've seen\na metal core pop out of an electric coil when the juice is snapped on.\nIt's a common laboratory stunt. Well, it's grown up and had pups, and\nthis is one of the nastiest of them. No noise at all--and does that\ndart travel! It would go through a man like cheese even if he's as\nthick as His Magnificence yonder.\"\n\nThrough the open doors of the reception hall I could see the broad\nTeutonic back of Herr Wilhelm Friedrich Nebel, Ambassador from the\nnewly stabilized Middle-European Confederacy. Half the stuffed shirts\nin Washington were crowded around him, trying to make themselves heard\nover the blare of the band and I recognized three of the President's\nown private bodyguards. I knew that there were Secret Service men\nposted all over the grounds to forestall this very thing, yet in spite\nof them this little man with the outlandish gun had crept within fifty\nfeet of his goal. Had he picked them off, one by one, with his silent\ndarts?\n\nThe man was stirring. Bill had him now in a grip that would take more\nthan wildcat tactics to break. I parted the bushes so that a shaft of\nlight fell on his face. Surely I knew that forked beard, those piercing\nblack eyes, the shock of bristling hair. Suddenly I remembered. \"Bill!\nIt's Dampier!\"\n\nPierre Dampier, France's greatest physicist, the confrere of Einstein\nand Heisenberg and Poincare, who had dropped out of sight so\nmysteriously five years before. Dampier here, in Washington, sniping at\nthe Middle-European Ambassador with an electric gun!\n\nThe little man was staring at me with those beady eyes. For a moment I\nthought he would deny it. Then his face changed. The fury, the madness\nwent out of it and were replaced by a great weariness that made him\nseem years older. He slumped in Bill's grasp, then stiffened proudly.\n\n\"Yes, gentlemen,\" he admitted. \"Pierre Dampier, at your service.\"\n\nThis was no ordinary assassination. Big as the news was, Dampier made\nit bigger. And news was what Bill and I were here for.\n\n\"Bill,\" I said, \"this is our story. No one else even suspects it. Are\nyou going to turn him over to the police or do we get the whole yarn,\nourselves, first?\"\n\nHe nodded. \"You're right,\" he agreed. \"We'll never get it if we let him\ngo now. Washington has a way of hushing those things up.\" He turned to\nthe little Frenchman. \"Monsieur Dampier we are newspaper men, we two.\nThere's a reason for what you tried to do tonight, a good reason, or\nyou wouldn't have attempted it. Will you tell us that reason, and let\nus explain to the world why the great Pierre Dampier has chosen to play\nthe role of a common murderer?\"\n\nDampier stiffened. The forked beard was thrust stiffly forward and\nthe thin shoulders squared in spite of Bill's numbing grip. \"I am no\nmurderer!\" he hissed. \"Wilhelm Nebel is the enemy of my country and\nof yours--of the world! I stood in his way, and I was crushed. I rose\nagain, and he has found me and tried to grind me under his accursed\nheel! He will kill me, if I do not kill him first. I implore you,\nMonsieur, let me go! Let me finish what I have begun. The world will be\nbetter for it, and\"--a whimsical smile twisted his thin lips--\"it will\nbe a greater _coup_ for you, will it not?\"\n\nBill was studying him. \"We can't do that,\" he replied, \"even if we\nwanted to. Herr Nebel is our country's guest. But this I will do. Give\nme your word that you will make no further attempt on Herr Nebel's life\nfor twenty-four hours, tell us why you have done this thing, and I'll\nlet you go. I'll give you one hour's start, and then I'll tell the\npolice the whole story. Is it a bargain?\"\n\nDampier bowed his head. \"You have my word, Monsieur. I will tell you\neverything. But when you have heard what I will say, perhaps you will\nnot wish to call your police. Shall we go to my laboratory? We can talk\nmore freely there.\"\n\nBill's grip tightened. \"Wait! This garden was guarded. Have you killed\nthose men? Because if you have all bets are off!\"\n\nThe little Frenchman smiled. \"But no, Monsieur. I have no quarrel\nwith your countrymen. There are other missiles for this little toy of\nmine--hollow needles filled with a certain rare drug like the 'mercy\nbullets' of your American sportsmen. They will sleep soundly for some\nhours yet, and have what you call the big hangover when they awaken but\nthat is all. Shall we go now? It is late, and I have much to tell you.\"\n\nThe whole idea looked screwy to me. Even now I'm not sure that it\nwasn't. But when Bill Porter makes up his mind, it would take Gabriel's\ntrumpet to change it. He was quite capable of plumping one of Dampier's\nlittle needles into me and going off with the Frenchman alone.\n\n\"I'll get the car,\" I said. \"Let's get out of here before someone\nstumbles over a corpse and yells for the cops.\"\n\nWe were somewhere in the middle of Maryland before Bill let me slow\ndown. He must have had a talk with Dampier while I was getting the car,\nfor the little Frenchman never peeped until we swung into a narrow\ndirt road somewhere north of Frederick. He called the next turn, and\nthe next, until I began to suspect that he was running us around in\ncircles. At last we pulled up before a deserted farm-house, set back\nfrom the road behind a dilapidated picket fence. Bill nudged me.\nSilhouetted against the stars were the towers of a high-tension line.\nDampier was either stealing or buying power in a big way.\n\nNow a French gentleman's word is supposed to be about as good as\nFinland's credit, but we were taking no chances. I remembered that\nwicked little dart with its razor-edged barbs, and I felt pretty sure\nthat Bill hadn't forgotten it either. We lined up, one on each side of\nhim, and marched across the weed-grown lawn to the rickety side porch.\nThere was a Yale lock on the door, and as Dampier swung it open I saw\nthat it was backed with steel armor-plate. Outside the house might look\nlike the poorer section of Bilded Road, but inside it was built like\na fortress. Six-inch concrete walls, steel doors, indirect lighting\nand ventilation--it looked as though Monsieur Pierre Dampier had been\nexpecting to stand a pretty heavy siege.\n\nA winding stair went down through the floor into a basement room that\nran under the entire house. Dampier led the way, Bill followed, and I\ncame last. Probably our science editor could have made something of\nwhat Dampier had in that buried room. I couldn't. I wouldn't even have\nknown where to begin photographing it, if the Leica hadn't been back on\nthe terrace at the Embassy where I'd dropped it to vault over the rail\ninto Bill's little shambles, and the Graflex somewhere in the back of\nthe car.\n\nTo begin with, he was drawing more current than any ten men I'd ever\nseen, and I've covered some of the atom-busting at M.I.T. and the\nlightning shop at Pittsfield. It all went into two huge buss-bars, that\nran across to a kind of cage of interlacing copper loops, standing in\nthe center of the room. They were hung from jointed supports that rose\nabove an insulated block or platform of bakelite, with most of the\nbulkier apparatus inside out of sight, but I had a hunch that whatever\nwas going to happen would take place in, at, and around those spidery\ncoils.\n\nOne corner of the room was a kind of office with a desk and books, and\na couple of ancient chairs. Dampier waved Bill and me into them and\nbegan to pace up and down in front of us like an expectant father.\nThe wild glint had come back into his eyes, but I've seen enough of\nscientists to know that that isn't necessarily fatal. Most scientists\nare half nuts anyway. Bill and I never agreed on that point.\n\nYou see, before Bill became a demon reporter, he was the white hope of\nAmerican science. That's how I met him, trying to cover something I\ncouldn't understand and didn't much want to. He fixed my story up for\nme, and chiseled in on the season's juiciest murder scandal in return.\nI came down with a bad case of busted cranium, as a result of following\nhis hunches a little too far, and he wrote my scoop for me. After that\nit stuck. I claimed then they should have made him science editor, but\nold Medford is our owner's nephew or something, and besides he's pretty\ngood. Anyway, Bill wouldn't take a desk job. It seems he'd always\nwanted to feel the pulse of Life--\n\nDampier's English was good. He'd been educated in England and the\nUnited States. But when he got excited he fairly surpassed himself and\nbecame heart-breakingly colloquial. Where most foreigners would have\nbroken down into their mother-tongue, he relapsed into gutter slang or\nworse. I've left that out. It doesn't read as well as it sounds, and\nbesides, nice old ladies like to read these magazines. If only they\nknew the truth--the real inside truth about some of the yarns that\nhave been told in these pages! I've seen the originals--things that\na newspaper wouldn't print for fear of being laughed out of a year's\ncirculation--and with proofs! They happen, believe me. Only I'd never\nbeen in one before.\n\nDampier began with true professional dignity. \"Gentlemen,\" he said,\n\"you have treated me honorably. I shall do the same to you. I shall\ntell you all! When I am finished, judge then if I have done right to\nassassinate this monster of the devil!\n\n\"Monsieur Crandall recognized in me that Pierre Dampier who vanished\nfrom the world of science five years ago. It was Wilhelm Nebel who\nmade me to flee like the wild goose. Nebel--the chief of munitions,\nthe millionaire, the so great diplomat, whose hands reach out to\nevery country, regardless of boundaries or the hatred of races. Even\nin France I was not safe! The finger of Nebel was in the pie of our\ngovernment. He twisted it--poof! Spies of the police investigate me.\nThey ask questions. They give me the degrees. But I tell them nothing.\nThey can find nothing. It is all here--here in the grey material!\" He\ntapped his bristling skull. \"And when they have gone, I take my books,\nmy papers, what money I can get, and take it on the lam to these United\nStates!\"\n\nHe stopped for breath and glared at us triumphantly. \"I scram,\" he\nrepeated. \"I vanish from the sight of men. Here I am Leon the retired\nhair-dresser, the man with the big radio. Pierre Dampier is forgotten.\nBut not by the accursed Nebel!\n\n\"Here in America is a free country where only the dogs, the\nautomobiles, the husbands must have licenses. There are no foolish\npapers to carry about, no questions to answer to the police. I can\nhide like a rat in the mousecheese, and be safe. But not from this\nson-of-an-unpardonableness Nebel! His men are everywhere. He sees\neverything. Only here I can protect myself. Here I can kill before I am\nkilled!\n\n\"But I see in your eye that I am beating about the gas-works, Monsieur.\nWhat is it that the old man Dampier has wrested from Nature, that is of\nso great value to the famous Nebel? What is the secret for which he has\nlammed himself here to hide like a flea in the chemise of your charming\nMaryland? Why is he willing to sail down the great river, to fry on the\nheated seat, so long as Nebel shall die? I will tell you, gentlemen!\"\n\nHe drew himself up to every inch of his five feet two. He thrust out\na pipe-stem arm and pointed an accusing finger at the mechanism that\nsquatted in the middle of the floor.\n\n\"There, gentlemen, is the weapon that will make France supreme! The\ninstrument of defense that makes offense impossible! The weapon that\nwill end war!\"\n\nWe looked at him, and at it, and at each other. It didn't look like\nthe sort of thing you'd lug out on a battlefield to chase the enemy\naway. It had even less resemblance to the kind of fortress that I'd\nheard France was building along the Middle-European border. I began to\nwonder if, after all, that glint in Dampier's eyes was the holy light\nof pure science.\n\n\"What is it?\" Bill asked.\n\nThe little Frenchman's chest pushed out until his vest-buttons creaked.\nThen he zipped forward, his rat's eyes darting from side to side, and\nhissed in our ears:\n\n\"_It is total reflection!_\"\n\nThat left me cold, but it didn't Bill. I could see that he had a\nglimmering of an understanding of what went on, but he was puzzled as\nto the why, what and how. \"How d'you mean?\" he asked. \"We have total\ninternal reflection in prisms. That's no weapon--or defense either,\nunless you're figuring on Nebel's crowd developing a death-ray or\nsomething like that for the next war.\"\n\nDampier chuckled. It was about as self-satisfied a chuckle as I've\nheard. \"Death-rays--maybe. I do not care. Bullets, shells, bombs, I\ntell you nothing, _nothing_ can break through the barrier of total\nreflection! And it is a weapon as well, to turn the enemy's own\nstrength against him.\"\n\nBill was sitting up straight in his chair. \"Tell me about it,\" he said\nsoftly.\n\nDampier wriggled and seemed to settle down like a statue on his two\nspread legs. Only from the waist up was he alive, talking volubly with\nboth hands and that wagging beard.\n\n\"It is simple,\" he explained. \"From the beginning of time, what has\nbeen the first defense of mankind? It is the wall, the barrier which\nthe enemy cannot climb, cannot break, cannot penetrate with their\nweapons. A wall of thorns against the beasts of the darkness. A boulder\nrolled in the mouth of a cave. Walls of sharpened stakes, of earth and\nstone, of human flesh and blood! Walls of fire laid down by giant\nguns. Walls of poisonous vapors through which no living thing can pass.\nAlways a wall, stronger and stronger, but never perfect. I, Pierre\nDampier, have made the perfect wall!\n\n\"Look, Monsieur--you have spoken of the reflecting prism. All light\nthat falls on it at the proper angle is diverted, turned back. Walls\nof steel and concrete, such as I have here about me, will repel the\nbullets of powerful rifles, the shells of small guns, like the little\nballs of ping-pong. All these things will protect me from the weapons\nof my enemies--but they are not perfect. They are not total reflection!\n\n\"Look you, again. Always there is some ray that will be of the improper\nangle, the too great or too small wavelength. Always there is some\nshell that will batter its way through my walls and kill me. But if\nI can find a mirror that will turn back all rays, a wall from which\nall projectiles will rebound, a shield against all the many forces of\nNature and of man--then, Monsieur, I have the perfect defense and the\nperfect weapon!\n\n\"See this little mirror in my hand. I flash in your eyes a beam of\nlight--so. You are blinded, no? And if this is not light, but a ray of\ndeath that you have hurled against my mirror, it kills _you_--is it\nnot so? If it is a bullet that you shoot at me, it recoils and strikes\nyou down. If it is a bomb, it is thrown back into your trenches, to\nkill your men. If it is a great force of pressure or attraction, it is\ndiverted, reversed, and it strikes at you while I am safe behind my\nperfect wall.\"\n\nBill was on his feet with that mulish look he has when he's sure\nhe's right. \"It's impossible!\" he snapped. \"No metal can reflect all\nwavelengths. No substance can resist a force greater than those which\ncreated it and hold it together. As for magnetism, gravitation, they're\nspace-warp forces. _Things_ can't stop them. Sorry we're not in the\nmarket for Sunday features today, and I rather doubt that Herr Nebel\nis. You've got brains--I'll grant you that. You have some energy source\nin the handle of that little gun of yours that would turn industry\nup on its tail overnight. I haven't the slightest doubt in the world\nthat you may have blasted the atom wide open and made it sit up and\nbeg. But there's no substance, known or unknown, that will do what you\nclaim, and there never will be. If you have no objections, Monsieur, we\nwill be on our way, and in exactly one hour I will call the police. Au\nrevoir, Monsieur.\"\n\nDampier was hopping from one foot to the other like a hen on ice. \"No,\nno, no, Monsieur!\" he cried. \"You have not heard all! You must lend\nanother ear! There is no substance that will reflect all things; that\nis true. Only a fool would believe it. But what of a wall that has\nno substance--that has no existence in what we call reality but that\nis as fixed and unshakable as the roots of the universe--a wall, a\ndiscontinuity _of Space itself_?\"\n\nBill stopped halfway up the stairs. \"Say that again,\" he demanded.\n\nThe little Frenchman's hands went winging out in hopeless resignation.\n\"There are no words! One does not explain the theories of Dirac and\nSchroedinger in words. There are symbols--the logic of symbols--that\ncan be translated at last into reality that men can see, but there are\nno words for the things that are born and live only here, in the head,\nin the think-box. It is here, in these symbols, on these sheets of\npaper. It is there, in that apparatus which you see. But it is not in\nwords.\"\n\nBill wasn't being stopped now. He lives words. \"You mean,\" he said,\n\"that you've hit on a condition of Space--maybe a discontinuity of\nsome kind--that has the property of absolute total reflection? It\nwill reflect all radiations one hundred per cent. Any material body\nwill bounce off without making the slightest impression. Every\nforce exerted on it is turned back on itself--even space-forces like\ngravitation and magnetism. And you can create that condition at will.\nIs that what you mean?\"\n\nDampier's black eyes fairly spit sparks. \"That is it, Monsieur,\" he\ncried. \"You have said it with a full mouth! My wall, my zone as I have\ncalled it, will reflect completely all things, although it is itself\na nothing, without existence in our universe. It lives in the symbols\nof mathematics, and I have just this day completed the apparatus which\nwill give these symbols reality--which will create the zone as I desire\nit, in any shape or size. I will show you, and you will believe. And\nthen we shall see about Herr Wilhelm Nebel and his makers of wars!\"\n\nBill frowned. \"Dampier, give me those equations. I've got to puzzle\nthis thing out for myself, follow your argument through on paper. Is\nthere any place where I can be quiet?\"\n\n\"But of course, Monsieur. There, in the room for thermal work,\neverything will be perfectly quiet. Here are the papers, and while you\nread, I shall show Monsieur Crandall the working of the works.\"\n\nBut Bill didn't hear that last. The heavy door of the constant\ntemperature room had closed behind him and insulated him from the world.\n\nI couldn't do much but stand and watch Dampier as he bustled about,\ntuning up his crazy-looking machine. He talked a blue streak as he\nworked, but most of it went right over my head. I'm no Bill Porter.\nI did begin to see why Nebel, if he was behind the world's armaments\nracket as Dampier claimed, might be pretty anxious to get hold of such\na thing before the little Frenchman began peddling it to his best\ncustomers. In the right hands it might make war very unfashionable.\n\nImagine an invaded nation squatting down behind a perfectly reflecting\nwall. They can't see out, but nothing can get in. Enemy shells\nbounce off into the enemy lines. Death rays flash back into the faces\nof those who sent them. Radio is garbled by all kinds of curious\nechoes and reflections, making communication impossible. Electrical\nand magnetic apparatus would be subject to strange disturbances. And\ngravitation--how would it affect that? Would every outside object be\nattracted to the mirror, or would it be repelled by a kind of negative\ngravity, lifting it into space, to the moon, the planets, to the very\nstars? I wish now that I'd known at least a fraction of what Bill did,\nand had been able to read what he read in these few sheets of neatly\nwritten paper. I can only guess, from what Dampier said and from what I\nsaw. What his zone really was--what it could do--I do not know.\n\nI tried to pay attention to what he was doing. The real vitals of his\napparatus were in the big insulated block. The thousands of amperes he\nwas drawing from the high-tension lines were merely the kicker that\nkept the real engine turning. Atomic energy, Bill had guessed. Probably\nhe was right.\n\nThe loops and coils above the platform determined the shape that the\nzone would take. According to how they were set, Dampier explained,\nhe could get any geometrically continuous form--a disc, a paraboloid,\nanything that geometry can describe. What he was going to make was a\nsphere.\n\nI'm not at all sure that I'm getting the order of things right. I\ngathered that the zone must be built up and strengthened little by\nlittle; first impermeable to the simplest forms of energy, like light\nand heat, and then to the more and more complex ones, until at some\ncritical point the whole thing became absolute. The machine that\ncreated it had to be outside, otherwise the zone itself would keep any\npower from getting through. On the other hand, it might be powered\nby one of those super-batteries that Dampier had in the grip of his\nsolenoid-gun. With a set-up like that, you could dig a hole and pull it\nin after you, so to speak. What I wondered was how you get out?\n\nI asked Dampier that one. \"There would be no way,\" he told me. \"Once\nthe zone is complete, it is unchangeable--absolute. You would be\ninside, to us here, but I think that to yourself it would seem that it\nis we who are inside--that you are in a world all of your own, with its\nown laws, its own science. They can be worked out, these laws. They are\nin the equations that Monsieur Porter is reading; but they are very\nstrange and complex. In war, a closed zone would be used only as a trap\nfor the enemy.\"\n\n\"Wait a minute,\" I objected. \"You mean to say that once you've made\nthis thing you can't unmake it?\"\n\n\"That is right,\" he nodded. \"Once the zone is complete it is a\nbubble--a nothingness--entirely apart from our Space and Time. The\nforces build up very rapidly, exponentially, but until the very\ninstant of completion, even if it is one little billionth of a second\nbefore that moment, the zone will collapse if the power which builds\nit is shut off. Never in practice would one go so far. Long before it\nis complete, such a zone will repel all things that can be directed\nagainst it, while the balance of power still remains in the hands\nof him who has created it. To make it--that is nothing. To destroy\nit is impossible. But to hold it so in the delicate balance between\ndestruction and completion; that is the triumph of Pierre Dampier!\nI have calculated it all from the equations. See--here at these red\nlines each needle must stop. If they go beyond--zut! In the space of a\nthinking the zone is complete! Beyond control!\"\n\nHe straightened up, his wirey mop of hair bobbing at my shoulder. \"Now,\nplease, if you will watch and remember. The loops are set, so, for\nthe sphere--little, like the apple of the eye. Now I press the first\nswitch, and the second and then the others, three, and four, and five.\nNow I turn the dials, so, a little at a time. A minute now, while the\nzone builds, and then you will call Monsieur Porter and show him that\nthis is not all sunshine and honeysuckers that he reads.\"\n\nThe big machine began to hum a deep-throated drone that deepened and\nstrengthened until I could feel it shaking the floor under my feet\nwith each colossal pulse of energy. I wondered about the sympathetic\nvibrations you read about in the Sunday supplements. Might it not\nshake the walls down around our ears? But Dampier didn't seem worried.\nAnd then I forgot it, for a shadow was beginning to form in the space\nbetween the coils.\n\nThat's all it was at first--a shadow, the size of a big red polished\napple. I could hardly be sure it was there, but there was something\nqueer about the way light acted that showed me where it was. Things\nbehind it disappeared, smothered out by something that wasn't really\ndarkness; and then suddenly it began to shine.\n\nYou've seen bubbles of air under water, shining like quicksilver.\nWell, it was like that. It was flawless, without texture, intangible\nand shimmering. It was not the thing itself we saw, but the things\nreflected in it--a little, twisted, shining world swimming in the\nheart of that ball of distorted space. Peering closer, I saw that the\ncoils which shaped it were glowing with an eerie, frosty white light.\nI stared, fascinated, and by what? By a half-invisible bubble, like an\nindoor baseball, conjured up by some legerdemain to make fools of us!\nIt was nonsense! I jerked my eyes away--and saw them.\n\nThree men with guns stood on the little stair, watching us. They were\ngentlemen, polished, clever gentlemen adroit at the art of death. Their\nguns were of the kind which Middle-Europe gives to its officers, and\ntheir faces were Middle-European faces. They were in formal dress, and\none of them held his gloves in his left hand.\n\nDampier had seen them before I, reflected in the shining sphere. He\nturned, his back against the control-panel, his white teeth gnawing\nlike a rat's at his black beard. The madness was back in his glittering\neyes; madness of a trapped beast.\n\n\"So!\" he whispered. \"Now we shall meet.\"\n\nThey came down the stairs, one after the other. How they had cut their\nway into that Gibraltar of a house I will never know. They may have\nbeen working for days and weeks to break through Dampier's defenses.\nBut they were there.\n\nResistance was futile. Even Dampier realized that. The three guns urged\nus back against the wall. Deft fingers searched us but found nothing.\nThe three men stepped back to the foot of the little stair, their guns\nraised, like a firing squad waiting for the signal. And then, above\nthem, I saw the smiling face of Wilhelm Friedrich Nebel, Ambassador\nfrom Middle-Europe.\n\nI hadn't believed Dampier's story until then. It was fantastic, this\nspy business, with a man like Nebel in the villain's role. Things like\nthat don't happen any more. Yet Wilhelm Nebel stood there with a smile\non his heavy lips and no smile at all in his pale little eyes. He came\ndown the stairs, treading silently like a cat. He was like a cat in his\nblack and white evening attire, white-bosomed and sleek. He had in his\nslender fingers a thick golden chain, with a heavy seal of gold made\nfrom an ancient coin. A crimson ribbon stretched across his breast like\na line of blood.\n\nSatan at the sacrifice! And then the illusion broke.\n\nThose devil fingers went into the pocket of his vest, brought out\nthick, steel-rimmed spectacles, perched them precariously on the\nthin-bridged nose. The massive shoulders slouched over, trousers\ndrew tight across his heavy buttocks as he bent and stared into the\nshining globe. I had never thought of Nebel as fat or gross, in spite\nof his size, but that single act showed him to me as a Teuton peddler,\nstooping to finger the weave of some shoddy cloth, to decide how high\na price would be safe and how low a one profitable. Satan from his\nthrone! He stood erect again, but his massive face was red with the\neffort.\n\nMe he ignored. I was nobody. He bowed to Dampier and again I heard the\ncloth of his breeches creak.\n\n\"We meet again, Monsieur.\"\n\nDampier answered nothing. He too had his fine tradition of insolence.\nNebel's slim hand flicked toward the machine. \"This, I presume, is the\ngreat weapon that is to be the salvation of _la belle France_. This\nshining ball that floats in the empty air. Will you show us what it can\ndo?\"\n\nThe Frenchman's eyes never left Nebel's suave face as he went to the\nmachine. His fingers darted here and there among the dials, tugging and\ntwisting. Above his head the coils stirred in their massive bearings,\nand within their compass the silver sphere swelled like an inflating\nballoon to the size of a man's head--of a basketball--larger and larger\nwhile its shimmering surface took on a steely hardness. We seemed to be\nstaring into unfathomable depths, out of which tiny distorted replicas\nof ourselves peered curiously. I had a feeling that I was two men, one\nhere in this buried room and the other there in that twisted other\nroom, staring inscrutably into my own eyes.\n\n\"Stop!\" Nebel's voice rapped in my ears. The sphere was huge--ten feet\nand more in diameter. \"It is large enough,\" he said. \"What else will it\ndo?\"\n\nI saw Dampier's eyes then. I knew that this time there would be no\nstopping him. Step by step I withdrew toward the wall. One of the\nguards saw me and turned his pistol to cover me, but made no other sign.\n\nDampier answered. \"Many things, Monsieur. If you will watch--?\" He\npulled up his coat-sleeve, baring his scrawny arm, and clambering up\non the platform pushed his hand and arm into the shining sphere. I\nsaw the sweat come out on his forehead with the effort. Already the\nzone was strong. He withdrew his hand and touched the dials of the\ncontrol-board. Nebel's eyes were watching every move, his hand in the\npocket of his coat. Dampier stepped back. \"If the gentlemen will shoot?\nBut I warn you--be wary of the ricochet.\"\n\nNebel's finger jerked up. \"Rudolf!\" The youngest of the three men\nstepped forward and emptied his gun at the shining globe. The first\nbullet passed through and spanged against the farther wall; the rest\nglanced whining from its surface and bit ugly scars from the concrete\nwall beyond. Dampier's eyebrows raised ever so little.\n\n\"You have improved the quality of your guns,\" he commended. \"They are\nmore powerful than I had thought.\"\n\n\"Is that all?\"\n\n\"Is it not enough? What weapon have your thieving swine stolen that\nwill penetrate what you have seen?\"\n\n\"Is that all?\" Nebel's face was purple with rage. They hated each\nother bitterly, these two, and Dampier had given him not the slightest\nsatisfaction as yet.\n\nThe Frenchman shrugged. \"It is not complete. Nothing can pass the\ncompleted zone, though it is good enough now for anything your\nblundering fools have invented or will invent. However--\"\n\nHe turned to the dials. Then suddenly he wheeled. His thin lips were\ndrawn back in a snarl of fury, his eyes were sunken pools of black\nhate. With a scream he leapt at Nebel's throat.\n\nThe first slug caught him in mid-air. The shock dropped him in a\ncrooked heap. Five more bullets smacked into him as he lay there, then\nNebel's polished shoe went out and turned him over on his back. He lay\nthere, a bloody froth on his contorted lips, sneering up at the man who\nhad killed him.\n\nFor the first time Nebel turned to me. \"It was in self defense. You\nwill remember that, Mr. Crandall, if I decide to let you live.\" He went\nto the machine, as Dampier had done, and tapped the dials lightly with\nhis long white fingers.\n\n\"These red marks--they are, I suppose, the settings with which Monsieur\nDampier was working. He would not go beyond, for me. And yet, they are\nless than halfway to the limit of the dials. What will happen, if I\nturn them so--a hair beyond?\"\n\nHis fingers twisted once, twice, and behind us Bill Porter's voice\ncried out. \"Stop, you fool! Stop!\"\n\nHe stood in the door of the temperature room, the sheaf of Dampier's\nnotes in his hand. Nebel's thin eyebrows went up. \"Mr. Porter! I had\nforgotten you. And why am I a fool?\" His fingers spun another of the\ndials.\n\n\"You murdering Teuton fool!\" Bill's tone was venomous. \"What do you\nknow about science? Your agents bring you this and that. You pay them\nor kill them, as may be convenient, but what do you know or care about\nwhat they have given you, so long as it can be sold at a profit: Mike,\ncome here.\"\n\nNo one moved to stop me. Bill held out the papers, his thumbs marking\na certain line. I saw that the margins were filled with his spidery\nwriting.\n\n\"Take that top sheet. Now, look at those readings. Has he reached them\nyet?\"\n\nThe figures looked familiar. Of course they were the settings at which\nDampier had drawn his little red lines.\n\n\"He's past them,\" I cried. \"On all but two.\"\n\n\"On all, my friend.\" Nebel turned again to the dials. \"Bluffing does\nnot work in a game for men.\"\n\nAs he moved Bill sprang. Not at Nebel--not at the machine--but at the\ntwo great copper bars that came in through the wall. His lean body fell\nlike a stretched spear across them. There was a burst of flame, the\nstench of burning flesh, but my eyes had left him. For as he leaped\nNebel turned the dials.\n\nA roar of subterranean thunders shook the room. Vast energies poured\ninto the shining zone. It changed. It was a great mirror of utter\nblackness, its shimmering silver sheen gone leaving a shell of strange\ntransparency out of which creatures of another world leered crookedly\nat us. And it began to grow!\n\nMomentum carried it. I know that now. The looped coils were swept\naside. The apparatus beneath it buckled and split. Beyond it,\nNebel's highborn gunmen gaped aghast. They vanished behind its sleek\ncircumference, but Wilhelm Nebel was not of their stupid breed. With\na roar he flung his huge body high across the swelling arc of the\nsphere's circumference. A moment he slithered on its top, sprawled like\na toad, his great face crimson--then it crashed him against the ceiling\nlike a toad under a giant's heel. Fragments of concrete began to fall.\n\nI was up the stair, the remaining sheet of Dampier's equations in my\nhand. I was at the outer door as the walls buckled and fell in ruin. I\nwas running across the littered lawn, staring over my shoulder at the\ngiant silver globe that towered a hundred feet above me. Then it burst!\n\nThe force of the explosion hurled me a hundred yards across the fields.\nI lay gasping in the wet grass, staring glassy-eyed at the column of\nviolet flame that plumed into the sky. I got shakily to my feet and\nstared into the smoking pit where Dampier's fortress had been. At last\nI remembered the scrap of crumpled paper in my hand.\n\nThe margins of Dampier's paper were full of Bill's penciled notes. At\nthe end he had added five neat equations, and below them the remaining\nspace was filled with his closely written lines.\n\n\"These added equations prove Dampier's analysis to be incomplete,\" he\nhad written. \"Such a totally reflecting zone has every characteristic\nof the closed, intangible boundary of the Einsteinian universe. It may\nbe considered the boundary of such a universe in miniature, containing\nevery force and body of the greater outside universe which it reflects.\nNeither is more real, in the physical sense, than the other. There is\nno way of disproving that we may not in turn be the images of some\ngreater universe than ours, outside of the Einsteinian boundaries of\nour Space and Time.\n\n\"Jeans, and others, have postulated that the size of such a closed\nuniverse must depend upon the number of physical particles included in\nit, and that it will expand, _as our universe is expanding_, until that\nsize is reached. Dampier's closed zone, containing the same number of\nimage-particles as our own outside universe, must expand _to the same\nsize_, and at a vastly greater rate.\n\n\"It may be that the cosmic atom, postulated by Abbe Lemaitre, from\nwhich our universe was born, was the creation of some Dampier of a\nsuper-universe, who failed to check its growth, and that its swelling\nbubble is crushing the mighty cosmos of which it is the ultimate image,\nas Dampier's completed zone would crush our own.\"\n\nBill Porter's scribbled notes stop there. In the split millionth of a\nsecond before the twist of Nebel's fingers could throw the balanced\nsphere over the boundary to completion, his body shorted the power that\nfed the great machine. It was in time! Momentum of growth, gained in\nthat instant of which Dampier had told me, swept Nebel and his gunmen\nto their death, and as the zone collapsed the incalculable energies\ntrapped in it burst forth in a holocaust of atomic flame. A millionth\nof a second--less perhaps--but in it chance, and whatever power it is\nthat rules chance, had checked the thing whose illimitable growth would\nhave swept our universe before it in an avalanche of destruction.\n\nIf, as Bill Porter thought, our universe is just such a swelling\nbubble in the vaster world which it mirrors, I wonder whether in that\nworld there is not another Dampier, another Nebel, another Bill Porter\ngoing to his death. I wonder if Time itself is not reflected in some\ncontorted scale in such a cosmic bubble, and the entire history of a\nuniverse reproduced in the instant before it bursts.\n\nI wonder, too, if one day our bubble-universe will not burst as\nDampier's did, robbing us in that future instant of all reality--the\nsnuffed out images in an almost perfect mirror. For as our Dampier did,\nso did the greater Dampier whose image he was. As he failed so did\nthat other Dampier fail. Perhaps, in his turn, he but mirrored greater\nthings beyond. Where then--in what inconceivable realm beyond Space and\nTime--is the reality of which we are the ultimate image?\n",
    "metadata": {
        "author": [
            "Miller, P. Schuyler (Peter Schuyler)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64795/pg64795.txt",
        "name": "the_ultimate_image.json"
    }
}