{
    "name": "The wizard of light",
    "author": [
        "Ely, David"
    ],
    "body": "The old man's tour of the art museums was quite an amusing spectacle.\nIndeed, it became a standing joke among those polite and cultivated\ngentlemen whose chief function in life is to obtain and display great\npaintings. They were accustomed to dealing with eccentric members\nof the public--but never had they witnessed anything to match the\nludicrous performance of old Dr. Browl! (Of course, they carefully\nconcealed their mirth, for Dr. Browl was far too rich to be laughed at\nopenly; and after all, he might decide some day to honor the museums\nwith bequests from the fortune he had amassed with his remarkable\ninventions in the field of optics, which had earned him the sobriquet,\nthe Wizard of Light.)\n\nDr. Browl was a copyist. He had his easel, his brushes and his paints.\nHe had a little smock, too, and a beret that perched on his bald dome.\nBut he had not the slightest resemblance to any of the other earnest\namateurs who sat dutifully daubing their canvases in imitation of the\nmasterpieces that hung before them. No, Dr. Browl was different!\n\nHe would arrive at a museum in princely fashion, in an enormous black\nlimousine. Two liveried servants would lug in his easel, another would\ncarry his encased palette, and Dr. Browl himself would hobble in on\nthe arm of a nurse. Then he would sit down grumpily in a folding chair\nwhile the easel was being set up by his servants, and glare around at\nthe little crowd that always gathered to watch him.\n\nThe easel itself was remarkable. It was a monument in wood and brass\nand steel, and as massive as an upright piano. It was equipped,\nmoreover, with one of Dr. Browl's own inventions, a bank of mysterious\nlamps that gave off no visible light, but which presumably bathed each\npicture he sought to copy in a special radiance seen by him alone,\nthrough a great pair of black-lensed spectacles he clapped on his nose.\n\nHis painting technique was even more bizarre. Dr. Browl would fairly\nfling the colors from palette to canvas, his little claw-hands darting\nback and forth with demonic speed. Faster and faster his jerky\nmovements would become, until it seemed that the only remaining step in\nhastiness would be to hurl the palette itself against the canvas. His\ncopies, naturally, were gross caricatures, and his only accomplishments\nthe spoilage of innocent canvas and good paint.\n\nAt this feverish pace, he would copy one masterpiece after another.\nOften he would manage to work his way through an entire collection\nin a single day. He required only two weeks, for example, to make a\ncomplete round of the Louvre, with its many thousands of paintings,\nneglecting to copy not a single one. His energy and industry were\nwithout parallel. Within the space of two years, his pellmell progress\nhad carried him through every significant art repository in the Western\nworld.\n\nDr. Browl's fanatic devotion to painting seemed beyond explanation.\nSome said it was merely a lamentable aberration. Others suggested the\nexistence of a guilt complex, for it was rumored that the old man had\nonce burned his own small art collection in a fit of senile rage. But\nDr. Browl seemed far from being guilt-ridden. From time to time, as his\nservants would shift the heavy easel to a new location, he would lower\nhis black spectacles and briefly eye the amused by-standers. A strange\nlook, the old man had. Ironical, and contemptuous, too; but more than\nthat, for there would sometimes be a devilish gleam of mockery there\nthat suggested some wild, wicked humor. The people were snickering at\nhim, were they? Well, it would seem that he was barely able to contain\nhis own laughter at them!\n\n\n\nIt was in the spring of 196- that Dr. Browl completed his remarkable\ntour of museums and galleries. The first series of incidents,\nhowever, did not occur until slightly more than a year later.\n\nOne bright June morning, a van stopped in front of the offices of the\nLondon art dealers, Bouser & Baillie. Two workmen delivered a large\nflat crate which proved to contain Manet's famous \"Boy With Drum,\"\nrecently returned to its owner, the Countess Palumbo, from an exhibit\nat the National Gallery. But Bouser & Baillie found no note attached to\nexplain why the Countess had sent it. Was it to be loaned to another\nexhibit, was it to be sold, or was it simply to be cleaned?\n\nPerforce, Bouser & Baillie telephoned their client at her Norfolk\nestate, and with suitable apologies, requested instructions. The\nCountess was annoyed. What was this nonsense about \"Boy With Drum\"? She\nhad no intention of exhibiting it or selling it or having it cleaned,\nand in fact, had not sent it at all. The picture was hanging right in\nher drawing-room at that very moment, in its accustomed place. \"Boy\nWith Drum\" indeed! She hung up sharply. Bouser & Baillie looked at each\nother and then at the canvas in question. Incredible--and yet it _was_\nthe \"Boy With Drum\"! Or was it? They approached it warily for a closer\nlook.\n\nMeanwhile, that same morning, another van had parked outside the\noffices of a similarly distinguished firm of art dealers, Sack,\nBonesteel & Woodward. The deliverymen struggled in with a burden quite\nlike the one deposited at Bouser & Baillie, obtained their receipt, and\ndeparted.\n\nThe crate contained nothing less than Manet's \"Boy With Drum.\" Sack\ngasped. Bonesteel grunted. Woodward carefully inspected the empty crate\nfor a note, but found none. Had the picture been delivered to them\nby error? It did not seem so, for their corporate name was plainly\nstencilled on the crate. Sack gave Bonesteel a significant look. The\nmasterpiece, they knew, was part of the Palumbo collection. Could it\nbe that the Countess had chosen this dramatic gesture to indicate\nher desire to let them handle her considerable business? After much\nconsultation, Woodward was nominated to make the call, which was\neffected not five minutes after the Countess had angrily hung up on\nBouser & Baillie. _Another_ \"Boy With Drum\"? She flew into a rage and\nscreamed out a variety of Central European epithets, then flung her\ntelephone receiver the full length of its coiled elastic cord, so that\nas she stomped furiously out of the room, the receiver crept cautiously\nback toward its table, while poor Woodward, in London, sat transfixed,\nstaring foolishly at his two worried partners and at the mute painting\nbeyond.\n\n\n\nThe following morning, Bouser & Baillie telephoned the leading British\nauthenticator of art objects, Dr. A. B. T. Joll, and politely requested\nhim to visit their offices to have a look at a picture which seemed\nto be an extremely skillful forgery of \"Boy With Drum.\" It was so\nskillful, Bouser & Baillie admitted, that it had them baffled. Dr.\nJoll, foreseeing a plump little fee, readily agreed, and promised to\nbring his full kit of instruments. Nothing pleased him more than the\nprospect of detecting a good, sound job of forgery. He had once been\ntermed by the press \"the Sherlock Holmes of the art world,\" which\nprivately delighted him; unfortunately, there had yet appeared no\nartistic equivalent of Professor Moriarty to provide him with a serious\nchallenge.\n\nHe went down to Bouser & Baillie that very morning, and after spending\ntwo full hours sniffing and poking the canvas, and making several\ntests with his own portable super-speed electro-chemical laboratory\napparatus, he turned calmly to face the partners, and announced:\n\n\"Gentlemen, this is no forgery. It is the original.\"\n\nBouser & Baillie were thunderstruck. They did not doubt Dr. Joll's\njudgment (and with reason, for the expert had never once been wrong);\nrather, they were horrified by the inescapable conclusion. If _this_\nwere the original, then the Countess had bought a fake--and had bought\nit on the strength of Bouser & Baillie's advice! They sank into\nadjacent chairs and sat trembling in silence.\n\nDr. Joll, meanwhile, examined his watch, found it was nearly time for\nlunch, and called his office to see if any important messages had been\nleft in his absence. No messages, his secretary reported, but Mr.\nBonesteel of Sack, Bonesteel & Woodward had just stepped in on what he\nsaid was a most urgent matter. Would Dr. Joll care to speak to him?\n\"Put him on,\" said Dr. Joll, with Holmesian dispatch.\n\nBut he was soon disappointed. \"Look here, Mr. Bonesteel,\" he\ninterrupted, \"I'm afraid I can save you the trouble. It so happens,\ncoincidentally, that I've just finished examining the original.... Yes,\nright here at Bouser & Baillie. The original 'Boy With Drum'.... No\ndoubt about it, sir, you have a fake.\"\n\nBonesteel was persistent, however, and so Dr. Joll at length\nreluctantly agreed to stop by for a look after lunch.\n\nHis mood underwent a transformation after he had made a cursory\ninspection of Sack, Bonesteel & Woodward's \"Boy With Drum.\" He frowned,\nhe polished his spectacles, he cleared his throat, and he reached for\nhis kit. One hour grew to two, to three. At last, Dr. Joll stepped\nback, haggard and shaken, feeling much the same, perhaps, as had Holmes\nhimself, when he tottered on the brink of the Reichenbach Fall in the\ngrip of the criminal genius. A nasty doubt flashed through Joll's\nmind. Had he been hoaxed by the two firms? Had Bouser & Baillie rushed\nthe original up to Sack, Bonesteel & Woodward while he had been at\nlunch? That would be preposterous--and yet the alternative was no less\nconfounding.\n\n\n\nHe telephoned at once to Bouser & Baillie. Within the hour, the two\npartners appeared at the offices of the rival firm, carrying their \"Boy\nWith Drum\" between them. Joll set the two paintings side by side and\nwent grimly to work. It was quite late at night when he finished.\n\n\"There is only one explanation, gentlemen,\" he told the five dealers.\n\"Only one. Manet painted _two_ identical versions of 'Boy With Drum'!\"\n\nNot until the next morning did the distraught dealers attempt to trace\nthe source of the two mysterious deliveries. In each case, however,\ntheir efforts were frustrated. The delivery firms had duly responded\nto pick-up calls from unexceptional addresses (one in Kensington,\nthe other near Paddington), and had been paid on the spot by husky\nyoung men who had been waiting with their crates at the curbside. It\ndeveloped further that these young men had not actually been occupants\nof the addresses in question.\n\nThe most stunning blow of all, however, came the following afternoon,\nwhen Bouser & Baillie mustered sufficient courage to escort Dr. Joll to\nNorfolk, to break the difficult news to the Countess. The news proved\nto be even more difficult than the three gentlemen had imagined, for\nDr. Joll's examination of the lady's \"Boy With Drum\" confirmed that it,\ntoo, was the original; or rather, that it was now but one of _three_\noriginals. Other experts were hastily consulted, and their opinions\nsupported that of Joll. Had Manet been seized by a fit of madness\nwhich had compelled him thus to repeat himself, not once but twice?\nWhatever the motive, his performance was undoubtedly the most brilliant\ntechnical tour-de-force in art history, for the three canvases were\nidentical, down to the last detail seen under the most powerful\nmicroscope.\n\nManet's fiendish skill did not impress the Countess. She felt that the\npainter had deliberately outraged her, and she wished that he were\nstill living, so that she might have the opportunity of snubbing him.\nThat being impossible, she determined to snub his work. \"Sell it at\nonce!\" she ordered Bouser & Baillie. \"You told me last year you could\nget me half again what I paid for it. Then do so now! In fact,\" she\nadded, to show the selflessness of her grudge against Manet, \"I don't\ncare if there's no profit at all--just sell it!\"\n\n\"Ah, um--\" Bouser began. But he found himself unable to speak. Baillie\ntried, too, with no greater success. How could they make it clear to\nthis dangerous female that the existence of two other originals had\nplaced the marketability of her own in grave jeopardy? There was doubt,\nindeed, whether any buyer could now be found--at any price. And more\nthan that, if she chose to donate the canvas outright to a museum,\nwould the museum be likely to accept?\n\nWhile the two partners stood thus uncomfortably searching their minds\nfor some way of phrasing these unpleasant truths, a delivery van back\nin London was edging into a parking space in front of the firm of John\nPickering & Sons, art dealers. Within the van was a crate, and within\nthe crate was a painting.\n\nIt was the fourth original \"Boy With Drum.\"\n\n\n\nBefore the art world had time to digest the incredible evidence of the\nfour identical Manets, the second series of incidents took place.\n\nThis time the locale was Rome, and the painting involved was Holbein's\nfamous portrait of the Duke of Kent, one of the ornaments of the\nPellagrini Gallery. At half-past ten on a Monday morning, a truck\narrived at the rear of the building to deliver a large crate. There was\nno clue on the exterior of the crate as to its origin or contents, but\nGallery officials, assuming that their curiosity would be satisfied by\nsome document tacked within, signed the delivery receipt and had the\ncrate lugged to a store-room. Opening it, they found no such document,\nonly what appeared to be a marvelously clever imitation of their\nprecious Holbein.\n\nThey chuckled merrily at the joke. Then one of them remarked innocently\nthat it reminded him of the remarkable Manet duplications which were\ncurrently vexing the English. At once a pall of doubt settled over\nthe group. Another Manet case? Utter nonsense! But that afternoon,\nthe Roman counterpart of Dr. Joll was quietly called in to examine\nthe strange gift. Professor Rienzo was not as swift as his English\ncolleague, and was still inspecting the supposed forgery the next\nmorning, when a different truck arrived with another portrait of the\nDuke of Kent, just like the first.\n\nIndeed, it was also just like the one that hung so proudly in the\nGallery itself--at least that was Professor Rienzo's firm opinion,\nenunciated the following day at a special meeting of the Gallery's\ndirectors. \"I stake my reputation on it!\" Rienzo declared. \"You have\nnow three Holbein Kents, identically the same!\"\n\nBut Rienzo was wrong. There were not three Kents, but four, for another\none had just arrived. The next day, the fifth appeared, and thus,\non the day after that, the entire staff of the Gallery waited in a\ndelirium of expectation for Holbein Kent VI. They were not disappointed.\n\nWhere had the canvases come from? But, like the London dealers, the\nPellagrini Gallery officials were unable to find out. They could follow\nthe trail back only as far as some young man on a street-corner, or\nin a hotel lobby, or again, at some sidewalk cafe, each time waiting\ncalmly with his crate for the appearance of the summoned truck--then\nvanishing.\n\nIn their agitation, the custodians of the multiple Holbein considered\ntrying to hush up the affair, but they had barely broached the topic\nwhen the mysterious donor rendered further discussion useless. Holbein\nKent VII was duly delivered--not to the Gallery, however, but to the\nart editor of one of Rome's great newspapers. The story was out in the\nopen.\n\n\n\nIn the following weeks, the tempo quickened. No longer were there\nisolated incidents, first in one city and then in another. The plague\nof original masterpieces became epidemic.\n\n    _Item_: Every art dealer in Vienna received, on the same day,\n    twenty-five different paintings by Picasso, Braque, and Matisse.\n    Each was subsequently established as being fully authentic, to the\n    consternation of those museums and private collectors in a dozen\n    countries who had acquired, at enormous cost, the originals.\n\n    _Item_: The Tate Gallery in London was notified by the confused\n    headmaster of a private school near Bath that one thousand copies\n    of a celebrated Van Gogh had been delivered to him, apparently\n    in error. At least, he said, they _seemed_ to be copies. He had\n    recalled that the Tate owned the original. Perhaps the shipment\n    had been intended for the Gallery? The Tate officials grimly agreed\n    that it probably had.\n\n    _Item_: One morning, the base of one exterior wall of the Louvre\n    was found to be solidly lined with the \"Mona Lisa.\" There were\n    hundreds of them, side by side, smiling enigmatically out across\n    the Seine, and each, naturally, was as genuine as the single one\n    inside the great palace.\n\n\n\nWhat was perhaps the most serious case occurred in New York. Directors\nof a famous art museum were notified one day in a letter from a law\nfirm that a wealthy gentleman, recently deceased, had willed to the\nmuseum his entire collection of paintings. Would the directors care to\nappear at such-and-such an address the following day to inspect the\noffered canvases? The directors wrote a polite acknowledgment and the\nnext day dispatched one of their junior members to the address given.\nPresumably the donor had left them an attic-full of junk, but still\nthere might be something worthwhile there.\n\nThe junior member telephoned his colleagues at once. They hastened\nto the spot. The collection was most remarkable. It covered every\nwall of every room in an otherwise vacant five-story building, and\nthe directors could hardly call any of it junk, for it duplicated\nwith the most appalling exactitude the entire contents of their own\nmuseum. Every last painting was reproduced there, and as if that were\nnot enough, inspection of the basement revealed that for each canvas\ndisplayed in the rooms above, a precise duplicate existed in storage.\n\nThe directors were aghast. It was Manet and Holbein all over again, but\non a scale beyond all imagining. To make matters worse, someone had\nimpudently tipped off the press, and there was a crowd of reporters and\nphotographers, not to mention a number of curiosity-seekers who had\nwandered in from the street. One of the directors telephoned the museum\nand ordered it closed immediately, but of course that could not prevent\nthe instant collapse of the values of the museum's collection.\n\nOnce more, investigation proved fruitless. The law firm indignantly\ndenied authorship of the letter. Someone evidently had purloined the\nstationery. The dead man, too, was a fraud, having never existed, and\nas for the person who had rented the building, the real estate agent\ncould recall only that it was a young man named Smith, who had paid in\nadvance weeks earlier, and had not been seen since.\n\n\n\nBy this time, the entire art world was in a state of nervous collapse.\nDozens of masterworks had been rendered worthless by their sheer\nprofusion. Others joined the list every day. Collectors sought\nfrantically to sell--but no one would buy. Even those paintings as yet\nuntouched by the blight could not be sold, for what buyer could be sure\nthat a hundred identical canvases would not quickly turn up elsewhere?\nDealers' offices were closed, museum doors were shut--and most horrible\nof all, artists were ceasing to paint.\n\nIn desperation, the leading museums and galleries pooled funds to hire\nprivate detectives. Weeks passed, and the flow of originals continued,\nbut the detectives failed to produce a single positive lead--except for\none, and it was so fantastic that the art impresarios angrily rejected\nit.\n\nOne shipment of masterpieces had been traced, through an intricate\nsystem of straw parties and other devices, back to the New York\napartment of Dr. Cyrus E. Browl. Could the Wizard of Light be the\nmass-production virtuoso? Ridiculous! Several of the museum directors\nremembered his fumbling attempts to copy their treasures. It had been\npathetic--the old man had been clumsier than the rawest novice, and\nbesides, his eyes were so weak now, he could hardly see across a room!\n\nBut one of the art experts was suddenly struck by the memory of that\nhuge easel and the peculiar array of lightless lamps, and hastened off\nto pay Dr. Browl a visit. He quickly returned, looking much older, and\nin an unsteady voice made a report:\n\n\"I've seen Dr. Browl--and I've seen _it_.\"\n\n\"Seen what?\"\n\nThe dealer's cheeks quivered. \"The thing. The thing that does it!\"\n\nThe art experts all stared at the speaker. \"Then he _is_ the one?\"\nsomeone asked.\n\n\"Yes. And he is willing to see us tomorrow afternoon....\"\n\n\n\nThe Wizard of Light occupied the four topmost floors of a mid-town\napartment building. Most of that space was used for his laboratories\n(the city having granted him special permission), from which had issued\nmany important inventions, although none in the last few years.\n\nDr. Browl received his uneasy guests in a huge room whose far wall,\nopposite the main entranceway, was composed entirely of glass. It was,\nin fact, a gigantic window, which afforded a splendid view of the city.\n\nThe art dealers and exhibitors were hardly in a frame of mind to\nappreciate the scene, however, as they filed into the room and at\ntheir host's direction, seated themselves on chairs and sofas arranged\nin rows off to one side.\n\n\"All here?\" asked the Wizard, searching the apprehensive faces before\nhim with his uncertain old eyes. Someone muttered in the affirmative,\nand the Wizard broke into a high-pitched cackling. It confirmed the\nworst fears of his visitors. They were dealing with a demented genius\nwho would be beyond the persuasions of reason.\n\n\"Now I'll get out my little toy,\" the Wizard declared cheerfully. He\nhobbled past them to one of the room's several doors, opened it, and\npulled forth his easel, which had been mounted on little tires so that\nfeeble as he was, he could maneuver it around quite easily.\n\n\"Looks like a fancy easel, doesn't it, eh?\" he chortled, wheeling\nit out in front of his audience. \"Well, it _is_ an easel, but it's\nmore than just an easel! It's a camera, my friends. Not an ordinary\ncamera--oh, no! It's a three-dimensional molecular camera!\" He laughed\nso hard that he was forced to lean against his bulky creation for\nsupport.\n\nWhen he had recovered, he went on more calmly: \"I won't confuse you\nwith the technical details, gentlemen. You would hardly understand\nthem anyway. Let me merely assure you that this camera contains a\nhigh-speed electronic scanning device which accurately records in its\nmemory the precise structure of each molecule of matter within its\nrange.\" With this, the Wizard pressed a button and the front part of\nthe easel, which happened to be trained on the main entranceway, began\nto purr.\n\n\"You recorded the paintings you were pretending to copy!\" one of the\ndealers blurted out.\n\n\"Precisely,\" rejoined the Wizard. \"But of course that is just half the\nstory. To record is not to reproduce. Yet my invention is capable of\nboth tasks.\" He punched another button. The machine stopped purring,\nand instead, its rear section began to vibrate. \"Reproduction!\" cried\nthe Wizard, excitedly. \"The memorized particles now begin to be\nduplicated by means of a cybernetic reactor, which with infinite speed\nand skill, dips into a little reservoir of atomic raw materials, so to\nspeak, and fashions from them the requisite molecules! Thus I produce\nnot merely copies of your vaunted masterpieces, but the masterpieces\nthemselves--complete to the last fragment of aged wood frame and\ncracked canvas!\"\n\n\"Of course,\" he added more soberly, \"there are a few problems still to\nbe solved. The reproduction is not instantaneous, but takes several\nminutes to solidify. And then, too,\" he went on, as if musing to\nhimself, \"there is the unfortunate circumstance that my pictures will\ndissolve within a few months, reverting to their elemental state.\"\n\n\n\nHe perceived that his last remark had greatly heartened his listeners,\nand snapped at them angrily:\n\n\"Don't get your hopes up, gentlemen! I shall perfect it, never fear!\nAnd in the meantime, I can keep on producing!\"\n\nOne of the curators spoke: \"Why do you want to ruin us?\"\n\n\"It should be obvious,\" the Wizard declared. \"My object is not to\ndestroy you, but art. Art falsifies nature in general, and light\nvalues in particular. It is the curse of mankind. Years ago I decided\nto eliminate it. But how? The answer, my friends, was not long in\ncoming. I determined to destroy art by rendering it commercially\nworthless--which, needless to say, I am well on the way to\naccomplishing!--for I know that in this world, nothing can survive the\nloss of monetary value!\"\n\nThe visitors trembled in their chairs. If any proof were lacking of\nthe old man's dementia, his wild statement had supplied it. And was\nhis lunacy, they wondered, to mean the end of their fees and their\nstipends, and, incidentally, of painting itself? What could they do to\nthwart the old fiend? Chuck him out the window, possibly, along with\nhis infernal machine.\n\nBut the window seemed to be fogged. A peculiar little cloud was\nwhirling in front of it, right behind the molecular camera. They stared\nat it, greatly puzzled.\n\nThe Wizard mistook the object of their scrutiny and embraced his\ninvention protectively. \"You want to destroy it, do you?\" he cried.\n\"Stay where you are!\" He pulled a small revolver from his pocket and\nbrandished it threateningly, meanwhile tugging at the machine, to roll\nit away.\n\n\n\nIt was then that Fate intervened, as if the potential irony were too\ngreat to be resisted. The cloud behind the camera began to take on a\nrecognizable shape. It became a scientifically exact depiction of the\nentranceway, in fact, for the Wizard, in his excitement, had neglected\nto turn off his machine, and it had dutifully gone about its business.\nTrue, the representation of the entranceway had not quite solidified,\nbut it was firm enough to obscure the plate-glass window behind it, and\nso when the weak-eyed Wizard hastily pulled his great camera toward the\nnearest exit, his confusion was understandable.\n\nThere was a loud noise of splintering as the old gentleman propelled\nhis invention through the window, and a cry of vexation as he followed\nit.\n\nBy the time the art experts reached street-level, sixteen stories\nbelow, there was little left to be seen. The molecular camera was a\nmere tangle of wires and metal, yet it still hummed erratically on\nfor a time, and before the astonished eyes of the gathering crowd, it\nbelched out its final and greatest creation--a magnificent melange of\nall periods and styles, a triumphant distillation of man's artistic\ngenius through the ages, marred only by the unfortunate representation,\nin one corner, of a human nose in juxtaposition with the thumb of an\nupraised hand whose fingers were indelicately spread. However, this\nminor annoyance was blocked out, and the masterpiece was exhibited in\nthe leading galleries of the civilized world, until, like the machine's\nother productions, it crumbled and fell into dust.\n\n\n                                THE END\n\n\n",
    "metadata": {
        "author": [
            "Ely, David"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72081/pg72081.txt",
        "name": "the_wizard_of_light.json"
    }
}