{
    "name": "The Girls from Fieu Dayol",
    "author": [
        "Young, Robert F."
    ],
    "body": "Up until the moment when he first looked into Hippolyte Adolphe Taine's\n_History of English Literature_, Herbert Quidley's penchant for old\nbooks had netted him nothing in the way of romance and intrigue.\nNot that he was a stranger to either. Far from it. But hitherto the\nbackground for both had been bedrooms and bars, not libraries.\n\nOn page 21 of the Taine tome he happened upon a sheet of yellow copy\npaper folded in four. Unfolding it, he read:\n\n    _asdf ;lkj asdf ;lkj asdf ;lkj asdf ;lkj asdf ;lkj asdf ;lkj\n    Cai: Sities towms copeis wotnid. Gind snoll doper nckli! Wilbe\n    Fieu Dayol fot ig habe mot toseo knwo--te bijk weil en snoll\n    doper--Klio, asdf ;lkj asdf ;lkj asdf ;lkj asdf ;lkj_\n\nSince when, Quidley wondered, refolding the paper and putting it back\nin the book, had high-school typing students taken to reading Taine?\nThoughtfully he replaced the book on the shelf and moved deeper into\nthe literature section.\n\nHe had just taken down Xenophon's _Anabasis_ when he saw the girl walk\nin the door.\n\nLet it be said forthwith that old books were not the only item on\nHerbert Quidley's penchant-list. He liked old wood, too, and old\npaintings, not to mention old wine and old whiskey. But most of all he\nliked young girls. He especially liked them when they looked the way\nHelen of Troy must have looked when Paris took one gander at her and\nstarted building his ladder. This one was tall, with hyacinth hair and\nliquid blue eyes, and she had a Grecian symmetry of shape that would\nhave made Paris' eyes pop had he been around to take notice. Paris\nwasn't, but Quidley's eyes, did the job.\n\nAfter coming in the door, the girl deposited a book on the librarian's\ndesk and headed for the literature section. Quickly Quidley lowered\nhis eyes to the _Anabasis_ and henceforth followed her progress out of\ntheir corners. When she came to the O's she paused, took down a book\nand glanced through it. Then she replaced it and moved on to the\nP's ... the Q's ... the R's. Barely three feet from him she paused\nagain and took down Taine's _History of English Literature_.\n\nHe simply could not believe it. The odds against two persons taking an\ninterest in so esoteric a volume on a single night in a single library\nwere ten thousand to one. And yet there was no gainsaying that the\nvolume was in the girl's hands, and that she was riffling through it\nwith the air of a seasoned browser.\n\nPresently she returned the book to the shelf, selected\nanother--seemingly at random--and took it over to the librarian's desk.\nShe waited statuesquely while the librarian processed it, then tucked\nit under her arm and whisked out the door into the misty April night.\nAs soon as she disappeared, Quidley stepped over to the T's and took\nTaine down once more. Just as he had suspected. The makeshift bookmark\nwas gone.\n\nHe remembered how the asdf-;lkj exercise had given way to several lines\nof gibberish and then reappeared again. A camouflaged message? Or was\nit merely what it appeared to be on the surface--the efforts of an\nimpatient typing student to type before his time?\n\nHe returned Taine to the shelf. After learning from the librarian that\nthe girl's name was Kay Smith, he went out and got in his hardtop. The\nname rang a bell. Halfway home he realized why. The typing exercise had\ncontained the word \"Cai\", and if you pronounced it with hard c, you got\n\"Kai\"--or \"Kay\". Obviously, then, the exercise had been a message, and\nhad been deliberately inserted in a book no average person would dream\nof borrowing.\n\nQuidley winced. He was allergic to the term. Not that he ever let the\npresence of a boy friend deter him when he set out to conquer, but\nbecause the term itself brought to mind the word \"fiance,\" and the word\n\"fiance\" brought to mind still another word, one which repelled him\nviolently. I.e., \"marriage\". Just the same, he decided to keep Taine's\n_History_ under observation for a while.\n\n\n\nHer boy friend turned out to be her girl friend, and her girl friend\nturned out to be a tall and lissome, lovely with a Helenesque air of\nher own. From the vantage point of a strategically located reading\ntable, where he was keeping company with his favorite little magazine,\n_The Zeitgeist_, Quidley watched her take a seemingly haphazard route\nto the shelf where Taine's _History_ reposed, take the volume down,\nsurreptitiously slip a folded sheet of yellow paper between its pages\nand return it to the shelf.\n\nAfter she left he wasted no time in acquainting himself with the second\nmessage. It was as unintelligible as the first:\n\n    _asdf ;lkj asdf ;lkj asdf ;lkj asdf ;lkj asdf ;lkj asdf ;lkj Cai:\n    Habe wotnid ig ist ending ifedererer te. T'lide sid Fieu Dayol po\n    jestig toseo knwo, bijk weil en snoll doper entling--Yoolna. asdf\n    ;lkj asdf ;lkj asdf ;lkj asdf ;lkj_\n\nWell, perhaps not quite as unintelligible. He knew, at least, who Cai\nwas, and he knew--from the reappearance of the words _wotnid_, _Fieu\nDayol_ and _snoll doper_--that the two communications were in the\nsame code. And certainly it was reasonable to assume that the last\nword--_Yoolna_--was the name of the girl he had just seen, and that\nshe was a different person from the _Klio_ whose name had appended the\nfirst message.\n\nHe refolded the paper, replaced it between the pages, returned the book\nto the shelf and went back to the reading table and _The Zeitgeist_.\n\nKay didn't show up till almost closing time, and he was beginning\nto think that perhaps she wouldn't come around for the pickup till\ntomorrow when she finally walked in the door. She employed the same\ntactics she had employed the previous night, arriving, as though by\nchance, at the T-section and transferring the message with the same\nundetectable legerdemain to her purse. This time, when she walked out\nthe door, he was not far behind her.\n\nShe climbed into a sleek convertible and pulled into the street. It\ntook him but a moment to gain his hardtop and start out after her.\nWhen, several blocks later, she pulled to the curb in front of an\nall-night coffee bar, he followed suit. After that, it was merely a\nmatter of following her inside.\n\nHe decided on Operation Spill-the-sugar. It had stood him in good stead\nbefore, and he was rather fond of it. The procedure was quite simple.\nFirst you took note of the position of the sugar dispensers, then you\nsituated yourself so that your intended victim was between you and the\nnearest one, then you ordered coffee without sugar in a low voice, and\nafter the counterman or countergirl had served you, you waited till\nhe/she was out of earshot and asked your i.v. to please pass the sugar.\nWhen she did so you let the dispenser slip from your fingers in such a\nway that some of its contents spilled on her lap--\n\n\"I'm terribly sorry,\" he said, righting it. \"Here, let me brush it off.\"\n\n\n\n\"It's all right, it's only sugar,\" she said, laughing.\n\n\"I'm hopelessly clumsy,\" he continued smoothly, brushing the gleaming\ncrystals from her pleated skirt, noting the clean sweep of her thighs.\n\"I beseech you to forgive me.\"\n\n\"You're forgiven,\" she said, and he noticed then that she spoke with a\nslight accent.\n\n\"If you like, you can send it to the cleaners and have them send the\nbill to me. My address is 61 Park Place.\" He pulled out his wallet,\nchose an appropriate card, and handed it to her--\n\n                     Herbert Quidley: _Profiliste_\n\nHer forehead crinkled. \"_Profiliste?_\"\n\n\"I paint profiles with words,\" he said. \"You may have run across some\nof my pieces in the Better Magazines. I employ a variety of pseudonyms,\nof course.\"\n\n\"How interesting.\" She pronounced it \"anteresting.\"\n\n\"Not famous profiles, you understand. Just profiles that strike my\nfancy.\" He paused. She had raised her cup to her lips and was taking a\ndainty sip. \"You have a rather striking profile yourself, Miss--\"\n\n\"Smith. Kay Smith.\" She set the cup back on the counter and turned and\nfaced him. For a second her eyes seemed to expand till they preoccupied\nhis entire vision, till he could see nothing but their disturbingly\nclear--and suddenly cold--blueness. Panic touched him, then vanished\nwhen she said, \"Would you really consider word-painting _my_ profile,\nMr. Quidley?\"\n\n_Would_ he! \"When can I call?\"\n\nShe hesitated for a moment. Then: \"I think it will be better if I call\non you. There are quite a number of people living in our--our house.\nI'm afraid the quarters would be much too cramped for an artist like\nyourself to concentrate.\"\n\nQuidley glowed. Usually it required two or three days, and sometimes a\nweek, to reach the apartment phase. \"Fine,\" he said. \"When can I expect\nyou?\"\n\nShe stood up and he got to his feet beside her. She was even taller\nthan he had thought. In fact, if he hadn't been wearing Cuban heels,\nshe'd have been taller than he was. \"I'll be in town night after next,\"\nshe said. \"Will nine o'clock be convenient for you?\"\n\n\"Perfectly.\"\n\n\"Good-by for now then, Mr. Quidley.\"\n\nHe was so elated that when he arrived at his apartment he actually\ndid try to write a profile. His own, of course. He sat down at his\ncustom-built chrome-trimmed desk, inserted a blank sheet of paper in\nhis custom-built typewriter and tried to arrange his thoughts. But as\nusual his mind raced ahead of the moment, and he saw the title, _Self\nProfile_, nestling noticeably on the contents page of one of the Better\nMagazines, and presently he saw the piece itself in all its splendid\narray of colorful rhetoric, sparkling imagery and scintillating wit,\noccupying a two-page spread.\n\nIt was some time before he returned to reality, and when he did the\nfirst thing that met his eyes was the uncompromisingly blank sheet of\npaper. Hurriedly he typed out a letter to his father, requesting an\nadvance on his allowance, then, after a tall glass of vintage wine, he\nwent to bed.\n\n\n\nIn telling him that she would be in town two nights hence, Kay had\nunwittingly apprised him that there would be no exchange of messages\nuntil that time, so the next evening he skipped his vigil at the\nlibrary. The following evening, however, after readying his apartment\nfor the forthcoming assignation, he hied himself to his reading-table\npost and took up _The Zeitgeist_ once again.\n\nHe had not thought it possible that there could be a third such woman.\n\nAnd yet there she was, walking in the door, tall and blue-eyed and\ngraceful; dark of hair and noble of mien; browsing in the philosophy\nsection now, now the fiction section, now moving leisurely into the\nliterature aisle and toward the T's....\n\nThe camouflage had varied, but the message was typical enough:\n\n    _fdsa jkl; fdsa jkl; fdsa jkl; fdsa jkl; fdsa jkl; fdsa jkl;\n    Cai: Gind en snoll doper nckli! Wotnid antwaterer Fieu Dayol hid\n    jestig snoll doper ifedererer te. Dep gogensplo snoll dopers\n    ensing!--Gorka. fdsa jkl; fdsa jkl; fdsa jkl; fdsa jkl;_\n\nJudging from the repeated use of the words, _snoll dopers_ were the\ntopic of the day. Annoyed, Quidley replaced the message and put the\nbook back on the shelf. Then he returned to his apartment to await Kay.\n\nHe wondered what her reaction would be if he asked her point-blank what\na _snoll doper_ was; whether she would reveal the nature of the amateur\nsecret society to which she and Klio and Yoolna and Gorka belonged.\nIt virtually had to be an amateur secret society. Unless, of course,\nthey were foreigners. But what on earth foreign organization would be\nquixotic enough to employ Taine's _History of English Literature_ as a\ncommunications medium when there was a telephone in every drugstore and\na mailbox on every corner?\n\nSomehow the words \"what on earth foreign organization\" got turned\naround in his mind and became \"what foreign organization on earth\" and\nbefore he could summon his common sense to succor him, he experienced\na rather bad moment. By the time the door chimes sounded he was his\nnormal self again.\n\nHe straightened his tie with nervous fingers, checked to see if his\nshirt cuffs protruded the proper length from his coat sleeves, and\nlooked around the room to see if everything was in place. Everything\nwas--the typewriter uncovered and centered on the chrome-trimmed desk,\nwith the sheaf of crinkly first-sheets beside it; the reference books\nstacked imposingly nearby; _Harper's_, _The Atlantic_ and _The Saturday\nReview_ showing conspicuously in the magazine rack; the newly opened\nbottle of bourbon and the two snifter glasses on the sideboard; the\nsmall table set cozily for two--\n\n\n\nThe chimes sounded again. He opened the door.\n\nShe walked in with a demure, \"Hello.\" He took her wrap. When he saw\nwhat she was wearing he had to tilt his head back so that his eyes\nwouldn't fall out of their sockets.\n\nSkin, mostly, in the upper regions. White, glowing skin on which her\nlong hair lay like forest pools. As for her dress, it was as though\nshe had fallen forward into immaculate snow, half-burying her breasts\nbefore catching herself on her elbows, then turning into a sitting\nposition, the snow clinging to her skin in a glistening veneer;\narising finally to her feet, resplendently attired.\n\nHe went over to the sideboard, picked up the bottle of bourbon. She\nfollowed. He set the two snifter glasses side by side and tilted the\nbottle. \"Say when.\" \"When!\" \"I admire your dress--never saw anything\nquite like it.\" \"Thank you. The material is something new. Feel it.\"\n\"It's--it's almost like foam rubber. Cigarette?\" \"Thanks.... Is\nsomething wrong, Mr. Quidley?\" \"No, of course not. Why?\" \"Your hands\nare trembling.\" \"Oh. I'm--I'm afraid it's the present company, Miss\nSmith.\" \"Call me Kay.\"\n\nThey touched glasses: \"Your liquor is as exquisite as your living room,\nHerbert. I shall have to come here more often.\" \"I hope you will, Kay.\"\n\"Though such conduct, I'm told, is morally reprehensible on the planet\nEarth.\" \"Not in this particular circle. Your hair is lovely.\" \"Thank\nyou.... You haven't mentioned my perfume yet. Perhaps I'm standing too\nfar away.... There!\" \"It's--it's as lovely as your hair, Kay.\" \"Um,\nkiss me again.\" \"I--I never figured--I mean, I engaged a caterer to\nserve us dinner at 9:30.\" \"Call him up. Make it 10:30.\"\n\n\n\nThe following evening found Quidley on tenter-hooks. The _snoll-doper_\nmystery had acquired a new tang. He could hardly wait till the next\nmessage transfer took place.\n\nHe decided to spend the evening plotting the epic novel which he\nintended to write someday. He set to work immediately. He plotted\nmentally, of course--notes were for the hacks and the other commercial\nnon-geniuses who infested the modern literary world. Closing his eyes,\nhe saw the whole vivid panorama of epic action and grand adventure\nflowing like a mighty and majestic river before his literary vision:\nthe authentic and awe-inspiring background; the hordes of colorful\ncharacters; the handsome virile hero, the compelling Helenesque\nheroine.... God, it was going to be great! The best thing he'd ever\ndone! See, already there was a crowd of book lovers in front of the\nbookstore, staring into the window where the new Herbert Quidley was\non display, trying to force its way into the jammed interior.... _Cut\nto interior._ FIRST EAGER CUSTOMER: Tell me quickly, are there any\nmore copies of the new Herbert Quidley left? BOOK CLERK: A few. You\ndon't know how lucky you are to get here before the first printing ran\nout. FIRST EAGER CUSTOMER: Give me a dozen. I want to make sure that\nmy children and my children's children have a plentiful supply. BOOK\nCLERK: Sorry. Only one to a customer. Next? SECOND EAGER CUSTOMER: Tell\nme quickly, are ... there ... any ... more ... copies ... of--\n\nZZZZZZZZZZZZZ....\n\nMessage no. 4, except for a slight variation in camouflage, ran true to\nform:\n\n    _a;sldkfj a;sldkfj a;sldkfj a;sldkfj Cai: Habe te snoll dopers\n    ensing? Wotnid ne Fieu Dayol ist ifederereret, hid jestig snoll\n    doper. Gind ed, olro--Jilka. a;sldkfj a;sldkfj a;sldkfj a;sldkfj_\n\nQuidley sighed. What, he asked himself, standing in the library aisle\nand staring at the indecipherable words, was a normal girl like Kay\ndoing in such a childish secret society? From the way she and her\ncorrespondents carried on you'd almost think they were Martian girl\nscouts on an interplanetary camping trip, trying for their merit badges\nin communications!\n\nYou could hardly call Kay a girl scout, though.\n\nNevertheless, she was the key figure in the _snoll-doper_ enigma. The\nfact annoyed him, especially when he considered that a _snoll doper_,\nfor all he knew, could be anything from a Chinese fortune cooky to an\nH-bomb.\n\nHe remembered Kay's odd accent. Was that the way a person would speak\nEnglish if her own language ran something like \"_ist ifedereret, hid\njestig snoll doper adwo_?\"\n\nHe remembered the way she had looked at him in the coffee bar.\n\nHe remembered the material of her dress.\n\nHe remembered how she had come to his room.\n\n\"I didn't know you had a taste for Taine.\"\n\n\n\nHer voice seemed to come from far away, but she was standing right\nbeside him, tall and bewitching; Helenesque as ever. Her blue eyes\nbecame great wells into which he found himself falling. With an effort,\nhe pulled himself back. \"You're early tonight,\" he said lamely.\n\nShe appropriated the message, read it. \"Put the book back,\" she said\npresently. Then, when he complied: \"Come on.\"\n\n\"Where are we going?\"\n\n\"I'm going to deliver a _snoll doper_ to Jilka. After that I'm going to\ntake you home to meet my folks.\"\n\nThe relieved sigh he heard was his own.\n\nThey climbed into her convertible and she nosed it into the moving line\nof cars. \"How long have you been reading my mail?\" she asked.\n\n\"Since the night before I met you.\"\n\n\"Was that the reason you spilled the sugar?\"\n\n\"Part of the reason,\" he said. \"What's a _snoll doper_?\"\n\nShe laughed. \"I don't think I'd better tell you just yet.\"\n\nHe sighed again. \"But if Jilka wanted a _snoll doper_,\" he said after a\nwhile, \"why in the world didn't she call you up and say so?\"\n\n\"Regulations.\" She pulled over to the curb in front of a brick\napartment building. \"This is where Jilka lives. I'll explain when I get\nback.\"\n\nHe watched her get out, walk up the walk to the entrance and let\nherself in. He leaned his head back on the seat, lit a cigarette and\nexhaled a mixture of smoke and relief. On the way to meet her folks.\nSo it was just an ordinary secret society after all. And here he'd\nbeen thinking that she was the key figure in a Martian plot to blow up\nEarth--\n\nHer _folks_!\n\nAbruptly the full implication of the words got through to him, and he\nsat bolt-up-right on the seat. He was starting to climb out of the car\nwhen he saw Kay coming down the walk. Anyway, running away wouldn't\nsolve his problem. A complete disappearing act was in order, and a\ncomplete disappearing act would take time. Meanwhile he would play\nalong with her.\n\n\n\nA station wagon came up behind them, slowed, and matched its speed\nwith theirs. \"Someone's following us,\" Quidley said.\n\n\"Probably Jilka.\"\n\nFive minutes later the station wagon turned down a side street and\ndisappeared. \"She's no longer with us,\" Quidley said.\n\n\"She's got to pick someone up. She'll meet us later.\"\n\n\"At your folks'?\"\n\n\"At the ship.\"\n\nThe city was thinning out around them now, and a few stars were visible\nin the night sky. Quidley watched them thoughtfully for a while. Then:\n\"What ship?\" he said.\n\n\"The one we're going to _Fieu Dayol_ on.\"\n\n\"_Fieu Dayol?_\"\n\n\"Persei 17 to you. I said I was going to take you home to meet my\nfolks, didn't I?\"\n\n\"In other words, you're kidnapping me.\"\n\nShe shook her head vehemently. \"I most certainly am not! Neither\naccording to interstellar law or your own. When you compromised me, you\nmade yourself liable in the eyes of both.\"\n\n\"But why pick on me? There must be plenty of men on _Fieu Dayol_. Why\ndon't you marry one of them?\"\n\n\"For two reasons: one, you're the particular man who compromised\nme. Two, there are _not_ plenty of men on _Fieu Dayol_. Our race is\nidentical to yours in everything except population-balance between the\nsexes. At periodic intervals the women on _Fieu Dayol_ so greatly\noutnumber the men that those of us who are temperamentally and\nemotionally unfitted to become spinsters have to look for _wotnids_--or\nmates--on other worlds. It's quite legal and quite respectable. As a\nmatter of fact, we even have schools specializing in alien cultures\nto expedite our activities. Our biggest problem is the Interstellar\nstatute forbidding us the use of local communications services and\nforbidding us to appear in public places. It was devised to facilitate\nthe prosecution of interstellar black marketeers, but we're subject to\nit, too, and have to contrive communications systems of our own.\"\n\n\"But why were all the messages addressed to you?\"\n\n\"They weren't messages. They were requisitions. I'm the ship's stock\ngirl.\"\n\n\n\nApril fields stretched darkly away on either side of the highway.\nPresently she turned down a rutted road between two of them and they\nbounced and swayed back to a black blur of trees. \"Here we are,\" she\nsaid.\n\nGradually he made out the sphere. It blended so flawlessly with its\nbackground that he wouldn't have been able to see it at all if he\nhadn't been informed of its existence. A gangplank sloped down from an\nopen lock and came to rest just within the fringe of the trees.\n\nLights danced in the darkness behind them as another car jounced down\nthe rutted road. \"Jilka,\" Kay said. \"I wonder if she got him.\"\n\nApparently she had. At least there was a man with her--a rather\nwoebegone, wilted creature who didn't even look up as they passed.\nQuidley watched them ascend the gangplank, the man in the lead, and\ndisappear into the ship.\n\n\"Next,\" Kay said.\n\nQuidley shook his head. \"You're not taking _me_ to another planet!\"\n\nShe opened her purse and pulled out a small metallic object \"A\nlittle while ago you asked me what a _snoll doper_ was,\" she said.\n\"Unfortunately interstellar law severely limits us in our choice of\nmarriageable males, and we can take only those who refuse to conform\nto the sexual mores of their own societies.\" She did something to the\nobject that caused it to extend itself into a long, tubular affair.\n\"_This_ is a _snoll doper_.\"\n\nShe prodded his ribs. \"March,\" she said.\n\nHe marched. Halfway up the plank he glanced back over his shoulder for\na better look at the object pressed against his back.\n\nIt bore a striking resemblance to a shotgun.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Young, Robert F."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61048/pg61048.txt",
        "name": "the_girls_from_fieu_dayol.json"
    }
}