{
    "name": "The hermit's Christmas",
    "author": [
        "Burrell, David De Forest"
    ],
    "body": "On Christmas Day the solitude of the hermit Theodore was broken in upon.\n\nThe hermit, a gaunt, austere figure of a man in a long robe of goat’s\nhair, stood before the door of his cave upon the heights, looking out\nover the wooded slopes and the shining waters at their feet, when the\nfirst intruder made his appearance. The sunlight glanced from his armor\nwhere he came out from the forest shadows on a bare shoulder of the\nmountain far below. The gleam caught the hermit’s eye, and, without\nmoving, he watched while the man drew nearer. He climbed but slowly under\nthe weight of his armor. About his head a white cloth was wrapped as\nsecurity against the hot sun, while his helmet was slung at his back. His\ngreat sword he used for a staff.\n\nAt length, stumbling over the last stone in utter weariness, he reached\nthe hermit’s side and threw himself upon the ground, calling hoarsely\nfor water, in the name of all the saints. The hermit brought it, a gourd\nfull, which the Crusader drank dry in great gulps. He wiped his face, red\nand shining from the exertion of his climb.\n\n“God bless thee for that kindly draft, good father.”\n\n“Nay, my son, ’tis but a small Christmas gift, since it cost me naught\nsave a journey to the spring below.”\n\nThe knight started.\n\n“I had forgot! Christmas Day, in sooth! and what a place to keep it in!”\n\n“The place matters not, my son, so that thy heart be right for the\nfeast.”\n\nThe other’s eyes twinkled for a moment.\n\n“And dost thou feast on Christmas Day, father? Methought dried peas\nand, perchance, a cut of goat’s flesh would be dainties fitted to thy\nscruples.”\n\nThe hermit smiled.\n\n“Why, so they are; but truly the food matters little more than the place.”\n\nThen the knight sighed loudly.\n\n“Ah, but I bethink me,” he said, “of a great hall in Merry England, and\nthe boar’s head and the foaming ale and the songs and laughter! I would I\nwere there, across yon blue sea!”\n\nThe hermit smiled again.\n\n“Truly, Sir Knight, dried goat’s flesh is not a boar’s head, and this\ngourd I take from thee is not a horn of ale; but this is Christmas Day,\nand thou art welcome.”\n\n“And I will stay, good father, and dine with thee! but in truth I had\nmeant so to do, an the hermit’s face were not too long.” He glanced up,\nsidelong, at the hermit’s solemn visage above him. “Yonder, on the road\nby the sea, lies my horse with a broken leg. God’s mercy that he did\nnot break my skull when he fell! I saw a path leading away through the\nforest toward the mountain, and as all paths on Athos do now but lead\nto hermits’ caves, ’twas but a short moment before I turned my steps\nhitherward.”\n\nThere was a sound of feet clambering up the rocky way. A voice reached\nthem, harsh and nasal, uttering loud curses upon lands where Christian\nhospitality dwelt in caves on mountain-tops. Then an unkempt head came\ninto view, followed by a body clothed in rags and patches.\n\nThe hermit greeted the newcomer after the fashion of the East: “Peace to\nthee.”\n\nThe man paused to get his breath, and answered, “Thou art set on high\nindeed, holy father. ’Twere more friendly to set thy cave by the\nroadside below.”\n\n“Make thy complaint to God who made the cave, thou unmannerly rascal!”\nthe knight interrupted, jumping to his feet. “By thy costume thou art a\nbeggar. Go thou and beg of richer men.”\n\n“Peace, peace!” said the hermit. “All men are beggars at my door—and all\nare guests—and all are welcome.”\n\n“Then thou shalt have a full table for thy Christmas dried peas, father,\nfor yonder come more of thy guests.”\n\nThe hermit and the beggar looked down where he pointed. Up the steep path\ntoiled four men, one after the other. The three above stood waiting their\narrival. At length they came. The knight checked them off in an undertone\nas the hermit gave to each his kindly “Peace to thee!”\n\n“Thou art a merchant, and wealthy, by thy girth”—so ran the\ncommentary—“and thou—a thief, by thine eyes and thy nearness to Sir\nMerchant. And thou—thou art I know not what, but thou hast broken heart\nwritten on thy face. And thou art a thinker, by thy broad brow and thy\nslender figure.”\n\nOne after another they returned the hermit’s greeting, each after his\nkind. He whom the knight called merchant offered bluntly to pay for a\ngood meal; the thief spoke with oily heartiness; the broken-hearted\nsaid never a word; and he of the broad brow and the uncalloused fingers\nresponded with the courtesy of one at home in any place.\n\n“A fair Christmas Day, good sirs,” quoth the hermit then; “and all I have\nfor your Christmas feast! Come hither into the shade of the rock and sit\nye down.”\n\nAnd without further parley down they sat upon the brown earth, a strange\ncompany, while the hermit brought from his cave a great dish of dried\nmeat, and a bowl of parched peas, and lastly an earthen jar of water,\ncool and sparkling. The beggar made as if to put his hand to the dish of\nmeat, when the hermit stayed him.\n\n“An it please you,” he said gravely, “we will thank the Christ who was\nborn this day.”\n\nThe beggar withdrew his hand. The fat merchant, who had thought to put\nforth his own, withheld it. With bowed head they waited until the brief\nprayer was done, then set to as hungry men, one and all.\n\n“Tough, but grateful to an empty stomach, is thy goat’s meat,” said the\nman of the broad brow. “But tell me, Father Hermit, thou didst return\nthanks for dried meat and peas: dost in very truth regard this mean\nrepast as a Christmas feast?”\n\n“That do I!” returned the hermit vigorously.\n\n“That do I not!” said the other in a sneer half hidden in his beard, “no\nmore do these my fellow-guests, I warrant you. Tell me, friend knight,\nhast any thought of Christmas in thy mind?”\n\n“Nay,” said the knight frankly; “only of a snow-white, crisp Christmas at\nhome.”\n\n“Sir Beggar? Is this a Christmas joy to thee?”\n\n“Nay,” said the beggar with a whine; “but were I in my own town—ah, there\nbeggar-folk feast at Christmas-tide at the cost of the open-handed rich!”\n\n“Sir Merchant, what of thee? Is this Christmas to thy mind?”\n\n“Nay,” said the merchant between bites, “never a Christmas without good\nroast capon.”\n\n“Sir Melancholy? Hast thou Christmas cheer? Nay, we need not thine\nanswer. And thou, Sir Shifty Eyes—is this Christmas to thee?”\n\n“Nay,” said the last of all, “I see no Christmas joy in this shrivelled\nfare.”\n\n“Hearest thou, O Father Hermit?” cried the questioner in triumph. “And\nthou sayest this brings Christmas joy to thee!”\n\n“And truly so it does!” answered the hermit quietly. Then, his eyes\nsweeping quickly around the circle, he spoke more strongly: “And more,\nSir Philosopher—for such I take thee to be—I can tell each of you why he\nhas no Christmas joy from this feast of mine.”\n\n“Come, then,” said the philosopher invitingly.\n\n“Thou first,” said the hermit, not heeding the sneer no longer\nconcealed—“thou art a philosopher, is it not so?—So I thought.—And thou\nhast exchanged faith for reason, and by thy bargain thou hast lost thy\nChrist and thy Christmas. Thou wast afraid to believe! God manifest in\nthe flesh thou couldst not understand, and therefore God manifest in the\nflesh thou didst cast away.”\n\nThe other would have interrupted, but the hermit raised his hand to\nsilence him. “Nay, I said not I would argue with thee, but that I would\nshow thee why thou hast no Christmas joy. And I have shown thee. Thou\nhast no faith: that is why. Thou, who dost come over yonder blue sea by\nfaith; who dost follow a mountain path on faith;—thou, who dost not know\nthyself nor thy neighbor nor thy world, but dost take all on faith—thou\ndost not believe in the might of the finger of God! Not a day passes\nbut thou dost believe the unexplainable; yet thou must explain the\nChrist-child before thou wilt believe on him! Thou dost not know me; thou\ncanst not explain one of these dried peas, nor the way it grew, nor the\nsunlight that dried it; and yet thou dost eat my dried peas gladly! Have\nI hit thee? ‘Whosoever shall not receive the kingdom of heaven as a——’”\n\nHe paused for a moment. The philosopher’s eyes had fallen; his sneer was\ngone; he had not a word to say. The hermit turned to the thief, who sat\nnext in the circle, and shot his next words at him.\n\n“And thou, I know thine ailment, and why thou hast no Christmas joy in\nthy feast! Thou hast stolen money in thy scrip and a bad conscience in\nthy breast.”\n\nThe man with the shifty eyes gripped his wallet tight and turned pale\nunder his tan.\n\n“Nay, friend thief,” said the hermit more gently, “this is no court of\nlaw. There is no judge here but thy God. Thou art afraid to meet the\nChrist-child when thou comest to judgment; that is why thou hast no joy\nin this Christmas-tide. Clear conscience doth make glad heart. Get thee\nback and restore what thou hast stolen!”\n\nHis eyes sought those of him of the melancholy countenance, but the man\nwould not look up. Nevertheless the hermit addressed him, knowing that he\nheard.\n\n“And thou, Sir Melancholy, methinks I know thy sorrow. Thou dost think\nthyself disillusioned. Sorrow has come thy way, and loneliness. Thy\nfriends have proven no friends at all. And because thou hast lost faith\nin man, thou hast lost faith in God, and thou hast forgotten the faith\nof thy childhood. Thou hast drunk wormwood and therefore thou dost curse\nGod.”\n\nThe man had lifted his head and was gazing at him, his embittered hungry\nsoul in his eyes. The hermit’s tone softened.\n\n“Oh, thou poor soul!” he said, “thou hast done the very opposite to what\nthou shouldst have done. For instead of false friends thou hast a Friend\ndivine. Thy house is empty; yet thy Friend but keeps thy dear ones for\nthee till thou comest. Thou hast looked only at the things which are\nseen; but lift thine eyes! look thou at the things which are not seen,\nthe eternal things of God! Then hast thou, even thou, bereaved and\nlonely, joy in the Birthday of thy Lord!”\n\nHe ceased speaking. Suddenly the other bowed his head upon his arms and\nwas shaken by great tearing sobs. They sat in silence until he raised\nhis head and said, brokenly, and trying to smile, “Thou hast wrought a\nmiracle, father! These be the first tears mine eyes have known in many a\nyear.”\n\n“I guessed as much,” the hermit said, “and tears be often the forerunners\nof a new joy.”\n\nThe Crusader sat next in the circle. With the help of the beggar he had\nundone the thongs on his armor and stripped himself of his shining coat\nof mail. In his woolen shirt, worn and marked with rust, he was a picture\nof stalwart strength, with knotted muscles and heavy shoulders.\n\n“Thou,” began the hermit, “thou, Sir Knight, hast been to Jerusalem,\nacross yonder waters, to protect the sepulcher of thy Lord Christ, whose\nBirthday this is. And thou dost not know thy Lord; wherefore thou hast no\njoy in Him.”\n\n“Not know my Lord!” cried the knight.\n\n“Nay, thou knowest not thy Lord! By two things I know it and will prove\nit thee. Imprimis, thou hast slain thy fellow-men, and hast waded in\ntheir blood, for the sake of thy God. Wherefore thou knowest not Him;\nfor the Christ is not served by blood-letting, by the slaying of thy\nbrother-men. Thou dost hate the Saracen who dishonors thy Lord’s tomb;\nbut thy Lord has bidden thee love the Saracen, and thou hast not heard\nhis voice. Again, thy Lord Christ would have thee kindly and tender\ntoward all, both man and beast; but thou hast left thy good steed, who\nhas borne thee to thy Lord’s city and thus far homeward—thou hast left\nhim lying down yonder with a broken limb and hast not put him out of his\nmisery. Wherefore, again, thou dost not know thy Lord; not knowing Him,\nthou canst have none of his joy at his birth-feast! Wert thou Christ’s\nman, as thou dost wear Christ’s cross, thou wouldst ere this have cared\nfor thy beast!”\n\nAt that the knight leaped to his feet.\n\n“By this cross,” he cried, “but thou art a bold man, Sir Hermit!”\n\nHis sword was in his hand. The hermit made no move. The others sat\nwatching the shining blade. The knight caught the hermit’s eye,\nhesitated, dropped his sword with a clatter, and turned and strode down\nthe path out of sight.\n\nThe hermit turned to the merchant.\n\n“And thou, sir,” he said, “I have thy measure an I mistake not; and the\nreason why thou hast no joy in this feast. Thou hast so encased thy soul\nin the fat of getting and of self-indulgence that thou hast forgotten it.\nThou hast lived for thyself. Thy treasure-chest thou hast filled, and\nthou hast wrung thy gold from the sweat and tears of many a brother-man.\nGod gave thee thy talents, but thou hast not requited God. Thou art\nswollen with what thou hast sucked from God’s world. Thy pride is in what\nthou callest thine own, and thy joy in spending it for what thou callest\nthyself. Thou knowest not the Christ-child; for the Christ bids thee\ngive, not get; and thou hast not found joy in this feast, for thou hast\nthrough it all thought only of thyself! The joy of Christ’s Birthday will\ncome when thou forgettest thyself!”\n\nAnd the merchant, when the hermit ceased speaking, grew very red in the\nface and fingered his wallet uncomfortably. But he had not a word to say.\n\n“And thou, Sir Beggar,” went on the voice of the hermit, “thou hast, like\nthy neighbor, lived by sucking the world dry. Thou hast taken from the\nworld and given nothing. God made thee to work, but thou hast disdained\nto work. Thy mind is rich with excuses and reasons, but none is good:\nthou art a lazy varlet and a selfish one. Therefore thou knowest not the\nChrist. For He was a carpenter, and his hands were hard with toil. He\nsaved men, not lived on them, yonder in Nazareth. And none has right to\njoy on Christmas-tide who has no respect for himself and no joy in honest\ntoil. Stretch out thy hand to the plow, not to ask an alms! Let thy brow\nshine with the sweat of thy work for the Christ; then shalt thou taste\nhis joy! He has given himself to thee, and thou—thou art a beggar!”\n\nHe was done. He turned to the philosopher with a quiet smile. “Have I\nnot kept my word?” he asked.\n\nThe other nodded slowly, then lifted his chin with a challenge: “In truth\nthou hast, good host. But I, too, am a student of men; and I have a flaw\nto pick in thine own case.”\n\nThe hermit’s smile faded from his lips. He seemed for the moment to draw\ninto himself; and he spoke in a low voice.\n\n“Nay,” he said; “I said not I was perfect; nor even that I gathered from\nthis poor feast all that I might have gained of joy. It has been the\nbetter for your presence; and yet—I too confess I have known happier\nfeasts.”\n\nIt was the philosopher’s turn to smile, but he had lost his sneer, and he\ndid not smile.\n\n“Thou hast withdrawn thyself, Sir Hermit,” he said not ungently, “from\nthe world and its snares. Thou wast weak, and the evil in the world drew\nthee, and thy conscience troubled thee; and thou didst flee, like many\nothers, to the wilderness. Is it not so?”\n\nHe did not wait for a reply, but leaned forward and pointed his words\nwith a long, slender finger. “And thou too hast lost—not all, but much,\nof the joy of this feast because thou hast been a coward! A coward! Thou\nwast afraid! Though thy Lord fought through forty days and forty nights\nof temptation; though he did agonize for thee in the garden; though he\ndid show thee how to fight thy soul’s battles—thou didst run away to the\ndesert! Thou hadst a place to fill, a work to do, men to serve, a Gospel\nto preach—and thou wast afraid! And thou hast but a part of thy joy\nto-day because thou hast forgotten that the Christ-child whose feast this\nis was born to succor thee in thy temptations! Thou hast no right to this\nfeast! Thou shouldst be at thy work in the world! Thy Christ hath a work\nfor thee!”\n\nA silence fell upon them. The hermit seemed to have shrunk into himself.\nAbsently he rolled a parched pea between fingers none too steady. His\nvoice trembled when at length he spoke.\n\n“I stand like you all, convicted. We be but poor Christians all. I had\nthought to keep my soul pure by fleeing evil; but”—and his voice grew\nclear and strong—“I was wrong. I shall go back! I shall go back to serve\nmy Lord Christ! And you, brothers? What of you all? Will ye go back with\nme to serve our Lord and our brothers?”\n\nHe looked around the little circle. None answered for a moment; then the\nsorrowful man said, “I will go.” “And I,” said the thief; and the others\nnodded without speaking, all save the philosopher, who sat with head\nbent, deep in some soul struggle.\n\n“Come,” said the merchant briskly; “an I can break my chain, so canst\nthou.”\n\n“Nay, friend,” said the philosopher sadly; “it is not chains, but\nthe absence of chains, that I feel. Could I but bind my soul to thy\nChrist—but how can I? Can a man force his soul to accept a mystery his\nmind rejects?”\n\nThen spoke the sorrowful man, with a new and more cheerful tone in his\nvoice.\n\n“Ay, that he can! That have I done but now! Truly my mind cannot see\nheaven and mine own in heaven; but I am weary of guesswork. I will\nbelieve and hope. And thou—with all thy knowledge thou art no wiser as to\nGod: thy mind saveth thee not: trust thou thy faith.”\n\n“That were wisdom,” said the hermit slowly. “We speak to thee, and thou\ndost not bid us explain ourselves before thou wilt hear: and the Christ\nspeaketh to thee on this his Day. Wilt thou argue? Nay, but believe!”\n\nAnd the philosopher looked up at them again, and his brow cleared.\n\n“Why, good father, the world was not built in a day. I will be honest\nwith thee: I cannot believe; but I will pray Christ to help me believe.\nIs it enough?”\n\n“I am but a poor fool,” spoke the beggar, “and thou a philosopher, and\nyet—if thou dost pray to Christ thou dost believe already.”\n\n“And that, again, is wisdom,” quoth the hermit.\n\nSo they sat and talked while the shadows moved ’round the mountain and\nthe sun began to sink over the sea to the west.\n\n“When the sun goeth down we journey into the world,” the hermit said.\n\nToward twilight they heard the footsteps of the soldier, and his bronzed\nface appeared at the head of the path. He halted for a moment, surveying\nthe scene. They were on their feet, girding themselves for the descent.\n\n“What now?” he cried, when he could get his breath.\n\nThe philosopher spoke for all. “We have been to school, Sir Knight, as\nthou hast, and we have learned that on this Christmas Day which takes us\nback to the world. Wilt come?”\n\n“So,” said the knight, the old twinkle in his eye; “and what hast thou\nlearned, O wise one?”\n\n“That the joy of the Christmas feast may be found in dried peas if faith\nbe there at table.”\n\n“And thou, Sir Beggar?”\n\n“That the joy of the Christmas feast is his who hath honest sweat upon\nhis brow.”\n\n“And thou, Sir Merchant?”\n\n“That the joy of the Christmas feast lieth not in the viands, but in\nfinding joy for others.”\n\n“And thou, Sir Melancholy?”\n\n“That there may be joy in the Christmas feast, even for the bitter in\nsoul, if they look not backward, but forward.”\n\n“And thou, Sir—craving thy pardon—Sir Thief?”\n\n“It was a good guess,” said the thief. His eyes met the soldier’s\nsquarely. “But I have learned. There is no Christmas joy without an\nhonest conscience.”\n\n“And thou, good host?”\n\n“They have taught me, Sir Knight! There is no fulness of joy for him who\nshirks the fight. We go together back to life. Wilt go?”\n\nThe knight stooped for his coat of mail. “An some friend here will\nharness me, I will go, and gladly. Thou hast taught me, too, good father.\nThe Christ whose Birthday we keep joyeth not in hatred, but in love and\nkindliness to all. Verily, what a school thou keepest! Thou hast shown\nus the soul of Christmas! Master and scholars, all for the world this\nChristmas Day! God give us joy of our journey!”\n\nSo, in the cool of the evening, they filed down from the hermit’s cave to\nthe road that led to the world!",
    "metadata": {
        "author": [
            "Burrell, David De Forest"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70521/pg70521.txt",
        "name": "the_hermits_christmas.json"
    }
}