{
    "name": "The Sling and the Stone",
    "author": [
        "Shaara, Michael"
    ],
    "body": "_On the morning of the first day, floating in the cold of space, they\ninflated the station. It puffed up tightly to a silvery doughnut, and\nfour men whose names were Krylov, Mirkov, Stolyakhin and Davchenko went\nto live inside. There was no ceremony. Out of a motionless rocket\nwhich hung in space nearby, other men came, trailing long wires. All\nthe long black afternoon of that day these men clustered on the skin of\nthe doughnut, fixing curved weightless slabs of carbon-coated aluminum\nto the sides. And within the station, where there was air and therefore\na blessed noise, the four men worked with fluttery movements, attaching\nwires and steel ribs, adjusting, connecting. After a while there was\nnothing more to do. The rocket pulled in its lines, gathered up its\nmen. When they were all inside it turned over slightly and spat a\nsilent flame, and began to fall, and fell, and was gone._\n\n_That was the first day._\n\n_The second day was filled with work, and watching, and a great awe._\n\n_The third day began to be lonely._\n\n_On the fourth day they had a visitor...._\n\n\n\nThe mindless insanity, so carefully by-passed for so many years,\nreached out at last and drew him in. Diavilev awoke.\n\nThe room was very cold, Pyotr Diavilev struggled into his clothes, not\nsleepy at all, while the army man stood silently at the foot of the\nbed. Outside the door, stolid and heavy-footed in the darkness, there\nwere other army men, creaking the floorboards and chuckling.\n\nAnd so it comes, Diavilev thought. There was nothing at all to say or\ndo. He hitched his belt tightly and breathed for what seemed like the\nfirst time, and then he nodded to the army man.\n\nHe was taken away.\n\nHe sat in the dark, in the plush rear seat of a huge car being driven\nat great speed through the city. He was surprised; he had expected them\nto be more brutal. But they were never, ever, what you expected. In the\ndarkness he strove to compose himself.\n\nThe army man asked him for a cigarette. When he struck the match\nDiavilev realized that he had forgotten his glasses.\n\n\"My glasses,\" he said humbly, \"please, I have forgotten my glasses.\"\n\nThe army man surprisingly, seemed concerned. Then he said:\n\n\"Never mind. We will get them.\"\n\nHe leaned forward and spoke into a radio. There was a brief reply\nwhich Diavilev could not hear and the army man sat back comfortably,\nsatisfied.\n\n\"Your glasses will be there,\" he said.\n\nDiavilev thanked him. Because of the unexpected courtesy the level of\nhis fear began to go down. _Perhaps it will not be so bad_, he thought.\n_Maybe after all it is only interrogation._ But again he thought that\nyou never knew what to expect, that in all the long years of yessing\nand bowing and applauding he had never understood them.\n\nWell then, now was the time to understand.\n\n_I will say whatever they want me to say, I will not resist in the\nleast. What does it matter? The world belongs to them, and if a man\nwishes to live he must be logical and agree. Let them do what they\nwill, and I will applaud every step of the way._\n\nHe folded his hands in his lap.\n\nAfter a long while the car stopped. The first army man gave him over to\nanother army man whom he could not see in the darkness, and after many\na salute he was conducted through a black iron gate. Within minutes he\nwas aboard a plane with four more army men. No one would say anything.\nPyotr Diavilev slept.\n\n\n\nThis of course he could not believe.\n\nHe saw the thing clearly in the late morning sun, rising in an\nenormous, shining tube from the hard-baked floor of the desert, but it\nwas obviously impossible. He was taken on an elevator one hundred feet\ninto the air and ushered through a door into the side of the thing,\nnot believing any of it for an instant. He was told, rather kindly\nfor once, that he was to be taken up in this thing and not to worry,\nbecause it had been tested. Many times. But he was so completely\noverwhelmed that he could not ask a question. There was nothing but\narmy men now, one of whom conducted him to a foam rubber hammock and\nstrapped him in. To his utter astonishment, the thing actually did take\noff.\n\nThere were some very bad minutes. For a while he weighed several tons\nand could not move, and then he weighed nothing at all and was sick.\nSomeone else unstrapped him and gave him pills, and then thoughtfully\ntied him to a handring on the wall. And at long last his mind began to\naccept it.\n\nThe incredible Soviet had succeeded. His Russian contemporaries had put\na manned vessel in outer space.\n\nDiavilev sat quietly stupefied.\n\nThat the spouting, unshaven, preposterous baboons with whom he had\nworked could have built this thing seemed to him blankly impossible.\nBeing one himself, Pyotr Diavilev had no great respect for what Russian\nscientists the great many purges had left. But of course there the\nthing was. Built by Germans perhaps, with secrets stolen from the\nAmericans while they haggled about peace; nevertheless, there the thing\nwas.\n\nAnd if he was going up now there could be only one place to go and\ntherefore he was not a prisoner at all. The wonder and relief of it\nwas too much at once. He surrendered himself to awe. When the time came\nto board the satellite he was poised and ready.\n\n\n\nIn the midst of a curving room hung and inset with a thousand shining\ngadgets, Pyotr Diavilev floated in the air. A black-browed man took his\narm carefully and pulled him to the floor, placed magnetic-soled shoes\non his feet. Diavilev could not help grinning delightedly. The dark\nman, whose name was Krylov, stood thoughtfully and absently scratching\nhis cheek.\n\n\"Now as to why you are here,\" he said, and Diavilev tensed and waited.\nThere were three other men in the room, but no one moved.\n\n\"You understand of course what this station is, and that the building\nof it places us, our people, in control of the world.\"\n\nDiavilev nodded.\n\n\"Atomic missiles launched from this base may be guided exactly to any\npoint on the surface of the Earth that we select, yet the station\nitself represents so small and distinct a target as to be virtually\ninvulnerable. Russia, my friend, need fear no country on Earth. Not,\"\nhe added quickly, \"that she ever did, of course.\"\n\nDiavilev, with the inbred habit of years, gave his congratulations.\nKrylov stood looking at him closely, half-smiling, rubbing again at\nhis cheek. There was something infinitely chilling in the moment, but\nDiavilev was able to smile back.\n\n\"This station has been in existence,\" said Krylov, \"for slightly more\nthan a week. There are not fifty people in the entire world who know of\nit. You have become one. You are therefore most important.\"\n\nDiavilev was becoming nervous.\n\n\"But you are important,\" Krylov went on slowly, \"for other reasons. To\nbe exact, you are perhaps as important at this moment as any man who\never lived.\"\n\nDiavilev, dazed, struggled to digest that while Krylov held him with\nhis eyes and the three other men spoke lowly among themselves.\n\n\"I am saying all this to impress upon you the vastness of the work with\nwhich you have been entrusted. I want you to understand clearly that\nthe accuracy of your work could mean the collapse of all our enemies,\nof the entire capitalistic empire. Therefore you _will_ be accurate.\"\n\nThere was a fixity to Krylov's face which was unsettling. Diavilev\nwaited, uneasy and bewildered. The dark man smiled.\n\n\"You are a Russian,\" he stated powerfully. \"We know that you will do\nyour best.\"\n\n\"Of course,\" Diavilev said.\n\nKrylov turned and pulled open a drawer. Out of the drawer he drew a\nchart and handed it to Diavilev.\n\n\"Do you recognize that?\"\n\nDiavilev stared.\n\n\"That is the plotted orbit,\" Krylov said carefully, \"of a moon. It is\nnot of course the moon with which you are familiar. But it is a moon\ncircling the Earth, a _second_ moon.\n\n\"It is a moon of which no one knows, excepting ourselves and\nthe Kremlin. We discovered it shortly after we arrived, when it\npassed quite near the station. It is small and dark, too small and\nnon-reflecting to be seen from Earth. It is approximately five miles\nwide.\n\n\"Do you understand?\"\n\nDiavilev who had had to digest a great many things in a very short\nwhile, was able to nod. Because this was, after all, Diavilev's field.\n\nA second moon, he told Krylov, speaking with some excitement, had long\nbeen predicted by astrophysicists everywhere. Since the Earth had\nbeen attracting meteors for something like two billion years, it was\ninevitable that _some_ at least should be captured as moons.\n\nKrylov broke in, nodding with impatience.\n\n\"Exactly. And now as to your work. You will see this moon shortly, when\nit crosses our path again. At that time you will correct the orbit we\nhave plotted. You will also give us the exact mass and speed of that\nmoon. The instruments you will need are already here. Let me emphasize\nthis: You will be accurate. Is that clear?\"\n\nDiavilev nodded.\n\n\"Do you have any questions?\"\n\nDiavilev had none. He wanted to ask why, of course, but he knew from\nlong experience of army men that Krylov was not ready to tell him. He\nset himself, as always, to be patient. And now as well he wanted to\nthink, he wanted to be alone. The magnificent fact of where he was had\nbegun at last to envelope him. Now he wanted to _see_.\n\n\"Very well,\" said Krylov, \"the moon will be here in three hours.\"\n\nThe interview ended. The army men moved away awkwardly, through the\nair. A young man named Stolyakhin, clearly showing his contempt for\nintellectuals and scientists, was left to show him around.\n\nAnd for the Universe, for Creation, for the most magnificent sight that\nany man would ever see, Diavilev had three hours.\n\n\n\nAt three twenty-three in the black afternoon the moonlet came within\nradar range. The alarm claxon screamed. Pyotr Diavilev sat poised and\nready, holding himself tightly, while the thing came by with a great\ncurving rush. There was very little time, but Diavilev worked with\ncare and precision, and when he was done he looked into the television\nscreen and saw the moonlet go by.\n\nIn that moment he felt the presence of God.\n\nThe thing was so huge, so incredibly immense, that Diavilev was\nterrified. Jagged, pitted, revolving slowly like a great rolling stone,\nthe ball rushed by in the awful silence, blotting out the stars. To\nDiavilev there was never anything so cold, or dark, or ominous, never\nanything at all like it in all the history of man, or the world. _Like\na stone_, Diavilev thought _from the sling of God_. It bore off into\nthe west, reflecting dimly the cold yellow rays of the sun. It was gone\nin seconds.\n\nDiavilev tried to relax. He put a cigarette into his mouth and lighted\nit, but as usual the heated gasses did not rise and the cigarette put\nitself out. Diavilev did not notice. Before he could think, before he\ncould even begin to realize the thought that was forming in his mind,\nKrylov was beside him, speaking with restrained exultation.\n\n\"Were you successful?\"\n\nDiavilev looked up shakily.\n\n\"Yes.\"\n\n\"You will check your figures, of course.\"\n\n\"They are accurate.\"\n\n\"Doubtless. But you will check them. When you are certain that there\nis no possibility of error, you will be given your final work. I will\nnot tell you that until you have finished here, since what we plan may\naffect the clarity of your thinking. That must not happen.\"\n\nDiavilev could not stop the question.\n\n\"What are you going to do?\"\n\n\"You will know when there is a need. Your figures must be accurate.\"\n\nKrylov was gone.\n\nDiavilev sat for a long time without thinking, then he reached up\nslowly and turned off the television, and the Earth and the stars\nwere gone. Now he must begin to think; now, really, he must try to\nunderstand. Twenty-four hours ago he had been in his bed in his home,\nsleeping, and now he was in outer space. It was too much for him.\n\nHe could not understand why they had brought him here and before the\nstupendous fact of what was _outside_ he was helpless even to think.\nHe had only a fear, a cold growing fear deep inside, because this\nstation was the most potent military weapon the world had ever known,\nand because there was no hope now for the rest of the world. Always\nbefore he had thought, as a matter of course, that the army men would\nnever last, would be swallowed eventually in the Russian soil just as\nhad all the other conquerors before them. But now he saw that there was\nno chance, and the power of these men, their overwhelming power, was a\nfact he could not deny.\n\nYet the habit of obedience was great, and this thing too Diavilev\ncould forget. For in the end what mattered was only this: Diavilev was\noutside.\n\nNo more time to think.\n\nHe reached back up, turned on the screen. He surrendered himself with\nawe to watch the shining movements.\n\nAnd the moonlet was forgotten.\n\nThere were many, many things which the moonlet would end, and Pyotr\nDiavilev was one of them, but of this of course he could not know,\nand so he continued to watch while the moonlet swung out over Russia,\nDenmark, and the northern tip of England. Just as it had been passing,\nsilently, for a hundred million years. Just as it would pass, still\nsilently, for a few more days....\n\n\n\nThe moonlet came round twice more, and each time Pyotr Diavilev\ncarefully checked his figures. They were true. The thing was roughly\ncircular, something less than five miles in diameter, had an orbital\nspeed approaching that of the station. Because of its weight Diavilev\nwas certain that it was virtually solid nickel iron. A cold whirling\nmass of iron, five miles thick, come out of eternity and the endless\nreaches of space.\n\nIt occurred to Diavilev, with fascination, that no one as yet had\nboarded the thing. He was about to ask when Krylov came up, but now the\nend came, and he had no time.\n\nKrylov wanted to know if he was now certain. Diavilev said yes.\n\n\"Good. Now we may begin.\"\n\nKrylov looked into the television screen, again rubbing his face with\nthick hairy hands. They were just passing over the northwestern coast\nof America; Diavilev waited.\n\n\"If you were to take a pail of water,\" Krylov said calmly, \"and whirl\nit around over your head, what would happen to the water?\"\n\nDiavilev looked at him queerly.\n\n\"It would remain in the pail,\" Krylov said, smiling.\n\n\"If you were swinging it fast enough.\"\n\n\"Exactly.\"\n\nKrylov turned back to stare at the screen. Below them was the pale\ngleaming blue of the Pacific.\n\n\"But if you were to slow it down, comrade,\" Krylov said gently. \"What\nwould happen then?\"\n\n\"It would fall.\" And then, all of a sudden, Diavilev understood.\n\nTime stopped. Diavilev began to feel sick.\n\nKrylov laughed at his amazement.\n\n\"Now take the case of this moon. If we were to slow it down, would it\nnot fall?\"\n\n\"But how...?\"\n\n\"Would it not?\"\n\n\"Yes.\"\n\n\"Ha!\" Krylov laughed delightedly. \"It was my own idea, you know.\nAlthough I am not a scientific man, this I could do myself. Are you\namazed? I see that you are.\"\n\nHe clapped a rough hand on Diavilev's knee. Diavilev strove to keep the\nhorror from his face.\n\n\"Now one thing more. The moon, or moonlet, as you say, passes along a\ndefinite line over certain areas of the Earth. If we were able to slow\nit down when and where we wanted, the moon could be made to fall at a\npredetermined point along that line. That is obvious.\n\n\"You have already computed that path, along with all the necessary\ndata. We, my friend, have picked the target. Your further work,\ntherefore, is this: you will determine the point and the time at which\nthe moonlet must be slowed in order to fall upon the target. It is a\nsimple question of trajectory. And that is your mission, your trust.\"\n\nDiavilev could not speak. This man was clearly mad.\n\nKrylov was laughing again, his teeth bared into Diavilev's eyes.\n\n\"Can you conceive it, comrade? Can you imagine it? The hand of God!\nThey will call it the hand of God!\"\n\nHe leaned back and roared almost upsetting himself in the weightless\nair. The other crewmen heard him laugh and turned to look. They were\nall grinning.\n\nDiavilev felt his clothes becoming sodden. Krylov was serious. More\nthan that, they were all serious. The Leader himself must know of all\nthis and must have approved, or Diavilev would not be here.\n\n_But they cannot have fallen this far_, Diavilev told himself, _not in\nso little a time_.\n\nBut they would do it. Observing Krylov, Diavilev understood at last\nthat they would, and a great wave of despair cut through him.\n\n\"How will you slow it down?\"\n\nKrylov waved a fat hand smoothly.\n\n\"By a series of hydrogen bomb explosions, placed at intervals along the\nleading face. We have already begun. The bombs are here comrade. The\nthrust of each bomb is known, each will slow the moonlet to a certain\nextent. The last one, which you will time, will slow it too much and it\nwill begin to fall. And then,\" Krylov grinned, \"the hand of God.\"\n\n\n\nDiavilev removed his glasses, wiped them slowly. Futile to fight,\nfutile to oppose. The thing would work, he thought, and this hairy,\nitching maniac knew it. Futile to tell him anything. But he had to say\nsomething.\n\n\"Have you any idea of the explosive power the moonlet will have?\"\n\n\"Some,\" Krylov said calmly, turning to watch him now with rock-like\neyes. \"At the speed with which it will hit it can have no tensile\nstrength. Therefore the kinetic energy will be transformed into an\nexplosive energy. The thing will blow up. It will devastate an area\nseveral hundred miles wide. It will kill quite a few million people.\"\nKrylov chuckled. \"And it can never be traced to us. It will be an act\nof Providence.\"\n\nKrylov roared again, waving his arms. \"Think of the reaction, consider\nthe necessary psychology! At this most crucial point in the history of\nthe world, at this time when the enemy is preparing for a 'holy war',\nsuddenly a meteor will fall on the center of their land. A meteor\nlike none that has ever been dreamed of, and it will be so great a\ncoincidence that it should fall at this time, in this place, that they\nwill be forced to their knees. The fools--the fat, weak, superstitious\nfools!--will say that it is God's will!\"\n\nKrylov roared again. And then he reminded Diavilev that it was his own\nidea.\n\nThere was more. Krylov even suggested that the moonlet would be humane.\nIt was, after all, only a bomb. And if there was a war there would be\nmany bombs. But now the Americans would not dream of bombs. There need\nnot be a war at all.\n\nDiavilev sat very still, yessing the rain of incredible logic. It was\nclear to him only that this man was not human at all, that none of them\nwere, and that the destruction of civilization was the most inevitable\nthing that ever was.\n\nKrylov said that he knew Diavilev was overwhelmed, that he should rest\nbefore he completed the final figures. He clapped Diavilev on the\nshoulder and, before leaving, gave him the name of the target area.\nAccuracy, after all, was not so important. If the moonlet hit within a\nfew hundred miles that would be enough.\n\nKrylov went off and Diavilev was alone.\n\nThe light of the room was electric and undying. There was no blessed\ndarkness to come. Diavilev sat in the glare until he could not endure\nit, and then found relief at the screen. With the Universe spread out\nbefore him, Diavilev made his decision.\n\nFor out of the crumbling insanity, up from the measureless ignorance\nwhich was his home, his nation, and his time, Diavilev had risen into\nthe only peace and order he had ever known. There down below him was\nthe beautiful Earth and off to his right was the Moon, and above him\nthere was nothing for ever and ever, nothing on out to infinity, the\nutter open nothing of deep space. He could never go back to the great\nsickness below. He realized that with great clarity, and a deep calm\npeace came over him. The decision was simple. To everything there is\nan end.\n\nHe thought about it for a long while, and then he smiled and it was\ndone.\n\nThere was very little time. In the few moments that there were he went\nto the telescope. Maybe after all, with no atmosphere to hinder, he\ncould really see the canals on Mars....\n\n\n\nPyotr Diavilev handed in his figures. The blasting was done in the\ndaytime, so that there was little chance of it being seen from Earth.\nBit by bit, the moonlet slowed. After a while there was only one more\nbomb to go.\n\nWith Krylov, in the waning moments, Diavilev rode out with the timing\nequipment. In one of the small, light shuttle craft they went from the\nstation to the main rocket from Earth, which was following the moonlet\nalong its shortening curve. There was one more hour.\n\n\"Very soon now, eh?\" smiled Krylov, looking quite deep into Diavilev's\neyes.\n\n\"Yes,\" said Diavilev.\n\n\"We will see it go all the way down. I have arranged for a picture to\nbe relayed to a television screen on the rocket. You will have the seat\nof honor.\"\n\n\"Thank you,\" said Diavilev.\n\n\"Yes, you will have the seat of honor.\" Krylov was still staring at him.\n\nDiavilev looked away. Outside the moonlet seemed stationary in space,\nhuge and black and permanent. Diavilev could see the men on one face of\nher, setting the final bomb, which Diavilev would detonate with a radio\nsignal. There was one more thing which Diavilev wanted to do.\n\n\"Krylov,\" he said suddenly.\n\nWhen he turned back he saw that Krylov's eyes were still on him.\n\n\"Yes?\" Krylov asked.\n\n\"I wonder--would you mind if I went aboard the moonlet? I would like\nto see what it is like, really, up close. No scientist has ever had a\nchance like this. Perhaps I might learn something. Would you mind?\"\n\nKrylov frowned, lowered his eyes slightly.\n\n\"Is there time?\"\n\n\"There is an hour.\"\n\nKrylov thought for a long moment. Then he straightened, smiling.\n\n\"Of course. You will go. We will both go.\"\n\n\n\nDiavilev stepped out onto the surface of the moonlet. That Krylov was\nwith him did not matter. He had set foot on an alien world.\n\nHe stood upon metal, gazing with wide shining eyes at the crags and\nthe cracks, the dark jagged peaks of the thing out of space. This was\nsomething of which, in his life, he had never dreamed. Now that he had\ndone this his life was complete. He moved forward carefully down a\nragged cleft, turning to speak to Krylov....\n\n... who was not there.\n\n\"Krylov!\"\n\nEmptiness.\n\nHe turned and ran back, beginning to understand. In the lack of gravity\nhe almost threw himself out into space, caught hold of a spur and\npulled himself down.\n\n\"Krylov!\"\n\nHe sat down. There was no need to call again. He lifted his head\nand looked once again through the glass of his helmet at the clean,\nbrilliant stars.\n\n\"_Idiot._\"\n\nIt was Krylov's voice, flat and dispassionate, coming through the radio\nin his helmet. Diavilev shuddered.\n\n\"Did you think we trusted you? Did you think that we did not know your\nkind can never be trusted? Did you think you could _fool_ us?\"\n\nDiavilev did not answer.\n\n\"I will not ask why,\" Krylov said flatly, \"that is known only to your\nmiserable self.\" He waited. When Diavilev did not speak his voice came\nagain quickly.\n\n\"Have you nothing to say, idiot? No epitaph, no begging?\"\n\nHis voice had become too loud and Diavilev turned the radio down.\n\n\"A German checked your figures, Diavilev. Do you understand? A German\nwho is now dead found you out, fool. Your trajectory was radioed to\nEarth and checked and corrected, and the meteor will not fall in the\nocean, Diavilev. It will land on the capitol of the United States!\n\n\"And you will be on it. All the way down you will be on it. Is that not\na fitting end? We are a great people, Diavilev, a poetic and powerful\npeople. Is your ending not poetic?...\"\n\nDiavilev rose wearily and clambered up the iron walls to a higher\nplace, a place from which he could see the sun. Krylov was beginning to\nrave, working himself into a frenzy. Diavilev turned him off, waited\npatiently in the black silence.\n\nThere was nothing heroic about him. If he had it to do now he would not\ndo it at all, but it was fixed and irrevocable and now he would have to\nwait, afraid and unutterably lonely, until the end.\n\nThe stars above him were a billion icy eyes.\n\nAfter a while there was a flash, and the moonlet kicked under his feet.\n\nHe held on as the metal rocked. He waited, waited, waited, until he\ncould feel it beginning to fall. Then he took a deep breath and spoke:\n\n\"Krylov.\"\n\n\"Goodbye.\"\n\n\"Krylov,\" Diavilev said quietly, \"listen, my army friend. You gave me\na problem. The problem had two parts. Two parts, army man. And if the\nfirst part is wrong the other does not matter.\"\n\nAt the other end of the radio, borne through space and the rushing\nemptiness, Diavilev sensed the beginning of fear. He was able to smile.\n\n\"What?...\" came faintly.\n\n\"When you checked the trajectory, did you also bring some German up to\ncompute the size of the moonlet all over again?\"\n\nNothing. Diavilev chuckled.\n\n\"You didn't, did you, Krylov?\"\n\nThere was nothing on the radio but an aching, brittle static.\n\n\"You used the speed _I_ gave you; you used the mass _I_ gave you. The\nmoon will not fall on America, Krylov.\"\n\nGradually now, over the weakening radio, came back the sounds which\nwere to be the last pleasure of Pyotr Diavilev's life. Rage first,\nand a vast incoherence, and then Krylov began to change in an ugly,\ndespairing, dirty way, whimpering, and all Diavilev could understand\nwas: \"... _my idea, it was my idea!_\"\n\nBut now Diavilev could not listen, because the moon was falling and\nthere was very little time. An end in fire, the little man thought, a\nblessed quick end as I hit the air. He shouted, trying to make himself\nheard.\n\n\"We are both dying, army man. Soldier boy, my captain, _do you know\nwhere the moon will fall_?\"\n\nKrylov knew. He went mad.\n\n\"Watch me go!\" and now Diavilev was laughing, \"take your seat of honor\nand watch me all the way. Here I go, Krylov, watch me! Watch your\nworld!\"\n\nHe stopped, out of breath, to hang on, while the moon fell away beneath\nhim, faster, faster, and the stars began to whirl, and a poetic end,\nhe thought, a lovely end, let there be an end. And eventually the\nend came and Diavilev was dust, and his dust mingled evenly with the\nfire-blasted soil of Russia.\n",
    "metadata": {
        "author": [
            "Shaara, Michael"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66292/pg66292.txt",
        "name": "the_sling_and_the_stone.json"
    }
}