{
    "name": "The Star Beast",
    "author": [
        "Knight, Damon"
    ],
    "body": "The observation deck of the _President Marcus_, this early in the\nship's arbitrary morning, was deserted except for two shapeless\nfigures. One of them was dead.\n\nThe body was sprawled in the curve of the deck about midway between\ntwo of the entrance wells. It had arms and legs, if you looked closely\nenough at the limp tangle of garments; it had a gray beard and a purple\nface.\n\nThe other figure had neither limbs nor a face. It was black, and it\nlooked more like a pile of mud than anything else: a five-foot lump of\nblack mud, slightly flattened at either side, with a cluster of black,\nstumpy filaments at the top. It moved slightly, dropping the filaments\na little toward the dead body; then it flowed away again, and the\nfilaments pointed straight up, toward the stars.\n\nPhil Horitz came up at the forward end of the deck. He let the levitor\npush him gently clear of the well then stepped over to the glassine\nand looked out at the tiny blue disk that was Earth. His back was to\nthe body and its watcher. He struck a cigarette, inhaling deeply, then\nturned around.\n\nHe swore and threw his cigarette away, leaping forward at the same\ninstant. He skidded to a halt in front of the corpse and fell to one\nknee beside it. \"Dead,\" he said. \"Oh, Lord.\"\n\nHe searched the body swiftly, and came up with a flat metal box,\nattached by a silver chain to the body's middle. He tried the lid; it\nopened easily. The box was empty.\n\nHoritz sighed and lifted the dead man's chin. Under the grey beard was\na deeply-indented red line that encircled the throat.\n\nHe stood up and pressed a button on his wrist transceiver. \"Walsh,\" he\nsaid. \"Sommers. Get up to the observation deck. _Thomasson has been\nmurdered._\"\n\nA deep voice swore fervently in his ear. He didn't wait for it to\nfinish. He made an adjustment on the transceiver and said, \"Captain\nTooker, please. This is Philip Horitz.\" A querulous male voice spoke:\n\"Yes, Horitz? What do you want?\"\n\nHoritz repeated his message, and added, \"I'm bringing the body down to\nThomasson's stateroom. Get the ship's doctor and meet me there.\"\n\nTwo figures exploded out of the levitor well a dozen yards away; one\nbulky and grey-haired, the other lean and young. They ran up to Horitz,\npanting. The bulky one, Walsh, was still swearing.\n\n\"I watched him like a baby,\" he protested. \"He told me he was going to\nget up at nine this morning, so I set my watch for eight. _Why_ the\nhowling hell did he--\"\n\n\"Save it,\" said Horitz. \"He did. I'll take his head, Sommers, you take\nhis feet. Walsh, think you can carry Oscar?\"\n\n\"Listen, Phil,\" said Sommers abruptly, \"are the Equations gone?\"\n\n\"Yes,\" Horitz told him. \"They're gone.\"\n\nWalsh grunted and, stooping, wrapped his arms around the black thing.\nHe lifted it without apparent effort. The stumpy tendrils waved down\ntoward him, then stood upright again, ignoring him. The other two\npicked up the body of Thomasson, and all three walked back to the\nlevitor well from which they had come.\n\nCaptain Tooker and the medical officer, Dr. Evans, met them at the door\nof the dead man's stateroom. Tooker was boiling over. \"Do you call\nyourselves Security agents?\" he shouted. \"Three of you, to protect one\nman, and you couldn't do it. I'll raise hell about this, Horitz, see if\nI don't.\"\n\nHoritz and Sommers put the body down on the bed, and Dr. Evans fell\nquietly to examining it. \"We'll find the killer,\" said Horitz grimly,\n\"or else any hell you can raise will be a sneeze in a gale of wind. You\ndon't know the half of this yet.\"\n\n\"I know that a man has been murdered on my ship,\" said Tooker.\n\n\"A man!\" said Sommers, staring at him. \"A whole planet may have been\nmurdered, unless we get the Equations back.\"\n\n\"What equations?\" said Tooker. \"What the devil are you talking about?\"\n\n\"The Thomasson Equations,\" said Sommers, \"are the answer to the problem\nof faster-than-light space travel. Prof. Thomasson derived them from\nobservations he made on the space shell this thing--\" he gestured at\nOscar--\"landed on Pluto in, last year.\"\n\nCaptain Tooker glanced at Oscar with evident dislike. \"Well,\" he said,\n\"what are you going to do about it?\"\n\n\"Have the ship searched,\" said Horitz quietly; \"but that won't do any\ngood. There are a hundred ways the killer could hide the Equations so\nthat no search would ever find them. Our one chance, I'm afraid, is to\nget the only witness to tell us who garroted Thomasson.\"\n\n\"The witness?\" said the captain, staring. \"Who?\"\n\nHoritz turned to look at the black, five-foot lump, with its gently\nwaving tendrils. \"Oscar,\" he said.\n\n\n\nOscar had come whirling out of interstellar space almost a year ago, in\na thin, cloudy shell hardly bigger than himself. The shell was partly\nwrecked and put out of control; but by sheer luck, a supply ship had\npicked it up and hauled it in to Pluto. The newspapers had labeled its\noccupant a Centaurian, since he came from that general sector of space;\nbut actually, no one knew. The scientists at the Pluto Station who had\nsweated over him for a year had found out exasperatingly little. He had\nno eyes or ears, and yet he was aware of things around him. He had no\nrecognizable brain; he had no skeleton, no lungs, no circulatory system\nand no excretory system. He got his energy, they thought, from cosmic\nradiation; but they didn't know for sure.\n\nHis tendrils or filaments--the stumpy, fingerlike organs on top of his\nshapeless body--had no function that they would discover. They did not\nrespond to sound, to light, to heat or any other known radiation--but\nthey followed moving objects, in a dark room as well as in a light one.\n\nHe was somehow able to emit and receive radio waves. They were able\nto communicate with him, after a fashion, that way. They suspected it\nwasn't his normal method of communication; but when they ticked at him\nwith a Morse sender, he obligingly ticked back. Slowly and painfully,\nduring that year, they had worked up from 1 + 1 = 2, to 9^3 = 729, to\nsimple nouns and a few verbs, in a code they invented as they went\nalong. They could talk to Oscar, and Oscar could talk to them. The only\ntrouble was, that nothing Oscar said made much sense--to men.\n\n\"That's the whole difficulty,\" explained Dr. Y. Ilyanov, running her\nfingers through her thick yellow hair. Dr. Ilyanov was one of the two\nassistants Thomasson had brought along, and very beautiful. The other\nwas Dr. Hugh Meers, who was bald and not beautiful at all.\n\n\"You understand, he perceives--but he doesn't perceive with human\nsenses or think in human patterns. Undoubtedly, he saw Professor\nThomasson killed; but he saw it--differently.\"\n\n\"If we could only get some scrap of description,\" said Walsh. \"Surely\nhe can tell size, for instance? If we knew whether the murderer was a\nbig man or a little man, even that would help.\"\n\n\"You're thinking, I'll venture, of a particularly big man,\" said Dr.\nMeers. \"Carson Jahore, the ambassador from the Jovian Federation.\"\n\nHoritz nodded. \"A prime suspect. The Federation has always been too big\nfor its planets. They'd give anything for a space-drive that would let\nthem beat Earth to the punch in interstellar colonization.\"\n\n\"Well,\" said Walsh, \"what about my question? Can't Oscar tell the\ndifference between a big man and a little one?\"\n\nDr. Meers' brow wrinkled. \"Not in the way a man could,\" he said.\n\"If you put them side by side, then perhaps yes. Perhaps, mind you.\nBut--don't you see, he hasn't got one of our senses, except touch.\nInstead, he probably has a whole gamut of his own. Lord only knows how\nhe differentiates between one man and another, or between one apple and\nanother. He doesn't do it our way, anyhow.\"\n\n\"Look here,\" said Captain Tooker impatiently, \"we're wasting time. Why\ncan't we just search everybody on board?\"\n\n\"Have you got authority,\" asked Horitz carefully, \"to strip Ambassador\nJahore and his wife to the skin and put them and all their belongings\nthrough five hundred and twenty different chemical solutions? For a\nstarter, that is? If you have, go ahead. I haven't.\"\n\nThe captain shuddered.\n\n\"Just the same,\" said Horitz, standing up, \"you're right; we are\nwasting time. Have you got that passenger list, Captain?\"\n\n\"Yes; here,\" Tooker said, producing it. \"I've got to get back. If\nanything happens, buzz me. And it had better be soon!\" he added as he\nleft.\n\n\"All right.\" Horitz turned to the two scientists. \"Dr. Meers, can you\nand Dr. Ilyanov make Oscar understand this much: that he's to signal\nwhen he sees the man who was with Thomasson on the observation deck\nthis morning?\"\n\nMeers shrugged. \"We can try,\" he said. \"I don't promise anything.\" He\npulled his chair over to the crude Morse set on the table and began\nclicking the key.\n\n\n\nOscar's tendrils waved slowly back and forth, as if he were interested\nin anything in the world but radio clicks.\n\nMeers stopped, waited a moment, then tried again.\n\n_Tick-tick_, said the amplifier.\n\nMeers nodded. \"He says yes. Whether he really knows what we want, or\nnot, I can't say.\"\n\nHoritz spoke into his transceiver: \"Central. Will you please page Mr.\nAbbot, Miss Acheson, Mr. and Mrs. Adler and Mr. Aguirez? Ask them to\ncome to stateroom B39.\"\n\nOne by one, the passengers whose names began with A were let into the\nstateroom and presented to Oscar. Oscar said nothing. The passengers,\nbewildered or indignant, were ushered out and a new batch came in.\n\nThey went through the B's, the C's, the D's, the E's, the F's, the G's,\nthe H's, the I's.... The whole list numbered about 150, some of whom\nhad been shuttled aboard at the Jovian System, others at Mars. Finally\nHoritz called a halt for lunch. Dr. Meers, pleading indisposition, had\ngone to lie down in his stateroom. The three Security men were alone\nwith Dr. Ilyanov--and Oscar.\n\nWalsh, munching a corned-beef sandwich, stared at the black lump\nbalefully. \"Honestly, Dr. Ilyanov,\" he said, \"doesn't he ever give you\nthe creeps?\"\n\nShe smiled slightly. \"Honestly--yes. I dream about him sometimes.\"\n\nSommers glanced at her curiously. \"What do you dream?\" he asked.\n\n\"Well--\" she hesitated. \"It's really silly, but--Last night, you\nsee, I was thinking of something poor Professor Thomasson had said,\nhalf-jokingly, when we were discussing Oscar. He said that Oscar might\nnot be a complete organism.\" She gestured toward the black thing on the\ntable. \"You know--his flat underside, that he walks with, and those\ncurious flat areas along his sides? He can grip with those. If you put\nyour hand there, he grips it.\"\n\nHoritz nodded. \"Thomasson showed me that trick.\" He reached over and\nput his hand on Oscar's black, glutinous side. \"Shake hands, Oscar.\"\n\nThe hand sank visibly in the black flesh. When Horitz pulled it away,\nthere was a small sucking noise.\n\n\"Ugh,\" said Walsh disgustedly.\n\n\"Well,\" continued Dr. Ilyanov, \"you know that Oscar's space shell was\nwrecked. Professor Thomasson suggested that the accident that wrecked\nit might have wrecked Oscar too--that really, when he is all there, he\nis three or four Oscars linked together--\"\n\nShe laughed embarrassedly. \"Anyhow, when I slept last night, I had this\nnightmare. I dreamed that I saw Oscar floating in space, but there\nwas more of him. There was another similar shape attached behind him,\nand two smaller ones, one on either side. He was like a sort of black\ncross--with those horrible tassels waving at each point of it--floating\nalong, under the stars....\"\n\n\"Well,\" said Horitz puzzledly, \"what was so horrible about that?\"\n\n\"Why, I don't know,\" said Dr. Ilyanov. \"But it was.\"\n\nHoritz crumpled up his sandwich-wrappers and threw them into the waste\nchute. \"Might as well get started again,\" he said. He picked up the\npassenger list and read, \"Jaeger, Jahore, Jessamin, Johnson.\"\n\n\n\nOscar watched interestedly as the beings in the room moved about,\ntrailing their flaming auras. These people had strange and sometimes\nfrightening counterpoints, he thought, but they were undeniably\npicturesque. He would have a story to tell when he got home.\n\nOne of the creatures arose and moved across the room. Its glowing\nsheath was bright reeve, with radiating streaks of darker gel. Inside,\nthe shadowy nucleus seemed to be constructed differently from the\nothers. Oscar followed it with the waving feelers atop his own nucleus.\nIf he could only get into syntact with that one, he thought, he might\nfind out something about it. Perhaps it had been badly morloned when it\nwas young; or perhaps it was a different species entirely. It was hard\nto see, with these people.\n\nTwo more beings came into the room, one of them tall but with a slight\nnucleus, shaped like the one he had just been examining. He felt it\nwith interest, but it was as uncommunicative as the other. The figure\nbeside it was of an uninspiring shape, but its aura was reminiscent. He\nrecalled that something was expected of him.\n\nCarson Jahore was a big man, with the dark skin and fair hair that\ncharacterized his race. He was saying loudly, \"--I won't stand for it,\nd'you hear? D'you think you can drag me and my wife in here like any\ncommon suspect? I'll hear an apology, or by God, heads will roll!\"\n\n_Tick-tick-tick_, said the amplifier on the table.\n\n\"There's your apology,\" said Horitz, his eyes shining. \"Where have you\nhidden the Equations, Ambassador Jahore?\"\n\n\"What _is_ this?\" roared the ambassador. \"What equations? What's that\nthing? Are you all mad?\"\n\nDr. Ilyanov put a hand on Horitz's arm. \"Please,\" she said, \"don't be\nhasty. We don't know that Oscar understands, remember. Let's at least\nrun through the rest of the passenger list, and see if he picks out\nanyone else.\"\n\n\"I never heard such nonsense in my life,\" put in Mrs. Jahore, who was\nsmall and sultry. \"Come along, Carson, let's go and tell the captain.\"\n\n\"I've already buzzed the captain,\" said Horitz. He glanced at Dr.\nIlyanov. \"You're right, of course. Walsh, take Ambassador and Mrs.\nJahore into the other room. If they make any trouble, give them a jolt.\"\n\nWalsh, with his electrogun out, herded the pair into the next room.\nJahore's shouts continued for some time.\n\n\"Ask Oscar if he was _sure_,\" suggested Sommers.\n\nDr. Ilyanov stepped to the Morse sender and tapped out the message.\n\n_Tick-tick_, said Oscar.\n\n\"Well, that's good enough for me,\" said Sommers, \"but we might as well\nhave the rest in, I suppose.\"\n\nThe captain called Horitz via his wrist phone, swore fearfully when\nhe heard that they had bagged the ambassador, and promised to come\ndown later. Horitz continued to read off lists of names to the central\noperator, bringing in groups of passengers whose nervousness increased\nas rumors spread through the ship.\n\n\n\nHoritz strode up and down the room, slamming one fist into the palm of\nthe other hand. \"There must be something we've overlooked,\" he said.\n\"We've got to figure out what the semantic block is between us and\nOscar. I know it's something simple, I feel it; but--\"\n\nDr. Ilyanov was frowning thoughtfully. \"I have an idea,\" she said. \"Did\nit ever occur to you that Dr. Tooker might be the man we are looking\nfor?\"\n\n\"Tooker!\" said Horitz.\n\n\"Yes. You saw how jealous he is of his job on this ship. If the\nThomasson Equations were used, he would certainly be put out of work.\nTo a man like that, it would be worse than death. And remember, he has\nnot been in this room since we asked Oscar to point out the killer.\"\n\n\"You might be right,\" said Horitz slowly. \"But even if Oscar put the\nfinger on him, it wouldn't prove anything unless we can find out what\nOscar _means_.\"\n\n\"Please try it,\" said the girl. \"I have--I have a theory.\"\n\n\"Yes,\" said Horitz.\n\nShe flushed slowly. \"I know it sounds absurd,\" she said, \"but I think\nOscar has been pointing out all the ones on this ship who _could_ have\nkilled Professor Thomasson--who had reasons to. I think he perceives\nthat, just as we'd perceive a man's height, or his manner of walking.\"\n\nHoritz looked at her doubtfully.\n\n\"Don't you see,\" she went on, \"that would explain why he pointed out\ntwo when we asked for only one? They look the same to him--he can't\ntell them apart!\"\n\n\"Maybe you've got it,\" said Horitz. He opened the transceiver and said,\n\"Captain Tooker, please. Horitz calling.\"\n\n\"Yes, Horitz?\" said the captain's voice.\n\n\"Can you come down immediately? I think we've got this thing licked.\"\n\nThe captain walked in a few minutes later. \"Horitz,\" he said, \"you\ndeserve a medal. Who is it?\"\n\n_Tick-tick-tick_, said the amplifier.\n\n\"Maybe you,\" Horitz told him. He produced his electrogun and waved the\ncaptain over toward the wall. \"No offense, but I've got to make sure.\"\n\n\"What!\" shouted the captain, his face reddening. \"Are you crazy,\nHoritz? Put that gun down!\"\n\n\"Shut up,\" said Horitz, \"please.\" He moved over to the connecting door,\nopened it and said, \"Bring them out.\"\n\nWalsh and Sommers herded their prisoners back into the room. The\nJahores had subsided some time before, but broke out afresh when they\nsaw that they were not going to be released. The captain tried to\noutshout the Jahores, and it took Horitz a full minute to quiet them.\n\nWhen they were silent at last, he said, \"Oscar has pointed out each\nof you as the one who murdered Professor Thomasson. Now's the time to\nconfess.\"\n\nNo one said anything. Horitz picked up the passenger list from the\ntable and glanced at it. \"All right,\" he said. He adjusted his\ntransceiver and said, \"Stewards' Department? This is Horitz, in\nstateroom B39. I want the stewards who serve A deck Section 3, C deck\nSection 5, and the Captain's quarters. Get them down here fast.\"\n\n\n\nThe stewards arrived, looking apprehensive. There were five of them in\nall: two for each of the passenger sections, and one for Tooker. The\nlatter said to Horitz, \"Is there anything wrong, sir?\"\n\n\"Nothing that need worry you,\" Horitz told them. \"Just stand there and\nanswer any questions I may ask you.\" He turned to Jahore. \"Professor\nThomasson was killed at a very early hour this morning,\" he said.\n\"According to the ship's doctor, he had been dead approximately thirty\nminutes when I found him, and that was at seven-thirty. What time did\nyou leave your stateroom this morning, Ambassador?\"\n\n\"I don't know that that concerns you, you insolent puppy!\" Jahore\nreplied.\n\n\"Answer him, dearest,\" said his wife. \"Let's get this beastly business\nover.\"\n\n\"Oh, very well,\" said the ambassador. \"I was up at nine.\"\n\n\"Is that correct?\" Horitz said to the stewards.\n\nOne of them spoke up, \"Yes, sir, I believe so. I was in the corridor\nwhen His Excellency came out, and it was at about nine o'clock, sir.\"\n\nHoritz bowed slightly. \"You have my apologies, Ambassador. You and your\nwife may go now.\"\n\n\"Just a minute,\" said Sommers unexpectedly. \"Oscar clicked when both\nthe Ambassador and his wife were in the room, didn't he? Mrs. Jahore,\nwhen did you leave the stateroom?\"\n\n\"At ten-thirty,\" the woman said coldly.\n\n\"That's correct, sir,\" said the steward. \"I was working in that section\nalmost all the morning, and I saw Mrs. Jahore leave at that time.\"\n\n\"Please accept my apologies also,\" said Tooker to the Jahores, trying\nto curb his apoplexy. \"I assure you, sir, that this was none of my\ndoing.\"\n\n\"You're not out of the woods yet yourself, Captain,\" said Horitz wryly.\n\nMrs. Jahore tugged at her husband's sleeve, but the ambassador looked\ninterested. \"You're in this too, are you?\" he said to Tooker. \"I think\nI'll stay and see the finish.\"\n\nHoritz looked at Tooker. \"Well, Captain?\"\n\n\"I was up at six-thirty,\" said the captain.\n\n\"Right?\" said Horitz.\n\nThe steward coughed. \"Approximately right, sir. I should say that it\nwas more nearly six-_forty_.\"\n\n\"Where did you go, Captain Tooker?\" asked Horitz. \"To the control room?\"\n\n\"Certainly.\"\n\n\"Who was on duty there?\"\n\n\"First mate--Marshall,\" said the captain angrily.\n\nHoritz lifted his transceiver.\n\n\"All right!\" said the captain, raising his hand. \"I didn't arrive in\nthe control room until seven-thirty. I can't account for the time,\neither, or rather I won't. I suppose you think you can burn me for\nthat.\"\n\n\"Maybe,\" said Horitz soberly. \"For your own sake, I advise you to tell\nme where you were.\"\n\nThe captain wilted suddenly. \"I was--visiting a certain lady,\" he said.\n\"That's all I'll tell you, but it's the truth.\" He stiffened again,\nand glared at Horitz. \"If it comes to that, what time did _you_ get up\nthis morning?\"\n\n\"Seven-twenty,\" said Horitz. \"Well it's one of you two,\" he began.\n\nOne of the stewards coughed. \"Excuse me, sir,\" he said, \"but what you\nsaid isn't true.\"\n\nHoritz looked at him without comprehension. \"What isn't true?\" he asked.\n\n\"You didn't get up at seven-twenty, sir. I saw you leave at not later\nthan six-forty-five, sir.\"\n\nHoritz simply stared at him. \"What are you lying for?\" he asked,\npuzzled.\n\n\"I'm not lying,\" the man said stiffly. \"I remember distinctly, because\nI thought it was odd at the time. You left your room at a quarter to\nseven, and then I saw you come back about twenty minutes later. Both\ntimes, you had a funny sort of expression on your face--sort of dazed,\nyou looked. When you came back, you had some papers in one hand, and\nyou were carrying your belt in the other, sir.\"\n\nThe others were all staring at Horitz.\n\n\"His belt!\" said Sommers. His gun swiveled to point at Horitz. \"I'm\nsorry, Phil. Drop your gun.\"\n\nHoritz dropped it, and Walsh scooped it up.\n\n\"Then he went into his stateroom and locked the door,\" said the steward\nexcitedly, \"and about twenty after seven he came out again, looking for\nall the world as if he'd just waked up. I went into the room, being a\nlittle curious, and looked around to see if I could see the papers, or\nanything. I didn't see the papers, but there was scraps of burnt paper\nand ashes all around the waste chute. It looked to me as if he burnt\nthem up.\"\n\n\n\nHoritz felt numb. The words he was hearing, incredibly, awoke echoes of\nmemory ... a memory that had not been there an instant before.\n\n\"Burned them!\" said the girl, her eyes wide. \"But why!\"\n\nSommers was speaking rapidly into his wrist transceiver, and a few\nmoments later the ship's doctor bustled in, carrying his bag.\n\n\"Give your belt to Dr. Evans, Phil,\" said Sommers.\n\n_This is crazy_, thought Horitz to himself. _I'm dreaming._ He took off\nthe thin rawhide band he wore about his waist and handed it over to the\ndoctor. _I remember his face_, he thought. _His purple face as I....\nBut I didn't. I couldn't have!_\n\nThe doctor took the belt, casting a sharp glance at Horitz, and held it\nup to the light in his gloved hands. He took a bulky instrument from\nhis bag, clipped a section of the belt into its base and peered at it\nthrough the eyepieces. He looked up after a moment and nodded.\n\n\"Traces of human skin,\" he said. \"This is undoubtedly the instrument\nwhich was used to kill Professor Thomasson.\"\n\n\"I think I understand now,\" said Dr. Ilyanov slowly, staring straight\nahead of her. \"We forgot one person who had a motive ... Oscar! He\ndidn't want us to reach the stars....\"\n\nShe turned until her wide gaze rested on Horitz's face. \"And you _shook\nhands_ with him!\" she said.\n\nThe nightmare boiled up in Horitz's head. Impossible things, memories\nfrom nowhere, battled with his sanity: the silent decks, the slow,\ndreamlike progress upward into starlight ... and the hideous purple\nface, staring impersonally into his.\n\nRaging, his mind retreated, flung itself away from the thing that\nwas hurting it. He felt his body in motion, felt himself caught,\nstruggling, but it was as if he were a far-off spectator. The words\nthat came to him were meaningless.\n\nWalsh and Sommers, holding him, looked at each other across the\nprostrate body. The muscles on Walsh's heavy forearms stood out, and\nthere was sweat on Sommers' forehead. Gradually the struggles subsided:\nHoritz lay still and white, looking upward at nothing.\n\nDr. Ilyanov came to kneel over him. She said, \"He will be cured. And\nhe can't be punished, of course.\" She turned her head slowly toward\nthe black shape across the room. \"But--\" she said--\"_neither can that\nthing_!\"\n\nOscar's tentacles writhed, delicately.",
    "metadata": {
        "author": [
            "Knight, Damon"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64596/pg64596.txt",
        "name": "the_star_beast.json"
    }
}