{
    "name": "The Useless Bugbreeders",
    "author": [
        "Stamers, James"
    ],
    "body": "The previous case was a Weeper, and he lost. So the Space Zoning\nCommissioners were damp and irritable before I opened pleadings for my\nclient. I tried not to squelch as I approached the bench.\n\n\"Not the Flammables again, Mr. Jones?\" the fat Commissioner asked\nnastily, sponging his suit with a sodden handkerchief.\n\n\"This was last week, Your Honor.\"\n\nThe thin dark Commissioner stared pointedly at the charred end of the\nbench nearest the witness seat.\n\n\"Indeed it was, Mr. Jones.\"\n\nThe middle Commissioner poised his fingers and looked at the court\nceiling; moisture gleamed diamond like on his bald head.\n\n\"Now let me see,\" he intoned. \"Correct me if I err, Mr. Jones, but I\nseem to observe you have a habit of representing somewhat spectacular\naliens. Including, in the past six months alone, the Drillers, Whirling\nTombs, Fragile Glasses, Erupters, Vibrational Men, Transparent\nWomen--and of course let us not forget the Flammables.\"\n\n\"I assure Your Honor, my present clients will be found to be sober,\nhardworking, desirable members of the Galactic Community, seeking only\nto live on their own asteroid in peace under a democratic system,\nwhich....\"\n\n\"Thank you, Mr. Jones. Shall we proceed?\"\n\n\"And perhaps,\" added the fat Commissioner, \"you may be good enough to\nleave us with most of our courtroom intact on this occasion.\"\n\nThe thin Commissioner sighed and shuffled his papers.\n\n\"You appear, Mr. Jones, to contest a Space Council ruling for the\nelimination of Asteroid Four Thousand Seven Hundred and Twenty-Two on\nthe grounds, which you allege, that it is a peaceful dwelling of an\nadult and responsible alien race.\"\n\n\"Yes, Your Honor.\"\n\n\"Then let us see your adult, um, Bugbreeder.\"\n\nI shuffled uncomfortably and splashed the court stenographer who gave\nme a dirty look.\n\n\"A space tramp's name given in the early days of Space, Your Honor.\nMore properly, my clients are the Selective Culturists of Bacteria and\nLesser Life.\"\n\nThe fat Commissioner sniffed.\n\n\"Bugbreeders will do,\" he said. \"Produce one.\"\n\nMy client hopped off the table and ran nimbly up to the witness seat.\nHe sat there like a small green snowball with large and pointed ears.\n\n\"Happy, happy to be here, I'm sure,\" he said.\n\nFortunately he had a hand to raise and looked reasonably humanoid as\nhe was sworn in. The caterpillar and semi-jelly cultures make a less\nfavorable first impression, and at this point the Driller had gone\nexcitedly through the floor.\n\n\"You are a representative member of your race?\" I asked formally.\n\n\"Oh, yus. Much.\"\n\n\"And you reside on Asteroid Four Thousand Seven Hundred and Twenty-Two,\nthe permanent dwelling of your race?\"\n\n\"Oh, yus. Home.\"\n\n\"And although your home presents certain technical difficulties for\ninterplanetary vehicles on the spacerun to the greater planets, you\nmaintain it should be preserved because of your contribution to the\nculture of the Galactic Community?\" I asked.\n\n\"Oh, yus.\"\n\n\"Does he understand a word you're saying, Mr. Jones?\" asked the bald\nCommissioner.\n\n\"Oh, yus. Not much,\" said my client cheerfully.\n\n\"Hurrmph,\" I said, and coughed.\n\n\"Perhaps I may assist,\" suggested the thin Commissioner, with a nasty\nlook at me. \"What exactly does your race do?\"\n\n\"Breed bugs, I'm sure. Am head bacteriophysicist name of Lood. Am good\nscientist.\"\n\n\"And what exactly do you do with these bugs you raise?\"\n\n\"Most everything.\"\n\n\n\n\"Your Honors,\" I interrupted. \"At this point I propose a few simple\ndemonstrations of what Mr. Lood and his people can do.\"\n\n\"May I inquire if either of my learned brethren know any way in which\nwe can charge Mr. Jones with rebuilding costs, if necessary?\" asked the\nbald Commissioner.\n\n\"Your Honors, I assure you....\"\n\n\"Proceed at your peril, Mr. Jones.\"\n\nI walked over to the exhibit table and pointed to a row of jars.\n\n\"Exhibits A through G, Your Honors. Samples of food and beverages\nproduced by my clients without raw materials and from the expert\nculture of bacteria.\"\n\nI held up a jar full of mauve fungus. It was the most attractive\nexample.\n\n\"I would hardly call feeding on funguses a sign of a responsible\nhumanoid race, Mr. Jones.\"\n\n\"Perhaps Your Honor will recall the part played by bacteria in making\nmilk, cheese, wine, beer, bread.\"\n\nThe Commissioners looked at each other and nodded reluctantly. So I\npassed the jars up to them, secure in the knowledge they had been\ntested by the Alien Foods Bureau. I watched the Commissioners unscrew\nthe lids and taste the contents somewhat hesitantly.\n\n\"Not bad,\" confessed the fat Commissioner eventually.\n\n\"Quite palatable.\"\n\n\"Of course we already have honey and similar foodstuffs, Mr. Jones.\"\n\n\"Naturally, Your Honor. But Mr. Lood's race can survive without\nextraplanetary aid. Provided they have sunshine and water, they can\nbreed their spores and bacteria with no other resources.\"\n\n\"You mean,\" said the thin Commissioner with a dark leer, \"that almost\nany sunny planet would do for them?\"\n\nSomewhere along the line my point seemed to have been swept away, so I\nadded hurriedly:\n\n\"I offer this evidence purely to show the high degree of civilization\nof my clients' culture, as cause why they should not be deprived of\ntheir native land.\"\n\n\"Oh, yus,\" my client agreed.\n\n\"Mr. Lood,\" intoned the bald Commissioner, \"to stay on your present\nasteroid you will have to prove that your race offers something that\ncannot be found elsewhere in the Galactic Community. Now have these\nfunguses of yours any special medicinal values, for example?\"\n\n\"Please?\"\n\n\"Can you cure diseases with them?\"\n\n\"Oh, no.\"\n\n\"Ah,\" said the thin and fat Commissioners together. \"Proceed, Mr.\nJones.\"\n\n\n\nThat put Lood somewhere back behind the twentieth-century discoverers\nof penicillin and the myecins, and even back behind the pioneer\nPasteur. Five hundred years back, in fact.\n\n\"Yes. Well. Let's see how my clients handle housing, Your Honors. I\nthink you'll find this quite revolutionary. Mr. Lood?\"\n\nLood hopped off the witness seat and trotted up to the long table\nnormally reserved for attorneys. Lately, I have found my professional\ncolleagues strangely reluctant to stay in court when I have a case, so\nLood had the entire table to himself.\n\nHe pulled a small jar out from under the table and spread a pile of\ndust on the tabletop. Then he unscrewed the jar and gently poured\nnothing out of it onto the dust. Nothing visible, that is. But I\nassumed it was teeming with viruses and such.\n\n\"While Mr. Lood gets this started, Your Honors,\" I said, hoping the\nviruses or whatever were not fatal to humans, \"may I submit the\nusefulness of fungus foods for space-travel and for pioneers on\ninhospitable planets?\"\n\n\"Are we having difficulties with General Food-Concentrates, the\nTravelers Capsule Combine and the other ten thousand concerns in this\nline, Mr. Jones?\" the bald Commissioner asked quietly.\n\nYou can't say I didn't try. I shut up and watched Lood fuss with the\ndust on the table.\n\nIt started moving as if it were bubbling and Lood stood back.\n\nSlowly, the dust on the table formed itself into a brick, a long eight\nby six by three inch brick. Lood smiled happily.\n\n\"And here, Your Honors,\" I said triumphantly, \"here is automatic\nhousing.\"\n\n\"One brick does not make a house, Mr. Jones.\"\n\n\"If Your Honors will just watch....\"\n\nThe brick slowly elongated and split into two perfect bricks, lying on\nthe table end to end.\n\n\"Mass colony action of bacteria,\" said Lood wisely. \"Oh, yus.\"\n\nThe two bricks each split into two further bricks. These divided and\nmultiplied themselves while we watched, out to the end of the table.\n\n\"I would like Your Honors to observe the way these bricks overcome\nnatural hazards,\" I said, getting into my stride.\n\nI pointed to the bricks drooping over the end of the table. A brick\nfell onto the floor at each end, then built itself up until it joined\nthe line of bricks on the table, forming a perfect arch at each angle.\nThe line on the table was now three bricks high, so I walked round and\nstood behind the wall.\n\n\"You see, Your Honors, suppose I need a house. I merely combine these\nsuitable microbes and dust. And there we are, a house.\"\n\nI had to stand on tiptoe to finish the sentence because of the\nmathematics involved. Every brick was doubling and redoubling itself in\njust under a minute. And the wall was getting quite impressively high.\n\n\"Mr. Jones,\" called one of the Commissioners.\n\nIt was not until I tried to walk round the end of the wall that I found\nI had been out-flanked.\n\nI ran to the nearest wall of the courtroom but the bricks got there\nfirst. I heard a rending noise that suggested the other end had gone\nclean through the opposite wall. As a matter of fact, I saw the\nastonished face of an attorney entering the main door of the Justice\nBuilding as the wall advanced towards him. Then he saw me. He grinned\nand waved.\n\nI was in no mood to wave back.\n\n\"Mr. Lood, Mr. Lood,\" I yelled. \"Can you hear me?\"\n\n\"Wall too thick, yus,\" came a muffled answer.\n\nAnd indeed it was. I had not noticed it, but the wall was expanding\nsideways as well. I was calculating the approximate thickness when it\nwent up and through the roof of the courtroom.\n\nFortunately it was a nice sunny day.\n\n\n\nHowever, this was no time to sunbathe and I dashed towards the hole in\nthe courtroom wall, where Lood's wall had gone through.\n\nI just got out before a buttress, coming out the wall at right angles,\nblocked the gap. I remembered something Lood had said about the\nautomatic creation of full-scale houses on a simple standard plan: two\nrooms, a toilet and a patio.\n\nOutside, the wall was well on the way towards completing its second\nsimple house. This side of the wall was, that is. I could only assume\nit was doing something similar on the other side. There was no way of\ngetting round and seeing, except by outstripping the wall in a sprint.\n\nI gathered my breath and dignity and ran very rapidly down the length\nof the wall, round the far mounting tiers of brick, advancing now on\nthe State Library, and back to where I had left the Commissioners and\nMr. Lood.\n\nI was faced by a thicket of patios and arched doorways and low-roofed\nhouses.\n\n\"Your Honors, Your Honors,\" I called hopefully, walking into the maze,\nin the general direction of what appeared to be an old and ruined war\nmonument. It then occurred to me that this was the outer wall of the\ncourthouse. It stood far off, pointing a stone finger to the sky, as if\ngoing down in a sea of brick for the third time.\n\n\"Your Honors, Your Honors....\"\n\nI met them turning a corner.\n\nUnfortunately, they seemed to have found it necessary to crawl through\na broken gap of some sort. They were very dusty and had a slightly\nshredded appearance.\n\n\"Ah, Mr. Jones,\" they said grimly, dusting each other off.\n\nA tremendous crash announced the falling in of the roof of the State\nLibrary.\n\n\"Well,\" said the thin Commissioner, \"he did say it was revolutionary.\"\n\nI smiled politely.\n\n\"Don't giggle, Mr. Jones, or we'll hold you in contempt.\"\n\nWe wound out of the maze in single file. A pattering behind us\nannounced Lood bringing up the rear.\n\nOnce we were out, and about two hundred yards ahead of the advancing\nwalls, patios and houses, the three Commissioners turned on me.\n\n\"Mr. Jones,\" they said with restraint. \"You will now stop this reckless\nbuilding project.\"\n\nI turned to Lood.\n\n\"You must stop it,\" I said.\n\n\"Oh, yus,\" he agreed, nodding happily. \"Most marvelous, no. Ample\nhousing for all and sundry. Homes for peoples. Immediate occupancy. You\nlike basic plan house, yus?\"\n\n\"Mr. Lood,\" snarled the fat Commissioner. \"The problem on every\nhabitable planet so far has been to find room to build. Earth is\ncongested....\"\n\nDistant crashing informed me that an unprecedented houseclearing was\nstill going on.\n\n\"... And so are all authorized planets yet discovered. I speak for my\nlearned brethren in saying that this ... this anthill of yours is one\nthing the Galactic Community can do without.\"\n\n\"And do without right now,\" added his bald colleague.\n\n\"You wish to stop?\" asked Lood.\n\nSmall tears filled the periphery of his round eyes.\n\n\"Yes,\" I confirmed brutally. \"Can you stop it?\"\n\n\"Oh, yus. Must have antiseptics.\"\n\n\n\nIt took the fire department four hours of spraying from their copters\nto reduce the entire housing estate to dust. And then an even blanket\nof brown feathery residue lay unbroken for several acres, save here\nand there where the shells of previous buildings stood up gauntly and\naccusingly.\n\n\"All bugs gone,\" said Lood sadly.\n\n\"But what about this mess?\" demanded the bald Commissioner.\n\n\"Comes out of air. Floating particles. Process cleans air, too.\"\n\nA fresh wind from across the blanket of dust came inopportunely to\npunctuate Mr. Lood's remark. As soon as they could talk again, the\nCommissioners suggested resuming in another city.\n\n\"Assuming, Mr. Jones, you wish to produce further aspects of your, hum,\ncase.\"\n\nSix red and bleary eyes stared at me from a coating of brown dust of\nonly vaguely judicial appearance.\n\n\"I think, Your Honors, the next evidence had better be delivered in the\nopen,\" I said, and pointed to a nearby park.\n\nMuch, if not all, of the dust fell off us as we walked over to the\nsmall green hill in the center of the park. The birds twittered, the\nsun shone, the breeze was fresh; and after the Commissioners had\nsettled on convenient tree stumps, I felt quite hopeful about the third\nline of evidence. Lood stood optimistically by.\n\n\"Your Honors,\" I said, \"you are aware that Earth suffers a grave\nshortage of metals. Almost all economical quantities have been mined\nout. Yet, Your Honors--\" I paused dramatically--\"in the haematin\nof human blood alone, whose main function is to carry oxygen to the\nsystem, there is nearly twice as much iron by weight as oxygen.\"\n\n\"Precisely which of us, Mr. Jones, do you propose to mine first?\"\n\nI cleared my throat and let the thin Commissioner's remark pass.\n\n\"Merely making the point, Your Honor, that the metal-carrying\nproperties of bacteria have been hardly considered.\"\n\nThis was stretching it a bit because selective breeding of microbes\nfor the recovery of metals in tailings have been developed back in the\nnineteen-fifties. But so far as I knew, no one had carried it as far as\nmy client race.\n\n\"Mr. Lood,\" I commanded.\n\n\"Just one moment, Mr. Jones,\" said the bald Commissioner drily. \"Let us\nhave an outline of this _before_ we start.\"\n\n\"Certainly, Your Honor. Mr. Lood will now extract gold from a sample of\nocean water we have obtained.\"\n\nI signalled to the waiting carrier and it came trundling softly over\nthe grass and deposited a large tank on the grass.\n\n\"Genuine untouched ocean water, Your Honors,\" I said, slapping the\ntank. \"Go ahead, Mr. Lood.\"\n\nThe little fellow hopped up to the side of the tank and emptied\nanother invisible horde from a test tube into the water.\n\nWe waited.\n\n\"Oh, yus,\" he said.\n\nAnd there on the bottom of the tank was an unmistakable sludge of\nmetallic gold, shining speckled in the rays of sunlight bending through\nthe water.\n\nI scooped out a sample and handed it round for the Commissioners to\ninspect.\n\n\"Subject to analysis,\" grunted the fat one, \"this certainly seems to be\ngold.\"\n\n\"Of course, there is no reason why this should not be done on Earth, as\na starting point.\"\n\nThe thin Commissioner paused and looked at my client.\n\n\"Does this process affect fish?\"\n\n\"Oh, yus,\" said Lood. \"Kills all parasites. Fish, reptiles, and such.\"\n\n\"Thank you,\" said the Commissioner drily.\n\n\n\nMr. Lood looked at me apologetically.\n\n\"My people too small to tolerate fish,\" he explained. \"Fish most\ndangerous wild beasts. Oh, yus.\"\n\n\"Never mind,\" I reassured him. \"Your Honors, I feel the court will take\na more favorable view of the dry-land operation, then. Taking place as\nit does in the bowels of the earth, there is no danger to valuable\nlivestock. And here we can demonstrate, for example, simple aluminum\nextraction, by the progressive reduction and oxidation and reduction of\nbacteria on a molecular scale.\n\n\"I hope,\" I added, \"this experiment will produce visible evidence of\nthis great boon to mankind, though I must ask Your Honors to watch\nclosely.\"\n\nLood produced another test-tube, pressed a small hole in the grass with\nhis finger and emptied the tube. The hole darkened.\n\nWe all bent over to watch.\n\nNothing happened.\n\n\"Perhaps a dud batch?\" I asked eventually.\n\n\"Oh, no,\" said Lood.\n\nWe peered intently into the small hole without seeing anything.\n\nThen a faint wisp of steam came out of the hole. I walked over the\ngrass, picked up a long twig, walked back and thrust it into the hole.\nI could not touch bottom, so something was going on down there.\n\nThe edges of the hole began to gleam with white metal. I was about to\nexplain the alumina content of common clay, when the thin Commissioner\nand the tree stump he was sitting on went down with a whistling sound\ninto a sudden pit that opened beneath him.\n\nI only just caught the third and last Commissioner in time. We watched\nhis tree stump sinking out of sight together.\n\nThe ground began to quiver uneasily.\n\n\"Let us get out of here with all haste.\"\n\nI followed the direction of the court with proper professional zeal.\nAnd we just made it to the safe stressed-concrete surface of the old\nfreeway when the park melted completely into a stark framework of\naluminum. Seated in the middle and peering at us through the aluminum\ncage were the other two Commissioners. They did not seem particularly\nhappy.\n\nAround them in a widening belt there opened up a pit of gleaming\naluminum, melting, so to speak, towards the horizon on all sides.\n\n\"You realize, I suppose, Mr. Jones,\" said the bald Commissioner beside\nme, \"that your client is in the process of eating up the Earth.\" He\nbreathed heavily.\n\nLood was beaming and hopping up and down at the success of his\nexperiment. I touched him in the general area of a shoulder. He looked\nat me.\n\n\"No,\" I said firmly, shaking my head.\n\n\"No?\"\n\n\"No!\"\n\nHis round eyes became tearful and his little green body shook.\n\n\"Oh, dear. Oh, dear. Oh, dear.\"\n\n\"Antiseptics?\" I asked.\n\n\"Oh, yus,\" he confirmed sadly.\n\n\n\nVery fortunately, the fire department was still observing my\nclient--and me, I suspected afterwards, ridiculous as that may seem.\n\nThis time it took them several hours of deep spraying and drilling to\nconfine the area. A vast saucer of aluminum remained.\n\n\"Useful for signalling to stars, oh, yus?\" asked Lood, hopefully.\n\n\"Oh, no,\" I said.\n\nA threatening cough made me turn round to see the three Commissioners\nstaring at me.\n\n\"Mr. Jones....\"\n\n\"... you have now destroyed the Courthouse, the Public Library and five\ncity blocks....\"\n\n\"... and buried them under a filthy layer of dust....\"\n\n\"and reduced a park into a great garbage pit....\"\n\n\"... we therefore refuse your claim and give you and your client six\nhours to get off Earth....\"\n\n\"... and kindly do not trouble to advise us where the Space Council\nmoves you. We will sleep more soundly for believing that it will be\nmany, many light-years away.\"\n\nAnd they turned and walked away, leaving me with my client--and,\napparently, my traveling companion.\n\nA quiet and suppressed sobbing made me turn and look at Lood. He wept\ndolefully.\n\n\"We have nothing,\" he said. \"Oh, no. We have nothing to offer. Nothing\nthat you humans want.\"\n\n\"Well,\" I said, \"that's the way it goes sometimes.\"\n\nAnd what, I wondered, was I going to do for a living now?\n\n\"Free food,\" gulped Lood. \"Free housing. Free gold and metals. We had\nall hoped so much from this. Oh, yus.\"\n\nThere did not seem any point in telling him his people were several\nhundred years too late. Once upon a time he would have been hailed\nas a savior of a starving and poor human race, a great benefactor of\nmankind. Now he was just a nuisance. And I was another for letting him\nloose.\n\n\"Well,\" I assured him, \"you have got one guest until they shift you off\nyour asteroid. Me. Free food and housing will suit me fine. And maybe\nwe'll find some very backward part of the Galaxy where they need gold\nand such.\n\n\"It's a pity,\" I added, as we started to walk towards the spaceport,\n\"that you can't control these bacteria of yours.\"\n\n\"Can control.\"\n\n\"It didn't look like it, my friend.\"\n\n\"Oh, yus. Can control bodily leucocytes, corpuscles and such. Perfect\ncell replacement easy.\"\n\nI looked down at him.\n\n\"If it's all that easy,\" I said. \"I suppose your old men can run faster\nthan your houses.\"\n\n\"No old men,\" said Lood.\n\n\"Well, old whatever-you-are's.\"\n\n\"No old. Not die. Oh, yus. Perfect cell replacement.\"\n\nI stood very still.\n\n\"Do you mean you never die?\" I asked.\n\n\"Oh, yus. Never die.\"\n\n\"Can teach?\" I asked.\n\n\"Oh, yus. Most simple,\" smiled Lood. \"Can teach all men not die. Not\never.\"\n\nBut I was off running after the three Commissioners, yelling until they\nstopped and stood waiting for me....\n\n\n\n\n",
    "metadata": {
        "author": [
            "Stamers, James"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60981/pg60981.txt",
        "name": "the_useless_bugbreeders.json"
    }
}