{
    "name": "The Blindman's World\n1898",
    "author": [
        "Bellamy, Edward"
    ],
    "body": "1898\n\n\nThe narrative to which this note is introductory was found among\nthe papers of the late Professor S. Erastus Larrabee, and, as an\nacquaintance of the gentleman to whom they were bequeathed, I was\nrequested to prepare it for publication. This turned out a very easy\ntask, for the document proved of so extraordinary a character that, if\npublished at all, it should obviously be without change. It appears that\nthe professor did really, at one time in his life, have an attack of\nvertigo, or something of the sort, under circumstances similar to those\ndescribed by him, and to that extent his narrative may be founded on\nfact How soon it shifts from that foundation, or whether it does at\nall, the reader must conclude for himself. It appears certain that the\nprofessor never related to any one, while living, the stranger features\nof the experience here narrated, but this might have been merely from\nfear that his standing as a man of science would be thereby injured.\n\n\nTHE PROFESSOR’S NARRATIVE\n\nAt the time of the experience of which I am about to write, I was\nprofessor of astronomy and higher mathematics at Abercrombie College.\nMost astronomers have a specialty, and mine was the study of the planet\nMars, our nearest neighbor but one in the Sun’s little family. When no\nimportant celestial phenomena in other quarters demanded attention, it\nwas on the ruddy disc of Mars that my telescope was oftenest focused. I\nwas never weary of tracing the outlines of its continents and seas, its\ncapes and islands, its bays and straits, its lakes and mountains. With\nintense interest I watched from week to week of the Martial winter the\nadvance of the polar ice-cap toward the equator, and its corresponding\nretreat in the summer; testifying across the gulf of space as plainly as\nwritten words to the existence on that orb of a climate like our own.\nA specialty is always in danger of becoming an infatuation, and my\ninterest in Mars, at the time of which I write, had grown to be more\nthan strictly scientific. The impression of the nearness of this planet,\nheightened by the wonderful distinctness of its geography as seen\nthrough a powerful telescope, appeals strongly to the imagination of\nthe astronomer. On fine evenings I used to spend hours, not so much\ncritically observing as brooding over its radiant surface, till I could\nalmost persuade myself that I saw the breakers dashing on the bold shore\nof Kepler Land, and heard the muffled thunder of avalanches descending\nthe snow-clad mountains of Mitchell. No earthly landscape had the charm\nto hold my gaze of that far-off planet, whose oceans, to the unpracticed\neye, seem but darker, and its continents lighter, spots and bands.\n\nAstronomers have agreed in declaring that Mars is undoubtedly habitable\nby beings like ourselves, but, as may be supposed, I was not in a mood\nto be satisfied with considering it merely habitable. I allowed no\nsort of question that it was inhabited. What manner of beings these\ninhabitants might be I found a fascinating speculation. The variety\nof types appearing in mankind even on this small Earth makes it most\npresumptuous to assume that the denizens of different planets may not be\ncharacterized by diversities far profounder. Wherein such diversities,\ncoupled with a general resemblance to man, might consist, whether in\nmere physical differences or in different mental laws, in the lack of\ncertain of the great passional motors of men or the possession of quite\nothers, were weird themes of never-failing attractions for my mind.\nThe El Dorado visions with which the virgin mystery of the New World\ninspired the early Spanish explorers were tame and prosaic compared with\nthe speculations which it was perfectly legitimate to indulge, when the\nproblem was the conditions of life on another planet.\n\nIt was the time of the year when Mars is most favorably situated for\nobservation, and, anxious not to lose an hour of the precious season,\nI had spent the greater part of several successive nights in the\nobservatory. I believed that I had made some original observations as\nto the trend of the coast of Kepler Land between Lagrange Peninsula\nand Christie Bay, and it was to this spot that my observations were\nparticularly directed.\n\nOn the fourth night other work detained me from the observing-chair\ntill after midnight. When I had adjusted the instrument and took\nmy first look at Mars, I remember being unable to restrain a cry of\nadmiration. The planet was fairly dazzling. It seemed nearer and\nlarger than I had ever seen it before, and its peculiar ruddiness\nmore striking. In thirty years of observations, I recall, in fact, no\noccasion when the absence of exhalations in our atmosphere has coincided\nwith such cloudlessness in that of Mars as on that night. I could\nplainly make out the white masses of vapor at the opposite edges of the\nlighted disc, which are the mists of its dawn and evening. The snowy\nmass of Mount Hall over against Kepler Land stood out with wonderful\nclearness, and I could unmistakably detect the blue tint of the ocean\nof De La Rue, which washes its base,--a feat of vision often, indeed,\naccomplished by star-gazers, though I had never done it to my complete\nsatisfaction before.\n\nI was impressed with the idea that if I ever made an original discovery\nin regard to Mars, it would be on that evening, and I believed that I\nshould do it. I trembled with mingled exultation and anxiety, and was\nobliged to pause to recover my self-control. Finally, I placed my eye\nto the eye-piece, and directed my gaze upon the portion of the planet\nin which I was especially interested. My attention soon became fixed and\nabsorbed much beyond my wont, when observing, and that itself implied no\nordinary degree of abstraction. To all mental intents and purposes I\nwas on Mars. Every faculty, every susceptibility of sense and intellect,\nseemed gradually to pass into the eye, and become concentrated in the\nact of gazing. Every atom of nerve and will power combined in the strain\nto see a little, and yet a little, and yet a little, clearer, farther,\ndeeper.\n\nThe next thing I knew I was on the bed that stood in a corner of the\nobserving-room, half raised on an elbow, and gazing intently at the\ndoor. It was broad daylight. Half a dozen men, including several of\nthe professors and a doctor from the village, were around me. Some were\ntrying to make me lie down, others were asking me what I wanted, while\nthe doctor was urging me to drink some whiskey. Mechanically repelling\ntheir offices, I pointed to the door and ejaculated, “President Byxbee\n--coming,” giving expression to the one idea which my dazed mind at\nthat moment contained. And sure enough, even as I spoke the door opened,\nand the venerable head of the college, somewhat blown with climbing the\nsteep stairway, stood on the threshold. With a sensation of prodigious\nrelief, I fell back on my pillow.\n\nIt appeared that I had swooned while in the observing-chair, the night\nbefore, and had been found by the janitor in the morning, my head fallen\nforward on the telescope, as if still observing, but my body cold,\nrigid, pulseless, and apparently dead.\n\nIn a couple of days I was all right again, and should soon have\nforgotten the episode but for a very interesting conjecture which had\nsuggested itself in connection with it. This was nothing less than\nthat, while I lay in that swoon, I was in a conscious state outside\nand independent of the body, and in that state received impressions\nand exercised perceptive powers. For this extraordinary theory I had no\nother evidence than the fact of my knowledge in the moment of awaking\nthat President Byxbee was coming up the stairs. But slight as this clue\nwas, it seemed to me unmistakable in its significance. That knowledge\nwas certainly in my mind on the instant of arousing from the swoon. It\ncertainly could not have been there before I fell into the swoon. I must\ntherefore have gained it in the mean time; that is to say, I must have\nbeen in a conscious, percipient state while my body was insensible.\n\nIf such had been the case, I reasoned that it was altogether unlikely\nthat the trivial impression as to President Byxbee had been the only one\nwhich I had received in that state. It was far more probable that it had\nremained over in my mind, on waking from the swoon, merely because it\nwas the latest of a series of impressions received while outside the\nbody. That these impressions were of a kind most strange and startling,\nseeing that they were those of a disembodied soul exercising faculties\nmore spiritual than those of the body, I could not doubt. The desire\nto know what they had been grew upon me, till it became a longing which\nleft me no repose. It seemed intolerable that I should have secrets from\nmyself, that my soul should withhold its experiences from my intellect.\nI would gladly have consented that the acquisitions of half my waking\nlifetime should be blotted out, if so be in exchange I might be shown\nthe record of what I had seen and known during those hours of which my\nwaking memory showed no trace. None the less for the conviction of its\nhopelessness, but rather all the more, as the perversity of our human\nnature will have it, the longing for this forbidden lore grew on me,\ntill the hunger of Eve in the Garden was mine.\n\nConstantly brooding over a desire that I felt to be vain, tantalized\nby the possession of a clue which only mocked me, my physical condition\nbecame at length affected. My health was disturbed and my rest at\nnight was broken. A habit of walking in my sleep, from which I had\nnot suffered since childhood, recurred, and caused me frequent\ninconvenience. Such had been, in general, my condition for some time,\nwhen I awoke one morning with the strangely weary sensation by which\nmy body usually betrayed the secret of the impositions put upon it in\nsleep, of which otherwise I should often have suspected nothing. In\ngoing into the study connected with my chamber, I found a number of\nfreshly written sheets on the desk. Astonished that any one should\nhave been in my rooms while I slept, I was astounded, on looking more\nclosely, to observe that the handwriting was my own. How much more than\nastounded I was on reading the matter that had been set down, the reader\nmay judge if he shall peruse it. For these written sheets apparently\ncontained the longed-for but despaired-of record of those hours when\nI was absent from the body. They were the lost chapter of my life; or\nrather, not lost at all, for it had been no part of my waking life, but\na stolen chapter,--stolen from that sleep-memory on whose mysterious\ntablets may well be inscribed tales as much more marvelous than this as\nthis is stranger than most stories.\n\nIt will be remembered that my last recollection before awaking in my\nbed, on the morning after the swoon, was of contemplating the coast of\nKepler Land with an unusual concentration of attention. As well as I\ncan judge,--and that is no better than any one else,--it is with the\nmoment that my bodily powers succumbed and I became unconscious that the\nnarrative which I found on my desk begins.\n\nEven had I not come as straight and swift as the beam of light that made\nmy path, a glance about would have told me to what part of the universe\nI had fared. No earthly landscape could have been more familiar. I stood\non the high coast of Kepler Land where it trends southward. A brisk\nwesterly wind was blowing and the waves of the ocean of De La Bue were\nthundering at my feet, while the broad blue waters of Christie Bay\nstretched away to the southwest. Against the northern horizon, rising\nout of the ocean like a summer thunder-head, for which at first I\nmistook it, towered the far-distant, snowy summit of Mount Hall.\n\nEven had the configuration of land and sea been less familiar, I should\nnone the less have known that I stood on the planet whose ruddy hue is\nat once the admiration and puzzle of astronomers. Its explanation I now\nrecognized in the tint of the atmosphere, a coloring comparable to the\nhaze of Indian summer, except that its hue was a faint rose instead\nof purple. Like the Indian summer haze, it was impalpable, and without\nimpeding the view bathed all objects near and far in a glamour not to be\ndescribed. As the gaze turned upward, however, the deep blue of space\nso far overcame the roseate tint that one might fancy he were still on\nEarth.\n\nAs I looked about me I saw many men, women, and children. They were in\nno respect dissimilar, so far as I could see, to the men, women, and\nchildren of the Earth, save for something almost childlike in the\nuntroubled serenity of their faces, unfurrowed as they were by any trace\nof care, of fear, or of anxiety. This extraordinary youthful-ness\nof aspect made it difficult, indeed, save by careful scrutiny, to\ndistinguish the young from the middle-aged, maturity from advanced\nyears. Time seemed to have no tooth on Mars.\n\nI was gazing about me, admiring this crimson-lighted world, and these\npeople who appeared to hold happiness by a tenure so much firmer than\nmen’s, when I heard the words, “You are welcome,” and, turning, saw that\nI had been accosted by a man with the stature and bearing of middle\nage, though his countenance, like the other faces which I had noted,\nwonderfully combined the strength of a man’s with the serenity of a\nchild’s. I thanked him, and said,--\n\n“You do not seem surprised to see me, though I certainly am to find\nmyself here.”\n\n“Assuredly not,” he answered. “I knew, of course, that I was to meet\nyou to-day. And not only that, but I may say I am already in a sense\nacquainted with you, through a mutual friend, Professor Edgerly. He was\nhere last month, and I met him at that time. We talked of you and your\ninterest in our planet. I told him I expected you.”\n\n“Edgerly!” I exclaimed. “It is strange that he has said nothing of this\nto me. I meet him every day.”\n\nBut I was reminded that it was in a dream that Edgerly, like myself,\nhad visited Mars, and on awaking had recalled nothing of his experience,\njust as I should recall nothing of mine. When will man learn to\ninterrogate the dream soul of the marvels it sees in its wanderings?\nThen he will no longer need to improve his telescopes to find out the\nsecrets of the universe.\n\n“Do your people visit the Earth in the same manner?” I asked my\ncompanion.\n\n“Certainly,” he replied; “but there we find no one able to recognize us\nand converse with us as I am conversing with you, although myself in\nthe waking state. You, as yet, lack the knowledge we possess of the\nspiritual side of the human nature which we share with you.”\n\n“That knowledge must have enabled you to learn much more of the Earth\nthan we know of you,” I said.\n\n“Indeed it has,” he replied. “From visitors such as you, of whom we\nentertain a concourse constantly, we have acquired familiarity with your\ncivilization, your history, your manners, and even your literature and\nlanguages. Have you not noticed that I am talking with you in English,\nwhich is certainly not a tongue indigenous to this planet?”\n\n“Among so many wonders I scarcely observed that,” I answered.\n\n“For ages,” pursued my companion, “we have been waiting for you to\nimprove your telescopes so as to approximate the power of ours, after\nwhich communication between the planets would be easily established. The\nprogress which you make is, however, so slow that we expect to wait ages\nyet.”\n\n“Indeed, I fear you will have to,” I replied. “Our opticians already\ntalk of having reached the limits of their art.”\n\n“Do not imagine that I spoke in any spirit of petulance,” my companion\nresumed. “The slowness of your progress is not so remarkable to us\nas that you make any at all, burdened as you are by a disability so\ncrushing that if we were in your place I fear we should sit down in\nutter despair.”\n\n“To what disability do you refer?” I asked. “You seem to be men like\nus.”\n\n“And so we are,” was the reply, “save in one particular, but there the\ndifference is tremendous. Endowed otherwise like us, you are destitute\nof the faculty of foresight, without which we should think our other\nfaculties well-nigh valueless.”\n\n“Foresight!” I repeated. “Certainly you cannot mean that it is given you\nto know the future?”\n\n“It is given not only to us,” was the answer, “but, so far as we know,\nto all other intelligent beings of the universe except yourselves. Our\npositive knowledge extends only to our system of moons and planets\nand some of the nearer foreign systems, and it is conceivable that the\nremoter parts of the universe may harbor other blind races like your\nown; but it certainly seems unlikely that so strange and lamentable\na spectacle should be duplicated. One such illustration of the\nextraordinary deprivations under which a rational existence may still be\npossible ought to suffice for the universe.”\n\n“But no one can know the future except by inspiration of God,” I said.\n\n“All our faculties are by inspiration of God,” was the reply, “but there\nis surely nothing in foresight to cause it to be so regarded more than\nany other. Think a moment of the physical analogy of the case. Your eyes\nare placed in the front of your heads. You would deem it an odd mistake\nif they were placed behind. That would appear to you an arrangement\ncalculated to defeat their purpose. Does it not seem equally rational\nthat the mental vision should range forward, as it does with us,\nilluminating the path one is to take, rather than backward, as with you,\nrevealing only the course you have already trodden, and therefore\nhave no more concern with? But it is no doubt a merciful provision of\nProvidence that renders you unable to realize the grotesqueness of your\npredicament, as it appears to us.”\n\n“But the future is eternal!” I exclaimed. “How can a finite mind grasp\nit?”\n\n“Our foreknowledge implies only human faculties,” was the reply. “It is\nlimited to our individual careers on this planet. Each of us foresees\nthe course of his own life, but not that of other lives, except so far\nas they are involved with his.”\n\n“That such a power as you describe could be combined with merely human\nfaculties is more than our philosophers have ever dared to dream,” I\nsaid. “And yet who shall say, after all, that it is not in mercy that\nGod has denied it to us? If it is a happiness, as it must be, to foresee\none’s happiness, it must be most depressing to foresee one’s sorrows,\nfailures, yes, and even one’s death. For if you foresee your lives to\nthe end, you must anticipate the hour and manner of your death,--is it\nnot so?”\n\n“Most assuredly,” was the reply. “Living would be a very precarious\nbusiness, were we uninformed of its limit. Your ignorance of the time\nof your death impresses us as one of the saddest features of your\ncondition.”\n\n“And by us,” I answered, “it is held to be one of the most merciful.”\n\n“Foreknowledge of your death would not, indeed, prevent your dying\nonce,” continued my companion, “but it would deliver you from the\nthousand deaths you suffer through uncertainty whether you can safely\ncount on the passing day. It is not the death you die, but these many\ndeaths you do not die, which shadow your existence. Poor blindfolded\ncreatures that you are, cringing at every step in apprehension of the\nstroke that perhaps is not to fall till old age, never raising a cup to\nyour lips with the knowledge that you will live to quaff it, never sure\nthat you will meet again the friend you part with for an hour,\nfrom whose hearts no happiness suffices to banish the chill of an\never-present dread, what idea can you form of the Godlike security with\nwhich we enjoy our lives and the lives of those we love! You have\na saying on earth, ‘To-morrow belongs to God;’ but here to-morrow\nbelongs to us, even as to-day. To you, for some inscrutable purpose, He\nsees fit to dole out life moment by moment, with no assurance that each\nis not to be the last. To us He gives a lifetime at once, fifty, sixty,\nseventy years,--a divine gift indeed. A life such as yours would, I\nfear, seem of little value to us; for such a life, however long, is but\na moment long, since that is all you can count on.”\n\n“And yet,” I answered, “though knowledge of the duration of your lives\nmay give you an enviable feeling of confidence while the end is far off,\nis that not more than offset by the daily growing weight with which the\nexpectation of the end, as it draws near, must press upon your minds?”\n\n“On the contrary,” was the response, “death, never an object of fear,\nas it draws nearer becomes more and more a matter of indifference to the\nmoribund. It is because you live in the past that death is grievous to\nyou. All your knowledge, all your affections, all your interests,\nare rooted in the past, and on that account, as life lengthens,\nit strengthens its hold on you, and memory becomes a more precious\npossession. We, on the contrary, despise the past, and never dwell upon\nit. Memory with us, far from being the morbid and monstrous growth it is\nwith you, is scarcely more than a rudimentary faculty. We live wholly\nin the future and the present. What with foretaste and actual taste, our\nexperiences, whether pleasant or painful, are exhausted of interest by\nthe time they are past. The accumulated treasures of memory, which you\nrelinquish so painfully in death, we count no loss at all. Our minds\nbeing fed wholly from the future, we think and feel only as we\nanticipate; and so, as the dying man’s future contracts, there is less\nand less about which he can occupy his thoughts. His interest in life\ndiminishes as the ideas which it suggests grow fewer, till at the last\ndeath finds him with his mind a _tabula rasa_, as with you at birth. In\na word, his concern with life is reduced to a vanishing point before he\nis called on to give it up. In dying he leaves nothing behind.”\n\n“And the after-death,” I asked,--“is there no: fear of that?”\n\n“Surely,” was the reply, “it is not necessary for me to say that a fear\nwhich affects only the more ignorant on Earth is not known at all to\nus, and would be counted blasphemous. Moreover, as I have said, our\nforesight is limited to our lives on this planet. Any speculation beyond\nthem would be purely conjectural, and our minds are repelled by\nthe slightest taint of uncertainty. To us the conjectural and the\nunthinkable may be called almost the same.”\n\n“But even if you do not fear death for itself,” I said, “you have hearts\nto break. Is there no pain when the ties of love are sundered?”\n\n“Love and death are not foes on our planet,” was the reply. “There are\nno tears by the bedsides of our dying. The same beneficent law which\nmakes it so easy for us to give up life forbids us to mourn the friends\nwe leave, or them to mourn us. With you, it is the intercourse you have\nhad with friends that is the source of your tenderness for them. With\nus, it is the anticipation of the intercourse we shall enjoy which is\nthe foundation of fondness. As our friends vanish from our future with\nthe approach of their death, the effect on our thoughts and affections\nis as it would be with you if you forgot them by lapse of time. As our\ndying friends grow more and more indifferent to us, we, by operation of\nthe same law of our nature, become indifferent to them, till at the last\nwe are scarcely more than kindly and sympathetic watchers about the beds\nof those who regard us equally without keen emotions. So at last God\ngently unwinds instead of breaking the bands that bind our hearts\ntogether, and makes death as painless to the surviving as to the dying.\nRelations meant to produce our happiness are not the means also of\ntorturing us, as with you. Love means joy, and that alone, to us,\ninstead of blessing our lives for a while only to desolate them later\non, compelling us to pay with a distinct and separate pang for every\nthrill of tenderness, exacting a tear for every smile.”\n\n“There are other partings than those of death. Are these, too, without\nsorrow for you?” I asked.\n\n“Assuredly,” was the reply. “Can you not see that so it must needs\nbe with beings freed by foresight from the disease of memory? All the\nsorrow of parting, as of dying, comes with you from the backward vision\nwhich precludes you from beholding your happiness till it is past.\nSuppose your life destined to be blessed by a happy friendship. If you\ncould know it beforehand, it would be a joyous expectation, brightening\nthe intervening years and cheering you as you traversed desolate\nperiods. But no; not till you meet the one who is to be your friend do\nyou know of him. Nor do you guess even then what he is to be to you,\nthat you may embrace him at first sight. Your meeting is cold and\nindifferent. It is long before the fire is fairly kindled between you,\nand then it is already time for parting. Now, indeed, the fire burns\nwell, but henceforth it must consume your heart. Not till they are dead\nor gone do you fully realize how dear your friends were and how sweet\nwas their companionship. But we--we see our friends afar off coming\nto meet us, smiling already in our eyes, years before our ways meet.\nWe greet them at first meeting, not coldly, not uncertainly, but with\nexultant kisses, in an ecstasy of joy. They enter at once into the full\npossession of hearts long warmed and lighted for them. We meet with that\ndelirium of tenderness with which you part. And when to us at last the\ntime of parting comes, it only means that we are to contribute to each\nother’s happiness no longer. We are not doomed, like you, in parting, to\ntake away with us the delight we brought our friends, leaving the ache\nof bereavement in its place, so that their last state is worse\nthan their first. Parting here is like meeting with you, calm and\nunimpassioned. The joys of anticipation and possession are the only food\nof love with us, and therefore Love always wears a smiling face. With\nyou he feeds on dead joys, past happiness, which are likewise the\nsustenance of sorrow. No wonder love and sorrow are so much alike\non Earth. It is a common saying among us that, were it not for the\nspectacle of the Earth, the rest of the worlds would be unable to\nappreciate the goodness of God to them; and who can say that this is not\nthe reason the piteous sight is set before us?”\n\n“You have told me marvelous things,” I said, after I had reflected. “It\nis, indeed, but reasonable that such a race as yours should look down\nwith wondering pity on the Earth. And yet, before I grant so much, I\nwant to ask you one question. There is known in our world a certain\nsweet madness, under the influence of which we forget all that is\nuntoward in our lot, and would not change it for a god’s. So far is\nthis sweet madness regarded by men as a compensation, and more than a\ncompensation, for all their miseries that if you know not love as\nwe know it, if this loss be the price you have paid for your divine\nforesight, we think ourselves more favored of God than you. Confess that\nlove, with its reserves, its surprises, its mysteries, its revelations,\nis necessarily incompatible with a foresight which weighs and measures\nevery experience in advance.”\n\n“Of love’s surprises we certainly know nothing,” was the reply. “It\nis believed by our philosophers that the slightest surprise would kill\nbeings of our constitution like lightning; though of course this is\nmerely theory, for it is only by the study of Earthly conditions that we\nare able to form an idea of what surprise is like. Your power to endure\nthe constant buffetings of the unexpected is a matter of supreme\namazement to us; nor, according to our ideas, is there any difference\nbetween what you call pleasant and painful surprises. You see, then,\nthat we cannot envy you these surprises of love which you find so\nsweet, for to us they would be fatal. For the rest, there is no form of\nhappiness which foresight is so well calculated to enhance as that of\nlove. Let me explain to you how this befalls. As the growing boy begins\nto be sensible of the charms of woman, he finds himself, as I dare say\nit is with you, preferring some type of face and form to others. He\ndreams oftenest of fair hair, or may be of dark, of blue eyes or brown.\nAs the years go on, his fancy, brooding over what seems to it the best\nand loveliest of every type, is constantly adding to this dream-face,\nthis shadowy form, traits and lineaments, hues and contours, till at\nlast the picture is complete, and he becomes aware that on his heart\nthus subtly has been depicted the likeness of the maiden destined for\nhis arms.\n\n“It may be years before he is to see her, but now begins with him one\nof the sweetest offices of love, one to you unknown. Youth on Earth is a\nstormy period of passion, chafing in restraint or rioting in excess. But\nthe very passion whose awaking makes this time so critical with you is\nhere a reforming and educating influence, to whose gentle and potent\nsway we gladly confide our children. The temptations which lead your\nyoung men astray have no hold on a youth of our happy planet. He hoards\nthe treasures of his heart for its coming mistress. Of her alone he\nthinks, and to her all his vows are made. The thought of license would\nbe treasop to his sovereign lady, whose right to all the revenues of\nhis being he joyfully owns. To rob her, to abate her high prerogatives,\nwould be to impoverish, to insult, himself; for she is to be his, and\nher honor, her glory, are his own. Through all this time that he dreams\nof her by night and day, the exquisite reward of his devotion is the\nknowledge that she is aware of him as he of her, and that in the inmost\nshrine of a maiden heart his image is set up to receive the incense of\na tenderness that needs not to restrain itself through fear of possible\ncross or separation.\n\n“In due time their converging lives come together. The lovers meet,\ngaze a moment into each other’s eyes, then throw themselves each on\nthe other’s breast. The maiden has all the charms that ever stirred the\nblood of an Earthly lover, but there is another glamour over her which\nthe eyes of Earthly lovers are shut to,--the glamour of the future.\nIn the blushing girl her lover sees the fond and faithful wife, in the\nblithe maiden the patient, pain-consecrated mother. On the virgin’s\nbreast he beholds his children. He is prescient, even as his lips take\nthe first-fruits of hers, of the future years during which she is to\nbe his companion, his ever-present solace, his chief portion of God’s\ngoodness. We have read some of your romances describing love as you know\nit on Earth, and I must confess, my friend, we find them very dull.\n\n“I hope,” he added, as I did not at once speak, “that I shall not offend\nyou by saying we find them also objectionable. Your literature possesses\nin general an interest for us in the picture it presents of the\ncuriously inverted life which the lack of foresight compels you to lead.\nIt is a study especially prized for the development of the imagination,\non account of the difficulty of conceiving conditions so opposed to\nthose of intelligent beings in general. But our women do not read your\nromances. The notion that a man or woman should, ever conceive the idea\nof marrying a person other than the one whose husband or wife he or she\nis destined to be is profoundly shocking to our habits of thought. No\ndoubt you will say that such instances are rare among you, but if\nyour novels are faithful pictures of your life, they are at least not\nunknown. That these situations are inevitable under the conditions of\nearthly life we are well aware, and judge you accordingly; but it is\nneedless that the minds of our maidens should be pained by the knowledge\nthat there anywhere exists a world where such travesties upon the\nsacredness of marriage are possible.\n\n“There is, however, another reason why we discourage the use of your\nbooks by our young people, and that is the profound effect of sadness,\nto a race accustomed to view all things in the morning glow of\nthe future, of a literature written in the past tense and relating\nexclusively to things that are ended.”\n\n“And how do you write of things that are past except in the past tense?”\n I asked.\n\n“We write of the past when it is still the future, and of course in the\nfuture tense,” was the reply. “If our historians were to wait till after\nthe events to describe them, not alone would nobody care to read about\nthings already done, but the histories themselves would probably be\ninaccurate; for memory, as I have said, is a very slightly developed\nfaculty with us, and quite too indistinct to be trustworthy. Should the\nEarth ever establish communication with us, you will find our histories\nof interest; for our planet, being smaller, cooled and was peopled ages\nbefore yours, and our astronomical records contain minute accounts\nof the Earth from the time it was a fluid mass. Your geologists and\nbiologists may yet find a mine of information here.”\n\nIn the course of our further conversation it came out that, as a\nconsequence of foresight, some of the commonest emotions of human nature\nare unknown on Mars. They for whom the future has no mystery can, of\ncourse, know neither hope nor fear. Moreover, every one being assured\nwhat he shall attain to and what not, there can be no such thing as\nrivalship, or emulation, or any sort of competition in any respect; and\ntherefore all the brood of heart-burnings and hatreds, engendered on\nEarth by the strife of man with man, is unknown to the people of Mars,\nsave from the study of our planet. When I asked if there were not, after\nall, a lack of spontaneity, of sense of freedom, in leading lives fixed\nin all details beforehand, I was reminded that there was no difference\nin that respect between the lives of the people of Earth and of Mars,\nboth alike being according to God’s will in every particular. We knew\nthat will only after the event, they before,--that was all. For the\nrest, God moved them through their wills as He did us, so that they had\nno more dense of compulsion in what they did than we on Earth have\nin carrying out an anticipated line of action, in cases where our\nanticipations chance to be correct. Of the absorbing interest which\nthe study of the plan of their future lives possessed for the people\nof Mars, my companion spoke eloquently. It was, he said, like the\nfascination to a mathematician of a most elaborate and exquisite\ndemonstration, a perfect algebraical equation, with the glowing\nrealities of life in place of figures and symbols.\n\nWhen I asked if it never occurred to them to wish their futures\ndifferent, he replied that such a question could only have been asked by\none from the Earth. No one could have foresight, or clearly believe that\nGod had it, without realizing that the future is as incapable of being\nchanged as the past. And not only this, but to foresee events was to\nforesee their logical necessity so clearly that to desire them different\nwas as impossible as seriously to wish that two and two made five\ninstead of four. No person could ever thoughtfully wish anything\ndifferent, for so closely are all things, the small with the great,\nwoven together by God that to draw out the smallest thread would unravel\ncreation through all eternity.\n\nWhile we had talked the afternoon had waned, and the sun had sunk below\nthe horizon, the roseate atmosphere of the planet imparting a splendor\nto the cloud coloring, and a glory to the land and sea scape, never\nparalleled by an earthly sunset. Already the familiar constellations\nappearing in the sky reminded me how near, after all, I was to the\nEarth, for with the unassisted eye I could not detect the slightest\nvariation in their position. Nevertheless, there was one wholly novel\nfeature in the heavens, for many of the host of asteroids which circle\nin the zone between Mars and Jupiter were vividly visible to the naked\neye. But the spectacle that chiefly held my gaze was the Earth, swimming\nlow on the verge of the horizon. Its disc, twice as large as that of any\nstar or planet as seen from the Earth, flashed with a brilliancy like\nthat of Venus.\n\n“It is, indeed, a lovely sight,” said my companion, “although to\nme always a melancholy one, from the contrast suggested between the\nradiance of the orb and the benighted condition of its inhabitants. We\ncall it ‘The Blindman’s World.’” As he spoke he turned toward a curious\nstructure which stood near us, though I had not before particularly\nobserved it.\n\n“What is that?” I asked.\n\n“It is one of our telescopes,” he replied. “I am going to let you take\na look, if you choose, at your home, and test for yourself the powers\nof which I have boasted;” and having adjusted the instrument to his\nsatisfaction, he showed me where to apply my eye to what answered to the\neye-piece.\n\nI could not repress an exclamation of amazement, for truly he had\nexaggerated nothing. The little college town which was my home lay\nspread out before me, seemingly almost as near as when I looked down\nupon it from my observatory windows. It was early morning, and the\nvillage was waking up. The milkmen were going their rounds, and workmen,\nwith their dinner-pails, where hurrying along the streets. The early\ntrain was just leaving the railroad station. I could see the puffs from\nthe smoke-stack, and the jets from the cylinders. It was strange not to\nhear the hissing of the steam, so near I seemed. There were the college\nbuildings on the hill, the long rows of windows flashing back the level\nsunbeams. I could tell the time by the college clock. It struck me\nthat there was an unusual bustle around the buildings, considering\nthe earliness of the hour. A crowd of men stood about the door of the\nobservatory, and many others were hurrying across the campus in that\ndirection. Among them I recognized President Byxbee, accompanied by the\ncollege janitor. As I gazed they reached the observatory, and, passing\nthrough the group about the door, entered the building. The president\nwas evidently going up to my quarters. At this it flashed over me quite\nsuddenly that all this bustle was on my account. I recalled how it was\nthat I came to be on Mars, and in what condition I had left affairs\nin the observatory. It was high time I were back there to look after\nmyself.\n\nHere abruptly ended the extraordinary document which I found that\nmorning on my desk. That it is the authentic record of the conditions of\nlife in another world which it purports to be I do not expect the reader\nto believe. He will no doubt explain it as another of the curious freaks\nof somnambulism set down in the books. Probably it was merely that,\npossibly it was something more. I do not pretend to decide the question.\nI have told all the facts of the case, and have no better means for\nforming an opinion than the reader. Nor do I know, even if I fully\nbelieved it the true account it seems to be, that it would have affected\nmy imagination much more strongly than it has. That story of another\nworld has, in a word, put me out of joint with ours. The readiness with\nwhich my mind has adapted itself to the Martial point of view concerning\nthe Earth has been a singular experience. The lack of foresight among\nthe human faculties, a lack I had scarcely thought of before, now\nimpresses me, ever more deeply, as a fact out of harmony with the rest\nof our nature, belying its promise,--a moral mutilation, a deprivation\narbitrary and unaccountable. The spectacle of a race doomed to walk\nbackward, beholding only what has gone by, assured only of what is past\nand dead,’ comes over me from time to time with a sadly fantastical\neffect which I cannot describe. I dream of a world where love always\nwears a smile, where the partings are as tearless as our meetings, and\ndeath is king no more. I have a fancy, which I like to cherish, that\nthe people of that happy sphere, fancied though it may be, represent the\nideal and normal type of our race, as perhaps it once was, as perhaps it\nmay yet be again.\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bellamy, Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22701/pg22701.txt",
        "name": "the_blindmans_world_1898.json"
    }
}