{
    "name": "The Man With the Golden Eyes",
    "author": [
        "Hamilton, Edmond"
    ],
    "body": "He lay in the gutter. In his mouth was the taste of whiskey and defeat.\nThere was mud and filth on his face, on his two-week shirt, on his\nrag-tag suit; and as the street and the buildings rippled and wavered\nbefore his eyes, a tape recorder in his mind played over and over:\n\n_You're through, Hayden--all washed up--this is the bottom--you can't\ngo any lower--Lee Hayden--boy genius--all washed up--you made the trip\nin a hurry, son--right down from the top to the bottom in nothing\nflat--why don't you give up, why don't you kite off, you gutless wonder\nof the ages--too weak to live--too yellow to die--_\n\nOn and on the tape played while along the street, came the fastidious\nto step daintily around the wreck in the gutter; the callous to grin\nand sneer; the timid to hurry by without looking.\n\nThen a voice: \"Can I help you?\"\n\n\"Go 'way.\"\n\nA hand on his shoulder. The voice brisk, cheerful. \"Come now--the\ngutter is no place for a man of your caliber.\"\n\nLee grunted and rolled over. Someone who knew him evidently; someone\nechoing the myth of his \"brilliance\". \"I said get the hell--\" He opened\nan eye. If this was an old friend, the man had gone out of memory.\nPlump, cheerful, rosy-faced, well-cut clothes. A man with an air of\nconfidence.\n\nAnd something more.\n\nIt was the _something more_ that stopped Lee from swinging at the man's\nplump chin after allowing himself to be lifted to his feet. The man\nlooked critically into Lee's face as the latter swayed. He took a snowy\nhandkerchief from his pocket. He wiped filth from Lee's face in the\nmanner of one wiping the face of a child. \"I think you need a drink,\nyoung fellow.\"\n\nLee grinned crookedly. \"Now you're talkin'.\"\n\nThe plump man steered Lee down the street, around a corner, under a\nglittering marquee. An immaculate doorman glared with frosty eyes.\nHis look of disgust partially sobered Lee. \"Now wait a minute,\" Lee\nmumbled. After all, a man never lost _all_ his pride.\n\nHe was drawing away, instinctively seeking shadows, when the doorman's\neyes shifted to the plump man. They cleared instantly. He saluted,\nbowed, said \"Good evening, Mr. Clifford.\"\n\n\"Good evening, John. We need a snifter or two of your excellent scotch.\"\n\n\"Certainly, sir.\" The doorman opened the portal as though the Secretary\nof State were honoring the Lotus Room with his presence.\n\nLee was busy marveling as they crossed the hotel lobby, brushing close\nto hastily drawn-back mink coats and formal clothes. It was certainly\ntime for the bouncer to appear. But the hostess at the door of the\nLotus Room--a blonde dream wearing something that resembled a pink\ncloud--gave the plump man a look Lee felt should have been reserved\nonly for God.\n\n\"Mr. Clifford! What table would you like?\"\n\nMr. Clifford smiled. \"Good evening, my dear.\" He turned to Lee. \"Mr.\nHayden, this is Daphne--Mr. Lee Hayden, my dear.\"\n\nHer eyes turned obediently to Lee and he was sober enough to note the\ncomplete absence of revulsion; only pity in her friendly, open gaze.\nHe thanked her silently and thought: _Even a bum like me still has a\nlittle pride and sensitivity left_.\n\nBut a bum hides it behind grossness. Lee growled, \"You got any decent\nliquor in this snob-joint?\"\n\nSnob-joint! Not so long ago he felt entirely at home in such places.\nNot so long ago? Huh! A thousand years or so.\n\nMr. Clifford said, \"A quiet place, Daphne. Mr. Hayden and I want to\ntalk.\"\n\n\"Hell with that noise. We wanna drink.\"\n\nAs they crossed the room, a man in formal clothes, obviously the\nmanager, stepped aside and bowed deferentially to Mr. Clifford. The\nlatter nodded pleasantly and eased Lee into a chair at a snowy table.\nThe waiter was there instantly. Lee remained silent while Mr. Clifford\nordered scotch. Then he could hold it in no longer.\n\n\"All right--what the hell is all this?\"\n\nMr. Clifford smiled easily. \"You need a drink. Here we are.\"\n\n\"But why here--in this plush joint?\"\n\n\"Why not. It's open for business. Would you prefer a reeking skid row\ndive?\"\n\nFrom anyone but Mr. Clifford, Lee thought, that would have been an\ninsult. \"I'd be more at home there,\" he mumbled.\n\n\"The greatest spacial flight theorist who ever lived? I think not.\"\nClifford's voice was a trifle sharp and the _something_ stood out\nagain, holding back Lee's retort. At that moment the waiter arrived. He\npoured the drinks and Mr. Clifford motioned. The waiter set the bottle\non the table and left.\n\nLee knocked off his drink. His belligerence returned. \"If you're doing\nthis for laughs, that's okay. I've got it coming. If you want an\nautograph--no soap. I couldn't hold a pencil.\"\n\nMr. Clifford picked up the bottle and poured a second drink for Lee. He\nhad not touched his own. \"So you failed,\" he said, pensively.\n\n\"Yes, I failed.\"\n\n\"So have others.\"\n\nLee sneered. \"You can pass it off with such beautiful casualness. Do\nyou realize eleven men were killed on that ship?\"\n\n\"I know. And it seems to me they faced their destiny with a lot more\ncourage than you are facing yours.\"\n\n\"If I have to take a lecture with your liquor, I'd rather--\"\n\n\"Certainly not. Have another.\"\n\nMr. Clifford poured and Lee had the grace to feel ashamed. \"Look--I'm\ndone--washed up--I'm at the bottom. Why should you--?\"\n\n\"On the bottom, yes. But sometimes people have to hit the bottom in\norder to ascend to the top.\"\n\nLee tossed off the third scotch. \"Well I've hit bottom, that's for\nsure.\"\n\n\"You asked me why I brought you here, Mr. Hayden. That's the reason.\"\n\n\"_What's_ the reason?\"\n\n\"To see if you've really hit bottom.\"\n\n\"You make it sound important,\" Lee sneered.\n\n\"Believe me, it is.\"\n\n\"To my enemies?\"\n\n\"No, not them alone. To your friends also--to all mankind.\"\n\n\"What kind of guff you handing me?\"\n\n\"It is also important to you.\"\n\n\"Nothing's important to me.\" Lee's head began swimming. And he\nknew--without seeing it or being able to prove it--that Mr. Clifford\nhad drugged the last one. He eyed Mr. Clifford's throat and tried to\nraise his hands. Impossible....\n\nMr. Clifford, a blurred figure spinning in a whirlpool said,\n\"Important, Mr. Hayden, because I think you are now ready to see the\nman with the golden eyes.\"\n\n\"The ma-man--wha' silly nonsense--\"\n\nLee Hayden passed out.\n\n\n\nHe awoke in softness. He opened his eyes and knew he was in bed. He\nwas also aware of three other things--a horrible taste in his mouth--a\nsplitting headache--and the fact he was not alone. He blinked and the\nform beside the bed sharpened from a blur and turned into a beautiful\ngirl; a girl he felt he should know. Then he remembered. He had met her\nthe previous night in the Lotus Room. She had been introduced to him as\nDaphne. She was still very beautiful; cool as a summer afternoon in the\nwoods.\n\nThough he had on completely adequate pajamas, Lee felt naked and ducked\nagain behind his belligerence. \"What the hell are you doing here?\"\n\nShe regarded him with an almost childlike seriousness. \"Mr. Clifford\nthought you ought not to be alone when you awakened.\"\n\n\"Very thoughtful of him since he was the guy who put me under. How\nlong have you been here?\"\n\n\"About two hours.\"\n\nFilled with contempt for himself, Lee unconsciously used the device of\nredirecting it on the first handy person. Daphne was handy. His mouth\ntwisted knowingly. \"Sure you're not here for another reason?\"\n\n\"What reason?\"\n\n\"Trying to pick up a few bucks, maybe?\"\n\nThe question in her eyes was obviously sincere, her look entirely\ninnocent, and he knew she was not that kind of a girl.\n\nHer expression changed only in that the question vanished. The\ninnocence remained. Yet there was something about this last that caught\nLee's attention. He tried to define it. The innocence of knowledge\nrather than that of ignorance? He wondered.\n\n\"If you want me to,\" Daphne said. \"But no money would be required.\"\n\nStunned, Lee forgot his headache and slowly swung his feet to the\nfloor. He studied her, the analytical mind that had made him a great\nscientist while still a young man now framing the questions.\n\n\"Why?\"\n\n\"I do not need money.\"\n\n\"I mean why are you willing to--\"\n\n\"Because Mr. Clifford asked that I serve you in any way I'm able.\"\n\n\"Why the rotten--!\"\n\n\"Oh, no! Mr. Clifford is one of the Great Ones.\" There was reverence in\nher voice.\n\n\"You must be a fool! Trusting a man who would ask you to do a thing\nlike that!\"\n\n\"You're putting words in my mouth. Mr. Clifford did not mention\nsleeping with you. He only asked that I render any service possible.\"\n\n\"And you don't think that was included?\"\n\n\"Possibly it was.\"\n\n\"And you respect a man who would _let_ it be included?\"\n\nDaphne smiled, brilliantly, quietly. \"Perhaps Mr. Clifford knew I would\nnot be asked to render any such service.\"\n\n\"How could any man know that?\"\n\n\"I told you. Mr. Clifford is one--\"\n\n\"I know--I know. One of the Great Ones. What's that? A lodge of some\nkind?\"\n\nShe pondered for a moment. \"In a sense.\"\n\nSuddenly Lee's decency took command. \"I'm sorry--more sorry than I can\nsay. Forgive me?\"\n\nShe returned his smile. \"There is nothing to forgive. Would you like\nsome coffee?\"\n\n\"That's an idea, but mainly I want to talk.\"\n\n\"About what?\"\n\n\"Who brought me here? Who--\" he rubbed a hand across his chin. \"Who\ncleaned me up and shaved me?\"\n\n\"Mr. Clifford.\"\n\n\"Why?\"\n\n\"I don't know. I imagine he had a reason.\"\n\n\"Where is he now?\"\n\n\"I don't know. In China perhaps--South America--India.\"\n\nLee smiled wryly. \"Okay--okay. Ask a foolish question, you get a\nfoolish answer.\"\n\n\"I spoke the truth.\"\n\n\"What is he? A traveling sales man?\"\n\nAgain Daphne considered with deep seriousness. \"I suppose you could\ncall him that?\"\n\n\"When will he be back? I want a few more words with him.\"\n\n\"I doubt,\" Daphne said, \"if you will ever see him again.\"\n\nLee tried to stand. He made a bad job of it. He swayed and sat down\nagain. She was beside him instantly. \"Your head?\"\n\n\"My _two_ heads.\"\n\n\"Perhaps I can help.\" Her fingers were cool on his skin; live,\nsoothing, merciful. Lee closed his eyes and was enveloped in a\nwonderful sense of well-being. Then he realized what seemed like a\nlong time had been only a few moments. But his headache was gone.\n\n\n\nHe turned on her sharply. \"How did you do that?\"\n\n\"It's very simple.\" Daphne went quickly to the phone and ordered coffee\nand orange juice. She put down the receiver, faced Lee, and said, \"You\nwanted to talk?\"\n\n\"Yes. I have one big fat question. Why?\"\n\n\"Why?\"\n\n\"Don't evade--please. You know what I mean. I was lying drunk in the\ngutter. This man picked me up and put me here. Why?\"\n\n\"Perhaps you are more important to humanity than you realize.\"\n\n\"Why do you say that?\"\n\n\"Because Mr. Clifford concerns himself with humanity.\"\n\nLee felt a quick exasperation. Daphne seemed perfectly willing\nto answer any question he asked, but her answers were about as\nenlightening as midnight in a dark closet. He sought a different tack.\n\"Tell me about these Great Ones.\"\n\n\"I'm afraid I can't.\"\n\n\"Why not?\"\n\n\"Because I know so little about hem.\"\n\n\"They don't tell you much, then?\"\n\n\"I am unworthy of knowing much. As yet I am hardly an initiate.\"\n\nA waiter brought the coffee and departed. Daphne poured from the silver\npot. \"Is there anything else I can do?\"\n\n\"I think you've done enough. And I'm grateful. I haven't got the least\nidea as to reasons--but I'm grateful.\"\n\n\"I'll be at the Lotus Room if you want me.\"\n\nDaphne picked up her coat, smiled at Lee, and started toward the door.\nAs she extended her hand toward the knob, Lee said, \"Just one more\nthing.\"\n\nShe turned. \"Yes?\"\n\n\"Before I passed out, there was something this Clifford said. Something\nabout my being ready to meet the man with the golden eyes. What kind of\ngibberish was that?\"\n\nDaphne hesitated. For the first time, she seemed at a loss for an\nanswer.\n\nLee asked, \"Was it just my imagination?\"\n\n\"No.\"\n\n\"What did he mean?\"\n\n\"Just what he said, I'm sure.\"\n\nLee smothered his exasperation. \"All right--then who _is_ the man with\nthe golden eyes?\"\n\nDaphne regarded Lee with a sort of impersonal fondness. \"Someone I'm\nsure you will meet very, very soon.\"\n\nShe left before Lee could get in another question. He sat on the edge\nof the bed staring moodily at his coffee cup. \"She cured my headache,\"\nhe muttered, \"but I've got a hunch this guy with the golden eyes is\ngoing to bring it right back again....\"\n\n\n\nThere was a complete new wardrobe on a chair by the bed, but\nLee--loaded down as he was by unanswered questions--refused to wonder\nwhere it had come from. As he showered, towelled and dressed, his\nthoughts were centered upon Mr. Clifford to the exclusion of all else.\n\nMr. Clifford. Who was he? Why had he done all this? A devious plot of\nInternational Electronics to get one Lee Hayden back on his feet and\non the job again? Lee thought not. Two points stood against this idea.\nFirst, International had definitely charged him off. Second, granted\nthey were having a last try, their procedure would in no way resemble\nthe mad pattern of Mr. Clifford.\n\nThen what lay behind this? Was it the amused gesture of a dilettante\nphilanthropist? No. There was something about this Clifford that put\nhim a cut above that. He was no idle operator. There was purpose\ninvolved. But what purpose? Daphne had told him he would probably never\nsee Mr. Clifford again. So how could he ever make any sense out of what\nhad transpired in the last few hours?\n\nAs Lee snatched up his key and headed for the lobby, he told himself,\n_She put her hands on my forehead and the headache was gone instantly.\nOr did I really have a headache?_\n\nThe clerk nodded deferentially. Lee faced him behind his old shield of\nbelligerence. \"My name is Lee Hayden.\"\n\n\"I know, sir.\"\n\n\"I was in room 1106.\"\n\nThe clerk nodded.\n\n\"Who rented it for me?\"\n\n\"Why, Mr. Clifford, sir. I thought you knew.\"\n\n\"I just wanted to find out if _you_ knew.\" Lee tossed down his key.\n\"I'm going out.\"\n\n\"Certainly, sir.\"\n\n\"Well?\"\n\n\"Well, what, sir?\"\n\n\"The bill. Don't people pay to stay here--or is it a charity\ninstitution?\"\n\n\"Oh, no sir. We are not a charity institution. But your bill was paid\nfor by--\"\n\n\"I know--by Mr. Clifford.\" Lee scowled and strode out into the street.\n\n\n\nHe walked from the hotel straight to the nearest bar. He knocked off\na double bourbon, neat, and let it warm the lining of his stomach. It\nfelt good. He set down his glass and gestured to the barkeep. Then he\nwas looking into the refilled glass and making no move to lift it. A\nmoment later he was out in the street, realizing this was the first\ntime in eighteen months that he'd walked away from a drink.\n\nIt was no reformation, though; merely a temporary diversion of his mind\nfrom a prime objective; that of drinking himself to death; that of\nblotting from his brain the picture of eleven men dying horribly as the\nship he had designed shivered and buckled and collapsed in deep space.\n\nNot even a temporary respite, because the horrible vision of his own\nshortcomings--his own failure--was still there. But how could he have\nknown? Neither he nor anyone else could possibly have been aware of\nthe true conditions encountered out there. Theories and abstracts were\nfine; almost enough to go on. But not quite. The payoff is always in\nthe doing. Otherwise, test pilots would not command fabulous salaries\nto risk their necks on the first try-out. But eleven men! Snuffed out\nbecause Lee Hayden's word had been taken. Eleven young men.\n\nAnd here he was, many hours later--back in his room with the bottle on\nthe table ready to blot out the dream--the nightmare of their final\nagony--that ripped and tore at him everytime he closed his eyes.\n\nStill half sober, he fell into bed and began living it again, tasting\nthe horror, feeling his own flesh grind, his own bones break; living\ntheir deaths over just as he had from that first moment when he'd\ngotten word of the disaster; the last message they'd sent from space.\n\nHe awoke in a pool of sweat and realized where he was. He snatched at\nthe bottle, hit it, knocked it off the table. He watched the liquor\nslop out onto the carpet. He sobbed.\n\nThen, wide-awake--with the stench of fresh whiskey in his nostrils--he\nsaw the man with the golden eyes.\n\n\n\nOr at least he thought he was awake. And even as it happened, there was\na certainty in his mind.\n\n_This is no dream._\n\nHe was standing, apparently unobserved, in a huge cave; a strange,\nfabulous place and the wonder of it caught at his breath and made his\nheart race.\n\nThe cave was high in the side of a mountain. It was as though a huge\nknife had cut horizontally into solid rock and sliced out a chunk nine\nfeet thick, fifty feet wide, and one hundred feet deep. The walls and\nceiling of the cave were of burnished black stone, the floor laid with\nthick, silken carpet.\n\nLight came soft and shadowless from somewhere, seemingly sourceless,\nand from the outer lip of the cave where Lee stood, he could see a\nfull, yellow moon riding the night-sky.\n\nThe scene--above and below--was one of ecstacy; an overwhelming\nsensation swept through Lee, something he had never known before.\nAt his feet was a sheer drop of ten thousand feet straight down the\nface of the mountain to a green valley below. A silver river threaded\ndelicately through a valley hemmed in by towering snow-covered giants.\nThe air was like sharp wine and something within Lee said, _I am not\ndreaming. I know I am here. I can feel the air in my lungs. I can feel\na new life vibrating through my flesh. I am still drunk but now it's\ndifferent. Now I'm drunk from a feeling of complete freedom. I know for\nthe first time that I have never been really alive._\n\nHe raised his eyes to the stars above--steel-blue stars in the clear\nair. _I know too, that these are the Himalaya mountains--that this is\nthe roof of the world._\n\nHe turned and looked into the cave. A man stood nearby. He wore a\nwhite gown, yet his form was not hidden; a magnificent six-foot body\nsupported a head of majestic proportions. The man's face was a magnet\nand Lee would never know whether or not he was handsome. He would\nremember that the mouth was firm, the nose straight, the eyes dark and\narresting. They were not golden, yet the light that came from them,\nilluminating the face that would forever leave an impression of shining\ngold.\n\nThe man with the golden eyes.\n\nLee said, \"I am a stranger. How did I get here? Why have I come?\"\n\nThe man moved forward and stood looking out across the mountains. But\nhe appeared to be seeing much further--into infinity itself. He said\nnothing.\n\n\"Please. Why am I here?\"\n\nThe man paid no attention. He finished regarding whatever had\ninterested him and turned back into the cave.\n\n\"Please.\"\n\nAt this word, the man stopped and turned. He looked at Lee for a long\nmoment. Then he said, \"Be very careful. A fall from this height would\nbe fatal.\" With that he moved back into the cave, and....\n\nLee Hayden was lying in a sweat-soaked bed.\n\nBut his awakening was different from any he had ever known. Later,\ntrying to analyze this, he concluded he had awakened from not having\nbeen asleep; awakened as it were, from an awakened state. When he tried\nto rationalize this contradiction he could not do so. Neither could he\nchange it.\n\nBut he sprang from the bed with a wordless cry and was on his knees\nclawing for the whiskey bottle. There was more than a double shot left.\nHe gulped it down. He dropped the bottle and sobbed. Then all strength\nwent out of him and he collapsed into sleep there on the whiskey-soaked\ncarpet....\n\n\n\nDaphne led Lee to a table and asked, \"What would you like to drink?\"\n\n\"Nothing. Do you have a little time?\"\n\n\"Of course.\" She sat down opposite him.\n\n\"I had a--well, a dream last night.\"\n\n\"A dream?\"\n\nHis eyes narrowed slightly. \"You ask that as a question. Don't you\nthink it was a dream?\"\n\n\"I would have no way of knowing.\"\n\n\"I don't think that's quite true.\"\n\n\"You feel I would deceive you then?\"\n\n\"No, just that we're talking on different planes perhaps. I think you\nknow far more than you reveal. You knew Mr. Clifford told me I was\nready to see the man with the golden eyes.\"\n\n\"Yes.\"\n\n\"I saw him.\"\n\nShe was regarding him with the abstract warmth he had seen in her eyes\nbefore. \"What do you wish of me?\"\n\n\"I--I don't know. I came here to--\"\n\nDaphne reached out suddenly and laid her hand on his. \"All I can tell\nyou is this, Lee. Neither I nor Mr. Clifford nor anyone else can help\nyou anymore. All that can be done for you has been done. From here you\nrise or fall by what's inside you.\"\n\n\"Then you're resigning your job?\" Lee spoke lightly, but with a touch\nof bitterness underneath.\n\n\"What job?\"\n\n\"Mr. Clifford told you to serve me in any way you could.\"\n\n\"That still goes, Lee. What do you want?\"\n\n\"You're a very beautiful girl. What do you suppose I want? You.\"\n\n\"You mean you're in love with me?\"\n\n\"Does it seem so incredible?\"\n\nShe smiled at him. \"You're just exploring--hunting--aren't you? Still\ntrying to get answers to questions. You know that as a man and woman we\nhave nothing for each other?\"\n\nHe was trying to look behind her eyes. \"Yes, I know it. Where is your\nlove, Daphne?\"\n\n\"The same place yours is. We're looking for the same thing.\"\n\n\"But can't we hunt for it hand in hand?\"\n\n\"No. Each must seek in his own way.\"\n\n\"But you have a clearer idea of what it is we seek than I?\"\n\n\"Perhaps--perhaps not. Who can say?\"\n\nLee got up and extended his hand. \"Thanks. You've been very good to me.\"\n\n\"You're going now?\"\n\n\"Yes.\"\n\n\"Where?\"\n\n\"To find the man with the golden eyes.\"\n\n\"Where is he?\"\n\n\"He's somewhere in the high Himalayas. That wasn't a dream I had. I was\nthere. I saw him.\"\n\n\"But this time it will be different. The way is uncharted. There are no\nroad maps.\"\n\n\"I can only do my best. I may fail. I may never find him.\"\n\nThere was tenderness in her eyes. \"I think you will. I'm very sure you\nwill....\"\n\n\"Goodbye, Daphne.\"\n\nLee walked the streets until dawn and as he reentered his room it was\nto pack a bag and check his cash resources. And it was as if he had\nbecome two men walking in one skin; two minds housed in one brain. One\nmind was that of a fanatic; the other, reasonable and cautious.\n\nThe reasonable man said, _You're a fool. They lock up people like you.\nToo much whiskey. Too much of a mental beating. You've gone off your\nrocker._\n\nThe fanatic said, _He's in the Himalayas. I'm going to find him. So\nthat's where I'm going._\n\nThe reasonable man said, _You're nuts._\n\nThe fanatic said, _Granted, but this nut's heading for India._\n\n\n\nLee flew east. Seven days later he was in Karachi. He scarcely looked\nat the place, his eyes turning northward toward Baluchistan; eastward\ntoward Lucknow and Delhi. In that direction, the roof of the world was\na faint blue haze on the horizon of his imagination. His face was grim\nand cold. Seven days had changed him. The fanatic rode high, now. The\nreasonable man was a dim spector lurking uneasily in the background.\n\nHe changed his money into the coin of the realm and took a train for\nDelhi. He rode with strange people, scarcely aware of their presence.\n\nHe discovered that traveling from Karachi to Delhi on the railroad of\nIndia was a frustrating and confusing business. He began counting his\nmoney carefully; hoarding it; haggling. When he arrived in Delhi, he\nwas a lean, bearded stranger with a fever behind his eyes.\n\nBut there was a glory in his heart because of a new and sharpened\nsensitivity. He was alone and friendless and almost without funds, yet\nhe had never before felt so able, so competent.\n\nWhile stalking the streets of Delhi looking for a cheap hotel, he heard\na cheerful voice calling his name. He turned. The voice came from a car\nat the curb. A brand new Ford convertible. Lee spoke casually. \"How are\nyou, Mr. Clifford?\"\n\nThe meeting was as strange and illogical as all the other events and\nincidents of Lee's life had been since he had lain in a New York City\ngutter.\n\nMr. Clifford smiled warmly. \"Mr. Hayden--I'm glad to see you.\"\n\n\"A real surprise,\" Lee said.\n\n\"How have you been?\"\n\n\"Fine--just fine.\"\n\n\"Taking a little trip, I see.\"\n\n\"Yes. Getting around a little. Seeing the world.\"\n\nA mad conversation in the light of the questions he had for Mr.\nClifford; and the things Mr. Clifford could logically have had to tell\nhim.\n\nBut a new and exhilarating independence had sprung up in Lee Hayden. He\nrealized he was not the same man Clifford had rescued and drugged in\nNew York.\n\n\"You really get around,\" Lee said.\n\n\"Oh, yes. I have a lot to do.\"\n\nLee turned away.\n\n\"See you again sometime.\"\n\n\"I hope so--and by the way, there's a man you might like to talk to. I\nthink you'd feel free to ask him questions. Perhaps he'd feel free to\nanswer.\"\n\n\"Good--where can I find him?\"\n\nMr. Clifford considered for a moment, then said, \"I'm going in that\ndirection. Jump in.\"\n\nLee obeyed, throwing his rucksack in the back seat--the rucksack he'd\nacquired, along with cash, for his expensive pigskin two-suiter.\n\nMr. Clifford tooled the Ford carefully through the streets and out\nonto the dusty, country road leading northeast. No word was spoken for\nmany miles; until Lee extended a hand toward the horizon. \"Beautiful\nmountains.\"\n\n\"The Himalayas. The roof of the world.\"\n\n\"No mountains on earth quite like them.\"\n\n\"Rugged, aren't they?--and beautiful.\"\n\n\"By the way, how is Daphne?\"\n\n\"In excellent health, I'm sure. I haven't seen her for a long time.\"\n\nMr. Clifford turned off the road and pulled up beside a parked Cadillac\nsedan. Nearby was a small hut and a tiny enclosure. Within the\nenclosure, a goat munched on dry, colorless hay.\n\nIn front of the hut a man sat cross-legged. He was very old and thin.\nHis skin was burned black by the sun and he wore only a white sheet\nwound loosely around his body. His head was completely hairless and he\nlooked as though he had sat there for years without moving a muscle.\n\nA woman sat on the ground in front of him. The sun was just setting\nand its rays played on her magnificent white hair; upon the wealth of\ncolor in her dress--a dress, Lee estimated, that must have cost several\nhundred dollars. Yet she sat in the dust before this ancient Indian\nand hung upon his every word.\n\n\"We will wait,\" Mr. Clifford said.\n\nAfter a while, the woman got to her feet and approached the Cadillac.\nLee saw her beautiful, calm, unlined face, and he was struck by her\nresemblance to Daphne. She looked nothing like Daphne in either face\nnor figure, yet they had in common an arresting mystic beauty that\nseemed to come from within.\n\nThe woman smiled at Mr. Clifford who smiled back. No word was said.\nAfter she backed the car out and swung into the road, Mr. Clifford\nsaid, \"Wait, please,\" and got out of the car. He approached the\ncross-legged man and sat down in the dust.\n\nThey talked for a long time and when Mr. Clifford got up and returned\nto the car, it was after dusk, and the heavens over India were filled\nwith great flaming stars.\n\n\"I'll leave you now,\" Mr. Clifford said. \"The man by the hut is known\nonly as Abat Krishna. You may approach and talk to him.\"\n\n\"Thank you.\"\n\nClifford hesitated before getting in behind the wheel. His eyes turned\ntoward the dark horizon.\n\n\"There is danger ahead for you.\"\n\n\"I am not afraid.\"\n\n\"Perhaps you will find what you want. Perhaps you will die.\"\n\n\"I will find my way. You said I might question this man?\"\n\n\"You may ask him anything you like. Goodbye.\"\n\nMr. Clifford started the motor and drove away. The goat sent a bleat of\nfarewell through the star-lit darkness.\n\n\n\nLee went to the hut and sat down in front of Abat Krishna. The Indian\nregarded the heavens and remained silent.\n\n\"Who,\" Lee asked, \"are the Great Ones?\"\n\n\"There are many names for the group. They have been called the Great\nWhite Brotherhood. They have been referred to as the Chosen Ones. But\nthat name is misleading in that none are really chosen. The way is open\nto all. Nothing is given, all is earned.\"\n\n\"Is Mr. Clifford a Great One?\"\n\n\"Possibly. I do not know.\"\n\n\"Was it sheer chance that he found me in the gutter and lifted me up?\"\n\n\"Nothing is sheer chance, my son. The most casual movement of an\ninsect's antenna is carefully planned.\"\n\n\"What do the Great Ones do?\"\n\n\"Their duty--which is as simple and ordinary to them as ours is to us.\"\n\n\"How may they be recognized?\"\n\n\"That would be difficult.\"\n\n\"Where may one find a Great One?\"\n\n\"Anywhere. Wherever their duties and their destinies call them.\"\n\n\"_What_, exactly, is a Great One?\"\n\n\"A child of God who, through his own efforts, has prepared himself--or\nherself--for greater understanding of God's laws; for deeper awareness.\nWith this of course, comes greater responsibilities, and greater\nachievements.\"\n\n\"I have heard that there are men in India--\"\n\n\"Why necessarily India?\"\n\n\"--that there are men on this earth who can walk on water; who can pass\nthrough solid substances. Is there any truth in that?\"\n\n\"I do not know. I have never met such a person.\"\n\n\"Do you believe that such persons exist?\"\n\n\"The answer to that is difficult. Do you have complete understanding of\nall natural laws? All God's laws?\"\n\n\"No. I have very little knowledge of them.\"\n\n\"Then I might put it this way: A man walking through solid matter\nwould seem to you to be violating a natural law. But a trick of\nelementary sleight-of-hand--the vanishing of a coin--could appear the\nsame to a child. So perhaps the answer lies in comparatively greater\nunderstanding.\"\n\nLee regarded Abat Krishna. Abat Krishna calmly regarded the heavens.\nLee said, \"But the _greatest_ Great One of all is the man with the\ngolden eyes. Am I correct?\"\n\n\"You are correct.\"\n\n\"I seek him.\"\n\n\"A worthy endeavor. I have sought him for many years.\"\n\n\"But I know where he is.\"\n\n\"You are indeed fortunate.\"\n\n\"I saw him in what many might consider a dream. But I know it was not a\ndream!\"\n\n\"I'm sure it was not.\"\n\n\"I saw him in a cave high in one of the Himalaya Mountains.\"\n\n\"There are many mountains in the chain.\"\n\n\"I shall find the right one.\"\n\n\"I'm sure you shall.\"\n\nLee leaned forward. \"You said you seek him too. Then come with me.\"\n\n\"I cannot. Each man follows his own destiny.\"\n\n\"And yours--?\"\n\n\"To sit and study the heavens until I find myself worthy of lowering my\neyes.\"\n\n\"A strange destiny.\"\n\n\"All destinies are strange.\"\n\n\"I am selfish enough to ask your help.\"\n\n\"I have none to give.\"\n\n\"No advice?\"\n\n\"One inconsequential bit perhaps. To the east is a settlement called\nAlmora. Trading caravans leave from there for the higher country--and\nacross.\"\n\n\"Thank you.\"\n\n\"The goat is ready to be milked. Refresh yourself before you go....\"\n\n\n\nNow Almora was far behind. And far behind was the trading caravan and\nthe men who took his money and left him to die many days later in the\ncold foothills. But he had not died.\n\nAnd far behind were the more kindly natives of the colder, windier\nplaces who clothed and fed him, treating him as a mad child rather than\na man. He left them and they shrugged and let him go. As though perhaps\nthey had seen other mad ones go before him.\n\nAnd he had gone on--higher and higher--driven by an ever-increasing\nfever in an ever thinner and more emaciated body. Until, it seemed, he\ncould go no further. He lay for days in a small cave with the icy winds\nsnarling at the entrance while he wrestled with two fevers--one in his\nspirit and one flaming through his flesh and his bones.\n\nHe called in his agony to the man with the golden eyes, but there was\nno response. An age passed; an age of semiconsciousness; another; then\nhe slept.\n\nWhen he awoke the physical fever was gone and the spiritual fever had\nchanged to something else; something he had never before known. He lay\nfor a long time, studying it, analyzing it.\n\n_Then he knew._\n\nHe knew and he smiled and got up and walked out of the cave, a pale\nwraith of a wasted man; little more than an apparition that appeared\nhardly able to stand. Yet he felt stronger and happier than ever\nbefore in his life. His happiness came from the knowledge that his new\nstrength and understanding had not been given him; that he had earned\nit; that he had paid bit by bit with his suffering.\n\nHe told himself, _I was not helped. Only guided. I could have died. No\none protected me._\n\n_And now I understand._\n\nHe left the cave and climbed, sure-footed, to a higher plateau. Here\nthere was no snow. Only wind-swept rock and meager soil. He walked\nuntil he came to his destination.\n\nIt was another hut; this one of sod and rock to stand against the wind\nand the cold. A man sat in the doorway, swathed in furs. His skin was\ndark from the weather, but it was impossible to call him either old or\nyoung.\n\nLee did not even dwell on these points. He only knew--from his\nnew perception, from the new mysticism he had earned with his\nsuffering--that the hut and the man would be there; that no chance had\nbrought him; that all had been arranged as surely as sunrise.\n\nHe stood before the man and raised his eyes. \"The mountains are high.\"\n\n\"The mountains are always high. No man ever reaches the summit of his\nmountain.\"\n\n\"I know that now.\"\n\n\"Nor even a cave halfway up the mountain's side.\"\n\n\"That I know too. I also know--\"\n\n\"That the man with the golden eyes--?\"\n\n\"Is myself. He was there within me back in my room half a world away,\nnot in a cave in the Himalayas.\"\n\n\"The man with the golden eyes, my son, is every man--the symbol of\nperfection every man carries in his heart. It is the seeking after this\nperfection that is life: The man with the golden eyes is the image of\nwhat every man has the power to be.\"\n\n\"I know these things now, but tell me. Why was it given to me to see\nthe image so clearly?\"\n\n\"Each man who reaches the depths is given a choice. On one hand is\ndeath; on the other, the long climb back.\"\n\n\"But there was more in my case. I was given help. I was guided.\"\n\n\"Your footsteps may have been directed but you had to make the climb\nyourself. You could always have given up and died along the way.\"\n\n\"But why was I guided?\"\n\n\"There is a reason for everything, and there are Great Ones aware of\ngreat necessities. You tried to invade outer space and failed. Perhaps\nthe time now demands that space be conquered, and thus your talents are\nprecious to the cosmic scheme.\"\n\n\"There is so much I must learn. So far I must go in so little time. To\nconquer space, a man must first conquer himself.\"\n\nThe furred figure smiled. \"Good. Now you are ready to learn. Sit down\nmy son. The teaching must begin.\"\n",
    "metadata": {
        "author": [
            "Hamilton, Edmond"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66802/pg66802.txt",
        "name": "the_man_with_the_golden_eyes.json"
    }
}