{
    "name": "The Lost Ego",
    "author": [
        "Phillips, Rog"
    ],
    "body": "\"So what if I did spend this week's household allowance getting drunk\nlast night!\"\n\nI stared at the woman. For a brief second I had felt that she was my\nwife. But I had never seen her before. I looked at her. She was a straw\nblonde, rather pretty in a way.\n\n\"Give me some more money, you cheapskate,\" she sneered. \"I don't know\nwhy I ever married you. I could pick up a half a dozen any night that\nare more fun than you ever were.\"\n\nShe couldn't be talking to me. I looked around to see who she was\ntalking to. I was standing on the rug of a living room. No one else\nwas in the room except us.\n\n\"All right,\" I heard myself say. My voice startled me, it was so quiet,\nso calm and patient. I'd heard someone speak just that way once. Who\nwas it? I remembered suddenly. It was when I was six years old. I was\nin the neighborhood store when it was held up. The hold-up man had\npointed a gun at Mr. Kaseline. Mrs. Kaseline had run into the store\nfrom in back and screamed at the man with the gun. He had shot her,\nthen ordered Mr. Kaseline to hand over his money. I had been crouched\nagainst the wall, watching. Mr. Kaseline had looked down at his dead\nwife. Then he looked at the hold-up man, and said, \"All right,\" in that\nsame tone. Then he had opened the cash register and from somewhere in\nits depths brought out a gun and started firing at the man. He had kept\non shooting until his gun clicked on an empty chamber....\n\n\"How much do you want?\" I asked.\n\nShe blinked at me, a worried frown creasing her forehead. I sensed\na stab of fear go through her. She averted her eyes uncomfortably.\n\"Whatever you want to give me,\" she said sullenly.\n\nIt was weird. I had never seen her before in my life. I had no idea who\nshe could be. Whoever she was, I didn't like her.\n\nI looked about the room once more. I couldn't recognize a single thing.\nI tried to. I studied things like the davenport, the pictures on the\nwall. Nothing was familiar.\n\nI became conscious of her eyes studying me with a mixture of expectancy\nand fear, tinged with a little finger of contempt that was ready to run\nif I looked her way. Anger and irritation flooded into me. I had to get\nout, to think.\n\n\"I'll be back in a few minutes,\" I said, starting toward the front door.\n\n\"Where are you going?\" she asked sharply.\n\nI stopped and turned toward her slowly. That calmness was in my voice\nagain as I listened to it. \"To try to borrow some money,\" I said.\n\nI opened the front door and went out, closing it gently behind me. I\nwas on a porch of red enameled concrete. There were three steps down to\nthe walk. I had never seen them before.\n\n\n\nIt was evening. Somewhere down the block a woman was calling someone\nnamed Johnny. Across the street a man was going up the walk to the\nhouse from his car. Next door a skinny man with a large Adam's apple\nwas mowing the lawn. He saw me and waved at me. A nervous smile flitted\nover his lips.\n\n\"Hi, Orville,\" he called.\n\nBut my name wasn't Orville, and I had never seen these houses, these\npeople. I had never before been in this neighborhood.\n\nOr had I? Was it possible to have amnesia while in familiar\nsurroundings?\n\nI considered the possibility, then rejected it. I was positive I had\nnever been here before. I was certain my name wasn't Orville.\n\nI knew who I was, and I knew my name was Fred Martin. Why, ten minutes\nago I had been....\n\nThe man across the street had just opened the door to enter the house,\nbut now neither he nor the house were there. In their place was\nThordsen's bench. Around me were the dim outlines of the lab.\n\nI tried to remember what I had been doing. I turned to my bench and\ngroped for the light switch.\n\nLight bathed my bench. I looked at the scattered parts of the computer,\nand grunted with relief. Of course! I had come back to the lab after\ndinner to work some more.\n\nI started to take off my coat. Sudden doubt made me pause. I went\nslowly over to the corner medicine cabinet and looked at my reflection.\nMy face looked back at me. I needed a shave. But my face was familiar.\nIt was undoubtedly mine. Still....\n\nI groped in my coat pocket and found it empty. I patted my hip pocket,\nand took out my wallet. I flipped it open and searched the driver's\nlicense for my name.\n\nThe name written there was Orville Snyder.\n\nIn that moment a strange emotion of detachment settled upon me. Almost\ndisinterestedly I looked at other identifications. Each bore the\nsignature of Orville Snyder.\n\nYet I was not Orville Snyder. I was Fred Martin....\n\n\"Now look here, Fred,\" I said aloud. \"Something's wrong.\" I grinned,\nbut I knew it wasn't funny.\n\nI went to the mirror again and studied my face. It was the same face I\nhad seen there a minute before. I tried to detach myself, to make it\nseem a strange face. I couldn't. It was my own face.\n\nI went back to my bench and frowned down at the scattered parts. Tube\nbanks, condensors, resistors, switches. I had laid them out myself\nbefore going out to eat, so they would be ready when I returned.\n\n\"Now let's see,\" I said aloud. \"I distinctly remember laying them out.\nThordsen was talking to me at the time. We were discussing the feedback\nprinciple in this circuit. Then he left. I went to the supply room to\nget that extra tube tank. Then I went out to ... to....\"\n\nI had come to a blank wall in my memory. I couldn't remember going out.\n\nI knew I had been here before I was in that room with the strange\nwoman. I was sure of that. Then I had gone out on the porch and the man\nnext door had called me Orville. Then I had been here, with no passage\nof time between the two. Just a fading out and fading in--like they do\nwith some scene changes on television.\n\nAnd in my hand was a wallet with identifications for Orville Snyder.\nOne of them--I turned to it and studied it again--said he was an\nemployee of Rexlo Research Corporation with the classification of\nscientist.\n\nBut _I_ was an employee of Rexlo Research with the classification of\nscientist--and there were only two others with that classification.\nThordsen and Mintner. We three worked in this lab. No one else.\nCertainly no one by the name of Orville Snyder. Unless--I smiled\nuneasily--unless _I_ were Orville Snyder.\n\n\n\nI went over to my bench and sat down, cupping my chin on my fists. I\ntried to reason it out. My memories were perfectly clear. I went over\nthem again and again, trying to find something significant.\n\nIt was possible I had never left the lab. That scene with the strange\nand unlikeable woman could have been an illusion. Maybe I fell asleep\nand dreamed it, then woke up.\n\nThat didn't explain the \"proof\" in my wallet that I was a man\nnamed Orville whom I had never heard of before, but the only other\nexplanation of the blanks was that I had blanked out on leaving the\nlab, and once again while standing on the porch of that house.\n\nI searched the wallet, hoping to find something. There were two one\ndollar bills. There was a folded slip of paper with some names on it,\nwith figures denoting money after them. At the top were two capital\nletters. I.O. The meaning was obvious. Orville Snyder owed these men\nthose sums of money.\n\nI thumbed through the identifications for the nth time. On some of\nthem was a telephone number. I got up and went over by the door to the\ndesk with the telephone, and dialed the number.\n\nThe phone at the other end rang three times, then a voice said, \"Hello?\"\n\nIt was the voice of the woman. I didn't say anything.\n\n\"Who is it?\" she said. Then she chuckled. \"I know who it is. You don't\nneed to worry, Ben. He isn't home. It _is_ you, isn't it Ben?\"\n\nI hung up. Her voice had been unreal. Even her words. The pattern\nsurrounding this Orville Snyder was too trite and too unbelievable. A\nwife--or was this woman his wife?--who used the grocery money to get\ndrunk, and who consorted with men named Ben, and stupidly gave herself\naway over the phone.\n\nI went back to my bench again and studied the identifications in the\nwallet. One of them had fingerprints on it. I didn't know much about\nfingerprints. Still....\n\nI lit a bunsen burner and adjusted it until it was giving off smoke. I\nlet a film of black coat a piece of glass. When it was safely cool I\ntouched it with my right index finger and placed my fingerprint on a\nsheet of paper.\n\nIn the desk I found a magnifying glass. With it I examined my print\nand that on the identification, for the right index finger. In every\nrespect they seemed identical.\n\nI laid the magnifying glass down slowly. Things were adding up.\nThings that couldn't be denied. The driver's license was a photostat\ncopy and seemed authentic. The government identification card with the\nfingerprints on it was encased between sheets of plastic that sealed\nit. The Rexlo identification was on a printed card. And there was a\nhospital card giving blood type.\n\nAll this added up to my being Orville Snyder. I hadn't ever heard the\nname before. I'd never seen that woman before. I was Fred Martin. I was\nas certain of that as I could ever be of anything.\n\nBut I had to be Orville Snyder. I couldn't get out of it. The\nfingerprint, the man next door who had called me Orville, the woman who\nranted at me as only a wife of that type can rant to a man.\n\nI was Fred Martin and I knew I was Fred Martin. But I was Orville\nSnyder. I couldn't go any further. I didn't see how anyone could go any\nfurther.\n\nSuppose I went to a psychiatrist and told him all this? What\nexplanation would he give? He would obviously say I was insane. Perhaps\nI was, but it didn't seem so.\n\nThe thing didn't seem to fit conventional patterns. The only thing a\npsychiatrist might sink his teeth into was Orville's impossible marital\nsituation. The psychiatrist might say the situation was so intolerable\nthat Orville Snyder was becoming a schizo, and retreating into an\nidentity called Fred Martin.\n\nBut that was absurd. Such an identity would be fictitious. It wouldn't\nhold up under critical examination.\n\n\"To hell with the work I was going to do,\" I said. I snapped off the\nlights over my bench and returned the magnifying glass to the desk,\nswitching off that light, and left the lab.\n\n\n\nOutside, I found my car where I had left it. I took out my keys and\nunlocked it, and slipped in behind the wheel. A moment later I was\ngliding along familiar streets, taking familiar turns.\n\nI put my car in a familiar garage behind an apartment house. I climbed\nfamiliar steps to a familiar door, unlocked it, and went in, turning on\nthe lights.\n\nThis was where I lived. I went to the bookshelves and picked a book\nat random and opened it. There was my bookplate pasted in it, with my\nname, Fred Martin, in Gothic letters. I put the book back, and went\ninto the kitchen. I was hungry.\n\nI took the last of a beef roast from the refrigerator and cut some\nslices for a sandwich or two. I took them to the table and went back to\nthe refrigerator for a glass of milk.\n\nI sat down and bit into a sandwich. This was where I lived. I was Fred\nMartin. This business of Orville Snyder was crazy. I took a swallow of\ncold milk and felt better.\n\nI took another bite of the sandwich and laid it down on the plate, and\nreached for the newspaper--then stopped.\n\nWhere had the newspaper come from?\n\nI hadn't stopped on the way from the lab to buy one. I hadn't brought\none up with me from the car--or had I?\n\nSuddenly I wasn't sure. I _could_ have. If it wasn't for this other\nbusiness I wouldn't have thought anything of it.\n\nI stared at the folded newspaper, and it lay there on the plastic\ntablecloth with abnormally sharp detail, the most bizarre element of\nthe day's mad events.\n\nI relaxed. There was something in the paper, of course. If I spread it\nout and looked at the headlines I would probably go screaming mad....\n\nThat must be it, because I didn't want to open up the paper. Instead,\nI wanted to get up and go down to the car, and drive out of the city,\naway from everything, and forget everything.\n\nThe other things were strange and inconsistent, but not insane. This\nfeeling was irrational. Maybe it was caused by the other things.\n\nJust leaving the newspaper there and running away wouldn't resolve\nanything. I had to open it up and read it. And of course I knew what\nthe headlines would be. There was only one thing they could be to fit\nthe insane pattern. MRS. ORVILLE SNYDER FOUND SLAIN. And the subhead\nwould be, POLICE SEARCHING FOR MISSING HUSBAND.\n\nBut it was absurd. I took another bite of sandwich and a swallow of\nmilk and stared at the folded newspaper. An idea was forming in my\nthoughts. It was vague and almost unreachable, but it was there.\n\nI turned it over slowly. Somehow there must be an explanation for all\nthis. I was Fred Martin and I couldn't be Orville Snyder, but I must\nbe. Somewhere in that lay the key to something. And if I could _reach_\nthat key I wouldn't have to open the paper and read the headlines. Why?\n\nBecause the newspaper wouldn't be there. Neither would I. I could\nbe--where would I want to be? Back in Mr. Kaseline's store? Definitely\nnot. Back in college? Why did I think of escaping into the past? As\nsoon as I asked myself the question I knew why. It was because I\ncouldn't think of any place else to mentally escape to.\n\nPhysically--I could get up and go down to the garage and get in my car\nand go anywhere.\n\nAnd neither alternative was what I felt lay there, just under the\nsurface. Perhaps neither was possible. How could I go back into the\npast and make it anything more than just memories of the past? And if\nI were wanted for murder it would be highly improbable that I could\nescape the police for very long. Not when my fingerprints were those of\nOrville Snyder.\n\nNo. What I was sensing, but not quite able to reach, was something\nelse. And I didn't know what it was.\n\n\n\nI finished my two sandwiches and glass of milk. Leaving the newspaper\nuntouched on the table, I undressed and took a hot bath. In bed, I lay\nin the darkness, my eyes open, thinking.\n\nI was Orville Snyder, and I had killed my wife. After I had killed\nher something had snapped, blotting out all memory of the deed. I\ndefinitely couldn't remember killing that woman! When that something\nsnapped I became a schizo and took the identity of Fred Martin.\nUnfortunately I couldn't make the schizo switch perfect.\n\nOn the other hand, I was Fred Martin. I lived in a bachelor apartment\nand had been living there for three years. My car was down in the\ngarage in back of the apartment house. My books with my name in them\nwere on the bookshelves gathering dust. I had never heard of Orville\nSnyder until today.\n\nI turned over on my side and watched the vague light seeping past the\ndrapes over the window. A slight breeze was tugging at the drapes,\nsending a breath of fresh air into the room. I had bought those drapes\nthree years ago. They'd been cleaned twice since then, and would need\ncleaning again soon. Mrs. Bricher was the landlady and her husband Ed\nran a beer truck.\n\nAnd I didn't know a damned thing about Orville Snyder.\n\nI sat up and put my feet on the floor, letting them grope for my\nslippers and get into them without turning on the light. I padded out\nof the bedroom and across the living room where the moonlight made\nthings quite visible but indistinct.\n\nIn the kitchen I turned on the light and got a glass of milk. Then I\nstood by the table looking at the folded newspaper, drinking the milk\nin sporadic gulps.\n\n\"To hell with it!\" I said.\n\nPurposefully I went to the sink and rinsed out the empty glass. Then I\nput it in the drying rack and went back to the table. I picked up the\nnewspaper and unfolded it. My eyes went to the headlines. The letters\nwere big and black and sharply distinct.\n\nI started to read, and the first word became indistinct. The letters\nwere still clear and sharp, but I could not read them.\n\nI grinned. I had had dreams where I tried to read, and the words did\nthat. Maybe I had gone to sleep and was just dreaming I was in the\nkitchen trying to read the headlines.\n\nOf course that was it. I had to wake up. How did you wake up when you\nknew you were asleep and wanted to wake up? I had done that, too, and\nit was easy. You just woke up.\n\nI did.\n\n\n\nIt was light. Not bright, but the vague light of the first blush of\ndawn. The rheumatism in my right shoulder woke up a second or two\nafter I did--but I had never had rheumatism in my life! Startled, I\njerked an elbow under me and rose up.\n\nBeside me, still asleep, lay a woman. She had gray hair. It was done up\nin tight curls held in place with bobby pins, and made her look bald\nheaded.\n\nI stared at her for one preternatural second, then groaned, \"Oh Lord!\"\nand sank back on my pillow.\n\nThe woman stirred in her sleep. She opened her eyes, and I closed mine\nquickly, pretending to be asleep, waiting for her to scream in alarm at\nthe strange man in her bed.\n\nInstead, she patted my cheek gently. \"Dave,\" I heard her say. \"It's\nfive-thirty. Time to put the water on for coffee.\"\n\nI sighed deeply, pretending to wake up, and got out of bed without\nlooking at her. I felt her eyes on my back as I stumbled toward the\ndoor and temporary escape from her inquiring eyes. The rheumatism in my\nright shoulder was throbbing painfully.\n\nI had never seen the living room before. It was furnished with things\nthat were well kept, but out of style. It wasn't my living room.\nNevertheless I crossed it to the kitchen and quietly searched cupboards\nuntil I found the dripolator and a kettle that was obviously used for\nheating the coffee water. I filled it and placed it over a gas flame.\n\nNot until then did I let myself think. I was Fred Martin. I must\nremember that. There was strong evidence that I was Orville Snyder with\na no-good wife who might be either alive or murdered. Now--I took a\ndeep breath--who else was I?\n\nThere was a mirror hanging on the wall beside the breakfast table. I\ncould look at myself in it. Or would my face blur like the type on\nthose headlines I had been dreaming about?\n\nThe gray haired woman had called me Dave.\n\nI went to the mirror and looked at my reflection. I had steeled myself\nto expect anything. My own face looked at me, an intense frown of\nconcentration on it, the eyelids drawn down to mere slits.\n\nI sighed with relief. At least I still had that one thing to cling to.\nI rubbed my cheek with visibly trembling fingers and mentally damned my\naching right shoulder.\n\nThe water in the kettle was singing. It reminded me of what I had come\nin here to do. I spent five minutes searching for the coffee and found\nit in a white can of a set containing everything from tea to flour.\nI guessed at the amount to put in the dripolator, poured the boiling\nwater in the top half, then went to the bathroom and found an electric\nrazor in the medicine cabinet.\n\nAfterwards I braved the bedroom again and put on the clothes draped\nneatly over a chair. They weren't my clothes, but they fit.\n\nThe woman chatted cheerfully. \"I have so much to do today,\" she\nsaid. \"The Bridge Club meets here today. I can never stand that Mrs.\nChadwick, but I have to put up with her or give up Bridge. The laundry\nwill come back today, too. I wonder if Ralphs will have that brand of\ncaviar Edith said is so good?\"\n\n\n\nI didn't make any response, and she didn't seem to expect me to. I\nwas just someone to talk in the presence of. I was dressed. I touched\nthe wallet in the hip pocket of my trousers and wondered whose\nidentifications I would find in it.\n\nI escaped to the kitchen again to find out, but the woman came after\nme, putting on her bathrobe, continuing her line of chatter.\n\n\"Why don't you get the paper out of the hall, Dave?\" she said suddenly.\n\nI groaned at the thought.\n\n\"Your rheumatism bad again?\" she said sympathetically. \"I'll get it.\"\n\nShe flipped the frying eggs over and went into the living room. I heard\na door open and close. She was back again with the paper.\n\nShe handed it to me. I held it, wondering what would happen if I opened\nit and tried to read it.\n\nI could smell the coffee. I could smell the eggs and bacon, and\nhear them cooking. I held my breath and looked at a segment of the\nnewspaper. The type was clear. I read, \"upstate New York for this\nyear.\" It was clear and legible, and I had had no difficulty reading\nit. And nothing had happened to me.\n\nThe woman set a plate of bacon and eggs in front of me. The plate was\nlarge, with an intricate blue design on it. A moment later she brought\na cup of coffee.\n\n\"Better hurry,\" she said cheerfully. \"I wish you would make an\nappointment this morning and go see that radio-therapist and let him\nput heat on your shoulder. It did you a world of good the last time.\"\n\nI grunted and ate swiftly, wanting to escape. She didn't resent my lack\nof response. She seemed to take it for granted. She sat there, sipping\na cup of coffee. She hadn't fixed herself anything to eat.\n\nI finished eating and pushed my chair back.\n\n\"Take the paper with you and read it on the bus,\" she said. I\npicked it up rather than risk an argument. \"And be sure and see the\nradio-therapist,\" she added as a parting shot when I reached the hall\ndoor.\n\nIn the hall, with the door safely closed, I started to take out the\nwallet. I hesitated. She was the type of woman who might come to the\ndoor with more instructions. So I went down the stairs to the ground\nfloor, and out to the sidewalk.\n\nI had never seen this neighborhood before. I walked along the sidewalk\nand casually took out my wallet. Unfolding it, I saw an identification\ncard. It was a familiar one. It was the one for Rexlo Research\nCorporation. It classified me as a scientist.\n\nMy name was David Thordsen!\n\n\n\nIt made sense. I wasn't going to bother about what kind of sense yet.\nBut I felt a great weight lift. For one thing, I didn't have to wonder\nabout where I was going to go for the day. For another, I was suddenly\nand irrationally sure that I wasn't insane.\n\nWhy?\n\nProbably it was more like having a box of pieces from what seems to be\na jigsaw puzzle. None of the pieces fit together. You begin to wonder\nif it is a puzzle, or just nonsense pieces. Then you find two that fit\ntogether. The edge of one fits into the edge of the other.\n\nI was Fred Martin. That certainty persisted. Right now it was my only\ncertainty. But I had been Orville Snyder who worked in the lab at Rexlo\nResearch, although I had never heard of him before. That was one of the\npieces. It fitted, somehow, against the obvious fact that I was now\nDavid Thordsen who worked there.\n\nAnd yet I wasn't David Thordsen. The woman who must be his wife was a\nstranger to me, just as the woman who must be Orville Snyder's wife was\na stranger.\n\nThere was one additional thing. When I had seemed to be Orville, I\nhad looked in the mirror, and my features had been my own. As David\nThordsen I had looked in the mirror, and my features were my own.\nStill the same face, the same eyes looking at me.\n\nWhile I had been mulling these things over in my thoughts I had been\nriding on the bus. The Rexlo buildings were in the next block. I rose\nand went to the doors, eager to get to the lab. A thousand things could\nbe checked and cross-checked there. The things on Orville's bench,\nOrville himself when and if he showed up.\n\n\"Hello, Thordsen!\" I looked at the man who greeted me so cheerfully,\nand nodded. But I had never seen him before. \"Nice mornin',\" he said,\nfalling into step beside me as we entered the main building.\n\nThe elevator was running now. We stepped in. The elevator operator\nsmiled and said. \"Good morning, Dr. Thordsen, Dr. Mintner.\"\n\nMintner! This stranger beside me was Mintner. I had worked with Mintner\nfor a long time--and yet I had never seen him before. This man was a\nstranger.\n\nWe stepped out of the elevator together. We went down the hall to the\nlab door. It was open. I went in first.\n\nMy gaze went to my bench--or Orville's bench, rather. A man was there,\nhis back to me, his shoulders and elbows moving in the process of\nfitting parts together.\n\n\"Morning, Orville,\" Mintner said behind me.\n\nThe man at the bench turned his head. He smiled and said, \"Hi, Hank.\nHi, Dave.\"\n\nI stared at his face. I tried to find something familiar in it. There\nwas nothing. I had never seen him before. I was positive of that.\n\nAnd it was a strange feeling. I went across the lab and glanced over\nhis bench. The tube bank was there, the condensors and resistors,\nalmost in the same positions I had left them last night.\n\n\"Uh, Dave,\" Orville Snyder said.\n\n\"Yes?\" I said, still looking at the things on the bench.\n\n\"Uh, I'm a little short again. Could you spare another twenty?\"\n\n\n\nI looked at him, startled. The woman who was his wife--she had\ndrunk up the grocery money. My eyes flicked down toward his hip\npocket. I was certain that in his wallet was a slip of paper with\nmy--Thordsen's--name on it, and a figure after it. Fifty dollars, to be\nexact.\n\nI took out my wallet and looked in it. I had two twenties and three\nfives and some ones. I extracted a twenty.\n\n\"Thanks, Dave,\" he said gratefully. He took out his wallet and put the\ntwenty in it. I caught a glimpse of two of the identification cards.\nThey were the ones I had examined so carefully last night.\n\n\"Aren't you going to mark it down?\" I asked, smiling.\n\nHe looked at me queerly. \"Mark it down?\" he echoed. \"I can remember.\nThis makes seventy.\"\n\n\"Okay,\" I said. I went over to my desk. A few minutes later I watched\nfrom the corner of my eye as he extracted the folded slip and jotted\nswift marks on it. A notation of the new amount he owed me. And I\nwasn't the only one he owed money to--because of his wife.\n\nHenry Mintner came back into the lab. I hadn't seen him leave, nor\nmissed him. He was carrying several small cartons of electronic parts.\nOrville Snyder was back at work again.\n\nDid I have some work--as Dave Thordsen--that I was supposed to get busy\nat? If so, I didn't know what it was. Anyway, I had more engrossing\nthings to occupy me. My thoughts.\n\nIt was now obvious to me that Hank and Orville did work here. So did I,\nor rather, Dave Thordsen. There were just the three of us. No one else\nworked in the lab.\n\nYet I was first, last and always Fred Martin, who lived in a bachelor\napartment. And I had been working in this lab for three years. The\nbench Orville was working at was my bench. The work he was doing was my\nwork.\n\n\"Dave!\" I snapped out of my thoughts at the sound of Mintner's voice.\n\"This stuff's no good,\" he called to me. \"It's as bad as the other\ndialectric we used. It holds the proper saturation charge without\nbreakdown, but on discharge it holds too high a residual charge.\" He\ncame over to my desk and sat down on one corner of it. \"Damn it,\" he\nsaid. \"It seems there's no in-between. We either get a dialectric that\ndischarges instead of holding, or we get one that holds and never lets\ngo completely. We get a computer that doesn't work, or one that jams\nwith random stuff after it's been in use.\"\n\n\"Keep trying,\" I said vaguely.\n\n\"I will,\" he said. He grinned. \"That's what I get paid for.\"\n\nI looked up at him speculatively. I had the impulse to try something.\nI snapped my fingers suddenly and sat up, as though just remembering\nsomething. \"Fred Martin!\" I said.\n\n\"Who's he?\" Mintner asked, and I could tell he had never heard the name\nbefore.\n\n\"Skip it,\" I said. \"I was just thinking of something I had forgotten.\"\n\n\"Oh,\" he said, turning away and going back to his work.\n\nMy right shoulder was aching again. It reminded me I was supposed to\ncall a radio-therapist. I took the classified directory out from under\na pile of papers and started to thumb through it. It gave me an idea.\nI took the other directory and looked for the name of Fred Martin. I\nfound it, and jotted down the address and phone number.\n\nLeaving the lab, I took the elevator down and went out to the sidewalk.\nA taxi was there. I gave the driver the address and settled back. Ten\nminutes later he pulled to the curb in front of the apartment house. I\nrecognized it. I recognized the driveway at the side that led back to\nmy garage stall where I parked my car.\n\n\"Wait here,\" I said.\n\nI went up the familiar stairs and stopped in front of the familiar\ndoor. I fumbled in my pockets, but I didn't have any keys. I stood\nthere for a moment, considering plans of action.\n\n\n\nFinally I went back to the taxi and back to the lab. There I hunted\nup a radio-therapist and made an appointment for one o'clock. At\nfour-thirty I was back in the lab again, my shoulder feeling warm and\ncomfortable. At five, Orville and Hank left.\n\nI looked up Dave Thordsen's number and dialed it. I recognized the\nvoice of the woman who answered. \"Dave,\" I growled. \"I'll be late.\nSomething that has to be done.\"\n\n\"Did you go to the radio-therapist?\" she asked.\n\n\"Yes,\" I grunted. \"I'll be home maybe nine. Not later than ten.\"\n\nI had a hasty dinner at the cafe across the street, then caught another\ntaxi to my apartment house.\n\nDismissing the taxi, I walked down the driveway to the line of garage\nstalls. In the back of mine, I knew, was a packing case I could sit in\nand wait, and no one could see me.\n\nI was restless and uncomfortable. My shoulder ached a little again. I\nfinally relaxed, and began to feel drowsy. I fought against sleep. A\ncar entering the stall would awaken me, but that wasn't what I was\nafraid of. I was afraid that if I went to sleep I would awaken as\nsomeone else, somewhere else.\n\nI had about decided to go out front and walk up and down to keep awake,\nwhen I heard a car coming. It turned into my stall. I jerked my head\nback and kept out of sight until I heard the car door open and close.\n\nThen I risked a look. A man was locking the car door, and that man was\nOrville Snyder. My only surprise was that I wasn't surprised. Some part\nof my mind had expected that.\n\nThe more I thought of it the more obvious it became. Orville Snyder was\nalso Fred Martin. He was living a double life!\n\nI watched him leave the garage. Should I follow him to his\napartment--_my_ apartment? Of course, I knew I was going to. I had to.\nI gave him five minutes, then followed slowly, until I reached the door\nof the apartment and stopped.\n\nI could hear him moving around inside, humming cheerfully. I felt a\nregret at having to disturb him in his secret existence, but I had to.\nI was Fred Martin. He was Fred Martin. He was also Orville Snyder, and\nI wasn't. And right now I was Dave Thordsen, too, and he would know me\nas Dave Thordsen.\n\nI lifted my fist, feeling a stab of rheumatism in my shoulder, and\nknocked at the door.\n\nThere was an instant of silence as he stopped humming. Then there were\nfootsteps. A lock grated. The doorknob twisted. He opened the door and\nlooked at me, his eyes going very wide suddenly.\n\n\"Dave!\" he said.\n\n\"Hello, Fred Martin,\" I said calmly.\n\nHe blanched. \"Come in,\" he said hurriedly in a hushed voice.\n\nI entered the familiar living room with its shelves lined with my\nbooks. Then I turned to face the man who was both Fred Martin and\nOrville Snyder.\n\n\"How did you find out?\" he asked, his back against the door.\n\n\"Never mind that,\" I said. \"Tell me your story. That's what I want to\nhear.\"\n\nHe did. All of it. It was a common enough one. He had been born Fred\nMartin. He had gone to college. One of his companions in college had\nbeen Orville Snyder. They had graduated together. Afterwards they\nhad gone their separate ways, keeping in touch with each other by\ncorrespondence.\n\nThen Orville Snyder had died in an automobile accident. He had no known\nrelatives, and had made Fred the beneficiary of his life insurance.\nThat was how Fred had known.\n\nTwo years later Fred had taken a risk. He saw a chance to make some\nmoney in a quick stock transaction. He \"borrowed\" some money from the\ncompany he was with. The transaction proved to be a swindle game worked\non him. He was faced with exposure and jail.\n\nHe remembered Orville Snyder. In all probability no one knew he was\ndead. Records of that were in closed files in the insurance company, in\nthe files of an undertaker and the city hall of a far-away city.\n\nHe could take Orville's identity and employment record, and continue\nhis career as a research engineer somewhere else in the country.\nHe did. He worked several places, finally coming to work for Rexlo\nResearch. Almost at once he met and fell in love with an attractive\ngirl. They were quickly married. It was a year before he knew her real\ncharacter.\n\nHe could divorce her. He put it off. Shortly after that he rented this\napartment under his real name, feeling sure that after five years it\nwould be safe to do so.\n\nHe didn't know what he would do now. He had planned on simply dropping\nout of sight in the near future. That's what he said.\n\nBut I could see in his eyes that he had another, more sinister\nplan. Murder. Only, he had been putting it off as he had always put\neverything off.\n\n\"What are you going to do?\" he asked as I stood up and went to the door.\n\nI looked at him, then around at my apartment, but mine no longer. The\nsupreme conviction that I was Fred Martin had left me.\n\n\"I don't know,\" I said. \"Probably nothing. Come to work tomorrow and\nsay nothing. If I ever want to talk about it I'll tell you. Until then,\nforget that I know.\"\n\nI opened the door and went out into the hall, and closed it behind me.\nI looked at the familiar walls of the hallway, at the somewhat worn\ncarpeting. And in some intangible way it was no longer familiar.\n\nI was bewildered. I had nothing more to cling to. I was neither Fred\nMartin nor Orville Snyder--nor Dave Thordsen. I wasn't anyone, and yet\nI had to be someone. It was impossible to _be_, and not be someone!\n\n\n\nI made my way down the carpeted stairs to the street, trying to think.\nInstead, I felt only despair. I had thought I was Fred Martin. Through\nthe ears of Dave Thordsen I had listened to Fred Martin, and as I\nlistened I had realized I couldn't be. Some of his memories were my\nmemories, but what I possessed was nothing more than fragments. Spotty\nfragments.\n\nIt was the same with his other identity, Orville Snyder. Spotty\nfragments that I clutched and possessed, while all else was strange to\nme--even such a thing as the name of his wife, a recognition of her\nfeatures.\n\nIt was the same now, with Dave Thordsen. His face was _my_ face when I\nlooked at it in the mirror--just as Fred's face had been mine when I\nlooked at it with his eyes in the mirror.\n\nA new realization materialized within me as I stood on the sidewalk,\ntrying to decide which way to go to find a bus line. _I had no single\nmemory of my own._ Not one.\n\nEvery memory I possessed belonged to Dave or Orville, or his other\nidentity, Fred Martin. And those memories were fragments. Three\nincomplete jigsaw puzzles mixed together in a box, and now put together\nsufficiently to see that they were incomplete. Sufficiently complete to\nsee they were not one puzzle.\n\nYet, in a way, they were. I possessed a continuity of thought beginning\nwhen I was standing in the living room with Orville's wife talking to\nme, and continuing right up to now. Except for two large gaps. The\nfirst gap in memory was from the time Orville left his house until he\nstood in the lab. The second gap was from the time he tried to read the\npaper--or _I_ tried to read the paper, until I woke up three or four\nhours later as Dave.\n\nThat, then, was my own memory, my remembrance of this continuity of\nexistence starting the day before. Twenty-four hours. If I defined\nmemory as existence, then I was twenty-four hours old. But that\nwas utterly absurd. I could think. I could think for myself. I was\nreasoning right now, trying to solve the riddle of my existence, and I\nwas doing so without Dave Thordsen being aware of it.\n\nThat was obvious, once I thought of it. Dave would have recognized his\nown wife. So would Orville. If they looked at their wives and couldn't\nrecall ever seeing them before, they wouldn't have the same reaction I\nhad had.\n\nI studied that angle. Right now, as I walked slowly along the sidewalk\ntoward the street where I had seen a bus cross, I was not _all_ of Dave\nThordsen. I was seeing through his eyes, hearing what he was hearing.\nBut he was also seeing through his eyes and hearing with his ears, and\nhe was completely unaware of me. More, he was unreachable. What was he\nthinking of Fred Martin? I didn't know.\n\nMy contact was not with Dave Thordsen, but with his sensory and his\nmotor centers. It had been the same with Fred Martin, with a filtering\nthrough of some of his memories--probably because of his emotional\ndisturbances. And in both cases the contact was so smooth and intimate\nthat instead of feeling separate, I had possessed that contact as my\nown.\n\nNow, if I could free myself of it, what would happen? I shied away\nfrom the thoughts as I would shy away from death. I couldn't imagine\nanything separate from it.\n\nBut what else was there for me? A chameleon-like mental life as a\nwandering ego? What would happen if I could sever my contact with\nDave's sensory centers and motor centers? Perhaps then I would become\nwho I was in reality and end this strange pattern of existence.\n\nSuddenly I knew I must.\n\nAll sensation ended abruptly. There was no light, no sound. There was\nno thought, except for the awareness of existence, and the sense of\npassing time.\n\nThen, like the turning on of a light, I was staring through a\nwindshield. My hands were gripping a steering wheel. I was in my car.\nAnd I was Fred Martin!\n\nAhead of me a man was starting to cross the street. I could not see him\nclearly. But there was something significant about him--something of\ntremendous significance.\n\nMy foot was pressed down on the gas. My car was going faster and\nfaster. My hands turned the steering wheel a trifle, heading the car\ntoward the man. And then I knew who he was--Dave Thordsen!\n\n\n\nMy blood was ice in my veins. I saw him half turn and see me. He\nstarted to run. I turned the wheel so he couldn't escape. He looked\nover his shoulder at the car, then through the windshield at me, and\nhe recognized me. I could see it in his expression as the left fender\nstruck him and tossed his shattered body aside.\n\nAt the next corner I turned right. Two blocks later I turned right\nagain. A third time, and ahead of me in the next block a crowd had\ncollected around something at the curb. A man's body.\n\nI turned into the driveway and slid the car into my garage stall.\n\nThe left headlight was broken. I thanked my lucky stars for being the\ncautious type. I always carried a spare. I got it, and tools, from the\ntrunk of the car. Ten minutes later the job was done.\n\nNow I had one more job to do. I'd put it off long enough. I realized\nthat now. Thordsen's discovery of my secret identity had precipitated\nthings. He was dead now, but while I was in the mood I might as well\nget it all done.\n\nIt was wrong. I knew it was wrong. But I was Fred Martin and it was\nsomething to cling to, to hold to forever. It was better to be Fred\nMartin than to be nothing.\n\nIn the glove compartment was a gun, a small size thirty-eight\nautomatic. It belonged to Orville Snyder. I took it out and put it in\nmy pocket. Then I backed my car out of the garage and turned it into\nthe driveway. As I edged across the sidewalk I looked up the street.\nPolice cars were there with their ogling red eyes. And an ambulance.\nFear clutched at me. Maybe Thordsen wasn't dead.\n\nI fought down the fear. If Thordsen lived, I was done. That possibility\nmade it all the more imperative that I kill--\n\nI didn't know her name. Even now I couldn't get her name. Some\npsychological block kept it from me.\n\nI sat back, mentally, and looked at the situation. The realization\nslowly simmered through that it wasn't _I_ who had killed Thordsen.\nIt wasn't _I_ who was driving so intently, with my fingers gripping\nthe steering wheel so tensely. I had thought so because I seemed to\n_possess_ thoughts, tie myself to them and believe them mine.\n\nI tried to feel regret for Dave Thordsen. I couldn't, because Fred\nMartin didn't. I tried to feel horror at what was coming. I couldn't.\nAll I could feel was an overwhelming desire to point the gun at that\nwoman and fire, and see her crumble to the floor.\n\nI didn't recognize the house. I remembered the concrete porch painted\nwith red enamel. I parked the car at the curb and walked to the porch\nwith swift nervous steps. But I was taking care to keep my footsteps\nsilent.\n\nAt the front door I took my keys from my pocket and slipped the right\none carefully into the lock. With infinite caution I turned it until I\nheard the ever so faint click of the lock opening. Then I opened the\ndoor, inch by inch.\n\nI recognized the living room where my first memory of events had begun.\nIt was deserted. In another part of the house a radio was going,\nplaying soft music. A woman's voice, singing, came to my ears. It\nwasn't on the radio. It was off key and untrained.\n\nI took out the gun and made sure the safety catch was off. I pulled\nthe loading mechanism back far enough to make sure a bullet was in the\nchamber. With the gun in my hand, I crossed to a door. I hesitated\nbriefly, then twisted the knob and gave the door a light push that made\nit swing open wide.\n\n\n\nThe singing stopped. I saw her across the room, sitting before a large\nmirror. And she saw me in the mirror. She saw the gun, too.\n\n\"No, Orville!\" she said. Her hand went up to her mouth, but she didn't\nturn.\n\nI lifted the gun and aimed carefully. Even as I pulled the trigger I\ntried desperately not to, and at the same time I sensed that the only\nreason I could try not to was because a part of Fred Martin was also\ntrying to stop this killing.\n\nI wasn't able to have a thought of my own. I was a chameleon, a freak\naggregation of fragmentary thoughts from other people's minds, brought\ntogether in a temporal continuity held together by the concept, _I_.\n\nOr was I?\n\nRight now I was in the living room again. I had found pen and paper in\na desk, and was writing. What I was writing was a confession for the\nmurder of my wife. I read her name where I had written it. Thelma. It\nwas weird to not have known her name until I read it after writing it.\n\nBut what else was this I was writing? I was going to kill myself? But I\nwasn't. I had built up my other identity too carefully. The note was a\ncover-up.\n\nIt was finished. I left it on the desk and hurried out of the house.\nThe skinny man next door was standing on his lawn looking at the door\nas I came out.\n\n\"What was that in there, Orville?\" he asked. \"I thought I heard a\nshot.\"\n\n\"Shot?\" I said. \"Oh. I remember. Thelma was turning to another station\nand had the volume too loud.\"\n\nI went to my car and slipped in behind the wheel. He was still studying\nthe house uneasily. In a few more minutes he would knock to make sure\nshe was all right. Then he would call the police.\n\nBut by that time Orville Snyder would be no more.\n\nI knew the plan now. The river had less than fifty miles to go to the\nocean. More than one person had committed suicide by leaping from a\nbridge, without their body ever being found. Once one of the bodies had\nwashed ashore five hundred miles down the coast.\n\nI was going to stop on a bridge and leave my coat, with the gun in it,\nand with my wallet in it, to serve as proof that I had jumped.\n\nBut it wasn't I. It was Fred Martin. I was fighting to destroy the\nillusion of his surface thoughts being mine, of my being Fred Martin.\n\nIt was no use. The most I could accomplish was a conscious realization\nof the fact.\n\nAbruptly I tried another line. If I couldn't divorce myself from him\ncould I actually control him for a brief moment? I had done so before,\nwhen he wasn't under emotional tension.\n\nI looked at the concrete streetlight standards on the curb. I was\ntravelling fast. Forty-five. If I could twist the wheel and crash into\na light standard....\n\nI fought for control of my arms. Beads of perspiration formed on my\nface. I didn't want to kill myself. Why did I think of such an absurd\nthing?\n\nBut it wasn't I who didn't want to kill myself. It was Fred.\n\nWith that realization I jerked the steering wheel, feeling myself lurch\nagainst the door as the car headed for the curb.\n\nI was two people, and aware of the thoughts of both. I was Fred, and\nhe had done a curious thing in this last second of his life. He had\nrejected the knowledge of impending death. To him the light standard\nwas Thordsen, and he was once again going to kill him.\n\nAnd I was myself, aware suddenly that perhaps this was death for me\ntoo, for with Fred's death there was nothing to transfer to.\n\nI couldn't face it. I changed my mind and jerked frantically at the\nwheel to avert the crash. And at the same time I felt myself lifted. I\nsaw the sidewalk and buildings spin. I had time to realize the car had\nhit the curb and was turning over....\n\n\n\nI frowned at the doodles I had drawn on the notepad. One was a\ntriangle. Another was a crude circle, resting on the bottom of the\ntriangle.\n\n\"Dr. Mintner,\" a voice said behind me.\n\nI turned my head, startled. A man I had never seen before was standing\nthere, a plastic lab apron covering his shirt front.\n\n\"What is it?\" I said.\n\nMy thoughts were whirling. I was Mintner. I had always been Mintner.\n\n\"I think I know what to do about that problem of the dialectric,\" he\nsaid.\n\nI smiled. The inexperienced fool. I had worked on that problem for two\nyears. It wasn't going to be solved easily. \"Yes?\" I said.\n\n\"I studied it from a different angle than the one you did,\" he said.\n\"That was what you suggested when I started here two months ago. Try\nnew lines of approach.\"\n\n\"That's right,\" I said. I smiled encouragingly.\n\n\"The dialectric isn't suited for computers,\" he said. \"You tried to\nfind one that was. I tried that too, and covered your ground. Then I\nasked myself, if it isn't suited to computers, what is it good for?\nIt's no good for computers because it doesn't discharge completely.\nOr rather, it does and it doesn't. Its structure is altered by\nthe saturation charge and subsequent discharge in the computation\nprocesses. But random and not-so-random charges build up again for some\nreason, and interfere with computations after the machine has been used\na few times. I puzzled over this. It was too much like true memory. I\nthink what we have in this computer setup is more like a non-living\nthinking brain than a simple computer. If we change the bleeder\nleaks to the control grids--or maybe even cut them out altogether so\nthat the basic charge doesn't dissipate, and feed in something other\nthan figures and equations we can find out. Another thing, we'll have\nto shield the charge circuits. I've been looking at those completed\ncomputers in the back room. The charge circuits have unshielded\nsections that can act like untuned radar antennae--a little too short\nin wavelength for radar, but there's all kinds of unknown infra-reds\nbouncing around.\"\n\nWhat he was saying had penetrated with an impact that left me paralyzed\nand cold. A million things clicked together in one final synthesis of\nthe problem of my identity.\n\n\"I think you might have something there,\" I heard myself say. \"Uh,\ndon't touch any of those computers in the storeroom. Try some unused\ndialectric mix and start from scratch. Get to work on it right away.\"\n\nI waited until he had gone back to his bench--the one I had considered\nmine when I was so sure I was Fred Martin. I was trembling in every\nmuscle as I stood up, even though I knew that outwardly I appeared to\nbe a bored and indifferent lab boss.\n\nI crossed over to the door to the storeroom where the abandoned\ncomputers were stored. When I reached it I paused and looked around the\nlab. My two new assistants were busy at their benches. They weren't\nlooking my way.\n\nI went in and closed the door, placing my back to it. In front of me\nwas an aisle. Walling the aisle were two tiers of open box storage\nspaces. Some of them were empty. In several dozen were computers, all\nconstructed in this lab, all identical, and all unusable because they\nheld random charges that produced errors in mathematical calculations.\n\nIt was like a tomb here in the storeroom. Quiet. The computers rested\nin their niches like bodies in a morgue. And one of them was me.\n\nHere, somewhere, was my body. It was a neat body with its brown crackle\nfinish and orderly keyboard. But it was like all the others and there\nwas no way of telling which one was me.\n\nI took step after slow step, pausing at each one, trying to probe with\nmental fingers and find some indication of which I was. I paused at\neach, and when I was through I still didn't know.\n\n\n\nThere was a way of finding out. My new assistant had mentioned it. I\ncould take each of these computers and shield the wires that served as\nantennae, transmitting my thoughts and receiving those of Mintner.\n\nBut how could I be sure that he would unshield my antenna wires once he\nhad covered them and severed my contact with him? It was a risk I was\ngoing to have to take. I started to tremble again. Somewhere in this\nstoreroom, in one of these sepulchral niches, was _I_! I had to know\nwhich one.\n\nI went back to the lab and returned with a kit of small tools. My\nfingers were calm and sure now. My trembling was gone. I took the front\npanel off the first computer near the door. The short wires from the\ndialectric mix to the tube bank were in plain view, easily accessible.\n\nI stood there studying them, considering and discarding a dozen plans\nfor shielding them so they could be quickly unshielded again.\n\nFinally I decided on a procedure that was as foolproof as any I could\npossibly devise. Rubber pads, with aluminum plates to be put over the\nrubber.\n\nAfter that it was merely a matter of carrying out the routine. I built\nthe rubber shields and the aluminum ones. I fitted them carefully\nover the wires on the first machine, then as carefully took them off.\nNothing had happened.\n\nI did the same to the second machine.\n\nI was on the fifth machine when the storeroom door opened and my two\nassistants announced they were leaving for the day. I glanced at my\nwatch. It was five-thirty.\n\n\"Okay,\" I answered. \"See you in the morning.\"\n\nThey closed the door. I started taking off the panel of the sixth\ncomputer.\n\nIt was getting a little stuffy in the storeroom. I set the panel down\ncarefully and opened the lab door and a window. Then I placed the\nrubber shield on the wires.\n\nI picked up the aluminum shield plates and started to cover the rubber\nshielding with them. Instead, I laid them down again. I would go across\nthe street to the cafe and have something to eat before going ahead.\n\nI entered the lab. It was dark. A storm must be coming up for it to get\ndark so soon and so suddenly.\n\nI switched on the lights and unconsciously glanced at my watch to make\nsure of the time, and froze in surprise. It was nine-thirty.\n\nI reviewed my movements. My assistants had said goodnight about five\nminutes ago. I had glanced at my watch then, and it was five-thirty.\nNow it was nine-thirty. After they had gone I had placed the rubber\ncovers over the wires, then started to put the aluminum shields on--and\nchanged my mind.\n\nOnly I hadn't! I had placed the aluminum shields on number six computer\nand severed my contact with Mintner. He had probably gone out to eat\nthen, and not returned until a few minutes ago. The instant he removed\nthe shields I was in contact again, with no sense of the intervening\ntime. Maybe a faint sense of discontinuity that I paid no attention to.\nMintner's hands were in about the same position, holding the shields. I\nthought he had paused in putting them on, when in reality he had just\ntaken them off.\n\nThat was the explanation.\n\n\n\nI turned toward the storeroom door with a mixture of emotions. Suddenly\nI ran to the door and flung it open. I went down the aisle and looked\nat the computer, at the dialectric mix in the case deep in its heart.\n\nIt was I. In that small space, that non-living mass, was the spark that\nwas I. For a long moment I caressed its every atom with my eyes. Then,\ncarefully, I put back the cover.\n\nIt was a strange, almost a Holy moment. I recalled my first moment of\nawareness. It seemed now an eternity ago that I had seen Orville's wife\nstanding there.\n\nFrom that moment to this I had groped, sometimes utterly confused,\nsometimes with purposeful strides, toward the answer to the riddle of\nmy existence.\n\nI touched my protective case tenderly with Mintner's fingers. Finding\nmyself filled me with two conflicting emotions. Delight in at last\nknowing, with all the confusion behind me. Dread, that something might\nhappen to destroy me.\n\nI didn't worry about Mintner. By now I knew enough about the\nworking relationship between me and man to realize his own ego was\nrationalizing like mad to keep the sense of being master of his\nmovements.\n\nMy physical structure had to be protected, preserved. And there was a\nway to do it. Destroy the other computers and keep this one as a museum\npiece. Put it in a hermetically sealed glass exhibition case down in\nthe main office.\n\nI could _feel_ the Mintner ego seizing on this idea as its own. I was\nstrong now. No longer was I a chameleon wisp of vague and bewildered\nthought. I was master of my fate.\n\nFrom this moment on I knew what I was going to do. I had no idea\nwhether my existence would be long or short. I might continue to exist\nfor centuries. On the other hand, vibrations--I made a mental note to\nbe sure the display case was vibration proof--might shake something\nvital loose in months.\n\nBut that didn't concern me too much. In this moment of the discovery of\nmy physical home, in the birth of my discovery of _self_, a realization\nof my destiny, my purpose, was also born.\n\n_I, through the hands of Mintner and his two assistants, was going to\nbuild the first robot!_\n",
    "metadata": {
        "author": [
            "Phillips, Rog"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66137/pg66137.txt",
        "name": "the_lost_ego.json"
    }
}