{
    "name": "The mystery of Deneb IV",
    "author": [
        "Silverberg, Robert"
    ],
    "body": "The first thing that crossed Dave Carter's mind was that the SOS was\nsome kind of hoax. Then a fist thudded into the back of his neck, and\nhe knew it was worse than a hoax--it was a trap.\n\nHis knees sagged and he grabbed wildly for the side of his spaceship.\nSteadying himself, he struck out with a fist.\n\nHis unknown assailant grunted. Carter's eyes widened as he discovered\nhe was fighting another Earthman, here on this alien world in the Deneb\nsystem. _What the devil is this?_ Carter asked himself, as his fist\ncrashed into the other's stomach. _They ask me to come rescue them--and\nthen they jump me from behind._\n\nThe man was wearing the gray-and-gold uniform of the missing\n_Vanguard_ expedition. He was a big, rangy spaceman. His eyes glittered\nwith a cold menace that Carter had never seen in human eyes before.\n\nCarter reached back, grasped the rungs of the ladder behind him with\nboth hands, and kicked out at the other. The man crumpled backward onto\nthe ground. Carter ran over to him.\n\nHe put a knee on the other's chest. \"Who are you?\" he demanded.\n\nNo answer.\n\n\"Why'd you send out an SOS?\" Carter demanded.\n\nThe other man glared coldly at him without replying.\n\nCarter pulled him to a sitting position and slapped him, twice, hard.\n\"Answer me! You're from the _Vanguard_ expedition, aren't you?\"\n\n\"Yes.\" The voice sounded steely, metallic.\n\n\"Then why'd you jump me? I picked up your SOS and came down here to\nrescue you! Answer me!\"\n\n\"You'll know the answers soon enough.\"\n\nCarter shook his head angrily. \"I want to know right now. Where are the\nother members of the expedition?\"\n\n\"They are here. They are all safe.\"\n\nPulling the other to his feet, Carter drew his blaster and said,\n\"Suppose you take me to them--right now. I want some explanation of all\nthis. Move!\"\n\n\n\nAn hour before, Carter had been in space, traveling alone from the Base\nHospital on Rigel IV toward Ophiuchus VII. He expected to spend his\nperiod of convalescence there. Ophiuchus VII was a low-grav world set\naside as a vacation planet for recuperating invalids.\n\nCarter had been injured in a reactor explosion aboard the Starship\n_Alpha Centauri_, where he had been navigator. He came out of that\npretty lightly--radiation burns, a fractured skull, and little other\ndamage. Some skin grafts and a complicated titanium-plate rebuild had\nhis body and his skull as good as new within weeks. He was on his way\nto Ophiuchus to rest up before returning to spaceline duty.\n\nBut his flight was interrupted when his detectors picked up an SOS as\nhe passed the Deneb system.\n\n\"SOS! SOS! General rescue call!\"\n\nIt was coming over on a wide-beam cast. Carter localized it on Deneb\nIV, an unexplored world, and replied, \"I hear you. Who's this?\"\n\n\"Survey Ship _Vanguard_. We're in trouble.\"\n\n\"How many are you?\"\n\n\"Twelve, altogether. Urgent that you rescue us.\"\n\nCarter glanced around his small ship. Its maximum capacity was fifteen;\nhe could just about make it. \"I'll be right down,\" he said. \"Give me\nlanding coordinates.\"\n\nThey read off a string of figures and he computed an orbit. Minutes\nlater, he had set his ship down in the exact spot they had selected,\nonly to find the planet bare of life and no Earthmen in sight.\n\nHe had looked around, puzzled. Then the rangy spaceman had struck him\nfrom behind.\n\nAnd now, Carter was following his captive through a wild, untamed\njungle, heading into some strange mystery at whose nature he could only\nguess. The titanium plate in his skull was beginning to itch faintly as\nhe moved deeper and deeper into the jungle.\n\nAfter a while, signs of inhabitation began to appear. Carter spotted\nthe golden hull of a spaceship towering above the trees, and touched\nhis guide's arm. \"Is that the _Vanguard_?\"\n\n\"Yes.\"\n\nBehind the ship, Carter could now see a large clearing, and people\nmoving around in it, clad in the uniform of the Survey Division of\nthe Intergalactic Federation. There was a building in the background,\nsquare and dull-gray.\n\nA man stepped forward to meet them. He was distinguished-looking and\nwore the uniform of a Squadron Leader.\n\n\"I'm Gendron,\" he said. \"Commander of the _Vanguard_.\"\n\n\"The name's Dave Carter, navigator, late of Starship _Alpha Centauri_.\nI picked up your SOS call.\"\n\nGendron blinked. \"SOS? What SOS?\"\n\n\"The one you sent out, of course,\" Carter replied, astonished. \"I've\ngot it on tape back at my ship. You asked for immediate rescue, said it\nwas urgent. I landed, and this man here attacked me. I managed to get\nhim under control.\"\n\n\n\nGendron looked mystified. \"There's been some misunderstanding here.\nWe're in no trouble whatever--in fact, we're doing splendidly. As you\ncan see, we've erected our headquarters building, and we're settling\nabout to map the planet, according to instructions.\"\n\nCarter frowned. \"What about this man here?\"\n\n\"You mean Sherman? I'm afraid I can't tell you.\" The Squadron Leader\nturned to Carter's captive. \"Did you attack this man?\"\n\n\"No,\" Sherman said. \"He jumped me first.\"\n\n\"That's a lie!\" snapped Carter. \"I came out of my ship to see where you\npeople were, and he hit me from behind.\"\n\nGendron glanced at him quizzically. \"That's hard to believe. Sherman's\none of my most reliable men. Lieutenant Carter, I'm inclined to doubt\nyour entire story. Would you mind explaining yourself?\"\n\nCarter began to feel a growing sense of exasperation. \"Look,\" he said.\n\"I was minding my own business when this SOS came. I'm on leave now;\nI'm wasting my precious free time fooling with you people. So I picked\nup your SOS, and I landed. Then this man hit me. That's all I can tell\nyou.\"\n\n\"I'm completely at a loss to clarify,\" said the Squadron Leader. \"So\nfar as I know, we sent out no SOS. We're in no danger here. We haven't\neven begun to complete our work. I'm sorry if we've caused you some\ninconvenience.\"\n\nCarter shook his head. _Maybe I'm going batty_, he thought. _Maybe that\nblast aboard the_ Alpha C _juggled my brains as well as cracked my\nskull. Maybe I didn't hear any SOS after all._\n\n\"Okay,\" he said finally. \"I'll go back to my ship and blast off. Forget\nthe whole thing.\"\n\n\"That might be the best idea,\" Gendron agreed. \"Would you want Sherman\nto show you the way?\"\n\n\"I think I can find it myself,\" Carter said. He turned and headed out\nof the clearing, trying to convince himself that he still had a little\nof his sanity left.\n\nHe moved about three steps. Then something struck him a ringing blow\non the back of his head, and he toppled to the ground.\n\n\n\nCarter woke, feeling as if a mountain had fallen on him. His head\nached miserably, his eyes wouldn't focus, his tongue felt thick and\nsand-papery.\n\nHe tried to move his hands, and discovered that he was securely bound.\nHis arms were strapped together with what looked like leather thongs,\nand his ankles were tied as well.\n\nHe was in a dark, windowless room--probably somewhere in the squat\nbuilding in the clearing.\n\nHe struggled to get his mind functioning again. All he could think of\nwas the way his head hurt.\n\nGendron had hit him from behind. That seemed to be the rule, on this\nplanet. After denying everything about the SOS, Gendron had clubbed him\nwhen he wasn't looking. It didn't figure.\n\nAnd there was that faint tickling in his skull, beside the raw pain of\nthe bruise. He didn't understand that either.\n\nCarter sat up against the cold wall of the dark room, and yanked at his\nbonds. They didn't give. He was trussed like a Christmas turkey--for\nwhat?\n\nSuddenly, he stopped moving, and listened.\n\nVoices.\n\nThey were speaking in the same cold, metallic tones the spaceman\nSherman had used when Carter first landed.\n\n\"I don't understand it,\" someone said. \"He walked right through the\ncontrol.\"\n\n\"It was peculiar, all right. He came within the sphere of radiation and\nit didn't have any effect at all. Gendron had to club him or he would\nhave gotten away.\"\n\n\"We couldn't have that,\" the first voice said. \"We need all the men we\ncan get for The Project.\"\n\n_Project? What project?_ Carter asked himself. _What the blazes is\nthis, anyway?_\n\nThe voices stopped, leaving Carter alone in the darkness. Conjectures\nran through his mind, none of them adding up to anything but the\nobvious fact that the Survey Squad of the _Vanguard_ was up to\nsomething fishy.\n\nHis head still throbbed, but not as badly as before. The itchy tickling\nstill continued. It was--it was almost as if something were trying to\nenter his mind! He fought a desperate desire to break his bonds and\nrip open the front of his skull and scratch away the tickling before it\ndrove him insane.\n\n_If I'm not insane already_, he thought grimly.\n\nA light flickered somewhere in the distance, and then the door of his\ncell opened. Someone came in. Carter blinked as light flooded in. It\nwas a few moments before he could see.\n\nGendron stood there.\n\n\"I see you're awake, Lieutenant Carter.\"\n\n\"Damned perceptive of you, Gendron. I'll bet you see I'm breathing,\ntoo.\"\n\nGendron chuckled hollowly. \"I've come to apologize for hitting you\nyesterday. It was a misunderstanding.\"\n\n\"Oh? Like the phony SOS was a misunderstanding?\"\n\n\n\nGendron seemed to scowl. He turned and gestured to someone beyond\nCarter's view, and two more men entered the cell.\n\n\"Well? How does it look?\" one of them asked.\n\n\"Not so good,\" said Gendron. \"I don't think he's under control yet. I\ndon't know how he can resist so well.\"\n\n\"You sure he's still under his own will? How can you tell?\"\n\n\"He's belligerent,\" said Gendron. \"He's the same as he was last night.\"\n\n\"The Khethlani never fails,\" said one of the two men. \"How could it go\nwrong?\"\n\nCarter frowned. Apparently they expected him to have been taken over by\nsomeone or something--and he hadn't been.\n\n\"Sorry to disappoint you, Gendron. Your whatever-it-is just hasn't\ntaken hold.\"\n\n\"Very strange, Carter. We may have to kill you.\"\n\n\"You know the Khethlani doesn't like to lose men,\" one of the others\nreminded Gendron. \"We ought to do everything we can to bring him under\ncontrol.\"\n\nGendron nodded. \"Untie his legs.\"\n\nOne of the men bent and unwrapped the thongs. Immediately Carter's foot\nlashed out in a vicious kick that sent the other away yelling.\n\nGendron slapped Carter twice. Then he said, \"That proves it. He's\ndefinitely not under control. Let's take him to the Khethlani.\"\n\nThey shoved him roughly out of the room and down a long, winding\ncorridor toward a distant door. As they pushed him along, Carter felt\nthe itching inside his skull grow to fierce proportions, until he\ncould hardly bear it. The faces of his three captors became oddly\npeaceful, oddly emotionless, as they drew near the door.\n\nGendron stepped forward and threw a switch. The door slid upward.\nCarter looked in--and saw the Khethlani.\n\nIt was a pulsing mass of protoplasm some twenty feet across, floating\nin a bath of some thick gray-green fluid that roiled obscenely beneath\nits bulk. A single great eye stared upward from the middle of the\nthing, and from the eye outward radiated corded blue bundles of\nnerve-cells that formed a web running through the creature's legless\nbody.\n\nGendron and the other two men from the _Vanguard_ were standing as if\nfrozen, staring down at the Khethlani. Carter grasped the railing that\nencircled the thing's pit, and held on firmly. Beating waves of thought\nemanated from the Khethlani.\n\n\n\n_I control you, Earthmen. I am your master._\n\nThe thoughts washed up over Carter's brain with almost unbearable\nurgency. _I am your master. You will obey me to the fullest._\n\nCarter glanced at the three men with him. Their eyes were glassy; they\nwere caught in an unbreakable hypnotic current.\n\n\"You ... are ... my ... master,\" Gendron said slowly. The other two\nrepeated the phrase, parrot-like.\n\nCarter stared down at the horror in the pit. Again the wave of thought\nrolled up. _I am your master, strange one._\n\nThe force of the thing's mind overwhelmed him; he rocked dizzily, but\nkept his balance. Now, he knew what had happened, why Gendron had\nbehaved as he did.\n\nThe _Vanguard_ had landed on unexplored Deneb IV, and the minds of its\ncrew of twelve had been snared by the Khethlani. It had turned them\ninto so many puppets.\n\nThey had set a trap for him. Evidently the Khethlani was greedy for\nminds, for some purpose of its own. Somehow, Carter had avoided the\ntrap, had stayed free of the thing's control. Even now, at close range,\nhe was able to resist the powerful hypnotic command.\n\n_I am your master_, came the statement a fourth time. _I order you to\nkneel._\n\nCarter saw Gendron and the other two looking at him. Sweat burst out\nand ran down his face as he fought off the Khethlani's mental command.\n\n\"He resists,\" Gendron said, surprised. \"He resists the Khethlani.\"\n\n_I order you to kneel. Kneel or be destroyed._\n\nGendron began to draw forth his blaster. Carter grasped the rail more\ntightly, shuddering.\n\nThere was only one thing to do. Keeping his mind shut tight against the\ncreature's command, he knelt slowly and bowed his head.\n\n\"You ... are ... my ... master,\" Carter said, in slow, solemn tones.\n\"I ... will ... obey ... you.\"\n\n\"The Khethlani has won!\" Gendron exclaimed. \"He's under control!\"\n\n_Rise, Earthman._\n\nCarter rose obediently and faced the creature in the pit.\n\n_I am now your master. You will obey everything._\n\n\"You are my master now. I will obey everything.\"\n\n\n\nWhen they were in the corridor again, Gendron yanked the switch and the\nheavy metal door clanged down, shutting them off from the chamber of\nthe Khethlani. The Squadron Leader turned to Carter, grinning.\n\n\"Well, now you're with us. How does it feel?\"\n\n\"Like being with the team again,\" Carter lied. \"Brief me on what's\nbeen going on here.\"\n\n\"There are about a dozen Khethlani, on various worlds in this sector.\nOne to a world. They've been that way for millions of years--it's an\nancient and very wise race.\"\n\n\"And where do we fit in?\"\n\n\"We're busy building a thought-generator,\" explained Gendron. \"The\nKhethlani wants to set up a linkage with its brothers, and it needs our\nhelp.\"\n\n\"I get it. It's a sort of thought-amplifier.\"\n\n\"Right. The Khethlani shows us how to build it--but he can't do it\nhimself. We're like his arms and legs. He works through us. It's a\ntremendous job.\"\n\n\"How far have you gotten?\"\n\n\"Just the framework,\" Gendron said. \"That's why we're sending out that\nwide-beam SOS. We need all the extra hands we can get. You're the third\none so far.\"\n\n\"Neat. Only it almost didn't work on me.\"\n\n\"I still don't understand that. You resisted incredibly well. But you\ncouldn't stand up to the Khethlani face-to-face.\"\n\n\"No,\" Carter said. \"Of course not.\"\n\n\"Here we are,\" said Gendron. \"This is what we've done on the\nthought-generator so far.\"\n\nHe opened another door, and Carter saw a large room almost completely\nfilled with a complex webwork of machinery. Half a dozen Earthmen were\nworking busily in the far corner, soldering delicate wires together and\nassembling an array of transistors.\n\n\"It's a long, slow, tough job,\" said Gendron. \"The Khethlani's guiding\nus every step of the way.\"\n\n\"And when it's finished--?\"\n\n\"Then the twelve Khethlani will be in contact with each other. Then\nthey'll blend their mental powers into one super-being that will\ncontrol the universe.\"\n\n\n\nCarter barely repressed a shudder. \"How wonderful!\" he forced himself\nto say.\n\n\"Yes. Wonderful.\" Gendron slapped him on the back. \"I'm sorry we had to\nrough you up, Carter, but we had to get you under control.\"\n\n\"I understand. When are you going to show me what I can do here?\"\n\nGendron looked at him peculiarly for a moment, and Carter realized he\nhad blundered. Supposedly all orders would be coming direct from the\nKhethlani.\n\n\"We won't have to show you,\" Gendron said. \"You'll know when you're\nsupposed to work.\"\n\n\"Yes, of course,\" Carter said. \"I see that. And I think my time is\ncoming now.\"\n\n\"Good. We're happy to have you with us.\"\n\nGendron walked away, and Carter moved stiffly toward one corner of the\nroom and pretended to busy himself with the tangle of equipment he\nfound there. Whatever this thing the Khethlani was designing was, it\nwas a miracle of engineering. He watched the others in the room working\nbusily, their minds and fingers guided by the promptings of the thing\nin the pit.\n\nIt was only a matter of time before the Khethlani found out that Carter\nwasn't really under control--if it didn't know already. As soon as the\nKhethlani was certain, it would communicate that to Gendron and his\nmen, and this time they wouldn't be merciful.\n\nHe was immune to the creature's control. That was apparent.\n\nWhy? There was only one answer--the titanium plate in his head.\n\nHis skull had been crushed like paper in the reactor explosion, but the\nmedics on Rigel IV had painstakingly patched him together again with\na cranium fashioned mostly from thin metal. From the outside, it was\nindistinguishable from the original--but the metal apparently served\nas a shield against the telepathic commands of the Khethlani. It was a\nlogical explanation.\n\nThen he had little time to waste. Soon, the Khethlani would discover\nhis bluff.\n\nCarter would have to make his move long before then. The thin titanium\nplate in his skull was all that stood between the Khethlani and its\ndream of galactic conquest. He had to bank on it.\n\n\n\nGendron was outside, in the clearing. Carter came up to him, \"How are\nthings going, Lieutenant?\"\n\n\"Just fine,\" Carter said. \"I'll have to leave you for a few moments,\nthough.\"\n\n\"Oh? What for?\"\n\n\"The Khethlani is sending me back to my ship,\" Carter explained. \"It\nthinks some of the equipment I have aboard can be built into the\ngenerator.\"\n\n\"Very good,\" Gendron said. \"That stuff can be important to us, all\nright. You want someone to go with you?\"\n\n_Another test_, Lieutenant Carter thought. \"Of course not! The\nKhethlani is guiding me!\"\n\n\"Of course, Lieutenant.\"\n\nThe trouble was that the Khethlani was _not_ guiding him, and it took\nhim several hours to find his way back to his ship. Eventually he found\nit, climbed up the catwalk, and entered.\n\nWaves of thought beat at him suddenly. He sensed hatred, anger. The\nKhethlani was aware! His deception was at its end.\n\nAt this distance, though, the Khethlani's commands were just so much\ntinny jangling in his mind. Methodically, Carter went about his work,\ngrimly adjusting the automatic pilot of the ship, computing an orbit.\n\nIt took fifteen minutes. When he was finished, he blasted off, and his\nsmall ship rose high above the atmosphere of Deneb IV. He snapped on\nhis radio.\n\nThe detectors immediately picked up the SOS broadcast. Evidently the\nKhethlani kept its lure out at all times. He ignored it, and began to\nspeak into the mike.\n\n\"Gendron! Gendron! You hear me?\"\n\nThere was a crackling moment of silence, and then: \"I hear you. What\nare you doing, Carter?\"\n\n\"Never mind that now. I want you to get all your men out of that\nbuilding and as far from the clearing as possible, right away. You get\nthat?\"\n\n\"You're a madman, Carter. The Khethlani will put a stop to--\"\n\n\"It hasn't stopped me yet. I'm warning you--get out of that building,\nor you'll die with your master.\"\n\n\n\nHe snapped off the radio. Gendron had had ample warning, and Carter had\nother things to occupy his mind. The little ship was reaching the top\nof its climb now, and soon it would be levelling out and plunging back\ndown toward the surface of the planet below.\n\nThe Khethlani's thoughts beat frantically at him.\n\n_Ground your ship! I am your master! I am--_\n\n_You'll be nothing in five minutes_, Carter thought fiercely. His ship\nwas moving downward now, back into Deneb IV's atmosphere.\n\nIt was decelerating rapidly. At ten thousand miles, Carter cut in the\nautomatic pilot and climbed into his ejection suit. Still the ship\nplunged downward. Five thousand miles. Two thousand.\n\nAt sixty thousand feet, Carter pressed the emergency ejection stud, and\na giant cybernetic hand shoved him gently but firmly through the gaping\nhatch of his ship. He was swept away, off to one side, and drifted\nslowly the long distance to the ground.\n\nThe bombardment of thought from the Khethlani became almost unbearable.\nThe alien creature knew now that it was doomed.\n\n\"Go ahead,\" Carter yelled derisively. \"Hypnotize my spaceship! Make it\nturn around!\"\n\nHe was still twenty thousand feet from the ground when a bright flare\nof energy squirted forth as his ship roared into the building that\nhoused the Khethlani.\n\n\n\nThere was just a smoking pit in the ground when Carter got there.\nEverything had been totally destroyed by the crash.\n\nAnd for the first time since his landing, Carter no longer felt the\nitching in his mind. The Khethlani was dead.\n\nHe turned and saw a man approaching, dazed and smoke-blackened. It was\nGendron.\n\n\"Who are you?\" Gendron asked uncertainly. \"Where are my men? My ship?\"\n\n\"You're the only one left, Commander. The others didn't get away in\ntime.\"\n\nQuickly, Carter explained to the dazed officer, who had no recollection\nof anything that had happened to him since entering the Khethlani's\nsphere of power.\n\n\"That's--that's unbelievable,\" Gendron said.\n\n\"It's all over now.\" Carter glanced upward. Something bright was\ncircling the planet in a landing orbit.\n\n\"What's that?\"\n\n\"It's a spaceship,\" Carter said. \"Drawn in by your decoy SOS\nsignal--only now it's the real thing.\"\n\n\"Will he see us?\"\n\n\"He'll see the smoke,\" Carter said. \"He'll rescue us.\"\n\nThere'd be some delay now, he realized, before he got to Ophiuchus VII\nfor that vacation.\n\nIn fact, he might never get there, he knew now. He had a big job ahead\nof him--and he was the only man in the universe qualified to do it, him\nand his tin skull.\n\nHe glanced upward. The job was waiting. There were eleven more\nKhethlani out there to be rooted out and destroyed.\n\n\n                                THE END\n\n\n",
    "metadata": {
        "author": [
            "Silverberg, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73578/pg73578.txt",
        "name": "the_mystery_of_deneb_iv.json"
    }
}