{
    "name": "The American Newspaper",
    "author": [
        "Warner, Charles Dudley"
    ],
    "body": "Our theme for the hour is the American Newspaper. It is a subject in\nwhich everybody is interested, and about which it is not polite to say\nthat anybody is not well informed; for, although there are scattered\nthrough the land many persons, I am sorry to say, unable to pay for a\nnewspaper, I have never yet heard of anybody unable to edit one.\n\nThe topic has many points of view, and invites various study and comment.\nIn our limited time we must select one only. We have heard a great deal\nabout the power, the opportunity, the duty, the \"mission,\" of the press.\nThe time has come for a more philosophical treatment of it, for an\ninquiry into its relations to our complex civilization, for some ethical\naccount of it as one of the developments of our day, and for some\ndiscussion of the effect it is producing, and likely to produce, on the\neducation of the people. Has the time come, or is it near at hand, when\nwe can point to a person who is alert, superficial, ready and shallow,\nself-confident and half-informed, and say, \"There is a product of the\nAmerican newspaper\"? The newspaper is not a willful creation, nor an\nisolated phenomenon, but the legitimate outcome of our age, as much as\nour system of popular education. And I trust that some competent observer\nwill make, perhaps for this association, a philosophical study of it. My\ntask here is a much humbler one. I have thought that it may not be\nunprofitable to treat the newspaper from a practical and even somewhat\nmechanical point of view.\n\nThe newspaper is a private enterprise. Its object is to make money for\nits owner. Whatever motive may be given out for starting a newspaper,\nexpectation of profit by it is the real one, whether the newspaper is\nreligious, political, scientific, or literary. The exceptional cases of\nnewspapers devoted to ideas or \"causes\" without regard to profit are so\nfew as not to affect the rule. Commonly, the cause, the sect, the party,\nthe trade, the delusion, the idea, gets its newspaper, its organ, its\nadvocate, only when some individual thinks he can see a pecuniary return\nin establishing it.\n\nThis motive is not lower than that which leads people into any other\noccupation or profession. To make a living, and to have a career, is the\noriginal incentive in all cases. Even in purely philanthropical\nenterprises the driving-wheel that keeps them in motion for any length of\ntime is the salary paid the working members. So powerful is this\nincentive that sometimes the wheel will continue to turn round when there\nis no grist to grind. It sometimes happens that the friction of the\nphilanthropic machinery is so great that but very little power is\ntransmitted to the object for which the machinery was made. I knew a\ndevoted agent of the American Colonization Society, who, for several\nyears, collected in Connecticut just enough, for the cause, to buy his\nclothes, and pay his board at a good hotel.\n\nIt is scarcely necessary to say, except to prevent a possible\nmisapprehension, that the editor who has no high ideals, no intention of\nbenefiting his fellow-men by his newspaper, and uses it unscrupulously as\na means of money-making only, sinks to the level of the physician and the\nlawyer who have no higher conception of their callings than that they\noffer opportunities for getting money by appeals to credulity, and by\nassisting in evasions of the law.\n\nIf the excellence of a newspaper is not always measured by its\nprofitableness, it is generally true that, if it does not pay its owner,\nit is valueless to the public. Not all newspapers which make money are\ngood, for some succeed by catering to the lowest tastes of respectable\npeople, and to the prejudice, ignorance, and passion of the lowest class;\nbut, as a rule, the successful journal pecuniarily is the best journal.\nThe reasons for this are on the surface. The impecunious newspaper cannot\ngive its readers promptly the news, nor able discussion of the news, and,\nstill worse, it cannot be independent. The political journal that relies\nfor support upon drippings of party favor or patronage, the general\nnewspaper that finds it necessary to existence to manipulate stock\nreports, the religious weekly that draws precarious support from puffing\ndoubtful enterprises, the literary paper that depends upon the approval\nof publishers, are poor affairs, and, in the long run or short run, come\nto grief. Some newspapers do succeed by sensationalism, as some preachers\ndo; by a kind of quackery, as some doctors do; by trimming and shifting\nto any momentary popular prejudice, as some politicians do; by becoming\nthe paid advocate of a personal ambition or a corporate enterprise, as\nsome lawyers do: but the newspaper only becomes a real power when it is\nable, on the basis of pecuniary independence, to free itself from all\nsuch entanglements. An editor who stands with hat in hand has the respect\naccorded to any other beggar.\n\nThe recognition of the fact that the newspaper is a private and purely\nbusiness enterprise will help to define the mutual relations of the\neditor and the public. His claim upon the public is exactly that of any\nmanufacturer or dealer. It is that of the man who makes cloth, or the\ngrocer who opens a shop--neither has a right to complain if the public\ndoes not buy of him. If the buyer does not like a cloth half shoddy, or\ncoffee half-chicory, he will go elsewhere. If the subscriber does not\nlike one newspaper, he takes another, or none. The appeal for newspaper\nsupport on the ground that such a journal ought to be sustained by an\nenlightened community, or on any other ground than that it is a good\narticle that people want,--or would want if they knew its value,--is\npurely childish in this age of the world. If any person wants to start a\nperiodical devoted to decorated teapots, with the noble view of inducing\nthe people to live up to his idea of a teapot, very good; but he has no\nright to complain if he fails.\n\nOn the other hand, the public has no rights in the newspaper except what\nit pays for; even the \"old subscriber\" has none, except to drop the paper\nif it ceases to please him. The notion that the subscriber has a right to\ninterfere in the conduct of the paper, or the reader to direct its\nopinions, is based on a misconception of what the newspaper is. The claim\nof the public to have its communications printed in the paper is equally\nbaseless. Whether they shall be printed or not rests in the discretion of\nthe editor, having reference to his own private interest, and to his\napprehension of the public good. Nor is he bound to give any reason for\nhis refusal. It is purely in his discretion whether he will admit a reply\nto any thing that has appeared in his columns. No one has a right to\ndemand it. Courtesy and policy may grant it; but the right to it does not\nexist. If any one is injured, he may seek his remedy at law; and I should\nlike to see the law of libel such and so administered that any person\ninjured by a libel in the newspaper, as well as by slander out of it,\ncould be sure of prompt redress. While the subscribes acquires no right\nto dictate to the newspaper, we can imagine an extreme case when he\nshould have his money back which had been paid in advance, if the\nnewspaper totally changed its character. If he had contracted with a\ndealer to supply him with hard coal during the winter, he might have a\nremedy if the dealer delivered only charcoal in the coldest weather; and\nso if he paid for a Roman Catholic journal which suddenly became an organ\nof the spiritists.\n\nThe advertiser acquires no more rights in the newspaper than the\nsubscriber. He is entitled to use the space for which he pays by the\ninsertion of such material as is approved by the editor. He gains no\ninterest in any other part of the paper, and has no more claim to any\nspace in the editorial columns, than any other one of the public. To give\nhim such space would be unbusiness-like, and the extension of a\npreference which would be unjust to the rest of the public. Nothing more\nquickly destroys the character of a journal, begets distrust of it, and\nso reduces its value, than the well-founded suspicion that its editorial\ncolumns are the property of advertisers. Even a religious journal will,\nafter a while, be injured by this.\n\nYet it must be confessed that here is one of the greatest difficulties of\nmodern journalism. The newspaper must be cheap. It is, considering the\nimmense cost to produce it, the cheapest product ever offered to man.\nMost newspapers cost more than they sell for; they could not live by\nsubscriptions; for any profits, they certainly depend upon\nadvertisements. The advertisements depend upon the circulation; the\ncirculation is likely to dwindle if too much space is occupied by\nadvertisements, or if it is evident that the paper belongs to its favored\nadvertisers. The counting-room desires to conciliate the advertisers; the\neditor looks to making a paper satisfactory to his readers. Between this\nsee-saw of the necessary subscriber and the necessary advertiser, a good\nmany newspapers go down. This difficulty would be measurably removed by\nthe admission of the truth that the newspaper is a strictly business\nenterprise, depending for success upon a 'quid pro quo' between all\nparties connected with it, and upon integrity in its management.\n\nAkin to the false notion that the newspaper is a sort of open channel\nthat the public may use as it chooses, is the conception of it as a\ncharitable institution. The newspaper, which is the property of a private\nperson as much as a drug-shop is, is expected to perform for nothing\nservices which would be asked of no other private person. There is\nscarcely a charitable enterprise to which it is not asked to contribute\nof its space, which is money, ten times more than other persons in the\ncommunity, who are ten times as able as the owner of the newspaper,\ncontribute. The journal is considered \"mean\" if it will not surrender its\ncolumns freely to notices and announcements of this sort. If a manager\nhas a new hen-coop or a new singer he wishes to introduce to the public,\nhe comes to the newspaper, expecting to have his enterprise extolled for\nnothing, and probably never thinks that it would be just as proper for\nhim to go to one of the regular advertisers in the paper and ask him to\ngive up his space. Anything, from a church picnic to a brass-band concert\nfor the benefit of the widow of the triangles, asks the newspaper to\ncontribute. The party in politics, whose principles the editor advocates,\nhas no doubt of its rightful claim upon him, not only upon the editorial\ncolumns, but upon the whole newspaper. It asks without hesitation that\nthe newspaper should take up its valuable space by printing hundreds and\noften thousands of dollars' worth of political announcements in the\ncourse of a protracted campaign, when it never would think of getting its\nhalls, its speakers, and its brass bands, free of expense. Churches, as\nwell as parties, expect this sort of charity. I have known rich churches,\nto whose members it was a convenience to have their Sunday and other\nservices announced, withdraw the announcements when the editor declined\nany longer to contribute a weekly fifty-cents' worth of space. No private\npersons contribute so much to charity, in proportion to ability, as the\nnewspaper. Perhaps it will get credit for this in the next world: it\ncertainly never does in this.\n\nThe chief function of the newspaper is to collect and print the news.\nUpon the kind of news that should be gathered and published, we shall\nremark farther on. The second function is to elucidate the news, and\ncomment on it, and show its relations. A third function is to furnish\nreading-matter to the general public.\n\nNothing is so difficult for the manager as to know what news is: the\ninstinct for it is a sort of sixth sense. To discern out of the mass of\nmaterials collected not only what is most likely to interest the public,\nbut what phase and aspect of it will attract most attention, and the\nrelative importance of it; to tell the day before or at midnight what the\nworld will be talking about in the morning, and what it will want the\nfullest details of, and to meet that want in advance,--requires a\npeculiar talent. There is always some topic on which the public wants\ninstant information. It is easy enough when the news is developed, and\neverybody is discussing it, for the editor to fall in; but the success of\nthe news printed depends upon a pre-apprehension of all this. Some\npapers, which nevertheless print all the news, are always a day behind,\ndo not appreciate the popular drift till it has gone to something else,\nand err as much by clinging to a subject after it is dead as by not\ntaking it up before it was fairly born. The public craves eagerly for\nonly one thing at a time, and soon wearies of that; and it is to the\nnewspaper's profit to seize the exact point of a debate, the thrilling\nmoment of an accident, the pith of an important discourse; to throw\nitself into it as if life depended on it, and for the hour to flood the\npopular curiosity with it as an engine deluges a fire.\n\nScarcely less important than promptly seizing and printing the news is\nthe attractive arrangement of it, its effective presentation to the eye.\nTwo papers may have exactly the same important intelligence, identically\nthe same despatches: the one will be called bright, attractive, \"newsy\";\nthe other, dull and stupid.\n\nWe have said nothing yet about that, which, to most people, is the most\nimportant aspect of the newspaper,--the editor's responsibility to the\npublic for its contents. It is sufficient briefly to say here, that it is\nexactly the responsibility of every other person in society,--the full\nresponsibility of his opportunity. He has voluntarily taken a position in\nwhich he can do a great deal of good or a great deal of evil, and he,\nshould be held and judged by his opportunity: it is greater than that of\nthe preacher, the teacher, the congressman, the physician. He occupies\nthe loftiest pulpit; he is in his teacher's desk seven days in the week;\nhis voice can be heard farther than that of the most lusty fog-horn\npolitician; and often, I am sorry to say, his columns outshine the\nshelves of the druggist in display of proprietary medicines. Nothing else\never invented has the public attention as the newspaper has, or is an\ninfluence so constant and universal. It is this large opportunity that\nhas given the impression that the newspaper is a public rather than a\nprivate enterprise.\n\nIt was a nebulous but suggestive remark that the newspaper occupies the\nborderland between literature and common sense. Literature it certainly\nis not, and in the popular apprehension it seems often too erratic and\nvariable to be credited with the balance-wheel of sense; but it must have\nsomething of the charm of the one, and the steadiness and sagacity of the\nother, or it will fail to please. The model editor, I believe, has yet to\nappear. Notwithstanding the traditional reputation of certain editors in\nthe past, they could not be called great editors by our standards; for\nthe elements of modern journalism did not exist in their time. The old\nnewspaper was a broadside of stale news, with a moral essay attached.\nPerhaps Benjamin Franklin, with our facilities, would have been very near\nthe ideal editor. There was nothing he did not wish to know; and no one\nexcelled him in the ability to communicate what he found out to the\naverage mind. He came as near as anybody ever did to marrying common\nsense to literature: he had it in him to make it sufficient for\njournalistic purposes. He was what somebody said Carlyle was, and what\nthe American editor ought to be,--a vernacular man.\n\nThe assertion has been made recently, publicly, and with evidence\nadduced, that the American newspaper is the best in the world. It is like\nthe assertion that the American government is the best in the world; no\ndoubt it is, for the American people.\n\nJudged by broad standards, it may safely be admitted that the American\nnewspaper is susceptible of some improvement, and that it has something\nto learn from the journals of other nations. We shall be better employed\nin correcting its weaknesses than in complacently contemplating its\nexcellences.\n\nLet us examine it in its three departments already named,--its news,\neditorials, and miscellaneous reading-matter.\n\nIn particularity and comprehensiveness of news-collecting, it may be\nadmitted that the American newspapers for a time led the world. I mean in\nthe picking-up of local intelligence, and the use of the telegraph to\nmake it general. And with this arose the odd notion that news is made\nimportant by the mere fact of its rapid transmission over the wire. The\nEnglish journals followed, speedily overtook, and some of the wealthier\nones perhaps surpassed, the American in the use of the telegraph, and in\nthe presentation of some sorts of local news; not of casualties, and\nsmall city and neighborhood events, and social gossip (until very\nrecently), but certainly in the business of the law courts, and the\ncrimes and mishaps that come within police and legal supervision. The\nleading papers of the German press, though strong in correspondence and\nin discussion of affairs, are far less comprehensive in their news than\nthe American or the English. The French journals, we are accustomed to\nsay, are not newspapers at all. And this is true as we use the word.\nUntil recently, nothing has been of importance to the Frenchman except\nhimself; and what happened outside of France, not directly affecting his\nglory, his profit, or his pleasure, did not interest him: hence, one\ncould nowhere so securely intrench himself against the news of the world\nas behind the barricade of the Paris journals. But let us not make a\nmistake in this matter. We may have more to learn from the Paris journals\nthan from any others. If they do not give what we call news--local news,\nevents, casualties, the happenings of the day,--they do give ideas,\nopinions; they do discuss politics, the social drift; they give the\nintellectual ferment of Paris; they supply the material that Paris likes\nto talk over, the badinage of the boulevard, the wit of the salon, the\nsensation of the stage, the new movement in literature and in politics.\nThis may be important, or it may be trivial: it is commonly more\ninteresting than much of that which we call news.\n\nOur very facility and enterprise in news-gathering have overwhelmed our\nnewspapers, and it may be remarked that editorial discrimination has not\nkept pace with the facilities. We are overpowered with a mass of\nundigested intelligence, collected for the mast part without regard to\nvalue. The force of the newspaper is expended in extending these\nfacilities, with little regard to discriminating selection. The burden is\nalready too heavy for the newspaper, and wearisome to the public.\n\nThe publication of the news is the most important function of the paper.\nHow is it gathered? We must confess that it is gathered very much by\nchance. A drag-net is thrown out, and whatever comes is taken. An\nexamination into the process of collecting shows what sort of news we are\nlikely to get, and that nine-tenths of that printed is collected without\nmuch intelligence exercised in selection. The alliance of the associated\npress with the telegraph company is a fruitful source of news of an\ninferior quality. Of course, it is for the interest of the telegraph\ncompany to swell the volume to be transmitted. It is impossible for the\nassociated press to have an agent in every place to which the telegraph\npenetrates: therefore the telegraphic operators often act as its\npurveyors. It is for their interest to send something; and their judgment\nof what is important is not only biased, but is formed by purely local\nstandards. Our news, therefore, is largely set in motion by telegraphic\noperators, by agents trained to regard only the accidental, the\nstartling, the abnormal, as news; it is picked up by sharp prowlers about\ntown, whose pay depends upon finding something, who are looking for\nsomething spicy and sensational, or which may be dressed up and\nexaggerated to satisfy an appetite for novelty and high flavor, and who\nregard casualties as the chief news. Our newspapers every day are loaded\nwith accidents, casualties, and crimes concerning people of whom we never\nheard before and never shall hear again, the reading of which is of no\nearthly use to any human being.\n\nWhat is news? What is it that an intelligent public should care to hear\nof and talk about? Run your eye down the columns of your journal. There\nwas a drunken squabble last night in a New York groggery; there is a\npetty but carefully elaborated village scandal about a foolish girl; a\nwoman accidentally dropped her baby out of a fourth-story window in\nMaine; in Connecticut, a wife, by mistake, got into the same railway\ntrain with another woman's husband; a child fell into a well in New\nJersey; there is a column about a peripatetic horse-race, which exhibits,\nlike a circus, from city to city; a laborer in a remote town in\nPennsylvania had a sunstroke; there is an edifying dying speech of a\nmurderer, the love-letter of a suicide, the set-to of a couple of\ncongressmen; and there are columns about a gigantic war of half a dozen\npoliticians over the appointment of a sugar-gauger. Granted that this\npabulum is desired by the reader, why not save the expense of\ntransmission by having several columns of it stereotyped, to be\nreproduced at proper intervals? With the date changed, it would always,\nhave its original value, and perfectly satisfy the demand, if a demand\nexists, for this sort of news.\n\nThis is not, as you see, a description of your journal: it is a\ndescription of only one portion of it. It is a complex and wonderful\ncreation. Every morning it is a mirror of the world, more or less\ndistorted and imperfect, but such a mirror as it never had held up to it\nbefore. But consider how much space is taken up with mere trivialities\nand vulgarities under the name of news. And this evil is likely to\ncontinue and increase until news-gatherers learn that more important than\nthe reports of accidents and casualties is the intelligence of opinions\nand thoughts, the moral and intellectual movements of modern life. A\nhorrible assassination in India is instantly telegraphed; but the\nprogress of such a vast movement as that of the Wahabee revival in Islam,\nwhich may change the destiny of great provinces, never gets itself put\nupon the wires. We hear promptly of a landslide in Switzerland, but only\nvery slowly of a political agitation that is changing the constitution of\nthe republic. It should be said, however, that the daily newspaper is not\nalone responsible for this: it is what the age and the community where it\nis published make it. So far as I have observed, the majority of the\nreaders in America peruses eagerly three columns about a mill between an\nEnglish and a naturalized American prize-fighter, but will only glance at\na column report of a debate in the English parliament which involves a\nradical change in the whole policy of England; and devours a page about\nthe Chantilly races, while it ignores a paragraph concerning the\nsuppression of the Jesuit schools.\n\nOur newspapers are overwhelmed with material that is of no importance.\nThe obvious remedy for this would be more intelligent direction in the\ncollection of news, and more careful sifting and supervision of it when\ngathered. It becomes every day more apparent to every manager that such\ndiscrimination is more necessary. There is no limit to the various\nintelligence and gossip that our complex life offers--no paper is big\nenough to contain it; no reader has time enough to read it. And the\njournal must cease to be a sort of waste-basket at the end of a telegraph\nwire, into which any reporter, telegraph operator, or gossip-monger can\ndump whatever he pleases. We must get rid of the superstition that value\nis given to an unimportant \"item\" by sending it a thousand miles over a\nwire.\n\nPerhaps the most striking feature of the American newspaper, especially\nof the country weekly, is its enormous development of local and\nneighborhood news. It is of recent date. Horace Greeley used to advise\nthe country editors to give small space to the general news of the world,\nbut to cultivate assiduously the home field, to glean every possible\ndetail of private life in the circuit of the county, and print it. The\nadvice was shrewd for a metropolitan editor, and it was not without its\nprofit to the country editor. It was founded on a deep knowledge of human\nnature; namely, upon the fact that people read most eagerly that which\nthey already know, if it is about themselves or their neighbors, if it is\na report of something they have been concerned in, a lecture they have\nheard, a fair, or festival, or wedding, or funeral, or barn-raising they\nhave attended. The result is column after column of short paragraphs of\ngossip and trivialities, chips, chips, chips. Mr. Sales is contemplating\nerecting a new counter in his store; his rival opposite has a new sign;\nMiss Bumps of Gath is visiting her cousin, Miss Smith of Bozrah; the\nsheriff has painted his fence; Farmer Brown has lost his cow; the eminent\nmember from Neopolis has put an ell on one end of his mansion, and a\nmortgage on the other.\n\nOn the face of it nothing is so vapid and profitless as column after\ncolumn of this reading. These \"items\" have very little interest, except\nto those who already know the facts; but those concerned like to see them\nin print, and take the newspaper on that account. This sort of inanity\ntakes the place of reading-matter that might be of benefit, and its\neffect must be to belittle and contract the mind. But this is not the\nmost serious objection to the publication of these worthless details. It\ncultivates self-consciousness in the community, and love of notoriety; it\ndevelops vanity and self-importance, and elevates the trivial in life\nabove the essential.\n\nAnd this brings me to speak of the mania in this age, and especially in\nAmerica, for notoriety in social life as well as in politics. The\nnewspapers are the vehicle of it, sometimes the occasion, but not the\ncause. The newspaper may have fostered--it has not created--this hunger\nfor publicity. Almost everybody talks about the violation of decency and\nthe sanctity of private life by the newspaper in the publication of\npersonalities and the gossip of society; and the very people who make\nthese strictures are often those who regard the paper as without\nenterprise and dull, if it does not report in detail their weddings,\ntheir balls and parties, the distinguished persons present, the dress of\nthe ladies, the sumptuousness of the entertainment, if it does not\ncelebrate their church services and festivities, their social meetings,\ntheir new house, their distinguished arrivals at this or that\nwatering-place. I believe every newspaper manager will bear me out in\nsaying that there is a constant pressure on him to print much more of\nsuch private matter than his judgment and taste permit or approve, and\nthat the gossip which is brought to his notice, with the hope that he\nwill violate the sensitiveness of social life by printing it, is far away\nlarger in amount than all that he publishes.\n\nTo return for a moment to the subject of general news. The characteristic\nof our modern civilization is sensitiveness, or, as the doctors say,\nnervousness. Perhaps the philanthropist would term it sympathy. No doubt\nan exciting cause of it is the adaptation of electricity to the\ntransmission of facts and ideas. The telegraph, we say, has put us in\nsympathy with all the world. And we reckon this enlargement of nerve\ncontact somehow a gain. Our bared nerves are played upon by a thousand\nwires. Nature, no doubt, has a method of hardening or deadening them to\nthese shocks; but nevertheless, every person who reads is a focus for the\nexcitements, the ills, the troubles, of all the world. In addition to his\nlocal pleasures and annoyances, he is in a manner compelled to be a\nsharer in the universal uneasiness. It might be worth while to inquire\nwhat effect this exciting accumulation of the news of the world upon an\nindividual or a community has upon happiness and upon character. Is the\nNew England man any better able to bear or deal with his extraordinary\nclimate by the daily knowledge of the weather all over the globe? Is a\nman happier, or improved in character, by the woful tale of a world's\ndistress and apprehension that greets him every morning at breakfast?\nKnowledge, we know, increases sorrow; but I suppose the offset to that\nis, that strength only comes through suffering. But this is a digression.\n\nNot second in importance to any department of the journal is the\nreporting; that is, the special reporting as distinguished from the more\ngeneral news-gathering. I mean the reports of proceedings in Congress, in\nconventions, assemblies, and conferences, public conversations, lectures,\nsermons, investigations, law trials, and occurrences of all sorts that\nrise into general importance. These reports are the basis of our\nknowledge and opinions. If they are false or exaggerated, we are ignorant\nof what is taking place, and misled. It is of infinitely more importance\nthat they should be absolutely trustworthy than that the editorial\ncomments should be sound and wise. If the reports on affairs can be\ndepended on, the public can form its own opinion, and act intelligently.\nAnd; if the public has a right to demand anything of a newspaper, it is\nthat its reports of what occurs shall be faithfully accurate,\nunprejudiced, and colorless. They ought not, to be editorials, or the\nvehicles of personal opinion and feeling. The interpretation of, the\nfacts they give should be left to the editor and the public. There should\nbe a sharp line drawn between the report and the editorial.\n\nI am inclined to think that the reporting department is the weakest in\nthe American newspaper, and that there is just ground for the admitted\npublic distrust of it. Too often, if a person would know what has taken\nplace in a given case, he must read the reports in half a dozen journals,\nthen strike a general average of probabilities, allowing for the personal\nequation, and then--suspend his judgment. Of course, there is much\nexcellent reporting, and there are many able men engaged in it who\nreflect the highest honor upon their occupation. And the press of no\nother country shows more occasional brilliant feats in reporting than\nours: these are on occasions when the newspapers make special efforts.\nTake the last two national party conventions. The fullness, the accuracy,\nthe vividness, with which their proceedings were reported in the leading\njournals, were marvelous triumphs of knowledge, skill, and expense. The\nconventions were so photographed by hundreds of pens, that the public\noutside saw them almost as distinctly as the crowd in attendance. This\nresult was attained because the editors determined that it should be,\nsent able men to report, and demanded the best work. But take an opposite\nand a daily illustration of reporting, that of the debates and\nproceedings in Congress. I do not refer to the specials of various\njournals which are good, bad, or indifferent, as the case may be, and\ncommonly colored by partisan considerations, but the regular synopsis\nsent to the country at large. Now, for some years it has been inadequate,\nfrequently unintelligible, often grossly misleading, failing wholly to\ngive the real spirit and meaning of the most important discussions; and\nit is as dry as chips besides. To be both stupid and inaccurate is the\nunpardonable sin in journalism. Contrast these reports with the lively\nand faithful pictures of the French Assembly which are served to the\nParis papers.\n\nBefore speaking of the reasons for the public distrust in reports, it is\nproper to put in one qualification. The public itself, and not the\nnewspapers, is the great factory of baseless rumors and untruths.\nAlthough the newspaper unavoidably gives currency to some of these, it is\nthe great corrector of popular rumors. Concerning any event, a hundred\ndifferent versions and conflicting accounts are instantly set afloat.\nThese would run on, and become settled but unfounded beliefs, as private\nwhispered scandals do run, if the newspaper did not intervene. It is the\nbusiness of the newspaper, on every occurrence of moment, to chase down\nthe rumors, and to find out the facts and print them, and set the public\nmind at rest. The newspaper publishes them under a sense of\nresponsibility for its statements. It is not by any means always correct;\nbut I know that it is the aim of most newspapers to discharge this\nimportant public function faithfully. When this country had few\nnewspapers it was ten times more the prey of false reports and delusions\nthan it is now.\n\nReporting requires as high ability as editorial writing; perhaps of a\ndifferent kind, though in the history of American journalism the best\nreporters have often become the best editors. Talent of this kind must be\nadequately paid; and it happens that in America the reporting field is so\nvast that few journals can afford to make the reporting department\ncorrespond in ability to the editorial, and I doubt if the importance of\ndoing so is yet fully realized. An intelligent and representative\nsynopsis of a lecture or other public performance is rare. The ability to\ngrasp a speaker's meaning, or to follow a long discourse, and reproduce\neither in spirit, and fairly, in a short space, is not common. When the\npublic which has been present reads the inaccurate report, it loses\nconfidence in the newspaper.\n\nIts confidence is again undermined when it learns that an \"interview\"\nwhich it has read with interest was manufactured; that the report of the\nmovements and sayings of a distinguished stranger was a pure piece of\ningenious invention; that a thrilling adventure alongshore, or in a\nballoon, or in a horse-car, was what is called a sensational article,\nconcocted by some brilliant genius, and spun out by the yard according to\nhis necessities. These reports are entertaining, and often more readable\nthan anything else in the newspaper; and, if they were put into a\ndepartment with an appropriate heading, the public would be less\nsuspicious that all the news in the journal was colored and heightened by\na lively imagination.\n\nIntelligent and honest reporting of whatever interests the public is the\nsound basis of all journalism. And yet so careless have editors been of\nall this that a reporter has been sent to attend the sessions of a\nphilological convention who had not the least linguistic knowledge,\nhaving always been employed on marine disasters. Another reporter, who\nwas assigned to inform the public of the results of a difficult\narcheological investigation, frankly confessed his inability to\nunderstand what was going on; for his ordinary business, he said, was\ncattle. A story is told of a metropolitan journal, which illustrates\nanother difficulty the public has in keeping up its confidence in\nnewspaper infallibility. It may not be true for history, but answers for\nan illustration. The annual November meteors were expected on a certain\nnight. The journal prepared an elaborate article, several columns in\nlength, on meteoric displays in general, and on the display of that night\nin particular, giving in detail the appearance of the heavens from the\nmetropolitan roofs in various parts of the city, the shooting of the\nmeteors amid the blazing constellations, the size and times of flight of\nthe fiery bodies; in short, a most vivid and scientific account of the\nlofty fireworks. Unfortunately the night was cloudy. The article was in\ntype and ready; but the clouds would not break. The last moment for going\nto press arrived: there was a probability that the clouds would lift\nbefore daylight and the manager took the risk. The article that appeared\nwas very interesting; but its scientific value was impaired by the fact\nthat the heavens were obscured the whole night, and the meteors, if any\narrived, were invisible. The reasonable excuse of the editor would be\nthat he could not control the elements.\n\nIf the reporting department needs strengthening and reduction to order in\nthe American journal, we may also query whether the department of\ncorrespondence sustains the boast that the American, newspaper is the\nbest in the world. We have a good deal of excellent correspondence, both\nforeign and domestic; and our \"specials\" have won distinction, at least\nfor liveliness and enterprise. I cannot dwell upon this feature; but I\nsuggest a comparison with the correspondence of some of the German, and\nwith that especially of the London journals, from the various capitals of\nEurope, and from the occasional seats of war. How surpassing able much of\nit is!\n\nHow full of information, of philosophic observation, of accurate\nknowledge! It appears to be written by men of trained intellect and of\nexperience,--educated men of the world, who, by reason of their position\nand character, have access to the highest sources of information.\n\nThe editorials of our journals seem to me better than formerly, improved\nin tone, in courtesy, in self-respect,--though you may not have to go far\nor search long for the provincial note and the easy grace of the\nfrontier,--and they are better written. This is because the newspaper has\nbecome more profitable, and is able to pay for talent, and has attracted\nto it educated young men. There is a sort of editorial ability, of\nfacility, of force, that can only be acquired by practice and in the\nnewspaper office: no school can ever teach it; but the young editor who\nhas a broad basis of general education, of information in history,\npolitical economy, the classics, and polite literature, has an immense\nadvantage over the man who has merely practical experience. For the\neditorial, if it is to hold its place, must be more and more the product\nof information, culture, and reflection, as well as of sagacity and\nalertness. Ignorance of foreign affairs, and of economic science, the\nAmerican people have in times past winked at; but they will not always\nwink at it.\n\nIt is the belief of some shrewd observers that editorials, the long\neditorials, are not much read, except by editors themselves. A cynic says\nthat, if you have a secret you are very anxious to keep from the female\nportion of the population, the safest place to put it is in an editorial.\nIt seems to me that editorials are not conned as attentively as they once\nwere; and I am sure they have not so much influence as formerly. People\nare not so easily or so visibly led; that is to say, the editorial\ninfluence is not so dogmatic and direct. The editor does not expect to\nform public opinion so much by arguments and appeals as by the news he\npresents and his manner of presenting it, by the iteration of an idea\nuntil it becomes familiar, by the reading-matter selected, and by the\nquotations of opinions as news, and not professedly to influence the\nreader. And this influence is all the more potent because it is indirect,\nand not perceived-by the reader.\n\nThere is an editorial tradition--it might almost be termed a\nsuperstition--which I think will have to be abandoned. It is that a\ncertain space in the journal must be filled with editorial, and that some\nof the editorials must be long, without any reference to the news or the\nnecessity of comment on it, or the capacity of the editor at the moment\nto fill the space with original matter that is readable. There is the\nsacred space, and it must be filled. The London journals are perfect\ntypes of this custom. The result is often a wearisome page of words and\nrhetoric. It may be good rhetoric; but life is too short for so much of\nit. The necessity of filling this space causes the writer, instead of\nstating his idea in the shortest compass in which it can be made\nperspicuous and telling, to beat it out thin, and make it cover as much\nground as possible. This, also, is vanity. In the economy of room, which\nour journals will more and more be compelled to cultivate, I venture to\nsay that this tradition will be set aside. I think that we may fairly\nclaim a superiority in our journals over the English dailies in our habit\nof making brief, pointed editorial paragraphs. They are the life of the\neditorial page. A cultivation of these until they are as finished and\npregnant as the paragraphs of \"The London Spectator\" and \"The New-York\nNation,\" the printing of long editorials only when the elucidation of a\nsubject demands length, and the use of the space thus saved for more\ninteresting reading, is probably the line of our editorial evolution.\n\nTo continue the comparison of our journals as a class, with the English\nas a class, ours are more lively, also more flippant, and less restrained\nby a sense of responsibility or by the laws of libel. We furnish, now and\nagain, as good editorial writing for its purpose; but it commonly lacks\nthe dignity, the thoroughness, the wide sweep and knowledge, that\ncharacterizes the best English discussion of political and social topics.\n\nThe third department of the newspaper is that of miscellaneous\nreading-matter. Whether this is the survival of the period when the paper\ncontained little else except \"selections,\" and other printed matter was\nscarce, or whether it is only the beginning of a development that shall\nsupply the public nearly all its literature, I do not know. Far as our\nnewspapers have already gone in this direction, I am inclined to think\nthat in their evolution they must drop this adjunct, and print simply the\nnews of the day. Some of the leading journals of the world already do\nthis.\n\nIn America I am sure the papers are printing too much miscellaneous\nreading. The perusal of this smattering of everything, these scraps of\ninformation and snatches of literature, this infinite variety and medley,\nin which no subject is adequately treated, is distracting and\ndebilitating to the mind. It prevents the reading of anything in full,\nand its satisfactory assimilation. It is said that the majority of\nAmericans read nothing except the paper. If they read that thoroughly,\nthey have time for nothing else. What is its reader to do when his\njournal thrusts upon him every day the amount contained in a fair-sized\nduodecimo volume, and on Sundays the amount of two of them? Granted that\nthis miscellaneous hodge-podge is the cream of current literature, is it\nprofitable to the reader? Is it a means of anything but superficial\nculture and fragmentary information? Besides, it stimulates an unnatural\nappetite, a liking for the striking, the brilliant, the sensational only;\nfor our selections from current literature are, usually the \"plums\"; and\nplums are not a wholesome-diet for anybody. A person accustomed to this\nfinds it difficult to sit down patiently to the mastery of a book or a\nsubject, to the study of history, the perusal of extended biography, or\nto acquire that intellectual development and strength which comes from\nthorough reading and reflection.\n\nThe subject has another aspect. Nobody chooses his own reading; and a\nwhole community perusing substantially the same material tends to a\nmental uniformity. The editor has the more than royal power of selecting\nthe intellectual food of a large public. It is a responsibility\ninfinitely greater than that of the compiler of schoolbooks, great as\nthat is. The taste of the editor, or of some assistant who uses the\nscissors, is in a manner forced upon thousands of people, who see little\nother printed matter than that which he gives them. Suppose his taste\nruns to murders and abnormal crimes, and to the sensational in\nliterature: what will be the moral effect upon a community of reading\nthis year after year?\n\nIf this excess of daily miscellany is deleterious to the public, I doubt\nif it will be, in the long run, profitable to the newspaper, which has a\nfield broad enough in reporting and commenting upon the movement of the\nworld, without attempting to absorb the whole reading field.\n\nI should like to say a word, if time permitted, upon the form of the\njournal, and about advertisements. I look to see advertisements shorter,\nprinted with less display, and more numerous. In addition to the use now\nmade of the newspaper by the classes called \"advertisers,\" I expect it to\nbecome the handy medium of the entire public, the means of ready\ncommunication in regard to all wants and exchanges.\n\nSeveral years ago, the attention of the publishers of American newspapers\nwas called to the convenient form of certain daily journals in South\nGermany, which were made up in small pages, the number of which varied\nfrom day to day, according to the pressure of news or of advertisements.\nThe suggestion as to form has been adopted bit many of our religious,\nliterary, and special weeklies, to the great convenience of the readers,\nand I doubt not of the publishers also. Nothing is more unwieldy than our\nbig blanket-sheets: they are awkward to handle, inconvenient to read,\nunhandy to bind and preserve. It is difficult to classify matter in them.\nIn dull seasons they are too large; in times of brisk advertising, and in\nthe sudden access of important news, they are too small. To enlarge them\nfor the occasion, resort is had to a troublesome fly-sheet, or, if they\nare doubled, there is more space to be filled than is needed. It seems to\nme that the inevitable remedy is a newspaper of small pages or forms,\nindefinite in number, that can at any hour be increased or diminished\naccording to necessity, to be folded, stitched, and cut by machinery.\n\nWe have thus rapidly run over a prolific field, touching only upon some\nof the relations of the newspaper to our civilization, and omitting many\nof the more important and grave. The truth is that the development of the\nmodern journal has been so sudden and marvelous that its conductors find\nthemselves in possession of a machine that they scarcely know how to\nmanage or direct. The change in the newspaper caused by the telegraph,\nthe cable, and by a public demand for news created by wars, by\ndiscoveries, and by a new outburst of the spirit of doubt and inquiry, is\nenormous. The public mind is confused about it, and alternately\noverestimates and underestimates the press, failing to see how integral\nand representative a part it is of modern life.\n\n\"The power of the press,\" as something to be feared or admired, is a\nfavorite theme of dinner-table orators and clergymen. One would think it\nwas some compactly wielded energy, like that of an organized religious\norder, with a possible danger in it to the public welfare. Discrimination\nis not made between the power of the printed word--which is\nlimitless--and the influence that a newspaper, as such, exerts. The power\nof the press is in its facility for making public opinions and events. I\nshould say it is a medium of force rather than force itself. I confess\nthat I am oftener impressed with the powerlessness of the press than\notherwise, its slight influence in bringing about any reform, or in\ninducing the public to do what is for its own good and what it is\ndisinclined to do. Talk about the power of the press, say, in a\nlegislature, when once the members are suspicious that somebody is trying\nto influence them, and see how the press will retire, with what grace it\ncan, before an invincible and virtuous lobby. The fear of the combination\nof the press for any improper purpose, or long for any proper purpose, is\nchimerical. Whomever the newspapers agree with, they do not agree with\neach other. The public itself never takes so many conflicting views of\nany topic or event as the ingenious rival journals are certain to\ndiscover. It is impossible, in their nature, for them to combine. I\nshould as soon expect agreement among doctors in their empirical\nprofession. And there is scarcely ever a cause, or an opinion, or a man,\nthat does not get somewhere in the press a hearer and a defender. We will\ndrop the subject with one remark for the benefit of whom it may concern.\nWith all its faults, I believe the moral tone of the American newspaper\nis higher, as a rule, than that of the community in which it is\npublished.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Warner, Charles Dudley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3110/pg3110.txt",
        "name": "the_american_newspaper.json"
    }
}