{
    "name": "The Doors of Death",
    "author": [
        "Waltermire, Arthur B."
    ],
    "body": "\n[Sidenote: _A strange and curious story is this, about a banker whose\nonly fear was that he might be buried alive, like his grandfather before\nhim_]\n\n\nA heavy stillness hung about the great halls and richly furnished rooms\nof Judson McMasters' residence, and even seemed to extend out over the\nvelvet lawns, the shrub-lined walks and sun-blotched reaches under the\nlacy elms and somber maples.\n\nBiggs glided about the sick-chamber like a specter, apparently striving\nto keep busy, while he cast countless furtive, uneasy glances at the\nheavy figure under the white sheets. An odor of drugs and fever tainted\nthe air, and a small walnut table near the flushed sleeper was laden\nwith the familiar prescription bottle, tumbler and box of powders. On\nthe wall behind the table, near the head of the bed, hung a small\noil-painting of Napoleon.\n\nThe sleeper stirred restlessly, raised himself painfully and slowly, and\nattempted to seek fleeting comfort in a new position. At the first\nmovement Biggs was a shadow at the bedside, deftly manipulating the\ncoverings and gently aiding the sick man with a tenderness born of long\nservice and deep affection. As the massive gray head sank into the\nfluffed pillow the tired eyes opened, lighted by a faint glint of\nthankfulness. Then they closed again and the once powerful body relaxed.\n\nWith a pitiful, wistful expression on his aged face, the faithful Biggs\nstood helplessly peering at the sick man until hot tears began to course\ndown his furrowed cheeks, and he turned hastily away.\n\n\"Biggs!\"\n\nThe voice, still strong and commanding, cut the semi-gloom like a knife.\n\nBiggs, who was about to tuck the heavy curtains still more securely over\nthe windows, whirled as though he had touched a live wire, and in a\nflash was across the great room and beside the bed.\n\n\"Did you call, sir?\" His voice quavered.\n\n\"No\"--a faint twinkle lighted the sick man's eyes--\"I just spoke.\"\n\n\"Ah, now sir,\" cried the overjoyed Biggs, \"you are better, sir.\"\n\n\"Biggs, I want some air and sunshine.\"\n\n\"But the doctor, sir----\"\n\n\"Drat the doctor! If I'm going to pass out I want to see where I'm\ngoing.\"\n\n\"Oh, but sir,\" expostulated the old servant, as he parted the curtains\nand partially opened a casement window, \"I wish you wouldn't say that,\nsir.\"\n\n\"I believe in facing a situation squarely, Biggs. My father and\ngrandfather died from this family malady, and I guess I'm headed over\nthe same route.\"\n\n\"Please, sir,\" entreated Biggs.\n\n\"Biggs, I want to ask you a question.\"\n\n\"Yes, sir?\"\n\n\"Are you a Christian?\"\n\n\"I try to be, sir.\"\n\n\"Do you believe in death?\"\n\nBiggs was thoroughly startled and confused.\n\n\"Why--a--we all have to die, sometime, sir,\" he answered haltingly, not\nknowing what else to say.\n\n\"But do we actually die?\" insisted the sufferer.\n\n\"Well, I hope--not yet,\" ventured the old servant. \"The doctor said----\"\n\n\"Forget the doctor,\" interposed McMasters. \"Biggs, you have been in our\nservice since I was a lad, haven't you?\"\n\nTears welled into the servant's eyes, and his voice faltered.\n\n\"Fifty-six years, come next November,\" he answered.\n\n\"Well, let me tell you something, that even in those fifty-six years you\nnever learned, Biggs. My grandfather was buried alive!\"\n\n\"Oh, sir! Impossible!\" cried Biggs, in horror.\n\n\"Absolutely,\" asserted the banker.\n\n\"Why--are you--how do you know, sir?\" in a hoarse whisper.\n\n\"My father built a family mausoleum in the far corner of this estate,\ndidn't he?\"\n\n\"Yes, sir--he hated burial in the earth, sir, after reading a poem of\nEdgar Allan Poe's, sir!\"\n\n\"What poem was that, Biggs?\"\n\n\"I don't recall the name of it, but I remember the line,\" faltered\nBiggs.\n\n\"What was it?\"\n\n\"Oh, sir,\" cried the old man, \"let's talk about something cheerful.\"\n\n\"Not until we're through with this discussion, Hiram.\"\n\n\n\nThe sound of his given name restored Biggs somewhat, for the banker\nresorted to it only on occasions when he shared his deepest confidences\nwith his old houseman.\n\n\"Well, the line goes, 'Soft may the worms about him creep,' sir.\"\n\nA slight shudder seemed to run through McMasters' body. Then after a\ntomb-like silence, \"Good reason for building the mausoleum.\"\n\n\"Yes, sir, I think so, sir.\"\n\n\"Well,\" with an apparent effort, \"when they exhumed my grandfather's\nremains to place them in the new vault, the casket was opened, and----\"\n\n\"Oh, sir,\" cried Biggs, throwing out a trembling, expostulating hand,\nbut the banker went on, relentlessly.\n\n\"----the body was turned over, on its side, with the left knee drawn up\npart-way.\"\n\n\"That's the way he always slept--in life.\" Biggs' voice was a hollow\nwhisper.\n\n\"And that's the reason my father, after building himself a mausoleum,\ninsisted that his body be cremated,\" said McMasters. \"He took no\nchances.\"\n\nBiggs' horrified eyes traveled dully to the massive urn over the great\nfireplace and rested there, fascinated.\n\n\"Hiram, where is heaven?\"\n\nBiggs' eyes flitted back to rest in surprize upon the questioner.\n\n\"Why, up there, sir,\" pointing toward the ceiling.\n\n\"Do you believe that the earth rotates on its axis?\"\n\n\"That's what I was taught in school, sir.\"\n\n\"If that hypothesis is true, we are rolling through space at the rate of\nabout sixteen miles a minute,\" figured the banker. \"Now you say heaven\nis up there.\"\n\n\"Yes, sir.\"\n\n\"Biggs, what time is it?\"\n\nThe servant glanced at the great clock in the corner.\n\n\"Ah, it's twelve o'clock, sir, and time for your medicine,\" in a voice\nfull of relief.\n\n\"Never mind the drugs,\" commanded McMasters, \"until we finish our\nproblem in higher mathematics. Now, if I ask you where heaven is at\nmidnight, which will be twelve hours from now, where will you point,\"\ntriumphantly.\n\n\"Why, up there,\" replied the bewildered servant, again indicating the\nceiling.\n\n\"Then,\" cried McMasters, \"you will be pointing directly opposite from\nthe place you indicated a moment ago; for by midnight the earth will\nhave turned approximately upside down. Do you get my point?\"\n\n\"Yes, sir,\" replied poor Biggs, thoroughly befuddled.\n\n\"Then where will heaven be at six o'clock this evening?\" fairly shouted\nthe sick man.\n\n\"Out there,\" replied the servant, hopelessly, pointing toward the\nwindow.\n\n\"And where will heaven be at six o'clock in the morning?\"\n\n\"Over there.\" And Biggs pointed a trembling finger at the fireplace.\nThen, \"Oh, sir, let's not--the doctor----\"\n\n\"Hang the doctor,\" interrupted McMasters testily. \"I've been thinking\nthis thing over, and I've got to talk about it to someone.\"\n\n\"But don't you believe in a hereafter?\" queried Biggs, a horrible note\nof fear in his pitiful voice.\n\nFor a moment the banker was silent; the massive clock ticked solemnly\non. A coal toppled with a sputter and flare in the fireplace.\n\n\"Yes, Hiram,\" in a thoughtful voice, \"I suppose I do.\"\n\n\"I'm glad to hear you say that,\" cried Biggs in very evident relief.\n\n\"Ah, if you could but tell me,\" continued the banker, \"from whence we\ncome, and whither we go?\"\n\n\"If I knew, sir, I'd be equal with the Creator,\" answered Biggs with\nreverence.\n\n\"That's well said, Hiram, but it doesn't satisfy me. I've made my place\nin the world by getting to the root of things. Ah, if I could only get a\npeek behind the curtain, before I go--back-stage, you know--mayhap I\nwould not be afraid to die,\" and his voice fell almost to a whisper.\n\n\"The Great Director does not permit the audience behind the footlights,\nunless he calls them,\" answered Biggs whimsically, the ghost of a smile\nlighting up his troubled features.\n\n\"Another thing, Biggs, do you believe those stories about Jonah, and\nLazarus, and the fellow they let down through a hole in the roof to be\nhealed?\"\n\n\"I do, sir,\" with conviction.\n\n\"Do you understand how it was done?\" testily.\n\n\"Of course not, sir, being only a human.\"\n\n\"Then tell me, Hiram, when you cannot see through it, how can you\nswallow all this theology?\"\n\n\"My faith, sir,\" answered Biggs, simply, raising his eyes with\nreverence.\n\nAt this, a quizzical smile came over the sick man's face.\n\n\"In looking up, Hiram, don't forget, since it is twelve-thirty, that we\nhave swung around four hundred and eighty miles from the spot you\noriginally designated as the location of the Pearly Gates.\"\n\n\"Oh, sir, I beg of you,\" remonstrated the servant, \"I cannot bear to\nhave you jest on such a--why, master!\" he broke off with a little cry,\nrushing to his bedside.\n\nThe quizzical smile on the banker's face had suddenly faded, and his\nhead had fallen feebly back upon the pillow.\n\n\"Oh, why did he waste his strength so?\" cried Biggs, piteously, as with\ntrembling hands and tear-blurred eyes he searched the little table for\nthe smelling-salts.\n\nAfter a few breaths, the patient sighed and opened his eyes wearily.\n\n\"My medicine, Hiram, and then I must rest.\"\n\n\n\nAt midnight, Biggs, dozing in a big chair by the fire, was aroused by a\nvoice from the sick bed.\n\n\"Hiram.\"\n\n\"Yes, sir,\" scurrying to turn on a subdued light.\n\n\"Where is heaven now?\"\n\nNoting the wan flicker of a smile, the old servant pointed solemnly\ndownward.\n\n\"You are a bright pupil,\" came in a scarcely audible voice.\n\n\"Thank you, sir.\"\n\n\"Do you know, Biggs, I wish I had led a different--a better life.\"\n\n\"You have been a good master, sir. You have been kind, you have given\nliberally to charity,\" Biggs defended him.\n\n\"Yes,\" cynically, \"I have given liberally to charity. But it has been no\nsacrifice.\"\n\n\"You have been a pillar in the church,\" ventured Biggs.\n\n\"Yes,\" bitterly, \"a stone pillar. I have paid handsomely for my pew, and\nslept peacefully through the sermons. I have bought baskets of food for\nthe poor at Thanksgiving and Christmas time, only to let others reap the\nhappiness of giving them away. I could have had so much joy out of\nChristmas, if I would. I could have been a jolly, rosy-cheeked Santa\nClaus and gone to a hundred homes, my arms loaded with gifts.\"\n\n\"True, sir, but you made that joy possible for others.\"\n\n\"When I should have known the thrill of it myself. I have not really\nlived, Hiram. To draw the sweets truly out of life, one must humble\nhimself and serve his fellow men. Yes, the scales have fallen from my\neyes, Hiram. But it is too late, 'the spirit is willing but the flesh is\nweak'.\"\n\n\"It doesn't seem right, sir,\" said Biggs after a pause.\n\n\"What's that, Hiram?\"\n\n\"Why, sir, that you should be stricken down in the prime of life, just\nat a time when you could mean so much to others, while I, old and\nuseless, am permitted to live on. But I am not finding fault with\nProvidence, sir,\" Biggs hastened to say; \"I just can't find the meaning\nof the riddle, sir.\"\n\n\"Probably I've had my chance and fumbled it, Biggs.\"\n\n\"Even so, sir, God is not vindictive, according to my ideas. There\nsurely is some other solution. I'm still going to pray that He will take\nme in your stead, even if a miracle must be performed.\"\n\n\"So you have faith in your prayers, do you, Biggs?\"\n\n\"Yes, sir, if they are unselfish prayers.\"\n\n\"That brand is rather scarce, I take it,\" answered McMasters, but his\ntone was reflective rather than sarcastic.\n\n\"Oh, sir, I wish you would pray as I do. God would surely understand.\"\n\n\"Rather a queer request, Hiram. If my life depends upon your death no\nprayer shall ever pass my lips.\"\n\n\"But, sir, I'm an old----\"\n\n\"However,\" interrupted McMasters, \"I shall pray that if my life is\nspared in any other fashion, I will make full amends for my years of\nindifference and neglect. And, Hiram, no one knows how much I truly seek\nthis divine dispensation. But I have always scoffed at death-bed\nconfessions, and so my heart grows cold, for I have no right to\nask--now.\" Again, wearily, \"No right--now.\"\n\n\"Ah, master, God is plenteous in mercy. If you but have the faith, sir,\nit shall make you whole.\"\n\n\"Very good, had I lived as you have lived, Biggs.\" Then, after a pause,\n\"Still, the cause is worthy, my heart is right and I shall approach the\nThrone. May God be merciful unto me, a sinner.\"\n\n\"I hope it is not too late yet,\" faltered Biggs. \"Oh, if God would only\ncall me in your stead, that you might still do the good work that you\nfind it in your heart to do, how gladly would I go.\"\n\nA deep sigh was his only answer.\n\n\n\nA long silence was finally broken by the sick man. But when he spoke,\nhis voice was so strange and uncanny that the servant hastened close and\npeered anxiously into the fever-flushed face of the sufferer.\n\n\"Hiram--I must tell you--a secret,\" came in a laborious, almost\nsepulchral, whisper.\n\nBiggs came closer.\n\n\"Bring a chair and sit down. I must talk to you.\"\n\nAs the old servant again leaned forward, the sufferer hesitated; then\nwith an obvious effort he began.\n\n\"Hiram, I am going to give you some instructions which you must obey to\nthe letter. Will you promise to keep them?\"\n\n\"I swear it, sir,\" with great earnestness.\n\n\"Good! Now, if this fever seals my lips and the doctor pronounces me\ndead----\"\n\n\"Please, sir,\" Biggs broke in, tears streaming down his furrowed cheeks,\nbut his master continued in the same subdued voice, \"Whatever happens, I\nam not to be embalmed--do you hear me?--not embalmed, but just laid away\nas I am now.\"\n\n\"Yes, sir,\" in a choked voice, which fully betrayed the breaking heart\nbehind it.\n\n\"And now, Hiram, the rest of the secret.\" He paused and beckoned Biggs\nto lean closer.\n\n\"In my vault--in the mausoleum, I have had an electric button installed.\nThat button connects with a silver bell. Lift up that small picture of\nNapoleon, there upon the wall.\"\n\nHis hands trembling as with the palsy, Biggs reached out and lifted\naside the picture hanging near the head of the bed, and there revealed\nthe silver bell, fitted into a small aperture in the wall. Then, with a\nsob, he fell back into his chair.\n\n\"Hiram\"--in a whisper--\"after they bury me, you are to sleep in this\nbed.\"\n\nWith a cry, the old man threw out a horrified, expostulating hand.\nCatching it feverishly, the banker half raised himself in bed.\n\n\"Don't you understand?\" he cried fiercely. \"I may not be dead after all.\nRemember grandfather! And Biggs--if that bell rings, get help--quick!\"\n\nSuddenly releasing his hold, McMasters fell back limply among the\npillows.\n\n\n\nAll through the long night the faithful Biggs maintained a sleepless\nvigil, but the banker lay as immovable as a stone. When the rosy-cheeked\ndawn came peeping audaciously through the casements, Biggs drew the\nheavy curtains tightly shut once more.\n\nNot until the doctor's motor whirled away did the patient rouse from his\nlethargy.\n\nApparently strengthened by his deep stupor he spoke, and Biggs stood\ninstantly beside him.\n\n\"What did the doctor say?\"\n\nBiggs hesitated.\n\n\"Out with it, I'm no chicken-hearted weakling.\"\n\n\"Nothing much,\" admitted Biggs, sadly. \"He only shook his head very\ngravely.\"\n\n\"He doesn't understand this family malady any more than the old quack\nwho allowed my grandfather to be buried alive,\" said McMasters almost\nfiercely.\n\nBiggs shuddered and put a trembling hand to his eyes.\n\n\"What ails me, Biggs?\" almost plaintively. \"No one knows. This fever has\nbaffled the scientists for years. When you fall into a comatose\ncondition they call it suspended animation. That's the best thing they\ndo--find names for diseases. My family doctor doesn't have any more of\nan idea about this malady than you or I. The average physician is just a\nguesser. He guesses you have a fever and prescribes a remedy, hoping\nthat it will hit the spot. If it doesn't he looks wise, wags his\nhead--and tries something else on you. Maybe it works and maybe it\ndoesn't. The only thing my guesser is absolutely sure of is that if I\nlive or if I die, he will collect a princely fee for his services.\"\n\nBiggs remained statuesque during the pause.\n\n\"Gad,\" McMasters broke out again testily, \"if I fiddled around in my\nbusiness like that I'd be a pauper in a month.\"\n\n\"But the doctor says you're coming on,\" ventured Biggs.\n\n\"Sure he does,\" answered the banker with a sneer. \"That's his stock in\ntrade. I know that line of palaver. Secretly, he knows I am as liable to\nbe dead as alive when he comes again.\"\n\n\"Oh, sir, you aren't going to die!\"\n\n\"That's what I'm afraid of, Biggs. But they'll call me dead and go ahead\nand embalm me and make sure of it.\"\n\n\"Oh, sir, I wish----\"\n\n\"Now remember, Biggs,\" broke in the sick man, \"shoot the first\nundertaker that tries to put that mummy stuff in my veins.\"\n\n\"I understand perfectly, sir,\" answered Biggs, fearful lest the other's\nexcitement might again give him a turn for the worse.\n\n\"I know I'm apparently going to pass away. My father and grandfather\nboth had this cussed virus in their veins, and I don't believe either of\nthem was dead when he was pronounced so!\"\n\n\"Well, if by any chance--that is, if you,\" began Biggs desperately, \"if\nyou are apparently--dead--why not have them keep your body here in the\nhouse for a time?\"\n\n\"Convention, formality, custom, hide-bound law!\" the banker fairly\nfrothed. \"The health authorities would come here with an army and see\nthat I was buried. No, Biggs, I've got a fine crypt out there, all quiet\nand secure, good ventilation, electric lights, like a pullman berth--and\na push-button. That precludes all notoriety. It's secret and safe. The\nelectrician who installed the apparatus died four years ago. So you and\nI, alone, possess this knowledge.\"\n\n\"Don't you think someone else should know of it too? Your attorney,\nor----\"\n\n\"No, Biggs. If I really am dead I don't want anyone to write up my\neccentricities for some Sunday magazine sheet. And if I do come back,\nthen it will be time to tell the gaping public about my cleverness.\"\n\n\"I wish you weren't so--so cold-blooded about it all, sir.\"\n\n\"I have always hit straight from the shoulder, Hiram, and I'm facing\nthis death business as I'd face any other proposition. I'm not ready to\ncash in, and if I can cheat the doctors, undertakers, lawyers, heirs,\nand chief mourners for a few more years, I'm going to do it. And don't\nforget poor old granddad. He might have been up and about yet had he but\nused my scheme.\"\n\n\n\nBiggs turned away, sick at heart. It was too terrible beyond words. To\nhim his religion was as essential as daily bread. Death was the\nculmination of cherished belief and constant prayer. As his years\ndeclined he had faced the inevitable day with simple faith that when the\nsummons came he would go gladly, like him \"who wraps the drapery of his\ncouch about him and lies down to pleasant dreams.\" With throbbing heart\nhe listened for another torrent of words that would still further stab\nhis sensitive soul; for he had loved and revered his master from his\nyouth up.\n\nBut no words came. He wheeled about. The massive head had fallen limply\namong the pillows. Pallid lips were trying to form sentences without\nresult. Then the great body seemed to subside immeasurably deeper into\nthe covers and a death-like stillness fell upon the room.\n\nIntuitively feeling that his master was worse than at any previous\nrelapse, Biggs made every effort to revive him, gently at first, and\nthen by vigorously shaking and calling to him in a heart-broken, piteous\nvoice. But to no avail. The heavy figure looked pallid and corpse-like\nunder the snowy sheets.\n\nLong hours dragged by, and still the lonely old servant sat mutely\nbeside the bed, only aroused, at last, by the peremptory, measured call\nof the telephone bell.\n\n\"Yes,\" said Biggs in a quavering voice. \"Oh yes, Doctor Meredith,\nMaster's resting easy. Don't think you'll need to come until tomorrow.\"\n\n\"I'll keep them away as long as I can,\" he muttered, as he slipped back\nto his vigil. \"God grant--maybe he'll come back--and take up the work of\nthe Master, so long delayed. Oh God! If Thou wouldst only take me in his\nstead!\"\n\nSleeping fitfully, Biggs sat dumbly through an interminable night, but\nthe new day brought no reassuring sign from the inert form. The\nstillness was appalling. The other servants were quartered in a distant\npart of the mansion and only came when summoned. Again Biggs assured the\nphysician that he could gain nothing by calling, and another awful night\nfound him, ashen and distraught, at the bedside. Sometime in the still\nwatches he swooned and kindly nature patched up his shredded nerves,\nbefore consciousness once more aroused him. But the strain was more than\nhe could bear. So when the anxious specialist came, unbidden, he found a\nshattered old watchman who broke down completely and babbled forth the\nwhole mysterious tale, concealing nothing but the secret of the tomb.\n\nIn a coffin previously made to order, they laid the unembalmed remains\nof Judson McMasters in the family mausoleum, and the world which had\nfelt his masterful presence for so many years paused long enough to lay\na costly tribute on his bier and then went smoothly on its way.\n\nNot so with the faithful Biggs. Ensconced in his master's bedroom, he\nnightly tossed in troubled sleep, filled with the jangling of\ninnumerable electric bells. And when--on the tenth night, after he had\nbeen somewhat reassured that all was well--he was suddenly awakened by a\nmad, incessant ringing from the hidden alarm, a deathly weakness\novercame him and it was some time before he was able to drag his palsied\nbody from the bed. With fumbling, clumsy fingers he tried to hasten, but\nit was many minutes before he tottered, half dressed, out of the room.\nAnd as he did so, his heart almost stood still, then mounted to his\nthroat as if to choke him.\n\n\"Biggs!\"--a voice--McMaster's voice was calling.\n\nHe staggered to the head of the wide, massive stairway and looked down.\nThere stood the banker, pale, emaciated, but smiling.\n\nAnd then, as from an endless distance, came more words:\n\n\"I forgot to tell you that I had a trap-door in the end of the casket.\nWhen you didn't answer the bell, I found I could come alone.\"\n\nWith an inarticulate cry, Biggs stretched out his trembling arms.\n\n\"My Master, I am coming now.\"\n\nThen he swayed, stumbled, clutched feebly at the rail and plunged\nheadlong to the foot of the stairs, a crumpled, lifeless form.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Waltermire, Arthur B."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32671/pg32671.txt",
        "name": "the_doors_of_death.json"
    }
}