{
    "name": "The Sheriff and His Partner",
    "author": [
        "Harris, Frank"
    ],
    "body": "One afternoon in July, 1869, I was seated at my desk in Locock’s\nlaw-office in the town of Kiota, Kansas. I had landed in New York from\nLiverpool nearly a year before, and had drifted westwards seeking in\nvain for some steady employment. Lawyer Locock, however, had promised to\nlet me study law with him, and to give me a few dollars a month besides,\nfor my services as a clerk. I was fairly satisfied with the prospect,\nand the little town interested me. An outpost of civilization, it was\nsituated on the border of the great plains, which were still looked\nupon as the natural possession of the nomadic Indian tribes. It owed its\nimportance to the fact that it lay on the cattle-trail which led from\nthe prairies of Texas through this no man’s land to the railway system,\nand that it was the first place where the cowboys coming north could\nfind a bed to sleep in, a bar to drink at, and a table to gamble on. For\nsome years they had made of Kiota a hell upon earth. But gradually the\nland in the neighbourhood was taken up by farmers, emigrants chiefly\nfrom New England, who were determined to put an end to the reign of\nviolence. A man named Johnson was their leader in establishing order\nand tranquillity. Elected, almost as soon as he came to the town, to the\ndangerous post of City Marshal, he organized a vigilance committee\nof the younger and more daring settlers, backed by whom he resolutely\nsuppressed the drunken rioting of the cowboys. After the ruffians\nhad been taught to behave themselves, Johnson was made Sheriff of the\nCounty, a post which gave him a house and permanent position. Though\nmarried now, and apparently “settled down,” the Sheriff was a sort of\nhero in Kiota. I had listened to many tales about him, showing desperate\ndetermination veined with a sense of humour, and I often regretted that\nI had reached the place too late to see him in action. I had little\nor nothing to do in the office. The tedium of the long days was almost\nunbroken, and Stephen’s “Commentaries” had become as monotonous and\nunattractive as the bare uncarpeted floor. The heat was tropical, and\nI was dozing when a knock startled me. A negro boy slouched in with a\nbundle of newspapers: “This yer is Jedge Locock’s, I guess?” “I guess\nso,” was my answer as I lazily opened the third or fourth number of\nthe “Kiota Weekly Tribune.” Glancing over the sheet my eye caught the\nfollowing paragraph:\n\n     “HIGHWAY ROBBERY WITH VIOLENCE.\n\n     JUDGE SHANNON STOPPED.\n\n     THE OUTLAW ESCAPES. HE KNOWS SHERIFF JOHNSON.\n\n“Information has just reached us of an outrage perpetrated on the person\nof one of our most respected fellow-citizens. The crime was committed in\ndaylight, on the public highway within four miles of this city; a crime,\ntherefore, without parallel in this vicinity for the last two years.\nFortunately our County and State authorities can be fully trusted,\nand we have no sort of doubt that they can command, if necessary, the\nsuccour and aid of each and every citizen of this locality in order to\nbring the offending miscreant to justice.\n\n“We now place the plain recital of this outrage before our readers.\n\n“Yesterday afternoon, as Ex-Judge Shannon was riding from his law-office\nin Kiota towards his home on Sumach Bluff, he was stopped about four\nmiles from this town by a man who drew a revolver on him, telling him\nat the same time to pull up. The Judge, being completely unarmed and\nunprepared, obeyed, and was told to get down from the buckboard, which\nhe did. He was then ordered to put his watch and whatever money he had,\nin the road, and to retreat three paces.\n\n“The robber pocketed the watch and money, and told him he might tell\nSheriff Johnson that Tom Williams had ‘gone through him,’ and that he\n(Williams) could be found at the saloon in Osawotamie at any time. The\nJudge now hoped for release, but Tom Williams (if that be the robber’s\nreal name) seemed to get an afterthought, which he at once proceeded to\ncarry into effect. Drawing a knife he cut the traces, and took out of\nthe shafts the Judge’s famous trotting mare, Lizzie D., which he mounted\nwith the remark:\n\n“‘Sheriff Johnson, I reckon, would come after the money anyway, but the\nhoss’ll fetch him--sure pop.’\n\n“These words have just been given to us by Judge Shannon himself, who\ntells us also that the outrage took place on the North Section Line,\nbounding Bray’s farm.\n\n“After this speech the highway robber Williams rode towards the township\nof Osawotamie, while Judge Shannon, after drawing the buckboard to the\nedge of the track, was compelled to proceed homewards on foot.\n\n“The outrage, as we have said, took place late last evening, and Judge\nShannon, we understand, did not trouble to inform the County authorities\nof the circumstance till to-day at noon, after leaving our office.\nWhat the motive of the crime may have been we do not worry ourselves to\ninquire; a crime, an outrage upon justice and order, has been committed;\nthat is all we care to know. If anything fresh happens in this\nconnection we propose to issue a second edition of this paper. Our\nfellow-citizens may rely upon our energy and watchfulness to keep them\nposted.\n\n“Just before going to press we learn that Sheriff Johnson was out of\ntown attending to business when Judge Shannon called; but Sub-Sheriff\nJarvis informs us that he expects the Sheriff back shortly. It is\nnecessary to add, by way of explanation, that Mr. Jarvis cannot leave\nthe jail unguarded, even for a few hours.”\n\nAs may be imagined this item of news awakened my keenest interest. It\nfitted in with some things that I knew already, and I was curious to\nlearn more. I felt that this was the first act in a drama. Vaguely I\nremembered some one telling in disconnected phrases why the Sheriff had\nleft Missouri, and come to Kansas:\n\n“‘Twas after a quor’ll with a pardner of his, named Williams, who kicked\nout.”\n\nBit by bit the story, to which I had not given much attention when I\nheard it, so casually, carelessly was it told, recurred to my memory.\n\n“They say as how Williams cut up rough with Johnson, and drawed a\nknife on him, which Johnson gripped with his left while he pulled\ntrigger.--Williams, I heerd, was in the wrong; I hain’t perhaps got the\nright end of it; anyhow, you might hev noticed the Sheriff hes lost the\nlittle finger off his left hand.--Johnson, they say, got right up and\nlit out from Pleasant Hill. Perhaps the folk in Mizzoori kinder liked\nWilliams the best of the two; I don’t know. Anyway, Sheriff Johnson’s\na square man; his record here proves it. An’ real grit, you bet your\nlife.”\n\nThe narrative had made but a slight impression on me at the time; I\ndidn’t know the persons concerned, and had no reason to interest myself\nin their fortunes. In those early days, moreover, I was often homesick,\nand gave myself up readily to dreaming of English scenes and faces. Now\nthe words and drawling intonation came back to me distinctly, and with\nthem the question: Was the robber of Judge Shannon the same Williams who\nhad once been the Sheriff’s partner? My first impulse was to hurry into\nthe street and try to find out; but it was the chief part of my duty to\nstay in the office till six o’clock; besides, the Sheriff was “out of\ntown,” and perhaps would not be back that day. The hours dragged to an\nend at last; my supper was soon finished, and, as night drew down, I\nhastened along the wooden side-walk of Washington Street towards the\nCarvell House. This hotel was much too large for the needs of the little\ntown; it contained some fifty bedrooms, of which perhaps half-a-dozen\nwere permanently occupied by “high-toned” citizens, and a billiard-room\nof gigantic size, in which stood nine tables, as well as the famous bar.\nThe space between the bar, which ran across one end of the room, and\nthe billiard-tables, was the favourite nightly resort of the prominent\npoliticians and gamblers. There, if anywhere, my questions would be\nanswered.\n\nOn entering the billiard-room I was struck by the number of men who had\ncome together. Usually only some twenty or thirty were present, half\nof whom sat smoking and chewing about the bar, while the rest watched a\ngame of billiards or took a “life” in pool. This evening, however, the\nbilliard-tables were covered with their slate-coloured “wraps,” while\nat least a hundred and fifty men were gathered about the open space of\nglaring light near the bar. I hurried up the room, but as I approached\nthe crowd my steps grew slower, and I became half ashamed of my eager,\nobtrusive curiosity and excitement. There was a kind of reproof in the\nlazy, cool glance which one man after another cast upon me, as I went\nby. Assuming an air of indecision I threaded my way through the chairs\nuptilted against the sides of the billiard-tables. I had drained a glass\nof Bourbon whisky before I realized that these apparently careless men\nwere stirred by some emotion which made them more cautious, more silent,\nmore warily on their guard than usual. The gamblers and loafers, too,\nhad taken “back seats” this evening, whilst hard-working men of the\nfarmer class who did not frequent the expensive bar of the Carvell House\nwere to be seen in front. It dawned upon me that the matter was serious,\nand was being taken seriously.\n\nThe silence was broken from time to time by some casual remark of no\ninterest, drawled out in a monotone; every now and then a man invited\nthe “crowd” to drink with him, and that was all. Yet the moral\natmosphere was oppressive, and a vague feeling of discomfort grew upon\nme. These men “meant business.”\n\nPresently the door on my left opened--Sheriff Johnson came into the\nroom.\n\n“Good evenin’,” he said; and a dozen voices, one after another, answered\nwith “Good evenin’! good evenin’, Sheriff!” A big frontiersman, however,\na horse-dealer called Martin, who, I knew, had been on the old vigilance\ncommittee, walked from the centre of the group in front of the bar to\nthe Sheriff, and held out his hand with:\n\n“Shake, old man, and name the drink.” The Sheriff took the proffered\nhand as if mechanically, and turned to the bar with “Whisky--straight.”\n\nSheriff Johnson was a man of medium height, sturdily built. A broad\nforehead, and clear, grey-blue eyes that met everything fairly,\ntestified in his favour. The nose, however, was fleshy and snub. The\nmouth was not to be seen, nor its shape guessed at, so thickly did the\nbrown moustache and beard grow; but the short beard seemed rather to\nexaggerate than conceal an extravagant out jutting of the lower jaw,\nthat gave a peculiar expression of energy and determination to the face.\nHis manner was unobtrusively quiet and deliberate.\n\nIt was an unusual occurrence for Johnson to come at night to the\nbar-lounge, which was beginning to fall into disrepute among the\npuritanical or middle-class section of the community. No one, however,\nseemed to pay any further attention to him, or to remark the unusual\ncordiality of Martin’s greeting. A quarter of an hour elapsed before\nanything of note occurred. Then, an elderly man whom I did not know,\na farmer, by his dress, drew a copy of the “Kiota Tribune” from his\npocket, and, stretching it towards Johnson, asked with a very marked\nYankee twang:\n\n“Sheriff, hev yeou read this ‘Tribune’?”\n\nWheeling half round towards his questioner, the Sheriff replied:\n\n“Yes, sir, I hev.” A pause ensued, which was made significant to me by\nthe fact that the bar-keeper suspended his hand and did not pour out the\nwhisky he had just been asked to supply--a pause during which the two\nfaced each other; it was broken by the farmer saying:\n\n“Ez yeou wer out of town to-day, I allowed yeou might hev missed seein’\nit. I reckoned yeou’d come straight hyar before yeou went to hum.”\n\n“No, Crosskey,” rejoined the Sheriff, with slow emphasis; “I went home\nfirst and came on hyar to see the boys.”\n\n“Wall,” said Mr. Crosskey, as it seemed to me, half apologetically,\n“knowin’ yeou I guessed yeou ought to hear the facks,” then, with some\nsuddenness, stretching out his hand, he added, “I hev some way to go,\nan’ my old woman ‘ull be waitin’ up fer me. Good night, Sheriff.” The\nhands met while the Sheriff nodded: “Good night, Jim.”\n\nAfter a few greetings to right and left Mr. Crosskey left the bar.\nThe crowd went on smoking, chewing, and drinking, but the sense\nof expectancy was still in the air, and the seriousness seemed, if\nanything, to have increased. Five or ten minutes may have passed when a\nman named Reid, who had run for the post of Sub-Sheriff the year before,\nand had failed to beat Johnson’s nominee Jarvis, rose from his chair and\nasked abruptly:\n\n“Sheriff, do you reckon to take any of us uns with you to-morrow?”\n\nWith an indefinable ring of sarcasm in his negligent tone, the Sheriff\nanswered:\n\n“I guess not, Mr. Reid.”\n\nQuickly Reid replied: “Then I reckon there’s no use in us stayin’;” and\nturning to a small knot of men among whom he had been sitting, he added,\n“Let’s go, boys!”\n\nThe men got up and filed out after their leader without greeting the\nSheriff in any way. With the departure of this group the shadow lifted.\nThose who still remained showed in manner a marked relief, and a\nmoment or two later a man named Morris, whom I knew to be a gambler by\nprofession, called out lightly:\n\n“The crowd and you’ll drink with me, Sheriff, I hope? I want another\nglass, and then we won’t keep you up any longer, for you ought to have a\nnight’s rest with to-morrow’s work before you.”\n\nThe Sheriff smiled assent. Every one moved towards the bar, and\nconversation became general. Morris was the centre of the company, and\nhe directed the talk jokingly to the account in the “Tribune,” making\nfun, as it seemed to me, though I did not understand all his allusions,\nof the editor’s timidity and pretentiousness. Morris interested and\namused me even more than he amused the others; he talked like a man of\nsome intelligence and reading, and listening to him I grew light-hearted\nand careless, perhaps more careless than usual, for my spirits had been\nice-bound in the earlier gloom of the evening.\n\n“Fortunately our County and State authorities can be fully trusted,”\n some one said.\n\n“Mark that ‘fortunately’, Sheriff,” laughed Morris. “The editor was\nafraid to mention you alone, so he hitched the State on with you to\nlighten the load.”\n\n“Ay!” chimed in another of the gamblers, “and the ‘aid and succour of\neach and every citizen,’ eh, Sheriff, as if you’d take the whole town\nwith you. I guess two or three’ll be enough fer Williams.”\n\nThis annoyed me. It appeared to me that Williams had addressed a\npersonal challenge to the Sheriff, and I thought that Johnson should\nso consider it. Without waiting for the Sheriff to answer, whether in\nprotest or acquiescence, I broke in:\n\n“Two or three would be cowardly. One should go, and one only.” At once I\nfelt rather than saw the Sheriff free himself from the group of men; the\nnext moment he stood opposite to me.\n\n“What was that?” he asked sharply, holding me with keen eye and\nout-thrust chin--repressed passion in voice and look.\n\nThe antagonism of his bearing excited and angered me not a little. I\nreplied:\n\n“I think it would be cowardly to take two or three against a single man.\nI said one should go, and I say so still.”\n\n“Do you?” he sneered. “I guess you’d go alone, wouldn’t you? to bring\nWilliams in?”\n\n“If I were paid for it I should,” was my heedless retort. As I spoke his\nface grew white with such passion that I instinctively put up my hands\nto defend myself, thinking he was about to attack me. The involuntary\nmovement may have seemed boyish to him, for thought came into his eyes,\nand his face relaxed; moving away he said quietly:\n\n“I’ll set up drinks, boys.”\n\nThey grouped themselves about him and drank, leaving me isolated. But\nthis, now my blood was up, only added to the exasperation I felt at his\ncontemptuous treatment, and accordingly I walked to the bar, and as\nthe only unoccupied place was by Johnson’s side I went there and said,\nspeaking as coolly as I could:\n\n“Though no one asks me to drink I guess I’ll take some whisky,\nbar-keeper, if you please.”\n\nJohnson was standing with his back to me, but when I spoke he looked\nround, and I saw, or thought I saw, a sort of curiosity in his gaze.\nI met his eye defiantly. He turned to the others and said, in his\nordinary, slow way:\n\n“Wall, good night, boys; I’ve got to go. It’s gittin’ late, an’ I’ve had\nabout as much as I want.”\n\nWhether he alluded to the drink or to my impertinence I was unable to\ndivine. Without adding a word he left the room amid a chorus of “Good\nnight, Sheriff!” With him went Martin and half-a-dozen more.\n\nI thought I had come out of the matter fairly well until I spoke to\nsome of the men standing near. They answered me, it is true, but in\nmonosyllables, and evidently with unwillingness. In silence I finished\nmy whisky, feeling that every one was against me for some inexplicable\ncause. I resented this and stayed on. In a quarter of an hour the rest\nof the crowd had departed, with the exception of Morris and a few of the\nsame kidney.\n\nWhen I noticed that these gamblers, outlaws by public opinion, held away\nfrom me, I became indignant. Addressing myself to Morris, I asked:\n\n“Can you tell me, sir, for you seem to be an educated man, what I have\nsaid or done to make you all shun me?”\n\n“I guess so,” he answered indifferently. “You took a hand in a game\nwhere you weren’t wanted. And you tried to come in without ever having\npaid the _ante_, which is not allowed in any game--at least not in any\ngame played about here.”\n\nThe allusion seemed plain; I was not only a stranger, but a foreigner;\nthat must be my offence. With a “Good night, sir; good night,\nbarkeeper!” I left the room.\n\nThe next morning I went as usual to the office. I may have been seated\nthere about an hour--it was almost eight o’clock--when I heard a knock\nat the door.\n\n“Come in,” I said, swinging round in the American chair, to find myself\nface to face with Sheriff Johnson.\n\n“Why, Sheriff, come in!” I exclaimed cheerfully, for I was relieved\nat seeing him, and so realized more clearly than ever that the\nunpleasantness of the previous evening had left in me a certain\nuneasiness. I was eager to show that the incident had no importance:\n\n“Won’t you take a seat? and you’ll have a cigar?--these are not bad.”\n\n“No, thank you,” he answered. “No, I guess I won’t sit nor smoke jest\nnow.” After a pause, he added, “I see you’re studyin’; p’r’aps you’re\nbusy to-day; I won’t disturb you.”\n\n“You don’t disturb me, Sheriff,” I rejoined. “As for studying, there’s\nnot much in it. I seem to prefer dreaming.”\n\n“Wall,” he said, letting his eyes range round the walls furnished with\nLaw Reports bound in yellow calf, “I don’t know, I guess there’s a big\nlot of readin’ to do before a man gets through with all those.”\n\n“Oh,” I laughed, “the more I read the more clearly I see that law is\nonly a sermon on various texts supplied by common sense.”\n\n“Wall,” he went on slowly, coming a pace or two nearer and speaking with\nincreased seriousness, “I reckon you’ve got all Locock’s business to see\nafter: his clients to talk to; letters to answer, and all that; and when\nhe’s on the drunk I guess he don’t do much. I won’t worry you any more.”\n\n“You don’t worry me,” I replied. “I’ve not had a letter to answer in\nthree days, and not a soul comes here to talk about business or anything\nelse. I sit and dream, and wish I had something to do out there in the\nsunshine. Your work is better than reading words, words--nothing but\nwords.”\n\n“You ain’t busy; hain’t got anything to do here that might keep you?\nNothin’?”\n\n“Not a thing. I’m sick of Blackstone and all Commentaries.”\n\nSuddenly I felt his hand on my shoulder (moving half round in the\nchair, I had for the moment turned sideways to him), and his voice was\nsurprisingly hard and quick:\n\n“Then I swear you in as a Deputy-Sheriff of the United States, and of\nthis State of Kansas; and I charge you to bring in and deliver at the\nSheriff’s house, in this county of Elwood, Tom Williams, alive or dead,\nand--there’s your fee, five dollars and twenty-five cents!” and he laid\nthe money on the table.\n\nBefore the singular speech was half ended I had swung round facing him,\nwith a fairly accurate understanding of what he meant But the moment\nfor decision had come with such sharp abruptness, that I still did not\nrealize my position, though I replied defiantly as if accepting the\ncharge:\n\n“I’ve not got a weapon.”\n\n“The boys allowed you mightn’t hev, and so I brought some along. You ken\nsuit your hand.” While speaking he produced two or three revolvers of\ndifferent sizes, and laid them before me.\n\nDazed by the rapid progress of the plot, indignant, too, at the trick\nplayed upon me, I took up the nearest revolver and looked at it almost\nwithout seeing it. The Sheriff seemed to take my gaze for that of an\nexpert’s curiosity.\n\n“It shoots true,” he said meditatively, “plumb true; but it’s too small\nto drop a man. I guess it wouldn’t stop any one with grit in him.”\n\nMy anger would not allow me to consider his advice; I thrust the weapon\nin my pocket:\n\n“I haven’t got a buggy. How am I to get to Osawotamie?”\n\n“Mine’s hitched up outside. You ken hev it.”\n\nRising to my feet I said: “Then we can go.”\n\nWe had nearly reached the door of the office, when the Sheriff stopped,\nturned his back upon the door, and looking straight into my eyes said:\n\n“Don’t play foolish. You’ve no call to go. Ef you’re busy, ef you’ve\ngot letters to write, anythin’ to do--I’ll tell the boys you sed so, and\nthat’ll be all; that’ll let you out.”\n\nHalf-humorously, as it seemed to me, he added: “You’re young and a\ntenderfoot. You’d better stick to what you’ve begun upon. That’s the way\nto do somethin’.--I often think it’s the work chooses us, and we’ve just\ngot to get down and do it.”\n\n“I’ve told you I had nothing to do,” I retorted angrily; “that’s the\ntruth. Perhaps” (sarcastically) “this work chooses me.”\n\nThe Sheriff moved away from the door.\n\nOn reaching the street I stopped for a moment in utter wonder. At that\nhour in the morning Washington Street was usually deserted, but now\nit seemed as if half the men in the town had taken up places round the\nentrance to Locock’s office stairs. Some sat on barrels or boxes tipped\nup against the shop-front (the next store was kept by a German, who sold\nfruit and eatables); others stood about in groups or singly; a few were\nseated on the edge of the side-walk, with their feet in the dust of the\nstreet. Right before me and most conspicuous was the gigantic figure\nof Martin. He was sitting on a small barrel in front of the Sheriff’s\nbuggy.\n\n“Good morning,” I said in the air, but no one answered me. Mastering\nmy irritation, I went forward to undo the hitching-strap, but Martin,\ndivining my intention, rose and loosened the buckle. As I reached him,\nhe spoke in a low whisper, keeping his back turned to me:\n\n“Shoot off a joke quick. The boys’ll let up on you then. It’ll be all\nright. Say something for God’s sake!”\n\nThe rough sympathy did me good, relaxed the tightness round my heart;\nthe resentment natural to one entrapped left me, and some of my\nself-confidence returned:\n\n“I never felt less like joking in my life, Martin, and humour can’t be\nproduced to order.”\n\nHe fastened up the hitching-strap, while I gathered the reins together\nand got into the buggy. When I was fairly seated he stepped to the\nside of the open vehicle, and, holding out his hand, said, “Good day,”\n adding, as our hands clasped, “Wade in, young un; wade in.”\n\n“Good day, Martin. Good day, Sheriff. Good day, boys!”\n\nTo my surprise there came a chorus of answering “Good days!” as I drove\nup the street.\n\nA few hundred yards I went, and then wheeled to the right past the post\noffice, and so on for a quarter of a mile, till I reached the descent\nfrom the higher ground, on which the town was built, to the river.\nThere, on my left, on the verge of the slope, stood the Sheriffs house\nin a lot by itself, with the long, low jail attached to it. Down the\nhill I went, and across the bridge and out into the open country. I\ndrove rapidly for about five miles--more than halfway to Osawotamie--and\nthen I pulled up, in order to think quietly and make up my mind.\n\nI grasped the situation now in all its details. Courage was the one\nvirtue which these men understood, the only one upon which they prided\nthemselves. I, a stranger, a “tenderfoot,” had questioned the courage\nof the boldest among them, and this mission was their answer to my\ninsolence. The “boys” had planned the plot; Johnson was not to blame;\nclearly he wanted to let me out of it; he would have been satisfied\nthere in the office if I had said that I was busy; he did not like to\nput his work on any one else. And yet he must profit by my going. Were I\nkilled, the whole country would rise against Williams; whereas if I shot\nWilliams, the Sheriff would be relieved of the task. I wondered whether\nthe fact of his having married made any difference to the Sheriff.\nPossibly--and yet it was not the Sheriff; it was the “boys” who had\ninsisted on giving me the lesson. Public opinion was dead against me. “I\nhad come into a game where I was not wanted, and I had never even paid\nthe _ante_”--that was Morris’s phrase. Of course it was all clear now.\nI had never given any proof of courage, as most likely all the rest had\nat some time or other. That was the _ante_ Morris meant....\n\nMy wilfulness had got me into the scrape; I had only myself to thank.\nNot alone the Sheriff but Martin would have saved me had I profited by\nthe door of escape which he had tried to open for me. Neither of them\nwished to push the malice to the point of making me assume the Sheriff’s\nrisk, and Martin at least, and probably the Sheriff also, had taken\nmy quick, half-unconscious words and acts as evidence of reckless\ndetermination. If I intended to live in the West I must go through with\nthe matter.\n\nBut what nonsense it all was! Why should I chuck away my life in the\nattempt to bring a desperate ruffian to justice? And who could say that\nWilliams was a ruffian? It was plain that his quarrel with the Sheriff\nwas one of old date and purely personal He had “stopped” Judge Shannon\nin order to bring about a duel with the Sheriff. Why should I fight the\nSheriff’s duels? Justice, indeed! justice had nothing to do with this\naffair; I did not even know which man was in the right. Reason led\ndirectly to the conclusion that I had better turn the horse’s head\nnorthwards, drive as fast and as far as I could, and take the train as\nsoon as possible out of the country. But while I recognized that this\nwas the only sensible decision, I felt that I could not carry it into\naction. To run away was impossible; my cheeks burned with shame at the\nthought.\n\nWas I to give my life for a stupid practical joke? “Yes!”--a voice\nwithin me answered sharply. “It would be well if a man could always\nchoose the cause for which he risks his life, but it may happen that he\nought to throw it away for a reason that seems inadequate.”\n\n“What ought I to do?” I questioned.\n\n“Go on to Osawotamie, arrest Williams, and bring him into Kiota,”\n replied my other self.\n\n“And if he won’t come?”\n\n“Shoot him--you are charged to deliver him ‘alive or dead’ at the\nSheriff’s house. No more thinking, drive straight ahead and act as if\nyou were a representative of the law and Williams a criminal. It has to\nbe done.”\n\nThe resolution excited me, I picked up the reins and proceeded. At the\nnext section-line I turned to the right, and ten or fifteen minutes\nlater saw Osawotamie in the distance.\n\nI drew up, laid the reins on the dashboard, and examined the revolver.\nIt was a small four-shooter, with a large bore. To make sure of its\nefficiency I took out a cartridge; it was quite new. While weighing it\nin my hand, the Sheriff’s words recurred to me, “It wouldn’t stop any\none with grit in him.” What did he mean? I didn’t want to think, so\nI put the cartridge in again, cocked and replaced the pistol in my\nright-side jacket pocket, and drove on. Osawotamie consisted of a single\nstreet of straggling frame-buildings. After passing half-a-dozen of\nthem I saw, on the right, one which looked to me like a saloon. It was\nevidently a stopping-place. There were several hitching-posts, and\nthe house boasted instead of a door two green Venetian blinds put upon\nrollers--the usual sign of a drinking-saloon in the West.\n\nI got out of the buggy slowly and carefully, so as not to shift the\nposition of the revolver, and after hitching up the horse, entered the\nsaloon. Coming out of the glare of the sunshine I could hardly see in\nthe darkened room. In a moment or two my eyes grew accustomed to the dim\nlight, and I went over to the bar, which was on my left. The bar-keeper\nwas sitting down; his head and shoulders alone were visible; I asked him\nfor a lemon squash.\n\n“Anythin’ in it?” he replied, without lifting his eyes.\n\n“No; I’m thirsty and hot.”\n\n“I guessed that was about the figger,” he remarked, getting up leisurely\nand beginning to mix the drink with his back to me.\n\nI used the opportunity to look round the room. Three steps from me stood\na tall man, lazily leaning with his right arm on the bar, his fingers\ntouching a half-filled glass. He seemed to be gazing past me into\nthe void, and thus allowed me to take note of his appearance. In\nshirt-sleeves, like the bar-keeper, he had a belt on in which were two\nlarge revolvers with white ivory handles. His face was prepossessing,\nwith large but not irregular features, bronzed fair skin, hazel eyes,\nand long brown moustache. He looked strong and was lithe of form, as if\nhe had not done much hard bodily work. There was no one else in the room\nexcept a man who appeared to be sleeping at a table in the far corner\nwith his head pillowed on his arms.\n\nAs I completed this hasty scrutiny of the room and its inmates, the\nbar-keeper gave me my squash, and I drank eagerly. The excitement had\nmade me thirsty, for I knew that the crisis must be at hand, but I\nexperienced no other sensation save that my heart was thumping and my\nthroat was dry. Yawning as a sign of indifference (I had resolved to\nbe as deliberate as the Sheriff) I put my hand in my pocket on the\nrevolver. I felt that I could draw it out at once.\n\nI addressed the bar-keeper:\n\n“Say, do you know the folk here in Osawotamie?”\n\nAfter a pause he replied:\n\n“Most on ‘em, I guess.”\n\nAnother pause and a second question:\n\n“Do you know Tom Williams?”\n\nThe eyes looked at me with a faint light of surprise in them; they\nlooked away again, and came back with short, half suspicious, half\ncurious glances.\n\n“Maybe you’re a friend of his’n?”\n\n“I don’t know him, but I’d like to meet him.”\n\n“Would you, though?” Turning half round, the bar-keeper took down a\nbottle and glass, and poured out some whisky, seemingly for his own\nconsumption. Then: “I guess he’s not hard to meet, isn’t Williams, ef\nyou and me mean the same man.”\n\n“I guess we do,” I replied; “Tom Williams is the name.”\n\n“That’s me,” said the tall man who was leaning on the bar near me,\n“that’s my name.”\n\n“Are you the Williams that stopped Judge Shannon yesterday?”\n\n“I don’t know his name,” came the careless reply, “but I stopped a man\nin a buck-board.”\n\nPlucking out my revolver, and pointing it low down on his breast, I\nsaid:\n\n“I’m sent to arrest you; you must come with me to Kiota.”\n\nWithout changing his easy posture, or a muscle of his face, he asked in\nthe same quiet voice:\n\n“What does this mean, anyway? Who sent you to arrest me?”\n\n“Sheriff Johnson,” I answered.\n\nThe man started upright, and said, as if amazed, in a quick, loud voice:\n\n“Sheriff Johnson sent _you_ to arrest me?”\n\n“Yes,” I retorted, “Sheriff Samuel Johnson swore me in this morning as\nhis deputy, and charged me to bring you into Kiota.”\n\nIn a tone of utter astonishment he repeated my words, “Sheriff Samuel\nJohnson!”\n\n“Yes,” I replied, “Samuel Johnson, Sheriff of Elwood County.”\n\n“See here,” he asked suddenly, fixing me with a look of angry suspicion,\n“what sort of a man is he? What does he figger like?”\n\n“He’s a little shorter than I am,” I replied curtly, “with a brown beard\nand bluish eyes--a square-built sort of man.”\n\n“Hell!” There was savage rage and menace in the exclamation.\n\n“You kin put that up!” he added, absorbed once more in thought. I paid\nno attention to this; I was not going to put the revolver away at his\nbidding. Presently he asked in his ordinary voice:\n\n“What age man might this Johnson be?”\n\n“About forty or forty-five, I should think.”\n\n“And right off Sam Johnson swore you in and sent you to bring me into\nKiota--an’ him Sheriff?”\n\n“Yes,” I replied impatiently, “that’s so.”\n\n“Great God!” he exclaimed, bringing his clenched right hand heavily down\non the bar. “Here, Zeke!” turning to the man asleep in the corner,\nand again he shouted “Zeke!” Then, with a rapid change of manner, and\nspeaking irritably, he said to me:\n\n“Put that thing up, I say.”\n\nThe bar-keeper now spoke too: “I guess when Tom sez you kin put it up,\nyou kin. You hain’t got no use fur it.”\n\nThe changes of Williams’ tone from wonder to wrath and then to quick\nresolution showed me that the doubt in him had been laid, and that I\nhad but little to do with the decision at which he had arrived, whatever\nthat decision might be. I understood, too, enough of the Western spirit\nto know that he would take no unfair advantage of me. I therefore\nuncocked the revolver and put it back into my pocket. In the meantime\nZeke had got up from his resting-place in the corner and had made his\nway sleepily to the bar. He had taken more to drink than was good for\nhim, though he was not now really drunk.\n\n“Give me and Zeke a glass, Joe,” said Williams; “and this gentleman,\ntoo, if he’ll drink with me, and take one yourself with us.”\n\n“No,” replied the bar-keeper sullenly, “I’ll not drink to any damned\nfoolishness. An’ Zeke won’t neither.”\n\n“Oh, yes, he will,” Williams returned persuasively, “and so’ll you, Joe.\nYou aren’t goin’ back on me.”\n\n“No, I’ll be just damned if I am,” said the barkeeper, half-conquered.\n\n“What’ll you take, sir?” Williams asked me.\n\n“The bar-keeper knows my figger,” I answered, half-jestingly, not yet\nunderstanding the situation, but convinced that it was turning out\nbetter than I had expected.\n\n“And you, Zeke?” he went on.\n\n“The old pizen,” Zeke replied.\n\n“And now, Joe, whisky for you and me--the square bottle,” he continued,\nwith brisk cheerfulness.\n\nIn silence the bar-keeper placed the drinks before us. As soon as the\nglasses were empty Williams spoke again, putting out his hand to Zeke at\nthe same time:\n\n“Good-bye, old man, so long, but saddle up in two hours. Ef I don’t come\nthen, you kin clear; but I guess I’ll be with you.”\n\n“Good-bye, Joe.”\n\n“Good-bye, Tom,” replied the bar-keeper, taking the proffered hand,\nstill half-unwillingly, “if you’re stuck on it; but the game is to wait\nfor ‘em here--anyway that’s how I’d play it.”\n\nA laugh and shake of the head and Williams addressed me:\n\n“Now, sir, I’m ready if you are.” We were walking towards the door, when\nZeke broke in:\n\n“Say, Tom, ain’t I to come along?”\n\n“No, Zeke, I’ll play this hand alone,” replied Williams, and two minutes\nlater he and I were seated in the buggy, driving towards Kiota.\n\nWe had gone more than a mile before he spoke again. He began very\nquietly, as if confiding his thoughts to me:\n\n“I don’t want to make no mistake about this business--it ain’t worth\nwhile. I’m sure you’re right, and Sheriff Samuel Johnson sent you, but,\nmaybe, ef you was to think you could kinder bring him before me. There\nmight be two of the name, the age, the looks--though it ain’t likely.”\n Then, as if a sudden inspiration moved him:\n\n“Where did he come from, this Sam Johnson, do you know?”\n\n“I believe he came from Pleasant Hill, Missouri. I’ve heard that he left\nafter a row with his partner, and it seems to me that his partner’s name\nwas Williams. But that you ought to know better than I do. By-the-bye,\nthere is one sign by which Sheriff Johnson can always be recognized;\nhe has lost the little finger of his left hand. They say he caught\nWilliams’ bowie with that hand and shot him with the right. But why he\nhad to leave Missouri I don’t know, if Williams drew first.”\n\n“I’m satisfied now,” said my companion, “but I guess you hain’t got that\nstory correct; maybe you don’t know the cause of it nor how it began;\nmaybe Williams didn’t draw fust; maybe he was in the right all the way\nthrough; maybe--but thar!--the first hand don’t decide everythin’. Your\nSheriffs the man--that’s enough for me.”\n\nAfter this no word was spoken for miles. As we drew near the bridge\nleading into the town of Kiota I remarked half-a-dozen men standing\nabout. Generally the place was deserted, so the fact astonished me a\nlittle. But I said nothing. We had scarcely passed over half the length\nof the bridge, however, when I saw that there were quite twenty men\nlounging around the Kiota end of it. Before I had time to explain\nthe matter to myself, Williams spoke: “I guess he’s got out all the\nvigilantes;” and then bitterly: “The boys in old Mizzouri wouldn’t\nbelieve this ef I told it on him, the dog-goned mean cuss.”\n\nWe crossed the bridge at a walk (it was forbidden to drive faster over\nthe rickety structure), and toiled up the hill through the bystanders,\nwho did not seem to see us, though I knew several of them. When we\nturned to the right to reach the gate of the Sheriff’s house, there\nwere groups of men on both sides. No one moved from his place; here and\nthere, indeed, one of them went on whittling.\n\nI drew up at the sidewalk, threw down the reins, and jumped out of the\nbuggy to hitch up the horse. My task was done.\n\nI had the hitching-rein loose in my hand, when I became conscious of\nsomething unusual behind me. I looked round--it was the stillness that\nforeruns the storm.\n\nWilliams was standing on the side-walk facing the low wooden fence, a\nrevolver in each hand, but both pointing negligently to the ground; the\nSheriff had just come down the steps of his house; in his hands also\nwere revolvers; his deputy, Jarvis, was behind him on the stoop.\n\nWilliams spoke first:\n\n“Sam Johnson, you sent for me, and I’ve come.”\n\nThe Sheriff answered firmly, “I did!”\n\nTheir hands went up, and crack! crack! crack! in quick succession, three\nor four or five reports--I don’t know how many. At the first shots the\nSheriff fell forward on his face. Williams started to run along the\nside-walk; the groups of men at the corner, through whom he must pass,\nclosed together; then came another report, and at the same moment he\nstopped, turned slowly half round, and sank down in a heap like an empty\nsack.\n\nI hurried to him; he had fallen almost as a tailor sits, but his head\nwas between his knees. I lifted it gently; blood was oozing from a hole\nin the forehead. The men were about me; I heard them say:\n\n“A derned good shot! Took him in the back of the head. Jarvis kin\nshoot!”\n\nI rose to my feet. Jarvis was standing inside the fence supported by\nsome one; blood was welling from his bared left shoulder.\n\n“I ain’t much hurt,” he said, “but I guess the Sheriff’s got it bad.”\n\nThe men moved on, drawing me with them, through the gate to where the\nSheriff lay. Martin turned him over on his back. They opened his shirt,\nand there on the broad chest were two little blue marks, each in the\ncentre of a small mound of pink flesh.\n\n4TH April, 1891.\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Harris, Frank"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23008/pg23008.txt",
        "name": "the_sheriff_and_his_partner.json"
    }
}