{
  "name": "The cowboy and the lady and her pa : $b A story of a fish out of water",
  "author": [
    "Cobb, Irvin S. (Irvin Shrewsbury)"
  ],
  "body": "\nFrom up on the first level of the first shelf of the wagon road\nabove Avalanche Creek came the voice of Dad Wheelis, the wagon-train\nboss, addressing his front span. The mules had halted at the head of\nthe steep grade to twist about in the traces and, with six\n’cello-shaped heads stretched over the rim and twice that many\nsomber eyes fixed on the abyss swimming in a green haze beneath\nthem, to contemplate its outspread glories while they got their wind\nback. It became evident that Dad thought the breathing space\nsufficiently had been prolonged. On a beautiful clearness his words\ndropped down through the spicy dry air.\n\n“Git up!” he bade the sextet with an affectionate violence, and you\ncould hear his whip-lash where it crackled like a string of\nfirecrackers above the drooping ears of the lead team. “Git up, you\nscenery-lovin’ _so-and-soes_!”\n\nThere was an agonized whine of tires and hubs growing faint and then\nfainter and Mrs. Hector Gatling sighed with a profound appreciation.\n“How prodigal nature is out in these Western wilds!” she said.\n\n“Certainly does throw a wicked prod,” agreed her daughter, Miss\nShirley Gatling. But her eyes were not fixed where her mother’s\nwere.\n\n“Such a climate!” affirmed the senior lady, flinching slightly that\nthe argot of a newer and an irreverent generation should be invoked\nin this cathedral place. “Such views! Such picturesque types\neverywhere!”\n\n“Not bad-looking mountains across over yonder, at that,” said Mr.\nGatling, husband and father of the above, giving his gestured\nindorsement to an endless vista of serrated peaks of an average\nheight of not less than seven thousand feet. “Not bad at all, so\nlong as you don’t have to hoof up any of ’em.”\n\n“_Mong père_, he also grows poetic, is it not?” murmured Miss\nGatling. “Now, who’d have ever thunk it, knowing him in his native\nhaunts back in that dear Pittsburgh!”\n\nHer glance still was leveled in a different direction from the one\nin which her elders gazed. Mr. Gatling twisted about so that a\nfoldable camp-chair creaked under his weight, and looked through his\nglasses in the same quarter where his daughter looked. His forehead\ndrew into wrinkles.\n\nMiss Gatling stood up, a slim, trim figure in her riding-boots and\nher well-tailored breeches and with a gay little shirt drawn snugly\ndown inside her waistband and held there by a broad brilliant girdle\nof squaw’s beadwork. She settled a large sombrero on her bobbed hair\nand stepped away from them over the pine-needles and thence down\ntoward the roaring creek. The morning sunlight came slanting through\nthe lower tree boughs and picked out and made shiny glitters of the\nheavy Mexican silver spurs at her heels and the wide Navaho silver\nbracelet that was set on her right wrist. She passed between two\nsquared boulders that might have been the lichened tombs for a\ncouple of Babylon’s kings.\n\n“Continue, I pray you, dear parents, to sit and invite your souls,\nif any,” she called back. “I go to make sure they’re putting plenty\nof cold victuals in the lunch kit. Yesterday noon, you’ll remember,\nwe darn’ near starved. For you, the beckon and the lure of the\nwonderland. But for me and my girlish gastric juices--chow and lots\nof it!”\n\nMr. Gatling said nothing for a minute or two, but he took off his\ncap as though to make more room for additional furrows forming on\nhis brow.\n\n“Mmph!” he remarked presently. Mrs. Gatling emerged promptly from\nher own reverie. It was his commonest way of engaging her\nattention--that _mmphing_ sound was. Lacking vowels though it did,\nits emphasis of uneasiness was quite apparent to her schooled ears.\n\n“What’s wrong, dear?” she asked. “Still sore from all that dreadful\nhorseback riding?”\n\n“It’s that girl,” he told her; “that Shirley of ours. She’s the one\nI’m worried about.”\n\n“Why, goodness gracious!” she cried. “What’s wrong with Shirley?”\n\n“Look at her. That’s all I ask--just look at her.”\n\nMrs. Gatling, who was slightly near-sighted in more ways than one,\nsquinted at the withdrawing figure.\n\n“Why, the child never seemed happier or healthier in her life,” she\nprotested, still peering. “Why, only last Monday--or was it Tuesday;\nno, Monday--I remember distinctly now it was Monday because that was\nthe day we got caught in the snowstorm coming through Swift Current\nPass--only last Monday you were saying yourself how well and rosy\nshe was looking.”\n\n“I don’t mean that--she’s a bunch of limber young whalebones. Look\nwhere she’s going! That’s what I mean. Look what she’s doing!”\n\n“Why, what is she doing that’s out of the way, I’d like to know?”\ndemanded his puzzled wife, now jealously on the defensive for her\nyoung.\n\n“She’s doing what she’s been doing every chance she got these last\nfour-five days, that’s what.” Mr. Gatling was manifesting an\nattitude somewhat common in husbands and fathers when dealing with\ntheir domestic problems. He preferably would flank the subject\nrather than bore straight at it, hoping by these roundabout tactics\nto obtain confirmation for his suspicions before he ever voiced\nthem. “Got eyes in your head, haven’t you? All right then, use ’em.”\n\n“Hector Gatling, for a sane man you do get the queerest notions in\nyour brain sometimes! What on earth possesses you? Hasn’t the child\na perfect right to stroll down there and watch those three guides\npacking up? You know she’s been trying to learn to make that pearl\nknot or turquoise knot or whatever it is they call it. What possible\nharm can there be in her learning how to tie a pearl knot?”\n\n“Diamond hitch, diamond hitch,” he corrected her testily. “Not\npearls, but diamonds; not knots, but hitches! You’d better try to\nremember it, too--diamonds and hitches usually figure in the thing\nthat I’ve got on my mind. And, if you’ll be so kind as to observe\nher closely, you’ll see that it isn’t those three guides she’s so\ninterested in. It’s one guide out of the three. And it’s getting\nserious, or I’m all wrong. Now then, do you get my drift, or must I\nmake plans and specifications?”\n\n“Oh!” The exclamation was freighted with shock and with sorrow but\nwith incredulity too, and now she was fluttering her feathers in\nalarm, if a middle-aged lady dressed in tweed knickerbockers and a\nBoy Scout’s shirt may be said to have any feathers to flutter. “Oh,\nHector, you don’t mean it! You can’t mean it! A child who’s traveled\nand seen the world! A child who’s had every advantage that wealth\nand social position and all could give her! A child who’s a member\nof the Junior League! A child who’s--who Hector, you’re crazy.\nHector, you know it’s utterly impossible--utterly! It’s\npreposterous!” Womanlike, she debated against a growing private\ndread. Then, still being womanlike, she pressed the opposing side\nfor proof to destroy her counter-argument: “Hector, you’ve seen\nsomething--you’ve overheard something. Tell me this minute what it\nwas you overheard!”\n\n“I’ve overheard nothing. Think I’m going snooping around\neavesdropping and spying on Shirley? I’ve never done any of that on\nher yet and I’m too old to begin now and too fat. But I’ve seen\na-plenty.”\n\n“Oh, pshaw! I guess if there’d been anything afoot I’d have seen it\nmyself first what with my mother’s intuition and all! Oh, pshaw!”\nBut Mrs. Gatling’s derisive rejoinder lacked conviction.\n\n“I’ve had the feeling for longer than these last few days,”\ncontinued Mr. Gatling despondently. “But I couldn’t put my hand on\nit, not at first. I tried to fool myself by saying it was this Wild\nWestern flubdub and stuff getting into her blood and she’d get over\nit, soon as the attack had run its course. First loading up with all\nthat Indian junk, then saying she felt as though she never wanted to\ndo anything but be natural and stay out here and rough it for the\nrest of her life, and now here all of a sudden getting so much more\nflip and slangy than usual. That’s the worst symptom yet--that slang\nis.\n\n“In your day, ma’am, when a girl fell in love or thought she had,\nshe went and got all mushed-up and sentimental; went mooning around\nsentimentalizing and rhapsodizing and romanticking and everything.\nAll of you but the strong-minded ones did and I guess they must have\nmushed-up some too, on the sly. Yes’m, that’s what you did--you\nmushed-up.” His tone was accusing, condemning, as though he dealt\nwith ancient offenses which not even the passage of the years might\ncondone. “But now it’s different with them. They get slangier and\nflippier and they let on to make fun of their own affections. And\nthat’s what Miss Shirley is doing right now this very minute, or\nelse I’m the worst misled man in the entire state of Montana.”\n\n“Maybe--maybe----” The matron sputtered as her distress mounted. “Of\ncourse I’m not admitting that you’re right, Hector--the mere\nsuggestion of such a thing is simply incredible--but on the bare\nchance that the child might be getting silly notions into her head\nmaybe I’d better speak to her. I’m so much older than she is\nthat----”\n\n                  *       *       *       *       *\n\n“You said it then!” With a grim firmness Mr. Gatling interrupted.\n“You’re so much older than she is; that’s your trouble. And I’m\nsuffering from the same incurable complaint. People our age who’ve\ngot children growing up go around bleating that young people are\ndifferent from the way young people were when we were young. They’re\nnot. They’re just the same as we were--same impulses, same emotions,\nsame damphoolishness, same everything--but they’ve got a new way of\nexpressing ’em. And then we say we can’t understand them. Knock\nthirty years off of our lives and we’d understand all right because\nthen we’d be just the same as they are. So you’ll not say a word to\nthat youngster of ours--not yet awhile, you won’t. Nor me, neither.”\nGrammar, considered as such, never had meant very much to Mr.\nGatling, that masterful, self-educated man.\n\n“But if I pointed out a few things to her--if I warned her----”\n\n“Ma’am, you’ll perhaps remember your own daddy wasn’t so terribly\nhappy over the prospect when I started sparking you. After I’d come\ncourting and had gone on home again I guess it was as much as the\nold man could do to keep from taking a shovel and shoveling my\ntracks out of the front yard. But he had sense enough to keep his\nmouth shut where you were concerned. Suppose he’d tried to influence\nyou against me, tried to break off the match--what would have\nhappened? You’d have thought you were oppressed and persecuted and\nyou’d have grabbed for me even quicker than you did.”\n\n“Why, Hector Gatling, I never grabbed----”\n\n“I’m merely using a figure of speech. But no, he had too much\ngumption to undertake the stern-father racket. He locked his jaw and\ntook it out in nasty looks and let nature take its course, and the\nconsequence was we got married in the First Methodist church with\nbridesmaids and old shoes and kinsfolks and all the other painful\ndetails instead of me sneaking you out of a back window some dark\nnight and us running off together in a side-bar buggy. No, ma’am, if\nyou’ll take a tip from an old retired yardmaster of the Lackawanna,\nforty-seven years, man and boy, with one road, you’ll----”\n\n“You never worked a day as a railroad man and you know it.”\n\n“Just another figure of speech, my dear. Understand now, you’re to\nkeep mum for a while and I keep mum and we just sit back in our\nreserved seats up in the grand stand and see how the game comes out.\nA nice polite quiet game of watchful waiting--that’s our line and\nwe’re both going to follow it. We’ll stand by for future\ndevelopments and then maybe I’ll frame up a little campaign. With\nyour valuable advice and assistance, of course!”\n\n                  *       *       *       *       *\n\nWith a manner which she strove to make casual and unconcerned, the\ndisturbed Mrs. Gatling that day watched. It was the manner rather of\na solicitous hen with one lone chick, and she continually oppressed\nby dreads of some lurking chicken-hawk. It would have deceived no\none who closely studied the lady’s bearing and demeanor. But then,\nnone in the party closely studied these.\n\nThe camp dunnage being miraculously bestowed upon the patient backs\nof various pack-animals, their expedition moved. They overtook and\npassed Dad Wheelis and his crew, caravaning with provender for the\nhighway contractors on up under the cloud-combing parapet of the\nGarden Wall, and behind them heard for a while his frank and\naboveboard reflections upon the immediate ancestries, the present\ndeplorable traits, the darkened future prospects of his work stock.\nSoon they swung away from the rutted wagon track and took the\nsteeper horseback trail and for hours threaded it like so many\nplodding ants against the slant of a tilted bowl. They stopped at\nmidday on a little plateau fixed so high toward heaven that it was a\npicture-molding on Creation’s wall above a vast mural of painted\nbuttes and playful cataracts and a straggling timber-line and two\njeweled glaciers.\n\nThey stretched their legs and uncramped their backs; they ate and\nremounted and on through the afternoon single-filed along the\nfarther slope where a family herd of mountain-goats browsed among\nthe stones and paid practically no heed to them. They saw a solitary\nbighorn ram with a twisted double cornucopia springing out of his\nskull and likewise they saw a pair of indifferent mule-deer and\nenough landscapes to fill all the souvenir post-card racks of the\nworld; for complete particulars consult the official guide-book of\nOur National Playgrounds.\n\nEvening brought them across a bony hip of the Divide to within sight\nof the distant rear boundary of the governmental domain. So they\npitched the tents and coupled up the collapsible stove there in a\nsheltered small cove in the Park’s back yard and watched the sun go\ndown in his glory. When the moon rose it was too good to believe.\nYou almost could reach up and jingle the tambourines of little\ncircling stars; anyhow, you almost thought you could. It was a magic\nhour, an ideal place for lovemaking among the young of the species.\nRealizing the which, Mrs. Gating had a severe sinking and\napprehensive sensation directly behind the harness buckle on the\nample belt which girthed her weary form amidships. She’d been\napprehensive all day but now the sinking was more pronounced.\n\nShe strained at the tethers of her patience though until supper was\nover and it was near hushabye-time for the tired forms of the\nmiddle-aged. Within the shelter of their small tent she spoke then\nto her husband, touching on the topic so steadfastly uppermost in\nher brain.\n\n“Oh, Hector,” she quavered, “I’m actually beginning to be afraid\nyou’re right. They’ve been together this livelong day. Neither one\nof them had eyes for anything or anybody else. The way he helped her\non and off her horse! The way he fetched and carried for her! And\nthe way she let him do it! And they’re--they’re together outside\nnow. Oh, Hector!”\n\n“They certainly are,” he stated. “Sitting on a slab of rock in that\ninfernal moonlight like a couple of feeble-minded turtledoves. Why\nin thunder couldn’t it ’a’ rained tonight--good and hard? Romola, I\ndon’t want to harry you up any more than’s necessary but you take,\nsay, about two or three more nights like this and they’re liable to\ndo considerable damage to tender hearts.”\n\n“Don’t I know it? Oh-h, Hector!”\n\n“Well, anyhow, I had the right angle on the situation before you\ntumbled,” he said with a sort of melancholy satisfaction. “I can\ngive myself credit for that much intelligence anyhow.” It was quite\nplain that he did.\n\nHe stepped, a broad shape in his thick pajamas and quilted\nsleeping-boots, to the door flap and he drew the canvas back and\npeeped through the opening.\n\nThe pair under discussion had found the night air turning chill and\ntheir perch hard. They got up and stood side by side in the\nshimmering white glow. Against a background of luminous blue-black\nspace, it revealed their supple figures in strong, sharp relief. The\nyouth made a handsome shadowgraph. His wide-brimmed sugar-loaf hat;\nhis blue flannel blouse; his Angora chaps with wings that almost\nwere voluminous enough for an eagle’s wings; his red silk\nneckerchief reefed in by a carved bone ring to fit a throat which\nMr. Gatling knew to be sun-tanned and wind-tanned to a healthy\nmahogany-brown; his beaded, deep-cuffed gauntlets; his sharp-toed,\nhigh-heeled, silver-roweled boots of a dude cowboy--they all matched\nand modeled in with the slender waist and the flat thighs and the\nsinewy broad shoulders and the alert head of the wearer.\n\nHis name was Hayes Tripler, but the other two guides generally\ncalled him “Slick” and they looked up to him, for he had ridden No\nHome, the man-killer, at last year’s Pendleton Round-up and hoped\nthis year to be in the bulldogging money over the line at Calgary.\n\nWithin his limitations he was an exceedingly competent person and\ngiven to deporting himself accordingly.\n\nAt this present moment he appeared especially well pleased with his\nown self-cast horoscope. There was a kind of proud proprietary aura\nall about him.\n\nThe watcher inside the tent saw a caressing arm slip from about his\ndaughter’s body and he caught the sounds but did not make out the\nsense of words that passed between them. Then the two silhouettes\nswung apart and the boy laughed contentedly and flung an arm aloft\nin a parting salute and began singing a catch as he went teetering\noff toward the spot where his mates of the outfit already were\nmaking the low tilt of a tarpaulin roof above them pulse to some\nvery sincere snoring. But before she betook herself to quarters, the\ngirl bided for a long minute on the verge of the cliff and looked\noff and away into the studded void beyond her.\n\nMr. Gatling drew the flaps together in an abstracted way and\n_mmphed_ several times.\n\n“Pretty dog-gone spry-looking young geezer at that,” he remarked\nabsently.\n\n“Who?”\n\n“Him.”\n\n“You actually mean that cowboy?”\n\n“None other than which.”\n\n“Oh, Hector! That--that vulgarian, that country bumpkin, that\nclodhopper!”\n\n“Now hold on there, Romola. Let’s try to be just even if we are\nprejudiced. All the clods that kid ever hopped you could put ’em in\nyour eye without interfering with your eyesight. He’s no farm-hand;\nhe’s a cow-hand or was before he got this job of steering tourists\naround through these mountains--and that’s a very different thing, I\ntake it. And what he knows he knows blame’ well. I wish I could\nmingle in with a horse the way he does. When he gets in a saddle\nhe’s riveted there but I only come loose and work out of the socket.\nAnd I’d give about five years off my life to be able to handle a\ntrout-rod like he can. I claim that in his departments he’s a fairly\nhigh-grade proposition. He’s aware of it, too, but I don’t so much\nblame him for that, either. If you don’t think well of yourself, who\nelse is going to?”\n\n“Why, Hector Gatling, I believe you’re really--but no, you couldn’t\nbe! Look at the difference in their stations! Look at their\ndifferent environments! Look at their different viewpoints!”\n\n“I’m looking--just as hard as you are. You don’t get what I’m\ndriving at. I wouldn’t fancy having this boy for a son-in-law any\nmore than you would--although at that I’m not saying I couldn’t\nmaybe make some use of him in another capacity. Still, you needn’t\nmind worrying so much about their respective stations in life. I\ndidn’t have any station in life to start from myself--it was a\nwhistling-post. And yet I’ve managed to stagger along fairly well.\nI’d a heap rather see Shirley tied up to pretty near any decent,\nambitious, self-respecting young cuss that came along than to have\nher fall for one of those plush-headed lounge-lizards that keep\nhanging round her back home. I know the breed. In my day they used\nto be guitar-pickers--and some of ’em played a snappy game of Kelly\npool. Now they’re Charleston dancers and the only place most of ’em\ncarry any weight is on the hip.\n\n“But that’s not the point. The point is that if Shirley fell for\nthis party she’d probably be a mighty regretful young female when\nthe bloom began to rub off the peach. They haven’t been raised to\ntalk the same language--that’s the trouble. I don’t want her to make\na mistake that’ll gum up her life before it’s fairly started. I\ndon’t want her to have a husband that she’s liable later on to be\nashamed to show him off before the majority of her friends, or\nanyhow one that she’d maybe have to go around making excuses for the\nway he handled his knife and fork in company; or something. Right\nnow, the fix she’s in, she’s probably saying to herself that she\ncould be perfectly satisfied to settle down in a cabin somewhere out\nhere and wet-nurse a lot of calves for the next thirty, forty or\nfifty years. But that’s only her heart talking, not her head. After\na while she’d get to brooding on Palm Beach and Paris.”\n\n“But if she’s set her mind--and you know how stubborn she is when\nshe gets her mind set--thank heavens she didn’t get that from my\nside of the family!--I say, if she’s set her mind on him, heavens\nabove only knows what’s going to happen. She’s bewitched, she’s\nhypnotized; it’s this free and easy Western life that’s fascinated\nher. I can’t believe she’s in love with him!”\n\n“Well, I don’t know. Maybe she’s in love with a half-gallon hat and\na pair of cowboy pants with silver dewdabs down the sides, or then\nagain on the other hand maybe it’s the real thing with her, or a\nclose imitation of it. That’s for us to find out if we can.”\n\n“I won’t believe it. She’s distracted, she’s glamoured, she’s----”\n\n“All right, then, let’s get her unglammed.”\n\n“But how?”\n\n“Well, for one thing, by not rushing in and interfering with her\nlittle dream. By not letting either one of ’em see how anxious we\nare over this thing. By remaining as calm, cool and collected as we\ncan.”\n\n“And in the meanwhile?”\n\n“Well, in the meanwhile I, for one, am going to tear off a few\nwinks. I hurt all over and there’s quite a lot of me measured that\nway--all over.”\n\n“You can go to sleep with that--that dreadful thought hanging over\nus?”\n\n“I can and I will. Watch me for about another minute and you’ll hear\nme doing it.” He settled himself on his air mattress and drew the\nblankets over him.\n\nUndeniably Mr. Hector Gatling could be one of the most aggravating\npersons on earth when he set out to be. Any husband can.\n\n                  *       *       *       *       *\n\nSpeaking with regard to the ripening effect of summer nights upon\nthe spirits of receptive and impressionable youth, Mr. Gatling had\nlisted the cumulative possibilities of three moonlit ones\nhand-running. Specifically he had not included in his perilous\ncategory those languishing soft gloamings and those explosive\nsunrises and those long lazy mornings when the sun baked resiny\nperfumes out of the cedars and the unseen heart-broken little bird\nthat the mountaineers call the lonesome bird sang his shy lament in\nthe thickets; nor had he mentioned slow journeys through deep\ndefiles where ferns grew with a tropical luxuriance; nor yet the\nfordings of tumbling streams when it might seem expedient on the\npart of a thoughtful young man to steady a young equestrian of the\nopposite sex while her horse’s hoofs fumbled over the slick, drowned\nboulders. But vaguely he had lumped all these contingencies in his\nsymposium of contributory dangers.\n\nThree more nights of moon it was with three noble days of pleasant\nadventuring in between; and on the late afternoon of the third day\nwhen camp was being made beside a river which mostly was rapids,\nMiss Shirley Gatling sought out her father in a secluded spot\nsomewhat apart from the rest. It was in the nature of a rendezvous,\nshe having told him a little earlier that presently she desired to\nhave speech with him. Only, her way of putting it had been\ndifferent.\n\n“Harken, O most revered Drawing Account,” she said, dropping back on\na broad place in the trail to be near him. “If you can spare the\ntime from being saddle-sore I want to give you an earful as soon as\nthis procession, as of even date, breaks up. You pick a quiet\nretreat away from the flock and wait there until I find you, savvy?”\n\nSo now he was waiting, and from yonder she came toward him stepping\nlightly, swinging forward from her hips with a sort of impudent\nfreedom of movement; and to his father’s eyes she never had seemed\nmore graceful or more delectable or more independent looking.\n\n“Dad,” she began, without preamble, and meeting him eye to eye, “in\nme you behold a Sabine woman. I’m bespoken.”\n\n“Mmph,” he answered, and the answer might be interpreted, by a\nperson who knew him, in any one of half a dozen ways.\n\n“Such is the case,” she went on, quite unafraid. “That caveman over\nthere in the blue shirt”--she pointed--“he’s the nominee. We’re\nengaged.”\n\n“I can’t plead surprise, kid,” he stated, taking on for the moment\nher bantering tone. “The report that you two had come to a sort of\nunderstanding has been in active circulation on this reservation for\nthe past forty-eight hours or so--maybe longer.”\n\nHer eyebrows went up. “I don’t get you,” she said. “Who circulated\nit?”\n\n“You did, for one,” he told her. “And he did, for another. I may be\nfailing, what with increasing age and all, but I’m not more than\nhalf blind yet. Have you been to your mother with this piece of\nnews?”\n\n“I came to you first. I--I”--for the first time she faltered an\ninstant--“I figured you might be able to get the correct slant a\nlittle quicker then she would. This is only the curtain-raiser. I’m\nsaving the big scene with the melodramatic touches for her. I have a\nfeeling that she may be just a trifle difficult. So I picked on\nsomething easy to begin with.”\n\n“I see,” he said. “Kind of an undress rehearsal, eh?” He held her\noff at arm’s length from him, studying her face hungrily. “But\nwhat’s the reason your young man didn’t come along with you or ahead\nof you, in fact? In my time it generally was the young man that\nbrought the message to Garcia.”\n\n“He wanted to come--he wasn’t scared. I wouldn’t let him. I told him\nI’d been knowing you longer than he had and I could handle the job\nbetter by myself. Well, that’s your cue. What’s it going to be,\ndaddy--the glad hand of approval and the parental bless you my\nchildren, bless you, or a little line of that\ngo-forth-ungrateful-hussy-and-never-darken-my-doors-again stuff?\nOnly, we’re a trifle shy on doors around here.”\n\nHe drew her to him and spoke downward at the top of her cropped\nhead, she snuggling her face against his wool-clad breast.\n\n“Baby,” he said, “when all’s said and done, the whole thing’s up to\nyou, way I look at it. I don’t suppose there ever was a man who\nreally loved his daughter but what he figured that, taking one thing\nwith another, she was too good for any man on earth. I’m not saying\nnow what sort of a husband I’d try to pick out for you if the choice\nhad been left to me. I’d probably want to keep you an old maid so’s\nI could have you around and then I’d secretly despise myself for\ndoing it, too. What I’m saying is this: If you’re certain you know\nyour own mind and if you’ve decided that this boy is the boy you\nwant, why what more is there for me to do except maybe to ask you\njust one or two small questions?”\n\n“Shoot!” she bade, without looking up, but her arms hugged him a\nlittle tighter. “Probably one of the nicest old meal-tickets in the\nworld,” she added, confidentially addressing the top buttonhole of\nhis sweater.\n\n“Has it by any chance entered into your calculations at this early\nstage of the game, how you are going to live--you two? Or where? Or,\nif I may be so bold, what on?”\n\n“That’s easy,” she said, and now she was peering up at him through a\ntousled short forelock. “You’re going to set us up on a place out\nhere somewhere--a ranch. We’re going to raise beef. He knows about\nbeef. And I’m going to learn. I aim to be the leading lady beefer of\nthe Imperial Northwest.”\n\n“Whose notion was that?” His voice had sharpened the least bit.\n\n“Mine, of course. He doesn’t know anything about it. His idea is\nthat we start in on what he can earn. But my idea is that we start\nin on a few of the simoleons that have already been earned--by you.\nAnd that’s the idea that’s going to prevail.”\n\n“Lucky I brought a fountain pen and a check-book along,” he said.\n“Nothing like being prepared for these sudden emergencies. Still, I\ntake it there’s no great rush. Now, I tell you what: You run along\nand locate your mother and get _that_ over with. She knows how I\nstand--we’ve been discussing this little affair our own selves.”\n\n“Oh,” she said. “Oh, you have?” She seemed disappointed\nsomehow--disappointed and slightly puzzled.\n\n“Oh yes, several times. And on your way kindly whisper to the young\nman that I’m lurking right here behind these rocks ready to have a\nfew words with him.”\n\n“Righto!” She reached up and kissed him and went swinging away, and\nfor just a moment Mr. Gatling’s conscience smote him.\n\n“I’ve got to do it,” he said to himself, excusing himself. “I’ve\njust got to find out--for her sake and ours--yes, and for his, too.\nIt looks like an impossible bet and I’ve got to make sure.”\n\n                  *       *       *       *       *\n\nWith young Tripier he had more than the few words he had specified.\nThey had quite an interview and as they had it the youth’s\nembarrassment, which at the outset of the dialog had made him\nwriggle and mumble and kick with his toes at inoffensive pebbles,\ngradually wore off until it vanished altogether and his native\nassurance reasserted itself. A proposition was advanced. It needed\nlittle pressing; promptly he fell in with it. It appealed to him.\n\n“So we’re agreed there,” concluded his prospective father-in-law,\nclinching the final rivets. “We’ll all go right ahead and finish out\nthis tour--it’s only a couple of days more anyhow. Then I’ll take\nShirley and her mother and run on out to Spokane. We’ll hustle one\nof the other boys back tomorrow to the entrance to tell my chauffeur\nto load some bags in the car and run around to this side and meet us\nwhere we come out. We’ll leave you there and you can dust back to\nthe starting point through that short cut over the Garden Wall you\nwere just speaking of. The business that I’ve got in Spokane will\nkeep me maybe two or three days. That’ll give you time to get those\nnew clothes of yours and then we’ll all meet over at Many\nGlacier--I’ll wire you in advance--and in a day or two we’ll all go\non East together so’s you can get acquainted with Shirley’s friends\nand so forth. But of course, as I said before, that’s our\nsecret--all that part of it is. You’ve never been East, I believe?”\n\n“Well, I’ve been as far as Minot, North Dakota.”\n\n“You’ll probably notice a good deal of territory the other side of\nthere. You’ll enjoy it. Sure you can pick up all the wardrobe you\nneed out in this country?” His manner was solicitous.\n\n“Oh yes, sir, there’s those two swell fellows named Steinfelt and\nImmergluck I was telling you about that they’ve got the leading\ngents’ furnishing goods store down in Cree City.”\n\n“Good enough! I’d suggest that when picking out a suit you get\nsomething good and brisk as to pattern. Shirley likes live colors.”\nMr. Gatling next stressed a point which already had been dwelt upon:\n“You understand of course that she’s not to know a single thing\nabout all this--it’s strictly between us two?”\n\n“Yes, sir.”\n\n“You see, that’ll make the surprise all the greater when she sees\nyou all fixed up in a snappy up-to-date rigging like young college\nfellows your age wear back where she comes from. Seems like to me I\nwas reading in an advertisement only here the other day where\nthey’re going in for coats with belts on ’em this season. Oh yes,\nand full-bottomed pants; I read that, too.\n\n“One thing more occurs to me: Your hair is a little bit long and\nshaggy, don’t you think? That’s fine for out here but back East a\nyoung fellow that wants to be in style keeps himself trimmed up sort\nof close. Now I saw a barber working on somebody about as old as you\nare just the other day. Let me see--where was it? Oh yes, it was the\nbarber at that town of Cree City--I dropped in there for a shave\nwhen we motored down last week. He seemed to have pretty good ideas\nabout trimming up a fellow’s bean, that barber.”\n\n“I know the one you mean--Silk Sullivan. I’ve patronized him\nbefore.”\n\n“That’s the one. Well, patronize him again before you rejoin us. He\nknows his business all right, your friend Sullivan does.... Now,\nmind you, mum’s the word. All this part of it is absolutely between\nus.”\n\n“Oh yes, sir.”\n\n“O. k. Shake on it.... Well, suppose we see how they’re coming along\nwith supper.”\n\n                  *       *       *       *       *\n\nMr. Gatling’s strategy ticked like a clock. After they got to\nSpokane he delayed the return by pretending a vexatious prolongation\nof a purely fictitious deal in ore properties, his privy intent\nbeing to give opportunity for Cree City’s ready-made clothing\nprinces to work their will. Since a hellish deed must be done he\ncraved that they do it properly. Then on the homeward journey when\nthey had reached the Western Gate, he suddenly remembered he had\nfailed to complete his purchases of an assortment of game heads at\nLewis’s on Lake McDonald. He professed that he couldn’t round out\nthe order by telephone; unless he personally checked his collection\nsome grievous error might be made.\n\n“You go on across on this train, Shirley,” he said. “I telegraphed\nyour young man that we’d be there this morning and he’ll be on the\nlookout. Your mother and I’ll dust up to the head of the lake on the\nbus and I’ll finish up what I’ve got to do there and we’ll be along\non the Limited this evening. After being separated for a whole week\nyou two’ll enjoy a day together without any old folks snooping\naround. Meet us at the hotel tonight.”\n\nSo Shirley went on ahead. It perhaps was true that Shirley’s nerves\nhad suffered after six days spent in the companionship of a devoted\nmother who trailed along with yearning, grief-stricken eyes fixed on\nher only child--a mother who at frequent intervals sniffed\nmournfully. Quite willingly Shirley went.\n\n“I--I feel as though I were giving her up forever,” faltered Mrs.\nGatling, following with brimming eyes her daughter’s departing form.\n\n“Romola,” commanded Mr. Gatling, “don’t be foolish in the head.\nYou’re going to be separated from her exactly nine hours.”\n\n“But she tripped away so gaily--so gladly. It was exactly as though\nshe wanted to leave us. And yet, heavens knows I’ve tried and tried\never since that--that terrible night to show her what she means to\nme----”\n\n“You’ve done more than try, Romola--you’ve succeeded, if that’s any\nconsolation to you. You’ve succeeded darned well.” He stared almost\nregretfully down the line at the rear of an observation-car swiftly\ndiminishing into a small square dot where the rails came together.\n“Since you mention it, she did look powerfully chipper and cheerful\na minute ago, hustling to climb aboard that Pullman--cheerfuller\nthan she’s looked since we quit the trail last Wednesday. Lord, how\nI wish I could guarantee that kid was never going to have a minute’s\nunhappiness the rest of her life!” Something remotely akin to\nremorse was beginning to gnaw at Mr. Gatling’s heart cockles.\n\n                  *       *       *       *       *\n\nIndeed, something strongly resembling remorse beset him toward the\nclose of this day. At the station when they detrained, no Shirley\nwas on hand to greet them; nor was there sign of Shirley’s\naffianced, either. Up the slope from the tracks at the hotel a clerk\nwrenched himself from an importuning cluster of newly-arrived\ntourists for long enough to tell them Miss Gatling had left word she\nwould be awaiting them in their rooms and wished them to come up\nimmediately.\n\nSo they went up under escort of two college students serving as\nbell-hops. A bedroom door opened and out came Shirley--a crumpled,\nwobegone Shirley with a streaky swollen face.\n\n“It’s all right, mater,” she said with a flickering trace of her\nusual jauntiness. “The alliance between the house of Gatling and the\nhouse of Tripier is off. So you can liven up. I’ll be your\nsubstitute for such crying as is done in this family during the next\nday or two. I’ve--I’ve been practising all afternoon.”\n\nShe eluded the lady’s outstretched arms and clung temporarily at her\nfather’s breast.\n\n“Dad,” she confessed brokenly, “I think I must have been a little\nbit loony these last two weeks. But, dad, I’ve taken the cure. It’s\nnot nice medicine and it makes you feel miserable at first but I\nguess it’s good for what ails me.... Dad, have you seen--him?”\n\n“Not yet.” Compassion for her was mixed in with his own secret\nexultation, as though he tasted a sweet cake that was iced with a\nmost bitter icing.\n\n“Well, when you do, you’ll understand. Even if he doesn’t!”\n\n“Have you told him?”\n\n“Of course I have. Did you think I’d try to wish that little job off\non you? I didn’t tell him the real reason--I couldn’t wound him that\nmuch. I told him I’d changed. But he--he’s really the one that’s\nchanged. That’s what makes it harder for me now. That’s what makes\nit hurt so.”\n\n“Here, Romola,” he said, kissing the girl and relinquishing her into\nher mother’s grasp. “You swap tears awhile--you’ll enjoy that\nanyhow, Romola. I’ve got business downstairs--got to make some\nsleeper reservations for getting out of here in the morning. And as\nsoon as we hit Pittsburgh I figure you two had better be booking up\nfor a little swing around Europe.”\n\n                  *       *       *       *       *\n\nThe lobby below was seething--seething is the word commonly used in\nthis connection so we might as well do so, too--was seething with\nEasterners who mainly had dressed as they imagined Westerners would\ndress, and with Westerners who mainly had dressed as they imagined\nEasterners would dress, the resultant effect being that nobody was\nfooled but everybody was pleased. Working his way through the jam on\nthe search for a certain one, Mr. Gatling’s eye almost immediately\nwas caught by a startling color combination or rather a series of\nstartling color combinations appertaining to an individual who stood\nhalf hidden by a column, leaning against it, head down, with his\nback to Mr. Gatling.\n\nTo begin at the top, there was, surmounting all, a smug undersized\nobject of head-gear--at least, it would pass for head-gear--of a\npoisonous mustard shade. It perched high and, as it were, aloof upon\nthe crest of its wearer’s skull. Below it, where the neck had been\nshaved, and a good portion of the close-clipped scalp as well,\nshowed a sort of crescent of pink skin blazing forth in strong\ncontrast to the abnormally long expanse of sunburnt surface rising\nabove the cross-line of an exceedingly low, exceedingly shiny pink\nlinen collar.\n\nStraying on downward, Mr. Gatling’s wondering eye was aware of a\nhigh-waisted Norfolk jacket belted well up beneath the armpits, a\ngarment of a tone which might not be called mauve nor yet lavender\nnor yet magenta but which partook subtly of all three shades--with a\nplaid overlay in chocolate superimposed thereon. Yet nearer the\nfloor was revealed a pair of trousers extensively bell-bottomed and\napparently designed with the intent to bring out and impress upon\nthe casual observer the fact that their present owner had two of the\nmost widely bowed legs on the North American continent; and finally,\na brace of cloth-top shoes. Tan shoes, these were, with buttoned\nuppers of a pale fawn cloth, and bulldog toes. They were very new\nshoes, that was plain, and of an exceedingly bright and pristine\nglossiness.\n\nThis striking person now moved out of his shelter, his shoulders\nbeing set at a despondent hunch, and as he turned about, bringing\nhis profile into view, Mr. Gatling recognized that the stranger was\nno stranger and he gasped.\n\n“Perfect!” he muttered to himself; “absolutely perfect! Couldn’t be\nbetter if I’d done it myself. And, oh Lordy, that necktie--that’s\nthe finishing stroke! Still, at that, it’s a rotten shame--the poor\nkid!”\n\nHe hurried across, overtaking the slumped figure, and as his hand\nfell in a friendly slap upon one drooped shoulder the transformed\ncowboy looked about him with two sad eyes.\n\n“Howdy-do, sir,” he said wanly. Then he braced himself and squared\nhis back, and Mr. Gatling perceived--and was glad to note--that the\nyoungster strove to take his heartache in a manly fashion.\n\n“Son,” said Mr. Gatling, “from what I’m able to gather I’m not going\nto have you for a son-in-law after all. But that’s no reason why we\nshouldn’t hook up along another line. I’ve been watching you off and\non ever since we got acquainted and more closely since--well, since\nabout a week ago, and it strikes me you’ve got some pretty good\nstuff in you. I’ve been thinking of trying a little flier in the\ncattle game out here. If you think you’d like a chance to start in\nas foreman or boss or superintendent or whatever you call it and\nmaybe work up into a partnership if you showed me you had the goods,\nwhy, we’ll talk it over together at dinner. The womenfolks won’t be\ndown and we can sit and powwow.”\n\n“I’d like that fine, sir,” said young Tripier.\n\n“Good boy! I’ll keep you so busy you won’t have time to brood on any\nlittle disappointment that you may be suffering from now.... Say,\nson, don’t mind my suggesting something, do you? If I was you I’d\nclimb out of these duds you’ve got on and climb back into your\nregular working clothes--you don’t seem to match the picture the way\nyou are now.”\n\n“Why, you advised me to get ’em your own self, sir!” exclaimed the\nyouth.\n\n“That’s right, I did, didn’t I? Well, maybe you had better keep on\nwearing ’em.” A shrewd and crafty gleam flickered under his eyelids.\n“You see--yes--on second thoughts, I think I want a chance to get\nused to you in your stylish new outfit. Promise me you’ll wear ’em\nuntil noon tomorrow anyhow?”\n\n“Yes, sir,” said his victim obediently.\n\nMr. Gatling winked a concealed, deadly wink.\n\n\n                                THE END",
  "metadata": {
    "author": [
      "Cobb, Irvin S. (Irvin Shrewsbury)"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/69929/pg69929.txt",
    "name": "the_cowboy_and_the_lady_and_her_pa_b_a_story_of_a_fish_out_of_water"
  }
}
