{
    "name": "The Tantalus Death",
    "author": [
        "Rocklynne, Ross"
    ],
    "body": "The Master Conclave of the Sectional Governors of the World State was\nin its first day of session. The Speaker, about to call for a motion\nof adjournment, rose, looked about the packed tiers of seats as if\nsearching for someone. Relief came to his face--and was replaced by\nannoyance as the huge, double doors swung open.\n\nA being, resplendent in colorful uniform, of human shape but twelve\nfeet tall, entered.\n\nIn the resigned silence that followed, the doorman announced,\n\n\"Olduk, the Martian ambassador!\"\n\nAll eyes followed the massive, wrinkled old form as it made its way\nslowly through the aisles.\n\nThe Speaker bit his lip. He said, \"The Conclave welcomes you, Olduk. We\nhad feared that you would not be present.\"\n\nOlduk paused and bowed. He said, in his guttural, unnatural tones,\n\"Olduk thanks you.\"\n\n\"You wished to speak before the assembly?\"\n\n\"Yes, please. The rostrum may I use?\"\n\n\"Yes,\" said the Speaker, \"the rostrum you may use.\"\n\nA titter of laughter spread through the tiered seats.\n\nOlduk paid none or small attention, even to the whisperings of two\nsecretaries that his receptive, large ears picked up.\n\n\"Why does he keep up with this farce?\" one asked. \"Every year he gets\nup on the rostrum, and makes a speech, asking, as usual, for water.\nHe's been denied exactly ten times.\"\n\n\"He'll get it in the neck this time,\" Olduk heard the other say\nknowingly. \"The Spanish and Japanese Sectional Governors have had\nseveral bills thrown out this session, and they're spoiling for an\nargument. And whatever they say, they'll be speaking for the world.\"\n\nOlduk--called jokingly the Old Duck--wended his way between the aisles\ntoward the rostrum, drawing his cape about him. The cape was not an\naffectation. He realized that as a Martian he possessed several unhuman\nappendages which human beings did not care to look upon.\n\nHe faced the session, his wrinkled old face expressionless, though his\ndouble-lidded eyes conveyed the seriousness with which he faced his\nproblem.\n\n\"Honorable Speaker,\" he said, bowing to the Speaker. \"Honorable fellow\ndelegates,\" he added, and bowed low. \"I drink to you.\" He seized a\nbeaker of water in a horny hand, and drained it in a single gulp.\n\nHe set the beaker down. His reddish eyes swept the assembly.\n\nHe said, \"I am ever thankful you me to speak allow. Think, I will tell\nyou what I wish, fellow delegates.\n\n\"Difficult me to talk this language, though here I have lived on\nEarth twenty years, making friends with Earthmen. I am not as I was\nin leaving Mars. I am changed with sundry operations, that I may live\nhere well. Thus my voice is hard to speak, and harder still to learn\ndifficult language. Laughing I will not like, please?\"\n\nHe paused. His abnormally receptive ears again picked up the\nwhisperings of the two secretaries.\n\n\"He's said exactly the same thing the past five sessions.\"\n\nOlduk said in his impersonal voice:\n\n\"Before I make my plea for the water my planet needs, let me tell a\nmyth that I read with enjoyment. It is the story of Tantalus, fellow\ndelegates. Tantalus was placed by the gods in a river of purest water;\nwhen he wished to drink, recede the water would. So his thirst for ages\ntortured him.\n\n\"Poor Tantalus,\" said Olduk.\n\nHe seized the refilled beaker, and drained it at a single gulp.\n\n\"Shall Mars be Tantalus? Or shall Earth be Tantalus?\"\n\n\"Mars is Tantalus,\" a whisper floated from the gallery.\n\nThe laughter came again, a little insolently this time.\n\n\n\nThe Japanese Sectional governor rose, and said, sucking in his breath,\n\"Why does not the thirsty Olduk speak, instead of drinking all the\nSpeaker's water?\"\n\nThis time the laughter was more open. The speaker rapped with his\ngavel, and order was restored.\n\nOlduk said, \"There is more water on Earth than five billion Olduks\ncould drink.\n\n\"But I will speak, as I have spoken years in and years over.\n\n\"I shall review the history of things. Forty-five years ago great\nswarms of Martians descended on Earth and engaged in war. They wished\nto conquer Earth. Fortunately succeeded not. There became a hatred\nbetween the two peoples. This hatred has endured, without reason.\"\n\n\"Without reason?\" said the Japanese governor.\n\n\"Doubtless,\" said Olduk, \"you have neglected to follow history, of own\npeople and of what occurred before Martians made war. Not until after\nthe war did Martians know that Earthmen could be peaceful. Before the\nwar, Earthmen slaughtered great numbers of Martians. So Martians did\nnot feel bad when they wished to slaughter numbers of Earthmen.\"\n\n\"There was the second war,\" sarcastically.\n\n\"The second war the war of water, as the first. Earth no good for us,\nsee? Wished water only. The second war we fought because Earth would\nnot sell us water any price at; so we would conquer her and levy water\ntribute. Fortunately did not succeed. Try more friendly means, which is\nwhy I, Olduk and seven of associates, changed by operations from real\nMartians, are here.\"\n\nOlduk paused. He resumed carefully, cocking his massive head to one\nside.\n\n\"Come to Earth, I and seven. Give Earth scientific secrets. Learn Earth\nlanguage and customs. Prove friendliness for water.\"\n\nThe Spanish governor rose, cleared his throat. \"Bribes!\" he said loudly.\n\n\"Bribes?\" said Olduk.\n\n\"Bribes! Gentlemen, Olduk has made his plea for ten years, and for ten\nyears, in the best interests of the World State, we have refused him.\nWhy? Because if you sell the Martians water, their population will\nincrease to the point where they are able to conquer Earth. Remember\nthat it was our numbers and not our science that won out over the\nMartians in the two wars.\n\n\"This question has been an annoyance! From now on, I vote no on the\nsubject, and move to have this question off our hands for good.\nFurthermore, I move that the Act which gave the Martians the right to\nsit on the Master Conclave be stricken out of the World Constitution!\"\n\nOlduk said, \"My people will die--\" when every member of the Conclave\nrose and shouted out his agreement with the Spanish governor.\n\nOlduk drew his cape tighter around his twelve-foot body.\n\nHe said, \"Then I have been refused forever. But I have no feelings of\nenmity. Allow me fully to explain situation once more, so that you may\npossibly feel sorry for my people. We are million in number--ideal,\nyes? Not canned like sardines on Earth, yes? Million enough,\nfortunately. But without water, in century, none. See? Our birth rate\nfalls.\n\n\"But no, my people do not suffer of thirst. There become less people\nto drink. But it is cruel of Earth to kill a race because they hate.\nTherefore, all read story of Tantalus--interesting, see?\n\n\"Poor Tantalus,\" in his expressively expressionless voice. \"Poor\nTantalus. Many persons of Earth would not like to be Tantalus, thus\nreceive justice reserved for poets.\"\n\nOlduk walked over to the Speaker and said something to him. The Speaker\nfrowned, and then resignedly signaled an orderly.\n\n\"A gallon of water for Mr. Olduk.\"\n\nThe session erupted with a wave of general laughter.\n\nThe water was brought. Olduk placed the beaker to his thin lips, tossed\nthe contents off.\n\nHe swept the assembly with his eyes.\n\nHis left arm--or what appeared to be a left arm, so covered with the\ncape was it--fumbled at his right wrist.\n\nHe said once more, gutturally, \"Yes, poor Tantalus.\"\n\nHe stepped down from the rostrum, and with slow dignified step left the\nconclave room.\n\n\n\nThe hundred odd members of the Conclave settled back in their seats\nafter Olduk had gone. The session was resumed.\n\nThe Speaker, listening to the monotonous reading of a bill, reached\nabsently for the water carafe, tilted it. The water did not pour. The\nSpeaker tilted the carafe further--and further--suddenly the water made\nits exit.\n\nIt fell from the carafe, the entire contents, struck against the glass,\nknocked the glass over, bounced off the table into the air, and thence\nto the floor.\n\nThere the water, a half-gallon of it, tightly rolled into a neat,\ncompact sphere, bounced up and down several times, and then subsided on\nthe floor as clear and flawless as crystal glass.\n\nThe Speaker stared at it.\n\nThe members of the conclave stared at it.\n\nThe Speaker turned to the gaping orderly.\n\n\"That's a glass ball,\" he said harshly, accusingly.\n\n\"No, it isn't,\" the orderly chattered. \"That's water! I filled the\ncarafe with water.\"\n\nThe Speaker looked at it again, and then walked to the sphere, the\nConclave watching him in fascination.\n\nThe Speaker scooped up the ball in two hands. Then he tried to drop it.\nHe couldn't. His fingers seemed curled around the ball, crushed close\ntogether. His hands couldn't draw apart.\n\nHe tried to shake the sphere away. He tried harder, and then violently,\nworking himself into a sudden frenzy. The sphere of water clung to his\nhands, and his hands were locked as effectively as if handcuffs had\nbeen placed around the wrists. He got control of himself and turned to\nface the Conclave, white-faced.\n\n\"It can't be water,\" he said hoarsely, \"but I think it is!\"\n\nAnd looking at the glass ball, he was conscious of a sudden thirst; but\nhe knew he couldn't drink, although he held in his hands four times\nmore water than he needed to quench his thirst.\n\n\n\nIn the Martian Legation Building, Olduk faced his seven associates.\n\n\"It is done,\" he said, in the Martian dialect of his native state. \"The\nEarthmen have chosen their hell and will soon experience it. You have\nyour tickets? Then go at once.\"\n\nThe youngest of the attaches said pleadingly, \"Sir, we can't go and\nleave you. Who knows how long the Earthmen will hold out?\"\n\n\"All that will happen will happen to Olduk. Go, before you are refused\npermission to leave. Tell our people they are to be relentless, until\nthe Earthmen give in. Now go.\"\n\nThe attaches no longer questioned his commands. Olduk was left alone.\n\nThe gong sounded on his television screen; Olduk threw the switch. The\nface of the manager of World Broadcasters appeared.\n\n\"You will appear and speak in two minutes,\" he said. Olduk stood before\nthe television screen, waiting until the proper second. He had planned\nthe time of this speech and the \"hell\" chosen by Earth would not begin\nuntil he was well into it. The Speaker of the Conclave had not yet\nthirsted. The moment came, and Olduk was introduced briefly, as his\nimage broadcasted.\n\n\"Olduk, the Martian ambassador, speaking for his people--\"\n\nOlduk said gutturally, \"Olduk greets you, people of Earth, and regrets\nthat he cannot drink with you.\n\n\"All read story of Tantalus, people of Earth. An old Grecian myth it\nis, come true. Interesting, see?\n\n\"Olduk is sorry. Will you believe Olduk? He is sorry. Olduk says,\nplease do not touch water. Please do not touch water....\"\n\n\n\nThe diving champion of the world puffed out his chest, feigning\ncomplete nonchalance as five thousand admiring people looked up at him\nwhere he stood as resplendant as an angel on the diving platform.\n\n\"Ladeeeeeees and gentlemannnnnnnn!\" the loudspeaker blared. \"Pedro\nMorestes, the handsomest man in the world, and the most perfect\nphysical specimen by the Olivar Test, is about to break the world's\ndiving record of all time. Four hundred feet lie between him and the\nglistening surface of this world-famed pool!\n\n\"Watch him, hold your breath, ladees and gentleman, there he\ngoooooooosssss--\"\n\nPedro Morestes ran with light graceful steps toward the end of the\ndiving board. The board flung him upward, and he seemed to stop for an\ninfinitesimal second, poised like a bird, with the pool far below, and\ngasping people staring upward.\n\nOne of those people watching had his wrist radio tuned to World\nBroadcasters.\n\n\"Please,\" said Olduk's clearly audible radio voice, \"do not touch\nwater. If things strange happen to water, do not touch, please?\"\n\nPedro Morestes began his dazzling drop downward, twisting, twining,\ngoing through all the intricate convolutions that four hundred feet\nwould allow him.\n\nNow! A loop, a twist, straighten out for the last fifty feet, cut the\nwater as clean as an arrow cutting the air.\n\nPedro Morestes eyes popped. A hoarse scream escaped his lips.\n\nWhere was the flat surface that should receive him?\n\nWhere were the little wavelets that usually betokened the presence of\nwater?\n\nWhy did the entire pool bulge up in the middle, and drop at the sides?\n\nWhy was it that the whole pool had been replaced by an immense\n_hemisphere of glass_?\n\nPedro Morestes screamed, squirmed, twisted, came down with a bone\ncrushing shock on the bulging surface, his posterior foremost.\n\nHe bounced upward for fifty feet, fell again, bounced again, fell,\nbounced, fell--and was locked, flat on his back, by an invisible vise\nthat not only held him rigid, but threatened to crush him from all\nsides.\n\nThe crowd stared in pure fright. The pool of water had become--a\nhemisphere of glass? And Pedro Morestes, world's diving champion, lay\natop that gleaming sphere, ribs and one leg broken, unable to move a\nmuscle....\n\n\n\n\"Damn that kid,\" said Sam, throwing his newspaper to the floor.\n\n\"I wanna drink,\" wailed the damned kid, from the bedroom.\n\n\"All right, keep your pants on,\" growled Sam surlily. He went out to\nthe kitchen, leaving the radio on. It had been jabbering for some time,\nsomething about Olduk.\n\n\"Please,\" said the radio voice of Olduk, \"do not touch water. Tell your\nfriends, my friends, not to touch water....\"\n\nSam got a glass out of the cupboard, held it under the faucet, turned\nthe faucet on.\n\nThe water came out, well enough, but it wasn't water.\n\n\"What the hell,\" Sam said incredulously.\n\nA big drop was suspended from the faucet, was growing bigger as the\nfaucet fed it.\n\nSam watched while it became six inches, a foot in diameter.\n\nThe glass fell from his paralyzed fingers. \"What the hell!\" he yelled\nhoarsely.\n\n\"I wanna glass of water,\" the damned kid wailed.\n\nOlduk said, clearly and distinctly, \"I am sorry you are not able to\ndrink, see?...\"\n\n\"All right, you'll get your water,\" Sam panted excitedly, only vaguely\nconscious that the radio was going.\n\nHe watched the spheroid grow and grow. Still suspended from the faucet,\nit touched the sink. Then the \"drop\" grew up around the faucet until\nthe faucet was completely enclosed.\n\nThe drop began to overlap the sink, still maintaining a spherical\nshape. Suddenly there was a loud, metallic _pop_. The drop broke away\nfrom the faucet, of its own weight, fell to the linoleumed floor with a\ndull barrrrooooommmmmmm.\n\nIt was three feet in diameter; and another one was growing from the\nfaucet.\n\n\"I wanna drink of water,\" said the damned kid, waddling into the\nkitchen, rubbing its eyes.\n\nThose eyes brightened as they saw the gleaming sphere. A grimy hand\nreached out and touched it. Against his will, the whole arm of the kid\nwas drawn against the sphere, and the rest of the body was drawn with\nit, legs snapped together, one arm locked to its side, the other curled\nto the breaking point over its head.\n\nSam roared but he was too late. The bewildered kid's nose touched the\nsphere, and his whole face was drawn, in, so that all air was cut off.\n\nSam grabbed hold of him, and pulled frantically, madly, until he was\npanting. Then he let go, screaming, and ran for the cupboard. It was\nsome seconds before he found an ax. By the time he got back, the second\ndrop had fallen, had merged with the first, forming a sphere five feet\nin diameter, with the kid plastered against it.\n\nSam swung the ax. The sharp blade hit, actually penetrated the sphere.\nSam yelled. The ax was literally sucked in. Sam refused to let go,\nand his hands went into the water after the ax. There was a terrible\ncontratcile force on his wrists. Then something seemed rushing up his\narms. The something enclosed his body with the speed of a striking\nsnake.\n\nThe next thing he knew, water had smothered his nose, his mouth, and he\nwas _inside_, looking _out_.\n\nHe was staring into the smothered face of the damned kid.\n\nShortly after that he drowned. He couldn't get out. Another drop fell,\nanother, and another, another, another, adding themselves to the\noriginal mass....\n\n\n\nOn the high seas, the S.S. _Wilcox_ battered through rising, flooding\nseas.\n\nThe captain stood on the bridge, yelling orders to his men below.\n\nThe first mate flung water from his face, gritted, \"We'll never make\nport.\"\n\nA sailor came up the companionway, steadying himself on the handrail.\n\n\"There's water pouring through a hole in a forward section,\" he gasped\nhoarsely. \"We can't caulk it. She's sinking at the stem.\"\n\n\"Mr. Jones,\" said the captain, \"sound the signal to abandon ship.\"\n\nThe first officer said to himself, \"In these seas?\" But he obeyed and\nwent down to the cargo hold where the alarm apparatus was stationed.\nAbove the roar of the elements sounded seven short hoarse blasts, and a\nlong one. The \"all hands on deck\" signal vibrated through the ship.\n\nThe captain watched while sailors donned lifebelts, jumped to boat\nstations. Boats were swung out, and eased down by the rail. Passengers,\nherded by calm officers, came on to the deck. The ship gave another\nsickening roll. A lifeboat was dashed to matchsticks.\n\n\"It's no use,\" the quartermaster said hoarsely. He gripped the rail,\nstaring out over the raging sea, where mountainous waves were sending\nthe S.S. _Wilcox_ to her doom.\n\nThe captain said slowly, \"I wish I were what Cadmus wished he was. I\nwish I could command the waves of the sea to vanish.\"\n\n... An astounding thing happened.\n\nAs if a gigantic beer skimmer had been run over the surface of the sea\nin all directions, the tops of the waves seemed abruptly to round.\nThe troughs filled, the crests dropped. The roar of water against the\nflanks of the ship ceased. The waves ceased, though the wind still\nroared, and whined.\n\nThe quartermaster's eyes widened in startled terror, and he looked\naskance at his captain.\n\nThe captain said blankly, \"God or the Devil or me!\"\n\nThe waves were gone. The S.S. _Wilcox_ ceased pitching. A sailor came\nup and told the captain that although the hole was still there, the\nwater of the open sea visible through it had seemed to turn into a\nrigid surface that wouldn't let the water in. The ship was no longer\nsinking.\n\nAs far as the eye could see the Atlantic Ocean was a calm smooth\nstretch of water, with the inflexible rigidity of glass....\n\n\n\nThe champion of the world was saved by the bell. His excited,\npanic-stricken manager picked up a pitcher of water, and threw the\nentire contents in the heavy-weight's face. The entire contents was in\nthe form of a hard sphere of water. The sphere struck the dazed, almost\nunconscious fighter on the forehead. It was the only case on record of\na fighter being knocked out between rounds....\n\n\n\n\"I am sorry you are not able to drink, when there is so much water\naround you. But you must not touch it, see? Olduk must not touch it\neither. Tell all your friends. Thank you,\" Olduk concluded.\n\nHe bowed and turned away, leaving the station manager to do the rest.\n\nThen he placed his twelve foot body into a specially made chair, and\nwaited. The waiting was not long. A knock came on the door, and the\ndoor was thrust open. Five men in civilian clothes stood there.\n\n\"You, Olduk,\" said one in an ugly tone. \"You're under arrest.\"\n\nThe five men circled him.\n\nOlduk drew his cape tighter about him. \"Very well,\" he complied, and\nled the way out of the room, thinking wistfully of his native planet.\n\n\n\nHe was taken before the chief of the secret service of the World State.\nThe Speaker of the Master Conclave, and the Japanese and Spanish\nsectional Governors were there. He was forced to a seat.\n\nOlduk's eyes rested on the sphere of the water in the Speaker's hands.\nHis eyes flickered briefly. The Speaker glared at him wildly.\n\n\"The longer I hold this thing,\" he whispered, panting, \"the thirstier I\nget. And I can't drink! What will I do?\"\n\nOlduk said emotionlessly, \"Honorable sir, you will have to hold it\nuntil there is an agreement to give my people water. Now we are all\nTantaluses.\"\n\nThe iron-gray individual who was the chief of the secret service, ran\nhis tongue around in his dry mouth.\n\n\"You did this?\" he said huskily.\n\n\"Yes,\" said Olduk.\n\nThe man took a paper off his desk, unfolded it in front of Olduk's\neyes.\n\nOlduk read the headline emotionlessly:\n\n                           WORLD IN TURMOIL;\n                          DRINKING IMPOSSIBLE\n\n\"I did that, yes,\" said Olduk quietly. \"Many people will die. Tantalus,\nyes? But there is a Tantalus on Mars, too.\"\n\nThe iron-gray man struck him harshly across the mouth.\n\n\"How did you do it?\" he rasped.\n\n\"A water-tight ship lies buried ten miles beneath the surface of the\nAtlantic Ocean. A simple radio signal started the mechanism that\neventually released the force.\"\n\n\"What force?\"\n\n\"The force that will make it impossible for people of Earth to drink,\nhonorable sir.\"\n\n\"What signal will make the mechanism stop?\" Again Olduk was struck\nacross the face, harshly, brutally. A thin yellow ichor started to run\ndown Olduk's impassive face.\n\n\"The signal is known only to my people on Mars. Thus it was arranged.\"\n\n\"You're a liar, Olduk!\"\n\nThe man lit a cigar, and while the Speaker turned away, sickened, he\nbrought it closer to Olduk, meanwhile talking rapidly.\n\n\"Liners are stranded in the ocean, unable to move. Their passengers\ncan't drink. The power house at Niagara is useless; the water comes\nover the falls in drops as big as houses. People are beginning to\nsuffer from thirst. I know a Martian named Olduk who's going to burn\nalive if he doesn't tell us how to stop the mechanism.\"\n\nThe cigar contacted, lingered. There was a sulphurous odor.\n\nTiny muscles on the Martian's face began to tense. Sweat broke out on\nhis face.\n\n\"You cannot harm me,\" he said steadily. \"Can only kill me. If you kill\nme, mankind die. We of Mars have then a planet of water to ourselves.\nThat's my warning. Heed me.\"\n\nFifteen minutes passed. Olduk's face was a mass of blood and burns.\nEvery nerve in his body was quivering. He had answered none of the\nquestions hurled at him. He had refused to divulge the location of the\nburied ship. Finally his muscles relaxed, and his double-lidded eyes\nsagged shut.\n\nThe chief of the secret service said ragingly, \"Throw him into a cell,\nthe dirty--! We'll work on him later!\"\n\nAfter Olduk was taken away, the iron-gray man looked at the Speaker.\n\n\"What do we do now?\"\n\nThe Speaker looked in horror at the sphere of water in his hand. \"We'll\nhave to give in--\"\n\n\"Damned if we will,\" the other snarled, pacing up and down. \"If we\ncould find out where that ship is, we could send a super-tension ship\ndown and blow it to--\" He stopped, his eyes lighting. He wheeled.\n\"Didn't Olduk say 'ten miles' below the surface? Damn! There aren't\nmany places that deep--\" He snapped his fingers, and reached for a\nphone.\n\n\n\nThree hours later, a bullet-shaped rocket ship, able to withstand\nthousands of tons' pressure, and reinforced with an intangible\nforce-field, fled away from the continent, bound for the Maracot Deep;\nfor such was the first choice, and, as it happened, it was the last.\n\nHigh above the ocean, the pilot turned the craft nose-down, and poured\nfull power into his jets.\n\nThe craft plunged for the surface of the hard ocean, at frightful\nvelocity; struck; penetrated; was under, velocity broken almost\nin three by the terrific impact. The ship bored down, powerful\nsearchlights playing on swarms of startled fishes. Down, down. The\npilot made an exclamation, grinned his triumph. Here, ten miles down,\nthey saw the hulk of the ship that was causing such destruction in the\nworld above.\n\nThe pilot signaled one of his subordinates. The man pulled a lever. The\ncraft's entire load of super-explosives sank downward toward the menace.\n\nThe pilot sent his ship blasting for the surface. Seconds later he\nheard and felt the tremendous vibration that, he knew, heralded the end\nof the menace. He went toward the surface, and when within fifty feet\nof it, sent a blast of power into his jets.\n\nThe ship struck something, like a wall, hard, unyielding, and the pilot\nand his assistants were thrown against the instrument board. They\nrecovered their senses.\n\nThe pilot looked at the other men.\n\n\"Ten tons of helio-hydrogen didn't do the trick,\" he said softly.\n\"What will? You know, I almost forgot. The science of the Martians is\nway ahead of ours. Naturally, that ship wouldn't be exactly tender....\"\n\nHe knew it was useless. He had no more explosives. He shoved every atom\nof power he had into his jets, but the ship could not move more than\nforty miles an hour under water. For a moment it seemed the blunt nose\nof the ship was going to penetrate the incredibly tough under-surface\nof that film, but no....\n\nThe pilot said, grinning crookedly, \"Say your prayers, boys, and here's\nhoping they give the Old Duck what he wants--quick.\"\n\nTwo days passed. Three billion people stared into the face of eternity.\nRivers, lakes, oceans were full. There were reservoirs of clear,\nsparkling water, from which laboring pumps could take water, pumping it\nto homes, making it accessible, forcing it out of faucets.\n\nBut it was untouchable. The water came out in impenetrable spheres.\n\nThey lay like jewels in the homes of most people. People stood around\nand stared at them, longingly, yet not daring to touch them. They had\nheard several stories about people who _had_ touched them.\n\nWithin the spheres, the water was clearly visible for what it was;\nwhich made it all the harder to resist. The world now knew, by the\nword of scientists, that nothing but a thin surface of molecules,\nstrengthened by a million times, lay between them and the water their\nbodies thirsted for. Surface tension, acted upon by a strange force,\nbroadcasted from a mechanism ten miles beneath the surface of the\nAtlantic.\n\nAnother day passed. The mills of industry, working by steam, and the\nthings that depended on water, came to a halt. Power was weak, for\nit was fed from fast depleting accumulators. The tide machines were\nuseless, for the ocean no longer fell or rose more than a foot in any\none place.\n\nNumberless ships were stranded on the oceans, their screws able to\nturn, but their bows unable to push against the enormous contractile\nforce that the surface of the ocean possessed.\n\nCrowds roved through the streets, aimless, purposeless, their voices\ndry, racking, their eyes bloodshot, cheeks sunken. Beer and soft\ndrinks, the only drinkable liquids that were not affected, were selling\nfor ten dollars a bottle. The supply was fast dwindling, and the price\nwas being jacked up.\n\nWater was all around them, but they were the children of Tantalus.\n\nNewspapers began to demand, in stringent tones, that the situation be\nremedied. Crowds gathered outside the World Administration Building,\nshouting for water, and they were fully willing to go to the extreme of\nmeeting the demands of the Martians to get it.\n\n\n\nThe Speaker of the Master Conclave, and the Japanese and Spanish\nsectional governors, stood in a room on the upper floor of the World\nAdministration Building.\n\nThe room was a kitchen.\n\nOn the floor lay a huge, polished, glistening drop of water.\n\n\"That's what it is, gentlemen,\" said the Speaker. \"A drop of water,\njust what you'd expect if the surface tension of water increased a\nmillion times. The surface film acts like a tight skin or jacket\nsurrounding a drop of water, and the jacket contracts down to the least\npossible area, a sphere. If you put your hands on it--the way I've got\nmy hands on this damned _thing_--you increase the 'coastline,' and the\nsurface film doesn't like that. It tries to decrease the coastline\nformed by your fingers, so your fingers are crushed together. If you\nmanaged to actually penetrate the film, and get your hands wet, the\nterrific capillary action of the molecules would cause the surface film\nto literally envelop you, and you'd be inside, and you couldn't get\nout.... What are we going to do about it?\"\n\nHis face was drawn and haggard and sunken.\n\nThe Spanish Governor said hoarsely, \"We couldn't give in, could we?\"\n\n\"No!\" the Japanese Governor lashed out savagely; but in a moment a\nfleeting smile crossed his face. \"Send for Olduk,\" he said.\n\nOlduk entered the room, unsteadily, supported by two plain-clothesmen.\nHis face was clean of blood, but the little, horrible marks inflicted\non him were all too evident.\n\n\"You wished to see me?\" he said in a hoarse whisper. His eyes were\nbloodshot.\n\n\"Yes. What do you want of Earth, explicitly?\"\n\n\"Water, honorable sir. Water for my people. As much as we wish, when we\nwish it, at a reasonable price; and we also desire friendship, so that\nwe may help each other.\"\n\nThe Japanese sucked in his breath, quivering angrily. \"You want our\nfriendship. Yet you do this to our people!\"\n\n\"You do no less to my people, honorable sir. Olduk is sorry, see?\" He\nweaved, caught onto a chair to support himself. His leathery, parchment\nface seemed more wrinkled and bloodless than ever before. His reddish\neyes held a deep, pleading hope.\n\n\"We are children of Tantalus, all,\" he whispered. \"It is not right\nthat we live in a mythical Hades, see, honorable sirs? Give my people\nwater--\"\n\nHe pitched forward on his face. The Speaker started toward him, his\neternal sphere of water in his hands, but the Japanese stopped him,\nheld him back from the sprawling, twelve-foot figure.\n\nHe said, \"Have you ever studied Martian psychology?\"\n\n\"N-no,\" said the Speaker, puzzled.\n\n\"The theory is that they are incapable of dishonesty, and therefore\nthey do not believe it exists. Of course, it's only a theory, and\nnobody believes it, but why couldn't we try it out?\"\n\nThe Speaker was startled. \"You mean we should give them our word, and\nthen back out on it?\"\n\n\"Yes,\" the Japanese sucked in his breath. He saw the hesitation on the\nSpeaker's face, and said with icy, mocking disdain, \"Are you going\nto give water to a race whose sole purpose will be to increase their\npopulation so they can conquer Earth? Think, fool! Do you want to\nhold that sphere of water in your hands forever?\" He smirked. \"In the\ninterval of peace, we can go to the Maracot Deep, lift that sunken ship\nout without having to worry about a surface film. We can take it to dry\nland, and with a little work, cut the ship open, destroy the mechanism.\nWith that destroyed--\"\n\nHis contempt, and his reference to the maddening sphere of water the\nSpeaker held, wilted the Speaker.\n\n\"We'll do it,\" he said slowly, casting an uneasy look at the sprawled\nMartian.\n\n\n\nThirty minutes later, the three men watched the sphere of water in the\nSpeaker's hands. A radiogram had been sent across 126,000,000 miles to\nMars. Mars' answer, if it was affirmative and entirely trusting, would\ncome not in the form of a radiogram but in the immediate return of\nEarth to its natural fluid state.\n\nThey watched the rigid sphere in fascination. Even now, the radio\nsignal that would cause the mechanism to cease might be winging its way\nacross space between two planets.\n\nWhen the sphere broke, if it did, three billion thirsty human beings\nwould drink with the maddening impatience of Tantalus himself, released\nfrom his eternal doom.\n\n... The sphere seemed to quiver. Suddenly it sagged, flattened out\nwithout a sound, its sphericity gone. The Speaker uttered a cry, and\ndashed his hands to his face, gulping in as much of the precious stuff\nas he could before it dribbled away from his hands. The Japanese and\nSpanish Governors turned rapidly to faucets, and the water, clear,\nsparkling, normal, streamed out....\n\nFor a short time the three of them were like animals. Then, gradually,\nthey stopped drinking, and stood back, slightly ashamed.\n\nThe Spanish Governor said, suggestively, \"We'd better get that ship\nfished out before the Martians realize they are not going to get water\nafter all. Otherwise--\"\n\nThe Speaker nodded. He turned away, to go into his study, when he\nstumbled over the prone body of Olduk, the Martian. A twinge of guilt\nassailed him. He stooped and turned Olduk over.\n\nOlduk's double-lidded eyes were open. Olduk's skin was as dry as his\nnative sands. Olduk was either dead or dying.\n\nThe Speaker troubledly called a doctor. The doctor made a brief\nexamination, handling the body distastefully. Suddenly he stifled an\nexclamation.\n\n\"I can't believe this!\" he said hoarsely. He got to his feet, stared\nfirst at the Speaker, then at Olduk again.\n\n\"Do you know what he died from?\" he stammered. \"Do you know, gentlemen!\"\n\nAnd the Speaker knew.\n\n\n\nThe Master Conclave was again assembled, for the fourth and last day,\nits members well-watered, and well satisfied with themselves.\n\nThe Speaker said, standing on the rostrum where Olduk had stood four\ndays before, \"I want to make a short talk, and call for a standing vote.\n\n\"Earth has water again. We acquired it by a simple trick, that of\ndishonesty. I was fully to blame. Men are now at work in the Maracot\nDeep, in super-tension ships raising the Martian ship to the surface.\nThere is no reason to doubt that a means to destroy the mechanism\nthat caused so much trouble will be found. We won't have to keep our\nagreement with the Martians. I want to know if this action of mine\nmeets with your approval.\"\n\nThe entire body stood to its feet.\n\n\"We were forced to it,\" the Japanese Governor said to the assembly at\nlarge.\n\nThe Speaker waved them to their seats again. \"I did not call for a\nstanding vote, yet. I have more to say before I ask for your filial\ndecision.\"\n\nHe resumed carefully, giving each word its proper significance.\n\n\"The Old Duck was a Martian--but in body he was not a Martian. He told\nus that. He had been changed with 'sundry operations,' so that he could\nlive in this climate, so different from that of Mars. Air pressure,\noxygen content, moisture, content gravity. To each he was acclimated by\nsurgical operations.\n\n\"Yes,\" continued the Speaker, something catching in his voice, \"he\nwas changed in such a way that the terrific amount of moisture in the\natmosphere of the Earth could be taken care of by his body. In order\nto make that possible, _his twelve-foot body was given a capacity for\nwater proportionately three times greater than that of any Terrestrial_!\n\n\"Gentlemen,\" said the Speaker, while an air of startled tenseness grew\nin the tiered seats, \"Olduk died of thirst.\"\n\nHe was silent.\n\nHe said strainedly, \"I wanted to know if my action of deceit met with\nyour approval. I require a standing vote.\"\n\nThe Japanese Governor rose slowly. He had to. He sent a look at the\nSpanish Governor. The Spanish Governor kept his seat.\n\nThe Japanese Governor stood alone, like a monument to the thoughtless\nguilt of the others.\n\n\n\nThe Speaker sat that night before his desk, drinking a glass of water.\n\nHe said to the shadows, \"I drink with you, Olduk!\"\n\nHe slowly wrote out a treasury requisition, and in the space marked\nREASON FOR APPLICATION wrote: \"For the free transportation of\na gift of ten million gallons of water to the Martians, as a gesture of\nfriendship from Earth.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Rocklynne, Ross"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61744/pg61744.txt",
        "name": "the_tantalus_death.json"
    }
}