{
    "name": "The Shining Cow",
    "author": [
        "James, Alex"
    ],
    "body": "Zack Stewart stared sleepily into the bottom of his cracked coffee cup\nas his wife began to gather the breakfast dishes.\n\nMrs. Stewart was a huge, methodical woman, seasoned to the drudgery of a\nfarm wife. Quite methodically she'd arise every morning at 4:00 A.M.\nwith her husband and each would do their respective chores until long\nafter the sun had set on their forty-acre farm.\n\n\"You've jest got to find Junius today, Zack,\" Mrs. Stewart spoke\nworriedly, \"Lord only knows her condition, not being milked since\nyesterday morning.\"\n\n\"Yeah, I know, Ma,\" Zack said wearily as he rose from the table, \"I'll\nsearch for her again in the north woods, but if she ain't there this\ntime, I give up.\"\n\nA dog suddenly howled outside. There was a brief instant when neither\nmoved, then Zack suddenly exclaimed, \"It's Robbie!\" and dashed outside.\n\nIn the light from the open doorway Zack saw the dog creeping along on\nhis haunches, howling and whining, and scratching frantically at his\ntear-streaming eyes.\n\n\"Skunk finally got ya, eh boy?\" Zack spoke sympathetically as the dog,\nfawning, came closer.\n\n\"Stay away, Robbie, stay away now!\" he ordered the dog. Robbie whined\nand scratched again, furiously. Zack sniffed cautiously, expecting any\nmoment the pungent smell of skunk fluid to hit his nostrils. He sensed\nnothing but the clean, fresh smell of the morning air, so he leaned\ncloser. Within a foot of Robbie, he sniffed again. Nothing. He realized\nit wasn't a skunk that caused Robbie's eyes to burn. He knelt down and\ntook the dog's head tenderly in his rough, calloused hands and examined\nhis eyes. They were bloodshot and watery. He took some water from the\nwell and dashed it into the dog's eyes as Robbie struggled.\n\n\"Hold still, boy, I'm trying to help ya,\" Zack soothed. He took out a\nblue work bandanna and wiped tenderly around Robbie's eyes.\n\n\"What did it, boy? How did it happen?\" Zack asked. Robbie merely whined.\n\n\"What's wrong with him?\" Mrs. Stewart, broom in hand, asked from the\ndoorway.\n\n\"Don't rightly know,\" Zack patted the dog, \"acts like he got something\nin his eyes.\"\n\n\"Skunk?\"\n\n\"Naw,\" Zack shook his head. \"He don't smell. Something else.\"\n\n\"Cat?\"\n\n\"No scratches, either. He acts like they're burnin' him, like he got\ndust or somethin' in 'em.\"\n\n\"Well, take him out to the barn and you better get after Junius.\"\n\n\"Yeah, Ma. Come on, Robbie.\" He led Robbie to the barn and made him lie\non a bed of hay in one of the stalls then returned to the kitchen for\nhis lantern. He put on his thick denim jacket and work cap and turned to\nhis wife.\n\n\"If she ain't in the woods, I'll come back and git the truck and drive\nover to the Leemers and see if he seen her.\"\n\nHe left the kitchen and shone the lantern around in the farmyard to get\nhis bearings, then headed for the north end of his farm. He could see\nthe faint glimmer of dawn in the east, more pronounced in the northeast,\nand even more so due north. He rubbed his eyes. A much brighter glow\noutlined the treetops in the north woods, that made the dawn on the\neastern horizon look like a dirty gray streak. His first thought was of\nfire, but there was no smoke, no flame.\n\nZack walked dazedly toward the woods, his eyes glued to the light above\nthe trees. Soon he was in the woods, and he could see the brightness\nextended down through the trees from the sky, on the other side of the\nwoods. He approached cautiously as the light grew brighter, and came to\nthe clearing where it was most intense. A thick bush obstructed his\nview, and Zack moved it aside then uttered a hoarse gasp, as he clutched\nat his eyes.\n\nFor a moment he felt he was dreaming. He squinted between the slits of\nhis fingers. The glow was still piercing, but he could see the brightly\nlit Junius, radiating blue-white light, nibbling at the sparse grass in\nthe clearing. Zack stood transfixed, his eyes widening behind his\nfingers. He felt the tears and the burning sensation, and squinted\ntightly, turning his head from the unbelievable scene.\n\n\n\nZack didn't remember his return to the farmhouse, or incoherently trying\nto explain to his wife the scene he had witnessed. A stiff jolt of\nelderberry wine drove off the jitters and reasoning returned. His wife\nsat patiently, eyeing him oddly, as Zack muttered over and over again,\n\"It's unbelievable! It's unbelievable!\"\n\nMrs. Stewart rose. \"I'm going out and see fer myself. And, Zack, if yer\nlying to me--\"\n\nZack jumped from the chair, barring her way.\n\n\"Believe me, maw, it's true. Don't go out there. It might be too much\nfer ya.\"\n\n\"It's the craziest thing I ever heard,\" Mrs. Stewart scoffed. \"A cow\nthat shines like the sun!\"\n\n\"Look, maw, will ya jest come with me as fer as the pasture, you can see\nthe glow from there, and mebbe that might convince ya.\"\n\n\"Yes, yes, I will.\" Mrs. Stewart jerked off her apron. \"I declare, Zack,\nI think these chores are getting the best of ya.\"\n\nThey walked to the pasture, their eyes on the treetops of the north\nwoods. A faint glow began to appear.\n\n\"See! See!\" Zack pointed, laughing crazily.\n\n\"Let's get closer, looks like a fire,\" Mrs. Stewart said.\n\n\"Ain't no fire.\" Zack's tone was angry. \"It's Junius and she's all lit\nup like a Christmas tree.\"\n\n\"Zack, now you stop that kinda crazy talk. There's a reason behind\neverything, and I'm sure there's one fer this.\"\n\n\"There is a reason, maw. Junius. She's got the whole clearing lit up\nlike the noonday sun. Lord only knows how she got that way, but she's\nshining out there like a great big light bulb, only brighter.\"\n\nMrs. Stewart quickened her pace towards the clearing.\n\n\"I'm going to see fer myself,\" she said determinedly, \"and put an end\nto this foolish nonsense.\"\n\n\"Alright, maw,\" Zack spoke resignedly, \"if yer mind's set. But I'm\nwarning ya, ya better squint yer eyes tight. She's too bright to look\nat. Poor Robbie must have got too good a look at her.\"\n\nMrs. Stewart approached the clearing ahead of her husband, and moved the\nsame bush aside that had obstructed her husband's view. Her gaze caught\nthe brightly radiating figure of Junius, and Mrs. Stewart screamed,\nclasping her face with her hands. Zack had his head turned, but he\ngroped for his wife, grasped her arm and led her from the clearing.\n\n\"It's too crazy to believe, Zack,\" she whispered in awe; \"What are we\ngoing to do? What has happened to poor Junius?\"\n\n\"I don't know what happened to her,\" Zack answered, \"but I know what I'm\ngoing to do about it. I'm going to call the University and git them\nscientist fellas down here.\"\n\n\"You suppose they can git close enough to milk the poor thing?\" Mrs.\nStewart clasped her hands in frustration. \"She's probably in misery.\"\n\nZack shook his head. \"Ain't no tellin' what they're liable to do after\nthey seen her. Most likely they'll want to ship her to the University to\nexamine her and see how she got that way.\"\n\n\"Why don't we call the Vet'nar'n?\" Mrs. Stewart asked. \"It might be some\nkind of new disease.\"\n\n\"It ain't no disease, maw. It's something nobody in the whole world ever\nseen or heard of before. I jest hope I can convince them University\nfellas to come down here.\"\n\n\"Don't you think you better tie Junius so she won't stray?\"\n\n\"Better wait and see what them scientists say. Besides, if she strays,\nall we gotta do is follow the light!\"\n\n\n\nZack did the most important chores and at eight A.M. on the dot he\ncalled the State University.\n\nThe operator at the switchboard answered sleepily.\n\n\"Good morning, State University.\"\n\n\"Mornin', ma'am. I'd like to talk to one of them scientist fellas.\"\n\n\"To whom in particular did you wish to speak?\"\n\n\"Any of 'em that ain't busy. I got somethin' important to tell 'em.\"\n\n\"If I knew what it was about,\" the operator was becoming irritated, \"I'd\nconnect you with the right party.\"\n\nZack hesitated, reluctant to give his startling news to a mere operator.\nInstead, he hedged. \"Well, who would have charge of things that light\nup?\"\n\n\"Oh, you want the electrical engineering lab. Just a moment, sir.\"\n\nThere was a series of clicks and buzzes in the earpiece then Zack heard\na man's deep voice.\n\n\"Hello.\"\n\n\"Hello,\" Zack replied, \"this the electrical engineering lab?\"\n\n\"Yessir, that's right.\"\n\n\"Well, my name is Zack Stewart and I own a forty-acre farm on the Canal\nRoad just outside of Smithville.\"\n\n\"I'm Professor Donnell, can I help you?\"\n\n\"Yeah,\" Zack took a deep breath then began, \"my cow Junius was missing\nsince yesterday morning and this morning when I went out to search for\nher again, I found her.\"\n\n\"Mr. Stewart,\" Professor Donnell's voice was impatient, \"I'm a very busy\nman with a heavy class schedule. Why in the world would I care if you\nfound your cow or not?\"\n\n\"You'd care if you knew how I found her.\"\n\n\"Alright, Mr. Stewart, how did you find your cow, with some new kind of\nradar?\"\n\n\"Nossir, I found her by following the bright light in the north wood and\nwhen I got there, there was Junius lit up like a neon sign.\"\n\n\"Mr. Stewart, are you drunk?\"\n\n\"I knew you wouldn't believe me. All I can say is, come see for--\"\n\nZack heard a sudden click then an immediate buzzing. Professor Donnell\nhad hung up.\n\n\n\nHe had no sooner replaced the phone when there was a pounding on the\ndoor. He opened it and saw six state troopers and four important-looking\ngentlemen in civilian dress. A trooper who looked as though he might be\nin charge, spoke to Zack.\n\n\"Sir, we don't want you or your wife to get panicky, but we have reason\nto believe that something strange is going on in your woods. These men\nare from the atomic research laboratory at the University and they are\nconvinced that a flying saucer has landed out there.\"\n\n\"It ain't no flying saucer,\" Zack spoke wearily.\n\n\"It isn't?\" one of the gentlemen asked, disappointed, \"then what is it?\"\n\n\"It's Junius, my cow.\"\n\n\"Your--WHAT?\" the state trooper exclaimed incredulously. \"Are you nuts?\"\n\nAngrily, Zack jerked his thumb in the direction of the north woods.\n\n\"Jest go out there and see fer yourself and then tell me I'm nuts.\"\n\nThey hurriedly left the house, looking back skeptically at Zack.\n\nZack and his wife stood in the doorway, watching them until they were\nout of sight in the woods.\n\n\"You watch 'em come busting back here in a minute, maw.\"\n\nIn a few moments they saw the men scrambling out of the woods, rushing\nmadly for the house, holding their eyes.\n\n\"Now I don't have to convince anybody,\" Zack smirked.\n\nBy the time they reached the porch, they were all talking excitedly and\nrubbing their eyes. The state trooper in charge pulled Zack aside.\n\n\"Mister,\" he asked ominously, \"what the hell happened to that cow?\"\n\n\"I don't know,\" Zack spoke with sarcasm, \"jest the way I found her.\"\n\nThe important-looking civilian bustled past the patrolman and confronted\nZack.\n\n\"I'd like to use your phone,\" his hands moved nervously, \"where is it?\"\n\nZack showed him and the man rushed to it and hastily dialed a number.\n\n\"This is Professor Jonathon Sims, Nuclear Physicist at State University.\nPut me through immediately to the Governor. It's very important.\"\n\nThere was a slight pause as Sims drummed impatiently on the phone.\n\n\"Hello! Hello, Governor? Professor Sims. I'd like a contingent of\nNational Guardsmen around the farm of Zack Stewart on the old Canal\nRoad. A most astounding thing has happened out here. For the welfare of\nthe Public, I urgently request this farm be placed under tight security\ncheck at once and the Federal Government notified immediately.\"\n\n\"Hey now, wait a minute, Mister--\" Zack protested.\n\nSims motioned him into silence, his ear glued to the phone.\n\n\"Sir,\" he hesitated, glancing at the group sideways, \"you won't believe\nthis until you see it. But we have positive proof a saucer has landed\nhere. Mr. Stewart's cow is radiating intense blue and white light, the\nkind that has been associated with the glow of flying saucers.\"\n\nSims paused, listening to the Governor. Zack saw him fidget and stick a\nforefinger in his collar.\n\n\"Honestly, Sir! I am not drunk! The cow is radiating light.\"\n\n\"See?\" Zack grinned at him. \"Now ya know how I felt.\"\n\nSims ignored him, concentrating on the phone.\n\n\"Yessir, there is a state trooper here.\" He turned to the one in charge.\n\"He wants to speak to you.\" The trooper took the receiver.\n\n\"Hello, Governor. Sgt. Les Johnson of the Highway Patrol.\" Pause.\n\"That's right, sir. There's a number of people here who can swear to\nit. Yessir.\" This time the trooper fidgeted. \"I seen it too. Blue-white\nlight, yessir. Nossir, we are not having a drinking party. The light was\nreported by the pilot of the Continental Airways early this morning and\nwe investigated. Yessir.\" He held the receiver towards Sims. \"He wants\nto talk to you again.\"\n\nThe Governor was finally convinced something indeed strange was\nhappening at the Stewart place, but being a solid citizen and faithful\nservant of the people who elected him, he couldn't believe the fantastic\nstory the professor and the trooper told him. He decided to see for\nhimself and rang for his chauffeur after his telephone conversation with\nProfessor Sims.\n\nMeanwhile, Mrs. Stewart turned to Sims.\n\n\"Will you please tell us if Junius can be milked?\"\n\n\"I really don't know yet, Mrs. Stewart. I'll have to investigate the\narea for harmful radio-activity first, then I'll have to check the cow,\nherself. Pardon me.\" He turned to the phone again.\n\nTrying to keep his voice and emotion under control, Professor Sims\ncalled his laboratory at the University and ordered among other\ntechnical equipment, a Geiger counter, a gamma-ray detector, a portable\nlead shield, body and temperature thermometers, a portable X-ray\nmachine, and a dozen pairs of smoked glasses.\n\nThe equipment arrived within the hour, and Professor Sims distributed it\namong his assistants with his instructions. It was understood that he\nalone would approach Junius, wearing his smoked glasses and carrying the\nprotective lead shield, to make the initial test. If his tests proved\nthat Junius could be safely approached, he would go back for the others.\n\n\"You look like one of them flying saucer fellas, yerself,\" Zack laughed,\nseeing Professor Sims donned in the lead shield and the dark glasses.\n\nSims waved at the crowd in the farmyard and walked awkwardly toward the\nglow in the north wood, less pronounced now in the daylight. They\nwatched until his retreating figure disappeared into the woods, and they\nwere still watching the spot for what seemed a long time afterward. One\nof the assistants fidgeted and looked at his watch.\n\n\"He's been in there twenty minutes. Wonder what he's doing?\"\n\n\"I hope he's milking her,\" Mrs. Stewart said hopefully.\n\nZack chuckled as a thought struck him.\n\n\"What's so funny, Zack?\" his wife asked.\n\n\"Junius,\" Zack's chuckle bubbled into laughter, \"will be the first cow\nto give radiated milk.\"\n\n\n\nFinally, after another fifteen minutes, they saw Professor Sims emerge\nfrom the woods. As he came across the pasture they could see that his\nsmoked glasses were propped above his eyebrows and he was concentrating\non a small notebook in his hand, shaking his head from time to time.\n\nWhen he finally joined the waiting group, he was flooded with questions.\n\nHe gestured them into silence.\n\n\"Please, I cannot answer any questions as yet until I have consulted\nwith my assistants. Sgt. Johnson, will you please have your men guard\nthe clearing while we hold a conference?\"\n\n\"Is it safe to get that close to her?\" the trooper asked, unbelieving.\n\n\"I can assure you that it is. There is just a negligible amount of\nradio-activity present, and no more ultra-violet rays then there are in\nan average sun lamp. But you must wear your glasses.\" Turning to his\naides he said, \"Come gentlemen,\" and they followed him into the\nfarmhouse.\n\n\"Can she be milked?\" Mrs. Stewart wailed after them.\n\n\"What a gadawful situation,\" Zack muttered, grabbing a pitchfork and\nheading for the barn.\n\nThe scientists seated themselves around the big dining-room table and\nfaced Professor Sims.\n\n\"Gentlemen, it's the most amazing thing that ever happened. That cow is\nglowing out there like a miniature atomic pile, and under the\ncircumstances as we know them, should be deader than a door nail, but\nthere she stands, shining like the morning sun, chewing her cud and just\nmooing away as if nothing happened.\"\n\n\"What is your theory, Professor?\" one of the assistants asked.\n\n\"I have one, but it's utterly fantastic,\" Sims answered.\n\n\"So is that cow out there. Let's hear it!\"\n\n\"Do you remember how much more frequent saucer sightings were reported\nin this area alone?\" Sims asked. All the assistants nodded their heads.\n\n\"Well,\" Sims went on, \"I am of the opinion that a saucer actually landed\nout there and they came across the cow by accident. They either shot her\nwith some sort of radium ray gun, or some luminous substance unknown to\nus.\"\n\n\"Why didn't Junius die?\" one of the assistants asked.\n\nSims shook his head. \"They wished to examine her. You see, gentlemen,\nwhatever it was, it served a threefold purpose. It made her luminous,\nimmobile and--\" Sims placed both hands on the table and leaned forward\nfor emphasis, \"transparent.\"\n\nThere was a gasp and exclamations.\n\n\"Transparent? How?--\"\n\n\"I was within a foot of the cow, felt her hide, and through the glasses\nI could see the skeletal frame, the chest cavity, the heart beating\nwithin, the entire intestinal tract, much, much more clearly than could\nbe seen by the best X-ray.\"\n\nAs if on command, the assistants all rose simultaneously.\n\n\"Sit down, gentlemen, the cow isn't going anywhere. We shall have to\nface this situation with sound scientific reasoning. There will be a\nclosed van here soon to pick up Junius and haul her to the laboratory\nwhere we can examine her more thoroughly. Now my belief is that the\nsaucer took off in haste, such great haste that they forgot to\nextinguish poor Junius. I believe they will be back looking for her,\ntherefore we shall have to return her tonight and conceal ourselves\naround the area and watch.\"\n\n\"Splendid idea, Professor Sims!\" one of the assistants exclaimed.\n\nYelling voices in the farmyard caught their attention. They saw Sgt.\nJohnson through the dining-room window, coming across the yard, yelling\nand pointing to the sky. Sims rushed from the house, met Johnson,\ngrasped him by the shoulders, shaking him.\n\n\"What happened, man, what happened?\" Sims asked.\n\n\"Black light, black light!\" Johnson shouted, pointing skyward. Sims\nlooked up. Nothing but the serene blue of the summer sky and an\noccasional bird caught his eye.\n\nSims shook him again, more roughly.\n\n\"Speak, man, what happened?\"\n\n\"Black light flashed down on the cow! Blackest light you ever saw!\"\n\nThe group gathered around him in the yard, trying to make sense out of\nwhat he said. So engrossed were they with his babblings, that none but\nMrs. Stewart was aware of the fact that Junius had entered the farmyard\nand was eyeing them curiously.\n\n\"Junius!\" she exclaimed.\n\n\"Moooo!\"\n\nThe crowd looked up to see the ordinary, unlit Junius standing calmly by\nthe gate.\n\n\"Hurry and get the milk pail, Zack, Junius is all right now!\" Mrs.\nStewart yelled happily to her husband, as Professor Sims and his\nassistants led the hysterical trooper into the house.\n\nHigh over the horizon, a faint, silvery disc was disappearing at\nfantastic speed into outer space.\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "James, Alex"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29328/pg29328.txt",
        "name": "the_shining_cow.json"
    }
}