{
    "name": "The thought-feeders",
    "author": [
        "Winterbotham, R. R. (Russell Robert)"
    ],
    "body": "The inventor, Dr. Kempster Duerkes, was in his best spirits, which made\nhim nearly as sparkling as a sphinx. His new airplane, the stratosphere\nscout, had risen from the ground eight miles in the air.\n\n\"It works!\" he beamed in ecstasy, watching the altimeter.\n\n\"It's a neat job,\" admitted the pilot, Captain Lewis Hawes,\ncondescendingly. Inventors were nice, but they were vastly over-rated.\nThe men who flew the planes, not the men who built them, made all the\ndiscoveries in aviation.\n\n\"Neat job?\" Dr. Duerkes frowned at the understatement. \"My boy, it's\nperfection! The ship is faultless as the logic of the universe!\"\n\nDr. Duerkes regarded pilots as being mentally under-aged people who\ndid their best to retard aviation by regarding all new inventions and\nrefinements as crackpot ideas.\n\nWith this gulf of disrespect lurking between them it was strange that\nthese two men should have become companions. However, they did have\na few things in common. Although Dr. Duerkes called Captain Hawes a\nboy, there was scarcely any difference in actual ages--with exception\nnoted for Dr. Duerkes' idea of the captain's mental age. Besides,\nboth men had a high regard for the stratosphere and the stratosphere\nscout formed a bond between them. It was a strange companionship, but\nstranger things were about to happen.\n\n\"If I tried to imitate the logic of the universe,\" the captain\nretorted, \"I'd never be able to do a thing. The only real logic in the\nuniverse is man's. He invented the sport of making one and one equal\ntwo.\"\n\n\"Nonsense!\" Dr. Duerkes replied stiffly. \"The universe is an orderly\nthing. It obeys fixed laws. It never varies in its course. The universe\nis one thing we can depend upon.\"\n\n\"If you ask me,\" Captain Hawes said, sending the plane up another\nthousand feet, \"anything can happen.\"\n\nThe heating equipment and the artificially sustained atmosphere of the\nplane's cabin made the men quite comfortable as the craft skimmed along\nat close to 45,000 feet.\n\nDr. Duerkes clasped his hands over his knees and beamed. He was about\nto say something, but he never got the words out of his mouth. For at\nthat moment the plane lurched.\n\n\"Ump!\" grunted Dr. Duerkes.\n\n\"Air pocket,\" Captain Hawes explained.\n\n\"There are no air pockets here,\" the doctor retorted. \"We're in the\nstratosphere--the region of weatherless atmosphere. There might be\nwinds, but no air pockets.\"\n\n\"Air pocket anyhow!\" Captain Hawes insisted. \"This ain't a textbook.\nThis is the real thing.\"\n\nIf Dr. Duerkes had flown as many ships as the captain, he'd know how\nit felt to bump through an air pocket. Captain Hawes would not be\nsurprised if he found air pockets in the moon's nonexistent atmosphere.\n\n\"Strange!\" the inventor murmured. He gazed out of the window. He saw\nsomething stranger still.\n\nIt was a curiously shaped cloud, colored green.\n\n\"Umph!\" Dr. Duerkes grunted again. \"Who'd expect a cloud this high?\"\n\nCaptain Hawes looked away from the controls and gasped. He strained\nagainst his safety belt as he put the ship through a series of\nintricate gyrations. A smooth, well-modulated stream of cuss words\nbroke from his lips.\n\n\"By the wings of Pegasus!\" the captain cried. \"That wasn't an air\npocket! Some idiot A. A. gunner is shooting at us!\"\n\nEven as he spoke a second green cloud appeared beside the first and the\nship lurched again, even as a faint _pop_, like a distant explosion,\ncame to the fliers' ears.\n\nCaptain Hawes switched on the radio and called to the ground crew.\n\n\"Is there a war down there?\" the pilot asked. \"If there ain't, tell\nthat gun crew to cease firing. If there is, tell 'em to stop anyhow,\nbecause we ain't an enemy ship!\"\n\n\"No one's firing, sir!\" came the radio operator's voice. \"There must be\nsome mistake.\"\n\n\"Mistake--hell!\" the captain roared. \"I know anti-aircraft bursts when\nI see them!\"\n\nDr. Duerkes made a mental note that a minute before Captain Hawes had\ncalled them air pockets.\n\nThe ship lurched again, then it bounced upward like a rubber ball. The\nwhole craft seemed to be enveloped in a greenish cloud. A familiar, yet\nunidentifiable odor assailed the captain's nostrils. The motor coughed\nand died.\n\n\"Unloosen your safety belt,\" the captain ordered. \"Get ready to bail\nout as soon as we get down where the air's thick enough to breathe.\"\n\nThe captain tried to start the motor again, but something was wrong\nwith the supercharger.\n\n\"Must have been hit,\" he said.\n\nThere was a tinkle of glass and the air seemed to be sucked out of the\ncabin. Captain Hawes turned to see the cabin window falling out, but it\nwasn't that that made him turn pale.\n\nThrough the broken opening a greenish cloud was creeping into the\nplane. A long arm of vapor was extending itself toward the two men.\n\n\n\nDr. Duerkes screamed as the cold, sticky moisture of the vaporous cloud\nclosed about him. Hawes felt himself jerked out of his seat and he\nstruggled helplessly as he was dragged through the window of the plane.\n\nBelow, he saw the bomber spinning crazily to earth. But neither man\nfell. Instead, they remained suspended in air, held fast by the\nbillowing, green cloud.\n\nAn odd, cold feeling swept over Hawes. Oxygen was sucked from his\nlungs. He gasped for breath, wondering if this was the end of\neverything. As the light of day faded from his eyes he felt convinced\nthat it must be. A world of silence closed in about him.\n\nAs the chill of the stratosphere seemed to freeze the pilot's veins, he\nrecognized the familiar odor he had smelled on the plane. It was ozone,\noxygen exposed to the influence of electrical discharge, an allotropy\nof oxygen known to exist in the stratosphere.\n\nFor a time, all that remained of Captain Hawes' consciousness was a dim\nsense of awareness. From this tiny spark something grew. It enlarged\nuntil it swept over and mastered his entire being.\n\nSuddenly Captain Hawes saw, but not through his eyes. He heard gentle\nwhisperings about him, but not through his ears. The soft velvet of the\ngreen cloud pressed against his body, buoying it in the air, but he\ndid not actually feel it. His nose no longer scented ozone, yet he was\naware of the odor.\n\nHis senses were gone; in their place was a single, all-inclusive\nsense--an awareness of things first hand.\n\nThe limits of his weak, fallacious human signal system of neurones had\nbeen pushed aside and Captain Hawes and his companion stood in direct\ncontact with the external world--possibly the first human beings ever\nto do so.[1]\n\n[Footnote 1: Philosophers have pointed out emphatically--and it is\nhardly necessary for me to repeat it--that man can know the world\nonly \"second hand.\" Man's consciousness perceives nothing directly,\nbut through the medium of the senses. The translations of our sensory\nimpulses in the brain could easily be--and often are--distorted.\nArtificial stimuli can affect the senses so that things can be\nperceived that do not actually exist. Like the blind men and the\nelephant, man is limited in his perceptions to what he can perceive,\nand therefore what we know may only be a small parcel of our\nsurroundings. The stripping of Hawes and Duerkes of their senses and\nthe placing of their consciousness in direct contact with the world\nallowed them to see things ordinary men do not behold--R. R. W.]\n\nNo longer did Captain Hawes have to touch a thing to feel it. He knew\nthe nature of the rocks on the moon as well as he knew the texture of\nhis clothing. Without looking, he could tell Dr. Duerkes' movements as\nhe opened his eyes and he knew that his own countenance was in no less\ndegree bewildered and amazed.\n\nCaptain Hawes did not seem to exist within his body, but on the outside\nof it. His body was there, but it existed purely as a power plant for\nhis omnipotent self.\n\n\"It's a man!\" said something excitedly.\n\nIt was not exactly a voice Hawes heard. Instead, it was a thought, not\nexpressed in words, but in translatable impulses.\n\n\"They're both men,\" came another impulse.\n\nCaptain Hawes was aware of a number of small greenish clouds\nsweeping down on all sides. Then, for the first time he saw that the\nstratosphere was far different than any human description had made it.\n\n\n\nAround him arose a weird city. There were broad streets and buildings,\nvaporous, tenuous structures, but real as a single sense perceived\nit. The thought occurred to Hawes that this is what an American city\nwould look like if it were stripped of noise, all tangible objects, all\nsmells and things that could be perceived by the five senses. He knew\nthat there was much more to a city than is ever seen by any man.\n\nThe cloud that bore the two human beings was floating through the\nstreets toward a massive, rainbow building that rose like a palace in\nthe center of the metropolis.\n\nA wail, like an ambulance siren, rose from the cloud. It was purely a\nmental wail, but the other clouds scurried out of the way to let the\nvapor bearing the men pass.\n\nThe building into which the men were taken rose like an eerie dream on\nthe nothingness of its foundations.\n\n\"Great Scott!\" whispered Duerkes. \"What sort of a nightmare is this!\"\n\n\"It's an unclassified part of your orderly universe,\" replied Captain\nHawes. He suddenly discovered that he was not really speaking, nor was\nDuerkes talking through his mouth. The two men were communicating ideas\nby a sort of telepathy that went beyond their understanding.\n\nA low murmur of excited ideas swept into the captain's perception as\nthey entered the chamber. More poignant than all, a single, commanding\nthought arose from a pretty little turquoise cloud in the center of the\nroom. The thought swept all others into silence and beat its way into\nthe consciousness of the two human beings.\n\n\"You are welcome here, beings of the lower regions!\"\n\n\"Thanks!\" said Captain Hawes.\n\nDr. Duerkes was too busy thinking to reply. The doctor apparently had\nforgotten that his thoughts no longer were secret and that what he was\nthinking was perceptible to every person present.\n\n\"Am I alive? I do not breathe, yet I feel that I am absorbing ozone\nthrough my skin. I cannot be dead, for I possess consciousness. If I\nam neither, what am I doing here?\"\n\n\"Your friend is disturbed, Captain Hawes,\" said the turquoise cloud.\n\n\"He has never been formally introduced to a green cloud before,\" the\ncaptain apologized. \"Come to life, Doc! Meet the headman here!\"\n\nMental laughter swept the room. Even the turquoise cloud joined.\n\nDr. Duerkes started. \"Oh! Excuse me! I am happy to meet you, sir!\"\n\n\"I must apologize for our appearance,\" said the turquoise cloud. \"We\nappear as clouds, because we are a race of philosophers and we have\ntoo much work to do to waste our energies on the creation of beautiful\nfigures. We might appear in any form we choose, but cloud-like forms\nare simple and easy to manage in the stratosphere. I must correct your\nimpression, Mr. Hawes and Mr. Duerkes, that I am a man. I am not....\"\n\nAs the cloud's thoughts impressed themselves on Captain Hawes' mind, it\nunderwent a slow transformation. It dwindled in size and changed from\nturquoise to a beautiful olive shade. Its form swiftly became that of a\nhuman being. Then, before Hawes and Duerkes, stood a woman of dazzling\nbeauty. She was dark complexioned. Her hair and eyes were dark. She was\ndressed in a cirrus mist of rainbow color.\n\nCaptain Hawes' thoughts were akin to a gape.\n\nDr. Duerkes looked with his mind stunned into a blank.\n\n\"Poor men,\" she said. \"I pity you. You thought you were the highest\nform of life on the face of the earth, yet you are no further advanced\nin comparison to the Green Clouds than fish are in comparison to you.\"\n\nShe did not open her mouth but she spoke in waves of thought. Without\nher saying so, Captain Hawes knew her name was Loetta and somehow, as\nshe spoke, Hawes perceived that in spite of this creature's claims to\nsuperiority, she needed man. Hawes and Duerkes had been brought here\nfor a purpose. There was a problem to be solved and only man could\nsolve it.\n\n\"Our lives lie one step in evolution beyond yours,\" Loetta went on, as\nthough she were trying to erase the thoughts that crept into Hawes'\nmind. \"First life on earth was plant life. It lived on the inanimate\nelements in the sea and rocks. Then came animal life, living in the\nsea and devouring the plants. Larger animals came to eat the small\nones and life emerged from the sea onto the land. Man developed to eat\nthe animals. We, the Green Clouds, are the next stage. Our food is\nthought--the mental imagery of lowly man.\"\n\nThe problem, at least, was down-to-earth. Even a creature that lived in\nthe clouds had to have food.\n\n\"I should have known,\" Dr. Duerkes' thoughts staggered from his\nconfused brain. \"It is perfectly plausible. Everything is plausible, if\none studies it long enough. It is inevitable that life should move some\nday into the stratosphere, just as it once moved out of the sea onto\nthe land.\"\n\n\"Primitive thoughts,\" rebuked the woman. \"We would not feed such slop\nto our half-wits.\" She turned to the aviator. \"And what is the best you\ncan do?\"\n\nHawes was feasting his eyes on the cloud woman. \"If I weren't sure I\nwas awake, I'd say you were a nightmare,\" he began. \"But you can't be a\nnightmare--nightmares are hideous--\" he stopped abruptly.\n\nLoetta smiled. \"I liked that,\" said she.\n\n\"What?\" Captain Hawes blushed mentally.\n\n\"What you did, just then. You pressed your lips against mine and made a\nloud smacking noise.\"\n\nThe flustered captain stammered: \"But I--I didn't. Not really.\"\n\n\"In your mind you did,\" Loetta said. \"It was a swell idea. A perfect\nfeast.\"\n\n\"You mean that's what you live on?\"\n\n\"Thought is our food and drink,\" she said. \"We cannot eat our own\nthoughts, for that would be cannibalism. The wild crop that we collect\nat random over the earth is neither satisfying nor dependable. That is\nwhy we seek to cultivate our own foodstuffs. You two human beings will\nsupply us with food. In time you will be mental giants.\"\n\n\"You made no mistake when you picked me,\" Dr. Duerkes beamed. \"Already\nmy thoughts are pretty well advanced.\"\n\n\"Your thoughts are quite obvious,\" Loetta retorted. \"You simply have\na knack of guessing the right answers and for most things there is\nmore than one right answer. I'm afraid that we'll have to depend on\nHawes to supply us with the staple foods. You can give us the lighter\nstuff--desserts and pastry--\"\n\n\"Hawes! Why he never had a deep thought in his life!\" Duerkes exclaimed.\n\n\"His thoughts are rather cute. Very simple, tender and digestible.\" She\nsighed. \"It is funny none of us Green Clouds ever thought about kissing\nbefore.\"\n\nLoetta took a step forward, threw her arms around Captain Hawes and\nplanted a deep, fervent kiss on his lips.\n\n\"I think,\" Captain Hawes said, as he and his companion were led to a\nlittle garden of clouds, \"that I am well enough stimulated to win a\ngrand championship as a mental milch cow.\"\n\n\"Bah!\" Dr. Duerkes snorted. \"This is no superior race!\"\n\n\n\nThe Green Clouds insisted that their food be of the highest quality.\nBut their standards were their own. Noble philosophy was carted away\nby the scavengers scarcely nibbled, while thrilling, exciting thoughts\nwere bolted ravenously.\n\n\"Deep thoughts are too near our own,\" Loetta explained one day when she\nvisited Hawes. \"We find action stimulating, for life is rather dull up\nhere.\"\n\nShe explained that exertion was almost unheard of in this land. People\nobtained food without a great deal of effort and there was really\nnothing to work for.\n\n\"We find Dr. Duerkes' thoughts hard to digest,\" she said, \"but perhaps\nthey will be better flavored in time.\"\n\nBecause life was so effortless, Hawes wondered how the people of this\ncountry escaped complete boredom. It was a nation where everyone was\nunemployed, for there was nothing to do. To build a house, one had\nmerely to create it from thought. Thought also was food and the medium\nof exchange.\n\n\"Man misses a great deal,\" Loetta went on. \"His five senses completely\noverlook the most worthwhile things of life.\"\n\n\"There are all kinds of men. Have you ever really studied them?\"\n\n\"I know all about them,\" replied Loetta. \"That is why I can imitate men\nso easily. I can eat their food, just as you do. I drink their drinks.\nI have watched men die and I have lived as they lived. But it is too\nprimitive.\"\n\nCaptain Hawes smiled as he recalled a few lines of Kipling:\n\n    \"I have eaten your bread and salt,\n    I have drunk your water and wine,\n    The deaths ye died I have watched beside,\n    And the lives that ye led were mine.\"\n\n\"Yes,\" Loetta said, reading his mind, \"I have even read Kipling. And I\nlike it.\"\n\nAs days passed, Captain Hawes became more and more impressed with the\npower of thought. He found himself conjuring up fancy motor cars from\nnothing. He could dream of wealth and awaken surrounded by chests\nfilled with gold and precious jewels. Thought had become a tangible\nsubstance, and as material as a piece of cheese. His thoughts became so\nprolific that the people of this land grew fat and comfortable.\n\nBut continual thinking is not a pleasant occupation for a man of\naction. The first weeks in the land of the Green Clouds had been\nfull of novelty. Beyond that, only Loetta's presence made the place\nendurable. But there were times when Loetta was busy and Captain Hawes\nwas left alone to produce thoughts. Life became boring.\n\nThinking no longer was an easy task. When he considered escaping,\nno one complained of the thought, for it was good food. The only\ndifficulty was that the green clouds devoured his escape plans as fast\nas he made them.\n\n\n\nAnyhow, the escape looked impossible. Hawes' and Duerkes' parachutes\nhad been taken away from them and a drop to the earth, eight miles\nstraight down, would be quite fatal.\n\nEven if the men survived the fall, there was the difficulty of getting\nstarted. Gravity seemed absent here as far as the earth was concerned.\nTrue, if one jumped up toward the sky, gravity worked as it always had.\nBut if one tried to dive toward the earth, he was pulled back to the\nclouds just the same.\n\n\"Anyway, it's a slick arrangement,\" Hawes decided.\n\nDr. Duerkes shuddered. \"How can these people like your hashy thoughts?\"\nhe asked. \"This mystery would startle the world of science and you\ndismiss it with the words, 'slick arrangement.'\"\n\n\"Well, maybe it ain't so slick. I'm sort of tired of it. I'd give a lot\nfor a ham sandwich, with mustard.\"\n\nIn front of Hawes' eyes a ham sandwich on rye bread, dripping with\nmustard, appeared. Hawes reached out to grab it, but a green cloud\nswooped from behind a bush and seized it.\n\n\"Tut, tut!\" chided the green cloud. \"You mustn't eat your own thoughts.\nThat's cannibalism.\"\n\n\"But I'm hungry,\" said Captain Hawes.\n\n\"Then have a ham sandwich on me,\" said the cloud.\n\nIn the air in front of Hawes appeared another sandwich, exactly like\nthe first. Hawes reached and seized it. He tasted it. It had a slightly\nsour taste, as if it were impregnated with ozone, but it was better\nthan nothing.\n\n\"Swell!\" said the captain.\n\n\"I can't understand it,\" Duerkes, who also was supplied with a\nsandwich, moaned. \"It's beyond comprehension. This is a different world\nfrom ours. There isn't a single law of the universe applicable to it.\"\n\n\"It looks pretty logical to me,\" Hawes said. \"These people think\nconcrete thoughts, instead of abstract ones.\" He turned to the green\ncloud. \"Could you think up an airplane--a stratosphere ship, like the\none we rode to get here?\"\n\n\"Easily,\" the green cloud said.\n\nStanding before them was a ship, an exact duplicate of the stratosphere\nscout.\n\nNot a word passed between the two human beings as they got into the\nship. It wasn't necessary to think in order to know what should be done.\n\n\"Hey!\" cried the green cloud. \"Come back here. You can't go away--\"\n\nThe green cloud ran toward the ship, but it could not destroy it, for\nto do so would have been murder. One's own thoughts are not to be\ndestroyed by one's self. Hawes realized this. He had tried several\ntimes to build a plane, but it always was eaten by a green cloud the\nsecond he got it finished. But the green clouds could not eat their own\nthoughts.\n\nThe motor whirred.\n\n\"Just a minute, before we leave,\" the captain said. He closed his eyes.\nHe thought hard of Loetta.\n\nThe figure of Loetta appeared in the control cabin beside him.\n\nCaptain Hawes touched the controls and the ship soared away.\n\n\"I hope you can learn to eat solid food, Loetta,\" the captain said.\n\nLoetta sighed. She turned her head.\n\nCaptain Hawes turned his head also. Trailing from the ship, hanging\nlike a chain of daisies, was a whole string of Loettas. One hung onto\nthe wing, while the one below her clasped her ankles.\n\n\"Gosh!\" Captain Hawes said. \"I didn't realize I had been thinking of\nyou all the time.\"\n\n\"Don't worry,\" said Loetta.\n\nAs she spoke a green cloud flashed out of the heavens and calmly began\neating her sisters.\n\nCaptain Hawes put his ship into a dive toward the earth.\n\n\n",
    "metadata": {
        "author": [
            "Winterbotham, R. R. (Russell Robert)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73145/pg73145.txt",
        "name": "the_thought_feeders.json"
    }
}