{
  "name": "The Last Days of L.A.",
  "author": [
    "Smith, George H. (George Henry)"
  ],
  "body": "You are having the same recurring dream, the dream that has haunted\nthe whole world since that day in 1945. The dream of the sudden flash\nin the night, the rising mushroom cloud and then annihilation. You\nare living the nightmare again but this time it's true, you know it's\ntrue. You can't be dreaming. The bombs are actually falling and huge\nfireballs are sweeping upward while seas of flame spread at supersonic\nspeeds to engulf the city. You feel the blast, the searing heat, you\nfeel your flesh melting away. You try to scream but the sound dies\nin your throat as your lungs shrivel. Horror makes you try again and\nsomehow you do scream and wake yourself up.\n\nOnce more, this one more time, it is only a dream. You lie there\npanting, too weak from terror to move out of the puddle of your own\nsweat. You lie there and think and your thoughts aren't very pretty.\nIt's a week day and you ought to be down at the office turning out\nadvertising copy by the ton but instead you lie there and think even\nthough you don't like what you're thinking. It's got to be soon. It\ncan't be much longer now, not the way things are going.\n\nYou finally crawl out of bed around noon and ease your way into the\nkitchen. You realize that you have a hangover and since you can't\nremember what you did the night before you suppose you must have been\ndrunk. By the time you finish one of the two quarts of beer you find in\nthe refrigerator you know that isn't what you need, so you put on some\nclothes and wander out to a bar.\n\nAfter a few quick drinks you walk somewhat unsteadily out into the\nstreet again and head toward the place you always think of as The Bar.\nA wino edges up to you and asks for money to buy a sandwich and a cup\nof coffee.\n\nYou give him a dollar but make him promise not to spend it on anything\nso foolish as food. \"Liquor, brother, is the salvation of the race,\"\nyou tell him. \"Believe and be saved!\"\n\n\"Amen!\" he says and hurries off.\n\nYou make the mistake of stopping to read the headlines on the corner\nso you know you're not drunk enough yet. U. S. REJECTS NEW RUSS NOTE.\nMOON GUNS CAN DESTROY CITIES: KAGANOVITCH. BURMA LEADER KILLED IN FRESH\nUPRISING.\n\nJust before you get to The Bar you pass an alleyway and as you glance\ninto the darkness, you see a huge rat standing there staring at you\nwith arrogant red eyes. After a moment he walks away, unhurried and\ncocky. An icy chill runs down your spine. The rats will survive. The\nrats always survive. Maybe _they_ are the Master Race. Something else\ntugs at your memory, something you read somewhere. Oh yes, it was a\nstatement by an oceanographer. He said that even if the H-bomb should\nannihilate every living thing on the surface of the earth, the sea\ncreatures would be able to carry on. The rats and the fish will carry\non and build a better world.\n\nYour friends are sitting in their usual places when you get to The Bar.\nJohn Jones-Very who has the reddest, bushiest and longest beard and\nalso the record for staying drunk the longest, is doing the talking.\nListening are Dale Bushman who paints huge canvases which he never\nfinishes, Ian, an out-of-work musician whose last name you don't know,\nPat O'Malley the actor and, of course, Anna.\n\nAnna is small and thin with deeply tanned skin drawn tightly over high\ncheekbones. She wears a plain dress and no makeup and her hair is done\nup in a bun on the nape of her neck. The poetry she writes is a kind\nof elegant pornography. She is the only one in the group who makes\nany money and that is because her book FLAME ROSE has been banned all\nacross the country. You like her very much, probably because she is the\nmost irritatingly ugly woman you have ever met.\n\nA howling bank of jets hurls across the sky screaming for human blood\nand you shiver as you squeeze in at the table. You are convinced that\nthe elementals of hell are loose above and the world is in its last\nstages. All the children born this year will probably have twenty-one\nteeth and Anti-Christ will walk the land.\n\n\"Why worry about the next war?\" Dale Bushman asks. \"It won't last\nforever.\"\n\n\"No,\" John says. \"No war ever has ... yet.\"\n\n\"Do you think it's coming?\" you ask.\n\n\"If you read the papers, you'd take to the hills right now,\" Pat\nO'Malley says, finishing his bowl of chili and reaching for his drink.\n\n\"Ah, the hills,\" Ian says. \"But what good? The H-bomb is bad enough but\nthey'll use the C-bomb, the cobalt bomb, and this is the final weapon.\"\n\n\"Just the same,\" you say. \"I think we ought to take to the hills.\" Why\nnot hide yourself way back of nowhere? Hide so deep in the woods and\nmountains that you won't even know when it happens. You could wrap the\nsilence around you and pull the earth over you. You could bury yourself\nso deep that ... but of course you won't. You have a job and, like\neveryone else, at least a thousand other reasons for staying on until\nthe end.\n\n\"But really,\" you say, \"a man should be able to survive a time of\nterror by disengaging himself as completely as possible from the rest\nof the human race. If he were to reduce his needs to a minimum ... a\nlittle bread, a few vegetables, a blanket or two, a warm cave and....\"\n\n\"A blonde or two,\" Pat says.\n\nBushman adds, \"A cellar of good Scotch.\"\n\n\"And books, lots of books,\" Jones-Very puts in.\n\n\"No blondes, no Scotch, no books,\" you tell them, banging your mug on\nthe table so hard their glasses jump. \"Minimum needs ... minimum needs!\"\n\n\"How about plumbing?\" Anna demands. \"I won't go without plumbing.\"\n\n\"We're facing the end of the world,\" says John, \"and you worry about\nplumbing!\"\n\n\"I'm sorry, but if plumbing isn't going to survive, I'd just as soon\nnot either,\" Anna says. \"I just can't see myself squatting in the\nbushes.\"\n\n\"What difference does it make?\" Ian asks. \"Everybody dies anyway. From\nthe moment you're born, you start dying.\"\n\n\"Yes, but--\"\n\n\"So why bother? Everybody dies. Why prolong it more than you have to?\nEverybody dies.\"\n\n\"Worlds may or may not blow up,\" O'Malley says, \"but it seems to me\nit's the little indignities of modern life that hurt the most. The\nconstant repetition of the advertising slogans that insult your\nintelligence, and the women with the pearly teeth and perfect permanent\nwaves, without body odor or souls.\"\n\n\"I have body odor,\" Anna says.\n\n\"But no soul,\" Ian says. \"No soul at all.\"\n\n\"You're just mad because I wouldn't sleep with you last night.\"\n\n\"No soul,\" Ian says.\n\nThe jukebox offers Tin Pan Alley's solution to the whole thing:\n\n    OH BABY, OH MY BABY O\n        MY BABY IS MY BABY O\n    MY BABY IS MY BABY O\n        MY BABY LOVES ME O\n    SHE DOES, SHE DOES, SHE DOES O\n\n\"Our trouble is too much history,\" John says. \"A period without history\nis a happy one and we've had too much history.\"\n\n\"No soul--too much history,\" Ian hiccups. \"Not enough sex--everybody\ndies.\"\n\n\"Everybody is going to die damn fast, unless something happens,\" you\nsay.\n\n\"No soul--so sad,\" Ian mumbles. \"No soul and no sex ... everybody dies,\nnothing happens.\"\n\n\"So what?\" Anna demands. \"What is life anyway? Why try to be like\neveryone else in this beautiful but messy Brave New World of 1970? Why\nrun searching for a messiah when all the messiahs died a thousand years\nago?\"\n\nThis starts you thinking about religion. You've never thought much\nabout it before but a man can change, maybe even accept the old myths\nas real until they actually begin to seem real. Instead of dwelling\non your body being burned to a cinder in an atomic holocaust you could\nthink of your slightly singed soul being wafted to paradise on a\nmushroom cloud while U-235 atoms sing a heavenly chorus to speed you on\nyour way.\n\nThe others don't even notice when you get up and walk out to look for a\nchurch.\n\n\n\nChurches aren't hard to find in Los Angeles on any day of the week or\nat any hour of the day. They're behind the blank fronts of painted-over\nstore windows. They're located in big old nineteenth-century houses\nalong Adams; they spring up under tents in vacant lots and in large\nexpensive temples and bank-like buildings in the downtown area.\n\nYou pass by several likely-looking churches because they are in\nneighborhoods that have alleyways, and you still remember that rat,\nthat red-eyed rat.\n\nThen as you walk through downtown crowds, you remember something else.\nSome dentist once said that the teeth of the people in the A-bombed\nJapanese cities hadn't been affected by radiation. This is very funny,\nit makes you laugh. You picture a world of blistered corpses, none of\nwhose teeth have been affected. You laugh out loud and people turn to\nlook at you.\n\nA woman points you out to a policeman and he looks your way. You want\nto keep on laughing but now you don't dare to. So you just keep on\nwalking, trying to keep the laughter from bubbling out of you.\n\n\"Hey, bud,\" the policeman calls to you, \"what's the matter with you?\"\n\n\"Nothing--nothing at all, officer,\" you tell him, and dive into the\nnext church you pass.\n\nThis one is called the Church of the New Cosmology. Inside, a\nround-faced little man is talking to a few listless people.\n\n\"A geologist will never know the rocks until he has seen the Rock of\nAges. The botanist will never know plants until he has beheld the Lily\nof the Valley, the cosmologist will never know the universe until he\nhas listened to the Word of God!\n\n\"Let us consider for a moment the sun. What do we know about the sun,\nmy friends? What do the so-called scientists know about it? What do\nthey tell us about our heavenly light? They say it's a giant ball of\nfire millions of miles across and ninety-one million miles away. Now\nwhy, I ask you, would that be so? The Bible says that God made the sun\nto light the world. Now have you ever known the Lord to do anything\nsilly or foolish? Of course you haven't! Then why do they ask us to\nbelieve that He would put the sun, which is supposed to light the\nworld, ninety-one million miles away from it? An engineer who did\nsomething like that wouldn't be much of a God. The true answer, my\nfriends, is that Jehovah God did nothing so impractical and no matter\nwho tells you different, don't believe it!\"\n\nThe little man's voice dropped to a husky whisper. \"I have studied\nmy Bible and I've listened to the scientists and I've talked to God\nHimself about it and I tell you this is the truth. The sun is our\nheavenly light, the sure sign of God's love, and right this minute it\nis just two thousand three hundred miles from Los Angeles! It is not a\nwasteful million miles across, it is just forty-five and five-tenths\nmiles across ... just the right size to give us our beautiful\nCalifornia sunshine.\n\n\"How do I know?\" The whisper had grown to a hoarse shout. \"How do I\nknow? I know because it's the Word of God, my friends! The personal\nword of God given to me by God Himself.\n\n\"What else do I know? What else has God told me, to confound the\nGodless scientists? Why, my friends, the Bible says that this earth\nupon which we live is flat--as flat as this book!\" He brings his hand\ndown with a sharp slap on the Bible. \"You ask then how is it possible\nto circumnavigate the world when it is a flat plane. The answer is that\nit isn't possible. A ship that seems to go around the world really\nmakes a circle on the flat surface like this.\" With a stubby forefinger\nhe draws a circle on the book. \"Now I know that those scientists up on\nthe moon say that the world is round, but whoever saw or heard of a\nscientist that wasn't a liar? Can any of you really bring yourselves\nto believe that this flat earth of ours is traveling through space at\nthe tremendous speed that they say it is? Tell me, do you feel any wind\nfrom this great speed? Do you feel anything at all?\"\n\nNo, you have to admit, you don't. You don't feel a thing. Even his own\ncongregation doesn't seem to.\n\nThis is thirsty work. You have a couple more drinks and then you\nlook for another church. You find one called the Church of Christian\nCapitalism.\n\nThe thin old man with the dusty fringe of gray hair has his audience\nwell in hand as you walk in and take a seat. He makes the sign of the\ncross and the sign of the dollar over their heads as he harangues them.\n\n\"Blessed are the wealthy for they shall please God,\" he says. \"Christ\nwas the first capitalist, dear friends. He took a loaf and seven fishes\nand blessed them and made them into enough food to feed a multitude. He\nwalked in poverty but he came to own the world!\n\n\"God is the Good Capitalist, the Owner and Proprietor of all\nthings on this earth. This country was created by those saints of\nCapitalism--Morgan, Rockefeller and Gould.\"\n\nChristian Capitalism sends you home to bed by way of another bar.\n\n\n\nYou're sitting in a room with people all around you. At first you don't\nknow why you're there and then you remember it's a party. Everyone\nexcept you is laughing and drinking and having a good time. You have\na strange sense of foreboding, of something about to happen that you\ncan't avoid. You see a girl you know across the room and get up and\nstart to cross the room to her.\n\nThere's a sudden blinding flash of light outside the house and the\nwindows come crashing in. You see murderous slivers of glass piercing\nthe flesh of those about you and you hurry over to the girl you know\nonly to find her face and neck slashed by the flying glass and blood\nstreaming down over her bare breasts. You try to stop the flow of blood\nwith a handkerchief but it's coming in such strong spurts that you\ncan't.\n\nA second shock wave follows the first with an even brighter flash.\nYou're knocked to the floor and the building comes crashing down. You\nstruggle against the falling masonry but it does no good. You feel the\ncrushing weight and scream ... and your screams wake you up.\n\nYou feel almost as bad awake as you did asleep, only now the crushing\nweight is on your head instead of your chest and your mouth is filled\nwith the taste of death and decay. You figure you must have been\ndrinking last night but you can't quite remember.\n\nYou reach out your hand and it locates a bottle that still guggles a\nlittle. Without opening your eyes you lift it hurriedly to your mouth\nand then almost choke trying to spit it out. Mouthwash!\n\nYou manage to get your eyes open, and remember with thankful heart that\ntoday is Sunday and you don't have to go to work. It's been five days\nsince the last dream and that's not so bad, but just the same you'd\nbetter get up and get a drink because this one really shook you up. Or\nmaybe you ought to go to church. Perhaps you'd better do both.\n\nA tall blond man in a black suit is standing on a platform in the\ncenter of a group of forty or fifty intensely quiet people as you\nenter.\n\n\"Is there a wall in front of you?\" he asks.\n\n\"Yes, there is a wall in front of us,\" the people answer.\n\n\"Can you see the wall in front of you?\"\n\n\"Yes, we can see the wall.\"\n\n\"Is there a wall behind you?\"\n\n\"Yes, there is a wall behind us.\"\n\n\"Can you see the wall behind you?\"\n\nThey all turn around and look. \"Yes, we can see the wall behind us.\"\n\n\"Is there a floor beneath your feet?\"\n\n\"Yes, there is a floor beneath our feet.\"\n\n\"Are you sure? Feel the floor with your feet.\"\n\nThere is a loud shuffling as they do as they are told.\n\n\"Are you sure the floor is there?\"\n\n\"Yes, we're sure the floor is there.\"\n\n\"Now feel your feet with the floor.\"\n\nThere is more shuffling and during this you steal quietly out. This one\nreminds you of the D.T.'s and you want nothing at all to do with that.\n\nYou get tossed out of the next place you try because the preacher says\nyou're drunk. You're not, but you wish you were, so you head toward The\nBar. You stop when you see the sign, \"FLYING SAUCER CONVENTION.\" It's\nover the door of a large building and underneath in smaller letters it\nsays, \"Listen to the words of the Space People. Hear the advice they\nbring us in these troubled times.\"\n\nSurely, you tell yourself, the Space People will have a solution,\nsurely they can bring peace. You enter and see a young,\nordinary-looking fellow addressing a crowd of about three hundred. You\ntake a seat next to a bald man who is writing down what the young man\nis saying even though it doesn't seem to make much sense.\n\n\"... member of a small group that has been in touch with the Space\nPeople and feel that this world can be saved only through the aid of\nsuperior beings. I will now play this tape which I obtained from the\ncaptain of a Flying Saucer.\"\n\nHe places the tape on the spindle and it begins to whirl. A voice\nbegins to speak in slightly stilted English. \"I am Lelan. I am what\nyou people of Earth think of as the head of the government of the\nplanet Nobila. I speak to you across the parsecs in order to bring you\ngood and bad news. The good is that a new age is about to begin for\nthe people of Earth through the aid of we Nobilians. We have already\ncontacted the President of the United States, the Pope of the Catholic\nChurch and all other world leaders. A new age is about to begin for you\nas soon as we have saved you from the evil influence of the vicious\nZenonians from the planet Zeno. All Earth knowledge will become\nobsolete as we supply you with new information and all good things will\nbe free in the days after we drive the Zenonians from among you.\n\n\"But first we must warn you that the Zenonians will try to stop us,\nbut you can help avoid this if you are alert. Look around you for\npersons who seem strange. It is the Zenonians who have made you what\nyou are. It is the Zenonians who cause your wars and your crime with\ntheir evil rays. We will use our good Nobil rays to combat their evil\nZ rays. When we have driven them out, the world will be a better place\nin which to live. But--beware! They are all about you. Examine the man\nnext to you. Beware! They are all about you. You shall hear from us\nagain.\"\n\nYou turn and look at the man next to you; he's looking at you. He _is_\na rather strange-looking guy and you edge away from him just as he\nedges away from you. You turn to look at the man on the other side of\nyou. He is moving away from you also.\n\nThen you hear the stories of the people in the audience. Every one of\nthem who stands up to speak has had a mysterious visitor in the night\nor had a flying saucer land in his backyard. Most of them have had\ntrips to the moon and elsewhere in flying saucers. Space you think must\nbe as crowded as the Hollywood Freeway at rush hour. Almost all of them\nhave been contacted by superior beings from space because they are the\nonly people in the world who are wise enough to interpret the Space\nPeople to the Earth people.\n\nYou feel pretty good from the drinks you've had, so you stand up and\ntell them what you think.\n\n\"The first flying saucers were sighted after the atomic bombs were\nfirst exploded,\" you begin. \"And they became very prevalent after the\nfirst Earth satellites were put into space and again after the first\nmoon rockets. I therefore think that the Earth is a cosmic madhouse in\nwhich the human race has been incarcerated for its own good and that\nevery time we start rattling the bars, the keepers hurry down to take a\nlook.\"\n\nNo one seems to care much for your theory, and you are escorted to the\ndoor none too politely.\n\nNo, the Space People don't seem to have the answer. With the headlines\nyou see at every corner chasing you, you head for The Bar and dive\ngratefully through the door.\n\n\"So everybody dies,\" Ian is saying. \"We're all dying, just sitting\nhere.\"\n\n\"Will you stop that? God damn it, will you stop that?\" you yell at him.\n\nIan looks at you owlishly for a few seconds and then back at his drink.\nJones-Very and the others go right on with the conversation.\n\n\"It's merely what I was saying the other night,\" Jones-Very says. \"It's\nthe contagious spread of the madness that is epidemic in our time. No\none wants war. But still we are going to have a war. After all, the\nvery zeitgeist of our times is one of complete callousness toward human\nlife. You have only to think of the Russian slave camps, the German gas\nchambers and our own highway slaughter.\"\n\n\"Maybe life itself is just some sort of stupid mistake,\" Anna says.\n\"Maybe we're a cosmic blunder, a few pimples on the tail of the\nuniverse.\"\n\n\"That isn't so,\" you blurt out. \"There's purpose--there's got to be\npurpose. You can't look around you and say there isn't purpose in the\nuniverse; that there isn't a reason for our being here.\"\n\nThis time they all turn and look at you strangely. Then they look at\neach other.\n\n\"I wonder,\" Jones-Very says, \"if I wasn't closer to the truth than I\nthought when I talked about contagion.\"\n\n\"What the hell do you mean by that?\" you demand, half rising from your\nseat.\n\n\"Nothing ... nothing at all,\" Jones-Very says, looking at the others.\n\n\"What this world needs is a moral renovation--a new birth of the\nspirit,\" you go on.\n\n\"Oh, my God,\" Jones-Very moans, his head in his hands.\n\n\"Would you listen to that, in this age of space stations and moon\nguns,\" Anna says.\n\n\"John, you're right--you're right! It's got him!\" Bushman says.\n\nYou won't listen to any more of this. You get to your feet and stagger\nwith great dignity to the door.\n\n\n\nYou're dressed in high altitude equipment and you're sitting in the\nnose of a jet bomber listening to the vicious growling of the motors.\nYou have a tremendous feeling of power and you think about how many\nyou'll kill this trip. You think about the big black bombs nestled in\nthe bomb bay and remember there is one for each of the three cities on\nyour list.\n\nGod, it will be beautiful! You can almost see the glorious colors of\nthe rising mushroom cloud and hear the screaming of the shattered\natoms. You can't hear the screaming of the people up here, that's one\nof the nicest parts of this kind of murder. You can't hear them. This\nmakes you as happy as it must have made Attila and Hitler when they\nkilled their millions. Murder on a small scale may be illegal and\nunpleasant, but mass murder can be the most exhilarating thing in the\nworld.\n\nThen your bombs are gone and you're passing through the most beautiful\nclouds you've ever seen but somehow they smell of charred flesh and\neven up here you hear the screams of the people. The sound rips\nand tears at your brain, destroying what little sanity you have\nleft. You've got to stop them! You've got to, before they drive you\ncompletely mad. You tilt the nose of the bomber and dive toward the\nscreams. You've got to stop them! You scream back at them as you dive\nand again your own screams wake you up.\n\nThis is the worst one you've ever had and your hangover is almost as\nbad. You dress and hurry out of your apartment to get away from the\nterror and the guilt but suddenly you remember that you aren't really\nthe guilty one. Or are you?\n\nYou look for a bar or a place to buy a bottle and then remember that\nyou haven't any money. You see Pat O'Malley up ahead of you in the\ncrowd and hurry to catch up with him. He hasn't any money either, so\nyou suggest that both of you go to church.\n\n\"Why not?\" he says. \"We have only our souls to lose.\"\n\nThe two of you enter the first one you come to and the woman on the\nplatform is an amazing sight. She's big and full-bodied and has all the\ngrace and arrogance of a lioness. She's got the Word and she's passing\nit out in large doses.\n\n\"That's Dr. Elinda A. Egers, D.C.F.,\" O'Malley whispers. \"Doctor of\nComplete Faith.\"\n\nYou watch fascinated as that lush body of hers moves restlessly around\nthe platform.\n\n\"In these troubled times the tortured mind of man is hanging in the\nbalance, because he has forgotten his great enemy,\" Elinda shouts.\nThere's a wildness in her eyes and a sensuousness in the way she moves\nher body that makes you move forward until you're sitting on the edge\nof your seat. Any stripper, you muse, would give her G-string to be\nable to imitate this woman's uninhibited way with her hips.\n\n\"Why are our asylums filled with millions of the mentally sick? And\nwhy are there tens of millions of the physically sick among us?\nWHY?\" she demands at the top of her lungs. \"Because the doctors and\nthe psychologists absolutely fail to recognize or blindly refuse to\nrecognize the demoniac origin of these illnesses. They have failed, my\ndear friends, because they are bound to the unreality of conventional\nscience. They have failed because they did not look into their souls to\nsee what God has written there for all to read.\n\n\"If we face the truth, we will learn to recognize the presence of\ndemons and only then can we cure the inflicted!\"\n\nDemons, you think. What a lovely idea. Perhaps you have fallen through\na rift in time and come out in the Middle Ages with only wonderful\nthings like witches and demons to worry about. You turn to O'Malley to\ntell him this, only to find him sound asleep. You've often wondered\nwhere he did his sleeping, and now you know.\n\n\"The battle in the world today is not between nations but between Jesus\nChrist and the Devil!\" She has gone into a kind of bump and grind\nroutine now with her hands on those glorious hips and her body moving\nback and forth while her legs remain absolutely still. It looks real\ngood from where you sit but you think it might look even better up\ncloser so you leave Pat snoring gently and take a seat further toward\nthe front.\n\n\"Come to me and the Lord will put out his hand and save you. He has\nsaid unto me: 'You shall have the power to cast out demons,' and I have\nreplied that I will do so. If you feel it, say Amen!\"\n\nThere is a lusty chorus of amen's from the winos and bums who fill the\nauditorium. You have an idea they were attracted here by the same thing\nthat keeps you on the edge of your seat.\n\nA man with the jerks of some sort comes down the aisle and the healing\nstarts. Dr. Egers lays one hand on his head and the other at the back\nof his neck.\n\n\"Get out of him, you demons! Out! Out! In the name of the Lord, I\ncharge thee--get out!\"\n\nThe man jerks even more violently. \"Heal him, Lord, heal him! They're\ncoming out ... the demons are coming out. Can't you feel them leaving\nyou, brother?\"\n\nThe fellow jerks once more and almost falls as an attendant leads\nhim away. \"He's cured,\" Elinda shouts. \"Praise God! He'll never have\nanother convulsion.\"\n\n\"Praise God! Praise God!\" the congregation shouts. Only the\nstill-jerking man seems to have any doubts as to his cure.\n\n\"The Power of God will save you,\" she says to the little boy now\nkneeling before her. \"From the top of his head to the bottom of his\nfeet, I charge you, Satan, come out!\" She hugs the child against those\nastonishing breasts of hers. \"This can be your cure if you believe,\nJimmy. All things are possible if you only believe. Little Jimmy, do\nyou have faith?\"\n\nThe boy nods his head eagerly and his face is so full of faith and\nbelief that you find yourself nodding with him.\n\n\"Restore him tonight in the name of Jesus Christ!\" she shouts, placing\nher hands on his thin little legs. \"This little leg, Lord ... send the\nPower to restore this little leg. Drive the demon of evil from it!\" Her\nvoice grows even louder. \"The Power is coming! The Power is coming! The\nPower is within me now and it will flow from me to you. Do you feel it,\nJimmy? Do you feel it? Do you feel it flowing in your legs?\"\n\nShe has lifted him from the floor and is cradling him in her arms. \"Do\nyou feel it, Jimmy?\"\n\nChrist, you can almost feel it yourself.\n\n\"Don't your legs feel different, Jimmy?\"\n\n\"I think they're tingling a little,\" he says.\n\n\"Do you hear that?\" she shouts again. \"His legs are tingling! The God\nPower is making them tingle!\" She lowers the child to the floor. \"You\ncan do it, Lord! Send the Power in the name of Jesus! Send it into this\nlittle foot, into this little leg. Try, Jimmy, try it for me, try it\nnow!\"\n\nJimmy tries to stand up but wavers and falls. With renewed effort he\nmanages to pull himself erect and stand swaying.\n\n\"YOU'VE SEEN IT! YOU'VE SEEN IT WITH YOUR OWN EYES!\" Elinda screams at\nthem joyously.\n\nSure they've seen it but they don't seem much impressed. In fact,\nmost of them get up and leave after this round. You ease yourself out\nof your seat and head toward the door, because you need a drink, but\nyou turn before going out to look back at her. She looks tired and\ndisappointment shows in her full sensuous face.\n\nYou know that she's the most wonderful thing you have ever seen. You've\nfound your religion. You've found something to worship--Elinda Egers,\nthe only real goddess in the world. You'll come here every night and\nthe bomb won't worry you because you have a religion now. Elinda Egers\nwill save you. You head for the nearest bar, singing \"Rock of Ages\" at\nthe top of your lungs.\n\n\n\nYou're running ... running, terror riding you like a jockey using the\nwhip. You're running while a boiling sea of flame rolls over the city.\nBehind you and close on your heels come breakers of radioactive hell,\nsmashing buildings and lifting cars and people into the air. People\nare running on all sides of you. A girl in a spangled evening dress, a\npuffing little man in Bermuda shorts, a woman carrying two children, a\nman with a golf bag over his shoulder and two men in gray flannel suits\nfollowed by a woman in a sack dress that keeps blowing up over her face\nas she runs.\n\nThe harder you run, the closer the fire seems to get. You can feel it\nsingeing your back and the fat little man screams as a lashing tongue\ncatches up with him and turns him into a cinder. The woman in the sack\ndress tramples across the bodies of the two men in gray flannel but\nthe man with the golf club fights her off with his mashie. Then the\nfour of them are eaten up by the hungry flames. You moan and your legs\npump harder. There's an underground shelter ahead and you run toward\nit only to find the entrance jammed with people. You try to fight your\nway in. You grab hold of a man but his boiled flesh comes away in your\nhands. Then you see they are all dead, packed together so tightly they\ncan't fall. You're running again and you see the woman with the two\nchildren only there's nothing left of them but a charred arm and a hand\nwhich she still clutches. The girl in the evening dress falls in front\nof you and you stumble over her. You see her dress and then her hair\nburst into flames. She throws her arms around you and you feel the\nsuffocating flames.\n\n\"Oh Lord--Lord,\" you moan, and wake up. The bottle of wine on the\nnightstand is only half empty and you drink from it gratefully and\nthink of going out for more. But you remember your goddess and you know\nthat you have to go to see her.\n\nShe's in good form tonight as she talks about the Kinsey Report.\n\n\"If you're listening, say Amen!\" She raises both arms as she yells this\nand you're amazed at the way her big breasts rise with them.\n\n\"In the Old Testament, God demanded death for the adulteress but Dr.\nKinsey in his day tried to make her sins sound normal. But I tell you\nthat this sin is the road to Hell, for the person and for the nation.\nGod has destroyed other cities for this sin and His wrath will fall\nupon yours as well.\n\n\"If you're listening, say Amen!\"\n\n\"AMEN!\"\n\n\"Are you really listening? Do you honestly want to hear? Or do you\nprefer the way Los Angeles and the rest of the nation is going? Do you\nprefer the way of sex, the way of fornication and adultery? Do you\nprefer to read about sixteen-year old girls found in love nests with\nolder men? Do you prefer to think of boys and girls in the back seats\nof cars? Do you prefer to think of some man's hand running over your\ndaughter's body, touching her....\" Elinda Egers is swaying back and\nforth, her body rigid, her breath coming faster and faster.\n\nSomeone else is breathing heavily and you're not surprised to find it's\nyou.\n\n\"If this is what you want, say Amen!\"\n\n\"Amen!\" you shout before you realize you're not supposed to this time.\nNo one seems to notice. Beads of perspiration are forming on the back\nof your neck and trickling down your spine. The tabernacle is jammed\nand there isn't much ventilation. You're dizzy with the wine, lack of\nfood and desire.\n\n\"Go ahead! Let your kids go to Hell! Let them read comic books and\nsmoke and drink and fornicate in the back seats of jalopies! Let them\ngo to filthy movies, let them listen to dirty jokes on television, let\nthem look at the brazen women with their breasts hanging half out of\ntheir dresses.\"\n\n\"Oooooh ...\" a woman in front of you moans, and you feel like moaning\nwith her.\n\n\"But if you don't want these things,\" Elinda shouts, her voice on the\nverge of breaking, \"sing--sing, sing with me!\n\n    \"_Come home, come home,\n    Ye who are weary,\n    Come home._\"\n\nYou are sitting in a metal room with telescreens on the wall and a big\nred button in front of you. Sweat is standing out on your forehead\nand trickling down the back of your neck because you know the time is\ncoming, the time when you have to decide whether to push that button\nand send a dozen ICBM's with hydrogen warheads arcing over the Pole.\nIn the telescreens you see cities ... peaceful scenes of people going\nabout their business. Then the people are running, leaping out of their\ncars and leaving them on the street, vanishing into buildings and\nunderground shelters. Your hand is poised over the big red button and\nyour muscles are tightened as if your whole hand and arm were turned to\nwood, and you know that even if you have to, you can't push that button\nand destroy half the world.\n\nThen in one of the telescreens there is a sudden white glare, and the\nscreen goes blank--burned out--and then in another telescreen you\nsee destruction fountaining like dirty white dust boiling out of the\nstreets ... and you see the buildings breaking and falling in rubble,\nand now you hear the people's screams, a sound that tears through your\nguts and drives you crazy, and the rubble is falling and sending up\nmore fountains of gray dust--and you know that this is happening to\nyour own country, your own people, and you have to strike back, you\nhave to push the button and avenge them, stop the slaughter by killing\nthe enemy's people and destroying their cities too, but you can't make\nyourself push the button, your arm won't move and your fingers are\nparalyzed, and then all the telescreens are glaring white or blowing\nup in clouds of destruction, and you scream, scream in the metal room\nuntil you can't hear anything but your own screaming, and then somehow\nyou force your hand down and push the button. And just as you feel it\ngo down, the walls of the room burst inward in a volcano of noise and\nterror and the gray dust comes swirling in over you, blotting out your\nscreams....\n\nYou wake up and hurry through the streets with this last dream hanging\nover you more heavily than any of the others. You've got to run--you've\ngot to get out. But look at all the other people. None of them are\nrunning. They're going home from work--going into cafes, walking the\ndog ... oh God, walking the dog at a time like this....\n\nYou're scared. The bloody world is coming to a bloody end. You know it\njust as sure as you're sitting here in the warm sun in MacArthur park\nwith the fifth you've bought and are drinking from in a paper bag.\n\nIt's close now. You're not sure how close but it's close. The world is\ncoming to an end and you know you can't convince anyone that it is. You\nfeel the way Henny Penny--or was it Chicken Little?--must have felt.\nThe sky is falling! The sky is falling! Hell--you're just one more\ncaterwauling messiah in a city of messiahs. Los Angeles, where every\nman is his own messiah.\n\nThen you know what the trouble is. You've been looking for someone\nto help you, when what you should have been doing was helping them.\nNow you realize that you are the _one_, you are the messiah you've\nbeen seeking. It's up to you to lead them out to the city into the\nwilderness. You drink more and you drink it fast and the more you drink\nthe more a feeling of infinite compassion comes over you for your\nfellow men.\n\nYou can save them. You can do it. You drain about two-thirds of the\nbottle and then get up and walk toward a man in that uniform of\nsuccess, a gray flannel suit.\n\n\"Wait a minute, friend,\" you say, shifting the bottle to your left hand\nso you can take his arm with your right.\n\n\"What is it? What do you want?\" he says, looking at you as though\nyou're drunk.\n\n\"Have you seen the papers today, friend?\" you ask.\n\n\"Let go of me,\" he says, pulling away.\n\n\"If you have seen them, what are you going to do about it?\"\n\n\"I'm going home and eat my dinner.\" He hurries off.\n\nYou approach a plump, pretty little blonde pushing a baby carriage.\n\"Miss, can I have a few minutes of your time in which to save your\nlife?\"\n\nShe looks frightened and tries to wheel the buggy around you.\n\n\"Have you thought about the future of this dear little child of yours?\"\n\nShe breaks into a half trot and soon disappears with the baby carriage\nbouncing along ahead of her.\n\nYou sit down for a few minutes and have a few more swallows of the\nbourbon. When you get up you're surprised to find that you stagger a\nlittle. But you've got to tell the people, you've got to make them\nlisten. Your eye lights on a garbage can a short way off and you know\nyou've found the way to do it. You take a stand beside the can and\nwith the bottle tucked safely in your pocket you begin to pound on the\ncan with both hands.\n\n\"Hey, listen, everybody! I've got to tell you about the Last Days of\nLos Angeles. Listen to me! I can save you if you'll just listen! You're\ndoomed. The city is doomed!\"\n\nYou pound like mad on the can, but this being L.A. where such things\nhappen every day, only a very few passersby stop. \"Come over here and\nlet me tell you about it!\" you yell. \"Do you know what the power of the\nH-Bomb can do? Have you heard of the C-Bomb? Do you know what nerve gas\nis? Have you seen the Sputniks overhead? Do you know how far an ICBM\nwill travel and how fast? Do you know that there is no defense?\"\n\nYou grab a man by the arm, but he shakes you off, so you reach for a\ngray-haired old lady and get an umbrella in your middle from the dear\nlittle thing.\n\n\"Boy, is he ever soused.\" Two teen-aged girls are standing in front of\nyou, giggling. \"Did you ever see a guy so drunk?\"\n\nYou want to save them and you start toward them with outstretched arms,\nbut they move back into the crowd. This makes you furious and you start\nto yell again.\n\nYou grab the nearest person. It's a woman but you shake her anyway.\nSomeone has got to listen.\n\n\"Let go of me, you masher,\" the woman screams. \"Help, somebody, help!\"\n\nThe crowd closes in on you. A sailor grabs you from behind and a man\nin working clothes hits you with a lunch bucket. You let go of the\nwoman and hit back at him.\n\n\"Help! Help!\" the woman is still yelping.\n\n\"Call the cops--a man's trying to rape a girl!\"\n\nSomeone hits you with an umbrella, and you know it's the same dear\nlittle old lady. A guy grabs you by the neck and tries to throw you to\nthe ground but you kick him in the groin and trade punches with two\nothers. Then they're all over you. The old lady trips you and you go\ndown. She starts beating you with the umbrella as a man's foot smashes\nagainst your head. You see a woman's nylon-clad leg as she raises her\nspiked heel and brings it ripping down across your cheek. Other feet\ncrash into you.\n\n\"Let me help you,\" you're still yelling, but they keep on kicking. Some\nof the shoes have blood on them, you notice through the haze, but they\nstill keep on kicking.\n\nThen it's getting dark and you lie there and think how Henny Penny--or\nwas it Chicken Little?--must have felt. You want to tell someone about\nit but you don't. You just lie there and wait for the screaming sirens\nto come and take you away.\n\n\n\n\n",
  "metadata": {
    "author": [
      "Smith, George H. (George Henry)"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/60671/pg60671.txt",
    "name": "the_last_days_of_l_a"
  }
}
