{
    "name": "The Good Seed",
    "author": [
        "Reynolds, Mack"
    ],
    "body": "They said--as they have said of so many frontiersmen just like\nhim--that there must have been a woman in his past, to make him what he\nwas. And indeed there had, but she was no flesh-and-blood female. The\nname of his lady was Victoria, whom the Greeks called Nike and early\nconfounded with the Pallas Athena, that sterile maiden. And at the age\nof thirty-four she had Calvin Mulloy most firmly in her grasp, for he\nhad neither wife nor child, nor any close friend worth mentioning--only\nhis hungry dream for some great accomplishment.\n\nIt had harried him to the stars, that dream of his. It had driven\nhim to the position of top survey engineer on the new, raw planet of\nMersey, still largely unexplored and unmapped. And it had pushed him,\ntoo, into foolishnesses like this latest one, building a sailplane out\nof scrap odds and ends around the Mersey Advance Base--a sailplane\nwhich had just this moment been caught in a storm and cracked up on an\nisland the size of a city backyard, between the banks of one of the\nmouths of the Adze River.\n\nThe sailplane was gone the moment it hit. Actually it had come down\njust short of the island and floated quickly off, what was left of\nit, while Calvin was thrashing for the island with that inept stroke\nof his. He pulled himself up, gasping, onto the rocks, and, with the\ncoolness of a logical man who has faced crises before, set himself\nimmediately to taking stock of his situation.\n\nHe was wet and winded, but since he was undrowned and on solid land in\nthe semitropics, he dismissed that part of it from his mind. It had\nbeen full noon when he had been caught in the storm, and it could not\nbe much more than minutes past that now, so swiftly had everything\nhappened; but the black, low clouds, racing across the sky, and the\ngusts of intermittent rain, cut visibility down around him.\n\nHe stood up on his small island and leaned against the wind that blew\nin and up the river from the open gulf. On three sides he saw nothing\nbut the fast-riding waves. On the fourth, though, shading his eyes\nagainst the occasional bursts of rain, he discerned a long, low,\ncurving blackness that would be one of the river shores.\n\nThere lay safety. He estimated its distance from him at less than a\nhundred and fifty yards. It was merely, he told himself, a matter of\nreaching it.\n\n\n\nUnder ordinary conditions, he would have settled down where he was and\nwaited for rescue. He was not more than fifteen or twenty miles from\nthe Advance Base, and in this storm they would waste no time waiting\nfor him to come in, before starting out to search for him. No sailplane\ncould survive in such a blow. Standing now, with the wind pushing at\nhim and the rain stinging against his face and hands, he found time\nfor a moment's wry humor at his own bad luck. On any civilized world,\nsuch a storm would have been charted and predicted, if not controlled\nentirely. Well, the more fool he, for venturing this far from Base.\n\nIt was in his favor that this world of Mersey happened to be so\nEarthlike that the differences between the two planets were mostly\nunimportant. Unfortunately, it was the one unimportant difference that\nmade his present position on the island a death trap. The gulf into\nwhich his river emptied was merely a twentieth the area of the Gulf of\nMexico--but in this section it was extremely shallow, having an overall\naverage depth of around seventy-five feet. When one of these flash\nstorms formed suddenly out over its waters, the wind could either drain\nhuge tidal areas around the mouths of the Adze, or else raise the river\nlevel within hours a matter of thirty feet.\n\nWith the onshore wind whistling about his ears right now, it was only\ntoo obvious to Calvin that the river was rising. This rocky little bit\nsticking some twelve or fifteen feet above the waves could expect to be\noverwhelmed in the next few hours.\n\nHe looked about him. The island was bare except for a few straggly\nbushes. He reached out for a shoot from a bush beside him. It came up\neasily from the thin layer of soil that overlaid the rocks, and the\nwind snatched it out of his hand. He saw it go skipping over the tops\nof the waves in the direction of the shore, until a wave-slope caught\nit and carried it into the next trough and out of sight. It at least,\nhe thought, would reach the safety of the river bank. But it would take\na thousand such slender stems, plaited into a raft, to do him any good;\nand there were not that many stems, and not that much time.\n\nCalvin turned and climbed in toward the center high point of the\nisland. It was only a few steps over the damp soil and rocks, but when\nhe stood upright on a little crown of rock and looked about him, it\nseemed that the island was smaller than ever, and might be drowned at\nany second by the wind-lashed waves. Moreover, there was nothing to be\nseen which offered him any more help or hope of escape.\n\nEven then, he was not moved to despair. He saw no way out, but this\nsimply reinforced his conviction that the way out was hiding about him\nsomewhere, and he must look that much harder for it.\n\nHe was going to step down out of the full force of the wind, when he\nhappened to notice a rounded object nestling in a little hollow of the\nrock below him, about a dozen or so feet away.\n\n\n\nHe went and stood over it, seeing that his first guess as to its nature\nhad been correct. It was one of the intelligent traveling plants\nthat wandered around the oceans of this world. It should have been at\nhome in this situation. Evidently, however, it had made the mistake\nof coming ashore here to seed. It was now rooted in the soil of the\nisland, facing death as surely as he; if the wind or the waves tore it\nfrom its own helplessly anchored roots.\n\n\"Can you understand me?\" he asked it.\n\nThere was an odd sort of croaking from it, which seemed to shape itself\ninto words, though the how of it remained baffling to the ear. It was\na sort of supplemental telepathy at work, over and above the rough\nattempts to imitate human speech. Some of these intelligent plants\nthey had got to know in this area could communicate with them in this\nfashion, though most could not.\n\n\"I know you, man,\" said the plant. \"I have seen your gathering.\" It was\nreferring to the Advance Base, which had attracted a steady stream of\nthe plant visitors at first.\n\n\"Know any way to get ashore?\" Calvin asked.\n\n\"There is none,\" said the plant.\n\n\"I can't see any, either.\"\n\n\"There is none,\" repeated the plant.\n\n\"Everyone to his own opinion,\" said Calvin. Almost he sneered a little.\nHe turned his gaze once more about the island. \"In my book, them that\n_won't_ be beat _can't_ be beat. That's maybe where we're different,\nplant.\"\n\nHe left the plant and went for a walk about the island. It had been\nin his mind that possibly a drifting log or some such could have\nbeen caught by the island and he could use this to get ashore. He\nfound nothing. For a few minutes, at one end of the island, he stood\nfascinated, watching a long sloping black rock with a crack in it,\nreaching down into the water. There was a small tuft of moss growing\nin the crack about five inches above where the waves were slapping. As\nhe watched, the waves slapped higher and higher, until he turned away\nabruptly, shivering, before he could see the water actually reach and\ncover the little clump of green.\n\nFor the first time a realization that he might not get off the island\ntouched him. It was not yet fear, this realization, but it reached\ndeep into him and he felt it, suddenly, like a pressure against his\nheart. As the moss was being covered, so could he be covered, by the\nfar-reaching inexorable advance of the water.\n\nAnd then this was wiped away by an abrupt outburst of anger and\nself-ridicule that he--who had been through so many dangers--should\nfind himself pinned by so commonplace a threat. A man, he told\nhimself, could die of drowning anywhere. There was no need to go\nlight-years from his place of birth to find such a death. It made all\ndying--and all living--seem small and futile and insignificant, and he\ndid not like that feeling.\n\n\n\nCalvin went back to the plant in its little hollow, tight-hugging to\nthe ground and half-sheltered from the wind, and looked down on its\ndusky basketball-sized shape, the tough hide swollen and ready to burst\nwith seeds.\n\n\"So you think there's no way out,\" he said roughly.\n\n\"There is none,\" said the plant.\n\n\"Why don't you just let yourself go if you think like that?\" Calvin\nsaid. \"Why try to keep down out of the wind, if the waves'll get you\nanyway, later?\"\n\nThe plant did not answer for a while.\n\n\"I do not want to die,\" it said then. \"As long as I am alive, there is\nthe possibility of some great improbable chance saving me.\"\n\n\"Oh,\" said Calvin, and he himself was silent in turn. \"I thought you'd\ngiven up.\"\n\n\"I cannot give up,\" said the plant. \"I am still alive. But I know there\nis no way to safety.\"\n\n\"You make a lot of sense.\" Calvin straightened up to squint through the\nrain at the dark and distant line of the shore. \"How much more time\nwould you say we had before the water covers this rock?\"\n\n\"The eighth part of a daylight period, perhaps more, perhaps less. The\nwater can rise either faster or more slowly.\"\n\n\"Any chance of it cresting and going down?\"\n\n\"That would be a great improbable chance such as that of which I\nspoke,\" said the plant.\n\nCalvin rotated slowly, surveying the water around them. Bits and pieces\nof flotsam were streaming by them on their way before the wind, now\nangling toward the near bank. But none were close enough or large\nenough to do Calvin any good.\n\n\"Look,\" said Calvin abruptly, \"there's a fisheries survey station\nupriver here, not too far. Now, I could dig up the soil holding your\nroots. If I did that, would you get to the survey station as fast as\nyou could and tell them I'm stranded here?\"\n\n\"I would be glad to,\" said the plant. \"But you cannot dig me up. My\nroots have penetrated into the rock. If you tried to dig me up, they\nwould break off--and I would die that much sooner.\"\n\n\"You would, would you?\" grunted Calvin. But the question was\nrhetorical. Already his mind was busy searching for some other way out.\nFor the first time in his life, he felt the touch of cold about his\nheart. Could this be fear, he wondered. But he had never been afraid of\ndeath.\n\nCrouching down again to be out of the wind and rain, he told himself\nthat knowledge still remained a tool he could use. The plant must know\nsomething that was, perhaps, useless to it, but that could be twisted\nto a human's advantage.\n\n\"What made you come to a place like this to seed?\" he asked.\n\n\"Twenty nights and days ago, when I first took root here,\" said the\nplant, \"this land was safe. The signs were good for fair weather. And\nthis place was easy of access from the water. I am not built to travel\nfar on land.\"\n\n\"How would you manage in a storm like this, if you were not rooted\ndown?\"\n\n\"I would go with the wind until I found shelter,\" said the plant. \"The\nwind and waves would not harm me then. They hurt only whatever stands\nfirm and opposes them.\"\n\n\"You can't communicate with others of your people from here, can you?\"\nasked Calvin.\n\n\"There are none close,\" said the plant. \"Anyway, what could they do?\"\n\n\"They could get a message to the fisheries station, to get help out\nhere for us.\"\n\n\"What help could help me?\" said the plant. \"And in any case they could\nnot go against the wind. They would have to be upwind of the station,\neven to help you.\"\n\n\"We could try it.\"\n\n\"We could try it,\" agreed the plant. \"But first one of my kind must\ncome into speaking range. We still hunt our great improbable chance.\"\n\n\n\nThere was a moment's silence between them in the wind and rain. The\nriver was noisy, working against the rock of the island.\n\n\"There must be something that would give us a better chance than just\nsitting here,\" said Calvin.\n\nThe plant did not answer.\n\n\"What are you thinking about?\" demanded Calvin.\n\n\"I am thinking of the irony of our situation,\" said the plant. \"You are\nfree to wander the water, but cannot. I can wander the water, but I am\nnot free to do so. This is death, and it is a strange thing.\"\n\n\"I don't get you.\"\n\n\"I only mean that it makes no difference--that I am what I am, or that\nyou are what you are. We could be any things that would die when the\nwaves finally cover the island.\"\n\n\"Right enough,\" said Calvin impatiently. \"What about it?\"\n\n\"Nothing about it, man,\" said the plant. \"I was only thinking.\"\n\n\"Don't waste your time on philosophy,\" said Calvin harshly. \"Use some\nof that brain power on a way to get loose and get off.\"\n\n\"Perhaps that and philosophy are one and the same.\"\n\n\"You're not going to convince me of that,\" said Calvin, getting up.\n\"I'm going to take another look around the island.\"\n\n\n\nThe island, as he walked around its short margin, showed itself to be\ndefinitely smaller. He paused again by the black rock. The moss was\nlost now, under the water, and the crack was all but under as well. He\nstood shielding his eyes against the wind-driven rain, peering across\nat the still visible shore. The waves, he noted, were not extreme--some\nfour or five feet in height--which meant that the storm proper was\nprobably paralleling the land some distance out in the gulf.\n\nHe clenched his fists in sudden frustration. If only he had hung on to\nthe sailplane--or any decent-sized chunk of it! At least going into the\nwater then would have been a gamble with some faint chance of success.\n\nHe had nowhere else to go, after rounding the island. He went back to\nthe plant.\n\n\"Man,\" said the plant, \"one of my people has been blown to shelter a\nlittle downstream.\"\n\nCalvin straightened up eagerly, turning to stare into the wind.\n\n\"You cannot see him,\" said the plant. \"He is caught below the river\nbend and cannot break loose against the force of the wind. But he is\nclose enough to talk. And he sends you good news.\"\n\n\"Me?\" Calvin hunkered down beside the plant. \"Good news?\"\n\n\"There is a large tree torn loose from the bank and floating this way.\nIt should strike the little bit of land where we are here.\"\n\n\"Strike it? Are you positive?\"\n\n\"There are the wind and the water and the tree. They can move only to\none destination--this island. Go quickly to the windward point of the\nisland. The tree will be coming shortly.\"\n\nCalvin jerked erect and turned, wild triumph bursting in him.\n\n\"Good-by, man,\" said the plant.\n\nBut he was already plunging toward the downstream end of the island. He\nreached it and, shielding his eyes with a hand, peered desperately out\nover the water. The waves hammered upon his boots as he stood there,\nand then he saw it, a mass of branches upon which the wind was blowing\nas on a sail, green against black, coming toward him.\n\n\n\nHe crouched, wrung with impatience, as the tree drifted swiftly through\nthe water toward him, too ponderous to rise and fall more than a little\nwith the waves and presenting a galleonlike appearance of mass and\ninvincibility. As it came closer, a fear that it would, in spite of the\nplant's assurances, miss the island, crept into his heart and chilled\nit.\n\nIt seemed to Calvin that it was veering--that it would pass to windward\nof the island, between him and the dimly seen shore. The thought of\nlosing it was more than he could bear to consider; and with a sudden\nburst of panic, he threw himself into the waves, beating clumsily and\nfrantically for it.\n\nThe river took him into its massive fury. He had forgotten the strength\nof it. His first dive took him under an incoming wave, and he emerged,\ngasping, into the trough behind, with water exploding in his face.\nHe kicked and threw his arms about, but the slow and futile-seeming\nbeatings of his limbs appeared helpless as the fluttering of a\nbutterfly in a collector's net. He choked for air, and, rising on the\ncrest of one wave, found himself turned backward to face the island,\nand being swept past it.\n\nFear came home to him then. He lashed out, fighting only for the\nsolid ground of the island and his life. His world became a place of\nfoam and fury. He strained for air. He dug for the island. And then,\nsuddenly, he felt himself flung upon hard rock and gasping, crawling,\nhe emerged onto safety.\n\nHe hung there on hands and knees, battered and panting. Then the\nremembrance of the tree cut like a knife to the core of his fear-soaked\nbeing. He staggered up, and, looking about, saw that he was almost to\nthe far end of the island. He turned. Above him, at the windward point,\nthe tree itself was just now grounding, branches first, and swinging\nabout as the long trunk, caught by the waves, pulled it around and\nonward.\n\nWith an inarticulate cry, he ran toward it. But the mass of water\nagainst the heavy tree trunk was already pulling the branches from\ntheir tanglings with the rock. It floated free. Taking the wind once\nmore in its sail of leaves, it moved slowly--and then more swiftly on\npast the far side of the island.\n\nHe scrambled up his side of the island's crest. But when he reached its\ntop and could see the tree again, it was already moving past and out\nfrom the island, too swiftly for him to catch it, even if he had been\nthe swimmer he had just proved himself not to be.\n\nHe dropped on his knees, there on the island's rocky spine, and\nwatched it fade in the grayness of the rain, until the green of its\nbranches was lost in a grayish blob, and this in the general welter of\nstorm and waves. And suddenly a dark horror of death closed over him,\nblotting out all the scene.\n\n\n\nA voice roused him. \"That is too bad,\" said the plant.\n\nHe turned his head numbly. He was kneeling less than half a dozen feet\nfrom the little hollow where the plant still sheltered. He looked at it\nnow, dazed, as if he could not remember what it was, nor how it came to\ntalk to him. Then his eyes cleared a little of their shock and he crept\nover to it on hands and knees and crouched in the shelter of the hollow.\n\n\"The water is rising more swiftly,\" said the plant. \"It will be not\nlong now.\"\n\n\"No!\" said Calvin. The word was lost in the sound of the waves and\nwind, as though it had never been. Nor, the minute it was spoken,\ncould he remember what he had meant to deny by it. It had been only a\nresponse without thought, an instinctive negation.\n\n\"You make me wonder,\" said the plant, after a little, \"why it hurts you\nso--this thought of dying. Since you first became alive, you have faced\nultimate death. And you have not faced it alone. All things die. This\nstorm must die. This rock on which we lie will not exist forever. Even\nworlds and suns come at last to their ends, and galaxies, perhaps even\nthe Universe.\"\n\nCalvin shook his head. He did not answer.\n\n\"You are a fighting people,\" said the plant, almost as if to itself.\n\"Well and good. Perhaps a life like mine, yielding, giving to the\nforces of nature, traveling before the wind, sees less than you see, of\na reason for clawing hold on existence. But still it seems to me that\neven a fighter would be glad at last to quit the struggle, when there\nis no other choice.\"\n\n\"Not here,\" said Calvin thickly. \"Not now.\"\n\n\"Why not here, why not now,\" said the plant, \"when it has to be\nsomewhere and sometime?\"\n\nCalvin did not answer.\n\n\"I feel sorry for you,\" said the plant. \"I do not like to see things\nsuffer.\"\n\nRaising his head a little and looking around him, Calvin could see the\nwater, risen high around them, so that waves were splashing on all\nsides, less than the length of his own body away.\n\n\"It wouldn't make sense to you,\" said Calvin then, raising his rain-wet\nface toward the plant. \"You're old by your standards. I'm young. I've\ngot things to do. You don't understand.\"\n\n\"No,\" the plant agreed. \"I do not understand.\"\n\n\n\nCalvin crawled a little closer to the plant, into the hollow, until\nhe could see the vibrating air-sac that produced the voice of the\nplant. \"Don't you see? I've got to do something--I've got to feel I've\naccomplished something--before I quit.\"\n\n\"What something?\" asked the plant.\n\n\"I don't _know_!\" cried Calvin. \"I just know I haven't! I feel thrown\naway!\"\n\n\"What is living? It is feeling and thinking. It is seeding and trying\nto understand. It is companionship of your own people. What more is\nthere?\"\n\n\"You have to do something.\"\n\n\"Do what?\"\n\n\"Something important. Something to feel satisfied about.\" A wave,\nhigher than the rest, slapped the rock a bare couple of feet below them\nand sent spray stinging in against them. \"You have to say, 'Look, maybe\nit wasn't much, but I did this.'\"\n\n\"What kind of this?\"\n\n\"How do I know?\" shouted Calvin. \"Something--maybe something nobody\nelse did--maybe something that hasn't been done before!\"\n\n\"For yourself?\" said the plant. A higher wave slapped at the very rim\nof their hollow, and a little water ran over and down to pool around\nthem. Calvin felt it cold around his knees and wrists. \"Or for the\ndoing?\"\n\n\"For the doing! For the doing!\"\n\n\"If it is for the doing, can you take no comfort from the fact there\nare others of your own kind to do it?\"\n\nAnother wave came in on them. Calvin moved spasmodically right up\nagainst the plant and put his arms around it, holding on.\n\n\"I have seeded ten times and done much thinking,\" said the\nplant--rather muffledly, for Calvin's body was pressing against its\nair-sac. \"I have not thought of anything really new, or startling, or\ngreat, but I am satisfied.\" It paused a moment as a new wave drenched\nthem and receded. They were half awash in the hollow now, and the\nwaves came regularly. \"I do not see how this is so different from what\nyou have done. But I am content.\" Another and stronger wave rocked\nthem. The plant made a sound that might have been of pain at its roots\ntearing. \"Have you seeded?\"\n\n\"No,\" said Calvin, and all at once, like light breaking at last into\nthe dark cave of his being, in this twelfth hour, it came to him--all\nof what he had robbed himself in his search for a victory. Choking on a\nwave, he clung to the plant with frenzied strength. \"Nothing!\" The word\ncame torn from him as if by some ruthless hand. \"I've got nothing!\"\n\n\"Then I understand at last,\" said the plant. \"For of all things, the\nmost terrible is to die unfruitful. It is no good to say we _will_\nnot be beaten, because there is always waiting, somewhere, that which\ncan beat us. And then a life that is seedless goes down to defeat\nfinally and forever. But when one has seeded, there is no ending of the\nbattle, and life mounts on life until the light is reached by those far\ngenerations in which we have had our own small but necessary part. Then\nour personal defeat has been nothing, for though we died, we are still\nliving, and though we fell, we conquered.\"\n\nBut Calvin, clinging to the plant with both arms, saw only the water\nclosing over him.\n\n\"Too late--\" he choked. \"Too late--too late--\"\n\n\"No,\" bubbled the plant. \"Not too late yet. This changes things. For\nI have seeded ten times and passed on my life. But you--I did not\nunderstand. I did not realize your need.\"\n\n\n\nThe flood, cresting, ran clear and strong, the waves breaking heavily\non the drowned shore by the river mouth. The rescue spinner, two hours\nout of Base and descending once again through the fleeting murk,\nchecked at the sight of a begrimed human figure, staggering along the\nslick margin of the shore, carrying something large and limp under one\narm, and with the other arm poking at the ground with a stick.\n\nThe spinner came down almost on top of him, and the two men in it\nreached to catch Calvin. He could hardly stand, let alone stumble\nforward, but stumble he did.\n\n\"Cal!\" said the pilot. \"Hold up! It's us.\"\n\n\"Let go,\" said Calvin thickly. He pulled loose, dug with his stick,\ndropped something from the limp thing into the hole he had made, and\nmoved on.\n\n\"You out of your head, Cal?\" cried the co-pilot. \"Come on, we've got to\nget you back to the hospital.\"\n\n\"No,\" said Calvin, pulling away again.\n\n\"What're you doing?\" demanded the pilot. \"What've you got there?\"\n\n\"Think-plant. Dead,\" said Calvin, continuing his work. \"_Let go!_\" He\nfought weakly, but so fiercely that they did turn him loose again. \"You\ndon't understand. Saved my life.\"\n\n\"Saved your life?\" The pilot followed him. \"How?\"\n\n\"I was on an island. In the river. Flood coming up.\" Calvin dug a fresh\nhole in the ground. \"It could have lived a little longer. It let me\npull it ahead of time--so I'd have something to float to shore on.\" He\nturned exhaustion-bleared eyes on them. \"Saved my life.\"\n\nThe pilot and the co-pilot looked at each other as two men look at each\nother over the head of a child, or a madman.\n\n\"All right, Cal,\" said the pilot. \"So it saved your life. But how come\nyou've got to do this? And what _are_ you doing, anyhow?\"\n\n\"What am I doing?\" Calvin paused entirely and turned to face them.\n\"What am I doing?\" he repeated on a rising note of wonder. \"Why, you\ndamn fools, I'm doing the first real thing I ever did in my life! I'm\nsaving the lives of these seeds!\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Reynolds, Mack"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60761/pg60761.txt",
        "name": "the_good_seed.json"
    }
}