{
    "name": "The Spy",
    "author": [
        "Davis, Richard Harding"
    ],
    "body": "My going to Valencia was entirely an accident. But the more often I\nstated that fact, the more satisfied was everyone at the capital that I\nhad come on some secret mission. Even the venerable politician who\nacted as our minister, the night of my arrival, after dinner, said\nconfidentially, “Now, Mr. Crosby, between ourselves, what's the game?”\n\n“What's what game?” I asked.\n\n“You know what I mean,” he returned. “What are you here for?”\n\nBut when, for the tenth time, I repeated how I came to be marooned in\nValencia he showed that his feelings were hurt, and said stiffly: “As\nyou please. Suppose we join the ladies.”\n\nAnd the next day his wife reproached me with: “I should think you could\ntrust your own minister. My husband NEVER talks--not even to me.”\n\n“So I see,” I said.\n\nAnd then her feelings were hurt also, and she went about telling people\nI was an agent of the Walker-Keefe crowd.\n\nMy only reason for repeating here that my going to Valencia was an\naccident is that it was because Schnitzel disbelieved that fact, and\nto drag the hideous facts from me followed me back to New York. Through\nthat circumstance I came to know him, and am able to tell his story.\n\nThe simple truth was that I had been sent by the State Department to\nPanama to “go, look, see,” and straighten out a certain conflict of\nauthority among the officials of the canal zone. While I was there\nthe yellow-fever broke out, and every self-respecting power clapped a\nquarantine on the Isthmus, with the result that when I tried to return\nto New York no steamer would take me to any place to which any white man\nwould care to go. But I knew that at Valencia there was a direct line to\nNew York, so I took a tramp steamer down the coast to Valencia. I went\nto Valencia only because to me every other port in the world was closed.\nMy position was that of the man who explained to his wife that he came\nhome because the other places were shut.\n\nBut, because, formerly in Valencia I had held a minor post in our\nlegation, and because the State Department so constantly consults our\nfirm on questions of international law, it was believed I revisited\nValencia on some mysterious and secret mission.\n\nAs a matter of fact, had I gone there to sell phonographs or to start a\nsteam laundry, I should have been as greatly suspected. For in Valencia\neven every commercial salesman, from the moment he gives up his passport\non the steamer until the police permit him to depart, is suspected,\nshadowed, and begirt with spies.\n\nI believe that during my brief visit I enjoyed the distinction\nof occupying the undivided attention of three: a common or garden\nGovernment spy, from whom no guilty man escapes, a Walker-Keefe spy,\nand the spy of the Nitrate Company. The spy of the Nitrate Company is\ngenerally a man you meet at the legations and clubs. He plays bridge\nand is dignified with the title of “agent.” The Walker-Keefe spy is\nostensibly a travelling salesman or hotel runner. The Government spy is\njust a spy--a scowling, important little beast in a white duck suit and\na diamond ring. The limit of his intelligence is to follow you into a\ncigar store and note what cigar you buy, and in what kind of money you\npay for it.\n\nThe reason for it all was the three-cornered fight which then was being\nwaged by the Government, the Nitrate Trust, and the Walker-Keefe crowd\nfor the possession of the nitrate beds. Valencia is so near to the\nequator, and so far from New York, that there are few who studied the\nintricate story of that disgraceful struggle, which, I hasten to add,\nwith the fear of libel before my eyes, I do not intend to tell now.\n\nBriefly, it was a triangular fight between opponents each of whom was in\nthe wrong, and each of whom, to gain his end, bribed, blackmailed, and\nrobbed, not only his adversaries, but those of his own side, the end in\nview being the possession of those great deposits that lie in the\nrocks of Valencia, baked from above by the tropic sun and from below by\nvolcanic fires. As one of their engineers, one night in the Plaza, said\nto me: “Those mines were conceived in hell, and stink to heaven, and\nthe reputation of every man of us that has touched them smells like the\nmines.”\n\nAt the time I was there the situation was “acute.” In Valencia the\nsituation always is acute, but this time it looked as though something\nmight happen. On the day before I departed the Nitrate Trust had cabled\nvehemently for war-ships, the Minister of Foreign Affairs had refused to\nreceive our minister, and at Porto Banos a mob had made the tin sign of\nthe United States consulate look like a sieve. Our minister urged me to\nremain. To be bombarded by one's own war-ships, he assured me, would be\na thrilling experience.\n\nBut I repeated that my business was with Panama, not Valencia, and that\nif in this matter of his row I had any weight at Washington, as between\npreserving the nitrate beds for the trust, and preserving for his\ncountry and various sweethearts one brown-throated, clean-limbed\nbluejacket, I was for the bluejacket.\n\nAccordingly, when I sailed from Valencia the aged diplomat would have\ndescribed our relations as strained.\n\nOur ship was a slow ship, listed to touch at many ports, and as early as\nnoon on the following day we stopped for cargo at Trujillo. It was there\nI met Schnitzel.\n\nIn Panama I had bought a macaw for a little niece of mine, and while we\nwere taking on cargo I went ashore to get a tin cage in which to put\nit, and, for direction, called upon our consul. From an inner room he\nentered excitedly, smiling at my card, and asked how he might serve me.\nI told him I had a parrot below decks, and wanted to buy a tin cage.\n\n“Exactly. You want a tin cage,” the consul repeated soothingly. “The\nState Department doesn't keep me awake nights cabling me what it's\ngoing to do,” he said, “but at least I know it doesn't send a\nthousand-dollar-a-minute, four-cylinder lawyer all the way to this fever\nswamp to buy a tin cage. Now, honest, how can I serve you?” I saw it was\nhopeless. No one would believe the truth. To offer it to this friendly\nsoul would merely offend his feelings and his intelligence.\n\nSo, with much mystery, I asked him to describe the “situation,” and he\ndid so with the exactness of one who believes that within an hour every\nword he speaks will be cabled to the White House.\n\nWhen I was leaving he said: “Oh, there's a newspaper correspondent after\nyou. He wants an interview, I guess. He followed you last night from the\ncapital by train. You want to watch out he don't catch you. His name is\nJones.” I promised to be on my guard against a man named Jones, and\nthe consul escorted me to the ship. As he went down the accommodation\nladder, I called over the rail: “In case they SHOULD declare war, cable\nto Curacoa, and I'll come back. And don't cable anything indefinite,\nlike 'Situation critical' or 'War imminent.' Understand? Cable me, 'Come\nback' or 'Go ahead.' But whatever you cable, make it CLEAR.”\n\nHe shook his head violently and with his green-lined umbrella pointed at\nmy elbow. I turned and found a young man hungrily listening to my words.\nHe was leaning on the rail with his chin on his arms and the brim of his\nPanama hat drawn down to conceal his eyes.\n\nOn the pier-head, from which we now were drawing rapidly away, the\nconsul made a megaphone of his hands.\n\n“That's HIM,” he called. “That's Jones.”\n\nJones raised his head, and I saw that the tropical heat had made Jones\nthirsty, or that with friends he had been celebrating his departure. He\nwinked at me, and, apparently with pleasure at his own discernment and\nwith pity for me, smiled.\n\n“Oh, of course!” he murmured. His tone was one of heavy irony. “Make it\n'clear.' Make it clear to the whole wharf. Shout it out so's everybody\ncan hear you. You're 'clear' enough.” His disgust was too deep for\nordinary words. “My uncle!” he exclaimed.\n\nBy this I gathered that he was expressing his contempt.\n\n“I beg your pardon?” I said.\n\nWe had the deck to ourselves. Its emptiness suddenly reminded me that\nwe had the ship, also, to ourselves. I remembered the purser had told me\nthat, except for those who travelled overnight from port to port, I was\nhis only passenger.\n\nWith dismay I pictured myself for ten days adrift on the high\nseas--alone with Jones.\n\nWith a dramatic gesture, as one would say, “I am here!” he pushed back\nhis Panama hat. With an unsteady finger he pointed, as it was drawn\ndripping across the deck, at the stern hawser.\n\n“You see that rope?” he demanded. “Soon as that rope hit the water I\nknocked off work. S'long as you was in Valencia--me, on the job. Now,\nYOU can't go back, I can't go back. Why further dissim'lation? WHO AM\nI?”\n\nHis condition seemed to preclude the possibility of his knowing who he\nwas, so I told him.\n\nHe sneered as I have seen men sneer only in melodrama.\n\n“Oh, of course,” he muttered. “Oh, of course.”\n\nHe lurched toward me indignantly.\n\n“You know perfec'ly well Jones is not my name. You know perfec'ly well\nwho I am.”\n\n“My dear sir,” I said, “I don't know anything about you, except that\nyour are a damned nuisance.”\n\nHe swayed from me, pained and surprised. Apparently he was upon an\noutbreak of tears.\n\n“Proud,” he murmured, “AND haughty. Proud and haughty to the last.”\n\nI never have understood why an intoxicated man feels the climax of\ninsult is to hurl at you your name. Perhaps because he knows it is the\none charge you cannot deny. But invariably before you escape, as though\nassured the words will cover your retreat with shame, he throws at you\nyour full title. Jones did this.\n\nSlowly and mercilessly he repeated, “Mr.--George--Morgan--Crosby. Of\nHarvard,” he added. “Proud and haughty to the last.”\n\nHe then embraced a passing steward, and demanded to be informed why the\nship rolled. He never knew a ship to roll as our ship rolled.\n\n“Perfec'ly satisfact'ry ocean, but ship--rolling like a stone-breaker.\nTake me some place in the ship where this ship don't roll.”\n\nThe steward led him away.\n\nWhen he had dropped the local pilot the captain beckoned me to the\nbridge.\n\n“I saw you talking to Mr. Schnitzel,” he said. “He's a little under the\nweather. He has too light a head for liquors.”\n\nI agreed that he had a light head, and said I understood his name was\nJones.\n\n“That's what I wanted to tell you,” said the captain. “His name is\nSchnitzel. He used to work for the Nitrate Trust in New York. Then\nhe came down here as an agent. He's a good boy not to tell things to.\nUnderstand? Sometimes I carry him under one name, and the next voyage\nunder another. The purser and he fix it up between 'em. It pleases him,\nand it don't hurt anybody else, so long as I tell them about it. I don't\nknow who he's working for now,” he went on, “but I know he's not with\nthe Nitrate Company any more. He sold them out.”\n\n“How could he?” I asked. “He's only a boy.”\n\n“He had a berth as typewriter to Senator Burnsides, president of the\nNitrate Trust, sort of confidential stenographer,” said the captain.\n“Whenever the senator dictated an important letter, they say, Schnitzel\nused to make a carbon copy, and when he had enough of them he sold them\nto the Walker-Keefe crowd. Then, when Walker-Keefe lost their suit in\nthe Valencia Supreme Court I guess Schnitzel went over to President\nAlvarez. And again, some folks say he's back with the Nitrate Company.”\n\n“After he sold them out?”\n\n“Yes, but you see he's worth more to them now. He knows all the\nWalker-Keefe secrets and Alvarez's secrets, too.”\n\nI expressed my opinion of every one concerned.\n\n“It shouldn't surprise YOU,” complained the captain. “You know the\ncountry. Every man in it is out for something that isn't his. The pilot\nwants his bit, the health doctor must get his, the customs take all your\ncigars, and if you don't put up gold for the captain of the port and the\nalcalde and the commandant and the harbor police and the foreman of the\ncargadores, they won't move a lighter, and they'll hold up the ship's\npapers. Well, an American comes down here, honest and straight and\nwilling to work for his wages. But pretty quick he finds every one\nis getting his squeeze but him, so he tries to get some of it back by\nrobbing the natives that robbed him. Then he robs the other foreigners,\nand it ain't long before he's cheating the people at home who sent him\nhere. There isn't a man in this nitrate row that isn't robbing the crowd\nhe's with, and that wouldn't change sides for money. Schnitzel's no\nworse than the president nor the canteen contractor.”\n\nHe waved his hand at the glaring coast-line, at the steaming swamps and\nthe hot, naked mountains.\n\n“It's the country that does it,” he said. “It's in the air. You can\nsmell it as soon as you drop anchor, like you smell the slaughter-house\nat Punta-Arenas.”\n\n“How do YOU manage to keep honest,” I asked, smiling.\n\n“I don't take any chances,” exclaimed the captain seriously. “When I'm\nin their damned port I don't go ashore.”\n\nI did not again see Schnitzel until, with haggard eyes and suspiciously\nwet hair, he joined the captain, doctor, purser, and myself at\nbreakfast. In the phrases of the Tenderloin, he told us cheerfully that\nhe had been grandly intoxicated, and to recover drank mixtures of\nraw egg, vinegar, and red pepper, the sight of which took away every\nappetite save his own. When to this he had added a bottle of beer, he\ndeclared himself a new man. The new man followed me to the deck, and\nwith the truculent bearing of one who expects to be repelled, he asked\nif, the day before, he had not made a fool of himself.\n\nI suggested he had been somewhat confidential. At once he recovered his\npose and patronized me.\n\n“Don't you believe it,” he said. “That's all part of my game.\n'Confidence for confidence' is the way I work it. That's how I learn\nthings. I tell a man something on the inside, and he says: 'Here's\na nice young fellow. Nothing standoffish about him,' and he tells me\nsomething he shouldn't. Like as not what I told him wasn't true. See?”\n\nI assured him he interested me greatly.\n\n“You find, then, in your line of business,” I asked, “that apparent\nfrankness is advisable? As a rule,” I explained, “secrecy is what a--a\nperson in your line--a--”\n\nTo save his feelings I hesitated at the word.\n\n“A spy,” he said. His face beamed with fatuous complacency.\n\n“But if I had not known you were a spy,” I asked, “would not that have\nbeen better for you?”\n\n“In dealing with a party like you, Mr. Crosby,” Schnitzel began\nsententiously, “I use a different method. You're on a secret mission\nyourself, and you get your information about the nitrate row one way,\nand I get it another. I deal with you just like we were drummers in the\nsame line of goods. We are rivals in business, but outside of business\nhours perfect gentleman.”\n\nIn the face of the disbelief that had met my denials of any secret\nmission, I felt to have Schnitzel also disbelieve me would be too great\na humiliation. So I remained silent.\n\n“You make your report to the State Department,” he explained, “and I\nmake mine to--my people. Who they are doesn't matter. You'd like to\nknow, and I don't want to hurt your feelings, but--that's MY secret.”\n\nMy only feelings were a desire to kick Schnitzel heavily, but for\nSchnitzel to suspect that was impossible. Rather, he pictured me as\nshaken by his disclosures.\n\nAs he hung over the rail the glare of the sun on the tumbling water lit\nup his foolish, mongrel features, exposed their cunning, their utter\nlack of any character, and showed behind the shifty eyes the vacant,\nhalf-crooked mind.\n\nSchnitzel was smiling to himself with a smile of complete\nself-satisfaction. In the light of his later conduct, I grew to\nunderstand that smile. He had anticipated a rebuff, and he had been\nreceived, as he read it, with consideration. The irony of my politeness\nhe had entirely missed. Instead, he read in what I said the admiration\nof the amateur for the professional. He saw what he believed to be a\nhigh agent of the Government treating him as a worthy antagonist. In no\nother way can I explain his later heaping upon me his confidences. It\nwas the vanity of a child trying to show off.\n\nIn ten days, in the limited area of a two-thousand-ton steamer, one\ncould not help but learn something of the history of so communicative a\nfellow-passenger as Schnitzel. His parents were German and still lived\nin Germany. But he himself had been brought up on the East Side. An\nuncle who kept a delicatessen shop in Avenue A had sent him to the\npublic schools and then to a “business college,” where he had developed\nremarkable expertness as a stenographer. He referred to his skill in\nthis difficult exercise with pitying contempt. Nevertheless, from a\nroom noisy with type-writers this skill had lifted him into the private\noffice of the president of the Nitrate Trust. There, as Schnitzel\nexpressed it, “I saw 'mine,' and I took it.” To trace back the criminal\ninstinct that led Schnitzel to steal and sell the private letters of\nhis employer was not difficult. In all of his few early years I found it\nlying latent. Of every story he told of himself, and he talked only of\nhimself, there was not one that was not to his discredit. He himself\nnever saw this, nor that all he told me showed he was without the moral\nsense, and with an instinctive enjoyment of what was deceitful, mean,\nand underhand. That, as I read it, was his character.\n\nIn appearance he was smooth-shaven, with long locks that hung behind\nwide, protruding ears. He had the unhealthy skin of bad blood, and his\neyes, as though the daylight hurt them, constantly opened and shut. He\nwas like hundreds of young men that you see loitering on upper Broadway\nand making predatory raids along the Rialto. Had you passed him in that\nneighborhood you would have set him down as a wire-tapper, a racing\ntout, a would-be actor.\n\nAs I worked it out, Schnitzel was a spy because it gave him an\nimportance he had not been able to obtain by any other effort. As a\nchild and as a clerk, it was easy to see that among his associates\nSchnitzel must always have been the butt. Until suddenly, by one dirty\naction, he had placed himself outside their class. As he expressed it:\n“Whenever I walk through the office now, where all the stenographers\nsit, you ought to see those slobs look after me. When they go to the\npresident's door, they got to knock, like I used to, but now, when the\nold man sees me coming to make my report after one of these trips he\ncalls out, 'Come right in, Mr. Schnitzel.' And like as not I go in with\nmy hat on and offer him a cigar. An' they see me do it, too!”\n\nTo me, that speech seemed to give Schnitzel's view of the values of his\nlife. His vanity demanded he be pointed at, if even with contempt. But\nthe contempt never reached him--he only knew that at last people took\nnote of him. They no longer laughed at him, they were afraid of him. In\nhis heart he believed that they regarded him as one who walked in the\ndark places of world politics, who possessed an evil knowledge of great\nmen as evil as himself, as one who by blackmail held public ministers at\nhis mercy.\n\nThis view of himself was the one that he tried to give me. I probably\nwas the first decent man who ever had treated him civilly, and to\nimpress me with his knowledge he spread that knowledge before me. It was\nsale, shocking, degrading.\n\nAt first I took comfort in the thought that Schnitzel was a liar. Later,\nI began to wonder if all of it were a lie, and finally, in a way I could\nnot doubt, it was proved to me that the worst he charged was true.\n\nThe night I first began to believe him was the night we touched at\nCristobal, the last port in Valencia. In the most light-hearted manner\nhe had been accusing all concerned in the nitrate fight with every crime\nknown in Wall Street and in the dark reaches of the Congo River.\n\n“But, I know him, Mr. Schnitzel,” I said sternly. “He is incapable of\nit. I went to college with him.”\n\n“I don't care whether he's a rah-rah boy or not,” said Schnitzel, “I\nknow that's what he did when he was up the Orinoco after orchids, and\nif the tribe had ever caught him they'd have crucified him. And I know\nthis, too: he made forty thousand dollars out of the Nitrate Company on\na ten-thousand-dollar job. And I know it, because he beefed to me about\nit himself, because it wasn't big enough.”\n\nWe were passing the limestone island at the entrance to the harbor,\nwhere, in the prison fortress, with its muzzle-loading guns pointing\ndrunkenly at the sky, are buried the political prisoners of Valencia.\n\n“Now, there,” said Schnitzel, pointing, “that shows you what the Nitrate\nTrust can do. Judge Rojas is in there. He gave the first decision in\nfavor of the Walker-Keefe people, and for making that decision William\nT. Scott, the Nitrate manager, made Alvarez put Rojas in there. He's\nseventy years old, and he's been there five years. The cell they keep\nhim in is below the sea-level, and the salt-water leaks through the\nwall. I've seen it. That's what William T. Scott did, an' up in New York\npeople think 'Billy' Scott is a fine man. I seen him at the Horse Show\nsitting in a box, bowing to everybody, with his wife sitting beside him,\nall hung out with pearls. An' that was only a month after I'd seen Rojas\nin that sewer where Scott put him.”\n\n“Schnitzel,” I laughed, “you certainly are a magnificent liar.”\n\nSchnitzel showed no resentment.\n\n“Go ashore and look for yourself,” he muttered. “Don't believe me.\nAsk Rojas. Ask the first man you meet.” He shivered, and shrugged his\nshoulders. “I tell you, the walls are damp, like sweat.”\n\nThe Government had telegraphed the commandant to come on board and, as\nhe expressed it, “offer me the hospitality of the port,” which meant\nthat I had to take him to the smoking-room and give him champagne. What\nthe Government really wanted was to find out whether I was still on\nboard, and if it were finally rid of me.\n\nI asked the official concerning Judge Rojas.\n\n“Oh, yes,” he said readily. “He is still incomunicado.”\n\nWithout believing it would lead to anything, I suggested:\n\n“It was foolish of him to give offence to Mr. Scott?”\n\nThe commandant nodded vivaciously.\n\n“Mr. Scott is very powerful man,” he assented. “We all very much love\nMr. Scott. The president, he love Mr. Scott, too, but the judges were\nnot sympathetic to Mr. Scott, so Mr. Scott asked our president to give\nthem a warning, and Senor Rojas--he is the warning.”\n\n“When will he get out?” I asked.\n\nThe commandant held up the glass in the sunlight from the open air-port,\nand gazed admiringly at the bubbles.\n\n“Who can tell,” he said. “Any day when Mr. Scott wishes. Maybe, never.\nSenor Rojas is an old man. Old, and he has much rheumatics. Maybe, he\nwill never come out to see our beloved country any more.”\n\nAs we left the harbor we passed so close that one could throw a stone\nagainst the wall of the fortress. The sun was just sinking and the air\nbecame suddenly chilled. Around the little island of limestone the waves\nswept through the sea-weed and black manigua up to the rusty bars of the\ncells. I saw the barefooted soldiers smoking upon the sloping ramparts,\nthe common criminals in a long stumbling line bearing kegs of water,\nthree storm-beaten palms rising like gallows, and the green and yellow\nflag of Valencia crawling down the staff. Somewhere entombed in that\nblotched and mildewed masonry an old man of seventy years was shivering\nand hugging himself from the damp and cold. A man who spoke five\nlanguages, a just, brave gentleman. To me it was no new story. I knew\nof the horrors of Cristobal prison; of political rivals chained to\ncriminals loathsome with disease, of men who had raised the flag of\nrevolution driven to suicide. But never had I supposed that my own\npeople could reach from the city of New York and cast a fellow-man into\nthat cellar of fever and madness.\n\nAs I watched the yellow wall sink into the sea, I became conscious that\nSchnitzel was near me, as before, leaning on the rail, with his chin\nsunk on his arms. His face was turned toward the fortress, and for the\nfirst time since I had known him it was set and serious. And when, a\nmoment later, he passed me without recognition, I saw that his eyes were\nfilled with fear.\n\nWhen we touched at Curacoa I sent a cable to my sister, announcing the\ndate of my arrival, and then continued on to the Hotel Venezuela. Almost\nimmediately Schnitzel joined me. With easy carelessness he said: “I was\nin the cable office just now, sending off a wire, and that operator told\nme he can't make head or tail of the third word in your cable.”\n\n“That is strange,” I commented, “because it's a French word, and he is\nFrench. That's why I wrote it in French.”\n\nWith the air of one who nails another in a falsehood, Schnitzel\nexclaimed:\n\n“Then, how did you suppose your sister was going to read it? It's a\ncipher, that's what it is. Oh, no, YOU'RE not on a secret mission! Not\nat all!”\n\nIt was most undignified of me, but in five minutes I excused myself, and\nsent to the State Department the following words:\n\n“Roses red, violets blue, send snow.”\n\nLater at the State Department the only person who did not eventually\npardon my jest was the clerk who had sat up until three in the morning\nwith my cable, trying to fit it to any known code.\n\nImmediately after my return to the Hotel Venezuela Schnitzel excused\nhimself, and half an hour later returned in triumph with the cable\noperator and ordered lunch for both. They imbibed much sweet champagne.\n\nWhen we again were safe at sea, I said: “Schnitzel, how much did you pay\nthat Frenchman to let you read my second cable?”\n\nSchnitzel's reply was prompt and complacent.\n\n“One hundred dollars gold. It was worth it. Do you want to know how I\ndoped it out?”\n\nI even challenged him to do so. “'Roses red'--war declared; 'violets\nblue'--outlook bad, or blue; 'send snow'--send squadron, because the\nwhite squadron is white like snow. See? It was too easy.”\n\n“Schnitzel,” I cried, “you are wonderful!”\n\nSchnitzel yawned in my face.\n\n“Oh, you don't have to hit the soles of my feet with a night-stick to\nkeep me awake,” he said.\n\nAfter I had been a week at sea, I found that either I had to believe\nthat in all things Schnitzel was a liar, or that the men of the Nitrate\nTrust were in all things evil. I was convinced that instead of the\npeople of Valencia robbing them, they were robbing both the people of\nValencia and the people of the United States.\n\nTo go to war on their account was to degrade our Government. I explained\nto Schnitzel it was not becoming that the United States navy should be\nmade the cat's-paw of a corrupt corporation. I asked his permission to\nrepeat to the authorities at Washington certain of the statements he had\nmade.\n\nSchnitzel was greatly pleased.\n\n“You're welcome to tell 'em anything I've said,” he assented. “And,” he\nadded, “most of it's true, too.”\n\nI wrote down certain charges he had made, and added what I had always\nknown of the nitrate fight. It was a terrible arraignment. In\nthe evening I read my notes to Schnitzel, who, in a corner of the\nsmoking-room, sat, frowning importantly, checking off each statement,\nand where I made an error of a date or a name, severely correcting me.\n\nSeveral times I asked him, “Are you sure this won't get you into trouble\nwith your 'people'? You seem to accuse everybody on each side.”\n\nSchnitzel's eyes instantly closed with suspicion.\n\n“Don't you worry about me and my people,” he returned sulkily. “That's\nMY secret, and you won't find it out, neither. I may be as crooked as\nthe rest of them, but I'm not giving away my employer.”\n\nI suppose I looked puzzled.\n\n“I mean not a second time,” he added hastily. “I know what you're\nthinking of, and I got five thousand dollars for it. But now I mean to\nstick by the men that pay my wages.”\n\n“But you've told me enough about each of the three to put any one of\nthem in jail.”\n\n“Of course, I have,” cried Schnitzel triumphantly.\n\n“If I'd let down on any one crowd you'd know I was working for that\ncrowd, so I've touched 'em all up. Only what I told you about my\ncrowd--isn't true.”\n\nThe report we finally drew up was so sensational that I was of a mind\nto throw it overboard. It accused members of the Cabinet, of our Senate,\ndiplomats, business men of national interest, judges of the Valencia\ncourts, private secretaries, clerks, hired bullies, and filibusters.\nMen the trust could not bribe it had blackmailed. Those it could not\ncorrupt, and they were pitifully few, it crushed with some disgraceful\ncharge.\n\nLooking over my notes, I said:\n\n“You seem to have made every charge except murder.”\n\n“How'd I come to leave that out?” Schnitzel answered flippantly.\n“What about Coleman, the foreman at Bahia, and that German contractor,\nEbhardt, and old Smedburg? They talked too much, and they died of\nyellow-fever, maybe, and maybe what happened to them was they ate\nknockout drops in their soup.”\n\nI disbelieved him, but there came a sudden nasty doubt.\n\n“Curtis, who managed the company's plant at Barcelona, died of\nyellow-fever,” I said, “and was buried the same day.”\n\nFor some time Schnitzel glowered uncertainly at the bulkhead.\n\n“Did you know him?” he asked.\n\n“When I was in the legation I knew him well,” I said.\n\n“So did I,” said Schnitzel. “He wasn't murdered. He murdered himself. He\nwas wrong ten thousand dollars in his accounts. He got worrying about it\nand we found him outside the clearing with a hole in his head. He left a\nnote saying he couldn't bear the disgrace. As if the company would hold\na little grafting against as good a man as Curtis!”\n\nSchnitzel coughed and pretended it was his cigarette.\n\n“You see you don't put in nothing against him,” he added savagely.\n\nIt was the first time I had seen Schnitzel show emotion, and I was moved\nto preach.\n\n“Why don't you quit?” I said. “You had an A-1 job as a stenographer. Why\ndon't you go back to it?”\n\n“Maybe, some day. But it's great being your own boss. If I was a\nstenographer, I wouldn't be helping you send in a report to the State\nDepartment, would I? No, this job is all right. They send you after\nsomething big, and you have the devil of a time getting it, but when you\nget it, you feel like you had picked a hundred-to-one shot.”\n\nThe talk or the drink had elated him. His fish-like eyes bulged and\nshone. He cast a quick look about him. Except for ourselves, the\nsmoking-room was empty. From below came the steady throb of the engines,\nand from outside the whisper of the waves and of the wind through the\ncordage. A barefooted sailor pattered by to the bridge. Schnitzel bent\ntoward me, and with his hand pointed to his throat.\n\n“I've got papers on me that's worth a million to a certain party,” he\nwhispered. “You understand, my notes in cipher.”\n\nHe scowled with intense mystery.\n\n“I keep 'em in an oiled-silk bag, tied around my neck with a string.\nAnd here,” he added hastily, patting his hip, as though to forestall any\nattack I might make upon his person, “I carry my automatic. It shoots\nnine bullets in five seconds. They got to be quick to catch me.”\n\n“Well, if you have either of those things on you,” I said testily, “I\ndon't want to know it. How often have I told you not to talk and drink\nat the same time?”\n\n“Ah, go on,” laughed Schnitzel. “That's an old gag, warning a fellow not\nto talk so as to MAKE him talk. I do that myself.”\n\nThat Schnitzel had important papers tied to his neck I no more believe\nthan that he wore a shirt of chain armor, but to please him I pretended\nto be greatly concerned.\n\n“Now that we're getting into New York,” I said, “you must be very\ncareful. A man who carries such important documents on his person might\nbe murdered for them. I think you ought to disguise yourself.”\n\nA picture of my bag being carried ashore by Schnitzel in the uniform of\na ship's steward rather pleased me.\n\n“Go on, you're kidding!” said Schnitzel. He was drawn between believing\nI was deeply impressed and with fear that I was mocking him.\n\n“On the contrary,” I protested, “I don't feel quite safe myself. Seeing\nme with you they may think I have papers around MY neck.”\n\n“They wouldn't look at you,” Schnitzel reassured me. “They know you're\njust an amateur. But, as you say, with me, it's different. I GOT to be\ncareful. Now, you mightn't believe it, but I never go near my uncle nor\nnone of my friends that live where I used to hang out. If I did, the\nother spies would get on my track. I suppose,” he went on grandly, “I\nnever go out in New York but that at least two spies are trailing me.\nBut I know how to throw them off. I live 'way down town in a little\nhotel you never heard of. You never catch me dining at Sherry's nor the\nWaldorf. And you never met me out socially, did you, now?”\n\nI confessed I had not.\n\n“And then, I always live under an assumed name.”\n\n“Like 'Jones'?” I suggested.\n\n“Well, sometimes 'Jones',” he admitted.\n\n“To me,” I said, “'Jones' lacks imagination. It's the sort of name you\ngive when you're arrested for exceeding the speed limit. Why don't you\ncall yourself Machiavelli?”\n\n“Go on, I'm no dago,” said Schnitzel, “and don't you go off thinking\n'Jones' is the only disguise I use. But I'm not tellin' what it is, am\nI? Oh, no.”\n\n“Schnitzel,” I asked, “have you ever been told that you would make a\ngreat detective?”\n\n“Cut it out,” said Schnitzel. “You've been reading those fairy stories.\nThere's no fly cops nor Pinks could do the work I do. They're pikers\ncompared to me. They chase petty-larceny cases and kick in doors. I\nwouldn't stoop to what they do. It's being mixed up the way I am\nwith the problems of two governments that catches me.” He added\nmagnanimously, “You see something of that yourself.”\n\nWe left the ship at Brooklyn, and with regret I prepared to bid\nSchnitzel farewell. Seldom had I met a little beast so offensive, but\nhis vanity, his lies, his moral blindness, made one pity him. And in ten\ndays in the smoking-room together we had had many friendly drinks and\nmany friendly laughs. He was going to a hotel on lower Broadway, and\nas my cab, on my way uptown, passed the door, I offered him a lift.\nHe appeared to consider the advisability of this, and then, with much\nby-play of glancing over his shoulder, dived into the front seat and\ndrew down the blinds. “This hotel I am going to is an old-fashioned\ntrap,” he explained, “but the clerk is wise to me, understand, and I\ndon't have to sign the register.”\n\nAs we drew nearer to the hotel, he said: “It's a pity we can't dine out\nsomewheres and go to the theatre, but--you know?”\n\nWith almost too much heartiness I hastily agreed it would be imprudent.\n\n“I understand perfectly,” I assented. “You are a marked man. Until you\nget those papers safe in the hands of your 'people,' you must be very\ncautious.”\n\n“That's right,” he said. Then he smiled craftily.\n\n“I wonder if you're on yet to which my people are.”\n\nI assured him that I had no idea, but that from the avidity with which\nhe had abused them I guessed he was working for the Walker-Keefe crowd.\n\nHe both smiled and scowled.\n\n“Don't you wish you knew?” he said. “I've told you a lot of inside\nstories, Mr. Crosby, but I'll never tell on my pals again. Not me!\nThat's MY secret.”\n\nAt the door of the hotel he bade me a hasty good-by, and for a few\nminutes I believed that Schnitzel had passed out of my life forever.\nThen, in taking account of my belongings, I missed my field-glasses. I\nremembered that, in order to open a trunk for the customs inspectors,\nI had handed them to Schnitzel, and that he had hung them over his\nshoulder. In our haste at parting we both had forgotten them.\n\nI was only a few blocks from the hotel, and I told the man to return.\n\nI inquired for Mr. Schnitzel, and the clerk, who apparently knew him by\nthat name, said he was in his room, number eighty-two.\n\n“But he has a caller with him now,” he added. “A gentleman was waiting\nfor him, and's just gone up.”\n\nI wrote on my card why I had called, and soon after it had been borne\nskyward the clerk said: “I guess he'll be able to see you now. That's\nthe party that was calling on him, there.”\n\nHe nodded toward a man who crossed the rotunda quickly. His face was\ntwisted from us, as though, as he almost ran toward the street, he were\nreading the advertisements on the wall.\n\nHe reached the door, and was lost in the great tide of Broadway.\n\nI crossed to the elevator, and as I stood waiting, it descended with a\ncrash, and the boy who had taken my card flung himself, shrieking, into\nthe rotunda.\n\n“That man--stop him!” he cried. “The man in eighty-two--he's murdered.”\n\nThe clerk vaulted the desk and sprang into the street, and I dragged the\nboy back to the wire rope and we shot to the third story. The boy shrank\nback. A chambermaid, crouching against the wall, her face colorless,\nlowered one hand, and pointed at an open door.\n\n“In there,” she whispered.\n\nIn a mean, common room, stretched where he had been struck back upon the\nbed, I found the boy who had elected to meddle in the “problems of two\ngovernments.”\n\nIn tiny jets, from three wide knife-wounds, his blood flowed slowly. His\nstaring eyes were lifted up in fear and in entreaty. I knew that he was\ndying, and as I felt my impotence to help him, I as keenly felt a great\nrage and a hatred toward those who had struck him.\n\nI leaned over him until my eyes were only a few inches from his face.\n\n“Schnitzel!” I cried. “Who did this? You can trust me. Who did this?\nQuick!”\n\nI saw that he recognized me, and that there was something which, with\nterrible effort, he was trying to make me understand.\n\nIn the hall was the rush of many people, running, exclaiming, the noise\nof bells ringing; from another floor the voice of a woman shrieked\nhysterically.\n\nAt the sounds the eyes of the boy grew eloquent with entreaty, and with\na movement that called from each wound a fresh outburst, like a man\nstrangling, he lifted his fingers to his throat.\n\nVoices were calling for water, to wait for the doctor, to wait for the\npolice. But I thought I understood.\n\nStill doubting him, still unbelieving, ashamed of my own credulity, I\ntore at his collar, and my fingers closed upon a package of oiled silk.\n\nI stooped, and with my teeth ripped it open, and holding before him the\nslips of paper it contained, tore them into tiny shreds.\n\nThe eyes smiled at me with cunning, with triumph, with deep content.\n\nIt was so like the Schnitzel I had known that I believed still he might\nhave strength enough to help me.\n\n“Who did this?” I begged. “I'll hang him for it! Do you hear me?” I\ncried.\n\nSeeing him lying there, with the life cut out of him, swept me with a\nblind anger, with a need to punish.\n\n“I'll see they hang for it. Tell me!” I commanded. “Who did this?”\n\nThe eyes, now filled with weariness, looked up and the lips moved\nfeebly.\n\n“My own people,” he whispered.\n\nIn my indignation I could have shaken the truth from him. I bent closer.\n\n“Then, by God,” I whispered back, “you'll tell me who they are!”\n\nThe eyes flashed sullenly.\n\n“That's my secret,” said Schnitzel.\n\nThe eyes set and the lips closed.\n\nA man at my side leaned over him, and drew the sheet across his face.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Davis, Richard Harding"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1818/pg1818.txt",
        "name": "the_spy.json"
    }
}