{
    "name": "The Double Spy",
    "author": [
        "Moore, Dan T."
    ],
    "body": "DEAR EXCELLENCY:\n\nThe communicating time will be here soon. I have started this letter\nearly to be sure it will be ready. This is the first time I have felt\nsafe when communicating with you. Our enemies at home can solve such\nextraordinarily complex ciphers that I have always been uneasy before.\nThey cannot possibly solve an entirely new language like this one; a\nlanguage based on an utterly different theory from our own; with new\nsymbols; and even set down with a different writing instrument. Our\nlong periods of study together have brought their reward. Your\nExcellency, I appreciate the rare privilege of knowing a language that\nonly one other person at home knows, and that one person, yourself.\n\nI am having many dangers and horrors in America. As we both realized,\nit is impossible to carry out my mission without lots of their money.\nI could not even begin my work, nor buy the expensive equipment needed\nfor my experiments without finding a way to make money.\n\nIn only a few weeks I discovered the quickest and easiest way to do it\nwas to become an entertainer. The people here like to be shocked and\nastonished. Naturally I am well equipped to do both. I was an\nimmediate sensation. I got into what New Yorkers call \"The Big Time.\"\n\nEach night at 8:30 I went to a theatre in a place called Times Square\nand put on my act. Thousands of people paid to see me. I was very well\npaid. There is a newspaper here called \"Variety.\" It carried an\narticle about me. The headline said: STRONG MAN TERRIF WOW SOCKEROO\n100G 3D. The numbers at the end mean the theatre took in $100,000\nduring my third week. After the article appeared every seat was sold\nweeks in advance.\n\nYou will be amused, Excellency, when you hear what I did in this show.\nI came out on the stage practically nude except for an abbreviated\nleopard skin. I walked over to a pile of iron rods. They were\nhalf-inch concrete reinforcing bars about six feet long. I picked one\nout and dropped it on the floor. It made a terrible crash. This was to\nprove to the audience that it was real. Then I wrapped it around my\nneck and tied it in a regular four-in-hand necktie knot. It was a\nlittle hard to get the ends to come out even. I had to pull and haul\nto arrange them just right. This caused tremendous laughter. They knew\nno one could do this with an iron reinforcing bar. They were sure it\nwas a trick.\n\nI chose the man in the audience who was laughing the loudest and asked\nhim to come up on the stage. With a little persuasion he did so. I\nselected another iron bar and wrapped it around his neck. Then I tied\nit in a four-in-hand knot and adjusted the ends until they were\nperfect. I asked him to take the necktie off. He grabbed it with both\nhands and tried. His face turned purple with effort, but of course he\ncould not even budge it. Everyone laughed loudly. Finally twenty men\nfrom the audience volunteered to help. They all started pulling and\nhauling. They couldn't get the iron necktie off. Then the audience\nbecame silent. They looked at each other uneasily. There were\nfrightened whispers.\n\n\n\nThat was the time to break the tension. I would spit on the floor. As\nmy saliva hit the stage it burst into flames and a smell of perfume\ndrifted through the theatre. It was my turn to look surprised and\nscared. Everyone howled with laughter, and the tension was broken for\nall but the man with the iron necktie who remained forlorn and\nmiserable. Finally I removed his necktie and let it drop to the floor.\nIt made a tremendous crash. Everyone was impressed all over again.\n\nNext I grasped a horizontal bar and chinned myself fifty times with\none hand. Again everyone became silent. They all knew no one has ever\ndone that before. In many ways they are like us. For example, when\nthey get scared their body heat rises like ours. As the heat came up\nto me from the audience I could feel the change in my sensors. It made\nmy chin warm. I found that when my chin got warm it was time to break\nthe tension. I did it by demonstrating magic tricks.\n\nYou will smile, Excellency, when you hear what they call magic here. I\nwas tightly blind-folded. Some people came up on the stage, and I\nannounced exactly how many there were. I pointed to exactly where each\none was standing, and indicated which were males and which were\nfemales. This made a most tremendous impression. I could hear gasps in\nthe audience. I was told that the people rubbed their eyes as if they\ncould not believe what they were seeing. You will understand,\nExcellency, that I accomplished this by turning on the male principle.\nThe women here are so exquisitely receptive to it that when it is on\ntheir excitement causes changes in their body heat. It was simple for\nme to sense those fluctuations in temperature and to know which of the\npeople before me were female.\n\nNext I put a piece of paper on a metal rack across the stage. I\nconcentrated heat waves on it from my cupped hand. The paper burst\ninto flames. As they say here on the street they call Broadway, that\n\"brought down the house.\" They clapped and whistled and made me do it\nagain and again. Luckily they conceived of it only as a wonderful\ntrick.\n\nI ended the act by choosing a very unusual looking man from the\naudience. He came up on stage and we went behind a screen together.\nWhen we reappeared a few seconds later the audience screamed because I\nhad twisted my face around to look exactly like his. Believe me, the\nreaction was terrific. Slowly I let my face slip back to \"normal.\" If\nthey realized there is no normal and that I could leave my face that\nway permanently, that would have been too much of a shock. They would\nhave become silent and terrified and suspicious. I might have been in\ndanger.\n\nI had to calculate carefully how much these people could take without\nrealizing there was something alarmingly different about me. I\nlearned my lesson one night. I turned on the male principle too\nstrongly and some of the women in the audience became very agitated.\nEveryone was embarrassed. After the show the theatre manager came to\nmy dressing room and asked me to have a drink with him at a little bar\nacross the street.\n\nWhen we sat down he stared at me in a queer manner. \"Just exactly what\nhappened tonight?\" he demanded.\n\nI looked surprised. \"Weren't you satisfied with the act?\" I asked.\n\"The audience seemed to like me.\"\n\n\"They liked you too much.\"\n\nI laughed. \"You mean those silly females who tried to drag me off the\nstage?\"\n\nHe narrowed his eyes and thrust his face close to mine. \"If I hadn't\nhad the best-trained ushers in New York there'd have been a panic and\na riot in there. How come?\"\n\nI shrugged. \"The women in your town seem remarkably excitable.\"\n\n\"And in _your_ town?\"\n\n\"Not so,\" I declared truthfully. How truthfully Your Excellency well\nknows.\n\n\n\n\"There's something peculiar about you,\" he said, \"something very\npeculiar.\" He leaned back in his chair and his glance swept over me.\n\"Suppose you cut out the leopard skin,\" he said, \"and wear a jersey\nand trousers.\"\n\nI laughed to myself. He thought my bare body, my bulging muscles had\nbeen the cause of the trouble. What a fool! Is Your Excellency\nlaughing too? However, I dared not disagree with him. By that time he\nhad had many drinks. He was looking mean. He reached over and grabbed\nthe lapel of my coat in his fist.\n\n\"What the hell kind of a guy are you?\" he snarled at me.\n\nMy hands twitched. I wished I could have picked him up and tied him in\na four-in-hand knot around his own neck.\n\n\"Who the hell are you?\" he repeated.\n\nI yawned and stretched and got to my feet. \"Not even a strong man\nnow,\" I said casually, \"just a tired man.\"\n\nI left the bar.\n\nAfter that incident I was careful with the male principle. When the\naudience left each night I turned it on very slightly--only enough to\nbe sure that the women would do their best to get back to see me\nagain.\n\nBut before I go any further in this account of my adventures, Your\nExcellency, let me tell you about the women here. The greatest\ndifference between the Americans and ourselves is in the women. They\nare extraordinary. Some of them are beautiful beyond belief. My\nresearches completely confirm your much-criticized hypotheses\nconcerning our own women. If our enemies who object so strongly to\nYour Excellency's statements could be here for only one hour they\nwould become your devoted supporters. American women are the proof\nthat your theories are correct. Your famous attempt to explain some of\nthe incongruous and apparently ridiculous passages in our ancient\nmanuscripts by assuming the existence of a now-vanished female\nprinciple is irrefutably demonstrated by these women, Your Excellency.\n\nHere, the female principle exists, and as you predicted, most of the\nwomen are therefore entirely different from ours. The term used in\nthis language is \"femininity.\" It is a devastatingly attractive\nthing--but almost impossible to explain. I will make an attempt.\n\nSenseless, reasonless, even foolish motions of the body and the hands,\nthe expressions of the eyes and the mouth, the way the head is moved\nand tilted are a part of it. So are unusual tones of the voice and\nspecial ways in which things are said. Laughter, a whisper, the\ndirection of the glance, the fingers' pressure--these, too, are parts\nof it.\n\nThere are infinitely various types of adornment which hang on the\nbody, fabrics in delicate or brilliant colors which cling and flow,\ngleaming stones at throat and wrists. The faces are enchantingly\npainted, the hair shining and arranged in numerous wonderful designs.\nThere is an aura of the scent of flowers and fruits.\n\nI tell you, Excellency, everything about this femininity assails the\nsenses. It is so potent that once having experienced it the mere\nrecollection causes the pulses to pound and throb. My hand trembles as\nI write these words to you. I am confused and disturbed and wild with\na longing I never knew at home. I wish to meet Your Excellency's high\nstandards in preparing this report, and yet I am unable to be\nscientific. The logic of the laboratory cannot be employed.\n\nAs soon as I could I began to hunt desperately for the secret of the\nfemale principle. I analyzed the soil, the food, the water, and the\nair by our own most refined methods. I found nothing to help us. I\nwent to the risky extreme of killing two of their women. One possessed\nan unusual amount of this femininity. The other, who seemed to have\nvery little of it, was essentially like one of our own women. _There\nwas not the slightest chemical difference in their bodies._ Dead, they\nwere precisely the same. But alive, Your Excellency, they were\noverwhelmingly dissimilar.\n\nI was able to kill the unfeminine one scientifically without emotion\nor regret. But, although it was clearly my duty, I could hardly bring\nmyself to kill the other one. I had known her for several days. Her\nfemininity almost prevented my continuing with the experiment. She\ntold me that she loved me.\n\nI don't know if I have the skill to explain to you what this \"love\"\nis. Briefly, it means that the woman was in a mental state--a\nreceptive mental state, Excellency, infinitely more violent than the\npeak our women reach after intensive application of the male\nprinciple. Your Excellency, _she was that way all of the time_.\n\n\n\nThis brings me to another extraordinary difference between them and\nus. The men here lack the male principle. They obviously don't need it\nbecause of the existence of the female principle in the women. If the\nmen had it, as we have, I leave it to Your Excellency's vivid\nimagination as to what would be happening here.\n\nIn general the men are enough like us to be called humanoids in our\nsense of the word. They have about the same intelligence quotient that\nwe have, and are physically almost identical except for our induced\nmodifications. As Your Excellency predicted they do not have these\nsince they have not yet discovered the methods of inducing them. As a\nresult, while they have the same muscular potential as we do, they are\nfar weaker, and their life span is not more than 70 or 80 years by\ntheir calendar.\n\nThey do not have heat sensors, so they stumble around in the dark and\ntrip over things like children. They squander more energy on electric\nlights than on anything else in the economy. Also, their hearing and\neyesight cannot be compared to ours. I am always hearing and seeing\nthings without their suspecting it. A low conversation across the room\nis perfectly audible to me. Much of my best information comes this\nway. Naturally, since they completely lack heat generators, they\ncannot set things on fire.\n\nTo get back to the account of my activities, Excellency; my biggest\nmistake was in killing the two women for the femininity research. This\ngot me into terrible trouble. They feel strongly about killing women\nhere. Now that I appreciate their women, I can see why.\n\nThe local police were not hard to handle, but they have a central\npolice system called the F.B.I. It is comparable to Your Excellency's\norganization in techniques and training, and in some ways even\nsuperior to it. When the F.B.I. started investigating me, things got\nserious immediately.\n\nOne day my heat sensor detected a man standing outside my front door.\nHe was a huge bulky man. I sensed a mass under his left arm pit. My\nheat sensor analyzed it. It reflected heat like iron, but there seemed\nto be some small pieces of lead there too.\n\nThe man was polite and apologetic when I opened the door. He tipped\nhis hat. He said that he had come to the wrong apartment. Then he\nasked, \"How did you know I was standing outside the door?\"\n\nWithout thinking, I uttered the first thing that came into my head. \"I\nsaw your shadow.\"\n\nHis eyes widened only slightly. He had good control of himself. \"How\ncould you see a shadow through a wooden door?\" he asked softly.\n\nI was exasperated at my mistake but I smiled the way people here do\nwhen they are at a disadvantage. \"I do not explain my tricks,\" I told\nhim. \"I earn my living by performing them at the theatre.\"\n\nI closed the door.\n\nThe next night I was experimenting with the male principle. I sat on a\nbench in a place called Central Park and practiced on the women as\nthey went by. I discovered that the more feminine the women the\ngreater the effect the wave has on them. Some would hesitate and look\naround as they walked by me. Some would stop and stare at me in a\npuzzled fashion. I was growing tired and ravenously hungry. I decided\nthat when the next attractive woman passed me I would generate one\nlast powerful wave, and then go on to a restaurant.\n\n\n\nI allowed a few unfeminine ones to go by. Then I saw her, a lovely\nblonde girl about twenty-five years old. Her hair was a mass of short\ncurls that covered her head with a uniform thickness like the styles\nin our Second Renaissance Period. She had on a black dress and was\ncarrying a black bag in her hand. I sensed small pieces of different\ntypes of metals in her bag. She was walking slowly and weeping.\nOccasionally she dabbed at her nose with a piece of white cloth.\n\nShe was so beautiful, Excellency. Her warmth started flowing over my\nchin when she was at least sixty feet away. I decided to wait until\nshe was quite close and then to engulf her with the full force of the\nmale principle. I was shaken and impatient. Even at the highest point\nof excitement, though, Your Excellency should know that the importance\nof my mission was in my mind. When she was on the sidewalk directly in\nfront of me I did as I had planned. She stopped. Her handkerchief\ndropped to the ground, and then her bag. She looked at me wildly. She\nran over and sat on the bench beside me. She put her arms around my\nneck and kissed me.\n\n\"Why were you crying?\" I asked.\n\n\"I don't remember,\" she said. \"I don't care.\"\n\nI closed my eyes. My senses were responding to her warmth and her\nscent. Suddenly there was a blast of male heat on my chin. I started\nand stared. There standing above us was the huge heavy man of the\nnight before. The mass of metal was still under his left arm pit. He\nhad an odd expression on his face. He was watching the girl as if her\ncondition was answering a question for him.\n\nIn a sudden flash of intuition everything was clear to me. The girl\nwas a decoy. I had fallen neatly into a trap. I had thoughtlessly\ndemonstrated my power to the F.B.I, man--a power I could not explain\nby saying it was a trick.\n\nI pushed the girl away and stood up. The man's eyes were fixed upon me\nwith horror. I saw that he knew there was something monstrous and\nmenacing about me. Something he did not understand. Something that\nmeant terrible danger to him and his kind. His right hand started to\ncreep towards the mass of metal under his arm. I cupped my hand\ntowards him and started accumulating a heat charge. His glance dropped\nfearfully. It fell to my hand, and his temperature went up. He had\nundoubtedly seen me burn pieces of paper in the theatre.\n\nHis right hand fumbled in his pocket and he drew out a little package.\n\"Have a cigarette?\"\n\nI shook my head. He put one in his own mouth and lighted a match. In\nspite of the strongest effort of my will I jumped back. I jerked my\nhand up over my chin. A little stick of wood with a flaring flame on\nthe end of at least 600 degrees Centigrade, right in front of my heat\nsensors, took my breath away. The searing heat burned right into my\nbrain. It was like some of the tortures in Your Excellency's Force\nNumber Five.\n\nThe heavy man observed all of this, but he did not understand it. He\nlooked at the girl, who had risen and was leaning against me,\noblivious of everything.\n\n\"You've got quite a way with women, haven't you?\" he said. He dragged\non his cigarette. The tip flamed up painfully. I shrank back and again\nbrought my hand up to protect my chin.\n\n\"What's the matter with you?\" the man asked sharply.\n\nI did not know how to answer. I stood mute and waiting.\n\n\"I want to go now, and I want to take that girl with me. Do you\nunderstand?\" The man's voice was harsh with anger.\n\nI shut the principle off. The girl lifted her head, but she appeared\nto be in a trance. The man took her arm and they walked off through\nthe park. A murderous rage against the heavy man filled me. I cupped\nmy hand. He was well within range--but then I thought of my mission,\nExcellency, and let him go. For hours afterwards that lovely girl who\nwas taken from me was in my thoughts.\n\n\n\nYour Excellency, two suggestions come out of this experience. They\nboth concern our induced modifications. Any of us who come to America\nshould be able to shut off the heat sensor at will. With everyone here\nsmoking and lighting cigarettes and turning on 300-watt light bulbs in\none's face, with automobiles approaching at night shooting out two\nsearing heat beams in front of them, the environment is too full of\nshocks. It is too easy for us to be spotted because of this weakness.\n\nAlso, Your Excellency, a change must be made in the connection between\nall of the induced modifications. When I accumulate a heat charge,\nthat means that the male principle is automatically on. When I was\naccumulating a charge to kill the heavy man, the principle was\naffecting the woman, and she was reacting to it. The combination was\nnot desirable at that time. When I light the paper at the theatre, the\nmale principle is also on, and affects the women in the audience. We\ncan use the male principle without using the heat ray. Why can't we\nuse the heat ray without using the male principle? This modification\nshould be induced.\n\nThe next afternoon there was a matinee performance at the theatre. It\nwas crowded. The management had even provided for standing room at the\nback of the theatre. I started, as usual, by selecting an iron\nreinforcing bar and tying it into a four-in-hand around my neck.\n\nTo my surprise, although it looked exactly the same, it was much\nharder to bend. I never did get the ends quite even.\n\nI had just put the second bar around the neck of the stooge from the\naudience when I noticed something queer. Although this was usually the\nplace for hilarious laughter, everyone was silent. I looked out over\nthe audience. A man was standing in the aisle, just a few feet from\nthe stage. He was pointing a gun right at me. It was the heavy man.\n\nAs I turned around he said, \"Put up your hands.\"\n\nI put them up.\n\nHe spoke in a loud, deep voice, \"This is no gag, ladies and gentlemen.\nThis man on the stage is the most dangerous and cold-blooded murderer\nin America. He is the murderer of Lydia Davis and Genevieve Scott.\"\n\nSeveral other men stood up. They all had masses of metal under their\nleft arm pits. The heavy man gave them an order. \"Go up on the stage\nand handcuff him. Use five pairs of handcuffs.\"\n\nThen he spoke to the audience. \"Ladies and gentlemen, today we\nsubstituted tempered steel bars for the reinforcing bars. Twenty\nordinary men couldn't have bent one of those bars. What you have\nwitnessed was no trick. The man you see on the stage is not like us.\nHe has the strength of at least forty men. Please remain in your\nseats. We can handle this situation.\"\n\nThe audience gasped and murmured. A woman screamed.\n\nThe group of men started walking towards the stage. My hands were up.\nI cupped my right one and gave the heavy man a full charge of heat.\nHis hair went up in a bright orange flame. He dropped the red hot gun\nfrom his smoking hand, and fell to the floor. He frantically rolled\naround the aisle trying to put out his flaming clothes.\n\nOne of the other men shot at me. The little piece of lead came toward\nme, flew over my shoulder. It was going at about 900 feet per second.\nThis was enough to kill me, Excellency. I became panic-stricken. I\nfled into the wings. I was followed by a storm of little whistling\nlead pellets.\n\nThe stagehands scattered hysterically before me as I ran down the\nsteps and out the stage door entrance. The street in front of the\ntheatre was packed with police cruisers and athletic-looking men in\nblue uniforms.\n\n\n\nBefore anyone saw me, I cupped my hand, and fired the gas tank of the\nnearest police cruiser. The ray of the male principle went out with\nthe heat ray. As I ran by the flaming car, all of the women in the\nstreet felt something important. They all turned and looked at me.\n\nPolicemen started shooting. They piled out of their cars. The street\nwas echoing with yells and shouts. I was terrified. I exerted an\nenormous effort of will and mustered every atom of energy at my\ncommand. I sent a full-power heat blast up the street. I have never\nmarshalled a bigger blast, even in the contests at our training school\nin Area Twelve.\n\nFifteen automobiles burst into flames. Twenty or thirty men and women\nfell screaming to the sidewalk, their clothes burning. A flock of\nroasted pigeons fell smoking out of the sky. A black cloud condensed\nover the street, and a forked tongue of lightning flashed from it.\nEvery woman within a quarter of a mile felt the hot electrical force\nof the male principle. I dived into the Times Square subway entrance\nand sprinted down the stairs. There was a men's washroom at the end of\nthe platform.\n\nI heard the wild tumult of pursuit behind me. I pushed open the door.\nA man was there washing his hands. I strangled him, tore off his\nclothes, and put them on myself. Hastily, I twisted my face about so\nthat I looked like an entirely different person. I opened the door and\nstarted walking slowly back down the platform.\n\nA platoon of policemen with drawn guns was sprinting down the platform\ntowards me. They were followed by a yelling mob of civilians which\nincluded hundreds of women. They swept by me. I was safe, but\nshivering with fear, Excellency. I was spent. I couldn't have mustered\nup a heat ray strong enough to warm the end of my nose.\n\nI stumbled around the corner and away from that neighborhood. Then I\nwent into the first restaurant I saw, and gorged. After a five dollar\nplank steak, three glasses of milk, one glass of beer, and apple pie a\nla mode I was still ravenous; still energy-minus.\n\nI went a block up the street, into another restaurant, and bolted down\nexactly the same meal again. Strength started to flow slowly through\nmy veins. After one more meal in still another restaurant, my\nconfidence returned.\n\nThe newspapers handled the affair with amazing restraint. The facts\nbrought in by their reporters naturally sounded fantastic to the\neditors, so they rearranged them to \"make sense.\" The reticence of the\nauthorities, particularly the F.B.I., helped to convert what might\nhave caused a national panic into just an unusually spectacular chase\nafter an escaped murderer. The burning cars were laid to hooliganism\non the part of the bystanders. The people who got burned, so the\nstories explained, were hurt by the gasoline explosions of the burning\ncars. The mass hysteria of the women was caused by the excitement. The\npapers said that the steel necktie worn by my stooge at the theatre\nhad to be cut off by a water-cooled electric saw. They said that\nhowever I did it, it was a clever trick.\n\nThe next few days, Your Excellency, were the most difficult of my stay\nhere. I knew that the full power of not only the F.B.I., but of the\nwhole national government, would be concentrated to destroy me. I had\nto hide--hide, and get a new start.\n\nThe money in the pockets of my borrowed suit didn't last long. I\ncouldn't possibly risk presenting myself as a strong man or a\nmagician again. I became a ditch digger and a day laborer, and finally\ndrifted into the professional wrestling racket. Many of the top\nwrestling promoters live in Washington, D. C. I rented a little white\nclapboard house with green shutters, out in the country beyond Silver\nSprings, Maryland.\n\n\n\nI was careful to keep myself a second-rate wrestler. This was\nexasperating, Your Excellency. At any time I could have beaten three\nor four of their best wrestlers simultaneously. Everything was fixed\nso I won and lost when they told me to. We even practiced how we were\ngoing to win or lose before each match. I was very obedient and very\nscared.\n\nI did everything _not_ to attract attention. I started to use the male\nprinciple again, but so sparingly that everything looked natural.\n\nI tried to fit into the life of the community and become an American.\nI joined a Bowling League. I learned to play a game called \"Canasta.\"\n\nI got to be great friends with a man named Nat Brown, an automobile\nmechanic. He lived with his extraordinarily beautiful wife, Helene, in\na house about a half mile away.\n\nThe Browns used to ask me to dinner, and I would meet their friends. I\ngrew very fond of them. We would sit around and drink beer and play\ncards and talk until late at night about politics and philosophy and\nlove and everything else on earth. It was by far the swiftest part of\nmy education in America, living with these lighthearted, charming\npeople who obviously liked me.\n\nThe only disadvantage was the problem raised by my increasing fondness\nfor Helene Brown. She was a vivid incarnation of the female principle,\nand yet I knew I must not touch her. I had a constant battle with\nmyself to maintain the disinterested relationship necessary to\ncontinuing with these people without complication.\n\nBoth Nat and Helene Brown used to come to see me wrestle whenever I\nhad a match in Washington. Whether I won or lost we would go out and\ndrink beer together. I would sometimes bring another girl along. More\nand more I started to feel like a real native American. A couple of\nclose friends, Excellency, did a lot for your humble servant.\n\nThree days ago I was riding along Connecticut Avenue in my new car.\nWhen I stopped for a light, I saw a familiar face in the crowd\ncrossing the street. It was the tall heavy man, the F.B.I. agent who\nhad tracked me down and tried to capture me in the theatre the night\nof the big battle. I could sense the mass of metal carried under his\nleft arm.\n\nHe was hurrying along with another man. When I saw who it was my blood\nfroze in my veins. It was my neighbor, Nat Brown. He also had a mass\nof metal under his left arm.\n\nIt was clear to me then that, in spite of my precautions, the F.B.I.\nhad spotted me weeks ago. How, I do not know. Nat Brown was their\nsurveillance agent.\n\nI drove home immediately to finish this letter and get it off to you.\nI may not be alive tomorrow. The launching apparatus is concealed in a\ntool shed about a half a mile behind the house. I am going to put down\nmy recommendations and get this off immediately--before it's too late.\n\n\n\nAs I see it, Excellency, there are only four courses available to us:\n\n     (1) A chemical or other isolation of the female principle,\n     followed by an attempt to synthesize it at home to see what\n     its effect would be on our women. This might save us.\n     Unfortunately I have yet been unable to isolate what causes\n     the female principle here; so this is not a possibility yet.\n\n     (2) Kidnap some of their women. This would be delightful fun\n     for Your Excellency and a few others; but it would not solve\n     the main problem. Transportation difficulties would make it\n     impossible to get enough of them. Also, if the basic element\n     which creates the \"female principle\" is lacking because of\n     some soil or other deficiency at home, their women would\n     soon become like ours. All of our trouble would go for\n     nothing, and our doom would continue to approach.\n\n     (3) Conquer them, kill the men, take their women, and live\n     with the women here. This, in my opinion, should not be\n     attempted for the following reasons. Americans are\n     extraordinarily efficient in warfare. They have atomic and\n     hydrogen weapons, and they know how to use them. They are\n     very warlike, although they constantly deny it. Some of\n     their other weapons are fully equal to ours, in some\n     respects, superior. Our communications would be far too long\n     to enable us to prevail. This should be attempted only if\n     the fourth alternative fails; and even then only after long\n     expensive preparation. Also, there is distinct danger if we\n     disclose ourselves by attacking them. They may find a way to\n     attack us, and cause considerable damage. As things are now,\n     with our vanishing birth rate, we can't afford to lose\n     people in a war.\n\n     (4) The fourth alternative is to breed their race out of\n     existence by planting our blood here--in other words, an\n     invasion from within. This will depend upon our two races\n     being inter-fertile. I am almost certain that they are. If I\n     can stay alive for seven months longer I will give you a\n     definite report. I will carry on the experiment as swiftly\n     as possible.\n\nSince these people have such a short life span our descendants will\nlive hundreds of years longer than theirs. The present race will\nslowly be bred out due to the infirmities of its men. Our men and\ntheir women will create a race superior to both.\n\nIf I can find a way to escape from the F.B.I., and establish myself\nonce more in safety I will try to justify Your Excellency's confidence\nin your humble servant.\n\n\n\nI put the letter down on my desk. It certainly told most of the story.\nIt needed only a final paragraph. Then I sat down at the typewriter\nand added it:\n\nI am closing now, Your Excellency. Tomorrow will be the transmission\ndate for this letter. I may not communicate with you again for some\ntime, but please understand, Excellency, that I am your humble and\ndevoted servant and have tried to carry on in strict accordance with\nyour wishes.\n\nI put the letter into an envelope and put it in my pocket. Then I got\ninto my car and drove down through the city to the northwest wing of\nthe Department of Justice Building. The elevator girl smiled. \"Haven't\nseen you for a long time, Nat. Don't you work for the F.B.I. any\nmore?\"\n\nI smiled back at her, \"The Chief has had me up to a lot of out-of-town\ndevilment.\"\n\nI passed Jack and Tex in the hall, and we waved to each other. They\nwanted to talk, but I was in too much of a hurry. \"The Chief wants\nme,\" I said, without slowing down.\n\nWhen I reached the Chief's office Mrs. Sperling gave me a broad grin.\n\"Hello, Nat. The Chief's been waiting for you.\"\n\nI went down the little corridor into the Chief's room. He was sitting\nat his desk looking grim and tense. On the wall behind him was a huge\nmap of the United States. It had clumps of vari-colored pins all over\nit. His deep voice boomed across the room.\n\n\"Hello, Nat. How is the Chief of the Venusian Desk?\"\n\n\"Well, if you want to know the truth, Chief, I'm pretty god damned\nrelieved. Some jobs are fun. But my hair has been standing on end so\nmuch since you gave me this job that it's going to need about a\nyear's rest. No man wants his hair to have a nervous breakdown.\"\n\nThe Chief looked at me fondly. \"Well, I can't say you carried your\nmission out quietly. It practically blew me out of bed, and I live at\nleast ten miles away.\"\n\n\"Joe did a hell of a good job with the TNT,\" I said. \"How the hell he\never got twenty tons of it down in the basement in three hours I'll\nnever find out.\"\n\nA slight frown came over the Chief's face. \"Are you sure our Venusian\nfriend was there?\"\n\n\"Absolutely.\"\n\n\"How--absolutely?\"\n\n\"I called him on the telephone. When he answered I pressed the button.\nI heard the explosion over the wire, half a second before it\npractically tore down my own house. When I got over there a big crowd\nwas collecting.\" I took a deep breath. \"Not much for them to look at,\nthough--just a big black smoking hole in the ground.\"\n\n\"And our inter-planetary friend?\"\n\n\"Well, I don't know about his soul, Chief, but his body isn't around\nanywhere. I guess it just turned into steam with the rest of the\nhouse. A lot of women are going to be sad as hell.\"\n\nI saw the Chief's fists clenched on the desk. He was still taut from\nthe strain of the last few hours. Finally he reached for the silver\ncigarette box on his desk. His fingers jerked crazily as he put a\ncigarette in his mouth. He passed the box to me. I took one and\nstarted fumbling in my pockets for a match. The Chief snapped open the\ntop of his big desk lighter, and held it over to me. I put the\ncigarette into the flame and drew deeply. The flame was at least three\ninches high. The Chief leaned forward, his eyes riveted on me. There\nwas a queer, expectant look on his face. I stared back at him,\npuzzled. Finally he snapped the lighter shut, and turned to the wall.\n\"It's all right, boys,\" he said.\n\n\n\nA door with grille-work along the front opened up. I saw Joe Evans and\nTom Hardy and Jim Reid standing there with tommy guns, pointed right\nat my head.\n\nThe Chief laughed at my expression of bewilderment.\n\n\"I wasn't taking any chances, Nat. You can't afford to in a situation\nlike this. No matter how sure you are, you can't gamble the whole\nfuture of your own world. I wanted to be damned certain that you\nreally were Nat Brown, and not His Excellency's humble servant from\nthe planet Venus. If you had flinched so much as one eyelash, Nat,\nwhen I held that lighter up to your face, three tommy guns would have\nopened up on you--all at one and the same time.\"\n\nI felt suddenly limp. I uttered a long audible whistle of relief.\n\nThe Chief's voice was low and solemn. \"Think what we've escaped,\nNat--think how close he came to getting loose on our world!\"\n\nI took the letter out and threw it on his desk. \"After you read this,\nChief, you'll appreciate it a little more. The last paragraph is mine.\nI picked up the letter while the boys were loading the TNT down in the\nbasement.\"\n\nWhile the Chief was reading the letter I got up and looked at the map\nof the United States behind him. Each of the colored pinheads had\nnames printed on them. Grouped around Silver Springs, Maryland, were\ntwo pins. One was labeled \"Chief.\" The other was labeled \"Nat Brown.\"\nI turned to the Chief. \"I wish you would do one thing for me.\"\n\n\"I'll do anything for you.\"\n\n\"Instead of calling us 'Chief' and 'Nat Brown,' call us 'Excellency'\nand 'Your Humble Servant.'\"\n\nThe Chief chuckled. \"There has never been any humor on that board, and\nby God, it's high time there was.\" He rang the buzzer. \"Mrs. Sperling,\nchange the 'Chief' and 'Nat Brown' pins to 'Excellency' and 'Your\nHumble Servant.'\"\n\n\n\nHer eyes widened a bit, but the labels were changed on the spot.\n\nWhen the Chief got to that part about the recommendations he read them\nout loud. Then he began to pace the room.\n\n\"Nat,\" he said, \"I'm going to see that you get some very special\nrecognition for the job you have done. I mean recognition from the\nWhite House itself. Of course we can't give it any publicity--at least\nnot yet--but it will mean a lot more money for you.\"\n\n\"Thanks, Chief, I can use it.\"\n\n\"In your opinion, what should we do now, as our next step?\" He paused.\n\"Or should we just do nothing?\"\n\n\"I think we've got to be careful that they don't send anyone else down\nhere. Or maybe it is 'up' here. We've got to get messages back to his\n'Excellency' every once in a while from 'Your Humble Servant.' I know\nhow to do it now. The launching tube is still intact in its shed.\nThere are ten rockets, so we can send at least ten messages. Time\nplays in our favor--since they have apparently lost the ability to\nreproduce themselves, they are dying out. If we can hold them off for\na long enough period, we'll be safe forever. The most important thing,\nChief, is to be sure we know it if they land any more 'humble\nservants' on the earth.\"\n\nThe Chief nodded approval. \"How can we make sure we'll know it?\"\n\n\"It's hard to make absolutely sure, but why not send me out on a\nroving mission to set up an international organization to detect such\na creature? What we want is information about anyone, anywhere, who is\nunusually strong or unusually attractive to women, or eats six or\neight meals a day, or who has the other queer powers they have. I\ncould get all the information coming in from all over the world,\nprocess it here, and only bother you when we found something\nsuspicious.\"\n\nThe Chief was enthusiastic. \"You've thought yourself up a job, Nat.\nTake three weeks vacation to get yourself rested up, and then get\nstarted.\"\n\n\n\nI walked down the long marble corridors away from the Chief's office,\nand went down in the elevator and out into the street. As I walked\nalong in the crowds I felt the warmth of bodies as they passed me. I\nsuddenly realized the novocaine was beginning to wear off. I didn't\nget out any too soon. My chin ached and throbbed. That hot searing\nflame had come so close ... from now on my nightmares would be of that\nmoment when the Chief was holding the lighter to my cigarette. But one\nthing sang through my being; the battle was won. In a month my world\ntravels for the F.B.I. would start.\n\nLike a phoenix, I, the new Nat Brown, had risen re-born from the ashes\nof the Nat Brown vaporized by the explosion. What could his thoughts\nhave been, lying tied up on the living room floor waiting for twenty\ntons of TNT to go off? Waiting, while I held the mirror in front of me\nand slowly made my face into an exact replica of his. He must have\nknown then that I would get his job, and get his wife, Helene, and\nfinally get his world. He realized then that His Excellency would send\ndown hundreds more like me and that I would be the screen between them\nand the F.B.I., that I would instruct them and encourage them and give\nthem aid and safety for their missions.\n\nAs I neared the Cathedral I looked west on Massachusetts Avenue. The\nsun had just set and the Evening Star was hanging like a lantern in\nthe sky--my homeland, the radiant planet which men on earth call\nVenus. Venus, they have told me, means love. What a superb and cosmic\njoke that is! I looked at the beautiful orb on the horizon and was\nfilled with the triumphant excitement of being the earth-man, Nat\nBrown, of going home to my wife, Helene, one of the thousands who\nwould breed thousands who would breed thousands.\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Moore, Dan T."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31788/pg31788.txt",
        "name": "the_double_spy.json"
    }
}