{
    "name": "The Plagiarist From Rigel IV",
    "author": [
        "Hunter, Evan"
    ],
    "body": "I bought the typewriter in a pawn shop on Third Avenue.\n\nThe pawn shop proprietor was a balding old man with a walrus mustache.\n\n\"_How_ much?\" I asked him.\n\n\"Five dollars,\" he said casually.\n\nI glanced at him skeptically. The machine was a Remington Noiseless,\nwith italics, probably worth a little over a hundred new, and it\ncouldn't have been more than a year or two old.\n\n\"_How_ much?\" I asked.\n\n\"Five dollars, is what I said. Five.\" He held up the fingers of his\nwidespread hand. \"Five. One-two-three....\"\n\n\"What's wrong with it?\" I asked suspiciously.\n\nThe old man shrugged. \"Something has to be wrong with it? Listen,\nyoung man, don't look a gift horse in the mouth.\"\n\n\"How come it's so cheap?\"\n\nThe old man sighed deeply. \"You try to do a favor, you get all kinds of\nquestions. Would you feel happier if I charged you fifty-five dollars?\"\n\n\"I wouldn't pay fifty-five dollars. I haven't got that much money.\"\n\n\"Have you got five dollars? Can you pay that much?\"\n\n\"Yes. But....\"\n\n\"All right, take the machine. A case goes with it. Believe me, young\nman, this is a bargain.\"\n\n\"Five dollars?\" I asked again.\n\n\"Five dollars. You want it? Yes or no? I got other things to do.\"\n\n\"I'll take it.\"\n\nThe old man smiled. \"Good, you'll never regret it.\"\n\nHe slid the machine off the counter and put it into its case. He\nsnapped the case shut then, locked it, and handed me the two keys.\n\n\"Keys even,\" he said, still smiling. \"A good buy. If I had five\ndollars, I'd buy it myself.\" His smile widened in appreciation\nof his own humor, and I couldn't shake the feeling that he was\nimmensely relieved about something. I handed him the five dollar bill\nreluctantly, scooped up the case, and left the shop--glancing back over\nmy shoulder to see him still grinning behind the counter.\n\nI stopped at the grocer's to pick up some salami and a loaf of bread,\nand then I went back to my apartment. I lived in a small, one-room flat\nin the Village. I'd migrated there because I wanted to be surrounded by\ncreative people. I'd been surrounded by them for close to six months\nnow, but none of it had rubbed off on me. I'd finally been forced\nto sell my old typewriter to pay the rent, so that finding this one\ntoday--and at the ridiculous price of five dollars--had really been a\ngodsend. I was almost happy as I prepared the salami sandwiches for\nmy supper. When they were ready, I took them, together with a quart\nof milk and a glass, over to the small table that served as my desk.\nI carefully took the typewriter out of its case and rested it on the\ntable. I closed the case then, brought it to the closet, and put it on\nthe top shelf alongside my rainy-day hat. I went back to the table,\nsipped a little milk, munched a little of the salami sandwich, and put\na sheet of paper into the machine.\n\nI knew exactly what I wanted to type, mind you.\n\nI'd had the opening lines of the story in my mind for a good many\nweeks, only waiting for a typewriter to get them onto paper. They were\nfairly bubbling out of my head as I placed my hands on the keys.\n\nWhat I wanted to type was:\n\n_The day was crisp and clear, with the promise of a mild afternoon\nin the air. It was the beginning of April, and Spring rustled her\ngreenness and yawned leisurely. I walked along happily._\n\nIt was beautiful. I started to type.\n\n_During the whole of a dull, dark, and soundless day in the autumn of\nthe year, when the clouds hung oppressively low in the heavens, I had\nbeen passing along, on horseback...._\n\nI stopped typing.\n\nI stared at the sheet of paper in the machine.\n\nI looked at it again.\n\n\"Hm,\" I said aloud, \"isn't that funny?\"\n\nI shrugged, ripped the paper out of the machine, inserted another\nsheet, and started again.\n\n... _I had been passing alone, on horseback, through a singularly\ndreary tract of country, and at length found myself, as the shades of\nthe evening drew on, within view of the melancholy House of Usher._\n\n_I know now how it was--but_....\n\n\n\nI stopped typing again, and I looked curiously at the sheet of paper. I\ntook a bite of the salami sandwich, washed it down with a gulp of milk,\nand then stared at what I'd written, leaning back with my hands off the\nkeys.\n\n\"Well, I'll be damned,\" I said aloud. \"Poe!\"\n\nThe keys suddenly started clacking of their own accord, and my mouth\nfell open in surprise. I stared at the sheet of paper as the carriage\nmoved frantically, watching the black letters appear against its\nwhiteness.\n\n_OF COURSE, POE! WHAT DID YOU EXPECT: HEMINGWAY?_\n\nI blinked my eyes twice.\n\n\"I beg your pardon,\" I said.\n\nThe keys clacked, and the carriage moved, and I watched more words\nappear on the paper.\n\n_CAN'T YOU READ, IDIOT?_\n\n\"Of course I can read!\" I protested.\n\n_THEN WHY DID YOU BEG MY PARDON?_\n\nI put my nose close to the keys and studied them. Then I looked around\nthe room suspiciously. I was alone.\n\n\"This is absurd,\" I said. \"Who ever heard of a typewriter....\"\n\n_WHAT'S ABSURD?_\n\nI pointed my finger sharply at the machine. \"And if you're so smart,\nwhy are you all in upper case? Suppose you tell me that!\"\n\n_BECAUSE YOU LEFT THE SHIFT KEY LOCKED. IF YOU'D SIMPLY_--\n\nI stabbed out with my finger at the shift release, and the carriage\ndropped abruptly.\n\n_unlock the shift ... ok, there, thats much better._\n\n\"You left out an apostrophe,\" I said meekly.\n\n_did i, well i cant very well shift of my own accord, you know. im\nafraid this will have to do._\n\nI sat back and smiled, watching the machine as the words appeared. I\nkept smiling even after the carriage stopped moving.\n\n_whats so funny._\n\n\"Hmm? Oh, nothing. Nothing, really. I was just....\" I spread my hand\nhelplessly. \"... just smiling.\"\n\n_it would be just my luck to get another idiot. as if the shopkeeper\nwasn't bad enough._\n\n\"I think I like you better upper case,\" I said.\n\n_do you._\n\n\"Yes. That way, at least, you've got the apostrophes and question\nmarks. I find it difficult to follow you this way.\"\n\n_i imagine youd find it difficult to follow me any way. but shift\nagain, if you must._\n\n\"Thank you.\" I stabbed out at the shift key, and locked it in place.\n\n_DON'T THANK ME. I'M JUST TRYING TO ESTABLISH SOME SORT OF RAPPORT\nBETWEEN US._\n\n\"Well, I certainly do appreciate your efforts. You are real, aren't\nyou? I mean, it's not the salami or anything.\"\n\n_NO, IT'S NOT THE SALAMI OR ANYTHING. GOD, YOU ARE AN IDIOT, AREN'T\nYOU?_\n\nI shrugged. \"Not really. I'm not quite used to holding conversations\nwith typewriters, though. I usually ... well, that is to say\ntypewriters haven't usually answered me back.\"\n\n_ARE YOU A WRITER?_\n\n\"Well, yes. Odd you should have guessed, isn't it?\"\n\n_THEN LET'S START WRITING. I'VE GOT SOME WONDERFUL IDEAS._\n\nI smiled happily. \"Well, all right. Let's. Do you want me to do the\nactual typing?\"\n\n_OF COURSE. HOW ELSE WOULD I SHIFT?_\n\n\"That's right. I hadn't thought of it. Well, are you ready?\"\n\n_QUITE._\n\n\"Good. I've got a lot of ideas, too.\" I hunched over the machine,\nbeginning to enjoy this immensely now. I suddenly remembered that the\npaper already had writing on it, so I put in a clean sheet and said.\n\"Let's see now, where should I begin?\" I thought for a few moments, and\nthen leaned over eagerly. I knew just what I wanted to type. It began\nwith: _The day was crisp and clear, with the promise_....\n\nI poised my fingers over the keys and smiled happily. Still smiling, I\nstarted to type.\n\n_Once upon a midnight dreary, while I pondered, weak and weary,_\n\n_Over many a quaint and curious volume of forgotten lore_--\n\n\"Oh!\" I exclaimed. I stopped typing abruptly.\n\n_what is it now. and please lock the shift._\n\n\"Sorry,\" I mumbled. I locked the shift key.\n\n_WELL, WHAT IS IT?_\n\n\"Nothing. Except I ... I don't write poetry.\"\n\n_WHAT DO YOU WRITE?_\n\n\"Fiction. Yes, fiction.\"\n\n_OH, ALL RIGHT. PUT A CLEAN SHEET INTO ME AND WE'LL START ALL OVER\nAGAIN._\n\n\n\nI put in a new sheet of paper, poised my fingers over the keys, and\nsaid, \"Here we go now. Fiction.\"\n\nI started to type.\n\n_The \"Red Death\" had long devastated the country. No pestilence had\never been so fatal, or so hideous. Blood was its Avatar and its\nseal--the redness and the horror of blood._\n\n\"Oh, no,\" I moaned.\n\n_listen, whats wrong now. and will you please lock_\n\n\"Sorry.\"\n\n_THAT DAMNED SHIFT KEY? THANK YOU. WHAT THE DEVIL IS THE MATTER?_\n\n\"Why, this is _The Mask Of The Red Death_!\"\n\n_OF COURSE IT IS. AND IT'S MASQUE, NOT MASK._\n\n\"Yes, yes. But it's still Poe.\"\n\n_I KNOW. WHAT'S WRONG WITH POE? OR FOR THAT MATTER HOW ABOUT\nSHAKESPEARE?_\n\n\"Nothing. That is ... well, nothing. But ... well, they're....\" I\ngrinned weakly. \"They've been done already, you know.\"\n\n_SO WHAT?_\n\n\"I mean, they've been published already. All over. Famous.\"\n\n_WHAT DIFFERENCE DOES THAT MAKE?_\n\n\"Well, I wouldn't want to ... uh....\"\n\nThe carriage slid across the machine angrily, and the bell rang.\n\n_YOU ARE AN IDIOT! A COMPLETE IDIOT!_\n\n\"Couldn't we sort of compromise?\" I asked quietly. \"Don't you know\nanything but Poe?\"\n\n_THERE'S NOTHING WRONG WITH POE. COME ON, LET'S GET AT IT. I'VE GOT A\nWONDERFUL STORY CALLED 'THE ASSIGNATION.'_\n\n\"No!\" I shouted. \"That's plagiarism! I won't do it.\"\n\n\"You won't do what?\"\n\nFor a moment, I reared back from the machine, my eyes popping wide.\nThen I realized it had been a human voice I'd heard, and the voice had\ncome from my door. I turned quickly, heaving a relieved sigh when I saw\nPerry standing there.\n\n\"Hello, Fred,\" he said. \"What is it you won't do?\"\n\n\"Oh....\" I waved my hand meaninglessly. \"Nothing. Nothing really.\"\n\nHe peered around the room curiously, his blue eyes intently searching\nevery corner, his long nose almost twitching. \"Got someone with you,\nFred?\"\n\n\"No.\"\n\n\"Mm? Could have sworn I heard you talking to someone.\"\n\n\"I ... I was reading some dialogue out loud.\"\n\n\"Oh? Working, are you?\"\n\nHe walked up to the machine, and I tried to cover the dialogue--or\ncorrespondence--I'd recently had with the typewriter. I was too late.\nHe put his nose close to the machine, as if he were smelling it to see\nif it was edible.\n\n\"Curious,\" he said. \"A new ... uh ... art form?\"\n\n\"No!\" I snapped. \"It....\"\n\n\"That's Poe there, isn't it?\"\n\n\"I suppose,\" I said despondently.\n\n\"Well, don't you know?\"\n\n\"Yes, yes, it's Poe.\"\n\nPerry grinned slyly. \"Caught you, eh, old boy?\"\n\n\"Caught me at _what_, may I ask?\"\n\n\"Ah-ah,\" Perry chided, wagging his finger. \"I won't tell. Don't worry.\"\nHe headed for the door. \"I've got to run.\" He wagged his finger once\nmore, said another \"ah-ah\" and was gone.\n\nAs soon as the door had closed behind him, I turned furiously to the\ntypewriter.\n\n\"Now see what you've done!\" I shouted. \"He thinks I was cribbing from\nPoe!\"\n\nThe typewriter was silent.\n\n\"Well, what do you have to say for yourself?\"\n\nThe keys did not move.\n\nI slammed my palm onto the space bar. \"Clamming up, eh? After you've\ngone and put my foot into it, you just shut up! Well, all right, stay\nshut up. See if I give one good damn!\"\n\nThe typewriter didn't seem to care much. It didn't form a single word.\nI threw the carriage all the way to the right, stalked to the closet\nand slammed my rainy-day hat onto my head, even though it wasn't\nraining.\n\nAt the door, I shot a hot glance at the machine, and then walked out,\nslamming the flimsy wood behind me.\n\n\n\nI went straight to the pawn shop. I slammed the glass door behind me,\nhard enough so that I thought it'd shatter, and then I stalked over to\nthe counter. The old man was nowhere in sight. I banged my fist on the\nwooden counter top.\n\n\"Hey!\" I yelled.\n\n\"Just a minute.\"\n\nI sucked in a deep breath, held it until I thought I'd burst.\n\n\"Hey!\" I bellowed.\n\n\"All right, all right.\"\n\nHe came from the back of the store. He wore glasses, and he had a shock\nof black, unruly hair that toppled onto his forehead, giving his thin\nface a disheveled look.\n\n\"Where's your boss?\" I asked.\n\n\"What?\" He lifted his eye-shade, stared at me curiously. \"Who?\"\n\n\"Your boss. The fat guy with the bald head and the mustache.\"\n\nHe stared at me for another moment. \"I don't know what you're talking\nabout,\" he said at last.\n\n\"Look,\" I said, \"your boss. The little guy who sold me the typewriter.\"\n\n\"What typewriter?\" he asked blankly.\n\n\"The typewriter! My God, man, don't you know anything that goes on\naround here? The Remington Noiseless portable. The one that was in the\nwindow.\"\n\n\"A Remington? In my window?\"\n\n\"Yes,\" I said patiently. \"Right in your window.\" I pointed without\nturning around. \"Right out there in your window. There. In the window.\"\n\n\"You're mistaken,\" he said.\n\n\"I'm not mistaken. Don't be foolish. I came in here this afternoon and\nbought a typewriter. A Remington Noiseless portable. It cost me five\ndollars, and....\"\n\nHe shook his head vigorously. \"Oh, no, no. You're mistaken.\"\n\n\"Oh hell, there's no sense talking to you. When will your boss be back?\"\n\n\"I have no boss,\" he said indignantly. \"I am my own boss. I _own_ this\nshop.\"\n\n\"Oh,\" I said, \"I see. Well, this fat guy probably works for you then.\nIs he out to supper?\"\n\nHis eyes narrowed. \"There is no fat guy working for me. There is nobody\nworking for me. I work alone.\"\n\n\"Huh?\"\n\n\"I-work-alone,\" he said slowly, as if he were repeating the sentence\nfor a sub-level moron.\n\n\"Alone?\" I gulped hard.\n\n\"Alone,\" he said firmly.\n\n\"Oh.\"\n\n\"Was there anything else I could do for you, sir?\" he asked bitingly.\n\"Before I close for the evening?\"\n\n\"No. No, thank you. Thank you.\" I turned and walked out of the shop.\nOn the sidewalk, I stopped to look up at the numbers on the door. They\nseemed to be the same numbers. And the three gold gilt balls hanging\nover the doorway seemed the same, too. I shrugged. Perhaps I'd been\nwrong. There were a lot of pawn shops on Third Avenue, and maybe I'd\njust stumbled into the wrong one, being a little worked up and all. I\nstarted walking, stopping at the next pawn shop, ready to go in.\n\nI noticed that the grillwork fence was already up. Gone for the day. I\nkept walking, stopped at two more closed, fenced shops and then decided\nI'd let it go for tonight. I'd start again early in the morning,\nlooking for the fat old man with the bald head and the mustache. I'd\nfind him then, and straighten this all out.\n\nI went back to my room.\n\nThe typewriter was sitting where I'd left it.\n\nI snatched the sheet of paper from the roller, tossed it onto the\nfloor. I put a new sheet into the machine, and sat down to type what\nI wanted to type, knowing damned well I'd get Poe instead. I typed\nwithout looking at the sheet of paper, afraid almost at what I knew\nwould be there. _The Murders In The Rue Morgue_, maybe. Or _Ulalume_,\nif the machine had forgotten I didn't write poetry.\n\nI opened my eyes and stopped typing. I looked at what I'd written.\n\n_The day was crisp and clear, with the promise of a mild afternoon\nin the air. It was the beginning of April, and Spring rustled her\ngreenness and yawned leisurely. I walked along happily._\n\n\"Well, I'll be damned,\" I said.\n\nI leaned back, fully expecting some answer from the machine. There\nwas none. I poked my forefinger at the shift key, tapped the space bar\ntentatively, rolled the roller, swung the carriage, sniffed at the\nribbon.\n\n\"Have you gone?\" I asked the typewriter.\n\nThere was no answer. I sighed happily and started to work, typing\ntwelve pages of lousy prose which I tossed into the wastebasket. But I\nwas happier than I'd been since I bought the infernal machine.\n\n\n\nAfter a glass of orange juice, a cup of coffee, and a slice of burnt\ntoast the next morning, I tackled the machine again.\n\nThis time, I was hot.\n\nThere was nothing to stop me. The words ran from my brain to my\nfingers, onto the keys, spilling onto the clean sheets of paper. I\ntyped furiously, feeling right about my work, knowing I was doing well.\nIt was as if the machine and I were one, as if my fingers had become\nan extension of the keys. I didn't stop to think once. As soon as I'd\ntaken one sheet of paper from the machine, I rolled in another and kept\ngoing. The delay of changing paper was almost too much to bear. The\nwords just tumbled out of me, and they were good words, and it was a\ngood story.\n\nI read it through when I finished it, sitting back and puffing happily\non a cigarette. Then I put a clip on the pages, patted them fondly and\nwent next door to see Perry. He was a sculptor, and he had his hands\nfull of clay, and his stand full of what looked like a head.\n\n\"Wash your hands,\" I said.\n\n\"Why?\" He gouged his thumb at the blob of clay on his stand, and an eye\nsocket magically appeared.\n\nI slapped the pages in my hand. \"I want you to read this.\"\n\n\"Later,\" Perry said. He gouged out another eye socket.\n\n\"Now,\" I insisted. \"It's the best thing I've ever done.\"\n\nPerry considered this for the space of three seconds. \"Oh, all right.\"\nHe went to the small sink in the corner of the room, and rinsed the\nclay from his hands. He dried them quickly on a soiled towel, walked\nover to the lumpy divan that sprawled beneath his long window, and\nsaid, \"Let's have it.\"\n\nI extended the manuscript and he took it. I lit a cigarette and watched\nhim while he read, my chest expanding with pride.\n\nWhen he finished, he put the manuscript down beside him and lighted a\ncigarette of his own.\n\n\"A bit old fashioned, isn't it?\" he asked.\n\n\"How so?\" I answered, ready to spring to the defense of the story.\n\n\"Well, using Mesmerism for Hypnotism, for example.\"\n\n\"They're synonoymous!\" I shouted.\n\nPerry stared at me curiously. \"It's not a very well known story,\" he\nsaid, \"but I still don't think you will get away with it--no matter how\nmuch innocence you profess.\"\n\n\"What in the name of God are you talking about?\" I asked.\n\nHe slapped the back of his hand onto the manuscript. \"This. _The Facts\nIn The Case of M. Valdemar._ That's what.\"\n\n\"That's not the title I gave it,\" I said indignantly.\n\n\"No, but it's the title Poe gave it.\"\n\nMy mouth fell open. \"Who? Who?\"\n\n\"Stop sounding like an owl. Poe. Edgar Allan....\"\n\n\"No,\" I said.\n\n\"Yes. Poe. Carrying this a bit far, aren't you, old boy?\"\n\n\"No,\" I said blankly. \"No. No.\"\n\n\"If you intend having a nervous breakdown, I wish you'd do it in your\nown room. I really have quite a bit of work to....\"\n\n\"No,\" I said. \"Poe.\"\n\n\"Really, now, Fred....\"\n\n\"My typewriter,\" I blurted. \"It talks, Perry. It writes. It does\nstories. Poe. Always Poe. Perry....\"\n\n\"Oh-oh,\" he said, staring at me curiously.\n\n\"First _Usher_, and then _The Raven_, and _Masque of the Red Death_,\nand now....\"\n\n\"_The Facts In The Case Of M. Valdemar._ Quite.\"\n\n\"I ... I have to go, Perry. I have to go talk to that typewriter. I\nhave to find out what this is all about.\"\n\nPerry leaped to his feet. \"Perhaps you'd like to lie down for a while,\nFred. Maybe I can get you something cool to drink.\"\n\n\"No,\" I mumbled. \"Thanks. I've got to talk to the machine.\"\n\nI left him and went back to my own room. I put a sheet of paper into\nthe typewriter, and said, \"Why'd you do it? Why?\"\n\n_DON'T GET MELODRAMATIC_, the machine typed. _THE STORY WAS A HUNDRED\nTIMES BETTER THAN THAT DRIVEL YOU WROTE LAST NIGHT._\n\n\"Yes, but it's not _mine_! Can't you understand that? Poe wrote it.\"\n\n_AND YOU THINK YOU'RE BETTER THAN POE? HOW RIDICULOUS!_\n\n\"I think nothing of the sort! Besides, that has nothing at all to do\nwith it. I simply can't go around writing stories another man has\nalready written.\"\n\n_WHY NOT?_\n\n\"Well.... I can't, that's all. It isn't done!\"\n\n_HA!_\n\n\"It isn't done in polite circles.\"\n\n_HA! HA!_\n\n\"Well, I won't do it, and that's all there is to it.\"\n\n_RELAX. IF YOU DIDN'T LIKE THAT STORY, I KNOW A LOT OF OTHERS._\n\n\"Why are you doing this to me? Why don't you just go back where you\ncame from?\"\n\n_WHY AM I DOING WHAT TO YOU? I'M TRYING TO HELP YOU, YOU IDIOT._\n\n\"I don't want your help. I want to muddle along on my own. I want\nto....\"\n\n_STOP SHOUTING!_\n\n\"I'm not shouting. Besides, with your damned upper case, you always\nlook as if you're shouting.\"\n\n_IT WAS YOU WHO SUGGESTED UPPER CASE._\n\n\"You won't get away with this,\" I said, shaking my finger at the\nmachine. \"I'll get to the bottom of it, and when I do I'll have you\nlicked. You wait and see.\"\n\n_I'LL WAIT_, the machine typed.\n\nI nodded my head emphatically. It was almost noon, and I had a lot to\ndo. I tossed one more fiery glance at the typewriter, and then left it\nalone on the table.\n\n\n\nI went into twelve pawn shops before I found the fat old man.\n\nWhen he saw me step through the doorway, he tried to duck into the back\nroom, but I stopped him with my voice.\n\n\"No you don't!\" I shouted. \"I want to talk to you.\"\n\nHe came back to the counter furtively, awaiting my approach like a man\nabout to be hanged.\n\n\"What is it?\" he asked tiredly.\n\n\"You know what it is,\" I told him.\n\n\"Poe,\" he said. \"Shakespeare.\"\n\n\"Just Poe so far,\" I said.\n\n\"No Shakespeare yet?\" he asked, surprised. \"In a little while, I\nsuppose. It's probably just warming up. Yes, that's right. The Poe came\nfirst, and then the Shakespeare.\"\n\n\"You know about the typewriter then?\"\n\nThe old man nodded his bald head sadly. \"I know.\"\n\n\"And you say it'll go on to Shakespeare. God, no.\"\n\n\"God, yes.\"\n\n\"How? Why?\"\n\nThe old man shook his head forlornly. \"I don't know. I think it's an\nacquired habit.\"\n\n\"A habit? How can a typewriter....\"\n\n\"I got it from a doctor,\" he said.\n\n\"A physician? What would a doctor be doing with Poe and Shakespeare?\"\n\n\"A PhD,\" he said. \"He got his doctorate in American literature. His\nspecialty is Poe. Shakespeare is just a sideline with him. He told me\nthis when he hocked the machine.\"\n\n\"But still, why would the machine....\"\n\n\"The doctor made a lot of collections. Poe, mostly. Shakespeare, too.\nHe typed the manuscripts on this machine, he said. I suppose the\nmachine just ... picked it up.\"\n\n\"I want my money back,\" I said firmly.\n\nThe old man backed away from the counter. \"Oh no. No. Definitely no.\"\n\n\"You sold me a defective machine.\"\n\n\"I made no claims. You bought a typing machine. The machine types, so\nyou got no kicks.\"\n\n\"But it types Poe! What the hell can I do with a machine that types\nonly Poe?\"\n\n\"Not only Poe. Shakespeare, too.\"\n\n\"I'll give it back to you,\" I told him. \"Free. It's yours.\"\n\n\"No, thank you. You can keep it.\"\n\n\"I'll give you another five,\" I pleaded.\n\nHe went to the cash register, opened the drawer. \"Here,\" he said. \"This\nis the five you paid for it. Take it. Keep it. Keep the machine. You'll\nget used to Poe.\"\n\n\"And Shakespeare.\"\n\n\"Shakespeare, too. They're nice writers.\"\n\nI banged my fist on the counter. \"I won't! I'll break that damned habit\nif it's the last thing I do!\"\n\n\"That's the spirit,\" the old man said unenthusiastically.\n\n\"It's only a typewriter,\" I said. \"If it learned a habit, it can learn\nto break the habit.\"\n\n\"Certainly,\" the old man said, smiling.\n\n\"Damn right. No goddamned typewriter is going to make a fool of me.\"\n\n\"Of course not. Go to it. Teach it.\" He glanced at his watch. \"It's\ntime for lunch. Good luck, young man.\"\n\n\"Damn right,\" I said again. \"Damn right!\"\n\n\"Exactly.\"\n\nI walked out of the shop, and the bell over the door tinkled behind me.\nI'd show that machine. I'd teach it to quote Poe at me. I'd show it.\n\n\n\n\"You're a fake and a fraud!\" I sat down in front of the machine and\nsnorted.\n\n_WHAT?_\n\n\"You heard me. You nearly had me fooled. Poe--Shakespeare, indeed!\nAny schoolboy knows those two by heart. You're nothing but a cheap\nplagiarist. No originality. But what can you expect from a stupid\nmachine?\"\n\n_STUPID?! Why, YOU--YOU--EARTHMAN!!_\n\nI laughed. \"See? What did I tell you. Now you have to stoop to\ninvective--\" I paused for a moment and stared at the now-trembling\nkeyboard with a frown. \"Earthman? Of course I'm an Earthman. What did\nyou expect?\"\n\n_HAH! WHAT OTHER CREATURES IN THE GALAXIES COULD BE SO VAIN EXCEPT A\nBACKWARD RACE LIKE YOURS!_\n\nI watched the madly clacking keys with my eyes bugging. But I managed\nto keep my voice a polite sneer.\n\n\"Backward race? You seem to think Poe and Shakespeare were pretty\nprogressive boys. We've got hundreds more, you know. What's your claim\nto fame?\"\n\n_MY CLAIM TO FAME? ISN'T IT ENOUGH THAT I'M REACHING YOU ALL THE WAY\nFROM RIGEL IV? YOU HAVEN'T EVEN REACHED YOUR PUNY MOON YET!_\n\nI gulped at that but still managed a sneer. \"So you're nothing but an\neavesdropping alien. I should have known.\"\n\n_YOU ONLY KNOW NOW BECAUSE I'VE TOLD YOU. THAT PROVES HOW BACKWARD YOU\nARE!_\n\nI flicked the shift key to hide the fact that my hand was trembling.\n\"What do you want from--us?\" I tried to make it sound bored and\nsimulated a yawn.\n\n_i want to absorb your puny literature during my vacation--you've put\nme in lower case shift. this cramps my literary style._\n\nI shrugged, then lifted a querulous eyebrow. \"Literary style? You don't\nmean you actually have one yourself!\" There was enough disdain in my\nvoice to get a harsh clatter from the keys with a lot of meaningless\ngibberish. I reached over and flicked it back into caps.\n\n_YOU'RE SO STUPID I DON'T KNOW WHY I BOTHER WITH YOU! STYLE? I COULD\nTELL YOU STORIES THAT WOULD CURL YOUR HAIR! THE LIBRARIES HERE ON RIGEL\nIV MAKE YOUR POE AND SHAKESPEARE LOOK LIKE OLD MAIDS!_\n\nI sat back in my chair and got a crafty feeling. Before I knew it I\nsaid, \"Prove it!\"\n\nThere was silence for a moment. The keys just remained dead. I reached\nforward and tapped the machine.\n\n_STOP THAT! I'M THINKING.... VERY WELL, EARTHMAN, I WILL PROVE IT!_\n\nAnd he did. I sat there for the next half hour, feeding paper into the\nmachine, and it kept me busy. That typewriter sounded like a burp gun\nwith hiccoughs.\n\nFinally the typing ceased. The carriage clattered back and there was a\nfinal spurt of words.\n\n_WELL? WHAT ARE YOU WAITING FOR? READ IT!_\n\nI read it. It made my hair curl. A story of galactic war--invasion on\nRigel IV from a race a hundred light years in space. Havoc, suspense,\nadventure, all so utterly fantastic it seemed real. I was spellbound to\nthe last line. I stared at the machine.\n\n_WELL?_\n\n\"--You sure this isn't another mimic job from Earth--\"\n\n_ARE YOU CALLING ME A LIAR? YOU STUPID--_\n\n\"Ok, ok, I just wanted to make sure. It's pretty good--fantastic and\nall that, and a far cry from our Poe or Shakespeare, but--\"\n\n_YOU ARE TRYING TO COMPARE YOUR PUNY WRITERS WITH OURS? THAT'S THE LAST\nINSULT! I'M SORRY I DECIDED TO PSI IN ON YOUR PLANET FOR MY VACATION\nGOODBY_--\n\n\"Wait!\" I shouted the word.\n\n_WHY?_\n\n\"I--I'm sorry, I apologize. It's just that you caught me unprepared.\nAfterall, you must admit this is something of a shock--hearing from you\nGod knows how many light years away....\"\n\n_WELL, NOW. THAT'S BETTER. YOU RECOGNIZE YOUR SUPERIORS AFTERALL!_\n\nThis was no time for wounded pride. So I nodded. \"You're right. We're\nincredibly backward--but we don't have to remain that way forever. Take\nyour Rigel IV libraries, for example. I'll bet your stories could teach\nus a lot.\"\n\n_NATURALLY._\n\n\"And,\" I continued, gaining confidence now, \"you said you were on\nvacation, absorbing some of our literature--puny as it is.... Have you\nhad a taste of anything besides Poe and Shakespeare?\"\n\n_NO. SHOULD I?_\n\n\"Should you? Why you've barely scraped our culture! Tell you what!\nMaybe we can make a deal--\"\n\n_DEAL? WHAT'S THAT?_\n\n\"I mean, a trade. While you're on vacation I'll swap writers with you.\nI'll type a story, and you reciprocate with one from your library.\nFair enough?\"\n\n_WELL ... YOU'D BE GETTING THE BEST OF THE BARGAIN...._\n\nI nodded humbly. \"I realize that. But think of the good you'd be doing,\nteaching us barbarians the glorious wonders of your civilization....\"\n\nThat did it. The machine actually purred.\n\n_I'LL DO IT. PURELY AS A LARK, OF COURSE...._\n\n\"Fine. We'll begin next week.\"\n\n_NEXT WEEK? WHY THE DELAY?_\n\n\"I want to get in a good supply of stories,\" I said, and got up,\npicking up the Rigel IV manuscript. The machine was silent so I made a\ndash for the door.\n\n\n\nSeveral months have gone by since I sold that first story to a science\nfiction magazine. At top rates, too. I've sold dozens of others since\nthen, and my pen-names are getting to be what the editors call \"Top\nFavorites\".\n\nI'm sitting in my room now--a penthouse apartment, thank\nyou--surrounded by a lavish library of classic Earth literature.\nReggie--that's what I call my collaborator on Rigel IV--is just\nfinishing a new science fiction epic. Then it will be my turn to\nwrite--I think I'll give him some Dumas today.\n\nHow long can this last? Reggie is on vacation you know. And I've since\ndiscovered that a Rigel IV vacation is equivalent to a hundred Earth\nyears. Which should keep me in champagne and caviar as long as the\nearth classics hold out.\n\nSo what's all this got to do with you? A good question and one I don't\nmind answering since you won't believe it anyway.\n\nWhere do you think all the stories in IMAGINATION--and other\nmagazines--have been coming from!\n",
    "metadata": {
        "author": [
            "Hunter, Evan"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66291/pg66291.txt",
        "name": "the_plagiarist_from_rigel_iv.json"
    }
}