{
    "name": "The Thought-Men of Mercury",
    "author": [
        "Winterbotham, R. R. (Russell Robert)"
    ],
    "body": "It was neither night nor day, but a sort of nether world of twilight.\nThe huge fern-like plants, flashing phosphorescence under the green\ncorona light, seemed to close in after Cappy Upjohn and Terry Hall like\nprison bars in the windows of a dungeon.\n\nCappy, who was leading the way, paused and waited for Terry. As the\nhuge, leonine man turned, his lips curled into a taunting smile.\n\nTerry's eyes moved from side to side, watching the weird shadows,\ndodging the sweep of the giant ferns as they moved in the wind.\n\n\"Scared!\" Cappy ridiculed.\n\n\"I can't help it!\" the younger man said. \"This place gives me the\ncreeps.\"\n\nCappy's great laugh echoed above the howl of the winds. \"This is\nMercury. Half day, half night everlastingly. Right here is the\nbattleground of roasting heat and perpetual cold. A twenty-mile strip\nof habitable land between two kinds of hell. What the devil did you\nexpect, Tenderfoot?\"\n\nCappy grunted in disgust, turned and picked his way through the ferns.\nTerry, his jaw set grimly, followed. Cappy had been through all this\nbefore. Twice he'd landed on Venus, and he'd been with the only\nprevious expedition to Mercury. But Terry knew that fear was a human\nemotion, and that there were things even Cappy was afraid of.\n\nThe wind died a moment. Between an opening in the ferns Terry caught a\nglimpse of a ghostly face, more simian than an ape's, less human than\na man's. At the same time he felt something that was like a breeze\nthrough his brain. A painless stab of thought,\n\n\"Cappy--look!\" Terry pointed at the face peering through the opening\nin the ferns, and his hand clawed at the rifle he had slung over his\nshoulder. In all respects it was like an old-fashioned gun, but it\nfired a deadly bullet that was capable of complete annihilation of\nwhatever it hit. A single bullet from a flourobeam gun was powerful\nenough to wipe out a steel ball ten feet in diameter.\n\nBut Terry's hands slipped away from his gun. He recognized his action\nas more than fear. It was panic.\n\nCappy had been too surprised at the sight of the grinning face to\nnotice Terry's action. Now the youth had control of himself.\n\n\"Great guns! This is something new, lad! A living creature on Mercury!\"\n\n\"I tried to tell you, Cappy!\" Terry said. \"I've seen 'em. I've felt 'em\nfor the past hour!\"\n\n\"Felt 'em? Did they touch you?\"\n\n\"It's something I can't describe. It's like poking a finger into our\nbrains. It doesn't hurt, but it feels uncomfortable. It's like being\nwatched by someone you can't see.\"\n\nCappy's boldness seemed to tarnish a little. A suggestion of a shudder\nseemed to pass over the man. He straightened and shook it off.\n\n\"Pooh! Imagination, Terry!\"\n\nCappy took a step toward the creature. The eyes seemed to flash.\nPerhaps it was a reflection from the corona streamers stretching above\nthe horizon to the west. Cappy halted as the creature seemed to shrink\naway.\n\n\"Hold on!\" Cappy called. \"Don't go away! We've got to see that\ncreature, Terry. Get it back! Can you stop it!\"\n\nThere was no mistaking that the animal was intelligent. Perhaps it felt\nthe same emotions that raced through Terry's body.\n\n\"Let me try,\" Terry said. His heart was pounding, but science had to\nknow if intelligent life existed in Mercury's twilight zone.\n\nTerry stripped the gun from his shoulders and laid it on the ground. He\npushed passed Cappy and walked toward the creature. Terry's hands were\nextended, palms outward.\n\nThe creature hesitated. Its eyes flashed again and once more Terry felt\nsomething cold in his skull.\n\nThe ferns parted and the creature stepped out into view.\n\n\n\nIt had two stubby legs, two long arms. Its head was pear-shaped and\nhairless, and its body was an ovoid ball, bloated and ugly. But its\neyes were almost human except that they seemed to flash fire.\n\nTerry halted, facing the creature.\n\n\"Terryhall of the earth!\" The creature's voice echoed through the ferns.\n\n\"You--you speak English!\" The words that fell from Terry's lips\nmirrored his surprise. In his mind flashed a name for this creature.\nSomething like _Zombie_, the living dead.\n\n\"Not Zombie. Name is Chomby. I am not dead, not even living dead.\"\n\n\"You read my mind! That's what I've felt for the past hour. You were\nstudying my thoughts, and you learned my language by reading my mind!\"\n\nChomby's rubbery lips tried to imitate a grin, but it achieved only a\nhideous travesty.\n\nChomby's hand rubbed over the leathery rags he wore for clothing and\nreached toward the earthman. The gesture was unmistakable. Chomby\nwanted to shake hands. The Mercurian had been thorough in his probe\nof Terry's brain. His actions were more human than Terry's under the\ncircumstances, for Terry was afraid.\n\n\"Nothing to fear from Chomby,\" spoke the Mercurian.\n\nTerry took the hand. It was leathery and cold.\n\n\"I am glad to meet you,\" Terry said. He forced the words from his lips.\n\"We came to Mercury on a peaceful mission.\"\n\n\"You're afraid, Terryhall,\" Chomby replied. \"I do not intend to kill\nyou. Nor will I hurt Cappyupjohn.\"\n\nCappy brushed forward and shook hands with Chomby. He concealed a wince\nas he touched the creature's corpse-like flesh.\n\nThen he unstrapped the caseknife he wore at his side and handed it to\nChomby. \"A gift of friendship,\" he said.\n\nChomby reached awkwardly toward the knife. As he took it, the knife\nfell to the ground. Chomby leaned over and fumbled. He could hardly\ngrasp the knife. Terry noted now what had been so repulsive about\nChomby's handshake. The Mercurian had no thumb.\n\nInstead of the five-fingered hand of a human being, there were only\nthree flabby fingers on the end of a round, gristly hand.\n\nTerry stooped and picked up the knife. He handed it to the Mercurian\nwho seized it in both hands and clutched it to his body.\n\n\"You want food and drink?\" Chomby asked. \"Terryhall and Cappyupjohn\nfollow me to my village. Sorry I have no gift of friendship otherwise.\nMy people are unskilled in handicraft. We can hardly make our own\nclothes.\"\n\nChomby led the earthmen eastward. The shadows deepened and the sky grew\ndark. The stars appeared; among them the brilliant blue planet that was\nEarth.\n\nAgain Chomby read Terry's thoughts.\n\n\"You come from that one?\" he asked, pointing. \"You are from the sky?\"\n\nTerry answered, but Chomby seemed to read the thoughts that Terry\nflashed through his mind.\n\n\"Spaceship. Machines. Rockets.\" The Mercurian rolled the words in his\nmouth. \"You come from a great race, Terryhall and Cappyupjohn. My\npeople want to learn skill with our hands, to be like you.\"\n\n\"It would be nice if we could read your minds,\" Cappy said, tossing a\nglance toward Terry.\n\n\"You are suspicious men,\" Chomby said. \"I read your mind and I know you\ndo not trust me. You fear a trap. That is why you carry your guns. But\nthere is nothing to fear from Chomby's people. You will think them\nvery primitive.\"\n\nThe cold winds lashed at the earthmen and nipped through the heavy\nclothing they wore. Terry and Cappy lowered a plastic windshield from\ntheir caps to protect their faces from frostbite.\n\nVegetation grew more scarce and at last they walked across a rocky\nplain toward a row of towering basalt cliffs. The feeble light that\ncame from the outer fringe of the corona revealed a row of caves at the\nbase of the cliffs and from these emerged a hundred or so ill-fashioned\nbeings resembling Chomby.\n\nThe Mercurian gave no cry, nor warning of his approach. He apparently\nhad notified his people by telepathy, for they rushed silently to meet\nhim. Chomby lapsed into silence, turning from one of his kinsfolk to\nanother, answering questions without speaking.\n\nCappy stared at the Mercurians. His leonine figure marched through\nthe ill-shapen creatures confidently and unafraid. Doubts crept into\nTerry's mind. There were too many Mercurians. Despite the powerful\nweapons strapped to the earthmen's backs, they could not hope to escape\nimprisonment, if these savages sought to hold them.\n\nChomby led the men to a cave in the center of the village. He turned to\nTerry.\n\n\"My people think you are queer, Terryhall,\" Chomby said. \"But it is\nevident to them that you think the same about us. But we are all one\npeople. Terryhall and Cappyupjohn are not the same. Terryhall is\nafraid, while Cappyupjohn is a man of rock. Are you not of the same\nrace?\"\n\n\"More or less,\" Cappy said, deridingly. \"Terry doesn't understand you\nand he fears what he doesn't understand. I've learned to control fear,\nso I am not afraid.\"\n\n\"You trust us?\" Chomby seemed surprise.\n\n\"No,\" Cappy replied. \"I don't trust anything, but I'm not afraid of\nyou.\"\n\n\"What if we should intend to keep you here?\" Chomby asked. \"Terry sees\nhimself as a prisoner, a slave. He fears he will never return to the\nearth.\"\n\n\"I still have my gun,\" Cappy said.\n\n\"There are many of us,\" Chomby said, his lips gaping again in that\nimitation grin. \"We could overpower you and kill you.\"\n\n\"I'd take some of you with me,\" Cappy replied, defiantly. \"I'd go out\nin a blaze of glory.\"\n\n\n\nChomby studied the earthman. \"I believe you would. In your world such\na trait would be considered admirable. You are hard, Cappyupjohn, and\nbrave. But it is not your kind that makes your race so great. Your\nworld is a coward's world. It was built by men who are afraid.\"\n\nCappy choked. \"You lie!\"\n\n\"We have read your minds, earthmen,\" Chomby said. \"We understand the\ncivilization from the mental pictures you carry in your minds. You have\ngreat brains, but skilled as they are they are nothing in comparison\nwith ours. It was not your brain that made your world, but your love\nof security. You feared wild beasts, so you killed them. You feared\nhunger, so you stored food. You built weapons to defend yourself\nagainst enemies. You sought out new worlds in fleeing from dangers of\nthe old. If your race had not known fear, it would have never done\nthese things.\"\n\n\"Men died to win that security,\" Cappy replied. \"That wasn't cowardice,\nwas it?\"\n\n\"They died fighting, which meant that they hoped to win. Their chance\nof victory was more attractive than the insecurity that would come\nwith defeat,\" Chomby replied. \"My people wish to keep you here. We\nwant to learn more about the emotion called fear that has made your\ncivilization so great.\"\n\n\"You'll never keep us!\" growled Cappy. His hand automatically touched\nthe gun on his shoulder.\n\n\"That is the fear I speak of,\" Chomby said. \"You would rather die than\nbe a prisoner. In a different way Terryhall has the same emotion. But\nhe does not risk so recklessly. He would rather avoid the situation\nthat makes fighting necessary. He is a brave man, too, Cappyupjohn, but\nin a different way.\"\n\n\"He's yellow!\" Cappy said vehemently. \"He's worse than no help at all.\"\n\nThe earthmen rested, but they were not left alone. Chomby seemed\nalways to be near. Although Chomby insisted the earthmen were not\nprisoners, he made it plain they would not be allowed to leave for a\ntime.\n\n\"We must study you,\" he said. \"In turn, you may study us.\"\n\n\"I'm warning you, Chomby,\" Cappy roared. \"We'll stand just so much of\nthis thing. We'll stay until we've studied you enough, but when we want\nto go, we're going--or we'll die trying.\"\n\n\"That time is not here,\" Chomby said, wrinkling his lips again.\n\n\n\nThe icy mental probing of the Mercurians grew familiar to Terry and\nCappy. There was nothing the earthmen could think of that these eerie,\nrepulsive-looking creatures did not understand. That the Mercurians\nread Terry's thoughts so easily was often embarrassing, for Terry knew\nthat they were aware of his repugnance toward them, as well as Terry's\ndistrust and fear.\n\nBut Chomby and his people seemed to accept Terry's opinion of them\nunderstandingly. Not one of them made a move to remove either Terry's\nor Cappy's guns.\n\nAfter a first period of mental probing Chomby urged the earthmen to\ninstruct the Mercurians in some simple crafts. Now the earthmen enjoyed\nthe sense of superiority that previously had been a monopoly of the\nMercurians. The simplest pieces of handiwork were almost beyond, the\nMercurians. The hands of these creatures, without thumbs and with\nstiff fingers, were clumsy. Weaving was an arduous task. Construction\nof a simple, primitive thatched dwelling was attempted and abandoned,\nwhen Cappy found that it would require months to complete. It was not\nbecause the Mercurians did not understand what had to be done--they\nknew this the instant the terrestrials pictured the idea in their\nminds. But the tasks were nearly impossible for the Mercurians.\n\nTerry taught a few of the creatures to write, but the rest could not\nmaster the process, although every one of them had learned to read by\nwatching Terry's mind at work.\n\nCappy grew more contemptuous of the Mercurians as he watched their\nbungling efforts at the simplest human arts.\n\n\"We haven't anything to be afraid of from these creatures, Terry,\" he\nsaid.\n\nTerry shook his head.\n\n\"They've got brains, Cappy. They know everything we know and a lot\nof things we don't. They read us like a book. They know our thoughts\nbefore we know them ourselves.\"\n\n\"It isn't thought that wins battles. It's power. Oh, brains help, but\nonly when used in the application of the proper weapons. Why with our\nguns and fists we probably could lick this whole village. I'm sure they\nhaven't coordination enough to fight hand-to-hand with us singly.\"\n\n\"But they're too smart to let us out-maneuver them,\" Terry said.\n\"There's a principle that seems to work in society that makes me afraid\nof these Mercurians. In the history of our own planet, it has always\nbeen the brains which exploited the brawn among men. People who thought\nof things usually took ascendancy over those who tried to progress\nby the sweat of their brow. For instance, everyone knows Columbus\ndiscovered America, but who knows the name of the man who built the\nships he sailed in? LeCompton designed the first successful spacecraft,\nbut the name of the man who tooled the intricate parts of its mechanism\nand made it successful has been completely forgotten.\"\n\n\"You mean we're likely to become slaves of these--these Zombies?\"\n\n\"Since we came to this village they've changed,\" Terry said. \"These\nZombies--as you call them--are learning fear. They see their world,\nlashed by cold and hot winds, freezing and roasting, as an insecure\nplace. A violent storm might burn up their food supply, or freeze their\ncrops. For the first time they've seen fear as a safeguard to their\nfuture. Now they want to build. They want places to store food; homes\nto protect them from cold. They want means of transportation, to escape\nuninhabitable spots. They know the value of fear, but they cannot\nconquer it because they are physiologically incapable of conquering\ntheir environment. When they realize this--if they don't realize it\nalready--they'll force us to conquer their environment for them. Every\nearthman unfortunate enough to land on Mercury will become a slave--\"\n\n\"Great Scott, Terry!\" Cappy exclaimed. \"I believe you are right. Your\nfear has been warning us all along to get out of this place. Get your\ngun ready, we're going back to the space ship--\"\n\nThe light from the entrance of the cave was blotted out. Chomby stood\nbefore them, followed by a horde of his fellow beings.\n\n\"You recognized fear too late, Cappyupjohn,\" Chomby said.\n\nThe two earthmen tried to level their guns, but the Mercurians attacked\ntoo quickly. The leathery fists struck home and the guns slipped from\nthe earthmen's grasps.\n\n\n\nA transformation occurred in front of the row of caves in the basalt\ncliff. Windbreaks appeared in the openings in the wall. Rude machines\nwere set up to build houses of stone and covered passages from cave to\ncave. From the fibrous ferns Terry constructed rude looms for weaving\ncloth. Stone mills for grinding the pulpy fruit of the Mercurian trees\ninto flour were designed.\n\nHow long the two earthmen had been prisoners on Mercury they had no way\nof telling, for there was neither night nor day, nor seasons in the\ntwilight zone. But the Earth had disappeared over the south horizon\nand reappeared in the north and Cappy estimated that two-thirds of the\nMercurian year of 88 days had passed.\n\n\"We won't be here another year,\" Terry said.\n\nCappy snorted. \"I wouldn't bet.\"\n\n\"They're getting careless,\" Terry pointed out. \"They used to have a\ndozen men guarding us day and night. If we even got a little too far\naway from the village, we'd be shoved back. Now only one Zombie is\nguarding us. We're allowed to go almost anywhere, except near the\nspaceship.\"\n\n\"They read our minds, so they're always two jumps ahead of us, Terry.\nNo. The principle of brains over brawn can't be beaten. We're licked.\"\n\n\"I'm not,\" Terry announced. \"Once you called me a coward--you said I\nwas yellow. But a coward isn't the man who is afraid, it's the man\nthat lets fear get the upperhand. You're being a coward now, Cappy.\nYou're admitting that Chomby and his pals have the Injun sign on us.\nI'm not admitting it. It isn't brains that makes men the rulers of nine\nplanets, and it isn't fear. Man has something else that gives him a\nphysiological edge. I'm going to find out what that is. When we find\nit, we'll be free men again.\"\n\n\"When you find it, the Mercurians will know. They'll be ready to keep\nus from using the weapon--whatever it is--before we know we've got it.\"\n\n\"Some day we'll have a chance. Some day we'll have a chance to slug our\nguard and get back to the spaceship--\"\n\nTerry paused. He looked at the dozing Mercurian at the mouth of the\ncave. Even as Terry looked the Mercurian roused out of his sleep. The\nthought thread had roused the guard from a deep slumber.\n\n\"Now!\" Terry yelled. \"Now's our chance!\"\n\nTerry sprang. The guard tried to seize the stone club at his side, but\nhis clumsy hand was not made for swift action. Terry was on him before\nthe guard could send out a mental alarm and the young earthman's fist\ncrashed against the base of the guard's skull.\n\nTerrestrial muscles, built for a heavier force of gravity, delivered\na sledgehammer blow. The guard toppled forward. Terry leaped over the\nfigure and darted into the open.\n\nAnother figure rose before Terry, but again Terry's fist smashed.\n\nCappy was beside Terry now and together they raced toward the path that\nled in the direction of the spaceship.\n\n\"They'll follow us!\" Cappy said. \"They can trail us by our thoughts. If\nwe miss the ship and have to double back, we'll run into them.\"\n\n\"We won't miss!\" Terry said.\n\n\n\nThe sudden formulation of the escape plan had been too quick for even\nthe Mercurian brains to block. Terry and Cappy were racing into the\nforest of ferns far ahead of their pursuers. The coordinated muscles\nof the earthmen were far more capable of traveling swiftly than those\nof the Mercurians behind and sounds of pursuit grew fainter in the\ndistance.\n\nBut Terry knew that these creatures were dogged. They would follow\nuntil the spaceship's rockets blasted loose from the planet.\n\n\"Remember,\" Terry whispered, \"don't act on any set plan. Don't plan\nwhat you'll do when you meet 'em. If you do they'll be prepared for it.\nAct on impulse, before they know what you intend to do.\"\n\n\"I'll remember,\" Cappy panted.\n\nWas it impulse that made terrestrials the masters of the universe?\nTerry wondered. It hardly seemed logical, yet impulse had given them\ntheir first chance of freedom. But impulse might lead them astray.\nFirst thoughts are not always the best thoughts. True enough, man had\nmade some strides by accident, but far more of his greatest discoveries\nand most useful inventions had been the result of years of labor and\ncareful planning. No, it wasn't impulse. Some other weapon had to be\nused to defeat the Mercurians decisively. Terry and Cappy might escape\nthrough luck, but some day there would be a final, decisive battle\nthat would employ the one thing that gave man an advantage over the\nsemi-human monsters of the first planet.\n\nTerry hoped he could discover that weapon now.\n\nThey had been over the route to the spaceship three times. Once in\ncompany with Chomby on their first trip to the Mercurian village. They\nhad returned in company with a guard and come back again later.\n\nTerry had noted a few landmarks and now he began to spot them again. A\ncurious-shaped rock; a spring of moulten metal; a deep fissure in the\nsoil.\n\nBut as they traveled toward the sun's corona the air grew warmer.\nVegetation became profuse and the trail was more difficult to find. But\nCappy had kept his eyes open, too. Between them they made their way,\nslower and slower.\n\nSuddenly Terry stopped. An icy finger had passed over his brain. A\nwordless thought flashed into his consciousness.\n\n\"This is Chomby, Terryhall. Go back, or you will be unmercifully\nkilled.\"\n\nCappy looked at Terry. The same thought had flashed through his brain.\n\n\"I am ahead of you, earthmen. I am waiting in front of the spaceship.\nIn my hands I hold a flourobeam gun. You cannot pass me, earthmen!\"\n\nCappy groaned.\n\n\"They're still two jumps ahead, Terry! They've outfigured us again.\nThey knew we might get away by accident. So they put Chomby out here to\nintercept us and he's armed with our weapons!\"\n\nTerry was afraid. He knew the power of a flourobeam. He'd seen it\nblast rocks into powder and he knew that a man could never survive its\ncharge. One blast from the gun could wipe out all trace of Terry and\nCappy.\n\nTerry's face paled. Then, suddenly, he moved forward.\n\n\"Come on, Cappy! You said I was yellow once. Let's see who's yellow\nnow!\"\n\n\"But that gun! This isn't being brave! It's foolhardy. The better part\nof valor is knowing when you're licked.\"\n\n\"Come on,\" Terry said, moving ahead.\n\n\"You're a fool, Terry,\" Cappy said. \"But you've got guts! Now listen to\nreason!\"\n\nBut Terry would not listen. He moved forward. Cappy, sweating, came\nfollowing.\n\n\"It's suicide!\" cried the older man.\n\n\n\nIn the center of a clearing stood the spaceship. The streaks of the\ncorona revealed a figure, huge, hideous and ape-like, standing before\nthe locks.\n\nIt was Chomby, holding the flourobeam gun, aiming at the two\nterrestrials who emerged from the forest.\n\n\"If you come closer, I'll shoot!\" It was a thought, not a voice, that\nflashed toward the men, but the words were as clear as if Chomby had\nspoken.\n\n\"We're licked, Terry!\" Cappy said. \"I'll surrender.\"\n\nSlowly Cappy's hands went over his head.\n\n\"And what about you, Terryhall?\"\n\nTerry stood in the clearing, looking at the Mercurian. The young man's\nface was pale and green beneath the corona glow.\n\n\"This is a war of the worlds, Chomby,\" he said. \"It's a fight between\nyour race and mine. It's a Waterloo for one of us.\"\n\n\"You haven't a chance, Terryhall. You know the power of this gun.\"\n\nTerry's lips tightened into a thin, straight line. His body crouched\nfor an instant and then he sprang. The terrestrial muscles sent him\nshooting toward Chomby. His feet touched the ground again, and like\nsteel springs he shot forward a second time.\n\nChomby's fingers tightened on the trigger of the weapon. They seemed to\ntwitch.\n\nCappy closed his eyes.\n\nAn inhuman scream rent the Mercurian air. But the gun did not go off.\n\nCappy opened his eyes to see Terry and the monster rolling on the\nground. Terry's fingers were closed about the Mercurian's throat.\nChomby struggled feebly, and then lay still.\n\nTerry rose, picked up the gun and motioned to Cappy.\n\n\"Put down your hands and start moving your legs. Get into those locks\nbefore the rest of them get here!\"\n\nCappy's jaw worked up and down, but words did not come from his throat.\nSomehow he moved. He ran into the locks and a moment later he was at\nthe controls.\n\n\"Let 'er go!\" Terry said.\n\nCappy, still speechless, pressed the charger. The rockets roared. The\nmachine lurched skyward and Mercury was left behind.\n\n\"What happened?\" Cappy asked.\n\n\"I just remembered that when we were last carrying the guns we had the\nsafety catches on. The catches are released with the thumb. Chomby\ncouldn't do it! He couldn't have shot me, even though he wanted to. The\nsafety catches are such a small piece of the flourobeam mechanism that\nwe never think of them. Chomby didn't have a chance to read our minds\nabout the safety catch until it was too late.\"\n\n\"Terry,\" Cappy said. \"I'll take back everything I said about you being\nyellow. You've got guts! More than I have, Terry.\"\n\n\"Guts? Hell, Cappy, I was scared to death every second.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Winterbotham, R. R. (Russell Robert)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62199/pg62199.txt",
        "name": "the_thought_men_of_mercury.json"
    }
}