{
    "name": "The Cold Snap\n1898",
    "author": [
        "Bellamy, Edward"
    ],
    "body": "1898\n\n\nIn the extremes of winter and summer, when the weather is either\nextraordinarily cold or hot, I confess to experiencing a peculiar sense\nof helplessness and vague uneasiness. I have a feeling that a trifling\nadditional rise or fall of temperature, such as might be caused by any\nslight hitch in the machinery of the universe, would quite crowd mankind\nout of existence. To be sure, the hitch never has occurred, but what\nif it should? Conscious that I have about reached the limit of my own\nendurance, the thought of the bare contingency is unpleasant enough to\ncause a feeling of relief, not altogether physical, when the rising\nor falling mercury begins to turn. The consciousness how wholly by\nsufferance it is that man exists at all on the earth is rather forcibly\nborne in upon the mind at such times. The spaces above and below zero\nare indefinite.\n\nI have to take my vacations as the fluctuations of a rather exacting\nbusiness permit, and so it happened that I was, with my wife, passing a\nfortnight in the coldest part of winter at the family homestead in New\nEngland. The ten previous days had been very cold, and the cold had \"got\ninto the house,\" which means that it had so penetrated and chilled the\nvery walls and timbers that a cold day now took hold of us as it had not\nearlier in the season. Finally there came a day that was colder than any\nbefore it. The credit of discovering and first asserting that it was the\ncoldest day of the season is due to myself,--no slight distinction in\nthe country, where the weather is always a more prominent topic than\nin the city, and the weather-wise are accordingly esteemed. Every one\nhastened to corroborate this verdict with some piece of evidence. Mother\nsaid that the frost had not gone off the kitchen window nearest the\nstove in all the day, and that was a sign. The sleighs and sledges as\nthey went by in the road creaked on the snow, so that we heard them\nthrough the double windows, and that was a sign; while the teamsters\nswung their benumbed arms like the sails of a windmill to keep up the\ncirculation, and the frozen vapor puffed out from the horses' nostrils\nin a manner reminding one of the snorting coursers in sensational\npictures. The schoolboys on their way from school did not stop to play,\nand that was a sign. No women had been seen on the street since noon.\nYoung men, as they hurried past on the peculiar high-stepping trot\nof persons who have their hands over their ears, looked strangely\nantiquated with their mustaches and beards all grizzled with the frost.\n\nToward dusk I took a short run to the post-office. I was well wrapped\nup, but that did not prevent me from having very singular sensations\nbefore I got home. The air, as I stepped out from cover, did not seem\nlike air at all, but like some almost solid medium, whose impact was\nlike a blow. It went right through my overcoat at the first assault, and\nnosed about hungrily for my little spark of vital heat. A strong wind\nwith the flavor of glaciers was blowing straight from the pole. How\ninexpressibly bleak was the aspect of the leaden clouds that were banked\nup around the horizon! I shivered as I looked at the sullen masses. The\nhouses seemed little citadels against the sky. I had not taken fifty\nsteps before my face stiffened into a sort of mask, so that it hurt\nme to move the facial muscles. I came home on an undignified run,\nexperiencing a lively sense of the inadequacy of two hands to protect\ntwo ears and a nose. Did the Creator intend man to inhabit high\nlatitudes?\n\nAt nightfall father, Bill, and Jim, the two latter being my younger\nbrothers, arrived from their offices, each in succession declaring, with\nmany \"whews\" and \"ughs,\" that it was by all odds the coldest night yet.\nUndeniably we all felt proud of it, too. A spirited man rather welcomes\nten or fifteen degrees extra, if so be they make the temperature\nsuperlatively low; while he would very likely grumble at a much less\npositive chilliness coupled with the disheartening feeling that he was\nenduring nothing extraordinary. The general exaltation of spirit\nand suspension of the conventionalities for the time being, which an\nextraordinarily, hot or cold snap produces in a community, especially in\nthe country, is noteworthy. During that run of mine to the post-office\nevery man I met grinned confidentially, as if to say, \"We 're hearty\nfellows to stand it as we do.\" We regarded each other with an increase\nof mutual respect. That sense of fellowship which springs up between\nthose associated in an emergency seemed to dispense with ordinary\nformalities, and neighbors with whom I had not a bowing acquaintance\nfairly beamed on me as we passed.\n\nAfter tea Ella (Ella was a sister) got the evening paper out of\nsomebody's overcoat, and was running it over in the dainty, skimming\nfashion peculiar to the gentler sex when favoring the press with their\nattention. It reminds one of sea-birds skimming the water, and anon\ndiving for a tidbit. She read aloud: \"Old Prob. reports another cold\nwave on the way East. It will probably reach the New England States this\nevening. The thermometers along its course range from 40° below zero\nat Fort Laramie, to 38° in Omaha, 31° in Chicago, and 30° in Cleveland.\nNumerous cases of death by freezing are reported. Our readers will do\nwell to put an extra shovelful on the furnace overnight.\"\n\n\"Don't forget that, Jim,\" said father.\n\nA gentleman friend called to take Ella out to a concert or something\nof the sort. Her mother was for having her give it up on account of the\ncold. But it so happens that young people, who, having life before them,\ncan much better afford than their elders to forego particular pleasures,\nare much less resigned to doing so. The matter was compromised by piling\nso many wraps upon her that she protested it was like being put to bed.\nBut, before they had been gone fifteen minutes, they were back again,\nhalf frozen. It had proved so shockingly cold they had not dared to\nkeep on, and persuaded themselves accordingly that the entertainment had\nprobably been postponed. The streets were entirely deserted; not even a\npoliceman was visible, and the chilled gas in the street lamps gave but\na dull light.\n\nElla proposed to give us our regular evening treat of music, but found\nthe corner of the room where the melodeon stood too cold. Generally the\nroom is warm in every part, and Jim got upbraided for keeping a poor\nfire. But he succeeded in proving that it was better than common; the\nweather was the matter. As the evening wore on, the members of the\nfamily gradually edged around the register, finally radiating from it as\na centre like the spokes of a wheel, of which the collected feet of the\ngroup made the hub.\n\nMy wife is from the Southern States; and the huge cold of the North had\nbeen a new and rather terrifying experience to her. She had been growing\nnervous all the evening, as the signs and portents of the weather\naccumulated. She was really half frightened.\n\n\"Aren't you afraid it will get so cold it will never be able to get warm\nagain,--and then what would become of us?\" she asked.\n\nOf course we laughed at her, but I think her fears infected me with\na slight, vague anxiety, as the evidences of extraordinary and still\nincreasing cold went on multiplying. I had so far gotten over my bravado\nearlier in the evening that I should have been secretly relieved if the\nthermometer had taken a turn.\n\nAt length, one by one, the members of the family, with an anticipatory\nshiver over the register, went to their rooms, and were doubtless in bed\nin the shortest possible time, and I fear without saying their prayers.\nFinally my wife suggested that we had better go before we got too cold\nto do so.\n\nThe bedroom was shockingly cold. Going to bed is a test of character.\nI pride myself on the fact that generally, even when my room is cold,\nI can, with steady nerve and resolute hand, remove the last habiliment,\nand without undignified precipitation reach for and indue the nocturnal\ngarment, I admit, however, that on this occasion I gave way to a weak\nirresolution at the critical instant and shivered for some moments in\nconstantly increasing demoralization, before I could make up my mind\nto the final change. Then ensued the slow and gradual conquest of the\nfrozen bed to a tolerable warmth, a result attained only by clever\nstrategic combinations of bedclothes and the most methodical policy. As\nI lay awake, I heard the sides of the house crack in the cold. \"What,\"\nsaid I to myself with a shiver, \"should I do if anything happened that\nrequired me to get up and dress again?\" It seemed to me I should be\ncapable of letting a man die in the next room for need of succor.\nBeing of an imaginative temperament, not to feel prepared for possible\ncontingencies is for me to feel guilty and miserable. The last thing\nI remember before dropping off to sleep was solemnly promising my wife\nnever to trust ourselves North another winter. I then fell asleep and\ndreamed of the ineffable cold of the interstellar spaces, which the\nscientific people talk about.\n\nThe next thing I was sensible of was a feeling of the most utter\ndiscomfort I ever experienced. My whole body had become gradually\nchilled through. I could feel the flesh rising in goose pimples at every\nmovement. What has happened? was my first thought. The bedclothes were\nall there, four inches of them, and to find myself shivering under\nsuch a pile seemed a reversal of the laws of nature. Shivering is an\nunpleasant operation at best and at briefest; but when one has shivered\ntill the flesh is lame, and every quiver is a racking; aching pain, that\nis something quite different from any ordinary shivering. My wife was\nawake and in the same condition. What did I ever bring her to this\nterrible country for? She had been lying as still as possible for an\nhour or so, waiting till she should die or something; and feeling that\nif she stirred she should freeze, as water near the freezing point\ncrystallizes when agitated. She said that when I had disturbed the\nclothes by any movement, she had felt like hating me. We were both\nalmost scared, it must be confessed. Such an experience had never been\nours before. In voices muffled by the bedclothes we held dismal confab,\nand concluded that we must make our way to the sitting-room and get over\nthe register.\n\nI have had my share of unpleasant duties to face in my life. I remember\nhow I felt at Spottsylvania when I stepped up and out from behind a\nbreastwork of fence rails, over which the bullets were whistling like\nhailstones, to charge the enemy. Worse still, I remember how I felt at\none or two public banquets when I rose from my seat to reply to a toast,\nand to meet the gaze of a hundred expectant faces with an overpowering\nconsciousness of looking like a fool, and of total inability to do or\nsay anything which would not justify the presumption. But never did an\nact of my life call for so much of sheer will-power as stepping out of\nthat comfortless bed into that freezing room. It is a general rule in\ngetting up winter mornings that the air never proves so cold as was\nanticipated while lying warm in bed. But it did this time, probably\nbecause my system was deprived of all elasticity and power of reaction\nby being so thoroughly chilled. Hastily donning in the dark what was\nabsolutely necessary, my poor wife and myself, with chattering teeth and\nprickly bodies, the most thoroughly demoralized couple in history, ran\ndownstairs to the sitting-room.\n\nMuch to our surprise, we found the gas lighted and the other members of\nthe family already gathered there, huddling over the register. I felt\na sinking at the heart as I marked the strained, anxious look on each\nface, a look that asked what strange thing had come upon us. They had\nbeen there, they said, for some time. Ella, Jim, and Bill, who slept\nalone, had been the first to leave their beds. Then father and mother,\nand finally my wife and I, had followed. Soon after our arrival there\nwas a fumbling at the door, and the two Irish girls, who help mother\nkeep house, put in their blue, pinched faces. They scarcely waited an\ninvitation to come up to the register.\n\nThe room was but dimly lighted, for the gas, affected by the fearful\nchill, was flowing slowly and threatened to go out. The gloom added to\nthe depressing effect of our strange situation. Little was said. The\nactual occurrence of strange and unheard-of events excites very much\nless wonderment than the account of them written or rehearsed. Indeed,\nthe feeling of surprise often seems wholly left out of the mental\nexperience of those who undergo or behold the most prodigious\ncatastrophes. The sensibility to the marvelous is the one of our\nfaculties which is, perhaps, the soonest exhausted by a strain. Human\nnature takes naturally to miracles, after all. \"What can it mean?\" was\nthe inquiry a dozen times on the lips of each one of us, but beyond\nthat, I recall little that was said. Bill, who was the joker of the\nfamily, had essayed a jest or two at first on our strange predicament,\nbut they had been poorly received. The discomfort was too serious,\nand the extraordinary nature of the visitation filled every mind with\nnameless forebodings and a great, unformed fear.\n\nWe asked each other if our neighbors were all in the same plight with\nourselves. They must be, of course, and many of them far less prepared\nto meet it. There might be whole families in the last extremity of cold\nright about us. I went to the window, and with my knife scraped away\nthe rime of frost, an eighth of an inch thick, which obscured it, till\nI could see out. A whitish-gray light was on the landscape. Every object\nseemed still, with a quite peculiar stillness that might be called\nintense. From the chimneys of some of the houses around thick columns of\nsmoke and sparks were pouring, showing that the fires were being crowded\nbelow. Other chimneys showed no smoke at all. Here and there a dull\nlight shone from a window. There was no other sign of life anywhere. The\nstreets were absolutely empty. No one suggested trying to communicate\nwith other houses. This was a plight in which human concourse could\navail nothing.\n\nAfter piling all the coal on the furnace it would hold, the volume of\nheat rising from the register was such as to singe the clothes of those\nover it, while those waiting their turn were shivering a few feet off.\nThe men of course yielded the nearest places to the women, and, as\nwe walked briskly up and down in the room, the frost gathered on our\nmustaches. The morning, we said, would bring relief, but none of us\nfully believed it, for the strange experience we were enduring appeared\nto imply a suspension of the ordinary course of nature.\n\nA number of cats and dogs, driven from their accustomed haunts by the\nintense cold, had gathered under the windows, and there piteously moaned\nand whined for entrance.\n\nSwiftly it grew colder. The iron casing of the register was cold in\nspite of the volume of heat pouring through it. Every point or surface\nof metal in the room was covered with a thick coating of frost. The\nfrost even settled upon a few filaments of cobweb in the corners of the\nroom which had escaped the housemaid's broom, and which now shone like\nhidden sins in the day of judgment. The door-knob, mop-boards, and\nwooden casings of the room glistened. We were so chilled that woolen was\nas cold to the touch as wood or iron. There being no more any heat in\nour bodies, the non-conducting quality of a substance was no appreciable\nadvantage. To avoid the greater cold near the floor, several of our\nnumber got upon the tables, presenting, with their feet tucked under\nthem, an aspect that would have been sufficiently laughable under other\ncircumstances. But, as a rule, fun does not survive the freezing point.\nEvery few moments the beams of the house snapped like the timbers of a\nstraining ship, and at intervals the frozen ground cracked with a noise\nlike cannon,--the hyperborean earthquake.\n\nA ruddy light shone against the windows. Bill went and rubbed away the\nice. A neighbor's house was burning. It was one of those whose chimneys\nwere vomiting forth sparks when I had looked out before. There was\npromise of an extensive conflagration. Nobody appeared in the streets,\nand, as there were intervening houses, we could not see what became\nof the inmates. The very slight interest which this threatening\nconflagration aroused in our minds was doubtless a mark of the already\nstupefying effect of the cold. Even our voices had become weak and\naltered.\n\nThe cold is a sad enemy to beauty. My poor wife and Ella, with their\npinched faces, strained, aching expression, red, rheumy eyes and noses,\nand blue or pallid cheeks were sad parodies on their comely selves.\nOther forces of nature have in them something the spirit of man can\nsympathize with, as the wind, the waves, the sun; but there is something\nterribly inhuman about the cold. I can imagine it as a congenial\nprinciple brooding over the face of chaos in the aeons before light was.\n\nHours had passed, it might have been years, when father said, \"Let us\npray.\" He knelt down, and we all mechanically followed his example, as\nfrom childhood up we had done at morning and evening. Ever before, the\nact had seemed merely a fit and graceful ceremony, from which no one had\nexpected anything in particular to follow, or had experienced aught save\nthe placid reaction that commonly results from a devotional act. But\nnow the meaning so long latent became eloquent. The morning and evening\nceremony became the sole resource in an imminent and fearful emergency.\nThere was a familiar strangeness about the act under these circumstances\nwhich touched us all. With me, as with most, something of the feeling\nimplied in the adage, \"Familiarity breeds contempt,\" had impaired my\nfaith in the practical efficacy of prayer. How could extraordinary\nresults be expected from so common an instrumentality, and especially\nfrom so ordinary and every-day a thing as family prayer? Our faith in\nthe present instance was also not a little lessened by the peculiar\nnature of the visitation. In any ordinary emergency God might help us,\nbut we had a sort of dim apprehension that even He could not do anything\nin such weather. So far as humbleness was concerned, there was no\nlack of that. There are some inflictions which, although terrible, are\ncapable of stirring in haughty human hearts a rebellious indignation.\nBut to cold succumb soul and mind. It has always seemed to me that cold\nwould have broken down Milton's Satan. I felt as if I could grovel to be\nvouchsafed a moment's immunity from the gripe of the savage frost.\n\nOwing to the sustaining power there is in habit, the participation in\nfamily devotions proved strengthening to us all. In emergencies, we get\nback from our habits the mental and moral vigor that first went to their\nformation, and has since remained on interest.\n\nIt is not the weakest who succumb first to cold, as was strikingly\nproved in our experience. The prostration of the faculties may be\nlong postponed by the power of the will. All assaults on human nature,\nwhether of cold, exhaustion, terror, or any other kind, respect the\ndignity of the mind, and await its capitulation before finally storming\nthe stronghold of life. I am as strong in physique as men average, but\nI gave out before my mother. The voices of mother and Bill, as they took\ncounsel for our salvation, fell on my ears like an idle sound. This was\nthe crisis of the night.\n\nThe next thing I knew, Bill was urging us to eat some beefsteak and\nbread. The former, I afterward learned, he had got out of the pantry\nand cooked over the furnace fire. It was about five o'clock, and we had\neaten nothing for nearly twelve hours. The general exhaustion of our\npowers had prevented a natural appetite from making itself felt, but\nmother had suggested that we should try food, and it saved us. It was\nstill fearfully cold, but the danger was gone as soon as we felt the\nreviving effect of the food. An ounce of food is worth a pound of\nblankets. Trying to warm the body from the outside is working at a\ntremendous disadvantage. It was a strange picnic as, perched on chairs\nand tables in the dimly lighted room, we munched our morsels, or warmed\nthe frozen bread over the register. After this, some of us got a little\nsleep.\n\nI shall never forget my sensations when, at last, I looked out at the\neastern window and saw the rising sun. The effect was indeed peculiarly\nsplendid, for the air was full of particles of ice, and the sun had the\neffect of shining through a mist of diamond dust. Bill had dosed us with\nwhiskey, and perhaps it had got into our heads, for I shouted, and my\nwife cried. It was, at the end of the weary night, like the first sight\nof our country's flag when returning from a foreign world.\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bellamy, Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22715/pg22715.txt",
        "name": "the_cold_snap_1898.json"
    }
}