{
    "name": "The Cuckoo Clock",
    "author": [
        "Barefoot, Wesley"
    ],
    "body": "Death wore the seeming of a battered Chevrolet.\n\nThe child's scream and the screech of rubber on concrete knifed through\ntwo seconds of time before snapping, like a celery stalk of sound, into\naching silence. The silence of limbo, called into being for the space of\na slow heartbeat. Then the thud of running feet, the rising hubbub of\nmany voices.\n\n\"Give her air!\"\n\n\"Keep back. Don't try to move her.\"\n\n\"Somebody call an ambulance.\"\n\n\"Yeah, and somebody call a cop, too.\"\n\n\"I couldn't help it.\" It was the driver of the ramshackle Chevvie. \"She\nfell off the curb right in front of me. Honest to God, it wasn't my\nfault.\"\n\n\"Got to report these things right away,\" said the grey-haired man beside\nhim. \"No cause to worry if you ain't to blame.\"\n\n\"Probably no brakes,\" said a heavily accented voice, and another spoke\nas if on cue, \"Probably no insurance, neither.\"\n\n\"Let me through! Oh, please--\" The woman's voice was on the edge of\nhysteria. She came through the crowd like an automaton, not seeing the\npeople she shoved and elbowed aside.\n\n\n\n\"D.O.A.,\" said the woman heavily. Her face was no longer twisted with\nshock, and she was almost pretty again. \"D.O.A. Dead on arrival, it\nmeans. Oh, Jim, I never knew they said that.\" Suddenly there were tears\nin her blue eyes. There had been many tears, now.\n\n\"Take it easy, Jean, honey.\" Jim Blair hoisted his lank six feet out of\nthe old rocker, and crossed the room, running a nervous hand through his\ncornshuck hair. _She's only thirty_, he thought, _and I'm three years\nolder. That's awfully young to have bred three kids and lost them._ He\ntook her in his arms. \"I know how tough it is. It's bad enough for me,\nand probably worse for you. But at least we're sure they'll never be\nbomb fodder. And we still have Joanna.\"\n\n\n\nShe twisted away from him, her voice suddenly bitter. \"Don't give me\nthat Pollyanna stuff, Jim. 'Goody, goody, only a broken leg. It might\nhave been your back.' There's no use trying to whitewash it. Our kids,\nour _own_ kids, all gone. Dead.\" She began to sob. \"I wish I were, too.\"\n\n\"Jean, Jean--\"\n\n\"I don't care. I mean it. Everything bad has happened since Joanna came\nto live with us.\"\n\n\"Darling, you can't blame the child for a series of accidents.\"\n\n\"I know.\" She raised her tear-stained face. \"But after all-- Michael,\ndrowned. Then Steve, falling off the water tower. Now it's Marian.\" Her\nfingers gripped his arm tightly. \"Jim, each of them was playing alone\nwith Joanna when it happened.\"\n\n\"Accidents, just accidents,\" he said. It wasn't like Jean, this talk.\nAlmost-- His mind shied away from the word, and circled back. Almost\nparanoid. But Jean was stable, rational, always had been. Still, maybe a\nlittle chat with Doctor Holland would be a good idea. Breakdowns _do_\nhappen.\n\nThey both turned at the slamming of the screen door. Then came the\npatter of childish feet on the kitchen linoleum, and Joanna burst into\nthe room.\n\n\"Mommy, I want to play with Marian. Why can't I play with Marian?\"\n\nJean put her arm around the girl's thin shoulder. \"Darling, you won't be\nable to play with Marian for--quite a while. You mustn't worry about it\nnow.\"\n\n\"Mommy, she looked just like she was asleep, then they came and took her\naway.\" Her lips trembled. \"I'm frightened, Mommy.\"\n\n\n\nJim looked down at the dark eyes, misted now, the straight brown hair,\nand the little snub nose with its dusting of freckles. _She's all we\nhave left, poor kid, and not even ours, really. Helen's baby._\n\nHe looked up as the battered cuckoo clock on the mantel clicked\nwarningly. \"Time for little girls to be in bed, Joanna. Run along now\nlike a good girl, and get washed.\" Even as he spoke the miniature doors\nflew open and the caricature of a bird popped out, shrilly announcing\nthe hour. It cuckooed eight times, then bounced back inside. Joanna\nwatched entranced.\n\n\"Bed time, darling,\" said Jean gently. \"School tomorrow, remember? And\ndon't forget to brush your teeth.\"\n\n\"I won't. Goodnight, Mommy, goodnight, Daddy.\" She turned up her face to\nbe kissed, smiled at them, and was gone. They listened to her footsteps\non the stairs.\n\n\"Jim, I'm sorry about the things I said.\" Jean's voice was hesitant, a\nlittle ashamed. \"It _is_ hard, though, you know it is-- Jim, aren't you\nlistening? After all, you don't have to watch the clock now.\" Her smile\nwas as labored as the joke.\n\nHe smiled back. \"I think I'll take a walk, honey. Some fresh air would\ndo me good.\"\n\n\"Jim, don't go. I'd rather not be alone just now.\"\n\n\"Well.\" He looked at her, keeping his expression blank. \"All right,\ndear. How about some coffee? I could stand another cup.\" And he thought:\n_Tomorrow I'll go. I'll talk to Holland tomorrow._\n\n\n\n\"Let me get this straight, Jim.\" Holland's pudgy face was sober, his\neyes serious. \"You started out by thinking Jean was showing paranoid\ntendencies, and offhand I'm inclined to agree with you. Overnight you\nchanged your mind and began thinking that maybe, just maybe, she might\nbe right. Honestly, don't you suspect your own reasons for such a quick\nswitch?\"\n\n\"Sure I do, Bob,\" Blair said worriedly. \"Do you think I haven't beaten\nout my brains over it? I know the idea's monstrous. But just suppose\nthere _was_ a branch of humanity--if you could call it human--living off\nus unsuspected. A branch that knows how to eliminate--competition--almost\nby instinct.\"\n\n\"Now hold on a minute, Jim. You've taken Jean's reaction to this last\ndeath, plus a random association with a cuckoo clock, and here you are\nwith a perfectly wild hypothesis. You've always been rational and\nanalytical, old man. Surely you can realize that a perfectly normal urge\nto rationalize Jean's conclusions is making you concur with them against\nyour better judgment.\"\n\n\"Bob--\"\n\n\"I'm not through, Jim. Just consider how fantastic the whole idea is.\nBecause of a series of accidents you can't accuse a child of planned\nmurder. Nor can you further hypothesize that all orphans are\nchangelings, imbued with an instinct to polish off their\nfoster-siblings.\"\n\n\"Not _all_ orphans, Bob. Not planned murder, either. Take it easy. Just\nsome of them. A few of them--different. Growing up. Placing their young\nwith well-to-do families somehow, and then dropping unobtrusively out of\nthe picture. And the young growing up, and always the natural children\ndying off in one way or another. The changeling inherits, and the\nprocess is repeated, step by step. Can you say it's impossible? Do you\n_know_ it's impossible?\"\n\n\"I wouldn't say impossible, Jim. But I _would_ say that your thesis has\na remarkably low index of probability. Why don't others suspect, besides\nyou?\"\n\nJim spread his hands hopelessly. \"I don't know. Maybe they do. Maybe\nthese creatures--if they do exist--have some means of protection we\ndon't know about.\"\n\n\"You need more than maybes, Jim. What about Joanna Simmons' mother?\nAccording to your theories she should have been well off. Was she?\"\n\n\"No, she wasn't,\" Jim admitted reluctantly. \"She came here and took a\njob with my outfit. Said she was divorced, and had lived in New York.\nThen she quit to take a position in California, and we agreed to board\nJoanna until she got settled. Warrenburg was the town. She was killed\nthere quite horribly, in a terrible auto accident.\"\n\n\"Have you any reason for suspecting skulduggery? Honestly, Jim? Or for\nlabelling her one of your human--er--cuckoos?\"\n\n\"Only my hunch. We had a newspaper clipping, and a letter from the\ncoroner. We even sent the money for her funeral. But those things could\nbe faked, Bob.\"\n\n\"Give me some evidence that they _were_ faked, and I'll be happy to\nreinspect your views.\" Holland levered his avoirdupois out of his chair.\n\"In the meantime, relax. Take a trip if you can. Try not to worry.\"\n\nJim grinned humorlessly. \"Mustn't let myself get excited, eh? Okay, Bob.\nBut if I get hold of any evidence that I think you might accept, I'll be\nback. The last laugh and all that. Pending developments you take it\neasy, too. Don't let yourself get overworked. Stay out of the sun. So\nlong now.\"\n\n\"So long, Jim.\"\n\n\n\nIt was cool in the Warrenburg city hall, though outside the streets were\nsizzling.\n\n\"Sorry, Mr. Blair,\" said the stout, motherly woman with the horn-rimmed\nglasses. \"We've no record of a Helen Simmons. Nothing whatever.\" She\nclosed the file with resolute finality.\n\nJim stared at her. \"Are you sure? There must be something. Mightn't\nthere be a special file for accident cases? She was here in Warrenburg.\nShe died here.\"\n\nThe woman thinned her lips, shook her head. \"If we had any information,\nit'd be right where I looked. There isn't a thing. Have you tried her\nlast address? Maybe they could tell you something. We can't.\"\n\n\"I'll try that next. Thanks a lot.\"\n\n\"Sorry we couldn't help you.\"\n\nHe went out slowly.\n\n\n\n872 Maple was a rambling frame house dozing on a wide flower-bordered\nlot. There was nothing sleepy about the diminutive woman who opened the\ndoor to Jim's knock. Snapping black eyes peered at him from a maze of\nwrinkles. A veined hand moved swiftly to smooth down the white hair that\nframed her face.\n\n\"Looking for someone, young man?\"\n\n\"Just information, Mrs.--\"\n\n\"Collins, and it's Miss. Don't give out information about guests. You a\nbill collector?\"\n\n\"No, Miss Collins. As a matter of fact, I'm trying to check up on an old\nfriend I lost track of. Helen Simmons. She lived at this address for a\nwhile.\"\n\n\"Sure did. Well, come on in. Mind you, I don't usually do this, Mr.--\"\n\n\"Blair.\" Without any fanfare a bill changed hands.\n\n\"Mr. Blair. Well, I can't tell you much. Try that green chair for size.\nWhat do you want to know?\"\n\n\n\nJim studied the toe of his right shoe. His eyes were veiled. \"I heard\nshe was hurt, and hard up, and I was worried. My wife and I were friends\nof hers back east.\"\n\n\"Hurt, hard up? Humph! Not likely, spendin' all her time drivin' that\nEnglish car around. Takin' trips. I'm not sayin' she didn't mind her\nmanners, though.\"\n\n\"Did she have any close friends?\"\n\n\"She was chummy with Edith Walton, the girl that works for Doc Mendel.\nHe's county coroner in his spare time. No men. Didn't fool around at\nall. I'd a known.\"\n\n\n\nBehind Jim's stony eyes the pattern took clearer form, as if a mosaic\napproached completion. A mosaic of carefully planned events that\ntotalled horror. He shivered as the outlines of his hunch filled in.\nHelen--what creatures were these? Helen--not dead, not poor,--carefully\nplanting ostensible proof of her death and going on to a new role, a new\nlife, in London or Paris or Rome. A free, untrammelled life. And her\nchild--if child was the word--in his home, repeating the pattern.\nEliminating competition as her mother undoubtedly had done. The\ncompetition--his and Jean's children! Changeling, changeling-- No, not\nthat. Incubus! He shivered again.\n\n\"Rabbits on your grave, Mr. Blair?\"\n\nHe looked up slowly. \"Sorry. I was just wondering. Did Miss Simmons have\na job while she was here?\"\n\n\"No, she didn't. One thing she did do was rent a place. Used to be\nBlands Hardware. Paid a month's rent, too. Said some friends of hers\nwere plannin' to open a mortuary. Seemed like a funny way for people to\ndo business, but then, no affair of mine.\"\n\nFunny? No, not funny at all, but icily, eerily logical. There had to be\nan undertaking parlor where he could send the funeral expenses. He\nwondered if Helen had laughed when she opened the letter. Everyone his,\nor her, own undertaker. And the carefully cultivated friend in the\ncoroner's office. For stationery.\n\nHe got to his feet. \"Thanks a lot, Miss Collins. You've been a great\ndeal of help.\" He almost smiled as he asked, \"I don't suppose she left a\nforwarding address?\"\n\nThe old head shook decisively. \"Not a thing. Just packed and left, one\nMonday morning.\"\n\nAll the loose ends tied up tight on a Monday morning. Nothing to cause\nsuspicion. Nothing to worry about. Only a woman's almost paranoid\nhysteria,--and a glance at a clock. Not very much to unmask--incubus.\nAnd what could he do? What _could_ he do? Start talking and land in an\ninstitution? Well, there was one thing.\n\n\"Thanks again, Miss Collins.\"\n\nHe went out.\n\n\n\nSwanson didn't look like the general conception of a small-town\nnewspaperman. One knew instinctively that his beard wouldn't have been\ntobacco-stained even if he'd cared to grow one. And he didn't have a\nbottle of bourbon in the file marked Miscellaneous, or if he did he\ndidn't bring it out.\n\n\"That never came from my paper,\" he said precisely. He handed the\nclipping back to Jim. \"We don't use that type, for one thing. For\nanother, Miss Simmons, so far as I know, wasn't killed here or anywhere\nelse.\"\n\n\"You knew her?\"\n\n\"I knew of her. I never met her.\"\n\n\"What about this report of her death?\"\n\nSwanson shrugged; tented manicured fingers. \"It's a hoax. Any job\nprinting shop with a Linotype could do it. In all likelihood it was some\nplace in San Francisco. That's closest. It would be very difficult to\ncheck.\" His curiosity was showing.\n\n\"I see. Well, thanks for your time and trouble, Mr. Swanson.\"\n\n\"Not at all. Sorry I couldn't be of more help.\"\n\nOne thing to do. One thing that must be done.\n\nMotors over the mountains. And riding with them, the numb resolve.\nMotors over the salt pans, the wheat lands, the corn belt.\n\nThe stewardess stops again. \"Coffee, sir? A sandwich, perhaps?\"\n\n\"I beg your-- Oh, no. No, thanks.\"\n\nShe watches him covertly, uneasily, longing for the end of the run.\n\nMotors in the night.\n\nAnd the dull determination growing, strengthening.\n\nThe airport, baggage, the ancient taxi with the piston slap, and at last\nthe dark, familiar street.\n\n\"Jim, you're back! Oh, Jim, darling. Next time they send you west I'm\ngoing too. I am!\"\n\n\"Okay, Jean, sure. Why not?\"\n\n\"What's the matter, dear? Oh, you're tired, of course. I should have\nknown. Sit down, Jim. Let me get you a drink.\"\n\n\"In a minute, Jean.\" Do it now _now_ NOW! \"Where's Joanna?\"\n\n\"She's in bed. Hours ago. Jim, has something--?\"\n\n\"Nothing, dear. I just want to look in on her. And freshen up a bit, of\ncourse.\"\n\n\"Jim--\"\n\nHe smoothed away the worried frown with his forefinger.\n\n\"In a minute, dear.\"\n\nShe smiled uncertainly. \"Hurry back, Jim.\"\n\n\n\nThe stairs unwind irrevocably, slow motion in a nightmare. The bedroom\ndoor opens, the hall light dim on the bed and the child's face. Incubus\nin the half dark.\n\nFor a moment Jim remembered wondering somewhere, sometime, what strange\npowers of protection might be implicit in such a creature. As the\nthought came into his mind, Joanna stirred. She opened her eyes and\nlooked at him.\n\nHe took one step toward the bed.\n\nThe little girl eyes over their dusting of freckles slitted. Then they\nopened wide, became two glowing golden lakes that grew, and grew--\n\nThere was the feeling of a great soundless explosion in his mind. Waves\nof cool burning in his brain, churning and bubbling in every unknown\ncorner, every cranny. Here and there a cell, or a group of cells,\nblanked out, the complex molecules reverting, becoming new again. Ready\nfor fresh punch marks. Synapses shorted with soundless cold fire, and\nwaited in timeless stasis for rechannelling. The waves frothed, became\nripples, were gone. He stood unmoving.\n\nWhat was it he was supposed to do? Let's see-- Tuck Joanna's blanket\naround her. But she was covered up snugly. Sleeping soundly, too, and\nfor a few seconds he'd thought she was awake. And Jean was waiting\ndownstairs, Jean and a cool drink.\n\nOh, yes, stop in the bathroom.\n\nThe stairs wind up again. It is good to be with one's family, relaxed in\nthe well known chair. Not a worry in the world.\n\nHe sat there, his mind at ease, not caring much about anything. He\ndidn't even look up when the clock on the mantel whirred, and the\nridiculous bird popped out of its nest to herald a new day.\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Barefoot, Wesley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29623/pg29623.txt",
        "name": "the_cuckoo_clock.json"
    }
}