{
    "name": "The Happy Castaway",
    "author": [
        "McDowell, Robert Emmett"
    ],
    "body": "Jonathan Fawkes opened his eyes. He was flat on his back, and a girl\nwas bending over him. He detected a frightened expression on the\ngirl's face. His pale blue eyes traveled upward beyond the girl. The\nsky was his roof, yet he distinctly remembered going to sleep on his\nbunk aboard the space ship.\n\n\"You're not dead?\"\n\n\"I've some doubt about that,\" he replied dryly. He levered himself to\nhis elbows. The girl, he saw, had bright yellow hair. Her nose was\npert, tip-tilted. She had on a ragged blue frock and sandals.\n\n\"Is--is anything broken?\" she asked.\n\n\"Don't know. Help me up.\" Between them he managed to struggle to his\nfeet. He winced. He said, \"My name's Jonathan Fawkes. I'm a space pilot\nwith Universal. What happened? I feel like I'd been poured out of a\nconcrete mixer.\"\n\nShe pointed to the wreck of a small space freighter a dozen feet away.\nIts nose was buried in the turf, folded back like an accordion. It\nhad burst open like a ripe watermelon. He was surprised that he had\nsurvived at all. He scratched his head. \"I was running from Mars to\nJupiter with a load of seed for the colonists.\"\n\n\"Oh!\" said the girl, biting her lips. \"Your co-pilot must be in the\nwreckage.\"\n\nHe shook his head. \"No,\" he reassured her. \"I left him on Mars. He\nhad an attack of space sickness. I was all by myself; that was the\ntrouble. I'd stay at the controls as long as I could, then lock her on\nher course and snatch a couple of hours' sleep. I can remember crawling\ninto my bunk. The next thing I knew you were bending over me.\" He\npaused. \"I guess the automatic deflectors slowed me up or I would have\nbeen a cinder by this time,\" he said.\n\nThe girl didn't reply. She continued to watch him, a faint enigmatic\nsmile on her lips. Jonathan glanced away in embarrassment. He wished\nthat pretty women didn't upset him so. He said nervously, \"Where am I?\nI couldn't have slept all the way to Jupiter.\"\n\nThe girl shrugged her shoulders.\n\n\"I don't know.\"\n\n\"You don't know!\" He almost forgot his self-consciousness in his\nsurprise. His pale blue eyes returned to the landscape. A mile across\nthe plain began a range of jagged foothills, which tossed upward\nhigher and higher until they merged with the blue saw-edge of a chain\nof mountains. As he looked a puff of smoke belched from a truncated\ncone-shaped peak. A volcano. Otherwise there was no sign of life: just\nhe and the strange yellow-headed girl alone in the center of that vast\nrolling prairie.\n\n\"I was going to explain,\" he heard her say. \"We think that we are on an\nasteroid.\"\n\n\"We?\" he looked back at her.\n\n\"Yes. There are twenty-seven of us. We were on our way to Jupiter, too,\nonly we were going to be wives for the colonists.\"\n\n\"I remember,\" he exclaimed. \"Didn't the Jupiter Food-growers\nAssociation enlist you girls to go to the colonies?\"\n\nShe nodded her head. \"Only twenty-seven of us came through the crash.\"\n\n\"Everybody thought your space ship hit a meteor,\" he said.\n\n\"We hit this asteroid.\"\n\n\"But that was three years ago.\"\n\n\"Has it been that long? We lost track of time.\" She didn't take her\neyes off him, not for a second. Such attention made him acutely self\nconscious. She said, \"I'm Ann. Ann Clotilde. I was hunting when I saw\nyour space ship. You had been thrown clear. You were lying all in a\nheap. I thought you were dead.\" She stooped, picked up a spear.\n\n\"Do you feel strong enough to hike back to our camp? It's only about\nfour miles,\" she said.\n\n\"I think so,\" he said.\n\n\n\nJonathan Fawkes fidgeted uncomfortably. He would rather pilot a space\nship through a meteor field than face twenty-seven young women. They\nwere the only thing in the Spaceways of which he was in awe. Then he\nrealized that the girl's dark blue eyes had strayed beyond him. A frown\nof concentration marred her regular features. He turned around.\n\nOn the rim of the prairie he saw a dozen black specks moving toward\nthem.\n\nShe said: \"Get down!\" Her voice was agitated. She flung herself on her\nstomach and began to crawl away from the wreck. Jonathan Fawkes stared\nafter her stupidly. \"Get down!\" she reiterated in a furious voice.\n\nHe let himself to his hands and knees. \"Ouch!\" he said. He felt like\nhe was being jabbed with pins. He must be one big bruise. He scuttled\nafter the girl. \"What's wrong?\"\n\nThe girl looked back at him over her shoulder. \"Centaurs!\" she said. \"I\ndidn't know they had returned. There is a small ravine just ahead which\nleads into the hills. I don't think they've seen us. If we can reach\nthe hills we'll be safe.\"\n\n\"Centaurs! Isn't there anything new under the sun?\"\n\n\"Well, personally,\" she replied, \"I never saw a Centaur until I was\nwrecked on this asteroid.\" She reached the ravine, crawled head\nforemost over the edge. Jonathan tumbled after her. He hit the bottom,\nwinced, scrambled to his feet. The girl started at a trot for the\nhills. Jonathan, groaning at each step, hobbled beside her.\n\n\"Why won't the Centaurs follow us into the hills?\" he panted.\n\n\"Too rough. They're like horses,\" she said. \"Nothing but a goat could\nget around in the hills.\"\n\nThe gulley, he saw, was deepening into a respectable canyon, then a\ngorge. In half a mile, the walls towered above them. A narrow ribbon\nof sky was visible overhead. Yellow fern-like plants sprouted from the\ncrevices and floor of the canyon.\n\nThey flushed a small furry creature from behind a bush. As it sped\naway, it resembled a cottontail of Earth. The girl whipped back her\narm, flung the spear. It transfixed the rodent. She picked it up, tied\nit to her waist. Jonathan gaped. Such strength and accuracy astounded\nhim. He thought, amazons and centaurs. He thought, but this is the year\n3372; not the time of ancient Greece.\n\nThe canyon bore to the left. It grew rougher, the walls more\nprecipitate. Jonathan limped to a halt. High boots and breeches, the\nuniform of Universal's space pilots, hadn't been designed for walking.\n\"Hold on,\" he said. He felt in his pockets, withdrew an empty cigarette\npackage, crumpled it and hurled it to the ground.\n\n\"You got a cigarette?\" he asked without much hope.\n\nThe girl shook her head. \"We ran out of tobacco the first few months we\nwere here.\"\n\nJonathan turned around, started back for the space ship.\n\n\"Where are you going?\" cried Ann in alarm.\n\nHe said, \"I've got a couple of cartons of cigarettes back at the\nfreighter. Centaurs or no centaurs, I'm going to get a smoke.\"\n\n\"No!\" She clutched his arm. He was surprised at the strength of her\ngrip. \"They'd kill you,\" she said.\n\n\"I can sneak back,\" he insisted stubbornly. \"They might loot the ship.\nI don't want to lose those cigarettes. I was hauling some good burley\ntobacco seed too. The colonists were going to experiment with it on\nGanymede.\"\n\n\"No!\"\n\nHe lifted his eyebrows. He thought, she is an amazon! He firmly\ndetached her hand.\n\nThe girl flicked up her spear, nicked his neck with the point of it.\n\"We are going to the camp,\" she said.\n\nJonathan threw himself down backwards, kicked the girl's feet out from\nunder her. Like a cat he scrambled up and wrenched the spear away.\n\nA voice shouted: \"What's going on there?\"\n\n\n\nHe paused shamefacedly. A second girl, he saw, was running toward\nthem from up the canyon. Her bare legs flashed like ivory. She was\nbarefooted, and she had black hair. A green cloth was wrapped around\nher sarong fashion. She bounced to a stop in front of Jonathan, her\nbrown eyes wide in surprise. He thought her sarong had been a table\ncloth at one time in its history.\n\n\"A man!\" she breathed. \"By Jupiter and all its little moons, it's a\nman!\"\n\n\"Don't let him get away!\" cried Ann.\n\n\"Hilda!\" the brunette shrieked. \"A man! It's a man!\"\n\nA third girl skidded around the bend in the canyon. Jonathan backed off\nwarily.\n\nAnn Clotilde cried in anguish: \"Don't let him get away!\"\n\nJonathan chose the centaurs. He wheeled around, dashed back the way\nhe had come. Someone tackled him. He rolled on the rocky floor of the\ncanyon. He struggled to his feet. He saw six more girls race around the\nbend in the canyon. With shouts of joy they flung themselves on him.\n\nJonathan was game, but the nine husky amazons pinned him down by sheer\nweight. They bound him hand and foot. Then four of them picked him up\nbodily, started up the canyon chanting: \"_He was a rocket riding daddy\nfrom Mars._\" He recognized it as a popular song of three years ago.\n\nJonathan had never been so humiliated in his life. He was known in the\nspaceways from Mercury to Jupiter as a man to leave alone. His nose had\nbeen broken three times. A thin white scar crawled down the bronze of\nhis left cheek, relic of a barroom brawl on Venus. He was big, rangy,\ntough. And these girls had trounced him. Girls! He almost wept from\nmortification.\n\nHe said, \"Put me down. I'll walk.\"\n\n\"You won't try to get away?\" said Ann.\n\n\"No,\" he replied with as much dignity as he could summon while being\nheld aloft by four barbarous young women.\n\n\"Let him down,\" said Ann. \"We can catch him, anyway, if he makes a\nbreak.\"\n\nJonathan Fawkes' humiliation was complete. He meekly trudged between\ntwo husky females, who ogled him shamelessly. He was amazed at the ease\nwith which they had carried him. He was six feet three and no light\nweight. He thought enviously of the centaurs, free to gallop across the\nplains. He wished he was a centaur.\n\nThe trail left the canyon, struggled up the precipitate walls. Jonathan\npicked his way gingerly, hugged the rock. \"Don't be afraid,\" advised\none of his captors. \"Just don't look down.\"\n\n\"I'm not afraid,\" said Jonathan hotly. To prove it he trod the narrow\nledge with scorn. His foot struck a pebble. Both feet went out from\nunder him. He slithered halfway over the edge. For one sickening moment\nhe thought he was gone, then Ann grabbed him by the scruff of his neck,\nhauled him back to safety. He lay gasping on his stomach. They tied a\nrope around his waist then, and led him the rest of the way to the top\nlike a baby on a leash. He was too crestfallen to resent it.\n\nThe trail came out on a high ridge. They paused on a bluff overlooking\nthe prairie.\n\n\"Look!\" cried Ann pointing over the edge.\n\nA half dozen beasts were trotting beneath on the plain. At first,\nJonathan mistook them for horses. Then he saw that from the withers up\nthey resembled men. Waists, shoulders, arms and heads were identical to\nhis own, but their bodies were the bodies of horses.\n\n\"Centaurs!\" Jonathan Fawkes said, not believing his eyes.\n\n\n\nThe girls set up a shout and threw stones down at the centaurs, who\nreared, pawed the air, and galloped to a safe distance, from which they\nhurled back insults in a strange tongue. Their voices sounded faintly\nlike the neighing of horses.\n\nAmazons and centaurs, he thought again. He couldn't get the problem\nof the girls' phenomenal strength out of his mind. Then it occurred\nto him that the asteroid, most likely, was smaller even than Earth's\nmoon. He must weigh about a thirtieth of what he usually did, due to\nthe lessened gravity. It also occurred to him that they would be thirty\ntimes as strong. He was staggered. He wished he had a smoke.\n\nAt length, the amazons and the centaurs tired of bandying insults\nback and forth. The centaurs galloped off into the prairie, the girls\nresumed their march. Jonathan scrambled up hills, skidded down slopes.\nThe brunette was beside him helping him over the rough spots.\n\n\"I'm Olga,\" she confided. \"Has anybody ever told you what a handsome\nfellow you are?\" She pinched his cheek. Jonathan blushed.\n\nThey climbed a ridge, paused at the crest. Below them, he saw a deep\nvalley. A stream tumbled through the center of it. There were trees\nalong its banks, the first he had seen on the asteroid. At the head of\nthe valley, he made out the massive pile of a space liner.\n\nThey started down a winding path. The space liner disappeared behind\na promontory of the mountain. Jonathan steeled himself for the coming\nordeal. He would have sat down and refused to budge except that he knew\nthe girls would hoist him on their shoulders and bear him into the camp\nlike a bag of meal.\n\nThe trail debouched into the valley. Just ahead the space liner\nreappeared. He imagined that it had crashed into the mountain, skidded\nand rolled down its side until it lodged beside the stream. It reminded\nhim of a wounded dinosaur. Three girls were bathing in the stream. He\nlooked away hastily.\n\nSomeone hailed them from the space ship.\n\n\"We've caught a man,\" shrieked one of his captors.\n\nA flock of girls streamed out of the wrecked space ship.\n\n\"A man!\" screamed a husky blonde. She was wearing a grass skirt. She\nhad green eyes. \"We're rescued!\"\n\n\"No. No,\" Ann Clotilde hastened to explain. \"He was wrecked like us.\"\n\n\"Oh,\" came a disappointed chorus.\n\n\"He's a man,\" said the green-eyed blonde. \"That's the next best thing.\"\n\n\"Oh, Olga,\" said a strapping brunette. \"Who'd ever thought a man could\nlook so good?\"\n\n\"I did,\" said Olga. She chucked Jonathan under the chin. He shivered\nlike an unbroken colt when the bit first goes in its mouth. He felt\nlike a mouse hemmed in by a ring of cats.\n\nA big rawboned brute of a girl strolled into the circle. She said,\n\"Dinner's ready.\" Her voice was loud, strident. It reminded him of\nthe voices of girls in the honky tonks on Venus. She looked at him\nappraisingly as if he were a horse she was about to bid on. \"Bring him\ninto the ship,\" she said. \"The man must be starved.\"\n\nHe was propelled jubilantly into the palatial dining salon of the\nwrecked liner. A long polished meturilium table occupied the center of\nthe floor. Automatic weight distributing chairs stood around it. His\nfeet sank into a green fiberon carpet. He had stepped back into the\nThirty-fourth Century from the fabulous barbarian past.\n\nWith a sigh of relief, he started to sit down. A lithe red-head sprang\nforward and held his chair. They all waited politely for him to be\nseated before they took their places. He felt silly. He felt like\na captive princess. All the confidence engendered by the familiar\nsettings of the space ship went out of him like wind. He, Jonathan\nFawkes, was a castaway on an asteroid inhabited by twenty-seven wild\nwomen.\n\n\n\nAs the meal boisterously progressed, he regained sufficient courage\nto glance timidly around. Directly across the table sat a striking,\ngrey-eyed girl whose brown hair was coiled severely about her head. She\nlooked to him like a stenographer. He watched horrified as she seized\na whole roast fowl, tore it apart with her fingers, gnawed a leg. She\ncaught him staring at her and rolled her eyes at him. He returned his\ngaze to his plate.\n\nOlga said: \"Hey, Sultan.\"\n\nHe shuddered, but looked up questioningly.\n\nShe said, \"How's the fish?\"\n\n\"Good,\" he mumbled between a mouthful. \"Where did you get it?\"\n\n\"Caught it,\" said Olga. \"The stream's full of 'em. I'll take you\nfishing tomorrow.\" She winked at him so brazenly that he choked on a\nbone.\n\n\"Heaven forbid,\" he said.\n\n\"How about coming with me to gather fruit?\" cried the green-eyed\nblonde; \"you great big handsome man.\"\n\n\"Or me?\" cried another. And the table was in an uproar.\n\nThe rawboned woman who had summoned them to dinner, pounded the table\nuntil the cups and plates danced. Jonathan had gathered that she was\ncalled Billy.\n\n\"Quiet!\" She shrieked in her loud strident voice. \"Let him be. He can't\ngo anywhere for a few days. He's just been through a wreck. He needs\nrest.\" She turned to Jonathan who had shrunk down in his chair. \"How\nabout some roast?\" she said.\n\n\"No.\" He pushed back his plate with a sigh. \"If I only had a smoke.\"\n\nOlga gave her unruly black hair a flirt. \"Isn't that just like a man?\"\n\n\"I wouldn't know,\" said the green-eyed blonde. \"I've forgotten what\nthey're like.\"\n\nBilly said, \"How badly wrecked is your ship?\"\n\n\"It's strewn all over the landscape,\" he replied sleepily.\n\n\"Is there any chance of patching it up?\"\n\nHe considered the question. More than anything else, he decided, he\nwanted to sleep. \"What?\" he said.\n\n\"Is there any possibility of repairing your ship?\" repeated Billy.\n\n\"Not outside the space docks.\"\n\nThey expelled their breath, but not for an instant did they relax\nthe barrage of their eyes. He shifted position in embarrassment. The\nmovement pulled his muscles like a rack. Furthermore, an overpowering\nlassitude was threatening to pop him off to sleep before their eyes.\n\n\"You look exhausted,\" said Ann.\n\nJonathan dragged himself back from the edge of sleep. \"Just tired,\" he\nmumbled. \"Haven't had a good night's rest since I left Mars.\" Indeed\nit was only by the most painful effort that he kept awake at all. His\neyelids drooped lower and lower.\n\n\"First it's tobacco,\" said Olga; \"now he wants to sleep. Twenty-seven\ngirls and he wants to sleep.\"\n\n\"He is asleep,\" said the green-eyed blonde.\n\n\n\nJonathan was slumped forward across the table, his head buried in his\narms.\n\n\"Catch a hold,\" said Billy, pushing back from the table. A dozen girls\nvolunteered with a rush. \"Hoist!\" said Billy. They lifted him like a\nsleepy child, bore him tenderly up an incline and into a stateroom,\nwhere they deposited him on the bed.\n\nAnn said to Olga; \"Help me with these boots.\" But they resisted every\ntug. \"It's no use,\" groaned Ann, straightening up and wiping her bright\nyellow hair back from her eyes. \"His feet have swollen. We'll have to\ncut them off.\"\n\nAt these words, Jonathan raised upright as if someone had pulled a rope.\n\n\"_Cut off whose feet?_\" he cried in alarm.\n\n\"Not your feet, silly,\" said Ann. \"Your boots.\"\n\n\"Lay a hand on those boots,\" he scowled; \"and I'll make me another pair\nout of your hides. They set me back a week's salary.\" Having delivered\nhimself of this ultimatum, he went back to sleep.\n\nOlga clapped her hand to her forehead. \"And this,\" she cried \"is what\nwe've been praying for during the last three years.\"\n\nThe next day found Jonathan Fawkes hobbling around by the aid of a\ncane. At the portal of the space ship, he stuck out his head, glanced\nall around warily. None of the girls were in sight. They had, he\npresumed, gone about their chores: hunting, fishing, gathering fruits\nand berries. He emerged all the way and set out for the creek. He\nwalked with an exaggerated limp just in case any of them should be\nhanging around. As long as he was an invalid he was safe, he hoped.\n\nHe sighed. Not every man could be waited on so solicitously by\ntwenty-seven handsome strapping amazons. He wished he could carry it\noff in cavalier fashion. He hobbled to the creek, sat down beneath the\nshade of a tree. He just wasn't the type, he supposed. And it might be\nyears before they were rescued.\n\nAs a last resort, he supposed, he could hide out in the hills or join\nthe centaurs. He rather fancied himself galloping across the plains\non the back of a centaur. He looked up with a start. Ann Clotilde was\nambling toward him.\n\n\"How's the invalid?\" she said, seating herself beside him.\n\n\"Hot, isn't it?\" he said. He started to rise. Ann Clotilde placed the\nflat of her hand on his chest and shoved. \"_Ooof!_\" he grunted. He sat\ndown rather more forcibly than he had risen.\n\n\"Don't get up because of me,\" she informed him. \"It's my turn to cook,\nbut I saw you out here beneath the trees. Dinner can wait. Jonathan do\nyou know that you are irresistible?\" She seized his shoulders, stared\ninto his eyes. He couldn't have felt any more uncomfortable had a\nhungry boa constrictor draped itself in his arms. He mopped his brow\nwith his sleeve.\n\n\"Suppose the rest should come,\" he said in an embarrassed voice.\n\n\"They're busy. They won't be here until I call them to lunch. Your\neyes,\" she said, \"are like deep mysterious pools.\"\n\n\"Sure enough?\" said Jonathan with involuntary interest. He began to\nrecover his nerve.\n\nShe said, \"You're the best looking thing.\" She rumpled his hair. \"I\ncan't keep my eyes off you.\"\n\nJonathan put his arm around her gingerly. \"Ouch!\" He winced. He had\nforgotten his sore muscles.\n\n\"I forgot,\" said Ann Clotilde in a contrite voice. She tried to rise.\n\"You're hurt.\"\n\nHe pulled her back down. \"Not so you could notice it,\" he grinned.\n\n\"Well!\" came the strident voice of Billy from behind them. \"We're _all_\nglad to hear that!\"\n\n\n\nJonathan leaped to his feet, dumping Ann to the ground. He jerked\naround. All twenty-six of the girls were lined up on the path. Their\nfeatures were grim. He said: \"I don't feel so well after all.\"\n\n\"It don't wash,\" said Billy. \"It's time for a showdown.\"\n\nJonathan's hair stood on end. He felt rather than saw Ann Clotilde take\nher stand beside him. He noticed that she was holding her spear at a\nmenacing angle. She said in an angry voice: \"He's mine. I found him.\nLeave him alone.\"\n\n\"Where do you get that stuff?\" cried Olga. \"Share and share alike, say\nI.\"\n\n\"We could draw straws for him,\" suggested the green-eyed blonde.\n\n\"Look here,\" Jonathan broke in. \"I've got some say in the matter.\"\n\n\"You have not,\" snapped Billy. \"You'll do just as we say.\" She took a\nstep toward him.\n\nJonathan edged away in consternation.\n\n\"He's going to run!\" Olga shouted.\n\nJonathan never stopped until he was back in the canyon leading to the\nplain. His nerves were jumping like fleas. He craved the soothing\nrelaxation of a smoke. There was, he remembered, a carton of cigarettes\nat the wreck. He resumed his flight, but at a more sober pace.\n\nAt the spot where he and Ann had first crawled away from the centaurs,\nhe scrambled out of the gulley, glanced in the direction of his space\nship. He blinked his eyes, stared. Then he waved his arms, shouted and\ntore across the prairie. A trim space cruiser was resting beside the\nwreck of his own. Across its gleaming monaloid hull ran an inscription\nin silver letters: \"INTERSTELLAR COSMOGRAPHY SOCIETY.\"\n\nTwo men crawled out of Jonathan's wrecked freighter, glanced in\nsurprise at Jonathan. A third man ran from the cruiser, a Dixon Ray\nRifle in his hand.\n\n\"I'm Jonathan Fawkes,\" said the castaway as he panted up, \"pilot for\nUniversal. I was wrecked.\"\n\nA tall elderly man held out his hand. He had a small black waxed\nmustache and Van Dyke. He was smoking a venusian cigarette in a\nyellow composition holder. He said, \"I'm Doctor Boynton.\" He had a\nrich cultivated voice, and a nose like a hawk. \"We are members of the\nInterstellar Cosmography Society. We've been commissioned to make a\ncursory examination of this asteroid. You had a nasty crack up, Mr.\nFawkes. But you are in luck, sir. We were on the point of returning\nwhen we sighted the wreck.\"\n\n\"I say,\" said the man who had run out of the cruiser. He was a prim,\nenergetic young man. Jonathan noted that he carried the ray gun\ngingerly, respectfully. \"We're a week overdue now,\" he said. \"If you\nhave any personal belongings that you'd like to take with you, you'd\nbest be getting them aboard.\"\n\n\n\nJonathan's face broke into a grin. He said, \"Do any of you know how to\ngrow tobacco?\"\n\nThey glanced at each other in perplexity.\n\n\"I like it here,\" continued Jonathan. \"I'm not going back.\"\n\n\"What?\" cried the three explorers in one breath.\n\n\"I'm going to stay,\" he repeated. \"I only came back here after the\ncigarettes.\"\n\n\"But it will be three years before the asteroid's orbit brings it back\nin the space lanes,\" said Doctor Boynton. \"You don't possibly expect to\nbe picked up before then!\"\n\nJonathan shook his head, began to load himself with tools, tobacco\nseed, and cigarettes.\n\n\"Odd.\" Doctor Boynton shook his head, turned to the others. \"Though if\nI remember correctly, there was quite an epidemic of hermits during\nthe medieval period. It was an esthetic movement. They fled to the\nwilderness to escape the temptation of _women_.\"\n\nJonathan laughed outright.\n\n\"You are sure you won't return, young man?\"\n\nHe shook his head. They argued, they cajoled, but Jonathan was adamant.\nHe said, \"You might report my accident to Universal. Tell them to stop\none of their Jupiter-bound freighters here when the asteroid swings\nback in the space ways. I'll have a load for them.\"\n\nInside the ship, Doctor Boynton moved over to a round transparent port\nhole. \"What a strange fellow,\" he murmured. He was just in time to see\nthe castaway, loaded like a pack mule, disappear in the direction from\nwhich he had come.\n\nRobinson Crusoe was going back to his man (?) Friday--all twenty-seven\nof them.\n\n\n\n\n",
    "metadata": {
        "author": [
            "McDowell, Robert Emmett"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63401/pg63401.txt",
        "name": "the_happy_castaway.json"
    }
}