{
    "name": "The Great American Pie Company",
    "author": [
        "Butler, Ellis Parker"
    ],
    "body": "Author Of “Pigs Is Pigs”\n\nNew York Mcclure, Phillips & Co. MCMVII\n\nCopyright 1904 by The Century Co.\n\n\n\n\nCHAPTER ONE\n\nIf you take a pie and cut it in two, the track of your knife will\nrepresent the course of Mud River through the town of Gloning, and that\npart of the pie to the left of your knife will be the East Side, while\nthe part to the right will be the West Side. Away out on the edge of the\npie, where the town fritters away into the fields and shanties on the\nEast Side, dwells Mrs. Deacon, and a fatter, better-natured creature\nnever trod the crust of the earth or made the crust of a pie. Being\nin reduced circumstances, owing to the inability of Mr. Deacon to\nappreciate the beneficial effects of work, Mrs. Deacon turned her\nfamous baking ability to account, and in a small way began selling her\nexcellent homemade pies to those who liked a superior article. In\ntime Mrs. Deacon established a considerable trade among the people of\nGloning, and Mr. Deacon was wrested from his customary seat on the back\nsteps to make daily delivery trips with the Deacon home-made pies.\n\nEphraim Deacon was a deep thinker and philosopher. He was above his\nenvironment, or at least he felt so, and while waiting for opportunity\nto approach and give his talents full vent he scorned labor. So he sat\naround a good deal, and jawed a good deal, and smoked.\n\nBut if you will return to your plate of Gloning you will see on the pie,\nfar over on the West Side, where the scallops lap over the edge of the\nplate, a little spot that is burned a bit too brown. This is the home\nof Mrs. Phineas Doolittle, as base and servile an imitator as ever\ninfringed on another person's monopoly. For, seeing and hearing of the\nsuccess of Mrs. Deacon's pies, Mrs. Doolittle put a few extra pieces of\nhickory in her stove, got out her rolling-pin, and became a competitor,\neven to making Mr. Doolittle deliver her pies. The Deacon pies had sold\nreadily at ten cents; three for a quarter. The Doolittle pie entered the\nfield at eight cents; three for twenty cents.\n\nMrs. Deacon stood this as long as possible, and then she decided to\nstand it no longer--unless she had to. “Eph, you good-for-nothin' lazy\nanimal,” she remarked to her husband one morning, as she started him\non his rounds, “if you was a man, I'd send you over to talk to that\nDoolittle woman; but you ain't, so it ain't no use sendin' you. But if\nyou meet up with that lazy, good-for-nothin' husband of hers, you give\nhim a piece o' my mind, an' let him know what I think o' them what\ncomes stealin' away my business, an' breakin' down prices, which I don't\nwonder at, her pies not bein' in the same class as mine, as everybody\nknows. If you was any good, you'd mash his head in for him, just to show\nher what I think of them. But there! Like as not, if you do catch up\nwith him, you two will sit an' gossip like two old grannies, which is\nall you are good for, either of you.”\n\nBeing thus admonished, Eph Deacon set forth to deliver his pies.\n\nAs he reached the bridge over Mud River, Phinny Doolittle, with a basket\nof pies on each arm, started to cross the bridge from the opposite side,\nand the two men--if Mrs. Deacon will allow me--met in the middle of the\nbridge, and with a common impulse put down their baskets and wiped their\nbrows.\n\n“Howdy, Phin! Blame hot day to-day, hey?” remarked Eph.\n\n“Howdy! Howdy, Eph!” replied Phineas; “'tis so--some smatterin' o'\nwarmth in the air, ain't it?”\n\n“Dunno as I know if I ever knew one much hotter,” said Eph. “How's the\npie business over your way?”\n\n“Well, now,” said Phin, “'t ain't what you'd call good, nor't ain't what\nyou'd call bad. I dunno what I _would_ call it, unless I'd call it 'bout\nfair to middlin'. How's it over your way?”\n\n“'Well,” Eph said, “I dunno. I ain't got no real cause to complain, I\nreckon; but it does seem as if prices on pies was gittin' too low to\nmake it worth while fer a man to keep his woman over a hot stove a day\nlike this. It don't seem right fer folks to break into business an' cut\nthe liver out of prices.”\n\n“Oh, now, Eph!” Phin expostulated, “you ain't got no just cause fer to\nsay that. A man's got to do something to git started, ain't he?”\n\n“If we're goin' to fight this out,” said Eph, calmly, “I move we adjourn\nover yon into the shade an' set down to it. This ain't no question fer\nto settle in no two shakes of a ram's tail, Phineas, an' we mought as\nwell settle it right now an' git shet of it.”\n\n“I dassay you're right in that, Eph,” Phineas agreed; “an' we'll jest\nkite over yonder an' set down an' figure the whole blame business out,\nso 's we won't have to bother about it no more.”\n\n\n\n\nCHAPTER TWO\n\nWhen the two men were comfortably settled in the shade and had lighted\ntheir pipes, Eph, as the senior in the trade and the party with a\ncomplaint, opened his mouth to speak; but before the words came forth,\nPhineas outflanked him and let fly a thunderbolt.\n\n“Eph,” he said, “you got to lower down your pie prices to even up with\nwhat mine are.”\n\nEph looked at his companion in astonishment.\n\n“Lower down my prices!” he ejaculated. “You be crazy, Phin; plum crazy!\nDon't I give a bigger pie an' a better pie than what you do?”\n\n“Well, then,” remarked Phineas, with a sly twinkle in his eye, “how do\nyou reckon I can h'ist my prices up any? Mebby you think I can git ten\ncents fer a small, mean pie whiles you ask ten cents fer a big, good\none? My idee is that if we want to run along nice an' smooth, an' not\nhave no trouble, what we want to do is to git together an' go in\ncahoots, an' then it don't make no difference what we sell at.”\n\n“I'm ag'in' trusts,” said Eph, coldly.\n\n“So'm I,” said Phineas. “Who said anything about trusts? All we want\nis to even things up a bit. Fust thing you know, you'll git mad an'\ncut your prices down to eight cents, an' I'll have to drop to six; an'\nyou'll come to six, an' I'll go to four; an' you'll go to four, an' I'll\nsell pies at two; an' you'll put your pies down to two cents, an'\nblame my hide if I don't give pies away. Dog me if I don't!”\n\nEph looked worried. “Oh, come now, Phin,” he said anxiously, “you won't\nup an' do that, will you?”\n\n“Dog me if I don't!” Phin repeated stubbornly.\n\nEph arose and shook his fist at Phineas.\n\n“You old ijit!” he yelled. “I'll teach ye!” And bending over, he seized\na large, soft pie and slapped it down over the head of the seated\nPhineas. In a moment the two men were standing face to face, fists\nclenched, and breath coming short and fast, each waiting for the other\nto strike the first blow.\n\nBut neither struck. Eph's eyes fell to Phineas's shoulder, where a large\nfragment of pie had lodged. Phineas moved slightly and the pie fragment\nwavered, tottered, and--Eph reached out his hand quickly to catch it,\nand Phineas dodged and, closing in, grasped him around the waist and\npulled down. Eph sank upon his knees and Phineas followed him, and the\ntwo men, nose to nose, eye to eye, looked at each other and grinned.\n\n“If we're goin' to fight this thing out,” said Eph, “let's go over in\nthe shade an' set down. It's too blame hot fer wrastlin'.”\n\n\n\n\nCHAPTER THREE\n\n“I reckon you see now how your plan would work out,” said Phineas; “we'd\ngive away nigh on to a thousand pies, an' all because we didn't use hoss\nsense. I'm ag'in' trusts, same as you. I'd vote any day to down any o'\nthem big fellers, but a little private agreement between gentlemen don't\nhurt nobody. What I say is, git together an' fix on a fair price an'\nstick to it.”\n\n“Jest what I say,” said Eph. “You lift your price up to ten cents--”\n\n“Never in this green world,” said Phineas. “Contrariwise, you drop\nyour grade of pie down equal to mine, an' put your price down to eight\ncents.”\n\n“Not so long as I live!” said Eph.\n\n“Well, then,” said Phineas, “it stands this way. If we leave our prices\nas they be, it means fight an' loss to us both, an' we won't change em,\nso what's to be done?” Eph looked out over the river gloomily.\n\n“Dog me if I know,” he sighed. “There's just one thing,” said Phineas.\n“We got to form a stock company, you an' me, an' put all our earnings\ntogether, an' then, every so often, divide up even. Then if I sell more\npies because mine are eight cents, you'll git your half of all I sell;\nan' if you sell more because your pies are bigger an' better, I'll get\nmy share of what you sell. An' when things git goin' all right, we'll\nraise up the price all around--say, my pies to ten cents an' yours to\ntwelve; an' bein' in cahoots, there won't be nobody to say we sha'n't do\nit, an' we'll lay aside that extra profit to build up the business.”\n\n“Phineas,” said Eph, solemnly, “it's a wonder I didn't think o' that\nmyself.”\n\n“Ain't it, now?” asked Phineas. “But I 've give this thing some thought,\nan' I ain't begun to tell you where it ends. I wanted to see how you\ntook to it before I let it all out on you.”\n\nEph leaned forward eagerly. “Go on,” he said. “Let it out on me now.”\n\n“When the only two homemade pie-makers git together like we'll be,” said\nPhineas, triumphantly, “I'd like to know who'll stop us from liftin'\nup the price. Huh! Them that don't like to pay our prices, they can eat\nbakers' pies an' welcome.”\n\n“I know some folks in this town,” Eph said, “that wouldn't eat bakers'\npies if they had to pay twenty-five cents apiece for homemade.” He\npaused to consider this pregnant statement, and then added: “But I\nreckon the bakers would git away a heap of our trade if we begun liftin'\nour prices much.” Phineas's eyes snapped.\n\n“They would, hey?” he said, laughing. “Mebby they would an' mebby they\nwouldn't. What do you suppose we'd be doin' with that surplus we'd\naccumulate? Come strawberry season, we'd up an' buy every strawberry\nthat come to Gloning. We'd pay more than anybody could afford to, an'\nadd the difference to our strawberry-pie price, because we'd have the\nonly strawberry pies in town. An' what strawberries we couldn't use\nright off we'd can for winter pies. An' as other fruits come in,\nwe'd buy them up the same way. But we wouldn't be mean. We'd open a\nfruit-store an' sell folks fruit at a good high price if they'd sign an\nagreement not to use any fer pie. An' in a little while the bakers would\ngit sick an' sell out their shops to us fer almost nothin'. An' then\nwe'd go into the bakin' business big.”\n\n“We'd bake cakes an' bread then,” said Eph, eagerly.\n\n“Cakes an' bread an' doughnuts an' buns an' everything,” said Phineas,\nwith enthusiasm. “We'll git one big bake-shop an' save on expenses, an'\nshove up the price of stuff a little, an' just coin money.”\n\n“We'd ought to git at it quick,” said Eph. “We'd oughtn't to waste no\ntime. What do you reckon would be a good name fer the company?”\n\n“I've fixed that all up,” said Phineas. “We'll call it the American Pie\nCompany, Incorporated; an' bein' as only you an' me will be in it, we'll\neach have to be officers.”\n\n“I'm goin' to be president,” exclaimed Eph, with all the eagerness of a\nboy.\n\n“All right, Eph,” said Phineas. “We don't want to have no more fights,\nan' I want to do what's right, so you can be president. I'll be\ntreasurer.”\n\nEph thought for a minute. He knew Phineas well.\n\n“I want to do what's right, too,” he said at last. “You can be\npresident. I'll be treasurer.”\n\n“I guess mebby we'd better take turns bein' treasurer,” suggested\nPhineas.\n\n“All right,” said Eph; “I want my turn first.”\n\n\n\n\nCHAPTER FOUR\n\nWhen the two men had settled the treasurer question, they smoked awhile\nin silence, each lost in thought; and as they thought their brows\nclouded.\n\n“Say, Eph,” said Phineas at length, “what be you thinkin' that makes you\nlook so glum?” Eph shook his head sadly.\n\n“I been lookin' ahead, Phin,” he said--“'way ahead. An' I see a snag.\nI don't hold it ag'in' you, Phin; but the thing won't pan out.”\n “What--what you run up ag'in', Eph?” asked Phineas, solicitously.\n\n“Fruit,” said Eph, dolefully. “Loads of it. Phin, what if we _do_ gather\nin all the fruit that comes to town? Ain't there just dead loads an'\nloads o' fruit in these here United States? An' the minute we git to\nputtin' up the price, it'll git noised about, an' Dagos an' Guinnies'll\npile in here with fruit an' cut under us.” He sighed. “'Twas a good\nbusiness while it lasted, Phin; but it didn't last long.” Phineas lay\nback on the grass and laughed long and squeakily.\n\n“Is _that_ all the farther ahead you looked, Eph Deacon?” he asked when\nhe had recovered his breath. “Any old fool ought to know that the second\nyear we was in business we'd buy up all the fruit in the United States.”\n\nEph's face cleared and he smiled again, but Phineas's face clouded.\n\n“What worried me, Eph,” he said, “was 'bout payin' sich high prices\nfor fruit as them blame farmers would likely ask. Ner I won't stand it,\nneither. Will you?”\n\n“Not by a blame sight, Phin,” said Eph. “I won't let nobody downtrod me.\nBut,” he asked anxiously, “how you goin' to stop it?”\n\nPhineas dug his heel in the soft turf.\n\n“We got to buy out the farms,” he announced decisively, “an' hire the\nfarmers to run 'em.”\n\n“Think we can afford it, Phin?” asked Eph. “We don't want to go puttin'\nour money into nothin' losing?”\n\n“We got to afford it,” said Phin. “We're in this thing so deep now we\ncan't go back. An' we'll need part o' the farms, anyhow, fer our wheat.”\n\n“Our wheat?” said Eph, puzzled. “Be we goin' to sell wheat, Phin?”\n\n“Sell wheat?” said Phin, with disgust. “No such fools. Won't we need all\nthe wheat this country can grow to keep our big flourmills rannin'? When\nwe own all the flour-mills in the country, it stands to reason we'll\nhave to own all the wheat, don't it?”\n\nEph looked at his companion with open mouth.\n\n“Mills!” he ejaculated. “What fer do we want to own all the mills?”\n\nPhineas waved his hand in the air.\n\n“'Tain't 'want to,'” he said decisively, “it's 'have to.' I didn't say\nwe'd buy all the mills, because I thought you'd surely see fer yourself\nthat we'd have to buy them.”\n\n“Now, I ain't kickin', Phin,” said Eph, in a conciliating tone;\n“if you say buy the mills, we'll buy 'em. I'm ready an' willin' any time\nyou are. All I ask is, Why? That's all I ask--Why?”\n\n“Well, sir,” explained Phineas, “if our bakery here puts up the price of\nbread, the outside bakeries will ship in bread, if we don't buy out the\noutside bakeries. An' once we start, we've got to buy out every bakery\nin the country. An' when we do that we've got to own all the mills, so\nno one else can get any flour to start bakin'. An' to keep anybody else\nfrom startin' mills, we've got to own all the wheat-belt. It's only\nright to be on the safe side, Eph.” Eph crossed his knees and smoked\nsilently, nodding his head slowly the while.\n\n“I dassay you're right, Phin,” he admitted at length; “but you ain't\nfar-seein' enough. S'pose--just s'pose, fer instance--it come time to\nship a lot o' flour from our mills to our bakeries, an' them lumber\nfellers up North wouldn't furnish timber to supply our barrel-factories.”\n\nPhineas laughed.\n\n“We'd use sacks,” he said shortly.\n\n“Well,” said Eph, “s'pose--just s'pose, fer instance--that 'bout the\ntime we needed cotton to run our cloth-mills to make sacks fer our\nflour--” He paused. “We would run our own cloth-mills, wouldn't we,\nPhin?” he asked.\n\n“Surely, surely,” replied Phineas.\n\n“All right,” continued Eph. “S'pose them cotton-growers down South\nan' them timber-growers up North wouldn't let us have no cotton or no\ntimber. What then?”\n\nPhineas nodded that he comprehended the wisdom of the deduction.\n\n“You're right, Eph,” he said. “American Pie has got to buy out the\ntimber-belt an' the cotton-belt. I'm glad you thought of it. It shows\nyou take an interest in the business, even if you did interrup' me when\nI was thinkin' on a mighty important point.”\n\n“What's that?” asked Eph. “We got to buy out the railroads,” said\nPhineas. “Once we own them, we can get proper freight rates.”\n\n“Ain't you afraid mebby some of them foreign countries 'll ship in flour\nor fruit or crackers?” asked Eph.\n\n“How can they when we put the tariff up, like we will?” asked Phineas.\n“Course, while we're buyin' up these other things, we've got to buy up\nCongress.”\n\n“Phin!” exclaimed Eph, suddenly, “we'll have a dickens of a tax-bill to\npay.”\n\n“We'll swear off our taxes,” said Phineas, shortly.\n\nEph relapsed into meditation. “Why, Phin,” he said at length, “we'll\nbe as good as bosses of these United States, won't we?”\n\n“Surely we will,” Phin replied.\n\n“Do you suppose I'm doin' all this work an' takin' all this worry just\nfer the money? What do I care fer a few millions more or less, Eph, when\nI've got millions an' millions? What I want is power. I want to have\nthis here nation so that when I say, 'Come!' it will come, an' when I\nsay, 'Go!' it will go, an' when I say, 'Dance!' it will dance.”\n\nHe stood up and inflated his thin breast, and tapped it with his\nforefinger.\n\n“Eph,” he said, “with this here American Pie Company goin', you an' me\ncan go an' say to them big trust men, 'Eat dirt,' an' they'll eat it an'\nbe glad to git off so easy. We can--”\n\nHe paused and glanced up the road uneasily. He shaded his eyes and\nlooked closely at the distant figure of a stout woman who was waddling\nin their direction.\n\n“Skip!” he exclaimed; “here comes your wife!”\n\nEph rolled over and made a dash on his hands and knees for his basket of\npies. Phineas was already walking rapidly up the road.\n\n\n\n\nCHAPTER FIVE\n\nThe stout woman was not Mrs. Deacon. She turned off the street before\nthe truant pie-men had gone many steps, and they returned to the grass\nbeside the bridge. For some reason they were not so jubilantly hopeful.\n\n“Dog it!” said Eph, as they seated themselves in the shade, “I wish t'\ngoodness I hadn't mashed that pie on you, Phin. I don't know what on\nearth I'm goin' to say to her about it. She's pesky stingy with her pies\nthese days.”\n\n“Same way up to my house,” said Phineas; “but that'll all be different\nwhen we get the American Pie Company goin'. I guess we'll likely have\npie every day then, hey? An' not have nobody's nails in our hair,\nneither.”\n\n“Speakin' of nails,” said Eph, but not enthusiastically, “think we'd\nbetter make our own nails. We'll need a lot of 'em, to crate up pies an'\nbread to ship.”\n\n“Yes,” said Phineas; “an' we'll just take over the steel business while\nwe're about. We'll have a department to do buildin'; there ain't any use\npayin' other folks a big profit to build our mills, an' we might as\nwell do buildin' fer other folks. An' we'll need steel rails fer our\nrailroads.”\n\nEph began to grow enthusiastic again.\n\n“We'd ought to build our own mines, too,” he suggested.\n\n“An' run our own stores to sell our bread an' pies in every town,” said\nPhin.\n\n“An' our own cannin' factories to can our fruit,” said Eph.\n\n“An' our own can-factories to make the cans,” added Phin.\n\n“We'll have our own tin-an' iron-mines, of course,” said Eph. “An' our\nown printin'-shops fer labels an' advertisin' an' showbills.”\n\n“Better buy out the magazines an' newspapers. We can use 'em,” said\nPhin.\n\n“Yes,” agreed Eph, “an' have our own paper-mills.”\n\n“Certainly,” said Phineas, “there's good money in all them. We'll make\nmore than them that's runnin' of 'em now. We'll economize on help.”\n\n“That's right,” said Eph. “By consolidatin' we can do away with\none-third of the help. We'll have a whoppin' big pay-roll as it is.”\n\n“Well,” said Phineas, “you've got to pay fair wages where you have to\ndepend on your help.”\n\n“Fair wages is all right,” said Eph; “but nowadays they want the whole\nhog. You don't hear of nothin' but labor unions an' strikes. If you an'\nme put our money into a big thing like American Pie, we take all the\nrisk and then the laborin' men want all the profits. It ain't square.”\n\n“No, it ain't,” said Phineas. “An' if you don't pay them more than you\ncan afford they strike right at your busiest time. They could put us out\nof business in one year. First the farmers would strike at harvest, an'\nall our fruit an' wheat would go to rot. Then the flour-mill hands\nwould strike an' the wheat get wormy an' no good. Then the bakers would\nstrike, an' no bread in the country--we'd most likely be lynched by the\nmobs.”\n\nEph thought deeply for a while, and the more he thought the more doleful\nhe became.\n\n“Phineas,” he said, at length, “I don't know how you feel about it, but\nI think this American Pie business is 'most too risky to put our money\ninto.”\n\nPhineas had also been thinking, and his face offered no encouragement.\n\n“Eph,” he said, “you're right there. If our farmers an' millers an'\nbakers did strike, an' folks starved to death, we'd like as not be\nimpeached an' tried for treason or something, an' put in jail fer life,\nif our necks wasn't broke by a rope. I like money, but not so much as\nto have that happen.”\n\n“Neither do I,” said Eph; “an' I been thinkin' of another thing. Could\nwe get our old women to go into this thing? My wife ain't so far-sighted\nas I be; an' just at first, until we made a million or two, we'd have to\nsort o' depend on them to do the bakin'.”\n\n“Well, now that you put it right at me,” said Phineas, “I dunno as my\nwife would take right up with it, either. She seems bound to do just the\ncontrary to what I want her to do. But I dunno as I'd care to put money\ninto anything while these here labor unions keep actin' up.”\n\n“I dunno as I would, either,” said Eph. “I guess mebby we'd better let\nthis thing lay over till the labor unions sort of play out. What say?”\n\n“I reckon you're right,” agreed Phineas. “I guess we'd better mosey\nalong with these here pies, too.” The two men arose from their shady\nseats, and Phineas swung his baskets upon his arms, but Eph seemed to be\nconsidering a delicate question.\n\n“That their pie I mashed,” he said at length--“I dunno what to say to my\nwife about it. She'll like to take my scalp off when she finds out I'm\nten cents shy.”\n\n“Dog me, if I ain't glad it wasn't my pie,” said Phin, heartily.\n\nEph coughed.\n\n“You don't reckon as mebby you could give me the loan of a dime till\nto-morrow, could you, Phin?” he asked.\n\nPhineas grinned.\n\n“Well, now, Eph,” he said, “I'd give it you in a minute if so be I had\nit; but I swan t' gracious, I ain't got a cent to my name.”\n\nTHE END\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Butler, Ellis Parker"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/44147/pg44147.txt",
        "name": "the_great_american_pie_company.json"
    }
}