{
  "name": "The Relics of General Chasse: A Tale of Antwerp",
  "author": [
    "Trollope, Anthony"
  ],
  "body": "THAT Belgium is now one of the European kingdoms, living by its own laws,\nresting on its own bottom, with a king and court, palaces and parliament\nof its own, is known to all the world.  And a very nice little kingdom it\nis; full of old towns, fine Flemish pictures, and interesting Gothic\nchurches.  But in the memory of very many of us who do not think\nourselves old men, Belgium, as it is now called—in those days it used to\nbe Flanders and Brabant—was a part of Holland; and it obtained its own\nindependence by a revolution.  In that revolution the most important\nmilitary step was the siege of Antwerp, which was defended on the part of\nthe Dutch by General Chassé, with the utmost gallantry, but nevertheless\nineffectually.\n\nAfter the siege Antwerp became quite a show place; and among the visitors\nwho flocked there to talk of the gallant general, and to see what\nremained of the great effort which he had made to defend the place, were\ntwo Englishmen.  One was the hero of this little history; and the other\nwas a young man of considerably less weight in the world.  The less I say\nof the latter the better; but it is necessary that I should give some\ndescription of the former.\n\nThe Rev. Augustus Horne was, at the time of my narrative, a beneficed\nclergyman of the Church of England.  The profession which he had graced\nsat easily on him.  Its external marks and signs were as pleasing to his\nfriends as were its internal comforts to himself.  He was a man of much\nquiet mirth, full of polished wit, and on some rare occasions he could\ndescend to the more noisy hilarity of a joke.  Loved by his friends he\nloved all the world.  He had known no care and seen no sorrow.  Always\nintended for holy orders he had entered them without a scruple, and\nremained within their pale without a regret.  At twenty-four he had been\na deacon, at twenty-seven a priest, at thirty a rector, and at\nthirty-five a prebendary; and as his rectory was rich and his prebendal\nstall well paid, the Rev. Augustus Horne was called by all, and called\nhimself, a happy man.  His stature was about six feet two, and his\ncorpulence exceeded even those bounds which symmetry would have preferred\nas being most perfectly compatible even with such a height.  But\nnevertheless Mr. Horne was a well-made man; his hands and feet were\nsmall; his face was handsome, frank, and full of expression; his bright\neyes twinkled with humour; his finely-cut mouth disclosed two marvellous\nrows of well-preserved ivory; and his slightly aquiline nose was just\nsuch a projection as one would wish to see on the face of a well-fed\ngood-natured dignitary of the Church of England.  When I add to all this\nthat the reverend gentleman was as generous as he was rich—and the kind\nmother in whose arms he had been nurtured had taken care that he should\nnever want—I need hardly say that I was blessed with a very pleasant\ntravelling companion.\n\nI must mention one more interesting particular. Mr. Horne was rather\ninclined to dandyism, in an innocent way.  His clerical starched\nneckcloth was always of the whitest, his cambric handkerchief of the\nfinest, his bands adorned with the broadest border; his sable suit never\ndegenerated to a rusty brown; it not only gave on all occasions glossy\nevidence of freshness, but also of the talent which the artisan had\ndisplayed in turning out a well-dressed clergyman of the Church of\nEngland.  His hair was ever brushed with scrupulous attention, and showed\nin its regular waves the guardian care of each separate bristle.  And all\nthis was done with that ease and grace which should be the\ncharacteristics of a dignitary of the established English Church.\n\nI had accompanied Mr. Horne to the Rhine; and we had reached Brussels on\nour return, just at the close of that revolution which ended in affording\na throne to the son-in-law of George the Fourth.  At that moment General\nChassé’s name and fame were in every man’s mouth, and, like other curious\nadmirers of the brave, Mr. Horne determined to devote two days to the\nscene of the late events at Antwerp.  Antwerp, moreover, possesses\nperhaps the finest spire, and certainly one of the three or four finest\npictures, in the world.  Of General Chassé, of the cathedral, and of the\nRubens, I had heard much, and was therefore well pleased that such should\nbe his resolution.  This accomplished we were to return to Brussels; and\nthence, via Ghent, Ostend, and Dover, I to complete my legal studies in\nLondon, and Mr. Horne to enjoy once more the peaceful retirement of\nOllerton rectory.  As we were to be absent from Brussels but one night we\nwere enabled to indulge in the gratification of travelling without our\nluggage.  A small sac-de-nuit was prepared; brushes, combs, razors,\nstrops, a change of linen, &c. &c., were carefully put up; but our heavy\nbaggage, our coats, waistcoats, and other wearing apparel were\nunnecessary.  It was delightful to feel oneself so light-handed.  The\nreverend gentleman, with my humble self by his side, left the portal of\nthe Hôtel de Belle Vue at 7 a.m., in good humour with all the world.\nThere were no railroads in those days; but a cabriolet, big enough to\nhold six persons, with rope traces and corresponding appendages,\ndeposited us at the Golden Fleece in something less than six hours.  The\ninward man was duly fortified, and we started for the castle.\n\nIt boots not here to describe the effects which gunpowder and grape-shot\nhad had on the walls of Antwerp.  Let the curious in these matters read\nthe horrors of the siege of Troy, or the history of Jerusalem taken by\nTitus.  The one may be found in Homer, and the other in Josephus.  Or if\nthey prefer doings of a later date there is the taking of Sebastopol, as\nnarrated in the columns of the “Times” newspaper.  The accounts are\nequally true, instructive, and intelligible.  In the mean time allow the\nRev. Augustus Horne and myself to enter the private chambers of the\nrenowned though defeated general.\n\nWe rambled for a while through the covered way, over the glacis and along\nthe counterscarp, and listened to the guide as he detailed to us, in\nalready accustomed words, how the siege had gone.  Then we got into the\nprivate apartments of the general, and, having dexterously shaken off our\nattendant, wandered at large among the deserted rooms.\n\n“It is clear that no one ever comes here,” said I.\n\n“No,” said the Rev. Augustus; “it seems not; and to tell the truth, I\ndon’t know why any one should come.  The chambers in themselves are not\nattractive.”\n\nWhat he said was true.  They were plain, ugly, square, unfurnished rooms,\nhere a big one, and there a little one, as is usual in most\nhouses;—unfurnished, that is, for the most part.  In one place we did\nfind a table and a few chairs, in another a bedstead, and so on.  But to\nme it was pleasant to indulge in those ruminations which any traces of\nthe great or unfortunate create in softly sympathising minds.  For a time\nwe communicated our thoughts to each other as we roamed free as air\nthrough the apartments; and then I lingered for a few moments behind,\nwhile Mr. Horne moved on with a quicker step.\n\nAt last I entered the bedchamber of the general, and there I overtook my\nfriend.  He was inspecting, with much attention, an article of the great\nman’s wardrobe which he held in his hand.  It was precisely that virile\nhabiliment to which a well-known gallant captain alludes in his\nconversation with the posthumous appearance of Miss Bailey, as containing\na Bank of England £5 note.\n\n“The general must have been a large man, George, or he would hardly have\nfilled these,” said Mr. Horne, holding up to the light the respectable\nleathern articles in question.  “He must have been a very large man,—the\nlargest man in Antwerp, I should think; or else his tailor has done him\nmore than justice.”\n\nThey were certainly large, and had about them a charming regimental\nmilitary appearance.  They were made of white leather, with bright metal\nbuttons at the knees and bright metal buttons at the top.  They owned no\npockets, and were, with the exception of the legitimate outlet,\ncontinuous in the circumference of the waistband.  No dangling strings\ngave them an appearance of senile imbecility.  Were it not for a certain\nrigidity, sternness, and mental inflexibility,—we will call it military\nardour,—with which they were imbued, they would have created envy in the\nbosom of a fox-hunter.\n\nMr. Horne was no fox-hunter, but still he seemed to be irresistibly taken\nwith the lady-like propensity of wishing to wear them.  “Surely, George,”\nhe said, “the general must have been a stouter man than I am”—and he\ncontemplated his own proportions with complacency—“these what’s-the-names\nare quite big enough for me.”\n\nI differed in opinion, and was obliged to explain that I thought he did\nthe good living of Ollerton insufficient justice.\n\n“I am sure they are large enough for me,” he repeated, with considerable\nobstinacy.  I smiled incredulously; and then to settle the matter he\nresolved that he would try them on.  Nobody had been in these rooms for\nthe last hour, and it appeared as though they were never visited.  Even\nthe guide had not come on with us, but was employed in showing other\nparties about the fortifications.  It was clear that this portion of the\nbuilding was left desolate, and that the experiment might be safely made.\nSo the sportive rector declared that he would for a short time wear the\nregimentals which had once contained the valorous heart of General\nChassé.\n\nWith all decorum the Rev. Mr. Horne divested himself of the work of the\nLondon artist’s needle, and, carefully placing his own garments beyond\nthe reach of dust, essayed to fit himself in military garb.\n\nAt that important moment—at the critical instant of the attempt—the\nclatter of female voices was heard approaching the chamber.  They must\nhave suddenly come round some passage corner, for it was evident by the\nsound that they were close upon us before we had any warning of their\nadvent.  At this very minute Mr. Horne was somewhat embarrassed in his\nattempts, and was not fully in possession of his usual active powers of\nmovement, nor of his usual presence of mind.  He only looked for escape;\nand seeing a door partly open, he with difficulty retreated through it,\nand I followed him.  We found that we were in a small dressing-room; and\nas by good luck the door was defended by an inner bolt, my friend was\nable to protect himself.\n\n“There shall be another siege, at any rate as stout as the last, before I\nsurrender,” said he.\n\nAs the ladies seemed inclined to linger in the room it became a matter of\nimportance that the above-named articles should fit, not only for\nornament but for use.  It was very cold, and Mr. Horne was altogether\nunused to move in a Highland sphere of life.  But alas, alas!  General\nChassé had not been nurtured in the classical retirement of Ollerton.\nThe ungiving leather would stretch no point to accommodate the divine,\nthough it had been willing to minister to the convenience of the soldier.\nMr. Horne was vexed and chilled; and throwing the now hateful garments\ninto a corner, and protecting himself from the cold as best he might by\nstanding with his knees together and his body somewhat bent so as to give\nthe skirts of his coat an opportunity of doing extra duty, he begged me\nto see if those jabbering females were not going to leave him in peace to\nrecover his own property.  I accordingly went to the door, and opening it\nto a small extent I peeped through.\n\nWho shall describe my horror at the sight which I then saw?  The scene,\nwhich had hitherto been tinted with comic effect, was now becoming so\ndecidedly tragic that I did not dare at once to acquaint my worthy pastor\nwith that which was occurring,—and, alas! had already occurred.\n\nFive country-women of our own—it was easy to know them by their dress and\ngeneral aspect—were standing in the middle of the room; and one of them,\nthe centre of the group, the senior harpy of the lot, a maiden lady—I\ncould have sworn to that—with a red nose, held in one hand a huge pair of\nscissors, and in the other—the already devoted goods of my most\nunfortunate companion!  Down from the waistband, through that goodly\nexpanse, a fell gash had already gone through and through; and in\nuseless, unbecoming disorder the broadcloth fell pendant from her arm on\nthis side and on that.  At that moment I confess that I had not the\ncourage to speak to Mr. Horne,—not even to look at him.\n\nI must describe that group.  Of the figure next to me I could only see\nthe back.  It was a broad back done up in black silk not of the newest.\nThe whole figure, one may say, was dumpy.  The black silk was not long,\nas dresses now are worn, nor wide in its skirts.  In every way it was\nskimpy, considering the breadth it had to cover; and below the silk I saw\nthe heels of two thick shoes, and enough to swear by of two woollen\nstockings.  Above the silk was a red and blue shawl; and above that a\nponderous, elaborate brown bonnet, as to the materials of which I should\nnot wish to undergo an examination.  Over and beyond this I could only\nsee the backs of her two hands.  They were held up as though in wonder at\nthat which the red-nosed holder of the scissors had dared to do.\n\nOpposite to this lady, and with her face fully tamed to me, was a\nkindly-looking, fat motherly woman, with light-coloured hair, not in the\nbest order.  She was hot and scarlet with exercise, being perhaps too\nstout for the steep steps of the fortress; and in one hand she held a\nhandkerchief, with which from time to time she wiped her brow.  In the\nother hand she held one of the extremities of my friend’s property,\nfeeling—good, careful soul!—what was the texture of the cloth.  As she\ndid so, I could see a glance of approbation pass across her warm\nfeatures.  I liked that lady’s face, in spite of her untidy hair, and\nfelt that had she been alone my friend would not have been injured.\n\nOn either side of her there stood a flaxen-haired maiden, with long\ncurls, large blue eyes, fresh red cheeks, an undefined lumpy nose, and\nlarge good-humoured mouth.  They were as like as two peas, only that one\nwas half an inch taller than the other; and there was no difficulty in\ndiscovering, at a moment’s glance, that they were the children of that\nover-heated matron who was feeling the web of my friend’s cloth.\n\nBut the principal figure was she who held the centre place in the group.\nShe was tall and thin, with fierce-looking eyes, rendered more fierce by\nthe spectacles which she wore; with a red nose as I said before; and\nabout her an undescribable something which quite convinced me that she\nhad never known—could never know—aught of the comforts of married life.\nIt was she who held the scissors and the black garments.  It was she who\nhad given that unkind cut.  As I looked at her she whisked herself\nquickly round from one companion to the other, triumphing in what she had\ndone, and ready to triumph further in what she was about to do.  I\nimmediately conceived a deep hatred for that Queen of the Harpies.\n\n“Well, I suppose they can’t be wanted again,” said the mother, rubbing\nher forehead.\n\n“Oh dear no!” said she of the red nose.  “They are relics!”  I thought to\nleap forth; but for what purpose should I have leaped?  The accursed\nscissors had already done their work; and the symmetry, nay, even the\nutility of the vestment was destroyed.\n\n“General Chassé wore a very good article;—I will say that for him,”\ncontinued the mother.\n\n“Of course he did!” said the Queen Harpy.  “Why should he not, seeing\nthat the country paid for it for him?  Well, ladies, who’s for having a\nbit?”\n\n“Oh my! you won’t go for to cut them up,” said the stout back.\n\n“Won’t I,” said the scissors; and she immediately made another incision.\n“Who’s for having a bit?  Don’t all speak at once.”\n\n“I should like a morsel for a pincushion,” said flaxen-haired Miss No. 1,\na young lady about nineteen, actuated by a general affection for all\nsword-bearing, fire-eating heroes.  “I should like to have something to\nmake me think of the poor general!”\n\nSnip, snip went the scissors with professional rapidity, and a round\npiece was extracted from the back of the calf of the left leg.  I\nshuddered with horror; and so did the Rev. Augustus Horne with cold.\n\n“I hardly think it’s proper to cut them up,” said Miss No. 2.\n\n“Oh isn’t it?” said the harpy.  “Then I’ll do what’s improper!”  And she\ngot her finger and thumb well through the holes in the scissors’ handles.\nAs she spoke resolution was plainly marked on her brow.\n\n“Well, if they are to be cut up, I should certainly like a bit for a\npen-wiper,” said No. 2.  No. 2 was a literary young lady with a\nperiodical correspondence, a journal, and an album.  Snip, snip went the\nscissors again, and the broad part of the upper right division afforded\nample materials for a pen-wiper.\n\nThen the lady with the back, seeing that the desecration of the article\nhad been completed, plucked up heart of courage and put in her little\nrequest; “I think I might have a needle-case out of it,” said she, “just\nas a suvneer of the poor general”—and a long fragment cut rapidly out of\nthe waistband afforded her unqualified delight.\n\nMamma, with the hot face and untidy hair, came next.  “Well, girls,” she\nsaid, “as you are all served, I don’t see why I’m to be left out.\nPerhaps, Miss Grogram”—she was an old maid, you see—“perhaps, Miss\nGrogram, you could get me as much as would make a decent-sized reticule.”\n\nThere was not the slightest difficulty in doing this.  The harpy in the\ncentre again went to work, snip, snip, and extracting from that portion\nof the affairs which usually sustained the greater portion of Mr. Horne’s\nweight two large round pieces of cloth, presented them to the\nwell-pleased matron.  “The general knew well where to get a bit of good\nbroadcloth, certainly,” said she, again feeling the pieces.\n\n“And now for No. 1,” said she whom I so absolutely hated; “I think there\nis still enough for a pair of slippers.  There’s nothing so nice for the\nhouse as good black cloth slippers that are warm to the feet and don’t\nshow the dirt.”  And so saying, she spread out on the floor the lacerated\nremainders.\n\n“There’s a nice bit there,” said young lady No. 2, poking at one of the\npockets with the end of her parasol.\n\n“Yes,” said the harpy, contemplating her plunder.  “But I’m thinking\nwhether I couldn’t get leggings as well.  I always wear leggings in the\nthick of the winter.”  And so she concluded her operations, and there was\nnothing left but a melancholy skeleton of seams and buttons.\n\nAll this having been achieved, they pocketed their plunder and prepared\nto depart.  There are people who have a wonderful appetite for relics.  A\nstone with which Washington had broken a window when a boy—with which he\nhad done so or had not, for there is little difference; a button that was\non a coat of Napoleon’s, or on that of one of his lackeys; a bullet said\nto have been picked up at Waterloo or Bunker’s Hill; these, and suchlike\nthings are great treasures.  And their most desirable characteristic is\nthe ease with which they are attained.  Any bullet or any button does the\nwork.  Faith alone is necessary.  And now these ladies had made\nthemselves happy and glorious with “Relics” of General Chassé cut from\nthe ill-used habiliments of an elderly English gentleman!\n\nThey departed at last, and Mr. Horne, for once in an ill humour, followed\nme into the bedroom.  Here I must be excused if I draw a veil over his\nmanly sorrow at discovering what fate had done for him.  Remember what\nwas his position, unclothed in the Castle of Antwerp!  The nearest\nsuitable change for those which had been destroyed was locked up in his\nportmanteau at the Hôtel de Belle Rue in Brussels!  He had nothing left\nto him—literally nothing, in that Antwerp world.  There was no other\nwretched being wandering then in that Dutch town so utterly denuded of\nthe goods of life.  For what is a man fit,—for what can he be fit,—when\nleft in such a position?  There are some evils which seem utterly to\ncrush a man; and if there be any misfortune to which a man may be allowed\nto succumb without imputation on his manliness, surely it is such as\nthis.  How was Mr. Horne to return to his hotel without incurring the\ndispleasure of the municipality?  That was my first thought.\n\nHe had a cloak, but it was at the inn; and I found that my friend was\noppressed with a great horror at the idea of being left alone; so that I\ncould not go in search of it.  There is an old saying, that no man is a\nhero to his valet de chambre, the reason doubtless being this, that it is\ncustomary for his valet to see the hero divested of those trappings in\nwhich so much of the heroic consists.  Who reverences a clergyman without\nhis gown, or a warrior without his sword and sabre-tasche?  What would\neven Minerva be without her helmet?\n\nI do not wish it to be understood that I no longer reverenced Mr. Horne\nbecause he was in an undress; but he himself certainly lost much of his\ncomposed, well-sustained dignity of demeanour.  He was fearful and\nquerulous, cold, and rather cross.  When, forgetting his size, I offered\nhim my own, he thought that I was laughing at him.  He began to be afraid\nthat the story would get abroad, and he then and there exacted a promise\nthat I would never tell it during his lifetime.  I have kept my word; but\nnow my old friend has been gathered to his fathers, full of years.\n\nAt last I got him to the hotel.  It was long before he would leave the\ncastle, cloaked though he was;—not, indeed, till the shades of evening\nhad dimmed the outlines of men and things, and made indistinct the\noutward garniture of those who passed to and fro in the streets.  Then,\nwrapped in his cloak, Mr. Horne followed me along the quays and through\nthe narrowest of the streets; and at length, without venturing to return\nthe gaze of any one in the hotel court, he made his way up to his own\nbedroom.\n\nDinnerless and supperless he went to his couch.  But when there he did\nconsent to receive some consolation in the shape of mutton cutlets and\nfried potatoes, a savory omelet, and a bottle of claret.  The mutton\ncutlets and fried potatoes at the Golden Fleece at Antwerp are—or were\nthen, for I am speaking now of well-nigh thirty years since—remarkably\ngood; the claret, also, was of the best; and so, by degrees, the look of\ndespairing dismay passed from his face, and some scintillations of the\nold fire returned to his eyes.\n\n“I wonder whether they find themselves much happier for what they have\ngot?” said he.\n\n“A great deal happier,” said I.  “They’ll boast of those things to all\ntheir friends at home, and we shall doubtless see some account of their\nsuccess in the newspapers.”\n\n“It would be delightful to expose their blunder,—to show them up.  Would\nit not, George?  To turn the tables on them?”\n\n“Yes,” said I, “I should like to have the laugh against them.”\n\n“So would I, only that I should compromise myself by telling the story.\nIt wouldn’t do at all to have it told at Oxford with my name attached to\nit.”\n\nTo this also I assented.  To what would I not have assented in my anxiety\nto make him happy after his misery?\n\nBut all was not over yet.  He was in bed now, but it was necessary that\nhe should rise again on the morrow.  At home, in England, what was\nrequired might perhaps have been made during the night; but here, among\nthe slow Flemings, any such exertion would have been impossible.  Mr.\nHorne, moreover, had no desire to be troubled in his retirement by a\ntailor.\n\nNow the landlord of the Golden Fleece was a very stout man,—a very stout\nman indeed.  Looking at him as he stood with his hands in his pockets at\nthe portal of his own establishment, I could not but think that he was\nstouter even than Mr. Horne.  But then he was certainly much shorter, and\nthe want of due proportion probably added to his unwieldy appearance.  I\nwalked round him once or twice wishfully, measuring him in my eye, and\nthinking of what texture might be the Sunday best of such a man.  The\nclothes which he then had on were certainly not exactly suited to Mr.\nHorne’s tastes.\n\nHe saw that I was observing him, and appeared uneasy and offended.  I had\nalready ascertained that he spoke a little English.  Of Flemish I knew\nliterally nothing, and in French, with which probably he was also\nacquainted, I was by no means voluble.  The business which I had to\ntransact was intricate, and I required the use of my mother-tongue.\n\nIt was intricate and delicate, and difficult withal.  I began by\nremarking on the weather, but he did not take my remarks kindly.  I am\ninclined to fancy that he thought I was desirous of borrowing money from\nhim.  At any rate he gave me no encouragement in my first advances.\n\n“Vat misfortune?” at last he asked, when I had succeeded in making him\nunderstand that a gentleman up stairs required his assistance.\n\n“He has lost these things,” and I took hold of my own garments.  “It’s a\nlong story, or I’d tell you how; but he has not a pair in the world till\nhe gets back to Brussels,—unless you can lend him one.”\n\n“Lost hees br-?” and he opened his eyes wide, and looked at me with\nastonishment.\n\n“Yes, yes, exactly so,” said I, interrupting him.  “Most astonishing\nthing, isn’t it?  But it’s quite true.”\n\n“Vas hees money in de pocket?” asked my auspicious landlord.\n\n“No, no, no.  It’s not so bad as that, his money is all right.  I had the\nmoney, luckily.”\n\n“Ah! dat is better.  But he have lost hees b-?”\n\n“Yes, yes;” I was now getting rather impatient.  “There is no mistake\nabout it.  He has lost them as sure as you stand there.”  And then I\nproceeded to explain that as the gentleman in question was very stout,\nand as he, the landlord, was stout also, he might assist us in this great\ncalamity by a loan from his own wardrobe.\n\nWhen he found that the money was not in the pocket, and that his bill\ntherefore would be paid, he was not indisposed to be gracious.  He would,\nhe said, desire his servant to take up what was required to Mr. Horne’s\nchamber.  I endeavoured to make him understand that a sombre colour would\nbe preferable; but he only answered that he would put the best that he\nhad at the gentleman’s disposal.  He could not think of offering anything\nless than his best on such an occasion.  And then he turned his back and\nwent his way, muttering as he went something in Flemish, which I believed\nto be an exclamation of astonishment that any man should, under any\ncircumstances, lose such an article.\n\nIt was now getting late; so when I had taken a short stroll by myself, I\nwent to bed without disturbing Mr. Horne again that night.  On the\nfollowing morning I thought it best not to go to him unless he sent for\nme; so I desired the boots to let him know that I had ordered breakfast\nin a private room, and that I would await him there unless he wished to\nsee me.  He sent me word back to say that he would be with me very\nshortly.\n\nHe did not keep me waiting above half an hour, but I confess that that\nhalf hour was not pleasantly spent.  I feared that his temper would be\ntried in dressing, and that he would not be able to eat his breakfast in\na happy state of mind.  So that when I heard his heavy footstep advancing\nalong the passage my heart did misgive me, and I felt that I was\ntrembling.\n\nThat step was certainly slower and more ponderous than usual.  There was\nalways a certain dignity in the very sound of his movements, but now this\nseemed to have been enhanced.  To judge merely by the step one would have\nsaid that a bishop was coming that way instead of a prebendary.\n\nAnd then he entered.  In the upper half of his august person no\nalteration was perceptible.  The hair was as regular and as graceful as\never, the handkerchief as white, the coat as immaculate; but below his\nwell-filled waistcoat a pair of red plush began to shine in unmitigated\nsplendour, and continued from thence down to within an inch above his\nknee; nor, as it appeared, could any pulling induce them to descend\nlower.  Mr. Horne always wore black silk stockings,—at least so the world\nsupposed, but it was now apparent that the world had been wrong in\npresuming him to be guilty of such extravagance.  Those, at any rate,\nwhich he exhibited on the present occasion were more economical.  They\nwere silk to the calf, but thence upwards they continued their career in\nwhite cotton.  These then followed the plush; first two snowy, full-sized\npillars of white, and then two jet columns of flossy silk.  Such was the\nappearance, on that well-remembered morning, of the Rev. Augustus Horne,\nas he entered the room in which his breakfast was prepared.\n\nI could see at a glance that a dark frown contracted his eyebrows, and\nthat the compressed muscles of his upper lip gave a strange degree of\nausterity to his open face.  He carried his head proudly on high,\ndetermined to be dignified in spite of his misfortunes, and advanced two\nsteps into the room without a remark, as though he were able to show that\nneither red plush nor black cloth could disarrange the equal poise of his\nmighty mind!\n\nAnd after all what are a man’s garments but the outward husks in which\nthe fruit is kept, duly tempered from the wind?\n\n    “The rank is but the guinea stamp,\n    The man’s the gowd for a’ that.”\n\nAnd is not the tailor’s art as little worthy, as insignificant as that of\nthe king who makes\n\n    “A marquis, duke, and a’ that”?\n\nWho would be content to think that his manly dignity depended on his coat\nand waistcoat, or his hold on the world’s esteem on any other garment of\nusual wear?  That no such weakness soiled his mind Mr. Horne was\ndetermined to prove; and thus he entered the room with measured tread,\nand stern dignified demeanour.\n\nHaving advanced two steps his eye caught mine.  I do not know whether he\nwas moved by some unconscious smile on my part;—for in truth I\nendeavoured to seem as indifferent as himself to the nature of his\ndress;—or whether he was invincibly tickled by some inward fancy of his\nown, but suddenly his advancing step ceased, a broad flash of comic\nhumour spread itself over his features, he retreated with his back\nagainst the wall, and then burst out into an immoderate roar of loud\nlaughter.\n\nAnd I—what else could I then do but laugh?  He laughed, and I laughed.\nHe roared, and I roared.  He lifted up his vast legs to view till the\nrays of the morning sun shone through the window on the bright hues which\nhe displayed; and he did not sit down to his breakfast till he had in\nevery fantastic attitude shown off to the best advantage the red plush of\nwhich he had so recently become proud.\n\nAn Antwerp private cabriolet on that day reached the yard of the Hôtel de\nBelle Vue at about 4 p.m., and four waiters, in a frenzy of astonishment,\nsaw the Reverend Augustus Horne descend from the vehicle and seek his\nchamber dressed in the garments which I have described.  But I am\ninclined to think that he never again favoured any of his friends with\nsuch a sight.\n\nIt was on the next evening after this that I went out to drink tea with\ntwo maiden ladies, relatives of mine, who kept a seminary for English\ngirls at Brussels.  The Misses Macmanus were very worthy women, and\nearned their bread in an upright, painstaking manner.  I would not for\nworlds have passed through Brussels without paying them this compliment.\nThey were, however, perhaps a little dull, and I was aware that I should\nnot probably meet in their drawing-room many of the fashionable\ninhabitants of the city.  Mr. Horne had declined to accompany me; but in\ndoing so he was good enough to express a warm admiration for the\ncharacter of my worthy cousins.\n\nThe elder Miss Macmanus, in her little note, had informed me that she\nwould have the pleasure of introducing me to a few of my “compatriots.”\nI presumed she meant Englishmen; and as I was in the habit of meeting\nsuch every day of my life at home, I cannot say that I was peculiarly\nelevated by the promise.  When, however, I entered the room, there was no\nEnglishman there;—there was no man of any kind.  There were twelve ladies\ncollected together with the view of making the evening pass agreeably to\nme, the single virile being among them all.  I felt as though I were a\nsort of Mohammed in Paradise; but I certainly felt also that the Paradise\nwas none of my own choosing.\n\nIn the centre of the amphitheatre which the ladies formed sat the two\nMisses Macmanus;—there, at least, they sat when they had completed the\nprocess of shaking hands with me.  To the left of them, making one wing\nof the semicircle, were arranged the five pupils by attending to whom the\nMisses Macmanus earned their living; and the other wing consisted of the\nfive ladies who had furnished themselves with relics of General Chassé.\nThey were my “compatriots.”\n\nI was introduced to them all, one after the other; but their names did\nnot abide in my memory one moment.  I was thinking too much of the\nsingularity of the adventure, and could not attend to such minutiæ.  That\nthe red-rosed harpy was Miss Grogram, that I remembered;—that, I may say,\nI shall never forget.  But whether the motherly lady with the somewhat\nblowsy hair was Mrs. Jones, or Mrs. Green, or Mrs. Walker, I cannot now\nsay.  The dumpy female with the broad back was always called Aunt Sally\nby the young ladies.\n\nToo much sugar spoils one’s tea; I think I have heard that even\nprosperity will cloy when it comes in overdoses; and a schoolboy has been\nknown to be overdone with jam.  I myself have always been peculiarly\nattached to ladies’ society, and have avoided bachelor parties as things\nexecrable in their very nature.  But on this special occasion I felt\nmyself to be that schoolboy;—I was literally overdone with jam.  My tea\nwas all sugar, so that I could not drink it.  I was one among twelve.\nWhat could I do or say?  The proportion of alloy was too small to have\nany effect in changing the nature of the virgin silver, and the\nconversation became absolutely feminine.\n\nI must confess also that my previous experience as to these compatriots\nof mine had not prejudiced me in their favour.  I regarded them with,—I\nam ashamed to say so, seeing that they were ladies,—but almost with\nloathing.  When last I had seen them their occupation had reminded me of\nsome obscene feast of harpies, or almost of ghouls.  They had brought\ndown to the verge of desperation the man whom of all men I most\nvenerated.  On these accounts I was inclined to be taciturn with\nreference to them;—and then what could I have to say to the Misses\nMacmanus’s five pupils?\n\nMy cousin at first made an effort or two in my favour, but these efforts\nwere fruitless.  I soon died away into utter unrecognised insignificance,\nand the conversation, as I have before said, became feminine.  And indeed\nthat horrid Miss Grogram, who was, as it were, the princess of the\nghouls, nearly monopolised the whole of it.  Mamma Jones—we will call her\nJones for the occasion—put in a word now and then, as did also the elder\nand more energetic Miss Macmanus.  The dumpy lady with the broad back ate\ntea-cake incessantly; the two daughters looked scornful, as though they\nwere above their company with reference to the five pupils; and the five\npupils themselves sat in a row with the utmost propriety, each with her\nhands crossed on her lap before her.\n\nOf what they were talking at last I became utterly oblivious.  They had\nignored me, going into realms of muslin, questions of maid-servants,\nfemale rights, and cheap under-clothing; and I therefore had ignored\nthem.  My mind had gone back to Mr. Horne and his garments.  While they\nspoke of their rights, I was thinking of his wrongs; when they mentioned\nthe price of flannel, I thought of that of broadcloth.\n\nBut of a sudden my attention was arrested.  Miss Macmanus had said\nsomething of the black silks of Antwerp, when Miss Grogram replied that\nshe had just returned from that city and had there enjoyed a great\nsuccess.  My cousin had again asked something about the black silks,\nthinking, no doubt, that Miss Grogram had achieved some bargain, but that\nlady had soon undeceived her.\n\n“Oh no,” said Miss Grogram, “it was at the castle.  We got such beautiful\nrelics of General Chassé!  Didn’t we, Mrs. Jones?”\n\n“Indeed we did,” said Mrs. Jones, bringing out from beneath the skirts of\nher dress and ostensibly displaying a large black bag.\n\n“And I’ve got such a beautiful needle-case,” said the broad-back,\ndisplaying her prize.  “I’ve been making it up all the morning.”  And she\nhanded over the article to Miss Macmanus.\n\n“And only look at this duck of a pen-wiper,” simpered flaxen-hair No. 2.\n“Only think of wiping one’s pens with relics of General Chassé!” and she\nhanded it over to the other Miss Macmanus.\n\n“And mine’s a pin-cushion,” said No. 1, exhibiting the trophy.\n\n“But that’s nothing to what I’ve got,” said Miss Grogram.  “In the first\nplace, there’s a pair of slippers,—a beautiful pair;—they’re not made up\nyet, of course; and then—”\n\nThe two Misses Macmanus and their five pupils were sitting open-eared,\nopen-eyed, and open-mouthed.  How all these sombre-looking articles could\nbe relics of General Chassé did not at first appear clear to them.\n\n“What are they, Miss Grogram?” said the elder Miss Macmanus, holding the\nneedle-case in one hand and Mrs. Jones’s bag in the other.  Miss Macmanus\nwas a strong-minded female, and I reverenced my cousin when I saw the\ndecided way in which she intended to put down the greedy arrogance of\nMiss Grogram.\n\n“They are relics.”\n\n“But where do they come from, Miss Grogram?”\n\n“Why, from the castle, to be sure;—from General Chassé’s own rooms.”\n\n“Did anybody sell them to you?”\n\n“No.”\n\n“Or give them to you?”\n\n“Why, no;—at least not exactly give.”\n\n“There they were, and she took ’em,” said the broad-back.  Oh, what a\nlook Miss Grogram gave her!  “Took them! of course I took them.  That is,\nyou took them as much as I did.  They were things that we found lying\nabout.”\n\n“What things?” asked Miss Macmanus, in a peculiarly strong-minded tone.\n\nMiss Grogram seemed to be for a moment silenced.  I had been ignored, as\nI have said, and my existence forgotten; but now I observed that the eyes\nof the culprits were turned towards me,—the eyes, that is, of four of\nthem.  Mrs. Jones looked at me from beneath her fan; the two girls\nglanced at me furtively, and then their eyes fell to the lowest flounces\nof their frocks.\n\nMiss Grogram turned her spectacles right upon me, and I fancied that she\nnodded her head at me as a sort of answer to Miss Macmanus.  The five\npupils opened their mouths and eyes wider; but she of the broad back was\nnothing abashed.  It would have been nothing to her had there been a\ndozen gentlemen in the room.  “We just found a pair of black—.”  The\nwhole truth was told in the plainest possible language.\n\n“Oh, Aunt Sally!”  “Aunt Sally, how can you?”  “Hold your tongue, Aunt\nSally!”\n\n“And then Miss Grogram just cut them up with her scissors,” continued\nAunt Sally, not a whit abashed, “and gave us each a bit, only she took\nmore than half for herself.”  It was clear to me that there had been some\nquarrel, some delicious quarrel, between Aunt Sally and Miss Grogram.\nThrough the whole adventure I had rather respected Aunt Sally.  “She took\nmore than half for herself,” continued Aunt Sally.  “She kept all the—”\n\n“Jemima,” said the elder Miss Macmanus, interrupting the speaker and\naddressing her sister, “it is time, I think, for the young ladies to\nretire.  Will you be kind enough to see them to their rooms?”  The five\npupils thereupon rose from their seats—and courtesied.  They then left\nthe room in file, the younger Miss Macmanus showing them the way.\n\n“But we haven’t done any harm, have we?” asked Mrs. Jones, with some\ntremulousness in her voice.\n\n“Well, I don’t know,” said Miss Macmanus.  “What I’m thinking of now is\nthis;—to whom, I wonder, did the garments properly belong?  Who had been\nthe owner and wearer of them?”\n\n“Why, General Chassé of course,” said Miss Grogram.\n\n“They were the general’s,” repeated the two young ladies; blushing,\nhowever, as they alluded to the subject.\n\n“Well, we thought they were the general’s, certainly; and a very\nexcellent article they were,” said Mrs. Jones.\n\n“Perhaps they were the butler’s?” said Aunt Sally.  I certainly had not\ngiven her credit for so much sarcasm.\n\n“Butler’s!” exclaimed Miss Grogram, with a toss of her head.\n\n“Oh, Aunt Sally, Aunt Sally! how can you?” shrieked the two young ladies.\n\n“Oh laws!” ejaculated Mrs. Jones.\n\n“I don’t think that they could have belonged to the butler,” said Miss\nMacmanus, with much authority, “seeing that domestics in this country are\nnever clad in garments of that description; so far my own observation\nenables me to speak with certainty.  But it is equally sure that they\nwere never the property of the general lately in command at Antwerp.\nGenerals, when they are in full dress, wear ornamental lace upon\ntheir—their regimentals; and when—”  So much she said, and something\nmore, which it may be unnecessary that I should repeat; but such were her\neloquence and logic that no doubt would have been left on the mind of any\nimpartial hearer.  If an argumentative speaker ever proved anything, Miss\nMacmanus proved that General Chassé had never been the wearer of the\narticle in question.\n\n“But I know very well they were his!” said Miss Grogram, who was not an\nimpartial hearer.  “Of course they were; whose else’s should they be?”\n\n“I’m sure I hope they were his,” said one of the young ladies, almost\ncrying.\n\n“I wish I’d never taken it,” said the other.\n\n“Dear, dear, dear!” said Mrs. Jones.\n\n“I’ll give you my needle-case, Miss Grogram,” said Aunt Sally.\n\nI had sat hitherto silent during the whole scene, meditating how best I\nmight confound the red-nosed harpy.  Now, I thought, was the time for me\nto strike in.\n\n“I really think, ladies, that there has been some mistake,” said I.\n\n“There has been no mistake at all, sir!” said Miss Grogram.\n\n“Perhaps not,” I answered, very mildly; “very likely not.  But some\naffair of a similar nature was very much talked about in Antwerp\nyesterday.”\n\n“Oh laws!” again ejaculated Mrs. Jones.\n\n“The affair I allude to has been talked about a good deal, certainly,” I\ncontinued.  “But perhaps it may be altogether a different circumstance.”\n\n“And what may be the circumstance to which you allude?” asked Miss\nMacmanus, in the same authoritative tone.\n\n“I dare say it has nothing to do with these ladies,” said I; “but an\narticle of dress, of the nature they have described, was cut up in the\nCastle of Antwerp on the day before yesterday.  It belonged to a\ngentleman who was visiting the place; and I was given to understand that\nhe is determined to punish the people who have wronged him.”\n\n“It can’t be the same,” said Miss Grogram; but I could see that she was\ntrembling.\n\n“Oh laws! what will become of us?” said Mrs. Jones.\n\n“You can all prove that I didn’t touch them, and that I warned her not,”\nsaid Aunt Sally.  In the mean time the two young ladies had almost\nfainted behind their fans.\n\n“But how had it come to pass,” asked Miss Macmanus, “that the gentleman\nhad—”\n\n“I know nothing more about it, cousin,” said I; “only it does seem that\nthere is an odd coincidence.”\n\nImmediately after this I took my leave.  I saw that I had avenged my\nfriend, and spread dismay in the hearts of these who had injured him.  I\nhad learned in the course of the evening at what hotel the five ladies\nwere staying; and in the course of the next morning I sauntered into the\nhall, and finding one of the porters alone, asked if they were still\nthere.  The man told me that they had started by the earliest diligence.\n“And,” said he, “if you are a friend of theirs, perhaps you will take\ncharge of these things, which they have left behind them?”  So saying, he\npointed to a table at the back of the hall, on which were lying the black\nbag, the black needle-case, the black pin cushion, and the black\npen-wiper.  There was also a heap of fragments of cloth which I well knew\nhad been intended by Miss Grogram for the comfort of her feet and ancles.\n\nI declined the commission, however.  “They were no special friends of\nmine,” I said; and I left all the relics still lying on the little table\nin the back hall.\n\n“Upon the whole, I am satisfied!” said the Rev. Augustus Horne, when I\ntold him the finale of the story.\n\n\n\n",
  "metadata": {
    "author": [
      "Trollope, Anthony"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/3711/pg3711.txt",
    "name": "the_relics_of_general_chasse_a_tale_of_antwerp"
  }
}
