{
    "name": "The Beginning of the Sea Story of Australia\r\n1901",
    "author": [
        "Becke, Louis"
    ],
    "body": "From \"The Tapu Of Banderah and Other Stories\"\n\nC. Arthur Pearson Ltd.\n\n1901\n\nTo many people in England the mention of Australia conjures pictures of\ntented gold-fields and tall, black-bearded, red-shirted bushrangers; of\nmounted police recruited from \"flaxen-haired younger sons of good old\nEnglish families, well-groomed and typically Anglo-Saxon\"; of squatters\nand sheep runs; of buckjumpers ridden by the most daring riders in the\nworld; and of much more to the same purpose; but never is presented a\npicture of the sea or sailor folk.\n\nYet the first half-century of Australian history is all to do with the\nocean. The British sailor laid the foundation of the Australian nation,\nand, in the beginning, more than any other class, the sailorman did the\ncolonising--and did it well. This, however, is the story of most British\npossessions, and generally it is gratefully remembered and the sailor\nduly credited and kindly thought of for his work. But in these days\nthe dry west wind from the back blocks seems to have blown the taste of\nbrine and the sound of the seethe of the curling \"white horse\" out of\nthe mind of the native-born Australian; and the sailing day of a mail\nboat is the only thing that the average colonial knows or cares to know\nabout salt water.\n\nTo write on such a subject as this, one has to leave out so much, that\nit is necessary to begin almost in the middle in order to reach an\nending. Sea exploration and coast surveying opened the ways; whaling--it\nmay surprise the reader, but it is nevertheless true--was once the main\nsupport of Australia and New Zealand; and runaway sailors formed a\nvery considerable part of the back country population, such men making\nhandier and better farm labourers, stockmen, and, later on, miners,\nby reason of their adaptability to strange surroundings, than\nticket-of-leave men or the average free emigrant.\n\nThe first four successive Governors of Australia--in the beginning, be\nit remembered, the continent was one colony--were captains in the Navy.\nGoverning in those rough days was not a mere master-of-the-ceremonies\nappointment, and Phillip, Hunter, King, and Bligh, if they made\nmistakes, considering their previous training, the populations they\ngoverned and the times in which they lived, amply justify Palmerston's\nwords that if he wanted a thing done well in a distant part of the\nworld; when he wanted a man with a good head, a good heart, lots of\npluck, and plenty of common sense--he would always send for a captain of\nthe Navy.\n\nPhillip, the first of these Governors, was sent out to found \"a penal\nsettlement at Botany Bay, on the coast of New Holland,\" and did the work\nin such fashion, in spite of every discouragement from the forces of\nnature, the Home Government, and his own officers, as to well entitle\nhim to a place among the builders of Greater Britain. What was known\nof Australia, or rather New Holland--the name of Australia was still in\nfuturity--in 1788, when Phillip first landed on its shores?\n\nLet us say nothing of Spanish, Portuguese, and Dutch voyages; of wrecks\nand piracies; of maroonings, and massacres by blacks; of the discoveries\nof Dampier and of Cook, but sum the whole up thus: the east coast of\nAustralia, from its northernmost extremity to its southernmost,\nwas practically unknown to the world, and was absolutely unknown to\nEnglishmen until Cook's first voyage. Cook, in the _Endeavour_, ran\nalong the whole east coast, entering a few bays, naming many points,\nand particularly describing Botany Bay where he stayed some little time;\nthen he sailed through Torres Straits, and thence, _via_ Batavia, home\nto England, where he arrived in June, 1771. The English Government took\nno advantage of his discoveries until 1786, when Botany Bay was\nfixed upon as the site of a new penal settlement; and this choice was\ndetermined, more than anything else, by the advice of Sir Joseph Banks,\nwho, from the time of his voyage with Cook in the _Endeavour_ till his\ndeath, took the keenest interest in the continent; and colonists are\nmore indebted to the famous naturalist for his friendly services than to\nany other civilian Englishman of the time.\n\nPhillip's commission ordered him to proceed to Botany Bay, but\nauthorised him to choose another site for the settlement if he\nconsidered a better could be found. He arrived with his fleet of\ntransports in 1788, after a voyage of many months' duration, so managed\nthat, though the fleet was the first to make the passage and was made\nup of more ships and more prisoners than any succeeding fleet, there was\nless sickness and fewer deaths than on any of the convoys which followed\nit Phillip made a careful examination of Botany Bay, and finding it\nunsuitable for planting, the settlement was removed to Port Jackson.\nAfter landing the exiles, the transports returned to Europe _via_ China\nand the East Indies, and their route was along the north-east coast of\nAustralia. The voyages of these returning transports, under the\nnavy agent, Lieutenant Short-land, were fruitful in discoveries and\nadventures. Meanwhile Phillip and his officers were working hard,\nbuilding their homes and taking their recreation in exploring the\ncountry and the coast for many miles around them. And with such\npoor means as an indifferent Home Government provided, this work of\nexploration went on continually under each naval governor, the pressing\nwant of food spurring the pioneers ever on in the search for good\nland; but that very need, with the lack of vessels, of men who could be\ntrusted, of all that was necessary for exploration, kept them chained in\na measure to their base at Sydney Cove.\n\nPhillip, white-faced, cold and reserved, but with a heart full of pity,\nwas responsible for the lives of a thousand people in a desolate country\ntwelve thousand miles from England--so desolate that his discontented\nofficers without exception agreed that the new colony was \"the\nmost God-forsaken land in the world.\" The convict settlers were so\nill-chosen, and the Government so neglected to supply them with even the\nbarest necessities from Home, that for several years after their landing\nthey were in constant distress from famine; and disease and death from\nthis cause alone was an evil regularly to be encountered by the silent,\nhard-working Phillip. The only means of relief open to the starving\nsettlement was by importing food from Batavia and the Cape of Good\nHope, and to procure such supplies Phillip had but two ships at his\ndisposal--the worn-out old frigate _Sirius_ (which was lost at Norfolk\nIsland soon after the founding of the settlement) and a small brig of\nwar, the _Supply_--which for many weary months were the only means of\ncommunication with civilisation.\n\nThe Home Government, when they did despatch a second fleet, instead of\nsending supplies for the starving people under Phillip's care, sent more\nprisoners, and very little to eat was sent with them. The authorities\nseem to have had an idea that a few hundred shovels, some decayed garden\nseeds, and a thousand or two of Old Bailey men and women criminals, were\nall the means needed to found a prosperous and self-supporting colony.\nHow Phillip and his successors surmounted these difficulties is another\nstory; but in the sea history of Australia the work of the naval\ngovernors occupies no small space in it. Remember, too, that the Torres\nStraits route and the Great Barrier Reef, now as well charted as the\nSolent, were only then being slowly discovered by clumsy old sailing\ncraft, whose masters learnt to dread and avoid the dangers of the\nunknown coast as children grow cautious of fire, by actually touching\nit.\n\nHunter, the second Governor of New South Wales, and King, the third\nGovernor, both did remarkable surveying work on the coast while serving\nunder Phillip, and both made still more remarkable voyages to England.\nHunter was the senior naval officer under Phillip, and was in command of\nthe _Sirius_ when she was lost on Norfolk Island.\n\nThis is how the dauntless Hunter got home with the crew of the _Sirius_,\nafter waiting six months on Norfolk Island for the chance of a passage.\nThe _Waaksamheyd_, a Dutch snow{*} of 300-tons burden, which had brought\nsupplies to Sydney from Batavia, was engaged to take Hunter and his\nshipwrecked crew to England. She was _thirteen months_ on the voyage,\nand here are some extracts from Hunter's letter to the Admiralty,\nwritten from Portsmouth on the 23rd of April, 1792:--\n\n\"I sailed from Port Jackson on the 27th of March, 1791, victualled\nfor six months and with sixty tons of water. We were one hundred and\ntwenty-three people on board all told\" (remember this vessel was of\nthree hundred tons burden). \"The master was directed to call at Norfolk\nIsland to receive despatches, but contrary winds prevented us carrying\nout these orders. We steered to the northward and made New Caledonia,\npassing to the westward of it, as the master (a Dutchman) did not feel\nhimself qualified to navigate a vessel in these unknown seas. He had,\nupon leaving Port Jackson, requested my assistance, which I gave him. In\nsailing to the northward we fell in with several islands and shoals, the\nsituations of which we determined, and it is my intention, if the Navy\nBoard will permit me, to lay a short account of this northern passage\nbefore the Board, when the discoveries will be particularly mentioned.\nNo ship that I have heard of having sailed between New Britain and New\nIreland since that passage was discovered by Captain Carteret in\nHer Majesty's sloop _Swallow_, I was the more desirous to take that\nroute.... We passed through the Straits of Macassar and arrived at\nBatavia after a tedious and distressing passage of twenty-six weeks.\"\n\n     * A snow differed somewhat slightly from a brig. It had two\n     masts similar to the fore and mainmasts of a brig or ship,\n     and, close abaft the mainmast, a topsail mast.\n\nAfter burying an officer and two seamen at Batavia, Hunter left that\nplace on October 20th, reached the Cape on the 17th of December, and\nwas driven to sea again after the loss of two anchors, till the 30th.\nSo weak and ill were his men from the effects of their stay in the\nunhealthy climate of Batavia, that he had to remain at the Cape till the\n18th of January, when he again put to sea and sailed for England.\n\nHunter's brief and precise official account of his voyage discloses\nlittle of the great distress of that thirteen months' passage; but it\nshows how the spirit of discovery was in the man; how, in spite of the\ncare of one hundred and twenty-three people in a 300-ton vessel, and\nhalf rations, he had time and energy enough to think of surveying. One\nresult of his voyage was his strongly expressed opinion that the proper\nroute home from Australia was _via_ Cape Horn--now the recognised\nhomeward route for sailing vessels.\n\nThe name of King ought never to be forgotten, for the services of father\nand son in Australian waters were very great. King, the elder, came\nout with Phillip as second lieutenant of the crazy old _Sirius_. He had\npreviously served under Phillip in the East Indies, and soon after the\narrival of the first fleet in \"Botany Bay,\" as New South Wales was\nthen called, he was sent with a detachment of Marines and a number of\nconvicts to colonise Norfolk Island. His task was a hard one, but he\naccomplished it in the face of almost heartbreaking difficulties.\n\nPhillip, finding that his despatches failed to awaken the Home\nGovernment to a sense of the deplorable situation of the colony he\nhad founded at Port Jackson, determined to send home a man who would\nrepresent the true state of affairs. He chose King for the service.\nEvery other officer--both naval and military--was ready to go, and would\nhave eloquently described the miseries of the colonists, and harped on\nthe necessity for an instant abandonment of the settlement--they were\nwriting letters to this effect by every chance they could get to forward\nthem--but this was not what Phillip wanted. He, and he alone, recognised\nthe future possibilities of New South Wales, writing even at the time\nof his deepest distress: \"This will be the greatest acquisition Great\nBritain has ever made.\" All he asked was for reasonable help in the way\nof food and decent settlers who could work. All he got in answer to\nhis requests was the further shipment of the scum of the gaols and the\nhulks--and some more spades and seeds. King believed in his chief and\ncordially worked with him--and King was the silent Phillip's one friend.\n\nSo King went home, his voyage thither being one of the most singular\never made by naval officer. He left Sydney Cove in April, 1790, and\nafter a tedious passage reached Batavia. Here he engaged a small Dutch\nvessel to take him to the Cape of Good Hope, sailing for that port in\nAugust Before the ship had been a week at sea, save four men, the whole\ncrew, including the master, were stricken with the hideous \"putrid\nfever\"--a common disease in \"country\" ships at that time. King, a quick\nand masterful man, took command, and with his four well men lived on\ndeck in a tent to escape contagion. The rest of the ship's company,\nwhich included a surgeon, lay below delirious, and one after another of\nthem dying--seventeen of them died in a fortnight.\n\nKing tells how, when handling the bodies to throw them overboard, he and\nhis men covered their mouths with sponges soaked in vinegar to prevent\ncontagion. In this short-handed condition he navigated the vessel to the\nMauritius, where, \"having heard of the misunderstanding with the French\"\nthe gallant officer refused to take passage in a French frigate; but\nprocuring a new crew worked his way to the Cape, where he arrived\nin September, reaching England in December, after a passage which\naltogether occupied eight months--a letter from England to Australia and\na reply to it now occupies about ten weeks.\n\nIn England King was well received, being confirmed in his appointment as\nCommandant of Norfolk Island, and he succeeded in getting some help for\nhis fellow-colonists. Upon his return to his island command the little\ncolony proved a great worry. The military guard mutinied, and King armed\nthe convict settlers to suppress the mutiny! This act of his gave great\noffence in some quarters. Phillip had resigned the command at Sydney,\nand the Lieutenant-Governor of the colony, who was in charge, was the\ncommanding officer of the New South Wales Regiment--more celebrated in\nthe records for its mutinies than its services--and the degradation\nof the Norfolk Island detachment by King was never forgiven by the\nsoldiers, but the Home Government quite approved his conduct.\n\nBut King made one very serious mistake. He had sent a vessel to New\nZealand, and from thence had imported certain Maori chiefs to instruct\nthe settlers on Norfolk Island in flax cultivation.\n\nKing had pledged his word to these noble savages to return them to their\nnative country, and in order to do so, and make sure of their getting\nthere, he himself embarked in a vessel, leaving his command for a few\ndays to the charge of his subordinate, while he sailed the thirteen\nhundred miles to New Zealand and back. For this he was censured, but\nwas notwithstanding afterwards appointed the third Governor of New South\nWales, succeeding Hunter.\n\nKing's son, who was born at Norfolk Island in 1791, entered the Navy\nin 1807, and saw any amount of fighting in the French war; then went to\nAustralia in 1817, and surveyed its eastern coast in such a manner that,\nwhen he returned to England in 1823 there was little but detail\nwork left for those who followed him. Then he was appointed to the\n_Adventure_, which, in conjunction with the _Beagle_, surveyed the South\nAmerican coast. In 1830 he retired and settled in Australia, dying there\nin 1856. His son in turn entered the service, but early followed his\nfather's example, and turned farmer in Australia. He still lives, and\nis a member of the Legislative Council or Upper House of the New South\nWales Parliament.\n\nHere is a family record! Three generations, all naval officers, and all\nmen who have taken an active share in the founding and growth of Greater\nBritain; and yet not one man in a thousand in Australia, much less in\nEngland, has probably the remotest idea of the services rendered to the\nEmpire by this family.\n\nThe fourth and last naval Governor, Bligh, is more often remembered in\nconnection with the _Bounty_ mutiny than for his governorship of New\nSouth Wales. He was deposed by the military in 1808, for his action in\nendeavouring to suppress the improper traffic in rum which was being\ncarried on by the officers of the New South Wales Regiment. This second\nmutiny, of which he was the victim, certainly cannot be blamed against\nthe honesty of his administration; and the assertion, so often repeated,\nthat he hid himself under his bed when the mutinous soldiers--who had\nbeen well primed with rum by their officers--marched to Government\nHouse, can best be answered by the statement that Nelson publicly\nthanked him for his skill and gallantry at Copenhagen, and by the\nheroism which he showed in the most remarkable boat voyage in history.\nHe may have been the most tyrannical and overbearing naval officer that\never entered the service, but he was not the man to hide himself under a\nbed.\n\nThere were other naval officers of the early Australian days whose\nservices were no less valuable to the infant colony. Think of the men\nassociated with this time, and of the names famous in history, which\nare in some way linked with Australia. Dampier, Cook, La Pérouse, Bligh,\nEdwards and the _Pandora_, Vancouver, Flinders, Bass--all these are\nfamiliar to the world, and there are others in plenty; for example,\nGrant, who in his vessel, the brig _Lady Nelson_, did such work in\nAustralian waters as, if performed nowadays say in Africa, would have\nbeen recorded in hundreds of newspaper interviews, many process-work\npictures and a 21s. book with cheap editions!\n\nWhat a story is that of Bass and Flinders! Such noble, disinterested\ncourage! Such splendid service to English colonisation, and such a sad\nending to it all.\n\nBass and Flinders, in their tiny open boat, the _Tom Thumb_, and in the\nsloop _Norfolk_, dotting the blank map of Australia with the names of\ntheir discoveries--it is not necessary surely to remind the reader\nthat Bass began, and together the two men completed, the discovery and\npassage of the straits between Van Dieman's Land and the main continent.\nBass surveyed something like six hundred miles of the Australian coast\nin a whaleboat with a crew of six men! And one _cannot_ summarise\nFlinders' work in the _Norfolk_ and in the _Investigator_ before the old\nship was condemned and converted into a hulk to rot in Sydney Harbour.\n\nHow were these men rewarded for their services, and what has posterity\ndone to keep their names in remembrance? In 1803 Flinders started for\nEngland, was wrecked, and making his way to the Mauritius was there,\nto the everlasting disgrace of Napoleon's Island governor, detained\na prisoner for more than six years. Of course the English Government\nultimately procured his release, but it took them all that time to do\nit; and when he did get back they promoted his juniors over his head.\nWhen he died in 1814, a broken heart was as much as anything else the\ncause of his death.\n\nBass, after leaving Australia, went to England and sailed in an armed\nmerchantman bound to South America. At Valparaiso the Governor of the\ntown refused to allow the vessel to trade. Bass, who was then in\ncommand of the ship, threatened to bombard the town, and the refusal was\nwithdrawn; but, watching their opportunity the authorities seized\nhim when he was off his guard, and it was supposed he was sent to the\ninterior. As the years passed by there were one or two reports that\nhe was seen working in the mines, but it seems to have been no one's\nbusiness to inquire into his fate. It is more than probable that the\nbrave Bass died a slave.\n\nBut the whalers, \"South Seamen\" and East Indiamen, did no less good\nservice than the King's ships in the early days, and yet even the old\nbooks do them but scant justice. For the first fifty years of Australian\ncolonisation the merchantmen charted reefs, discovered harbours, and did\njust those things for the desert waters of the Australasian Pacific as\nwere afterwards done by land explorers, in their camel and pack-horse\njourney-ings into the waterless interior of the continent And the\nstories that could be told! The whalers and sealers who were cast away\non desert islands, and lived Robinson Crusoe lives for years! The open\nboat voyages. The massacres by blacks. The cuttings-off by the savage\nislanders of the South Pacific. The mutinies and sea fights!\n\nHobart in Tasmania, Twofold Bay in New South Wales, and many New\nZealand ports were the great whaling stations, and Sydney the commercial\nheadquarters. Fifty years ago there were something like twenty whalers\nin the Hobart Fleet alone; now, one or two hulks lying in Whaler's\n\"Rotten Row\" is practically all that survives of the trade.\n\nThe Americans took a leading part in the industry, and ships with _New\nBedford_ or _Nantucket_ under their sterns traversed the Pacific from\none end to the other. Australian whaling was begun (Dampier reported\nwhales as early as 1699) in Governor Phillip's time, by some of the\nconvict transports coming out with whaling equipment in their holds, and\nafter disembarking their human freight, departing for the \"Fisheries.\"\n\nSome of these ships often remained in the Pacific for years, making\ncruises of twelve or eighteen months' duration, returning to Sydney when\nfull ships to discharge and refresh, their cargoes being sent to England\nin some returning \"favourite fast clipper,\" while the whalers went back\nto their greasy and dangerous vocation, until they were lost, or cut off\nby the savages, or worn out and converted into hulks.\n\nWhat numbers of them _were_ lost! and what wonderful and blood-curdling\nexperiences their crews underwent when they were castaways, or deserted,\nor were marooned on \"the islands\"! Here is a story of a vessel lost in\nTorres Straits in 1836--not a whaler, but an East Indiaman. Some of her\ncrew and passengers managed to land on the mainland of North Australia\nand were there captured by blacks. Six months later a few survivors were\nrescued and landed in Sydney; and this is what had happened to the only\nwoman of the party, Mrs. Fraser, wife of the captain: She had seen her\nchild die, her husband speared to death before her face, the chief mate\nroasted alive, the second mate burned over a slow fire until he was too\ncrippled to walk, and otherwise horribly and indescribably tortured, and\nshe herself was made to climb trees for honey for her captors by having\nlighted gum branches applied to her body.\n\nIn another instance a vessel was wrecked on the North Australian coast\nin 1846, and nearly twenty years later the sole survivor turned up at a\ncattle station near Port Denison, in North Queensland. He had been all\nthis time living among the blacks, unable to escape, and civilisation\nhad found its way, in the years that had elapsed, far enough into the\nback country to reach him. The stockman who first saw the man took him\nfor a black and levelled his rifle at him, when he was stopped from\nshooting the poor fellow by the words, \"Don't fire, I am an Englishman.\"\n\nHere, told in a few words, is the story of the first landing in\nVictoria, and the first discovery of coal in New South Wales: On the map\nof Tasmania, in the north-east corner, is marked the Furneaux Group of\nislands in Bass's Straits. Dotted about the cluster are such names as\nPreservation Island, Clarke Island, and Armstrong Channel. These names\nall commemorate the wreck of the _Sydney Cove_, Captain Hamilton, bound\nfrom Calcutta to Sydney, and lost in February, 1797. She sprang a leak\non the 13th of December, 1796, and her crew, chiefly Lascars, managed to\nkeep her afloat till the 9th of the following February, when the skipper\nmade Preservation Island, and there beached her. All the people landed\nsafely, and got what stores they could ashore. Then it was decided to\ndespatch the long boat to Port Jackson for help.\n\nThompson the mate, Clarke the supercargo, three European seamen, and\na dozen Lascars manned the boat and left the island on the 29th of\nFebruary. On the 1st of March the boat was driven ashore and battered\nto pieces close to Cape Howe (near the present boundary line of Victoria\nand New South Wales) three hundred miles from Sydney, in a country never\nbefore trodden by the feet of white men. All hands were saved, and after\na fortnight's rest, feeding on such shellfish as they could obtain, the\nparty set out to walk to Sydney.\n\nClarke kept a rough diary of this journey, telling of encounters with\nblacks, of death and madness by starvation and other privations; of how\nthey crossed wide and shark-infested rivers by building rafts of tree\nbranches cut down and fashioned with jack knives; of how the lives of\nmen were purchased from the blacks by strips of clothing; and of how\nthey counted the buttons on their ragged garments, and thus reckoned how\nmany lives could be bought from the savages with what remained.\n\nThe terrible march lasted until the 15th of May; then three exhausted\nmen, horrible to look upon, and the only survivors of seventeen who had,\nsixty days before, begun the journey, were picked up a few miles to the\nsouth of Sydney by a fishing boat.\n\nThe spot where they were seen walking along the beach was close to Port\nHacking, and Clarke, three days before his rescue, had lit a fire and\ncooked some fish with coal he picked up. This was the first discovery of\nthe great southern coal-fields of New South Wales.\n\nThere are other less gruesome stories than these; for example that of\nthe Sydney whaler _Policy_, which, sailing under a Letter of Marque\nfor the Moluccas, was set upon by a Dutch private ship of war--the\n_Swift_--at one time a formidable and successful French privateer.\nCaptain Foster of the _Policy_, though his armament was very inferior\nand many of his crew were prostrated with fever, engaged the Dutchman,\nfought him for some hours, and brought his ship a prize into Sydney\nHarbour. Two Spanish vessels were captured in the same way by armed\nSydney whalers; so that Australian waters have seen a little fighting.\n\nOn board the convict ships of those early days there were often\nmutinies, desperate and sometimes bloody, and some of these led\nto remarkable results. In one instance the soldiers--not the\nprisoners--rose upon the crew and the ship's officers, turned them\nadrift in an open boat, and carried off the ship. They were recaptured\nafterwards by a man-of-war in the Indian Ocean and brought to justice.\nConvict mutinies often were only suppressed after desperate hand-to-hand\nfighting; then a day or two later the ringleaders would be hanged from\nthe yardarm, and a dozen or more convicts flogged at the gratings. And\nthese things, be it remembered, were going on only an old man's lifetime\nago.\n\nNew Zealand is fertile in adventure stories, and the well-known _Boyd_\nmassacre is paralleled by two or three other tragedies equally as\ndreadful, if less often told. The whaling history of that colony would\nmake a book--not of the kind suitable for young ladies seminaries, 'tis\ntrue, but mighty strong in human interest, and presenting the race as\nwell as the sex problem for the study of the reader.\n\nStatistics are terribly dry reading, but by way of contrasting the\ncondition of Australian shipping then and now, it is worth while quoting\na few figures.\n\nIn 1835, the heyday of the colonial whaling trade, when the smoky glare\nof the whaleships' try-works lit up the darkness of the Pacific ocean\nnight, there were forty-one vessels, of a total tonnage of 9,257 tons,\nregistered in New South Wales, employed in the fishery. In the same year\ntwenty-two vessels arrived in Sydney from the various grounds, their\ncargoes of whalebone, sealskins, and sperm and black oil valuing\naltogether about £150,000. Now the whaling trade in Southern Seas is\nrepresented by two or three small and poorly equipped ships from Hobart,\nthough the whales--sperm, right, and humpback--are again as plentiful as\nthey were in the first years of the fishery. One of the present writers,\nless than four years ago, counted over three hundred humpbacks passing\nto the northward in two days on the coast of New South Wales, while\nthere were ten times that number of the swift and dangerous \"fin-back\"\nwhales travelling with them.\n\nBut, though the whale fishery is extinct, there is something to be shown\ninstead.\n\nIt has been said that twenty-two whalers entered Sydney in 1835, which\nmeans that during that year not twice that number of vessels of all\ndescriptions entered the port--for the whaling was then _the_ trade.\nBut the steamer was beginning to count, and the beginning of the Sydney\nsteam trade is not without a peculiar interest--for Londoners at any\nrate.\n\nThe _Sophia Jane_ was the first steamer in Australasian waters. She\narrived in Sydney from London, _via_ the Cape of Good Hope, with cargo\nand passengers, on the 14th of May. This vessel was built on the Thames\nby a well-known shipbuilder of the time, William Evans, who was the\nbuilder of many other notable early steamers. She was running for a\nsummer or two as a passenger steamer between Gravesend and London;\nthen between different ports in the south of England; and then, under\na Lieutenant Biddulph, of the Royal Navy, she was sent to Sydney. The\nlittle vessel was 126 feet long by 20 feet beam, drew 6 feet of water,\nwas of 256 tons burden, and had accommodation for fifty-four passengers;\nher engines were of 50 horse-power, and her speed eight knots an hour.\nThis was the first steamer in the Southern Seas--the forerunner of a\nfleet of mighty leviathans.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Becke, Louis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/24997/pg24997.txt",
        "name": "the_beginning_of_the_sea_story_of_australia_1901.json"
    }
}