{
    "name": "The Shipshape Miracle",
    "author": [
        "Simak, Clifford D."
    ],
    "body": "If Cheviot Sherwood ever had believed in miracles, he believed in them\nno longer. He had no illusions now. He knew exactly what he faced.\n\nHis life would come to an end on this uninhabited backwoods planet and\nthere'd be none to mourn him, none to know. Not, he thought, that there\nwould be any mourners, under any circumstance. Although there were\nthose who would be glad to see him, who would come running if they knew\nwhere he might be found.\n\nThese were people, very definitely, that Sherwood had no desire to see.\n\nHis great, one might say his overwhelming, desire not to see them\ncould account in part for his present situation, since he had taken off\nfrom the last planet of record without filing flight plans and lacking\nclearance.\n\nSince no one knew where he might have headed and since his radio was\njunk, there was no likelihood at all that anyone would find him--even\nif they looked, which would be a matter of some doubt. Probably the\nmost that anyone would do would be to send out messages to other\nplanets to place authorities on the alert for him.\n\nAnd since his spaceship, for the lack of a certain valve for which he\nhad no replacement, was not going anywhere, he was stuck here on this\nplanet.\n\nIf that had been all there had been to it, it might not have been so\nbad. But there was a final irony that under other circumstances (if\nit had been happening to someone else, let's say), would have kept\nSherwood in stitches of forthright merriment for hours on end at the\nvery thought of it. But since he was the one involved, there was no\nmerriment.\n\nFor now, when he could gain no benefit, he was potentially rich beyond\neven his own most greedy and most lurid dreams.\n\nOn the ridge above the camp he'd get up beside his crippled spaceship\nlay a strip of clay-cemented conglomerate that fairly reeked with\ndiamonds. They lay scattered on the hillside, washed out by the\nweather; they were mixed liberally in the gravel of the tiny stream\nthat wended through the valley. They could be picked up by the basket.\nThey were of high quality; there were several, the size of human\nskulls, that probably were priceless.\n\nSherwood was of a hardy, rough and tumble breed. Once he became\nconvinced of his situation he made the best of it. He made his camp\ninto a home and laid in supplies--digging roots, gathering nuts,\ndrying fish and making pemmican. If he was to be cast in the role of a\nRobinson Crusoe, he proposed to be at least comfortably well fed.\n\nIn his spare time he gathered diamonds, dumping them in a pile outside\nhis shack. And in the idle afternoons or the long evenings, he sat\nbeside his campfire and sorted them out--washing them free of clinging\ndirt and grading them according to their size and brilliance. The very\nbest of them he put into a sack, designed for easy grabbing if the\ntime should ever come when he might depart the planet.\n\nNot that he had any hope this would come about.\n\nEven so, he was a man who planned against contingencies. He always\ntried to have some sort of loop-hole. Had this not been the case, his\ncareer would have ended long before, at any one of a dozen times or\nplaces. That it apparently had come to an end now could be attributed\nto a certain lack of foresight in not carrying a full complement of\nspare parts. Although perhaps this was understandable, since never\nbefore in the history of space flight had that particular valve which\nnow spelled out Sherwood's doom ever misbehaved.\n\nPerhaps it was well for him that he was not an introspective man. If he\nhad been given to much searching thought, he might have found himself\nliving with his past, and there were places in his past that were far\nfrom pretty.\n\nHe was lucky in many other ways, of course. The planet was not a bad\none, a sort of New England planet with a rocky, tumbled terrain,\nforested by scrubby trees and distinctly terrestrial. He might just\nas easily have been marooned upon a jungle planet or one of the icy\nplanets or any of another dozen different kinds that were not tolerant\nof life.\n\nSo he settled in and made the best of it and didn't even bother to\ncount off the days. For he knew what he was in for.\n\nHe counted on no miracle.\n\n\n\nThe miracle he had not counted on came late one afternoon as he sat,\ncross-legged, sorting out his latest haul of priceless diamonds.\n\nThe great black ship came in from the east across the rolling hills.\nIt whistled down across the ridges and settled to the ground a short\ndistance from Sherwood's crippled ship and his patched-together shack.\n\nIt was no patrol vessel, although in his position, Sherwood would have\nwelcomed even one of these. It was a kind of ship he'd never seen\nbefore. It was globular and black and it had no identifying marks on it.\n\nHe leaped to his feet and ran toward the ship. He waved his arms in\nwelcome and whooped with his delight. He stopped a hundred feet away\nwhen he felt the first whiff of the heat that had been picked up by the\nvessel's hull in its plunge through atmosphere.\n\n\"Hey, in there!\" he yelled.\n\nAnd the Ship spoke to him. \"You need not yell,\" it told him. \"I can\nhear you very well.\"\n\n\"Who are you?\" asked Sherwood.\n\n\"I am the Ship,\" the voice told him.\n\n\"Quit fooling around,\" yelled Sherwood, \"and tell me who you are.\"\n\nFor the sort of answer it had given was foolishness. Of course it was\nthe ship. It was someone in the ship, talking to him through a speaker\nin the hull.\n\n\"I have told you,\" said the Ship. \"I am the Ship.\"\n\n\"But there is someone speaking to me.\"\n\n\"The ship is speaking to you.\"\n\n\"All right, then,\" said Sherwood. \"If you want it that way, it's okay\nwith me. Can you take me out of here? My radio is broken and my ship\ndisabled.\"\n\n\"Perhaps I can,\" said the Ship. \"Tell me who you are.\"\n\nSherwood hesitated for a moment, and then he told who he was, quite\ntruthfully. For it suddenly had occurred to him that this ship was as\nmuch an outlaw as he was himself. It had no markings and all ships must\nhave markings.\n\n\"You say you left your last port without proper clearance?\"\n\n\"Yes,\" said Sherwood. \"There were certain circumstances.\"\n\n\"And no one knows where you are? No one's looking for you?\"\n\n\"How could they?\" Sherwood asked.\n\n\"Where do you want to go?\"\n\n\"Just anywhere,\" said Sherwood. \"I have no preference.\"\n\n\n\nFor even if they should land him somewhere where he had no wish to be,\nhe still would have a running chance. On this planet he had no chance\nat all.\n\n\"All right,\" said the ship. \"You can come aboard.\"\n\nA hatch came open in the hull and a ladder began running out.\n\n\"Just a second,\" Sherwood shouted. \"I'll be right there.\"\n\nHe sprinted to the shack and grabbed his sack of the finest diamonds,\nthen legged it for the ship. He got there almost as soon as the ladder\ntouched the ground.\n\nThe hull still was crackling with warmth, but Sherwood swarmed up the\nladder, paying no attention.\n\nHe was set for life, he thought. Unless--\n\nAnd then the thought struck him that they might take the diamonds from\nhim. They could pretend it was payment for his passage. Or they could\nsimply take them without an excuse of any sort at all.\n\nBut it was too late now. He was almost in the hatch. To drop the sack\nof diamonds now would do no more than arouse suspicion and would gain\nhim nothing.\n\nIt came of greediness, he thought. He did not need this many diamonds.\nJust a half dozen of the finest dropped into his pockets would have\nbeen enough. Enough to buy him another ship so he could return and get\na load of them.\n\nBut he was committed now. There was nothing he could do except to see\nit through.\n\nHe reached the hatch and tumbled through it. There was no one waiting.\nThe inner lock stood open and there was no one there.\n\nHe stopped to stare at the emptiness and behind him the retracting\nladder rumbled softly and the hatch hissed to a close.\n\n\"Hey,\" he shouted, \"where is everyone?\"\n\n\"There is no one here,\" the voice said, \"but me.\"\n\n\"All right,\" said Sherwood. \"Where do I go to find you?\"\n\n\"You have found me,\" said the Ship. \"You are standing in me.\"\n\n\"You mean....\"\n\n\"I told you,\" said the Ship. \"I said I was the Ship. That is what I am.\"\n\n\"But no one....\"\n\n\"You do not understand,\" said the Ship. \"There is no need of anyone.\nI am myself. I am intelligent. I am part machine, part human. Rather,\nperhaps, at one time I was. I have thought, in recent years, the two of\nus have merged so we're neither human nor machine, but something new\nentirely.\"\n\n\"You're kidding me,\" said Sherwood, beginning to get frightened.\n\"There can't be such a thing.\"\n\n\"Consider,\" said the Ship, \"a certain human who had worked for years to\nbuild me and who, as he finished me, found death was closing in....\"\n\n\"Let me out!\" yelled Sherwood. \"Let me out of here! I don't want to be\nrescued. I don't want....\"\n\n\"I'm afraid, Mr. Sherwood, it is rather late for that. We're already\nout in space.\"\n\n\"Out in space! We can't be! It isn't possible!\"\n\n\"Of course it is,\" the Ship told him. \"You expected thrust. There was\nno thrust. We simply lifted.\"\n\n\n\n\"No ship,\" insisted Sherwood, \"can get off a planet....\"\n\n\"You're thinking, Mr. Sherwood, of the ships built by human hands. Not\nof a living ship. Not of an intelligent machine. Not of what becomes\npossible with the merging of a man and a machine.\"\n\n\"You mean you built yourself?\"\n\n\"Of course not. Not to start with. I was built by human hands to start\nwith. But I've redesigned myself and rebuilt myself, not once, but\nmany times. I knew my capabilities. I knew my dreams and wishes. I\nmade myself the kind of thing I was capable of being--not the halfway,\nmakeshift thing that was the best the human race could do.\"\n\n\"The man you spoke of,\" Sherwood said. \"The one who was about to\ndie....\"\n\n\"He is part of me,\" said the Ship. \"If you must think of him as a\nseparate entity, he, then, is talking to you. For when I say 'I', I\nmean both of us, for we've become as one.\"\n\n\"I don't get it,\" Sherwood told the Ship, feeling the panic coming\nback again.\n\n\"He built me, long ago, as a ship which would respond, not to the\npushing of a lever or the pressing of a button, but to the mental\ncommands of the man who drove me. I was to become, in effect, an\nextension of that man. There was a helmet that the man would wear and\nhe'd think into the helmet.\"\n\n\"I understand,\" said Sherwood.\n\n\"He'd think into the helmet and I was so programmed that I'd obey his\nthoughts. I became, in effect, a man, and the man became in effect the\nship he operated.\"\n\n\"Nice deal,\" Sherwood said enthusiastically, never being one upon whom\nthe niceties of certain advantages were ever lost.\n\n\"He finished me and he was about to die and it was a pity that such\na one should die--one who had worked so hard to do what he had done.\nWho'd given up so much. Who never had seen space. Who had gone nowhere.\"\n\n\"No,\" said Sherwood, in revulsion, knowing what was coming. \"No, he'd\nnot done that.\"\n\n\"It was a kindness,\" said the ship. \"It was what he wanted. He managed\nit himself. He simply gave up his body. His body was a worthless hulk\nthat was about to die. The modifications to accommodate a human brain\nrather than a human skull were quite elementary. And he has been happy.\nWe have both of us been happy.\"\n\nSherwood stood without saying anything. In the silence he was listening\nfor some sound, for any kind of tiny rattle or hum, for anything at\nall to tell him the ship was operating. But there was no sound and no\nsense of motion of any sort.\n\n\"Happy,\" he said. \"Where would you have found happiness? What's the\npoint of all this?\"\n\n\"That,\" the Ship said solemnly, \"is a bit hard to explain.\"\n\nSherwood stood and thought about it--the endless voyaging through space\nwithout a body--with all the desires, all the advantages, all the\ncapabilities of a body gone forever.\n\n\"There is nothing for you to fear,\" said the Ship. \"You need not\nconcern yourself. We have a cabin for you. Just down the corridor, the\nfirst door to your left.\"\n\n\"I thank you,\" Sherwood said, although he was nervous still.\n\nIf he had had a choice, he told himself, he'd stayed back on the\nplanet. But since he was here, he'd have to make the best of it. And\nthere were, he admitted to himself, certain advantages and certain\npossibilities that needed further thought.\n\n\n\nHe went down the corridor and pushed on the door. It opened on the\ncabin. For a spaceship it looked comfortable enough. A little cramped,\nof course, but then all cabins were. Space is at a premium on any sort\nof ship.\n\nHe went in and placed his sack of diamonds on the bunk that hinged out\nfrom the wall. He sat down in the single metal chair that stood beside\nthe bunk.\n\n\"Are you comfortable, Mr. Sherwood?\"\n\n\"Very comfortable,\" he said.\n\nIt was going to be all right, he told himself. A very crazy setup,\nbut it would be all right. Perhaps a little spooky and a bit hard to\nbelieve, but probably better, after all, than staying marooned, back\nthere on the planet. For this would not last forever. And the planet\ncould have been, most probably would have been, forever.\n\nIt would take a while to reach another planet, for space was rather\nsparsely populated in this area. There would be time to think and plan.\nHe might be able to work out something that would be to his great\nadvantage.\n\nHe leaned back in the chair and stretched out his legs. His brain began\nto click in a ceaseless scurrying back and forth, nosing from every\nangle all the possibilities that existed in this setup.\n\nIt was nice, he thought--this entire operation. The Ship undoubtedly\nhad figured out some angles for itself which no human yet had thought\nof.\n\nThere were a lot of things to do. He'd have to learn the capabilities\nof the Ship and give close study to its personality, seeking out its\nweak points and its strength. Then he'd have to plan his strategy and\nbe careful not to give away his thinking. He must not move until he was\nentirely ready.\n\nThere might be many ways to do it. There might be flattery or there\nmight be a business proposition or there might be blackmail. He'd have\nto think on it and study and follow out the line of action that seemed\nto be the best.\n\nHe wondered at the Ship's means of operation. Anti-gravity, perhaps, so\nfar considered as a source of power.\n\nHe got up from the chair and paced, three paces across the room. Or a\nfusion chamber. Or perhaps some method which had not been and back,\nrestlessly pondering odds.\n\nYes, he thought, it would be a nice kind of ship to have. More than\nlikely there was nothing in all of space that could touch it in\nspeed and maneuverability. Nothing that could overhaul it should\nhe ever have to run. It could apparently set down anywhere. It was\nprobably self-repairing, for the Ship had spoken of redesigning and of\nrebuilding itself. With the memory of his recent situation still fresh\ninside his mind, this was comforting.\n\nThere must be a way to get the Ship, he told himself. There had to be a\nway to get it. It was something that he needed.\n\nHe could buy another ship, of course; with the diamonds in the sacking\nhe could buy a fleet of ships. But this was the one he wanted.\n\n\n\nMaybe it had been pure luck this Ship had picked him up. For any other\nlegal ship would probably turn him over to the authorities at its next\nport of call, but this Ship didn't seem to mind who he was or what his\nrecord might be. Any other ship that was not entirely legal would have\ngrabbed off, not only the diamonds that he had but his discovery of the\ndiamond field. But this particular Ship had no concern with diamonds.\n\nWhat a setup, he thought. A human brain and a spaceship tied together,\nso closely tied together that their identities had merged. He shivered\nat the thought of it, for it was a gruesome thing.\n\nAlthough perhaps it had not meant too much to that old man who was\nabout to die. He had traded an aged and death-marked body for many\nyears of life. Perhaps life as a part of a space-traveling machine was\nbetter than no life at all.\n\nHow many years, he wondered, had it been since that old man had\ntranslated himself into something else than human? A hundred? Five\nhundred? Perhaps even more than that.\n\nIn those years where had he been and what might he have seen? And,\nmost pertinent of all, what thoughts had run through and congealed and\nformed within his mind? What was life like for him? Not a human sort of\nlife, of course, not a human viewpoint, but something else entirely.\n\nSherwood tried to imagine what it might be like, but gave up in dismay.\nIt would necessarily be a negation of everything he lived for--all\nthe sensual pleasure, all the dreams of gain and glory, all the neat\nbehavior patterns he had set up for himself, all his self-made rules of\nconduct and of conscience.\n\nA miracle, he thought. As a matter of fact, there'd been two miracles.\nThe first had been when he had been able to set his ship down without\na crackup when the valve had failed. He had come in close above the\nplanet's surface to find a place to land--and suddenly the valve went\nout and the engine failed and there he'd been, plunging down above the\nrough terrain. Then suddenly he had glimpsed a place where a landing\nmight be just barely possible and had fought the controls madly to hit\nthat certain spot and finally had hit it--alive.\n\nIt had been a miracle that he had made the landing; and the coming of\nthe Ship to rescue him had been the second miracle.\n\nThe bunk dropped down flat against the wall and his sack of diamonds\nwas dumped onto the floor.\n\n\"Hey, what goes on?\" yelled Sherwood. Then he wished he had not yelled,\nfor it was quite clear exactly what had happened. The support that held\nthe bunk had not been snapped properly into place and had given way,\nletting down the bunk.\n\n\"Something wrong, Mr. Sherwood?\" asked the Ship.\n\n\"No, not a thing,\" said Sherwood. \"My bunk fell down. I guess it\nstartled me.\"\n\nHe bent down to pick up the diamonds. As he did, the chair quietly and\nefficiently slid back against the wall, folded itself up and slid into\na slight depression that exactly fitted it.\n\nSquatted to pick up the diamonds, Sherwood watched the chair in\nhorrified fascination, then swiftly spun around. The bunk no longer\nhung against the wall, also had fitted itself into another niche.\n\nCold fear speared into Sherwood. He rose swiftly to his feet, turning\nlike a man at bay. He stood in a bare cubicle. With both the bunk and\nchair retracted, he stood within four bare walls.\n\nHe sprang toward the door and there wasn't any door. There was only\nwall.\n\nHe staggered back into the center of the cubicle and spun around to\nview each wall in turn. There was no door in any of the walls. The\nmetal went up from floor to ceiling without a single break.\n\nThe walls began to move, closing in on him, sliding in, retracting.\n\n\n\nHe watched, incredulous, frozen, thinking that perhaps he'd imagined\nthe moving of the walls.\n\nBut it was not imagination. Slowly, inexorably, the walls were closing\nin. Had he put out his arms, he could have touched them on either side\nof him.\n\n\"Ship!\" he said, fighting to keep his voice calm.\n\n\"Yes, Mr. Sherwood.\"\n\n\"You are malfunctioning. The walls are closing in.\"\n\n\"No,\" said the Ship. \"No malfunction, I assure you. A very proper\nfunction. My brain grows tired and feeble. It is not the body only--the\nbrain also has its limits. I suspected that it might, but I could not\nknow. There was a chance, of course, that separated from the poison of\na body, it might live in its bath of nutrients forever.\"\n\n\"No!\" rasped Sherwood, his breath strangling in his throat. \"No, not\nme!\"\n\n\"Who else?\" asked the Ship. \"I have searched for years and you are the\nfirst who fitted.\"\n\n\"Fitted!\" Sherwood screamed.\n\n\"Why, of course,\" the Ship said calmly, happily. \"A man who would not\nbe missed. No one knowing where you were. No one hunting for you.\nNo one who will miss you. I had hunted for someone like you and had\ndespaired of finding one. For I am humane. I would cause no one grief\nor sadness.\"\n\nThe walls kept closing in.\n\nThe Ship seemed to sigh in metallic contentment.\n\n\"Believe me, Mr. Sherwood,\" it said, \"finding you was a very miracle.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Simak, Clifford D."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61333/pg61333.txt",
        "name": "the_shipshape_miracle.json"
    }
}