{
    "name": "The Hickory Limb",
    "author": [
        "Fillmore, Parker"
    ],
    "body": "TO MARTHA\n\n\n\n\n\n\nLIST OF ILLUSTRATIONS\n\n                                           PAGE\n\n\"I don't care what she says! I'm going!\"     13\n\n\"Dare you to come in swimmin'! Dare\n  you to come in swimmin'!\"                  25\n\nEddie Grote was in a tight place             37\n\n\"Margery Blair, you come right out of\n  that pond!\"                                41\n\n\n\n\n\n\nTHE HICKORY LIMB\n\n\n     _Mother, may I go out to swim?\n        Yes, my darling daughter;\n      Hang your clothes on a hickory limb,\n        And don't go near the water._\n\n\n\n\nTHE HICKORY LIMB\n\n\nGladys Bailey had a parasol in one hand and a card-case in the\nother. From her own wide experience in social usage, she was\ngoing to initiate the twins into the mystery of formal calls. She\nhad told them earlier in the day that they might bring their\nyounger sister, but later reflection decided her to withdraw this\npermission. As Katherine and Alice were ready first, it was easy\nto explain to them her reasons.\n\n\"Four,\" Gladys said, \"are too many to go calling. Margery's too\nlittle for our crowd anyway, and, besides, that would make three\nfrom one family. We had just better start before she comes down.\"\n\nFor a moment the twins looked doubtful; then, as usual, agreed.\nThereupon, all three cautiously tiptoed off the porch and down\nthe lawn. Before they reached the street, Margery was after them,\ncalling: \"Wait a minute, Katherine! Wait, Alice!\"\n\nThe twins had barely time to slip through the gate and hear\nGladys's low injunction, \"Don't let her come,\" when Margery was\nupon them.\n\n\"You can't come with us, Margery,\" Katherine began, with an\nassumption of innocence.\n\n\"Why, Katherine, you promised I could.\"\n\n\"That was for to-morrow,\" suggested Alice weakly.\n\nMargery looked from her sisters to Gladys, who was staring vaguely\nacross the street. Her excessive aloofness was suspicious, and\nMargery instantly jumped to conclusions.\n\n\"I bet I know what's the matter. That old Gladys Bailey doesn't\nwant me. But I'm going anyhow! I don't care what she says! I'm\ngoing!\"\n\nAnd, throwing herself against the gate, Margery pushed and kicked\nand shook, while Katherine and Alice, holding it shut from the\noutside, blushed with embarrassment that Gladys should hear, and\nwhispered fiercely, \"Margery, keep still!\"\n\nBut Margery would not keep still. At that moment she was\nremembering against Gladys many a former indignity. How she hated\nher--how she had always hated her for her prim, deceitful,\ngrown-up manners, for her patronizing airs, and, most of all, for\nthe strange influence she wielded over Margery's own sisters and\nbrother. It was bad enough that the twins should hang upon her\nwords, but worse, far worse, that even Henry, that model of\ndiscretion, should be so completely taken in as to look upon\nGladys with an interest which bordered dangerously near to\nadmiration. Secure in the esteem of Katherine and Alice, and\nconscious of her sway over Henry, Gladys saw no reason to\nconciliate the youngest member of the family. \"Margery's too\nlittle for our crowd,\" she would say, and, while Margery fumed\nand fought, would calmly reiterate the statement until it came to\nbe accepted as fact. Gladys never fought. As on this afternoon,\nshe was always the general, who, so to speak, directed from afar\nthe onslaughts of the actual combatants.\n\nThough outnumbered two to one, Margery had the spirit of a host,\nand for a while victory hung doubtful. Then fate decided the\nissue, and, in guise of the maternal voice from the window,\ncalled Margery off.\n\n\"Margery Blair,\" the voice commanded, \"stop that noise this\ninstant! Aren't you ashamed to tease the girls so? Stop it! Do\nyou hear me?\"\n\nYes, Margery heard; and, knowing from experience the futility of\nargument, she stopped.\n\n\"Are we ready?\" Gladys Bailey asked, suddenly awakening, as it were,\nfrom a reverie. The twins, a little heated from their exertions, were\nquite ready, and, holding their card-cases--envelopes filled with\ncards of home manufacture--in young-ladyish fashion, they started off,\ncopying, as best they could, the mincing steps of Gladys.\n\nIf Margery shouted after them no parting taunt, it was not\nbecause she had none ready. The ear corresponding to the maternal\nvoice was probably still at the window; and Margery, though\ndesperate enough for any fate sufficiently tragic, disliked the\nthought of spending the afternoon in bed. Therefore she kept an\noutward silence. But her heart would not be still, and every\nlittle outraged feeling in her body, finding a voice of its own,\nclamored aloud: \"Oh, if we could only pay 'em back! Oh, if we\ncould only pay 'em back!\" Margery, alas! had not yet learned that\nforgiveness is sweeter than revenge. Of course she would forgive\nthem if, say, a milk-wagon should run over her and she had only a\nfew hours to live. Then how they would cry! But as it was too\nlate in the afternoon for any milk-wagons to be about, such a\ndeath-bed forgiveness was clearly out of the question. So the one\nthing left was revenge.\n\nYet what revenge was possible? None, absolutely none. That\nafternoon she was utterly powerless to shake by any act of hers\nthe equanimity of those three complacent young persons. There was\nnothing belonging to them which she could smash, hide, or\nappropriate. There was nothing they had ever said or done which\nnow, in her hour of need, she could use against them. They were\nin fact so impossibly, so hopelessly--no, not exactly virtuous,\nbut _proper_, that the mere contemplation of their colorless\nlives threw Margery into a most deplorable state of hatred,\nmalice, and all uncharitableness.\n\nAs the hopelessness of revenge settled on Margery's spirit, a\nfeeling of loneliness began to creep over her. She could think of\nnothing to do, and of nobody to whom she might appeal for\nsympathy or amusement. The limitless expanse of an idle afternoon\nstretched out before her like a desert. Henry had gone fishing,\nand Willie Jones--_Willie Jones!_ With that name came a dazzling\nthought, a plan full-blown, a balm sweet to her soul, a glorious\nsolution!\n\nMargery skipped up to the porch and called out in a coaxing,\npleasant tone: \"Mamma, may I take a little walk?\" The maternal\nvoice, plainly relieved that the storm had spent itself, gave\nconsent, and Margery danced out the front gate and up the\nstreet, her heart thumping fast in exultation.\n\nO-oh! Let Katherine and Alice distribute as many of their\ncalling-cards as possible, for soon they will have no further use\nfor them. Soon--to be exact, by the time they get home--they will\nbe disgraced, horribly disgraced, and no one will ever care to\nreceive them or their visits again. Even Gladys, their adored\nGladys, will give them one cold glance of scorn and turn her\nback. It was hard, certainly, not to be able to include Gladys in\nthe impending doom. But, after all, Katherine and Alice were the\nmore culpable, for had they not cast aside all feelings of\nsisterly relationship? Let them, then, bear the brunt of the\npunishment.\n\nAfter a fashion Margery was grateful to Gladys, for it was really\nGladys who had placed in her hands the weapon she was about to\nuse. Gladys was forever saying to Katherine and Alice: \"If you're\nnot careful, Margery will disgrace you all some day. Then how\nwill you feel? No one will play with you; no one will even speak\nto you on the street. And it won't be your fault, either. But,\nyou see, everybody'll know Margery is your sister.\"\n\nYes, every one would know, and Margery, as she skipped along,\ngloated in the thought. It went without saying that, in\ndisgracing the others, Margery was willing to sacrifice herself.\nWilling? She was almost too willing. In fact, it must be\nconfessed that there was something in the present undertaking\nwhich, quite apart from all anticipations of revenge, hummed a\ngay little tune in her ear, and tempted her hurrying feet into\nmany a frisky little side-step. From time to time she had to\nnudge herself, as it were, to remember that her purpose was one\nof retributive justice, that the end was what her soul hungered\nafter--not the means.\n\nShe gave a passing regret to the afternoon shoes she was wearing,\nthe white stockings, the clean dress, the great pink bow of\nribbon in her hair. Likely enough these would be sadly draggled\nbefore the deed was done. But even that thought did not check her\nhaste nor cause her for one second to pause or look back.\n\n\n\n\n\n\nHer road lay toward the open country. At last, leaving behind all\nlines of houses, she crawled under a barbed-wire fence into a\nbroad meadow where a few cows were grazing; then over a creek\ninto another meadow, and up to a grassy knoll just ahead. From\nbeyond it faint shouts were coming. At the foot of the knoll\nMargery rested a few moments, then pushed bravely on to the very\ngate of her adventure.\n\nFrom the top of the knoll she looked down the other side to a\ntiny pond where five little boys were playing and splashing. The\nminute they spied Margery they sank to their chins in the muddy\nwater and raised frantic hands and voices:\n\n\"Go 'way from here! Go 'way from here! We're swimmin'! We're\nswimmin'!\"\n\nWith considerable inward trepidation but outward calm, Margery\ndescended toward them.\n\n\"We're swimmin'! We're swimmin'!\" the little boys kept on shouting\ninanely until Margery was forced to make some acknowledgment of the\ninformation.\n\n\"Oh!\" she called out in sarcasm undisguised, \"I thought you was\nflying!\"\n\nThat seemed to make the little boys angry. They redoubled their\ncries and gesticulations.\n\n\"Go 'way from here! Go 'way from here! You're a girl! You're a\ngirl!\"\n\n\"Is that so? I'm a girl, am I? I'm so glad to hear it!\"\n\nMargery sat down near the water's edge and gazed across defiantly\nat the little boys, who were clustered together at the far end of\nthe pond. They were not her match at sarcasm and so were forced\nto answer with inarticulate jeers. For a few seconds no more\nwords were exchanged. Then one of the boys attempted a parley.\n\n\"Margery,\" he began. It was Willie Jones. There was a plea and a\nprotest in his voice.\n\n\"Well?\"\n\nMargery's sharp interrogation gave so little encouragement that\nWillie Jones desisted.\n\nFreddy Larkin next essayed the part of spokesman for the boys.\nFreddy had curly hair and a lisp.\n\n\"Mardthery!\"\n\n\"Well?\"\n\n\"Dare you to come in thwimmin'! Dare you to come in thwim----\"\n\nWillie Jones choked further utterance with a splash of water.\nBut, though he silenced Freddy, the other three instantly took up\nthe cry, \"Dare you to come in swimmin'! Dare you to come in\nswimmin'!\"\n\nMargery's moment had come.\n\n\"Huh! You think I'm afraid, don't you? Well, I ain't!\"\n\nShe pulled off her shoes, rolled down her white stockings, and\nthen, standing up, very deliberately began unbuttoning the back\nof her dress.\n\nFor the boys this was a turn of events unexpected and most\ndisconcerting. Not for a moment did they really want her to\naccept their dare. Why, whoever heard of a girl doing such a\nthing? The very thought scandalized them deeply. Indeed, they\nwould stop her if they could, but it was utterly beyond their\npowers of expression to tell her that the dare was a mere joke, a\npleasantry that had better be forgotten. Unable to explain this,\nthey wriggled about uncomfortably in the water and hid their\ngrowing confusion in half-hearted jeers.\n\nWhen the dress was discarded, every little boy there hoped in his\nsoul that this might be all. The proprieties would not be\nutterly demolished if Margery would only treat as a bathing-suit\nher skimp little undervest and bloomers. But Margery would not.\nShe calmly proceeded to undo the buttons which made these two\ngarments one.\n\n\"Margery!\" There was an almost agonized pleading in Willie\nJones's voice.\n\n\"Willie Jones, will you shut up! Just because you live near us\nyou needn't think you're my brother. 'Cause you ain't. Besides,\ngirls can do the same as boys.\"\n\nThere was a last tug; those final garments which might have\nserved as a bathing-suit slipped down over her feet, and Margery\nstepped forth, a skinny, defiant little Venus, challenging the\nworld to look if it dare. It was a most embarrassing moment for\nthe little boys. Their faces, bobbing about nervously on the\nsurface of the water, blushed violently, and their jeers\ndwindled down to the merest quavers.\n\nHer independence of custom and opinion thus emphatically\nestablished, Margery lost no time in entering the water. Sitting\ngingerly on the muddy bank, she slid forward one foot, then the\nother. Ugh! The bottom of the pond was soft and slimy, and\nsquashed up between her toes like worms. For the first time a\ndreadful misgiving came over her. What if, after all, swimming\nwere not the delightful pastime it was cracked up to be! However,\nthere was no turning back now.\n\nSitting in the water, she propelled herself forward with her\nhands, slowly and cautiously. The little boys looked on in marked\nthough unexpressed disapproval. Margery was putting them into a\nhorribly awkward position--there was no doubt about that. They\ndidn't like it, either. But in spite of themselves they were\nbeginning to feel a certain admiration for her pluck. It was\nalmost a pity she was a girl.\n\n\n\n\"Look out, Margery!\" It was Tommy Grayson who gave the friendly\nwarning. \"They's a tin can over there.\"\n\nMargery shifted her direction, and soon reached deeper water,\nwhere she was able to stand up without shocking the sensibilities\nof any one. The little boys were still some distance from her.\nThe water, muddy beyond all chance of transparency, came up to\ntheir chests. To them, however, this was not enough. The\nexcessive modesty of eight or nine made them keep even the white\nof their angular little shoulders primly covered.\n\nNow, human nature can not be expected to retain forever that\nfreshness of surprise which it feels over every new experience\nin life. Time, philosophy tells us, accustoms man to almost\nanything. It does the same for small boys. Beyond question it was\nenough to take the wind out of any one to see a girl coolly strip\nand come in swimming quite as though she were a boy, with all a\nboy's peculiar rights and privileges. But, astonishing as that\nmight be, it was after all no reason for standing there all day\nlike sticks in the mud when you might just as well be having a\ngood time.\n\nMargery, who was also standing like a stick, felt as bored as\nthey. With nothing to do but gently bounce with the slight\nlap-lap of the water, she found herself wondering more and more\njust where the fun of swimming came in.\n\nShe watched with envy the small beginnings that betokened in the\nboys a return to the serious play of life. Charley Burns gave\nFreddy Larkin an unexpected ducking. Freddy came up spluttering\nand blowing, but with a handful of slimy mud which he plastered\nover Charley's white head. Then a splash fight became general.\nEvery one splashed water into every one else's face. Margery\nnoted with interest the peculiar downward stroke of the flat hand\nwhich brought about the finest results. She added her shouts to\nthe boys', and longed to add some splashes likewise.\n\nNow, the progress of a splash fight is thus: At first there are\nno sides--every man's splash is against every man's; but the\nsplashes of all turn immediately against him who shows first\nsigns of defeat; and he, the victim, may then use any means\nwhatever to protect himself.\n\nEddie Grote was the victim this time. When the deluge became\nchoking, he turned his back, ducked, and then let fly in the\ngeneral direction of the allied forces two slimy handfuls of\nmud. In the excitement of the game the boys had clean forgot the\nimmodesty of bare shoulders, and had even broken away from their\noriginal close grouping until, to all appearances, Margery was\none of them. So it happened that, when Freddy Larkin dodged\naside, one handful of the watery mud caught Margery square on the\nhead and splattered down over her face and ears.\n\n\"Aw, see what you done, Eddie Grote!\" Tommy Grayson shouted\nindignantly. \"You went and throwed mud on Margery's hair ribbon!\nAin't you got no sense?\"\n\nIn the pause that followed, four little boys reviled the fifth\nwith various forms of, \"Aw, what'd you do that for?\" And the\nfifth stood still in awkward consternation, the mud still\ndripping from his guilty hand.\n\nFor a moment Margery, too, was concerned, but only for a moment.\nWhen, under any circumstances, one's world is coming to an end\nwithin a few hours at furthest, a hair ribbon more or less\nmatters very little. Moreover, it suddenly flashed upon Margery\nthat here was a chance to make those few remaining hours more\ngolden and at the same time gratify her soul with a trial at that\nmasterly downward stroke of the flat hand. So before Eddie Grote\nhad time to close his astonished mouth, she filled it with a\nmighty splash of water. Then, while Eddie choked and spluttered,\ntoo surprised to defend himself, she sent another well-aimed\nsplash and another, until the gasping Eddie was forced to turn\nand flee. Not even then did Margery stop, but, following up her\nadvantage, she drove him on and on toward shore.\n\nIn their ecstasy at the spectacle, the remaining boys leaped up\nand down in the water like happy little trout, clapping their\nhands and shouting:\n\n\"Hurrah for Margery!\"\n\n\"Give it to him, Margery!\"\n\n\"I bet on Margery!\"\n\n\"What's the matter with Margery?\"\n\nEddie Grote was in a tight place. All woman's rights to the\ncontrary, in a struggle of the sexes a man has to show the woman\nsome consideration or fly in the face of public opinion. Eddie\nGrote, although hard pressed, realized that public opinion would\nnot in this instance stand for what, ordinarily, would be his\n_modus operandi_, namely, to fling mud over his shoulder. If he\ncould but gain a moment's time thus, he might make a dash for the\ndeeper water. But he could not, and the other little boys, as\nthey saw his growing predicament, raised shriller, louder shouts\nof joy:\n\n\"That's right, Margery! Chase him out of the water! Chase him\nout!\"\n\n\"Oh, Eddie Grote, ain't you ashamed? And before a girl, too! Oh!\nOh! Oh!\"\n\nEddie Grote was ashamed, horribly ashamed. The water was fast falling\nbelow his knees. To get back to the depths was impossible; to go\nstraight ahead were greater shame. Facing the inevitable, and\nclutching frantically at the flying skirts of modesty, he doubled up\nlike a little turtle, chin to knees, and cried quits in those last\nwords of the conquered: \"I give up! I give up!\"\n\nMargery, who knew the practices of modern warfare quite as well\nas he, ceased fire and slowly backed away. She backed amid a\nchorus that was like a triumphant \"See the Conquering Hero\nComes.\" Freddy Larkin called out, \"What's the matheh with\nMardthery?\" and the others took up the chant:\n\n      She's all right!\n      Who's all right?\n        MARGERY!\n\n\n\n\n\n\nAh, what fun swimming was! Did anything else under heaven equal\nit? Come, now, what might, she had drunk deep of one of life's\njoys, and the memory of it would long sustain her. And then,\nwhile the boys were still shouting her victory, while her heart\nwas still glowing with the thought of having made good before\nthem, it came--a voice that was like the voice of judgment.\n\n\"Margery!\" it trumpeted sharply. \"_Margery!_\"\n\nAnd at that voice five little Adams were suddenly afraid, and,\nremembering the nakedness of their shoulders, hid themselves as\nbest they could in the muddy depths, and the solitary little Eve\ncovered herself likewise until the waters were up to her chin.\nThen six little floating heads turned and gazed in speechless\ndismay at the knoll. There stood Henry. In one hand he was\nclutching a tin can full of something; from the other he had\ndropped a seine.\n\n\"Margery!\" he repeated as though scarce able to believe his eyes.\nThen as the vision remained fixed, he changed his tone.\n\n\"Margery Blair, you come right out of that pond!\"\n\nAll the outraged conventionalities of an elder brother sounded in\nhis voice and showed in the horrified expression of his face.\n\nMargery did not question fate, but meekly obeyed. Slowly and\nreluctantly she made her way to shore. Henry was at the water's\nedge to hasten her landing. He reached out and dragged her in--no\nlonger a defiant young Venus, but a very frightened little girl\nwhose naughtiness had found her out. Henry pushed her roughly\ntoward her pile of clothes with the succinct order, \"Now dress.\"\nHe made a screen of his body between her and the five pairs of\neyes that were bobbing about so exasperatingly on the water.\n\nBehind the screen Margery shivered helplessly. \"Ain't got nothin'\nto wipe with,\" she sniffled.\n\nVery carefully and deliberately, without exposing for an instant\nthe form of his frail sister, Henry deposited on the ground his\ntin can of minnows, went through all his pockets, and finally\npulled out a small, dirty handkerchief. As he handed this over\nhis shoulder, the little boys in the water laughed.\n\n\"Say, Henry, will you lend me that towel when Margery's through\nwith it?\" asked Charley Burns facetiously.\n\n\"I'll punch your head when I ketch you. That's what I'll do to\nyou.\"\n\nCharley did not continue the subject.\n\nPresumably the handkerchief served its purpose, for Margery's\nnext words showed that dressing had progressed a bit.\n\n\"I can't get my stockin's on,\" she quavered.\n\n\"Pull 'em on,\" grunted the screen unfeelingly.\n\nA few moments later there was similar trouble with the shoes, and\nMargery sent out a tearful announcement:\n\n\"They just won't go on.\"\n\n\"They got to,\" remarked the screen firmly.\n\n\"But I tell you they won't. They're my new ones and they won't go\non without a shoe-horn.\"\n\n\"Stamp on 'em!\" commanded Henry gruffly.\n\nBehind the screen convulsive excitement followed, accompanied by\na certain Jack-in-the-box effect which seemed highly to amuse the\nlittle boys in the water.\n\n\"That's right, Margery. Stamp on 'em!\" they repeated derisively\nuntil cowed into silence by Henry's stony stare.\n\n\"I can't button my dress,\" was Margery's final plaint.\n\n\"You got to.\"\n\n\"But I tell you I can't,\" she insisted, her voice rising to a\nlong-drawn wail. \"It buttons behind.\"\n\nWith the utmost dignity the screen slowly turned itself around.\nThat was a signal for the small boys in the water to break forth\ninto jeers and taunts. They spoke in that treble squeal which\nlittle boys use when they seek to imitate girls' voices.\n\n\"Say, Henry, please lend me your towel to wipe my ears.\"\n\n\"Button my dress, Henry.\"\n\n\"Where's your shoe-horn, Henry?\"\n\nApparently Henry's calm remained unshaken. In reality he made a\nrather poor job of the buttoning. As soon as the back of the\ndress promised to hold together, he stopped. Then, firmly\nclutching Margery's arm in one hand and holding his seine and tin\ncan of minnows in the other, he faced his waspish little\ntormentors.\n\n\n\n\n\n\nThe moment had come for him to speak. He did not hesitate. Had he\nbeen forty-five and bald, he could not have met the situation\nwith more determined conventionality. He realized, plainly\nenough, that the family had been disgraced, and neither to\nherself nor to the world would he minimize or excuse Margery's\nculpability. Yet, nevertheless, he would do his best to hush up\nthe scandal.\n\n\"See here, you kids,\" he began warningly. Both hands were\noccupied, so he could not emphasize his threat with the sight of\na clenched fist. His tones, however, carried conviction. \"If any\nof you's blab about this, I'll give you such a smashin'----\"\n\nHenry did not finish the sentence. There was no need to finish\nthe sentence. When one's thought has been fully enough expressed,\nwhy go on further?\n\nHenry paused a moment for the meaning to sink in. Then he started\nup the knoll, dragging Margery after him. Instantly the pond was\nin an uproar.\n\n\"Oh, Henry, can't guess who I seen in swimmin' this afternoon!\"\n\n\"Comin' back to-morrow, ain't you, Margery?\"\n\n\"Better slow up, Henry, or you'll drop your minnies.\"\n\n\"Say, Margery, your stockin's is comin' down.\"\n\nThen Freddy Larkin started to chant at the top of his lungs:\n\n     Motheh, may I go out to thwim?\n       Yeth, my darlin' daughter;\n     Hang your cloth' ...\n\nOf course Margery knew that their wit was aimed at Henry, not at\nher. But she breathed freer, nevertheless, once out of ear-shot.\n\nHenry dragged her homeward at a furious pace. He held her arm so\ntightly that it ached. The worst was that she couldn't make him\nargue about it. He simply held on without talking.\n\n\"You just let my arm go, Henry Blair,\" she whimpered again and\nagain. \"You ain't got any right to hurt me.\"\n\nBut Henry would only close his mouth more grimly and push on.\n\n\"Ain't you got any sense, Henry Blair? I ain't tryin' to run\noff.\"\n\nShe might just as well be talking to a post.\n\nEven the threat, \"If you don't let me go, I'll holler,\" fell on\ndeaf ears.\n\nThis was said after they had reached the civilization of streets\nand houses, where their appearance caused a mild sensation. And\nsmall wonder. Margery's stockings were down in rolls about her\nankles. Behind, her dress was gaping open where Henry had missed\nthe buttons. In places there were yellow stains where the wet of\nher body had soaked through. Her face was streaked with mud and\nher hair was drying in a stiff mat that hung down heavily over\nher eyes. The once gorgeous hair ribbon was little better than a\nlump of mud.\n\nSeveral little girls on different porches called out in amazed\ncuriosity, \"Why, Margery, what _is_ the matter?\" and a boy or\ntwo, staring hard, remarked, \"Hello, Henry. What you doin'?\" For\nall the attention he paid, Henry might not have heard. With lips\ntightly closed, eyes looking straight ahead, he rushed on, never\nonce relaxing hold of his miserable victim's arm.\n\nAt their own gate they met the twins and Gladys Bailey just\nreturning from their round of calls. One look at the strange\npair, and even Gladys lost her air of blasé indifference. Her\neyes opened wide and she took a deep breath of interest and\nsurprise.\n\n\"Why, Henry,\" she said, \"what in the world has Margery gone and\ndone now?\"\n\n_What has Margery gone and done now?_ If that wasn't like Gladys,\nbefore she knew a thing about it to decide that Margery had gone\nand done something! And when it was Gladys herself who was the\ncause of it all, anyhow! Remembering this, Margery turned on her\nand snarled like some angry little animal.\n\nAt this fresh token of savagery in his younger sister, Henry's\nface grew quite apoplectic with shame. But, still keeping his\nmouth closed, he pushed by Gladys and the twins, and dragged\nMargery up the steps of the front porch.\n\n\"Oh, look at Margery's hair!\" Gladys called out in virtuous\nconcern. \"What _has_ happened? You _must_ tell us, Henry!\"\n\nFamily shame might keep Henry's mouth closed, but Margery felt no\nsuch restraint. She wanted Gladys to know! She wanted everybody\nto know! So while Henry was freeing one hand of tin can and\nseine, preparatory to opening the door, she twisted around until\nshe, could shout out the news to the listening world.\n\n\"I went in swimmin'!\" she cried, shaking her muddied locks at\nGladys. \"That's what!\" She had to hurry, for Henry was already\npulling at the screen door. \"With boys, too! With _boys_!\"\n\nHenry jerked her roughly into the house, but not before she had\nheard the beginning of Gladys's unctuous comment: \"Oh, how\ndisgraceful! Ain't Margery just too awful!\" She also had time to\nrealize vaguely that, disgraceful though it was, Gladys seemed in\nno haste to turn on the twins that cold glance of scorn which, by\nall reckoning, should instantly have been forthcoming. Why did\nshe stay on talking to them? A cold doubt began to creep into\nMargery's mind. Had she, after all, disgraced only herself? The\ndoubt slowly grew to a certainty, until, by the time she found\nherself dragged into the library, she felt as miserable and\nforlorn as she looked.\n\nWithout a word Henry placed her before her mother. Her mother\nraised languid eyes from a novel; then, like Gladys, showed\nlivelier interest.\n\n\"Margery! What have you been doing?\"\n\n\"Swimmin'.\" Henry answered for her, in the first syllables he had\nuttered since leaving the pond.\n\n\"Swimming!\" repeated her mother faintly.\n\n\"With boys,\" added Henry gloomily.\n\n\"With boys!\" echoed her mother, looking helpless and alarmed. The\noccasion was evidently one which demanded a well-chosen reproof.\nShe paused a moment, then said impressively: \"Why, I never heard\nof a little girl doing such a thing!\"\n\nAt that all Margery's waning spirit flared up. It was what they\nalways said! Whatever she did was bad, not because it _was_ bad,\nbut because _she_ was a girl!\n\n\"'Tain't my fault I'm a girl!\" she cried, stamping her foot and\nglaring out from under her muddy hair, more than ever like a\nlittle creature of the woods. \"I don't want to be a girl! I want\nto be a boy, and you know I do!\"\n\n\"That will do, Margery,\" said her mother coldly. \"You may go to\nbed now, and when your father comes home, I shall tell him how\nyou've been behaving and he can punish you. Henry, call Effie.\"\n\nTo Effie was intrusted the task of giving Margery a bath and\nputting her to bed.\n\n\"She's been a bad girl this afternoon, Effie, and if she's rude\nto you, you may spank her.\" And Margery's mother, thus shifting\nher maternal responsibility, first to a servant, then to her\nhusband, returned to her novel with a troubled sigh.\n\nWhen one is small and in the grip of adverse circumstances, there is,\nperhaps, no process of life which can be made more humiliating than a\nbath. In this instance, suffice to say that Effie was lavish in the\nuse of soap and water, especially soap, and, by the time she finished,\nhad reduced her charge to a state of quiescent misery.\n\n\n\n\n\n\nMargery's room was the small front corner room adjoining her\nmother's. The window was open, and, as she lay in bed, feverish\nand unhappy, the murmur of conversation from the porch below\nreached her distinctly. She paid little attention until, hearing\nGladys Bailey's voice, it suddenly came over her that that young\nwoman had not yet gone home. Then Margery sat up and listened.\n\n\"I just feel so sorry for your poor father,\" Gladys's voice was\nsaying. \"He'll feel so disgraced!\" After a slight pause she\nasked: \"Don't you think he'll be home soon?\"\n\nSo that was it! Gladys lingered on in hopes of witnessing the\nlast scene of Margery's humiliation. Oh, what a deceitful\ncreature Gladys was, pretending that the whole family was so\ndisgraced, yet remaining still as intimate with them as ever!\nHow horrid they all were--everybody except, perhaps--perhaps her\nfather! In the past he was the only one who had ever shown\nhimself superior to public opinion and circumstantial evidence.\nWould he be the same this time? If he, too, were going to be\nshocked and surprised, Margery felt that there was nothing left\nfor her but to go off somewhere alone and die.\n\n\"How many boys did you say they was, Henry?\"\n\nHenry evidently had not said, for he did not answer now. Nothing\ndaunted, Gladys went on.\n\n\"I suppose they was at least ten. Yes, I'm sure they must ha'\nbeen ten.\"\n\n\"No, they wasn't,\" Henry blurted out. \"They was only five.\"\n\nMargery tossed about on her little bed in helpless rage and\nscorn. Why, the creature was a regular Delilah!\n\n\"Who was they, Henry?\"\n\nAgain Henry kept silence. But this time Gladys's question was\nanswered in another way. From up the street came the various\nnoises that announce the approach of a crowd of boys.\n\n\"Here they come now,\" Gladys exclaimed in candid satisfaction.\n\nYes, without doubt they were coming. When they saw Henry they\nbegan immediately a taunting sing-song:\n\n\"Oh, Henry, can't guess who I seen in swimmin'! Can't guess who I\nseen in swimmin'!\"\n\nHenry dashed off the porch and the chorus scattered in various\ndirections. One saucy voice sang as it ran:\n\n     Motheh, may I go out to thwim?\n       Yeth, my darlin' daughter;\n     Hang your cloth' ...\n\nYes, that was the whole thing in a nutshell, Margery thought. It\nwas exactly how they always talked to girls.\n\n     Hang your clothes on a hickory limb,\n       And DON'T go near the water!\n\nWasn't it what her mother said to her a dozen times a day? _Now\nbe a good little girl and have a good time._ How could you be a\n_good_ little girl and have a good time at the _same_ time? The\nirony of it, when anybody with a grain of sense would know that\nthe two do not go hand in hand! If she had stayed home that\nafternoon, she would have been good, but she would not have had a\ngood time. As it was, she had had a good time, but she had not\nbeen good. So there you are!\n\nThe gate clicked, but it was not Henry, for Gladys offered the\nconciliatory greeting, \"Hello, Willie.\" So it must be Willie\nJones coming through their yard to get to his own. Margery\nwondered whether Gladys would be able to work him as she had\nworked Henry. Margery thought not, but if she were--well, she,\nMargery Blair, would have very little more to say to Willie\nJones.\n\nWhen, Margery judged, Willie Jones was passing the porch, Gladys\nasked in her suavest tones, \"Oh, Willie, did you see Margery,\ntoo?\"\n\nFor a moment Willie did not answer, and Margery, kneeling on the\nfloor behind the window curtain, held her breath. Then,\napparently without slowing his pace, Willie Jones grunted out in\nhis roughest manner:\n\n\"Aw, go on! You don't know what you're talkin' about!\"\n\n\"Willie Jones is just the rudest boy,\" Gladys informed the twins.\n\"I wouldn't think your mother would let Margery play with him.\"\n\nBut, up-stairs, Margery wept for joy at this evidence of a true\nand noble heart.\n\nHenry returned from the chase with the interesting news that he\nhad almost caught Freddy Larkin.\n\n\"Well, I just pity your poor father,\" Gladys commented, \"if he\ngoes down on the car to-morrow with Freddy Larkin's father.\"\n\n\"Why, Gladys?\" chorused the twins anxiously.\n\n\"Because he'll laugh at your father and make fun of him for\nhaving a girl that went in swimming with boys. Just you see! And\nyour father'll feel so disgraced!\"\n\nWould he really? Margery wondered forlornly. Of all her family,\nher father was the one, the only one, she would have spared; and\nnow, if Gladys were to be trusted, he it was who would suffer\nmost. With a pang, she suddenly remembered how many times in the\npast she had been sent to bed, as to-day, to await his coming,\nand how kind and just he had always been, never pronouncing\npunishment until he had sifted and weighed the evidence against\nher. And, remembering this, her rebellious little heart softened\nand a sense of regret came over her--the first she had felt that\nafternoon. Why, why had she not remembered him sooner? How could\nshe _ever_ have forgotten him?\n\n\n\nIn the midst of this incipient remorse, Gladys announced his\narrival.\n\nHe came in with a cheerful, \"Hello, kidlets!\" and almost\nimmediately asked, \"Where's Margery?\"\n\n\"Margery's in bed,\" Henry said significantly.\n\nMargery heard her father pull over a porch chair and seat\nhimself.\n\n\"She's been bad,\" Katherine said.\n\nStill her father made no comment.\n\nIt was Alice's turn to speak, and there was nothing left to tell\nbut the deed itself.\n\n\"She went in swimmin',\" Alice whispered.\n\nAnd then, of all things, as Gladys Bailey would say, what did her\nfather do but laugh! He laughed loud and long; but the others,\nevidently surprised, did not join him.\n\nIt was Gladys who spoke first.\n\n\"You forgot to tell your father that she went in swimmin' with\nboys.\"\n\n\"With boys!\" her father echoed, and laughed harder than before.\n\nUp-stairs, her head pressed against the window-sill, Margery\ncould scarcely believe her ears. Did he really think it was\nfunny? And then she had it. Her father was pretending! But that,\nafter all, was only half a clue. Why was he pretending? Why?\n\nHe stopped laughing after a time and began putting questions to\neach of them in turn, until he had pieced together the whole\nstory.\n\n\"Katherine,\" he asked finally, \"why did you and Alice not take\nher with you when you went calling? If you had, this would not\nhave happened.\"\n\n\"Well, you see, papa,\" began Katherine, \"she's too little for our\ncrowd.\"\n\n\"Too little? What nonsense! She's not a bit too little.\"\n\n\"Well, Gladys says she is,\" Katherine insisted.\n\nGladys corrected this statement kindly but firmly: \"What I said\nwas, that, for first calls, four was perhaps too big a crowd.\"\n\n\"Oh, I see. That is very different. No doubt Gladys is entirely\nright. But you've made your first calls now, haven't you?--and\nhereafter Margery can go with you just as well as not, can't she,\nGladys? Why, you know, really, in crowds, the more the merrier.\nBesides\"--and Margery knew just as though she were there the kind\nof look her father was giving Gladys--\"as a favor to me!\"\n\nGladys was completely taken in.\n\n\"I'll be glad to do anything I can for you, Mr. Blair,\" she said\npolitely. Then she added gratuitously: \"Everybody ought to be\nkind to each other.\"\n\n\"That's it, exactly. As Gladys says, the big boys and girls\nshould always be kind and gentle to the smaller ones. Now Henry\nwas right, when he found his little sister doing something wrong,\nto bring her home. But next time he's going to be more gentle\nabout it, aren't you, Henry?\"\n\nYes, Henry was, and Margery hugged herself in wonder and\namazement. Why, her father was simply workin' 'em for all they\nwas worth! He was just jollyin' 'em to beat the band! And it was\nall for her sake, too! Under the magic of his words, already they\nwere ceasing to regard her as an outcast. And Margery, like many\nanother who has sought to overturn the pillars of society, was\nstrangely happy at the thought of being able once again to mingle\nwith her own kind.\n\n\"But, papa,\" she heard Alice ask, \"what'll you say to Freddy\nLarkin's father on the car?\"\n\n\"What will I say to Freddy Larkin's father on the car, Alice?\"\n\n\"Yes, papa, when he--Gladys--she says he'll make fun of you on\naccount of Margery.\"\n\nAnd then her father rose to the occasion magnificently.\n\n\"What will I say,\" he repeated in a loud, full voice, \"to Freddy\nLarkin's father when he makes fun of me for having a little girl\nwho went in swimming with the boys?\"\n\nHe paused impressively, and suddenly Margery understood. He was\nthe only one of them all who knew that of course she was\nlistening! And he had known it all along and had been sending\nmessages, no, not of excuse for her naughtiness--they would have\nthat out together, later--but of love and encouragement for\nherself. Oh, how she would try never to grieve him again!\n\n\"I'll tell you what I'll say,\" his adorable voice continued.\n\"I'll say, 'Well, I just bet you a great big round dollar that\nFreddy will never see Margery do such a thing again!' Why, do you\nknow, Gladys, I'd be willing to risk five dollars!\"\n\n\n\nThen he came into the house and her mother kept him a moment in\nthe library. She could not hear what her mother said, but her\nfather's answer, \"Of course I shall be severe, if necessary,\" put\na sudden chill on her heart.\n\nThen she heard his foot on the stairs; and she buried her face in\nthe pillow, pretending to be asleep.\n\nHer father stood over her a moment, looking down at her quietly.\nShe could feel him looking. Then he said, \"Margery,\" softly,\ngently. It seemed to her that she had never heard her name\npronounced so sweetly, so lovingly. Whatever little ice of\nrebellion had formed anew around her heart melted that instant,\nand, like a whirlwind, she threw her arms about her father's neck\nand crushed her chill little nose and her burning face against\nhis cheek. There she sobbed out her love and repentance.\n\n\"And papa--papa,\" she gasped as soon as she could speak, \"you can\nbet him ten dollars if you want to, and you won't lose! I promise\nyou, papa, you won't lose! You _won't!_\"\n\n\n\nHer mother supposed that, as usual, Margery had cajoled her\nfather into an easy mood, for, when she saw them an hour later,\nMargery was seated on her father's knee, quiet and happy. In all\napparent innocence she was saying:\n\n\"_And oh, papa! Ugh! It just squashes up between your toes like\nworms!_\"\n\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Fillmore, Parker"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/28886/pg28886.txt",
        "name": "the_hickory_limb.json"
    }
}