{
    "name": "The Inhabited",
    "author": [
        "Wilson, Richard"
    ],
    "body": "Two slitted green eyes loomed up directly in front of him. He plunged\ninto them immediately.\n\nHe had just made the voyage, naked through the dimension stratum, and\nhe scurried into the first available refuge, to hover there, gasping.\n\nThe word \"he\" does not strictly apply to the creature, for it had no\nsex, nor are the words \"naked,\" \"scurried,\" \"hover\" and \"gasping\"\naccurate at all. But there are no English words to describe properly\nwhat it was and how it moved, except in very general terms. There are\nno Asiatic, African or European words, though perhaps there are\nmathematical symbols. But, because this is not a technical paper, the\nsymbols have no place in it.\n\nHe was a sort of spy, a sort of fifth-columnist. He had some of the\ncharacteristics of a kamikaze pilot, too, because there was no telling\nif he'd get back from his mission.\n\nHovering in his refuge and gasping for breath, so to speak, he tried\nto compose his thoughts after the terrifying journey and adjust\nhimself to his new environment, so he could get to work. His job, as\nfirst traveler to this new world, the Earth, was to learn if it were\nsuitable for habitation by his fellow beings back home. Their world\nwas about ended and they had to move or die.\n\nHe was being discomfited, however, in his initial adjustment. His\nfirst stop in the new world--unfortunately, not only for his dignity,\nbut for his equilibrium--had been in the mind of a cat.\n\n\n\nIt was his own fault, really. He and the others had decided that his\nfirst in a series of temporary habitations should be in one of the\nlower order of animals. It was a matter of precaution--the mind would\nbe easy to control, if it came to a contest. Also, there would be less\nchance of running into a mind-screen and being trapped or destroyed.\n\nThe cat had no mind-screen, of course; some might even have argued\nthat she didn't have a mind, especially the human couple she lived\nwith. But whatever she did have was actively at work, feeling the\nsolid tree-branch under her claws and the leaves against which her\ntail switched and seeing the half-grown chickens below.\n\nThe chickens were scratching in the forbidden vegetable garden. The\ncat, the runt of her litter and thus named Midge, often had been\nchased out of the garden herself, but it was no sense of justice which\nnow set her little gray behind to wriggling in preparation for her\nleap. It was mischief, pure and simple, which motivated her.\n\nMidge leaped, and the visitor, who had made the journey between\ndimensions without losing consciousness, blacked out.\n\nWhen he revived, he was being rocketed along in an up-and-down and at\nthe same time side-ward series of motions which got him all giddy.\nWith an effort he oriented himself so that the cat's vision became\nhis, and he watched in distaste as the chickens scurried, scrawny\nwings lifted and beaks achirp, this way and that to escape the\nmonstrous cat.\n\nThe cat never touched the chickens; she was content to chase them.\nWhen she had divided the flock in half, six in the pea patch and six\nunder the porch, she lay down in the shade of the front steps and\nreflectively licked a paw.\n\nThe spy got the impression of reflection, but he was baffledly unable\nto figure out what the cat was reflecting on. Midge in turn licked a\npaw, rolled in the dust, arched her back against the warm stone of the\nsteps and snapped cautiously at a low-flying wasp. She was a contented\ncat. The impression of contentment came through very well.\n\nThe dimension traveler got only one other impression at the\nmoment--one of languor.\n\nThe cat, after a prodigious pink yawn, went to sleep. The traveler,\nalthough he had never known the experience of voluntary\nunconsciousness, was tempted to do the same. But he fought against the\ninfluence of his host and, robbed of vision with the closing of the\ncat's eyes, he meditated.\n\nHe had been on Earth less than ten minutes, but his meditation\nconsisted of saying to himself in his own way that if he was ever\ngoing to get anything done, he'd better escape from this cat's mind.\n\nHe accomplished that a few minutes later, when there was a crunching\nof gravel in the driveway and a battered Plymouth stopped and a man\nstepped out. Midge opened her eyes, crept up behind a row of stones\nbordering the path to the driveway and jumped delicately out at the\nman, who tried unsuccessfully to gather her into his arms.\n\nThrough the cat's eyes from behind the porch steps, where Midge had\nfled, the traveler took stock of the human being it was about to\ninhabit:\n\nFive-feet-elevenish, thirtyish, blond-brown-haired,\nblue-summer-suited.\n\nAnd no mind-screen.\n\nThe traveler traveled and in an instant he was looking down from his\nnew height at the gray undersized cat. Then the screen door of the\nporch opened and a female human being appeared.\n\n\n\nWith the male human impressions now his, the traveler experienced some\ninteresting sensations. There was a body-to-body togetherness\napparently called \"gimmea hug\" and a face-to-face-touching ceremony,\n\"kiss.\"\n\n\"Hmm,\" thought the traveler, in his own way. \"Hmm.\"\n\nThe greeting ceremony was followed by one that had this catechism:\n\n\"Suppareddi?\"\n\n\"Onnatable.\"\n\nThen came the \"eating.\"\n\nThis eating, something he had never done, was all right, he decided.\nHe wondered if cats ate, too. Yes, Midge was under the gas stove,\nchewing delicately at a different kind of preparation.\n\nThere was a great deal of eating. The traveler knew from the\ninspection of the mind he was inhabiting that the man was enormously\nhungry and tired almost to exhaustion.\n\n\"The damn job had to go out today,\" was what had happened. \"We worked\ntill almost eight o'clock. I think I'll take a nap after supper while\nyou do the dishes.\"\n\nThe traveler understood perfectly, for he was a very sympathetic type.\nThat was one reason they had chosen him for the transdimensional\nexploration. They had figured the best applicant for the job would be\none with an intellect highly attuned to the vibrations of these\nothers, known dimly through the warp-view, one extremely sensitive and\nwith a great capacity for appreciation. Shrewd, too, of course.\n\nThe traveler tried to exercise control. Just a trace of it at first.\nHe attempted to dissuade the man from having his nap. But his effort\nwas ignored.\n\nThe man went to sleep as soon as he lay down on the couch in the\nliving room. Once again, as the eyes closed, the traveler was\nimprisoned. He hadn't realized it until now, but he evidently couldn't\ntransfer from one mind to another except through the eyes, once he was\ninside. He had planned to explore the woman's mind, but now he was\ntrapped, at least temporarily.\n\nOh, well. He composed himself as best he could to await the awakening.\nThis sleeping business was a waste of time.\n\nThere were footsteps and a whistling noise outside. The inhabited man\nheard the sounds and woke up, irritated. He opened his eyes a slit as\nhis wife told the neighbor that Charlie was taking a nap, worn out\nfrom a hard day at the office, and the visitor, darting free,\ntransferred again.\n\nBut he miscalculated and there he was in the mind of the neighbor.\nIrritated with himself, the traveler was about to jump to the mind of\nthe woman when he was caught up in the excitement that was consuming\nhis new host.\n\n\"Sorry,\" said the neighbor. \"The new batch of records I ordered came\ntoday and I thought Charlie'd like to hear them. Tell him to come over\ntomorrow night, if he wants to hear the solidest combo since Muggsy's\nRoseland days.\"\n\nThe wife said all right, George, she'd tell him. But the traveler was\nexperiencing the excited memories of a dixieland jazz band in his new\nhost's mind, and he knew he'd be hearing these fantastically wonderful\nnew sounds at first hand as soon as George got back to his turntable.\n\nThey could hardly wait, George and his inhabitant both.\n\n\n\nHis inhabitant had come from a dimension-world of vast, contemplative\nsilences. There was no talk, no speech vibrations, no noise which\ncould not be shut out by the turning of a mental switch. Communication\nwas from mind to mind, not from mouth to ear. It was a world of\npeaceful silence, where everything had been done, where the struggle\nfor physical existence had ended, and where there remained only the\nsweet fruits of past labor to be enjoyed.\n\nThat had been the state of affairs, at any rate, up until the time of\nthe Change, which was something the beings of the world could not\nstop. It was not a new threat from the lower orders, which they had\nmet and overcome before, innumerable times. It was not a threat from\noutside--no invasion such as they had turned back in the past. Nor was\nit a cooling of their world or the danger of imminent collision with\nanother.\n\nThe Change came from within. It was decadence. There was nothing left\nfor the beings to do. They had solved all their problems and could\nfind no new ones. They had exhausted the intricate workings of\nreflection, academic hypothetica and mind-play; there hadn't been a\nnew game, for instance, in the lifetime of the oldest inhabitant.\n\nAnd so they were dying of boredom. This very realization had for a\ntime halted the creeping menace, because, as they came to accept it\nand discuss ways of meeting it, the peril itself subsided. But the\nmoment they relaxed, the Change started again.\n\nSomething had to be done. Mere theorizing about their situation was\nnot enough. It was then that they sent their spy abroad.\n\nBecause they had at one time or another visited each of the planets in\ntheir solar system and had exhausted their possibilities or found them\nbarren, and because they were not equipped, even at the peak of their\nphysical development, for intergalactic flight, there remained only\none way to travel--in time.\n\nNot forward or backward, for both had been tried. Travel ahead had\nbeen discouraging--in fact, it had convinced them that their normal\npassage through the years had to be stopped. The reason had been made\ndramatically clear--they, the master race, did not exist in the\nfuture. They had vanished and the lower forms of life had begun to\ntake over.\n\nTravel into the past would be even more boring than continued\nexistence in the present, they realized, because they would be\nreliving the experiences they had had and still vividly remembered,\nand would be incapable of changing them. It would be both tiresome and\nfrustrating.\n\nThat left only one way to go--sideways in time, across the dimension\nline--to a world like their own, but which had developed so\ndifferently through the eons that to visit it and conquer the minds of\nits inhabitants would be worth while.\n\nIn that way they picked Earth for their victim and sent out their spy.\nJust one spy. If he didn't return, they'd send another. There was\nenough time. And they had to be sure.\n\n\n\nGeorge put a record on the phonograph and fixed himself a drink while\nthe machine warmed up.\n\nThe interdimensional invader reacted pleasurably to the taste and\ninstant warming effect of the liquor on George's mind.\n\n\"Ahh!\" said George aloud, and his temporary inhabitant agreed with\nhim.\n\nGeorge lifted the phonograph needle into the groove and went to sit on\nthe edge of a chair. Jazz poured out of the speaker and the man beat\nout the time with his heels and toes.\n\nThe visitor in his mind experimented with control. He went at it\nsubtly, at first, so as not to alarm his host. He tried to quiet the\nbeating of time with the feet. He suggested that George cross his legs\ninstead. The beating of time continued. The visitor urged that George\ndo this little thing he asked; he bent all his powers to the\nsuggestion, concentrating on the tapping feet. There wasn't even a\nglimmer of reaction.\n\nInstead, there was a reverse effect. The pounding of music was\ninsistent. The visitor relaxed. He rationalized and told himself he\nwould try another time. Now he would observe this phenomenon. But he\nbecame more than just an observer.\n\nThe visitor reeled with sensation. The vibrations gripped him, twisted\nhim and wrung him out. He was limp, palpitating and thoroughly happy\nwhen the record ended and George got up immediately to put on another.\n\nHours later, drunk with the jazz and the liquor, the visitor went\nblissfully to sleep inside George's mind when his host went to bed.\n\nHe awoke, with George, to the experience of a nagging throb. But in a\nfew minutes, after a shower, shave and breakfast with steaming\ncoffee, it was gone, and the visitor looked forward to the coming day.\n\nIt was George's day off and he was going fishing. Humming to himself,\nhe got out his reel and flies and other paraphernalia and contentedly\narranged them in the back of his car. Visions of the fine, quiet time\nhe was going to have went through George's mind, and his inhabitant\ndecided he had better leave. He had to get on with his exploration; he\nmustn't allow himself to be trapped into just having fun.\n\nBut he stayed with George as the fisherman drove his car out of the\ngarage and along a highway. The day was sunny and warm. There was a\nslight wind and the green trees sighed delicately in it. The birds\nwere pleasantly vocal and the colors were superb.\n\nThe visitor found it oddly familiar. Then he realized what it was.\n\nHis world was like this, too. It had the trees, the birds, the wind\nand the colors. All were there. But its people had long since ceased\nto appreciate them. Their existence had turned inward and the external\nthings no longer were of interest. Yet the visitor, through George's\neyes, found this world delightful. He reveled in its beauty, its\nbreathtaking panorama and its balance. And he wondered if he was able\nto appreciate it for the first time now because he was being active,\nalthough in a vicarious way, and participating in life, instead of\nmerely reflecting on it. This would be a clue to have analyzed by the\ngreater minds to which he would report.\n\nThen, with a wrench, the visitor chided himself. He was allowing\nhimself to identify too closely with this mortal, with his\nappreciation of such diverse pursuits as jazz and fishing. He had to\nget on. There was work to be done.\n\nGeorge waved to a boy playing in a field and the boy waved back. With\nthe contact of their eyes, the visitor was inside the boy's mind.\n\n\n\nThe boy had a dog. It was a great, lumbering mass of affection, a\nshaggy, loving, prankish beast. A protector and a playmate, strong and\ngentle.\n\nNow that the visitor was in the boy's mind, he adored the animal, and\nthe dog worshiped him.\n\nHe fought to be rational. \"Come now,\" he told himself, \"don't get\ncarried away.\" He attempted control. A simple thing. He would have the\nboy pull the dog's ear, gently. He concentrated, suggested. But all\nhis efforts were thwarted. The boy leaped at the dog, grabbed it\naround the middle. The dog responded, prancing free.\n\nThe visitor gave up. He relaxed.\n\nGreat waves of mute, suffocating love enveloped him. He swam for a few\nminutes in a pool of joy as the boy and dog wrestled, rolled over each\nother in the tall grass, charged ferociously with teeth bared and\ngrowls issuing from both throats, finally to subside panting and\nlaughing on the ground while the clouds swept majestically overhead\nacross the blue sky.\n\nHe could swear the dog was laughing, too.\n\nAs they lay there, exhausted for the moment, a young woman came upon\nthem. The visitor saw her looking down at them, the soft breeze\ntugging at her dark hair and skirt. Her hands were thrust into the\npockets of her jacket. She was barefoot and she wriggled her toes so\nthat blades of grass came up between them.\n\n\"Hello, Jimmy,\" she said. \"Hello, Max, you old monster.\"\n\nThe dog thumped the ground with his tail.\n\n\"Hello, Mrs. Tanner,\" the boy said. \"How's the baby coming?\"\n\nThe girl smiled. \"Just fine, Jimmy. It's beginning to kick a little\nnow. It kind of tickles. And you know what?\"\n\n\"What?\" asked Jimmy. The visitor in the boy's mind wanted to know,\ntoo.\n\n\"I hope it's a boy, and that he grows up to be just like you.\"\n\n\"Aw.\" The boy rolled over and hid his face in the grass. Then he\npeered around. \"Honest?\"\n\n\"Honest,\" she said.\n\n\"Gee whiz.\" The boy was so embarrassed that he had to leave. \"Me and\nMax are going down to the swimmin' hole. You wanta come?\"\n\n\"No, thanks. You go ahead. I think I'll just sit here in the Sun for a\nwhile and watch my toes curl.\"\n\nAs they said good-by, the visitor traveled to the new mind.\n\n\n\nWith the girl's eyes, he saw the boy and the dog running across the\nmeadow and down to the stream at the edge of the woods.\n\nThe traveler experienced a sensation of tremendous fondness as he\nwatched them go.\n\nBut he mustn't get carried away, he told himself. He must make another\nattempt to take command. This girl might be the one he could\ninfluence. She was doing nothing active; her mind was relaxed.\n\nThe visitor bent himself to the task. He would be cleverly simple. He\nwould have her pick a daisy. They were all around at her feet. He\nconcentrated. Her gaze traveled back across the meadow to the grassy\nknoll on which she was standing. She sat. She stretched out her arms\nbehind her and leaned back on them. She tossed her hair and gazed into\nthe sky.\n\nShe wasn't even thinking of the daisy.\n\nIrritated, he gathered all his powers into a compact mass and hurled\nthem at her mind.\n\nBut with a swoop and a soar, he was carried up and away, through the\nsweet summer air, to a cloud of white softness.\n\nThis was not what he had planned, by any means.\n\nA steady, warm breeze enveloped him and there was a tinkle of faraway\nmusic. It frightened him and he struggled to get back into contact\nwith the girl's mind. But there was no contact. Apparently he had been\ncast out, against his will.\n\nThe forces of creation buffeted him. His dizzying flight carried him\nthrough the clean air in swift journey from horizon to horizon, then\nup, up and out beyond the limits of the atmosphere, only to return him\nin a trice to the breast of the rolling meadow. He was conscious now\nof the steady growth of slim green leaves as they pressed confidently\nthrough the nurturing Earth, of the other tiny living things in and on\nthe Earth, and the heartbeat of the Earth itself, assuring him with\nits great strength of the continuation of all things.\n\nThen he was back with the girl, watching through her eyes a butterfly\nas it fluttered to rest on a flower and perched there, gently waving\nits gaudy wings.\n\nHe had not been cast out. The young woman herself had gone on that\nwild journey to the heavens, not only with her mind, but with her\nentire being, attuned to the rest of creation. There was a continuity,\nhe realized, a oneness between herself, the mother-to-be, and the\nUniverse. With her, then, he felt the stirrings of new life, and he\nwas proud and content.\n\nHe forgot for the moment that he had been a failure.\n\n\n\nThe soft breeze seemed to turn chill. The Sun was still high and\nunclouded, but its warmth was gone. With the girl, he felt a prickling\nalong the spine. She turned her head slightly and, through her eyes,\nhe saw, a few yards away in tall grass, a creeping man.\n\nThe eyes of the man were fixed on the girl's body and the traveler\nfelt her thrill of terror. The man lay there for a moment, hands flat\non the ground under his chest. Then he moved forward, inching toward\nher.\n\nThe girl screamed. Her terror gripped the visitor. He was helpless.\nHis thoughts whirled into chaos, following hers.\n\nThe eyes of the creeping man flicked from side to side, then up. The\nvisitor quivered and cringed with the girl when she screamed again. As\nthe torrent of frightened sound poured from her throat, the creeping\nman looked into her eyes. Instantly the visitor was sucked into his\nmind.\n\nIt was a maelstrom. A tremendous conflict was going on in it. One part\nof it was urging the body on in its fantastic crawl toward the young\nwoman frozen in terror against the sky. The visitor was aware of the\nother part, submerged and struggling feebly, trying to get through\nwith a message of reason. But it was handicapped. The visitor sensed\nthese efforts being nullified by a crushing weight of shame.\n\nThe traveler fought against full identification with the deranged part\nof the mind. Nevertheless, he sought to understand it, as he had\nunderstood the other minds he'd visited. But there was nothing to\nunderstand. The creeping man had no plan. There was no reason for his\naction.\n\nThe visitor felt only a compulsion which said, \"You must! You must!\"\n\nThe visitor was frightened. And then he realized that he was less\nfrightened than the man was. The terror felt by the creeping man was\ngreater than the fear the visitor had experienced with the girl.\n\nThere were shouts and barking. He heard the shrill cry of a boy. \"Go\nget him, Max!\"\n\nThere was a squeal of brakes from the road and a pounding of heavy\nfootsteps coming toward them.\n\nWith the man, the visitor rose up, confused, scared. A great shaggy\nweight hurled itself and a growling, sharp-toothed mouth sought a\nthroat.\n\nA voice yelled, \"Don't shoot! The dog's got him!\"\n\nThen blackness.\n\n\n\n\"Mersey.\" The voice summoned the visitor, huddling in a corner of the\nderanged mind, fearing contamination.\n\nThe eyes opened, looked up at the ceiling of a barred cell.\n\n\"Dr. Cloyd is here to see you,\" the voice said.\n\nThe visitor felt the mind of his host seeking to close out the words\nand the world, to return to sheltering darkness.\n\nThere was a rattle of keys and the opening of an iron door.\n\nThe eyes opened as a hand shook the psychotic Mersey by the shoulder.\nThe visitor sought escape, but the eyes avoided those of the other.\n\n\"Come with me, son,\" the doctor's voice said. \"Don't be frightened.\nNo one will hurt you. We'll have a talk.\"\n\nMersey shook off the hand on his shoulder.\n\n\"Drop dead,\" he muttered.\n\n\"That wouldn't help anything,\" the doctor said. \"Come on, man.\"\n\nMersey sat up and, through his eyes, the traveler saw the doctor's\nlegs. Were they legs or were they iron bars? The traveler cringed away\nfrom the mad thought.\n\nA room with a desk, a chair, a couch, and sunlight through a window.\nCrawling sunlit snakes. The visitor shuddered. He sought the part of\nthe mind that was clear, but he sought in vain. Only the whirling\nchaos and the distorted images remained now.\n\nThere was a pain in the throat and with Mersey he lifted a hand to it.\nBandaged--gleaming teeth and a snarling animal's mouth--fear, despair\nand hatred. With the prisoner, he collapsed on the couch.\n\n\"Lie down, if you like,\" said Dr. Cloyd's voice. \"Try to relax. Let me\nhelp you.\"\n\n\"Drop dead,\" Mersey replied automatically. The visitor felt the\ntenseness of the man, the unreasoning fear, and the resentment.\n\nBut as the man lay there, the traveler sensed a calming of the\nturbulence. There was an urgent rational thought. He concentrated and\ntried to help the man phrase it.\n\n\"The girl--is she all right? Did I...?\"\n\n\"She's all right.\" The doctor's voice was soothing. It pushed back the\nshadows a little. \"She's perfectly all right.\"\n\nThe visitor sensed a dulled relief in Mersey's mind. The shadows still\nwhirled, but they were less ominous. He suggested a question, exulted\nas Mersey attempted to phrase it: \"Doctor, am I real bad off? Can...?\"\n\nBut still the shadows.\n\n\"We'll work together,\" said the doctor's voice. \"You've been ill, but\nso have others. With your help, we can make you well.\"\n\nThe traveler made a tremendous effort. He urged Mersey to say: \"I'll\nhelp, doctor. I want to find peace.\"\n\nBut then Mersey's voice went on: \"I must find a new home. We need a\nnew home. We can't stay where we are.\"\n\n\n\nThe traveler was shocked at the words. He hadn't intended them to come\nout that way. Somehow Mersey had voiced the underlying thoughts of his\npeople. The traveler sought the doctor's reaction, but Mersey wouldn't\nlook at him. The man's gaze was fixed on the ceiling above the couch.\n\n\"Of course,\" the doctor said. His words were false, the visitor\nrealized; he was humoring the madman.\n\n\"We had so much, but now there is no future,\" Mersey said. The visitor\ntried to stop him. He would not be stopped. \"We can't stay much\nlonger. We'll die. We must find a new world. Maybe you can help us.\"\n\nDr. Cloyd spoke and there was no hint of surprise in his voice.\n\n\"I'll help you all I can. Would you care to tell me more about your\nworld?\"\n\nDesperately, the visitor fought to control the flow of Mersey's words.\nHe had opened the gate to the other world--how, he did not know--and\nall of his knowledge and memories now were Mersey's. But the traveler\ncould not communicate with the disordered mind. He could only\ncommunicate through it, and then involuntarily. If he could escape the\nmind ... but he could not escape. Mersey's eyes were fixed on the\nceiling. He would not look at the doctor.\n\n\"A dying world,\" Mersey said. \"It will live on after us, but we will\ndie because we have finished. There's nothing more to do. The Change\nis upon us, and we must flee it or die. I have been sent here as a\nlast hope, as an emissary to learn if this world is the answer. I have\ntraveled among you and I have found good things. Your world is much\nlike ours, physically, but it has not grown as fast or as far as ours,\nand we would be happy here, among you, if we could control.\"\n\n\n\nThe words from Mersey's throat had come falteringly at first, but now\nthey were strong, although the tone was flat and expressionless. The\nwords went on:\n\n\"But we can't control. I've tried and failed. At best we can co-exist,\nas observers and vicarious participants, but we must surrender choice.\nIs that to be our destiny--to live on, but to be denied all except\ncontemplation--to live on as guests among you, accepting your ways and\nsharing them, but with no power to change them?\"\n\nThe traveler shouted at Mersey's mind in soundless fury: \"Shut up!\nShut up!\"\n\nMersey stopped talking.\n\n\"Go on,\" said the doctor softly. \"This is very interesting.\"\n\n\"Shut up!\" said the traveler voicelessly, yet with frantic urgency.\n\nThe madman was silent. His body was perfectly still, except for his\ncalm breathing. The visitor gazed through his eyes in the only\npossible direction--up at the ceiling. He tried another command. \"Look\nat the doctor.\"\n\nWith that glance, the visitor told himself, he would flee the crazed\nmind and enter the doctor's. There he would learn what the\npsychiatrist thought of his patient's strange soliloquy--whether he\nbelieved it, or any part of it.\n\nHe prayed that the doctor was evaluating it as the intricate raving of\ndelusion.\n\n\n\nSlowly, Mersey turned his head. Through his eyes, the visitor saw the\nfaded green carpet, the doctor's dull-black shoes, his socks, the legs\nof his trousers. Mersey's glance hovered there, around the doctor's\nknees. The visitor forced it higher, past the belt around a tidy\nwaist, along the buttons of the opened vest to the white collar, and\nfinally to the kindly eyes behind gold-rimmed glasses.\n\nAgain he had commanded this human being and had been obeyed. The\ntraveler braced himself for the leap from the tortured mind to the\nsane one.\n\nBut his gaze continued to be that of Mersey.\n\nThe gray eyes of the doctor were on his patient. Intelligence and\nkindness were in those eyes, but the visitor could read nothing else.\n\nHe was caught, a prisoner in a demented mind. He felt panic. This must\nbe the mind-screen he'd been warned about.\n\n\"Look down,\" the visitor commanded Mersey. \"Shut your eyes. Don't let\nhim see me.\"\n\nBut Mersey continued to be held by the doctor's eyes. The visitor\ncowered back into the crazed mental tangle.\n\nGradually, then, his fear ebbed. There was more likelihood that Cloyd\ndid not believe Mersey's words than that he did. The doctor treated\nhundreds of patients and surely many of them had delusions as fanciful\nas this one might seem.\n\nThe traveler's alarm simmered down until he was capable of\nappreciating the irony of the situation.\n\nBut at the same time, he thought with pain, \"Is it our fate that of\nall the millions of creatures on this world, we can establish\ncommunication only through the insane? And even then to have only\nimperfect control of the mind and, worse, to have it become a\ntransmitter for our most secret thoughts?\"\n\nIt was heartbreaking.\n\nDr. Cloyd broke the long silence. Pulling at his ear, he spoke calmly\nand matter-of-factly:\n\n\"Let me see if I understand your problem, Mersey. You believe yourself\nto be from another world, from which you have traveled, although not\nphysically. Your world is not a material one, as far as its people\nare concerned. Your civilization is a mental one, which has been\nplaced in danger. You must resettle your people, but this cannot be\ndone here, on Earth, except in the minds of the mentally ill--and that\nwould not be a satisfactory solution. Have I stated the case\ncorrectly?\"\n\n\"Yes,\" Mersey's voice said over the traveler's mental protests.\n\"Except that it is not a 'case,' as you call it. I am not Mersey. He\nis merely a vehicle for my thoughts. I am not here to be treated or\ncured, as the human being Mersey is. I'm here with a life-or-death\nproblem affecting an entire race, and I would not be talking to you\nexcept that, at the moment, I'm trapped and confused.\"\n\n\n\nThe madman was doing it again, the traveler thought\nhelplessly--spilling out his knowledge, betraying him and his kind.\nWas there no way to muffle him?\n\n\"I must admit that I'm confused myself,\" Dr. Cloyd said. \"Humor me for\na moment while I think out loud. Let me consider this in my own\nframework, first, and then in yours, without labeling either one\nabsolutely true or false.\n\n\"You see,\" the doctor went on, \"this is a world of vitality. My\nworld--Earth. Its people are strong. Their bodies are developed as\nwell as their minds. There are some who are not so strong, and some\nwhose minds have been injured. But for the most part, both the mind\nand the body are in balance. Each has its function, and they work\ntogether as a coordinated whole. My understanding of your world, on\nthe other hand, is that it's in a state of imbalance, where the\nphysical has deteriorated almost to extinction and the mind has been\nnurtured in a hothouse atmosphere. Where, you might say, the mind has\nfed on the decay of the body.\"\n\n\"No,\" said Mersey, voicing the traveler's conviction. \"You paint a\nhighly distorted picture of our world.\"\n\n\"I theorize, of course,\" Dr. Cloyd agreed. \"But it's a valid theory,\nbased on intimate knowledge of my own world and what you've told me of\nyours.\"\n\n\"You make a basic error, I think,\" Mersey said, speaking for the\nunwilling visitor. \"You assume that I have been able to make contact\nonly with this deranged mind. That is wrong. I have shared the\nexperiences of many of you--a man, a boy, a woman about to bear a\nchild. Even a cat. And with each of these, my mind has been perfectly\nattuned. I was able to share and enjoy their experiences, their\npleasures, to love with them and to fear, although they had no\nknowledge of my presence.\n\n\"Only since I came to this poor mind have I failed to achieve true\nempathy. I have been shocked by his madness and I've tried to resist\nit, to help him overcome it. But I've failed and it apparently has\nimprisoned me. Whereas I was able to leave the minds of the others\nalmost at will, with poor Mersey I'm trapped. I can't transfer to you,\nfor instance, as I could normally from another. If there's a way out,\nI haven't found it. Have you a theory for this?\"\n\nIn spite of his distress at these revelations, the traveler was\nintrigued, now that they had been voiced for him, and he was eager to\nhear Dr. Cloyd's interpretation of them.\n\nThe psychiatrist took a pipe out of his pocket, filled it, lighted it\nand puffed slowly on it until it was drawing well.\n\n\"Continuing to accept your postulate that you're not Mersey, but an\nalien inhabiting his mind,\" the doctor said finally, \"I can enlarge on\nmy theory without changing it in any basic way.\n\n\"Your world is not superior to ours, much as it may please you to\nbelieve that it is. Nature consists of a balance, and that balance\nmust hold true whether in Sioux City, or Mars, or in the fourth\ndimension, or in your world, wherever that may be. Your world is out\nof balance. Evidently it has been going out of balance for some time.\n\n\"Your salvation lies not in further evolution in your world--since\nyour way of evolving proved wrong, and may prove fatal--but in a\nchange in course, back along the evolutionary path to a society which\ndeveloped naturally, with the mind and the body in balance. That\nsociety is the one you have found here, in our world. You found it\npleasant and attractive, you say, but that doesn't mean you're suited\nto it.\n\n\"Nature's harsh rules may have operated to let you observe a way of\nlife here that you enjoy, but to exclude you otherwise--except from a\nmind that is not well. In nature's balance, it could be that the\nrefuge on this world most closely resembling your needs is in the mind\nof the psychotic. One conclusion could be that your race is mentally\nill--by our standards, if not by yours--and that the type of person\nhere most closely approximating your way of life is one with a\ndisordered mind.\"\n\n\n\nDr. Cloyd paused. Mersey had no immediate reply.\n\nThe traveler made use of the silence to consider this plausible, but\nfrightening theory. To accept the theory would be to accept a destiny\nof madness here on this world, although the doctor had been kind\nenough to draw a distinction between madness in one dimension and a\nmere lack of natural balance in another.\n\nMersey again seized upon the traveler's mind and spoke its thoughts.\nBut as he spoke, he voiced a conclusion which the traveler had not yet\nadmitted even to himself.\n\n\"Then the answer is inescapable,\" Mersey said, his tone flat and\nunemotional. \"It is theoretically possible for all of our people to\nmigrate to this world and find refuge of a sort. But if we established\nourselves in the minds of your normal people, we'd be without will. As\nmere observers, we'd become assimilated in time, and thus extinguished\nas a separate race. That, of course, we could not permit. And if we\nsettled in the minds most suitable to receive us, we would be in the\nminds of those who by your standards are insane--whose destiny is\ncontrolled by the others. Here again we could permit no such fate.\n\n\"That alone would be enough to send me back to my people to report\nfailure. But there is something more--something I don't think you will\nbelieve, for all your ability to synthesize acceptance of another\nviewpoint.\"\n\n\"And what is that?\"\n\n\"First I must ask a question. In speaking to me now, do you still\nbelieve yourself to be addressing Mersey, your fellow human being, and\nhumoring him in a delusion? Or do you think you are speaking through\nhim to me, the inhabitant of another world who has borrowed his mind?\"\n\n\n\nThe doctor smiled and took time to relight his pipe.\n\n\"Let me answer you in this way,\" he said. \"If I were convinced that\nMersey was merely harboring a delusion that he was inhabited by an\nalien being, I would accept that situation clinically. I would humor\nhim, as you put it, in the hope that he'd be encouraged to talk freely\nand perhaps give me a clue to his delusion so I could help him lose\nit. I would speak to him--or to you, if that were his concept of\nhimself--just as I am speaking now.\n\n\"On the other hand, if I were convinced by the many unusual nuances of\nour conversation that the mind I was addressing actually was that of\nan alien being--I would still talk to you as I am talking now.\"\n\nThe doctor smiled again. \"I trust I have made my answer sufficiently\nunsatisfactory.\"\n\nThe visitor's reaction was spoken by Mersey. \"On the contrary, you\nhave unwittingly told me what I want to know. You'd want your answer\nto be satisfactory if you were speaking to Mersey, the lunatic. But\nbecause you'd take delight in disconcerting me by scoring a\npoint--something you wouldn't do with a patient--you reveal acceptance\nof the fact that I am not Mersey. Your rules would not permit you to\ngive him an unsatisfactory answer.\"\n\n\"Not quite,\" contradicted Dr. Cloyd, still smiling. \"To Mersey, my\npatient, troubled by his delusion and using all his craft to persuade\nboth of us of its reality, the unsatisfactory answer would be the\nsatisfactory one.\"\n\n\n\nMersey's voice laughed. \"Dr. Cloyd, I salute you. I will leave your\nworld with a tremendous respect for you--and completely unsure of\nwhether you believe in my existence.\"\n\n\"Thank you.\"\n\n\"I am leaving, you know,\" Mersey's voice replied.\n\nThe traveler by now was resigned to letting the patient be his medium\nand speak his thoughts. Thus far, he had spoken them all truly, if\nsomewhat excessively. The traveler thought he knew why, now, and\nexpected Mersey to voice the reason for him very shortly. He did.\n\n\"I'm leaving because I must report failure and advise my people to\nlook elsewhere for a new home. Part of the reason for that failure I\nhaven't yet mentioned:\n\n\"Although it might appear that I, the visitor, am manipulating Mersey\nto speak the thoughts I wished to communicate, the facts are almost\nthe opposite. My control over either Mersey's body or mind is\npractically nil.\n\n\"What you have been hearing and what you hear even now are the\nthoughts I am thinking--not necessarily the ones I want you to know.\nWhat has happened is this, if I may borrow your theory:\n\n\"My mind has invaded Mersey's, but his human vitality is too strong to\npermit him to be controlled by it. In fact, the reverse is true. His\nvitality is making use of my mind for its own good, and for the good\nof your human race. His own mind is damaged badly, but his healthy\nbody has taken over and made use of my mind. It is using my mind to\nmake it speak against its will--to speak the thoughts of an alien\nwithout subterfuge, as they actually exist in truth. Thus I am\nhelplessly telling you all about myself and the intentions of my\npeople.\n\n\"What is in operation in Mersey is the human body's instinct of\nself-preservation. It is utilizing my mind to warn you against that\nvery mind. Do you see? That would be the case, too, if a million of us\ninvaded a million minds like Mersey's. None of us could plot\nsuccessfully against you, if that were our desire--which, of course,\nit is--because the babbling tongues we inherited along with the bodies\nwould give us away.\"\n\nThe doctor no longer smiled. His expression was grave now.\n\n\"I don't know,\" he said. \"Now I am not sure any longer. I'm not\ncertain that I follow you--or whether I want to follow you. I think\nI'm a bit frightened.\"\n\n\"You needn't be. I'm going. I'll say good-by, in your custom, and\nthank you for the hospitality and pleasures your world has given me.\nAnd I suppose I must thank Mersey for the warning of doom he's\nunknowingly given my people, poor man. I hope you can help him.\"\n\n\"I'll try,\" said Dr. Cloyd, \"though I must say you've complicated the\ndiagnosis considerably.\"\n\n\"Good-by. I won't be back, I promise you.\"\n\n\"I believe you,\" said the doctor. \"Good-by.\"\n\nMersey slumped back on the couch. He looked up at the ceiling,\nvacantly.\n\n\n\nFor a long time there was no sound in the room.\n\nThen the doctor said: \"Mersey.\"\n\nThere was no answer. The man continued to lie there motionless,\nbreathing normally, looking at the ceiling.\n\n\"Mersey,\" said the doctor again. \"How do you feel?\"\n\nThe man turned his head. He looked at the doctor with hostility, then\nwent back to his contemplation of the ceiling.\n\n\"Drop dead,\" he muttered.\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Wilson, Richard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31392/pg31392.txt",
        "name": "the_inhabited.json"
    }
}