{
    "name": "The Gently Orbiting Blonde",
    "author": [
        "Peterson, John Victor"
    ],
    "body": "Maybe Helene's right in saying that I shouldn't tell exactly how our\nliving room became the training station for Space Satellite One. If I\ndon't, though, I'm afraid she'll let it slip out as a deep dark secret\nto one of her tri-dielectronic bridge friends and it'll be all over the\nProject as quickly as a pile past critical mass. It certainly wouldn't\nhelp my reputation at the labs, especially if in the retelling the\nfacts should become distorted about Gladys, the gently orbiting blonde.\n\nSome of it was accidental, certainly, but didn't Wilhelm Roentgen get\nbrushed by the breeze of chance?\n\nI must have been on the right track, anyhow!\n\nI'll leave it to you....\n\nIt's true, I _do_ get absorbed in things. So it happened on the night I\nwas married. But I did, after all, carry Helene across the threshold.\nCan I help it that, as I was fetching her a toast, I just happened to\nglance up at the sun-chandelier in our cathedral-ceilinged living room\nand got reminded of the Project and decided I just had to go down into\nmy lab in the basement and change one little bit of circuitry? When\nyou're working on something as elusive as anti-gravity, you've got to\nseize upon every minute of inspiration.\n\nI told her I'd be right back and dashed downstairs. I guess I should\nhave kissed her first. I forgot. I'm sorry now. In a way. If I had,\nmaybe--But, let's face it, I forgot.\n\nYou could ask old Ruocco, my psych prof. He always says I've\nsupernormal powers of concentration.\n\nThere I was in the basement. One thing led to another. I rearranged the\ncircuitry on the psionic machine and found then that changes in the\ngyrorotors were indicated.\n\nSomething intruded vaguely on my mind but I ignored it, enmeshed as I\nwas in magnetostriction lines. This just might work!\n\nIt didn't. My concentration was disrupted. I glanced at my watch. _Oi_!\nI thought, _Helene!_\n\nAnd my subconscious told me with sickening certainty that the near\ndisturbance I had had, had been the slamming of a door--of the front\ndoor by someone on the way out.\n\nI went upstairs. Helene was gone, complete with pocketbook. Her valises\nhad been in the car and I saw from the living room window that she'd\ntaken that.\n\nShe'd gone home to Mom, I guessed. She'd have no trouble getting off\nthe reservation; she had a nonsensitive job on the Project. Not like\nme; I couldn't get pried out of White Sands by less than Presidential\norder.\n\nIt'd be hours before I could try visioing her. Mom's way up in\nConnecticut, quite a hop even by jetliner.\n\nI sat on the chitchat bench, felt sorry for myself for a second and\nthen got concentrating on the starchart on the ceiling above the\nsun-chandelier and decided that if man was to start exploring upward\nI'd better continue my exploring downstairs.\n\nBut I couldn't concentrate. I fiddled around rewiring the psionic\nmachine just to have something to do.\n\nThe front door banged again with the loveliest, most satisfying\nsolid bang--and I dropped my soldering iron on a printed circuit and\nsomething went _whoosh_ which wasn't just me going up the stairs.\nSimultaneously a feminine scream came to meet me.\n\n\n\nI went up the stairs but when I got to the top I\ndidn't--couldn't--stop. I kept going up, making climbing motions and\ntouching nothing at all until my head ricocheted off the curving\nceiling and I bounced down upon my contour chair. I didn't stop there\nbut bounced right back up again, vaguely aware that the recoiling chair\nwas slowly following me.\n\nDuring this time I was seeing considerably more stars than you'd see\nfrom Palomar on a good clear night.\n\nThe stars began to blink out of focus, and me in. And then, in the\nmidst of marveling over the undeniable fact that I'd discovered--well,\nwhat about Roentgen?--_discovered_ anti- or at least _null_-gravity, I\nremembered (a) the door slamming and (b) the scream.\n\nI bounced off the ceiling, cartwheeled a bit, glanced off a picture of\na Viking rocket on the wall which took off on a trajectory of its own,\nand then spun in my orbit and got a look at the blonde.\n\nNow, anyone under normal conditions would have taken a good look at the\nblonde. I was, however, performing what is known in aeronautics as a\nbarrel-roll, and my viewing of the blonde was the sweeping scan of a\nsurveillance radar.\n\nNot that I hadn't seen the blonde before. I knew her well. Her name is\nGladys. She's the most gorgeously put-together creature at the Sands.\nMost of the boys would ride bareback on a Nike if she gave them the\nsmile she was giving me then.\n\nGladys was in a gentle orbit as nearly circular as that of Venus. Her\nprimary was the sun-chandelier.\n\nI thought then of another Venus. Only Gladys has arms. Her arms were\nbare. In fact, a lot of Gladys was bare and there's a lot of Gladys,\nall nicely proportioned, of course. The sunsuit's designer had\nindubitably been inspired by a Bikini.\n\nI bounced off a sofa, which absorbed some of my inertia, and through\nsome frictional freak stopped my axial rotation. I went then into\nan elliptical orbit grazing the chitchat bench at aphelion and the\nchandelier at perihelion.\n\nThe thought of Helene crossed my mind in a peculiarly guilty manner,\nand I was rather glad at that moment that Gladys and I weren't on a\ncollision orbit.\n\n\"Now that you've stopped pingponging,\" Gladys said, \"you might tell\nme how we're going to get out of this fix. And I don't mind behaving\nlike an electron but you might make like a positron and come a little\ncloser; it's getting cold in here! By the way, where's Helene?\"\n\nI don't know why, but I told her. And maybe I did put on an aggrieved\nhusband act a bit, but who could blame me?\n\n\"Oh, Bill, I'm sorry,\" she said throatily. \"You're so attractive, so\nfine. To think you've been snared by someone who doesn't appreciate\nyour worth, your handsomeness, your manly strength. Oh, why couldn't\nyou just have given poor little me a glance? After all, we've been\ntogether in the Project Lab every day. I _know_ you, Bill, and I'm _so_\nsorry!\"\n\nAnd she moved on, lovely, graceful in her gentle orbit, and my heart\nswelled with recognition of her compassion.\n\nI started to make a self-effacing remark, stammered, and finally\nchanged my mind and asked, \"But how did you happen to come here?\"\n\nShe sighed. \"Business, I'm sorry to state. Jim O'Brien wants you at\nthe lab. Thinks he's on the track of anti-grav--and here you have it\nalready! Gee, Bill, it _is_ getting cold in here!\"\n\nI hadn't noticed.\n\nJust then the thermostat did notice, and the air-conditioning unit cut\nin. Warm air started to blow from the baseboard outlets.\n\n\"Bill--\"\n\n\"Yeah,\" I answered, trajecting past the chitchat bench and wondering\nif by stretching real hard I could reach it on the next trip round and\ndrag myself to it. Then, if it didn't come unplugged I could ground\n(now _that_ was a silly thought!)--I could _stop_ myself and maybe work\nout of the living room along the edge of the tacked-down carpet.\n\n\"Bill, if Helene doesn't come back, do you think, maybe--\"\n\nI thought, maybe.\n\n\n\nHey, was I imagining things or was my orbit changing? And was Gladys\nsmiling more warmly?\n\nOh, oh! The air-vents were doing it, the air currents from them\npressing me into a more curving trajectory which would probably graze\nGladys' orbit.\n\nI was passing the chitchat bench. I flailed out for it, missed, and my\nmovement seemed to twist my trajectory even more. I looked at Gladys\nand she was smiling warmly, welcomingly. I thought of Helene and felt\nlike a louse. An airborne louse. Without wings, like a louse should\nbe. You need wings to fly. If I'd had them I think I'd have flown.\nElsewhere.\n\nSure, you can let your conscience be your guide but what can you do\nwhen you're helplessly warped into a collision orbit with one of the\nloveliest women in the world, a welcoming planet in a closed system of\nyour own peculiar manufacture?\n\nThe visio started buzzing then and I wondered agonizingly if it were\nHelene. On the other hand, it might be Jim O'Brien wondering why Gladys\nhadn't come back. With no answer, he might come over, but I doubted it.\nJim's a bachelor and somewhat of a hermit.\n\nAh, missed on this go-round, but it was close. Gladys' smile told me\nshe was paying no heed to the buzzing visio at all.\n\nThe sun-chandelier--I could reach it! I caught at one of its sunburst's\nrays. It promptly snapped off, but the action had changed my orbit.\n\nChanged it--and how! Now I was in precisely the same orbit as Gladys\nand gaining! She smiled back over her nicely rounded shoulder. It\nwasn't fair!\n\nI hadn't heard a sound outside, what with the visio buzzing away like\nmad, but the front door was suddenly opened and there was Helene\nstarting to come in, a big package in her arms.\n\n\"Stay out!\" I cried. \"Don't come in, Helene!\"\n\nI was a split second too late; her foot hit the null-grav area and she\nwas suddenly orbiting, her package tumbling off on a trajectory of its\nown, her pocketbook a satellite beside her.\n\nHelene was startled, certainly, but not beyond speech. \"Bill Wright,\"\nshe cried, \"you're a beast! You bring me home on our wedding night and\nleave me for your silly machine and without a single solitary drop\nto drink in the servomech and I go out for something and come back\nto find you flying after that blonde hussy!\" She swept up around the\nchandelier, her orbit grazing it at perihelion but apparently destined\nto be far remote at aphelion.\n\n\"But, dear--\" I started.\n\n\"Don't dear me!\" she cried, and went out of my range of vision just as\nI overtook Gladys and her outflung arms caught me painfully by the\nneck.\n\nWhich is when Helene's orbit mercifully turned out to be a collision\norbit with Gladys'--and she took Gladys away from me like a super-Nike\ntaking out a stratojet-bomber. They bounced against the ceiling. Gladys\ntook the impact. Rearward. Fortunately Mother Nature had been kind.\n\nHelene bounced away from Gladys. Strands of blonde hair went with her.\n\n\"Dark roots!\" Helene cried triumphantly.\n\nGladys said a bad word.\n\nI conjectured.\n\n\"Say,\" I said, but the girls were shouting. I yelled, \"Hey!\"\n\nThey quieted but kept glaring balefully at each other and circled like\na couple of female wrestlers waiting--but wholly unable--to pounce.\n\n\"We're in a pickle,\" I started.\n\n\"_You're_ in a pickle,\" Helene corrected me.\n\n\"Oh, stop it!\" I said.\n\n\"I didn't start it,\" Helene said.\n\nLogic!\n\n\"Now, look,\" I said, \"we've got to get down. If one of us could only\nmanage to grasp something that's fastened--the carpet, a window, a\ndoorknob--\"\n\nI didn't finish; it was too painfully obvious that none of our orbits\ntook us that close to the finite boundaries of my null-grav living\nroom. Helene's, I noticed, was the closest. A germ of an idea came into\nmy mind as I observed that Helene's handbag was still in a tight orbit\naround her.\n\n\"Honey,\" I said.\n\nShe raged at that and made futile fluttering motions as though she\nthought she just might be able to fly.\n\nPerhaps formality was indicated.\n\n\"Mrs. Wright,\" I tried.\n\nGladys laughed and the irate Mrs. Wright, sweeping close to Gladys'\norbit at perihelion, made a vicious swipe which neatly tore away a\nconsiderable portion of the upper part of Gladys' sunsuit, which\nportion went fluttering away on a bat-like trajectory of its own. I\nforgot the portion; the point of departure was more absorbing.\n\nHelene gasped and told me to concentrate on getting us down; but my\npowers of concentration were rather difficult to influence since I was\nin a fixed orbit and, like Mercury or old Luna, my face was turned\ninward and Gladys' orbit was now considerably tighter than mine.\n\n\"Well, do something, will you!\" Helene cried. \"At least, stop leering!\"\n\nNow I'm a reasonable man even when befuddled by null-grav, so I tried\nto forget about orbiting hemispheres and to attack the problem of\nreaching terra firma.\n\nI closed my eyes, but promptly became so unoriented that I almost\nbecame ill; so I opened them again and concentrated on my primary, the\nsun-chandelier.\n\nThe visio had stopped buzzing. I hoped that meant that Jim O'Brien--if\nit had been Jim--had figured that something was amiss and was now\nhurrying over in his Caddicopter. He could throw us a line and haul us\nout. Then I threw that hope away. Jim's severely practical; and this\n_was_ to have been my wedding night.\n\nOh, well....\n\n\n\nCould one of us somehow reach the sun-chandelier and short it, thereby\nshorting the machine downstairs? Mentally reconstructing the house's\nelectrical circuitry, I concluded that my lab was on a separate circuit.\n\n_Hey! I am confused_, I thought. Helene's handbag! I'd thought of it\nbefore. Of course! Women carry all sorts of things.\n\n\"Helene,\" I said, \"do you have a squeeze bottle in your bag? Perfume or\nhair spray or deodorant, maybe?\"\n\n\"Bill Wright, if you think for one minute that I'm going to--\"\n\n\"Have you?\" I cut in.\n\nShe spluttered. \"Perfume,\" she finally said grudgingly. \"Though with\nthat eau-de-whatever Gladys is wearing, I should think--\"\n\n\"Oh, stop it! Now will you please get the perfume out!\"\n\nShe did; then she went wandering off to aphelion in her orbit and\nmomentarily out of my line of sight. When she came back toward\nperihelion with the chandelier, I said, \"Now, look, wriggle around a\nlittle axially if you can--\"\n\nThat did it. Helene exploded into a verbal nova. \"You lecherous beast!\"\nshe cried. \"It isn't enough for you to dally with this shameless blonde\nhussy on our wedding night. Not enough for you to float along looking\nlike a blissful ogling ogre, making mental mockery of your wedding\nvows. No, you--you BEM!--you have to ask your meek and retiring, your\nquiet and unassuming, your defenseless and self-effacing wife to act\nlike a bumping and grinding burlesque queen!\"\n\nAnd my meek, retiring, quiet, unassuming, etc., wife went on\netcetera-ing ad practically infinitum.\n\nWhen swiftly trajecting Helene's tirade paused for lack of words and/or\nbreath, I said meekly above the gently orbiting blonde's chuckles, \"But\nI was only trying to get us out of this mess. I wanted you to perform\na slight axial rotation so that you could aim your--er--posterior\nat the cellar door when you next reach aphelion near it. Do you\nunderstand?\"\n\n\"No,\" she said, but did manage by some completely feminine and to me\nquite incomprehensible maneuvers (girdle girding procedure, maybe?) to\ntwist ninety degrees axially.\n\n\"When I say 'go,' squeeze the spray bottle,\" I directed, \"and keep\nsqueezing it hard and keep it pointing straight away from your\nlongitudinal axis.\"\n\n\"My _what_? Now, look, what do you think you'll accom--\"\n\n\"Wait!\" I cut her off. \"For every action there's an equal and opposite\nreaction, right? I hope you'll widen your orbit when the reaction sets\nin.\"\n\nShe was nearing aphelion. \"Go!\" I cried.\n\nShe did squeeze the spray bottle, and kept squeezing it quickly and\nstrongly, but so far as I could judge her orbit wasn't effected one\nwhit. Something was accomplished, however, that made our situation more\ndesperate: those little droplets of potent perfume proceeded to bounce,\nscatter, splatter and ricochet all over the place. The scent spread.\nOverpoweringly.\n\n\"And _you_ talked about _my_ perfume!\" Gladys cried and began to giggle\nagain.\n\nMy gaze wandered toward the lovely albeit space-happy blonde.\n\n\"Bill!\" Helene cried as she swept across my line of sight. She looked\nlike an avenging angel, a very lovely one. She made me feel humble and\ncontrite; I went dutifully back to the problem.\n\n\n\nIt seemed rather hopeless. Both Gladys and I were orbiting nearly\nparallel to the floor in what I was calling the plane of the ecliptic.\nMy brief encounter with the chandelier had twisted me into the plane as\nhad Gladys' unfortunate but exhilarating encounter with my irate bride.\n\nHelene's orbit was still tilted from the plane, like Pluto's, and was\ncuriously elliptical like a comet's. Currents created by the allegedly\ndraftless air-conditioning system must have caused and must be\nmaintaining the ellipse. Being a newcomer to our tight little system,\nHelene also still had considerable orbital speed whereas air resistance\nwould soon bring Gladys and me to a midair stop, probably in inferior\nopposition. I knew what Helene would think of that.\n\nI decided we couldn't do anything individually or jointly unless an\noutside agent were introduced or full advantage taken of something\nalready present.\n\nWe had cosmic debris, for sure: the flipflopping chaise longue which\nwas in a tight orbit near the peak of the cathedral ceiling; the\nframed picture of the Viking rocket (could I ever use a little of\n_its_ thrust now!) fluttering close to the flapping torn part-away of\nthe sunsuit down below the plane of the ecliptic; and the big package\nHelene had brought. The last suddenly proved to be on a collision orbit\nwith Gladys, curving in then to bump against her derriere. Reaching\nback swiftly she caught it like an errant salesman's hand. I waited\nexpectantly.\n\n\"Wonderful!\" she commented. \"Wonderful!\" And pulled out a bottle of\nScotch. I watched in fascinated, gleeful anticipation as she unscrewed\nthe cap, and moved the bottle up toward celestial north to reach a\nnormal drinking position. Naturally the contents promptly departed;\nthen splashed against the arch of the ceiling and went into a thousand\nodd orbits, of which many made moist contact with my own. The\nperfume-Scotch combination--_yoicks!_\n\n\"Glad,\" I said.\n\n\"Oh, it's _Glad_ now!\" Helene burst.\n\nI ignored her.\n\n\"Glad, get the package in your hands like a basketball--\"\n\n\"Yes, conceal your shame!\" Helene cut in acidly.\n\n\"Will you stop it?\" I cried. \"Now, Glad, listen, aim it toward my\norbit. Lead me a little--there, that ought to do it. Now when I count\ndown to zero give it a shove. Ready? Three, two, one--_zero_!\"\n\nIt was dead on!\n\nI looked in the bag, hoping to find a newly charged carbonation unit\nfor the servomech bar. I didn't, but I found something else!\n\n\"Helene,\" I said, \"I love you!\"--and I drew forth the loveliest magnum\nof champagne you'd ever hope to see.\n\n\"But, Bill,\" Helene cried, \"that's to celebrate our wedding night!\"\n\nI appreciated the present tense but said nothing, working on the wire\nwhich bound the cork.\n\n\"Bill, remember what happened to the Scotch,\" Gladys warned me.\n\nI ignored them both, thinking furiously. It _had_ to be Helene! She\nwould sweep to the apogee of her cometlike orbit near the cellar door\nagain in seconds. I shook the magnum as violently as I could. Its cork\nwent whooshing off on a ricochet romance with the Scotch cap. The freed\nand deeply disturbed champagne blasted off straight for the most remote\npoint in Helene's orbit--and Helene was there! On target!\n\nI went whirling backward with the reacting magnum against my chest,\nbounced against a wall, smacked against the chandelier, flipflopped\na few times and found myself orbiting directly below Gladys. I\nre-oriented myself with some effort and found by twisting my head\nsharply that I could see the results of the improvised jet blast:\nHelene, drenched with champagne, stood in gravity on the cellar stairs.\n\n\"Dear,\" I ventured, \"just go down and ease off on the rheostat; that'll\ncancel this out gradually and let us down easily.\"\n\nShe made a spluttering noise and went downstairs.\n\nI made a quick survey for a possible safe touchdown area just in case\nHelene inadvertently cut the power too fast; chances were good that\nwe'd hit one of the several sofas.\n\nGladys and I were celestially north of the chitchat bench when Helene\ncompletely killed the null-grav. The bench, with visio, suffered\ncomplete collapse; it wasn't meant for sitting down on from twelve feet\nup. Especially with a blonde dropping immediately into one's lap. Lucky\nfor me both were nicely padded.\n\n\"I'm sorry, Bill,\" Gladys said, _September Morn_-ing, and hurrying,\ndishevelled and forlorn, out the front door. I heard her car start up\nas Helene came up from the basement.\n\nI ruefully surveyed the shattered visio amid the other debris.\n\n\"Null-grav,\" I said. \"Real null-grav. Jim's got to know--but the\nvisio's ruined. I've got to go out and call him.\"\n\n\"Oh, no, you don't!\" Helene burst. \"Null-grav _and_ Jim O'Brien can\nwait until tomorrow!\"\n\nShe kissed me tenderly then.\n\n\"How right you are,\" I said, getting re-oriented fast.\n\n\n\nNow you must excuse me; I've got to degravitize the living room.\nThey're due here for training in a few minutes--the Satellite One\nCadets. I worked out a keyer that remotely controls the null-grav's\nrheostat; it's calibrated to permit creating any sub-gravitational\neffect from one G down to null-G. Those boys are really getting trained.\n\nSomeday I'll duplicate the null-grav over at the Project--Jim O'Brien\nand I have nearly got the circuitry licked--and we'll have the living\nroom all to ourselves. Jim and his blushing bride--Gladys--come over\nalmost every evening after the Cadets are through. We play null-grav\npolo, orbital chess and some other games we've adapted. Our favorite,\nthough, is \"Pick Your Planet\" where we take turns imitating the orbit\nof one of Sol's planets, planetoids, moons or visiting comets, and\npantomiming other clues.\n\nFunny, but most often Helene or Gladys chooses Venus. With them, poor\ncold old Pluto's out.\n\nWomen are funny that way.\n",
    "metadata": {
        "author": [
            "Peterson, John Victor"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68373/pg68373.txt",
        "name": "the_gently_orbiting_blonde.json"
    }
}