{
    "name": "The price of eggs",
    "author": [
        "Garrett, Randall"
    ],
    "body": "\"You'll find things a lot different out here, Lieutenant,\" said Colonel\nHastings as he eyed the newly-arrived officer in a manner which was\nintended to be detached, and which failed by a narrow margin to do\nquite that. He levelled his gaze.\n\nLieutenant Donald John Newhouse nodded his head just the slightest and\nsaid, \"Yes, sir.\"\n\n\"I appreciate the fact that you have been specially trained for this\nwork,\" the colonel went on, \"and I appreciate that Sector Headquarters\nmust think very highly of you to send you out on something like this.\nBut it is my own personal opinion that it takes more than theoretical\nwork to understand the situation on an alien planet that one has never\nvisited. You've got to live with it.\"\n\n\"Yes, sir,\" said Lieutenant Newhouse again. There was little else he\ncould say; there was no point in arguing with the colonel. He was well\naware that Colonel Hastings was angry because he had been unable to\nsolve the problem that was facing him here on Dynak, and because Sector\nHeadquarters had sent in a new man to do it--and a fresh-faced junior\nofficer, at that. Logically, the colonel should have been angry with\nhimself, not with Newhouse, but man does not function by logic alone.\n\nColonel Hastings toyed with a pink paperweight with one hand and\nscratched his button nose with the other, while his eyes remained\nsteadily on Newhouse. \"I also appreciate the fact that you....\"\n\nNewhouse listened respectfully to what the colonel had to say, mentally\nmaking a note to the effect that Colonel Hastings, on his own word, was\na very appreciative man. He seemed to appreciate everything.\n\n\"... And I assure you that you will have every bit of data which we\nhave so far obtained at your disposal.\"\n\nHe paused, and Newhouse, sensing that he should make some reply, said:\n\"Thank you, sir; that will be very helpful.\"\n\nThe colonel sighed. \"Very well. Don't hesitate to call on me for\nanything, Lieutenant. And--uh--\" He paused suddenly looking wistful,\nlike a kicked collie.\n\n\"Yes, sir?\" said Newhouse respectfully.\n\n\"--uh--I trust you will keep me informed--ah--for my own information.\"\n\n\"As much as possible, sir,\" said Newhouse, trying hard not to feel\nsorry for the colonel.\n\n\"Very well,\" Colonel Hastings said morosely. \"Unless there are any\nquestions, you may go.\"\n\nNewhouse detected the hopeful note in the other man's voice and\nresponded. \"I really don't think I can ask any intelligent questions\nuntil I've studied the problem thoroughly, sir.\"\n\nThe colonel looked gratified. \"Very well. I appreciate your concern,\nLieutenant. Thank you.\"\n\n\"Thank _you_, sir,\" Lieutenant Newhouse said saluting. Then he turned\non his heel and left the office.\n\n\n\nHe moseyed over to the broad swath of green park that had been left\nas a relaxation spot when the base had been built. It wasn't crowded;\nthere were only two or three men sitting on the benches, smoking and\ntalking quietly. Newhouse found a bench to himself and sat down to mull\nthings over.\n\nThere was nothing totally new in the situation here on Dynak. Newhouse,\nas a trouble-shooter, knew that, even if Colonel Hastings didn't. Dynak\nwas one of the many worlds which Man had decided not to colonize in\nspite of its inviting appearance. The biochemistry of the plants and\nanimals was just a little too different to be compatible with Man,\nwhich meant that the planet would have to be wiped clean and started\nover in order to provide a suitable environment for human beings. And,\naside from the fact that such a step would mean destroying millions\nof species that would better be preserved for study, it would mean the\ndeath of the several million humanoid natives of the planet--something\nthat Man had no desire to be responsible for.\n\nDynak Base was not a military establishment; the Space Force as a whole\nused only a minor part of its energies for military purposes. Most of\nits activities were scientific in nature. Nonetheless, any base such\nas this had to be fortified to a certain extent. There were tribes of\nhumanoids in the immediate vicinity which were, like all such cultural\nunits at that stage of development, intensely hostile to anything\nstrange. Right now, the majority of them were warily friendly with the\nEarthmen, but there was no way of knowing how long that uneasy peace\nmight last. Meanwhile, they were doing useful work--bringing in samples\nof various types of fauna and flora for the labs to work on.\n\nIt all sounded fine so far, Newhouse thought grumpily. But the catch\nlay in the word \"humanoid.\" Any reasonably intelligent race was\nclassified as \"humanoid\" if they were erect, bifurcate animals--a\ndefinition which covered a multitude of variations. Most of them\nyou wouldn't want to meet alone in a dark alley, and if you did, it\nwould be a toss-up as to which of you would be the most frightened.\nOddly-colored skins, three-eyed faces, and other _outré_ features were\nnot at all uncommon among them.\n\nDynak was different. The humanoids were near human. The brown-yellow\npigment in their skins wasn't melanin, and it was another pigment that\ngave them the intensely blue-violet eye coloring; they had different\nkinds of glands inside, arranged differently; they were almost entirely\nhairless, except for soft patches of down on the top of the head;\nand they averaged about four feet seven in height. Not human, no.\nDefinitely not _homo sapiens_.\n\nBut they certainly _looked_ human. And, to top the whole thing off, the\nfemales were, to an Earthman's eyes, as pretty as little dolls. Except\nthat dolls are normally not built so enticingly.\n\nThey weren't _all_ beautiful, true, but there were enough beauties to\ntempt the weary Earthman. And those who weren't weary were even more\ntempted.\n\nTheir body chemistries were incompatible, of course; off-spring from\nsuch a union were impossible. But the union itself was certainly\npossible.\n\nEven so, there hadn't been too much trouble. For one thing, there were\nplenty of human women on Dynak Base; for another, the semi-savage\ntribes which occupied the territory around Dynak Base had a rather\n_laissez faire_ attitude, and a female's over-friendliness, even with\nalien giants from the sky, wasn't frowned upon. And, for a third, the\nsavage women usually didn't come up to the standards of a fastidious\nEarthman, as far as general cleanliness was concerned.\n\nBut the women of the semi-barbaric city-state of Oassi, a hundred miles\nto the north, were a different matter entirely. Newhouse had never\nactually seen any of the native females, but the trimensional, full\ncolor, motion recordings had been graphic enough.\n\nNewhouse could understand perfectly well why Boccaccio di Vino had\nmanaged to get himself into the jam he was in.\n\n\n\nA man in civilian clothing had been approaching the bench Newhouse was\nseated on, but the lieutenant didn't pay much attention until the man\nstopped by the bench and said: \"Lieutenant Newhouse?\"\n\nNewhouse started to rise. \"Yes?\"\n\n\"Sit down, Lieutenant,\" the other said, sitting down beside Newhouse.\nHe was a lean, elderly man, with graying hair and a long-jawed, bony\nface that managed to show a strong sense of humor in spite of its\nsaturnine construction. \"I'm Bruce MacAuliffe; Colonel Hastings said\nyou wanted to talk to me.\"\n\nNewhouse swallowed. \"Well, yes, sir; I did. But you didn't have to--\"\n\nMacAuliffe raised a hand. \"That's all right. Hastings has his own way\nof doing things. There's no point in raising a fuss. And besides, I\nimagine you want to get things started. Something has to be done about\ndi Vino.\"\n\nMacAuliffe was the head of the Diplomatic Section on Dynak, and\nan outstanding expert on anthropology and xenology; Newhouse felt\nflattered that the man had taken the trouble to seek him out.\n\n\"Something has to be done, all right,\" Newhouse agreed, \"but I'm not\nquite sure what at this point. In spite of the reports, I still don't\nhave the whole picture.\"\n\nMacAuliffe lifted a thin eye brow. \"No? I thought my reports were\ncomprehensive enough.\" But there was a definite twinkle in his eyes.\n\nNewhouse grinned. \"Hastings thinks the job can't be done till I've\nspent six months here because it's impossible to learn from reports;\nyou think I can hop off immediately and get di Vino out of this jam,\nbecause everything can be learned from reports. It's a rough life we\nlead.\"\n\nThe diplomat grinned back. \"Just what is it you want to know,\nLieutenant?\"\n\nNewhouse then scratched thoughtfully at the area just behind his right\near. \"Details, mostly, I guess. You and di Vino and the others went\nto Oassi to square away the details of this contract with the local\ngovernment, and di Vino managed to get himself married. All as plain as\nmy Aunt Millie's face. But I don't quite get a picture of Boccaccio di\nVino the man nor of the personalities of the women involved.\"\n\nMacAuliffe said: \"I see. Well, di Vino himself is a very personable\nyoung man; good conversationalist and a fine diplomat--for a young man.\nHe shows promise of getting somewhere in the field.\"\n\n\"Won't this caper sort of put a black mark on his record?\"\n\nMacAuliffe rubbed his long, thin nose sadly. \"I'm afraid it will, yes.\nShame, too. Mr. di Vino acted with the impetuosity of youth, and it'll\nprobably follow him well into his old age.\"\n\n\"By then,\" said Newhouse, \"he'll be bragging about it.\"\n\n\"Probably. He's just the type, though, who's a push-over for a set-up\nlike that; pretty faces and figures go to his head. He and the Shannil,\nfor instance, were....\"\n\nNewhouse listened while MacAuliffe talked.\n\n\n\nThe cultural level of the city-state of Oassi was similar in many\nways to that of Egypt in the fifteenth century B.C., or that of\npre-classical Athens or Sparta. It differed strongly, however, in\nthat it was essentially a matriarchy. Since the natives of Dynak were\noviparous, the women were freed from the temporary disability that\nchild-bearing brought to viviparous species. In the more savage tribes,\nthe females suckled the young and cared for them from hatching until\nthey were old enough to fend for themselves; in Oassi, however, most\nof the care of the young had been handed over to the males while the\nfemales ran the state. The fighters were of both sexes, carefully\nsegregated into male and female battalions, but the top officers were\nall females.\n\nDynak Base had been built well away from Oassi; one of the strict\nrules of Earth was that no indigenous culture should be subjugated or\ninfluenced any more than necessary. Before any contact was made, a\nstudy of the more savage tribes had to be made.\n\nNonetheless, rumors had come out of the jungle that a strange group of\naliens had built a fortress near the banks of the Ngong River, and the\npeople of Oassi were aware of the presence of the Earthmen long before\nany contact had been made by the Earthmen themselves.\n\n\n\nEventually, diplomatic relations between the Earthmen and the Oassi\npeople had been established simply because the Oassi army had sent an\nexpeditionary force to find out the intentions of the strangers. There\nhad been no actual fighting; the female general in charge of the troops\nhad decided that it would be futile to attack Dynak Base and had asked,\ninstead, for a parley.\n\nThe upshot of the whole incident was a decision to send a diplomatic\nparty to Oassi itself. And Boccaccio di Vino had been a member of that\nparty.\n\nThe trouble was that, at that time, di Vino and the others didn't know\na great deal about the customs and mores of the Oassi. More exactly,\ndi Vino didn't know that just holding hands with an Oassi girl was\ntantamount to a formal engagement. And di Vino hadn't just stopped with\nholding hands. After the party had been in the city sixty-three days,\ndi Vino found himself legally married to Oanella, the daughter of the\nShann and Shanni of Oassi, and heir to the throne. When the old Shanni\ndied, Oanella would become Shanni, and di Vino, as her consort, would\nbecome Shann whether he liked it or not.\n\nIt might sound like a good position to be in, and, in a human society,\nit could have been just fine. But Oassi was not a human city, and di\nVino wanted desperately to get out and go back to Dynak Base--even\nfarther away, if possible.\n\nOassi had a pleasant little law regarding the crown princess and the\nShanni. If no fertile eggs were laid within the first two hundred days\nof marriage, it was the duty of the royal personage to get herself\nanother husband. But since monogamy was strictly enforced, and\nsince no one, not even the Shanni, could re-marry while the spouse\nremained alive, the only way out for her highness was the obvious one.\nConsequently, Boccaccio di Vino had found himself facing death.\n\n\"The big trouble,\" said MacAuliffe, \"is that the young Shannil seems to\nbe actually proud of di Vino; her 'giant' is something for the lesser\nnobles to envy.\" His face darkened. \"She'll probably miss him very\nmuch.\"\n\n\"We can't let them kill him,\" Newhouse said flatly.\n\n\"I hope not,\" MacAuliffe said, \"but, outside of storming their city, I\ndon't see how we can get him out of the citadel.\"\n\n\"I'll think of a way,\" Newhouse said grimly. \"I'm going into the city\nwith the next food convoy.\"\n\n\n\n\"Sometimes,\" said Master Sergeant Pemberton in a low voice, \"I think\nthis whole thing is a waste of time.\" He turned the wheel of the car a\ntrifle to avoid a tree, then twisted it back to avoid another.\n\nNewhouse stuck a cigarette in his mouth, fired it. \"What? You mean,\ntaking di Vino food? He might get pretty hungry.\"\n\n\"I didn't mean that, Lieutenant; I wouldn't want to let him starve.\nBut driving in all this chow every so often, over a hundred miles of\njungle, isn't my idea of an efficient way to run an outfit.\"\n\n\"What would you do, if it were your job to decide policy?\" Newhouse\nasked, genuinely curious.\n\n\"Just what the colonel's doing now,\" Pemberton said. \"I realize it's\nthe only sensible way. But there are times when I wish we could just\nwalk in there, pull out our guns, and tell them to hand him over or\nelse.\"\n\n\"Sure,\" said Newhouse, \"but who'd raise _gakgaks_ for us then? You want\nto raise a whole herd and milk 'em yourself?\"\n\n\"My mother didn't raise her little Willie to be a herdsman for alien\ncritters,\" the sergeant said virtuously. \"Besides, I wouldn't know how,\nand I'm not anxious to learn. Those things smell worse than a herd of\nsick hogs.\"\n\n\"Same thing I'd say,\" Newhouse agreed. \"But Earth would scream so loud\nthey could be heard in Messier 31 if their only supply of anti-cancer\nserum were to be cut off, or even reduced. And if you know of any way\nto get it except from _gakgak_ milk, a grateful galaxy will prostrate\nitself at your feet.\"\n\n\"I'd feel pretty silly if they did,\" said Pemberton, wrenching the\nwheel around to avoid another tree. \"But it's a hell of a note that Dr.\nChung had to find the stuff in _gakgak_ milk at all. Why couldn't he\nhave been sensible and found it in tree leaves or something? Then we\nwouldn't have to stay on good terms with a bunch of high-handed female\ndictators.\"\n\n\"No,\" said Newhouse, \"probably not. But we'd probably have to stay on\ngood terms with the savages around the base so they'd go out and gather\nleaves for us. What's the difference?\"\n\n\"The difference,\" Pemberton said triumphantly, \"is that we wouldn't\nhave to worry about the care and feeding of our boy, di Vino.\"\n\n\"Um,\" said Newhouse, realizing when he'd been beaten.\n\n\n\nPemberton glanced in his rear view mirror. \"They having trouble back\nthere? No, I guess not; they just slowed down a little.\"\n\nNewhouse swiveled his head around and peered at the second car, which\nwas following them. Like their own, it floated a foot off the ground\non its antigravs as it moved through the jungle. It didn't seem to be\nhaving any trouble.\n\n\"There's another thing, Lieutenant,\" Pemberton said. \"I don't like the\nidea of carrying a dame along. Not that she's any trouble, but she\nmight get hurt. This isn't exactly the cornfields of Iowa, you know.\"\n\n\"I think Captain Smith can take care of herself,\" Newhouse said. \"She's\na pretty tough gal.\"\n\n\"I'd rather have her on my side than against me, that's for sure,\" the\nsergeant admitted, \"but my protective instincts always rise when I see\na woman out in the wilds like this. Even if she is an officer.\"\n\nNewhouse started to answer, but there was a pounding on the roof of the\ncar. Pemberton slowed, rolled down the window, stuck out his head, and\nsaid something in a language Newhouse didn't understand.\n\nKsitka, a hunter from one of the tribes near Dynak Base, jabbered\nsomething back in the same tongue. Pemberton pulled his head back in.\n\n\"He says he smells trouble. There's a group of those lizard-like\ncarnivores up ahead--two or three, he says. We'll have to go around\n'em; I don't want to get tangled up with those babies.\" He turned the\nwheel, and the car angled to the right. \"Can't go to the left,\" he\nexplained. \"There's a cliff there that we couldn't make.\"\n\nFor a long minute, he was silent. Then: \"And that's another thing,\nLieutenant; we have to keep these cars close to the ground. If we could\nfly 'em, we'd have been to Oassi hours ago. But no, just because we're\nnot to reveal our strength to the natives, we have to go creeping along\nlike snails. Why, when I....\"\n\nNewhouse folded his arms across his chest and closed his eyes. Sergeant\nPemberton was a compulsive griper, but his droning voice made a nice\nlullaby.\n\n\n\nWhen they hove into sight of the city gates of Oassi, Pemberton shook\nthe lieutenant. \"We're here, sir. Their scouts spotted us twenty miles\nback, and the guard of honor is lined up, waiting for us.\"\n\nNewhouse shoved himself into a more upright position and looked out at\nthe pygmy-sized natives lined up in gorgeous array, in brightly-colored\nkilts and feathers. They looked, Newhouse opined, like a cross between\na regiment of Scottish Highlanders and a group of Zulu warriors in full\nbattle array. Each man had a longbow and a quiver of arrows slung\nacross the back of his shoulders, and each was carrying a seven-foot,\nmetal-tipped spear in his right hand.\n\n\"Very impressive,\" said Newhouse. \"Okay, Sergeant; let's get our own\nshow on the road.\"\n\nBoth men got out of the car and marched solemnly back to the second\ncar. Ksitka slid off the top of the car and marched back with them,\nlooking very proud and haughty in his resplendent Earth-designed\nuniform, which was even gaudier than those of the Oassi forces.\n\nAt the door of the rear car, they paused. Newhouse opened it, and all\nthree bowed low as Captain Virginia Smith emerged.\n\nShe was not in uniform, as the other spacemen were; she wore an array\nof robes and jewels that would have looked pretentious at a British\nCoronation. She was a tall woman; a full six feet in height; broad in\nproportion, she was a thirty-six year old career officer who could look\nboth commanding and matronly.\n\nKsitka, who had been carefully coached in his role, ran around behind\nher and lifted the train of her robes so that they would not drag the\nground. Then the four of them marched solemnly up to the honor guard,\nNewhouse and Pemberton in the lead, with Captain Smith and Ksitka\ntrailing behind, leaving the cars in charge of the driver of the second\nvehicle.\n\nThe Oassi guard, trying very hard not to look impressed, closed ranks\nand marched to the city gates with them. Newhouse had already noticed\nthe effect that had been produced, however. The Oassi could see that\nVirginia Smith was obviously a woman, and a very powerful one at that.\nThus, she commanded a respect that mere males could not have hoped for.\n\nAt the gate, the procession was met by a trio of Oassi females whose\ndress, impressive though it was, couldn't even compare with that of\nCaptain Smith. Even little Ksitka's uniform was flashier.\n\nKsitka himself was in absolute ecstasy, in spite of the fact that his\nface was as stony and expressionless as an Easter Island idol's. His\ntribe had been looked down on and sneered at by the city-dwellers since\ntime immemorial. And now, he, Ksitka the Hunter, was superior to the\nOassi. It was a good feeling, and Ksitka was revelling in it.\n\nThe three Oassi bowed low as the Earthmen approached, and one of them\nsaid: \"Her Splendor, the Shanni, awaits you at the citadel. May I\ninquire as to the rank of our honored guest?\"\n\nNewhouse had studied the Oassi language, and, although his accent\nwas a bit heavy, he was perfectly lucid. \"This is Her Supremacy, the\nCaptain,\" he said with dignity.\n\n\"_Kepteen?_\" the Oassi woman repeated. \"An exalted rank, no doubt.\"\n\n\"No doubt at all,\" Newhouse agreed rather ambiguously. \"She has come to\npay her respects to her sister, the Shanni.\"\n\n\n\nThat made Captain Smith's rank perfectly clear; as a \"sister\", she was\nobviously the equal of the Shanni.\n\n\"Come this way,\" the officer said. \"Transportation has been provided.\nI am afraid, however, that we must apologize to Her Supremacy for the\ninadequacy of the sedan chair we provided; we were not prepared for the\nvisit of so exalted a personage.\"\n\n\"I will speak to Her Supremacy,\" Newhouse said. He turned to Captain\nSmith. \"They want to apologize because they haven't got a sedan chair\nfancy enough for you,\" he said in English. \"They're really impressed.\"\n\n\"I thought that's what the gal said,\" replied the captain, keeping her\nface haughty. \"I can understand the language better than I can speak\nit. What should I say?\"\n\n\"Anything you like; you're doing fine. Say something to me, and look as\ncondescending as possible.\"\n\n\"Very well,\" she said, complying, \"convey my compliments and tell them\nthey can all go stick their noses in their ears and blow their brains\nout.\"\n\n\"Thank you,\" said Newhouse, bowing low. \"I'll tell them, but it may\nlose something in translation.\"\n\nHe turned to the officer and reverted to Oassi. \"Her Supremacy\nunderstands your lack of proper transportation perfectly, and she will\nconvey her apologies to the Shanni for this unexpected visit. Her\nSupremacy realizes that you are not at all to blame for not providing\na sedan chair suitable for her rank, and she has therefore graciously\ncondescended to wait until a chair of suitable dignity is provided for\nthe remainder of the way.\"\n\n\"Her Supremacy is most gracious,\" said the diminutive officer, gazing\nup at the towering captain in awe. \"There will be as little delay as\npossible.\"\n\n\n\nShe turned and barked orders at a squad of husky males standing nearby,\nand they turned and trotted off at high speed. It was nearly fifteen\nminutes before they returned, during which time the Earthmen and the\nOassi tried to outdo each other in displaying nothing but stolid\npatience.\n\nThe \"chair of suitable dignity\" was quite something. It was painted a\nrust red and decorated with gold leaf and polished but unfaceted gems.\nIt took a dozen of the little aliens, six on either side, to hoist the\nthing off the ground and carry it after Captain Smith had climbed in.\nShe was obviously a little cramped in a conveyance built for someone\ntwo-thirds her size, but she bore it with dignified hauteur. Ksitka,\nlooking very superior, trotted along beside the sedan chair; he was\nbig for a Dynakian, standing a good three inches taller than the\ncity-dwellers.\n\nNewhouse and Pemberton had climbed into the less brightly decorated\nchairs that they'd provided, and were carried along behind the captain\nas the procession wound its way through the streets of the city toward\nthe citadel.\n\nA runner had been sent on ahead to warn the Shanni that an unexpected\nguest was coming, and she and her rather diminutive consort were on the\ntop step of the citadel, flanked by another batch of guardsmen when the\nguests arrived. Her daughter, the Shannil, and her consort, Boccaccio\ndi Vino, were nowhere to be seen.\n\n_That's partial confirmation, at least_, Newhouse thought wryly. The\njungle tribesmen who had occasion to trade in the city had brought word\nback that the Shannil feared that her new husband might take it in his\nhead to return to his own people--a crime which, like suicide, might\nnot be punishable when successful, but to try and fail was a criminal\noffense in Oassi. Evidently the citadel guards were making sure that\nlover-boy didn't go over the hill.\n\n\n\nNot that he'd ever been allowed much freedom. The royal family had kept\na wary eye on him ever since the wedding; the old Shanni seemed to have\na hunch that di Vino hadn't realized he was a bridegroom until it was\ntoo late, and she had seemed to sense right away that he was not too\nkeen on the idea of staying.\n\nAs arranged, it was Sergeant Pemberton who performed all the amenities\nand introductions between Her Supremacy, the Captain, and Her Splendor,\nthe Shanni. In the first place, his Oassish was better, and, in the\nsecond, Newhouse wanted to observe the expressions on the faces of the\nShanni and the Shann.\n\nThe Shann was an elderly male who looked--naturally--rather henpecked.\nHe didn't say much; he just stood there and smiled half-heartedly as\nthe Shanni chatted in friendly fashion with her \"sister,\" Captain\nVirginia Smith, through the fluent interpretation of Pemberton. They\nmight have been any ruling family of Earth welcoming another chief\nexecutive.\n\nPemberton, of course, was giving the impression that Captain Smith\nwas the ruler of the alien fortress that was situated a hundred miles\naway, on the banks of the Ngong River. The people of Oassi hadn't been\ninformed of the true origin of the Earthmen, nor would they be; as far\nas Oassi was concerned, they came from a \"far land,\" and knew a little\nsomething about magic, but they weren't dangerous, they just had to be\nwatched, like any other non-Oassi group. And, after all, Oassi had a\nmuch larger army and the magicians and priests of Oassi had magic, too,\ndidn't they? _Sure_ they did.\n\nAnd Earth, the capital of the United Commonwealth of Planets, not only\nliked the way things stood, but demanded that they be kept that way.\nAny civilization which appeared to be capable of lifting itself by its\nown bootstraps should do so; at this stage of the game, Man should not\ninterfere. Of course, their very presence on the planet had already\nchanged, somewhat, the course of Oassi's history, but that couldn't be\nhelped; nothing can be observed without affecting it.\n\nThe Shanni of Oassi appeared to be pleasantly impressed with Captain\nSmith, just as Newhouse had figured. She had certainly not been\nimpressed by human males, which was perfectly understandable. What\nwould Haroun al Rashid have said if some other country had sent a\ndelegation of women to Baghdad?\n\nOh, the Shanni had been perfectly happy to agree to a treaty to furnish\n_gakgak_ milk for good, honest gold (well, maybe not _too_ honest; it\nwas the product of an atomic converter), but that was just business.\nGold is fine stuff, even if a lowly male brings it.\n\nBut when it came to statesmanship, that was a different matter. The\nShanni seemed obviously more at home with Captain Smith, even if the\nconversation did have to be filtered through Sergeant Pemberton.\n\nAfter a minute or two, the Shanni turned to a nearby officer and gave\nher a slight nod. The whole guard unit wheeled about in precision array\nand everyone marched into the citadel: a half dozen guards in the lead,\nfollowed by the Shanni and Shann, and Captain Smith; Pemberton and\nNewhouse followed them, and behind the two officers came the rest of\nthe guardsmen. And last, but foremost, came the carriers bearing the\nprecious bundles of Earth-type food.\n\n\n\nThe banquet that night was a sumptuous, but somewhat lopsided affair,\nNewhouse thought. The Oassi stuffed themselves like pigs, and the\nfour Earth people ate nothing. The Shanni already understood that her\nguests, for some mysterious reason, could not partake of Oassi food.\n\nBoccaccio di Vino and his wife, the Shannil, had made their\nappearance, and di Vino, still a diplomat, put on an excellent face,\nbut there was worry in his eyes.\n\nNewhouse wanted to pump some information out of him, but he didn't dare\naddress him in English, for fear that the Shanni might suspect a plot\nwas being fomented at her banquet table, right under her nose. But that\nwas just the reason why he had told Captain Smith not even to speak the\nfew words of Oassish that she did know.\n\n\n\nHe smiled at her and said: \"Captain, I'm going to be talking to our\nfriend, the bridegroom, but pretend I'm addressing you. I'm not going\nto mention your name,\" he went on, knowing that di Vino was listening,\n\"because they'd recognize the words. Captain, say something in a\nquestioning tone. Something fairly long.\"\n\n\"Fine,\" she said, \"because I do have a question to ask. How long do you\nthink we'll have to be here before we can get our diplomat out?\"\n\n\"I don't know. That's why I want to ask some questions.\" Then he turned\nto the Shanni and smiled. \"Her Supremacy wishes to inquire as to the\nhealth of the royal family, if that is not forbidden by rules of\netiquette.\" He knew perfectly well that it wasn't.\n\n\"Not at all,\" said the Shanni, in her rather high, brittle voice. \"Our\nfamily is quite well. All sound in body and mind. Although--\" A small\nsmile came to her face, and something shone in her eyes. \"--we await\nfertile eggs.\"\n\n\"I see.\" He turned to Captain Smith, but his words were obviously meant\nfor di Vino. \"Don't speak to Smith until I've spoken to you in Oassish.\nWhat I want to know is, how many unfertile clutches of eggs has your\nwife produced so far, and how long is the production cycle?\"\n\nCaptain Smith nodded. \"Tell me, what am I supposed to do?\"\n\n\"Just look at the Shanni and smile, then smile _very_ benignly on the\nShannil.\"\n\nWhile that was going on, Newhouse turned pleasantly to di Vino. \"And\nhow are you and your wife, Your Eminence?\"\n\n\"Quite well, thank you,\" said di Vino suavely. \"We expect to have a\nfamily before long, you know.\"\n\n\"Indeed? I hope your attempts will be successful.\"\n\n\"We all do,\" said the Shannil in a smooth voice. Looking at her,\nNewhouse could see why, in spite of her alienness, she had been the\ncause of di Vino's troubles.\n\nThere was a momentary silence around the room.\n\nThen di Vino looked at Smith and said casually: \"I don't know who you\nare, Lieutenant, but if you can get me out of this mess, you can have\nmy right arm. To answer your question, my--uh--wife produces an egg\nevery sixty-five days or thereabouts. The fertilization has to take\nplace about twenty days before the cycle is completed. Since I've been\nhere, she's produced two. If the next one isn't fertile, I'll end up in\nthe family mausoleum, accompanied by much lamentation.\" He paused and\nsmiled at Captain Smith expectantly.\n\nSmith smiled back. \"I have a question, if you two don't mind. If that's\nthe case, it seems to me that these people could have a child every\nsixty-five days. They'd have overrun the planet centuries ago.\"\n\n\"No,\" di Vino said. \"Even the cycles have cycles--or epicycles, maybe.\nThe females produce three or four, stop for about four years before\nanother cycle comes on. I just happened to catch this girl at the wrong\ntime; otherwise, I wouldn't be married now.\"\n\n\"I see,\" said the captain. She smiled pleasantly.\n\nBefore di Vino could say anything in answer, the Shanni's voice cut\nin--rather sharply, Newhouse thought. \"Are you a relative of the\nKapteen, my dear?\" she asked di Vino.\n\n\"No, Your Splendor,\" said di Vino.\n\n\"Well, in Oassi, well-bred princes don't speak to visiting ladies to\nwhom they are not related. And remember, my dear, you're an Oassi now.\"\n\n\"I beg forgiveness, your Splendor,\" di Vino said humbly.\n\nThat put somewhat of a chill on the whole dinner party. Conversation\nfrom that point on was utterly innocuous and utterly boring.\n\nNewhouse only got one more small piece of information. The Shanni's\nconsort, the Shann, had made a remark about having \"produced his three\neggs,\" and further conversation elicited the information that each\nShanni or Shannil was supposed to have three children by her consort.\nNewhouse marked it down in his mental files for later use when he\nformed a plan.\n\n\n\nWhen the meal was finally finished, the visitors were taken to their\nquarters in a wing of the citadel reserved for visitors, well away\nfrom the wing reserved for the Shanni and Shann.\n\nThe citadel itself was built strongly, with the thick walls of a\nfortress, and the heavy silverwood doors--white as limed oak and hard\nas teak--were capable of being barred from either side. Although the\nEarthmen were not locked in, there was an \"honor\" guard in the hall\noutside, and Newhouse had no doubt that any idea he might have of\nroaming about the citadel would be politely but firmly vetoed.\n\n\n\nThe apartment that had been assigned to them was hardly comfortable by\nmodern Terrestrial standards, though a medieval English baron would\nprobably have been cozy enough.\n\n\"Looks like a jail, sir,\" said Sergeant Pemberton as he surveyed the\nroom.\n\n\"It is,\" said Newhouse. \"I'm afraid that freedom of the grounds isn't\non our agenda.\" He walked over to the door that connected his and the\nsergeant's room with the one next to it.\n\n\"Come in, Lieutenant,\" said Virginia Smith.\n\nNewhouse pushed open the heavy door. \"I'm going to take a flit about\nthe citadel, Captain,\" he said. \"Would you and the sergeant whip up\nsomething to eat? I shouldn't be gone long.\"\n\n\"All right. But watch yourself. My Supremacy might be a little hard put\nto explain what you were doing if you got caught.\"\n\n\"Don't worry; I'm supposed to get an Earthman out of a jam, not get\nanother one in. You want to give me that harness?\"\n\n\"Sure. Close the door and give me two minutes.\"\n\nNewhouse did as he'd been asked. Captain Smith had been wearing an\nantigrav harness under her robes. Since none of the three was obviously\ncarrying a sword, axe, or spear, it had been assumed that they were\nunarmed, except, perhaps, for a small dagger or the like, which\nwas perfectly permissible. But the Oassi had no idea what the term\n\"miniaturization\" meant. Newhouse, Pemberton, and Smith were all armed\nto the teeth.\n\nEven so, an antigravity unit required extra clothing to cover it; the\nuniforms of Pemberton and Newhouse were a little too close-fitting to\nhide it completely.\n\nCaptain Smith was better than her word. Less than two minutes later,\nshe opened the door and handed Newhouse the harness. The lieutenant\nput it on and walked over to the narrow, slit-like window that looked\nout on the courtyard.\n\nDynak was a moonless planet, and, at this time of year, the stars that\nmight have shone in the night sky were obscured by the black blanket of\na nearby dark nebula, a great dust-cloud that shrouded most of the sky.\n\nExcept for the flickering torches in the courtyard below and the glow\nof candlelight from the windows of the citadel, the walls of the\ncitadel were in utter darkness. Certainly the guards forty feet below\ncouldn't see a man crawling along the walls, and they probably wouldn't\nbelieve their eyes if they did.\n\nNewhouse then adjusted the power unit to a point where he only weighed\na few ounces and lifted his feet off the floor, doubling his knees\nup against his abdomen. Since his mass remained the same, he drifted\ndownwards very slowly under the slight pull of attenuated gravity.\n\n\"You're not completely neutralized,\" Captain Smith then pointed out.\n\n\"I don't want to be,\" Newhouse said. \"I've got to have a little weight\nso that I can get a fingertip purchase on that rough wall. Otherwise,\nI'm likely to push myself away from it, and I don't want to use the\nair jet unless I have to.\" He landed lightly on his heels and then\nstood up slowly, so as not to push himself off the floor again. He\nslid, rather than walked, back to the window. \"Bye, kiddies,\" he said.\n\"Save me a sandwich.\" And he eased himself out the window.\n\n\n\nHe was gone longer than he had thought he would be. It took him nearly\nan hour to find which of the windows in the royal wing opened into\nBoccaccio di Vino's bedroom, moving himself carefully across the stone\nwall of the citadel, avoiding windows, staying out of sight of the\npatrols that walked the upper parapets, and keeping his ears open for\nthe distinctive sound of the Earthman's voice. He even found time to\ncurse the nomadic tribes that roamed the grass plains to the south\nbecause their very existence kept the city of Oassi in a perpetual\nstate of preparedness against raids, which meant that there were\nlookouts and guards all over the place and he had to be extra cautious.\n\nAt each window, he had to skirt around it, pause and listen, then\ncarefully ease a tiny spy-eye out to take a look inside, until he\nfound di Vino's quarters.\n\nWhen he finally found them, he had to wait another ten minutes while di\nVino and the young Shannil concluded a rather strained conversation.\nWhen the Shannil walked off toward her own room, Newhouse peeked his\nhead around the edge of the window and said: \"Hssst! Di Vino!\"\n\n\n\nThe young diplomat jerked his head around quickly. When he saw who it\nwas, he ran quickly to the window. \"What is it?\" he asked. \"Are we\ngetting out of here?\"\n\n\"Not just yet. I'm getting you out of here all nice and legal-like, if\nI can. We won't use force except as the last resort.\" He didn't add\nthat such a \"very last resort\" might be too late for di Vino.\n\n\"But--how?\"\n\n\"Never mind that now; I've got to get some information. It's vitally\nnecessary. I tried to get it at the banquet, but the Shanni shut you\nup.\"\n\n\"Sure. Anything you want.\"\n\n\"Well, I know all about the cyclic pattern of Dynakian reproduction,\nbut I need _specific_ information. Times and dates, right down to the\nminute, if possible.\"\n\n\"That's easy,\" di Vino said wryly. \"The Shanni is keeping pretty\naccurate records, and so is Oanella. She knows by now that I don't love\nher, and she's going to be perfectly happy to get rid of me. She--\"\n\n\"Never mind that now!\" Newhouse snapped in irritation. \"The _dates_\nman! The _dates_!\"\n\nHurriedly, di Vino told him. When he did, Newhouse breathed a sigh of\nrelief. \"Good! We've got three days yet!\" He fished into his jacket and\ncame out with a small, black cylinder a little larger than a cigarette,\nwith a small stud at one end. \"You know how to use a sleep gun?\"\n\nDi Vino nodded.\n\n\"Good. Take it. Keep it on you at all times. Day after tomorrow when\nOanella goes to sleep for the night, use it on her. But, for heavens\nsake, _wait till she gets to sleep_. Got that?\"\n\n\"Right. Then what?\"\n\n\"Then wait for me to show up. That sleep gun's got a signal built into\nit. As soon as you shoot her, I'll know about it. All you'll have to\ndo is blow out your candles, so that there's no light coming from your\nroom. Got that?\"\n\n\"I've got it. But--\"\n\nThere were footsteps outside the door. \"So long,\" Newhouse whispered.\n\"Don't slip up.\" He moved away from the window just as the door opened,\nand he heard the Shannil say: \"What's so interesting at the window,\ndear? Getting homesick?\" There was more than a trace of sarcasm in her\nvoice.\n\nNewhouse made his way back to his own quarters as fast as he could.\n\n\"Hope I didn't worry anyone,\" he said as he popped into the window.\n\n\"Nope,\" said Pemberton. \"We figured if you'd been caught there would\nhave been an uproar and we'd have heard about it. Come in and have a\nsandwich. And some coffee.\"\n\n\"In a minute,\" said Newhouse. \"I've got some radioing to do.\"\n\n\"The call box is on the table,\" said Captain Virginia Smith.\n\n\n\nThe next day was largely devoted to discussion between Her Supremacy,\nthe Captain, and Her Splendor, the Shanni, on the increased production\nof _gakgak_ milk. The Shanni, after much careful negotiation, promised\nthat more would be forthcoming.\n\nNewhouse, personally, had a hunch that the Shanni was trying to\nnegotiate a treaty with the southern nomads for _gakgak_ milk, with the\nintent of selling it to the Earthmen at a profit--which was all right\nwith everyone, if she could swing it.\n\nThe third day was much like the second, but this time, Newhouse began\nto inject something new into the discussions--presumably suggestions\nfrom Captain Smith.\n\n\"Would it be possible, Your Splendor, to have the young Shannil's\nconsort return home for a space of--say, ten days?\"\n\nA wary look came into the old woman's eyes, but the smile never left\nher face. \"The Shannexa's home is Oassi,\" she said smoothly.\n\n\"True, true. We apologize for the error in terminology. Let us say,\nrather, that we would like to have him visit his previous home.\"\n\nThe Shanni looked almost apologetic. \"It would be my pleasure to allow\nthe dear child to revisit his old home,\" she said, \"but, alas, it\ncannot be.\"\n\n\"Indeed?\"\n\n\"I fear not. The ancient laws of Oassi are very strict on that\npoint, and I would not dare to violate them. Even the Shanni is not\nall-powerful. My people would disown me if I violated so powerful a\ntaboo.\"\n\n\"Just what is this--ah--law, Your Splendor?\"\n\n\"A very ancient one, Your Supremacy. No royal consort may leave his\nwife until he produces his three eggs. Three off-spring, in other\nwords, of which at least one must be a girl.\"\n\n\"Ah, well, of course, we would hesitate to ask you to violate so\npowerful a law. We will be content to wait. But you will permit the\nvisit at that time?\"\n\nThe Shanni smiled thinly. \"I give you my solemn vow that he will be\npermitted to leave when--and _if_--that time arrives.\"\n\n_Well, well, well_, Newhouse thought to himself, _the old dame suspects\nalready that her daughter can never have children by di Vino. She's out\nafter his hide. And it's getting more obvious by the minute._\n\n\"And how long do you estimate that to be, Your Splendor?\"\n\nThe Shanni's eyes became veiled. \"You know our law. But, even if the\nfirst egg is produced within the period, I'm afraid it would be another\nfour years before the next is produced. It would be four years at the\nminimum before he could leave.\"\n\n\"Very well. So be it.\" The subject was dismissed as though it were a\nlight thing, but Newhouse already had what he wanted. Every Oassi\nnoble in the room had heard the Shanni make a solemn vow.\n\n\n\nThat night, Newhouse sat by his detector, waiting for it to give the\ntelltale blink that would come when di Vino fired the sleep gun. When\nit did come, Newhouse already had his harness on, and he was out the\nwindow before the glow had died in the telltale. He scuttled crabwise\nacross the great stone wall of the citadel, but this time he knew\nexactly where he was going, and he made it in less than ten minutes.\n\nDi Vino was waiting in the darkened window. \"Thank heaven!\" he\nwhispered. \"I thought you'd never get here. Now what.\"\n\n\"Where is she?\" Newhouse asked.\n\n\"Over on the bed.\"\n\n\"Good. Now put a blanket or something over that window so that the\nguard can't see a light.\"\n\nWhen the window was blacked out and a candle had been lit, Newhouse\nbent over the unconscious female. The sleep gun had done its work well.\n\n\"All right, di Vino, help me get this harness on her. We're kidnapping\nthe Shannil.\"\n\n\"Kidnap the--\" Di Vino choked and blinked. \"But _I'm_ the one who's\nsupposed to get out of here.\"\n\n\"I'll explain the whole thing when she's gone. Come on! We haven't much\ntime!\"\n\nWhen the Shannil was securely fixed in the harness, Newhouse turned up\nthe power until her weight was a minus twenty pounds. Then he fastened\na length of strong plaston cording to the harness. Then he calmly\ntossed her out the window. She fell upwards fairly rapidly.\n\nWhen the cord was taut, Newhouse tied the end of it around the arm of a\nheavy silverwood chair. \"That's that,\" he said. \"Now all we have to do\nis wait.\"\n\nBoccaccio di Vino said: \"Wait? For _what_? What's going on?\"\n\n\"Your lady-love is about two hundred feet over the citadel, with a\nsignalling gadget on her. There's been an aircar hovering on its\nantigravs up there for the last two hours. When they pick up the\nsignal, they'll pick up the girl. Simple, isn't it?\"\n\n\"But what are they going to do?\"\n\nNewhouse grinned. \"I think I'll let you suffer a while longer. Teach\nyou to keep away from strange females.\"\n\n\"I've already learned that,\" di Vino said morosely.\n\n\"Then this ought to drive it home, pal. Just sit down and relax; we've\ngot several hours to kill. Got a drink?\"\n\n\"Some Scotch,\" said di Vino in a glum tone. \"And a deck of cards, if we\nhave to kill time. Play cribbage?\"\n\n\"Yup. Drag 'em out.\"\n\nThe cord moved a little, and Newhouse knew they were taking the Shannil\nout of the harness, which would be left there until they came back.\n\n\"That's that for a while,\" he said. \"Get the bottle out.\"\n\n\n\nBy the time the rope was jiggled once more, Lieutenant Newhouse had\ntaken a week's wages from di Vino at cribbage, to be payable when the\ndiplomat returned to Dynak Base. Newhouse blew out the candle, went\nover and pushed the blanket aside, and took a cautious look up. He\ncouldn't see a thing, but a second tug on the rope told him that all\nwas well. He began hauling down on the line. The girl came easily,\nsince the men in the aircar had reduced her negative weight to zero,\nand then added a couple of ounces of positive weight.\n\nWhen she appeared at the window, the two men pulled her in, and\nNewhouse took off the antigravity harness and began putting it on\nhimself. \"Just let her sleep,\" he told di Vino. \"She won't know a thing\nin the morning.\"\n\nDi Vino narrowed his eyes. \"What did they do to her? If--\"\n\n\"_If_, nothing,\" Newhouse snapped. \"We got you out of a jam. We hope.\nNow just relax and take it easy. See you in a while.\" He climbed out\nthe window again. He grinned to himself as he went crabwise across the\nface of the wall. Di Vino thought he knew what had happened, and di\nVino was dead wrong. He couldn't have been further off base.\n\nThe Captain and her entourage departed the next morning amid a gush of\ngood wishes and a show of pageantry, with an invitation to return at\na later date. They got into the cars and went back into the jungle,\nheaded for Dynak Base. Newhouse reported to Colonel Hastings and told\nhim nothing except that he had made a \"preliminary survey\" of the\nsituation at Oassi. If his plan didn't work, Newhouse didn't want\nHastings looking smug.\n\nThen Lieutenant Newhouse just sat around, looking as though he were\nthinking hard, while one day after another trudged its weary way into\neternity.\n\nOne fine day, he went with the food car again, and when he returned, he\nhad Boccaccio di Vino with him.\n\n\n\n\"I still don't see what made them let you go, di Vino,\" the colonel\nsaid with puzzled anger.\n\n\"Frankly, I'm not sure what happened, myself,\" Boccaccio admitted. He\nturned toward Newhouse, and there was anger in his eyes. \"But I think\nLieutenant Newhouse can explain.\"\n\nNewhouse said: \"What's the matter, di Vino? You still in love with that\ngirl?\"\n\n\"Well--\" Di Vino paused, and an odd look came into his eyes. \"Well I\nguess I am--in a way. Not that I'd go back; I'm not the right man for\nher at all. But--well--she was a good kid. And--\" The anger came back.\n\"--and what you had done to her would have gotten you hanged if you'd\ndone it back on Earth.\"\n\nBruce MacAuliffe, di Vino's immediate superior, was also standing\nbeside Colonel Hastings' desk. \"What did he do di Vino?\"\n\n\"He got Oanella pregnant!\" di Vino said. \"Or, well, _he_ didn't. But he\nhad someone else do it. And while she was unconscious, too! Probably\ngot one of the local savages to--\"\n\n\"I did no such thing,\" Newhouse interrupted mildly. \"I--\"\n\n\"Now, just a minute,\" Colonel Hastings interrupted. \"You said that she\ngot pregnant, di Vino. You mean that she laid a fertile egg?\"\n\n\"Yes. I mean, well, no, not exactly. She produced _four_ fertile eggs.\nWhich is pretty darned unusual. Her mother and father got all excited.\nThe Shanni was all a dither, and her consort was getting so nervous\nhe went into a fit of the shakes. You should have seen that old gal\nrunning around like a scalded cat. And you should have been there when\nthe fit hit the Shann. It's the first time any Oassi female has ever\nproduced four fertile eggs at once.\" He looked at Newhouse again. \"Just\nwhat did you do?\"\n\n\"Yes,\" said Colonel Hastings heavily. \"I think we all deserve an\nexplanation.\"\n\n\"The biotechnicians would be able to tell you better than I, sir,\"\nNewhouse said. \"They're writing up a report on it. It's a simple\nprocess, in effect, but a very delicate one.\n\n\"We simply had to wait until the single ovum the Shannil was carrying\nhad arrived at the proper stage of development--something the biotechs\nhad found out in checking on the local savages. They removed the\nunfertilized ovum and put it through two different processes. First,\nthey self-fertilized it. When an ovum is formed by splitting of the\nparent cell, the egg itself retains half the chromosomes, while the\nother half are thrown off in what is called a polar body. The boys\nsimply used the polar body to fertilize the egg. Then they waited until\nthe fertile ovum divided the first time and separated the cells; when\nthe second division occurred, the cells were separated again, giving\nthem four. These were replaced, and in due time, the Shannil produced\nfour fully developed eggs. And they'll all hatch females; it's possible\nto tell by the shape of the rubbery shell whether an egg will be a male\nor female, so the Shanni was happy as a lark. The girls, of course,\nwill be exact genetic duplicates of their mother--who is also their\nfather, although she doesn't know it. Still--\" He grinned. \"--there's\nan old saying: 'If you want a job done right, do it yourself.'\"\n\n\n                                THE END\n\n\n",
    "metadata": {
        "author": [
            "Garrett, Randall"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73936/pg73936.txt",
        "name": "the_price_of_eggs.json"
    }
}