{
    "name": "The Novel and the Common School",
    "author": [
        "Warner, Charles Dudley"
    ],
    "body": "There has been a great improvement in the physical condition of the\npeople of the United States within two generations. This is more\nnoticeable in the West than in the East, but it is marked everywhere; and\nthe foreign traveler who once detected a race deterioration, which he\nattributed to a dry and stimulating atmosphere and to a feverish anxiety,\nwhich was evident in all classes, for a rapid change of condition, finds\nvery little now to sustain his theory. Although the restless energy\ncontinues, the mixed race in America has certainly changed physically for\nthe better. Speaking generally, the contours of face and form are more\nrounded. The change is most marked in regions once noted for leanness,\nangularity, and sallowness of complexion, but throughout the country the\ntypes of physical manhood are more numerous; and if women of rare and\nexceptional beauty are not more numerous, no doubt the average of\ncomeliness and beauty has been raised. Thus far, the increase of beauty\ndue to better development has not been at the expense of delicacy of\ncomplexion and of line, as it has been in some European countries.\nPhysical well-being is almost entirely a matter of nutrition. Something\nis due in our case to the accumulation of money, to the decrease in an\nincreasing number of our population of the daily anxiety about food and\nclothes, to more leisure; but abundant and better-prepared food is the\ndirect agency in our physical change. Good food is not only more abundant\nand more widely distributed than it was two generations ago, but it is to\nbe had in immeasurably greater variety. No other people existing, or that\never did exist, could command such a variety of edible products for daily\nconsumption as the mass of the American people habitually use today. In\nconsequence they have the opportunity of being better nourished than any\nother people ever were. If they are not better nourished, it is because\ntheir food is badly prepared. Whenever we find, either in New England or\nin the South, a community ill-favored, dyspeptic, lean, and faded in\ncomplexion, we may be perfectly sure that its cooking is bad, and that it\nis too ignorant of the laws of health to procure that variety of food\nwhich is so easily obtainable. People who still diet on sodden pie and\nthe products of the frying-pan of the pioneer, and then, in order to\npromote digestion, attempt to imitate the patient cow by masticating some\nelastic and fragrant gum, are doing very little to bring in that\nuniversal physical health or beauty which is the natural heritage of our\nopportunity.\n\nNow, what is the relation of our intellectual development to this\nphysical improvement? It will be said that the general intelligence is\nraised, that the habit of reading is much more widespread, and that the\nincrease of books, periodicals, and newspapers shows a greater mental\nactivity than existed formerly. It will also be said that the opportunity\nfor education was never before so nearly universal. If it is not yet true\neverywhere that all children must go to school, it is true that all may\ngo to school free of cost. Without doubt, also, great advance has been\nmade in American scholarship, in specialized learning and investigation;\nthat is to say, the proportion of scholars of the first rank in\nliterature and in science is much larger to the population than a\ngeneration ago.\n\nBut what is the relation of our general intellectual life to popular\neducation? Or, in other words, what effect is popular education having\nupon the general intellectual habit and taste? There are two ways of\ntesting this. One is by observing whether the mass of minds is better\ntrained and disciplined than formerly, less liable to delusions, better\nable to detect fallacies, more logical, and less likely to be led away by\nnovelties in speculation, or by theories that are unsupported by historic\nevidence or that are contradicted by a knowledge of human nature. If we\nwere tempted to pursue this test, we should be forced to note the seeming\nanomaly of a scientific age peculiarly credulous; the ease with which any\ncharlatan finds followers; the common readiness to fall in with any\ntheory of progress which appeals to the sympathies, and to accept the\nwildest notions of social reorganization. We should be obliged to note\nalso, among scientific men themselves, a disposition to come to\nconclusions on inadequate evidence--a disposition usually due to\none-sided education which lacks metaphysical training and the philosophic\nhabit. Multitudes of fairly intelligent people are afloat without any\nbase-line of thought to which they can refer new suggestions; just as\nmany politicians are floundering about for want of an apprehension of the\nConstitution of the United States and of the historic development of\nsociety. An honest acceptance of the law of gravitation would banish many\npopular delusions; a comprehension that something cannot be made out of\nnothing would dispose of others; and the application of the ordinary\nprinciples of evidence, such as men require to establish a title to\nproperty, would end most of the remaining. How far is our popular\neducation, which we have now enjoyed for two full generations,\nresponsible for this state of mind? If it has not encouraged it, has it\ndone much to correct it?\n\nThe other test of popular education is in the kind of reading sought and\nenjoyed by the majority of the American people. As the greater part of\nthis reading is admitted to be fiction, we have before us the relation of\nthe novel to the common school. As the common school is our universal\nmethod of education, and the novels most in demand are those least worthy\nto be read, we may consider this subject in two aspects: the\nencouragement, by neglect or by teaching, of the taste that demands this\nkind of fiction, and the tendency of the novel to become what this taste\ndemands.\n\nBefore considering the common school, however, we have to notice a\nphenomenon in letters--namely, the evolution of the modern newspaper as a\nvehicle for general reading-matter. Not content with giving the news, or\neven with creating news and increasing its sensational character, it\ngrasps at the wider field of supplying reading material for the million,\nusurping the place of books and to a large extent of periodicals. The\neffect of this new departure in journalism is beginning to attract\nattention. An increasing number of people read nothing except the\nnewspapers. Consequently, they get little except scraps and bits; no\nsubject is considered thoroughly or exhaustively; and they are furnished\nwith not much more than the small change for superficial conversation.\nThe habit of excessive newspaper reading, in which a great variety of\ntopics is inadequately treated, has a curious effect on the mind. It\nbecomes demoralized, gradually loses the power of concentration or of\ncontinuous thought, and even loses the inclination to read the long\narticles which the newspaper prints. The eye catches a thousand things,\nbut is detained by no one. Variety, which in limitations is wholesome in\nliterary as well as in physical diet, creates dyspepsia when it is\nexcessive, and when the literary viands are badly cooked and badly served\nthe evil is increased. The mind loses the power of discrimination, the\ntaste is lowered, and the appetite becomes diseased. The effect of this\nscrappy, desultory reading is bad enough when the hashed compound\nselected is tolerably good. It becomes a very serious matter when the\nreading itself is vapid, frivolous, or bad. The responsibility of\nselecting the mental food for millions of people is serious. When, in the\nlast century, in England, the Society for the Diffusion of Useful\nInformation, which accomplished so much good, was organized, this\nresponsibility was felt, and competent hands prepared the popular books\nand pamphlets that were cheap in price and widely diffused. Now, it\nhappens that a hundred thousand people, perhaps a million in some cases,\nsurrender the right of the all-important selection of the food for their\nminds to some unknown and irresponsible person whose business it is to\nchoose the miscellaneous reading-matter for a particular newspaper. His\nor her taste may be good, or it may be immature and vicious; it may be\nused simply to create a sensation; and yet the million of readers get\nnothing except what this one person chooses they shall read. It is an\nastonishing abdication of individual preference. Day after day, Sunday\nafter Sunday, they read only what this unknown person selects for them.\nInstead of going to the library and cultivating their own tastes, and\npursuing some subject that will increase their mental vigor and add to\ntheir permanent stock of thought, they fritter away their time upon a\nhash of literature chopped up for them by a person possibly very unfit\neven to make good hash. The mere statement of this surrender of one's\njudgment of what shall be his intellectual life is alarming.\n\nBut the modern newspaper is no doubt a natural evolution in our social\nlife. As everything has a cause, it would be worth while to inquire\nwhether the encyclopaedic newspaper is in response to a demand, to a\ntaste created by our common schools. Or, to put the question in another\nform, does the system of education in our common schools give the pupils\na taste for good literature or much power of discrimination? Do they come\nout of school with the habit of continuous reading, of reading books, or\nonly of picking up scraps in the newspapers, as they might snatch a hasty\nmeal at a lunch-counter? What, in short, do the schools contribute to the\ncreation of a taste for good literature?\n\nGreat anxiety is felt in many quarters about the modern novel. It is\nfeared that it will not be realistic enough, that it will be too\nrealistic, that it will be insincere as to the common aspects of life,\nthat it will not sufficiently idealize life to keep itself within the\nlimits of true art. But while the critics are busy saying what the novel\nshould be, and attacking or defending the fiction of the previous age,\nthe novel obeys pretty well the laws of its era, and in many ways,\nespecially in the variety of its development, represents the time.\nRegarded simply as a work of art, it may be said that the novel should be\nan expression of the genius of its writer conscientiously applied to a\nstudy of the facts of life and of human nature, with little reference to\nthe audience. Perhaps the great works of art that have endured have been\nso composed. We may say, for example, that \"Don Quixote\" had to create\nits sympathetic audience. But, on the other hand, works of art worthy the\nname are sometimes produced to suit a demand and to please a taste\nalready created. A great deal of what passes for literature in these days\nis in this category of supply to suit the demand, and perhaps it can be\nsaid of this generation more fitly than of any other that the novel seeks\nto hit the popular taste; having become a means of livelihood, it must\nsell in order to be profitable to the producer, and in order to sell it\nmust be what the reading public want. The demand and sale are widely\ntaken as the criterion of excellence, or they are at least sufficient\nencouragement of further work on the line of the success. This criterion\nis accepted by the publisher, whose business it is to supply a demand.\nThe conscientious publisher asks two questions: Is the book good? and\nWill it sell? The publisher without a conscience asks only one question:\nWill the book sell? The reflex influence of this upon authors is\nimmediately felt.\n\nThe novel, mediocre, banal, merely sensational, and worthless for any\npurpose of intellectual stimulus or elevation of the ideal, is thus\nencouraged in this age as it never was before. The making of novels has\nbecome a process of manufacture. Usually, after the fashion of the\nsilk-weavers of Lyons, they are made for the central establishment on\nindividual looms at home; but if demand for the sort of goods furnished\nat present continues, there is no reason why they should not be produced,\neven more cheaply than they are now, in great factories, where there can\nbe division of labor and economy of talent. The shoal of English novels\nconscientiously reviewed every seventh day in the London weeklies would\npreserve their present character and gain in firmness of texture if they\nwere made by machinery. One has only to mark what sort of novels reach\nthe largest sale and are most called for in the circulating libraries, to\ngauge pretty accurately the public taste, and to measure the influence of\nthis taste upon modern production. With the exception of the novel now\nand then which touches some religious problem or some socialistic\nspeculation or uneasiness, or is a special freak of sensationalism, the\nnovels which suit the greatest number of readers are those which move in\na plane of absolute mediocrity, and have the slightest claim to be\nconsidered works of art. They represent the chromo stage of development.\n\nThey must be cheap. The almost universal habit of reading is a mark of\nthis age--nowhere else so conspicuous as in America; and considering the\ntraining of this comparatively new reading public, it is natural that it\nshould insist upon cheapness of material, and that it should require\nquality less than quantity. It is a note of our general intellectual\ndevelopment that cheapness in literature is almost as much insisted on by\nthe rich as by the poor. The taste for a good book has not kept pace with\nthe taste for a good dinner, and multitudes who have commendable judgment\nabout the table would think it a piece of extravagance to pay as much for\na book as for a dinner, and would be ashamed to smoke a cigar that cost\nless than a novel. Indeed, we seem to be as yet far away from the\nappreciation of the truth that what we put into the mind is as important\nto our well-being as what we put into the stomach.\n\nNo doubt there are more people capable of appreciating a good book, and\nthere are more good books read, in this age, than in any previous, though\nthe ratio of good judges to the number who read is less; but we are\nconsidering the vast mass of the reading public and its tastes. I say its\ntastes, and probably this is not unfair, although this traveling,\nrestless, reading public meekly takes, as in the case of the reading\nselected in the newspapers, what is most persistently thrust upon its\nattention by the great news agencies, which find it most profitable to\ndeal in that which is cheap and ephemeral. The houses which publish books\nof merit are at a disadvantage with the distributing agencies.\n\nCriticism which condemns the common-school system as a nurse of\nsuperficiality, mediocrity, and conceit does not need serious attention,\nany more than does the criticism that the universal opportunity of\nindividual welfare offered by a republic fails to make a perfect\ngovernment. But this is not saying that the common school does all that\nit can do, and that its results answer to the theories about it. It must\nbe partly due to the want of proper training in the public schools that\nthere are so few readers of discrimination, and that the general taste,\njudged by the sort of books now read, is so mediocre. Most of the public\nschools teach reading, or have taught it, so poorly that the scholars who\ncome from them cannot read easily; hence they must have spice, and blood,\nand vice to stimulate them, just as a man who has lost taste peppers his\nfood. We need not agree with those who say that there is no merit\nwhatever in the mere ability to read; nor, on the other hand, can we join\nthose who say that the art of reading will pretty surely encourage a\ntaste for the nobler kind of reading, and that the habit of reading trash\nwill by-and-by lead the reader to better things. As a matter of\nexperience, the reader of the namby-pamby does not acquire an appetite\nfor anything more virile, and the reader of the sensational requires\nconstantly more highly flavored viands. Nor is it reasonable to expect\ngood taste to be recovered by an indulgence in bad taste.\n\nWhat, then, does the common school usually do for literary taste?\nGenerally there is no thought about it. It is not in the minds of the\nmajority of teachers, even if they possess it themselves. The business is\nto teach the pupils to read; how they shall use the art of reading is\nlittle considered. If we examine the reading-books from the lowest grade\nto the highest, we shall find that their object is to teach words, not\nliterature. The lower-grade books are commonly inane (I will not say\nchildish, for that is a libel on the open minds of children) beyond\ndescription. There is an impression that advanced readers have improved\nmuch in quality within a few years, and doubtless some of them do contain\nspecimens of better literature than their predecessors. But they are on\nthe old plan, which must be radically modified or entirely cast aside,\nand doubtless will be when the new method is comprehended, and teachers\nare well enough furnished to cut loose from the machine. We may say that\nto learn how to read, and not what to read, is confessedly the object of\nthese books; but even this object is not attained. There is an endeavor\nto teach how to call the words of a reading-book, but not to teach how to\nread; for reading involves, certainly for the older scholars, the\ncombination of known words to form new ideas. This is lacking. The taste\nfor good literature is not developed; the habit of continuous pursuit of\na subject, with comprehension of its relations, is not acquired; and no\nconception is gained of the entirety of literature or its importance to\nhuman life. Consequently, there is no power of judgment or faculty of\ndiscrimination.\n\nNow, this radical defect can be easily remedied if the school authorities\nonly clearly apprehend one truth, and that is that the minds of children\nof tender age can be as readily interested and permanently interested in\ngood literature as in the dreary feebleness of the juvenile reader. The\nmind of the ordinary child should not be judged by the mind that produces\nstuff of this sort: \"Little Jimmy had a little white pig.\" \"Did the\nlittle pig know Jimmy?\" \"Yes, the little pig knew Jimmy, and would come\nwhen he called.\" \"How did little Jimmy know his pig from the other little\npigs?\" \"By the twist in his tail.\" (\"Children,\" asks the teacher, \"what\nis the meaning of 'twist'?\") \"Jimmy liked to stride the little pig's\nback.\" \"Would the little pig let him?\" \"Yes, when he was absorbed eating\nhis dinner.\" (\"Children, what is the meaning of 'absorbed'?\") And so on.\n\nThis intellectual exercise is, perhaps, read to children who have not got\nfar enough in \"word-building\" to read themselves about little Jimmy and\nhis absorbed pig. It may be continued, together with word-learning, until\nthe children are able to say (is it reading?) the entire volume of this\nprecious stuff. To what end? The children are only languidly interested;\ntheir minds are not awakened; the imagination is not appealed to; they\nhave learned nothing, except probably some new words, which are learned\nas signs. Often children have only one book even of this sort, at which\nthey are kept until they learn it through by heart, and they have been\nheard to \"read\" it with the book bottom side up or shut! All these books\ncultivate inattention and intellectual vacancy. They are--the best of\nthem--only reading exercises; and reading is not perceived to have any\nsort of value. The child is not taught to think, and not a step is taken\nin informing him of his relation to the world about him. His education is\nnot begun.\n\nNow it happens that children go on with this sort of reading and the\nordinary text-books through the grades of the district school into the\nhigh school, and come to the ages of seventeen and eighteen without the\nleast conception of literature, or of art, or of the continuity of the\nrelations of history; are ignorant of the great names which illuminate\nthe ages; have never heard of Socrates, or of Phidias, or of Titian; do\nnot know whether Franklin was an Englishman or an American; would be\npuzzled to say whether it was Ben Franklin or Ben Jonson who invented\nlightning--think it was Ben Somebody; cannot tell whether they lived\nbefore or after Christ, and indeed never have thought that anything\nhappened before the time of Christ; do not know who was on the throne of\nSpain when Columbus discovered America--and so on. These are not imagined\ninstances. The children referred to are in good circumstances and have\nhad fairly intelligent associations, but their education has been\nintrusted to the schools. They know nothing except their text-books, and\nthey know these simply for the purpose of examination. Such pupils come\nto the age of eighteen with not only no taste for the best reading, for\nthe reading of books, but without the ability to be interested even in\nfiction of the first class, because it is full of allusions that convey\nnothing to their minds. The stories they read, if they read at all--the\nnovels, so called, that they have been brought up on--are the diluted and\nfeeble fictions that flood the country, and that scarcely rise above the\nintellectual level of Jimmy and the absorbed pig.\n\nIt has been demonstrated by experiment that it is as easy to begin with\ngood literature as with the sort of reading described. It makes little\ndifference where the beginning is made. Any good book, any real book, is\nan open door into the wide field of literature; that is to say, of\nhistory--that is to say, of interest in the entire human race. Read to\nchildren of tender years, the same day, the story of Jimmy and a Greek\nmyth, or an episode from the \"Odyssey,\" or any genuine bit of human\nnature and life; and ask the children next day which they wish to hear\nagain. Almost all of them will call for the repetition of the real thing,\nthe verity of which they recognize, and which has appealed to their\nimaginations. But this is not all. If the subject is a Greek myth, they\nspeedily come to comprehend its meaning, and by the aid of the teacher to\ntrace its development elsewhere, to understand its historic significance,\nto have the mind filled with images of beauty, and wonder. Is it the\nHomeric story of Nausicaa? What a picture! How speedily Greek history\nopens to the mind! How readily the children acquire knowledge of the\ngreat historic names, and see how their deeds and their thoughts are\nrelated to our deeds and our thoughts! It is as easy to know about\nSocrates as about Franklin and General Grant. Having the mind open to\nother times and to the significance of great men in history, how much\nmore clearly they comprehend Franklin and Grant and Lincoln! Nor is this\nall. The young mind is open to noble thoughts, to high conceptions; it\nfollows by association easily along the historic and literary line; and\nnot only do great names and fine pieces of literature become familiar,\nbut the meaning of the continual life in the world begins to be\napprehended. This is not at all a fancy sketch. The writer has seen the\nwhole assembly of pupils in a school of six hundred, of all the eight\ngrades, intelligently interested in a talk which contained classical and\nliterary allusions that would have been incomprehensible to an ordinary\nschool brought up on the ordinary readers and text-books.\n\nBut the reading need not be confined to the classics nor to the\nmaster-pieces of literature. Natural history--generally the most\nfascinating of subjects--can be taught; interest in flowers and trees and\nbirds and the habits of animals can be awakened by reading the essays of\nliterary men on these topics as they never can be by the dry text-books.\nThe point I wish to make is that real literature for the young,\nliterature which is almost absolutely neglected in the public schools,\nexcept in a scrappy way as a reading exercise, is the best open door to\nthe development of the mind and to knowledge of all sorts. The unfolding\nof a Greek myth leads directly to art, to love of beauty, to knowledge of\nhistory, to an understanding of ourselves. But whatever the beginning is,\nwhether a classic myth, a Homeric epic, a play of Sophocles, the story of\nthe life and death of Socrates, a mediaeval legend, or any genuine piece\nof literature from the time of Virgil down to our own, it may not so much\nmatter (except that it is better to begin with the ancients in order to\ngain a proper perspective) whatever the beginning is, it should be the\nbest literature. The best is not too good for the youngest child.\nSimplicity, which commonly characterizes greatness, is of course\nessential. But never was a greater mistake made than in thinking that a\nyouthful mind needs watering with the slops ordinarily fed to it. Even\nchildren in the kindergarten are eager for Whittier's \"Barefoot Boy\" and\nLongfellow's \"Hiawatha.\" It requires, I repeat, little more pains to\ncreate a good taste in reading than a bad taste.\n\nIt would seem that in the complete organization of the public schools all\neducation of the pupil is turned over to them as it was not formerly, and\nit is possible that in the stress of text-book education there is no time\nfor reading at home. The competent teachers contend not merely with the\ndifficulty of the lack of books and the deficiencies of those in use, but\nwith the more serious difficulty of the erroneous ideas of the function\nof text-books. They will cease to be a commercial commodity of so much\nvalue as now when teachers teach. If it is true that there is no time for\nreading at home, we can account for the deplorable lack of taste in the\ngreat mass of the reading public educated at the common schools; and we\ncan see exactly what the remedy should be--namely, the teaching of the\nliterature at the beginning of school life, and following it up broadly\nand intelligently during the whole school period. It will not crowd out\nanything else, because it underlies everything. After many years of\nperversion and neglect, to take up the study of literature in a\ncomprehensive text-book, as if it were to be learned--like arithmetic, is\na ludicrous proceeding. This, is not teaching literature nor giving the\nscholar a love of good reading. It is merely stuffing the mind with names\nand dates, which are not seen to have any relation to present life, and\nwhich speedily fade out of the mind. The love of literature is not to be\nattained in this way, nor in any way except by reading the best\nliterature.\n\nThe notion that literature can be taken up as a branch of education, and\nlearned at the proper time and when studies permit, is one of the most\nfarcical in our scheme of education. It is only matched in absurdity by\nthe other current idea, that literature is something separate and apart\nfrom general knowledge. Here is the whole body of accumulated thought and\nexperience of all the ages, which indeed forms our present life and\nexplains it, existing partly in tradition and training, but more largely\nin books; and most teachers think, and most pupils are led to believe,\nthat this most important former of the mind, maker of character, and\nguide to action can be acquired in a certain number of lessons out of a\ntextbook! Because this is so, young men and young women come up to\ncollege almost absolutely ignorant of the history of their race and of\nthe ideas that have made our civilization. Some of them have never read a\nbook, except the text-books on the specialties in which they have\nprepared themselves for examination. We have a saying concerning people\nwhose minds appear to be made up of dry, isolated facts, that they have\nno atmosphere. Well, literature is the atmosphere. In it we live, and\nmove, and have our being, intellectually. The first lesson read to, or\nread by, the child should begin to put him in relation with the world and\nthe thought of the world. This cannot be done except by the living\nteacher. No text-book, no one reading-book or series of reading-books,\nwill do it. If the teacher is only the text-book orally delivered, the\nteacher is an uninspired machine. We must revise our notions of the\nfunction of the teacher for the beginners. The teacher is to present\nevidence of truth, beauty, art. Where will he or she find it? Why, in\nexperimental science, if you please, in history, but, in short, in good\nliterature, using the word in its broadest sense. The object in selecting\nreading for children is to make it impossible for them to see any\nevidence except the best. That is the teacher's business, and how few\nunderstand their business! How few are educated! In the best literature\nwe find truth about the world, about human nature; and hence, if children\nread that, they read what their experience will verify. I am told that\npublishers are largely at fault for the quality of the reading used in\nschools--that schools would gladly receive the good literature if they\ncould get it. But I do not know, in this case, how much the demand has to\ndo with the supply. I am certain, however, that educated teachers would\nuse only the best means for forming the minds and enlightening the\nunderstanding of their pupils. It must be kept in mind that reading,\nsilent reading done by the scholar, is not learning signs and calling\nwords; it is getting thought. If children are to get thought, they should\nbe served with the best--that which will not only be true, but appeal so\nnaturally to their minds that they will prefer it to all meaner stuff. If\nit is true that children cannot acquire this taste at home--and it is\ntrue for the vast majority of American children--then it must be given in\nthe public schools. To give it is not to interrupt the acquisition of\nother knowledge; it is literally to open the door to all knowledge.\n\nWhen this truth is recognized in the common schools, and literature is\ngiven its proper place, not only for the development of the mind, but as\nthe most easily-opened door to history, art, science, general\nintelligence, we shall see the taste of the reading public in the United\nStates undergo a mighty change: It will not care for the fiction it likes\nat present, and which does little more than enfeeble its powers; and then\nthere can be no doubt that fiction will rise to supply the demand for\nsomething better. When the trash does not sell, the trash will not be\nproduced, and those who are only capable of supplying the present demand\nwill perhaps find a more useful occupation. It will be again evident that\nliterature is not a trade, but an art requiring peculiar powers and\npatient training. When people know how to read, authors will need to know\nhow to write.\n\nIn all other pursuits we carefully study the relation of supply to\ndemand. Why not in literature? Formerly, when readers were comparatively\nfew, and were of a class that had leisure and the opportunity of\ncultivating the taste, books were generally written for this class, and\naimed at its real or supposed capacities. If the age was coarse in speech\nor specially affected in manner, the books followed the lead given by the\ndemand; but, coarse or affected, they had the quality of art demanded by\nthe best existing cultivation. Naturally, when the art of reading is\nacquired by the great mass of the people, whose taste has not been\ncultivated, the supply for this increased demand will, more or less,\nfollow the level of its intelligence. After our civil war there was a\npatriotic desire to commemorate the heroic sacrifices of our soldiers in\nmonuments, and the deeds of our great captains in statues. This noble\ndesire was not usually accompanied by artistic discrimination, and the\nland is filled with monuments and statues which express the gratitude of\nthe people. The coming age may wish to replace them by images and\nstructures which will express gratitude and patriotism in a higher\nbecause more artistic form. In the matter of art the development is\ndistinctly reflex. The exhibition of works of genius will slowly instruct\nand elevate the popular taste, and in time the cultivated popular taste\nwill reject mediocrity and demand better things. Only a little while ago\nfew people in the United States knew how to draw, and only a few could\ntell good drawing from bad. To realize the change that has taken place,\nwe have only to recall the illustrations in books, magazines, and comic\nnewspapers of less than a quarter of a century ago. Foreign travel,\nforeign study, and the importation of works of art (still blindly\nrestricted by the American Congress) were the lessons that began to work\na change. Now, in all our large towns, and even in hundreds of villages,\nthere are well-established art schools; in the greater cities, unions and\nassociations, under the guidance of skillful artists, where five or six\nhundred young men and women are diligently, day and night, learning the\nrudiments of art. The result is already apparent. Excellent drawing is\nseen in illustrations for books and magazines, in the satirical and comic\npublications, even in the advertisements and theatrical posters. At our\npresent rate of progress, the drawings in all our amusing weeklies will\nsoon be as good as those in the 'Fliegende Blatter.' The change is\nmarvelous; and the popular taste has so improved that it would not be\nprofitable to go back to the ill-drawn illustrations of twenty years ago.\nBut as to fiction, even if the writers of it were all trained in it as an\nart, it is not so easy to lift the public taste to their artistic level.\nThe best supply in this case will only very slowly affect the quality of\nthe demand. When the poor novel sells vastly better than the good novel,\nthe poor will be produced to supply the demand, the general taste will be\nstill further lowered, and the power of discrimination fade out more and\nmore. What is true of the novel is true of all other literature. Taste\nfor it must be cultivated in childhood. The common schools must do for\nliterature what the art schools are doing for art. Not every one can\nbecome an artist, not every one can become a writer--though this is\ncontrary to general opinion; but knowledge to distinguish good drawing\nfrom bad can be acquired by most people, and there are probably few minds\nthat cannot, by right methods applied early, be led to prefer good\nliterature, and to have an enjoyment in it in proportion to its\nsincerity, naturalness, verity, and truth to life.\n\nIt is, perhaps, too much to say that all the American novel needs for its\ndevelopment is an audience, but it is safe to say that an audience would\ngreatly assist it. Evidence is on all sides of a fresh, new, wonderful\nartistic development in America in drawing, painting, sculpture, in\ninstrumental music and singing, and in literature. The promise of this is\nnot only in the climate, the free republican opportunity, the mixed races\nblending the traditions and aptitudes of so many civilizations, but it is\nin a certain temperament which we already recognize as American. It is an\nartistic tendency. This was first most noticeable in American women, to\nwhom the art of dress seemed to come by nature, and the art of being\nagreeable to be easily acquired.\n\nAlready writers have arisen who illustrate this artistic tendency in\nnovels, and especially in short stories. They have not appeared to owe\ntheir origin to any special literary centre; they have come forward in\nthe South, the West, the East. Their writings have to a great degree\n(considering our pupilage to the literature of Great Britain, which is\nprolonged by the lack of an international copyright) the stamp of\noriginality, of naturalness, of sincerity, of an attempt to give the\nfacts of life with a sense of their artistic value. Their affiliation is\nrather with the new literatures of France, of Russia, of Spain, than with\nthe modern fiction of England. They have to compete in the market with\nthe uncopyrighted literature of all other lands, good and bad, especially\nbad, which is sold for little more than the cost of the paper it is\nprinted on, and badly printed at that. But besides this fact, and owing\nto a public taste not cultivated or not corrected in the public schools,\ntheir books do not sell in anything like the quantity that the inferior,\nmediocre, other home novels sell. Indeed, but for the intervention of the\nmagazines, few of the best writers of novels and short stories could earn\nas much as the day laborer earns. In sixty millions of people, all of\nwhom are, or have been, in reach of the common school, it must be\nconfessed that their audience is small.\n\nThis relation between the fiction that is, and that which is to be, and\nthe common school is not fanciful. The lack in the general reading\npublic, in the novels read by the greater number of people, and in the\ncommon school is the same--the lack of inspiration and ideality. The\ncommon school does not cultivate the literary sense, the general public\nlacks literary discrimination, and the stories and tales either produced\nby or addressed to those who have little ideality simply respond to the\ndemand of the times.\n\nIt is already evident, both in positive and negative results, both in the\nschools and the general public taste, that literature cannot be set aside\nin the scheme of education; nay, that it is of the first importance. The\nteacher must be able to inspire the pupil; not only to awaken eagerness\nto know, but to kindle the imagination. The value of the Hindoo or the\nGreek myth, of the Roman story, of the mediaeval legend, of the heroic\nepic, of the lyric poem, of the classic biography, of any genuine piece\nof literature, ancient or modern, is not in the knowledge of it as we may\nknow the rules of grammar and arithmetic or the formulas of a science,\nbut in the enlargement of the mind to a conception of the life and\ndevelopment of the race, to a study of the motives of human action, to a\ncomprehension of history; so that the mind is not simply enriched, but\nbecomes discriminating, and able to estimate the value of events and\nopinions. This office for the mind acquaintance with literature can alone\nperform. So that, in school, literature is not only, as I have said, the\neasiest open door to all else desirable, the best literature is not only\nthe best means of awakening the young mind, the stimulus most congenial,\nbut it is the best foundation for broad and generous culture. Indeed,\nwithout its co-ordinating influence the education of the common school is\na thing of shreds and patches. Besides, the mind aroused to historic\nconsciousness, kindled in itself by the best that has been said and done\nin all ages, is more apt in the pursuit, intelligently, of any specialty;\nso that the shortest road to the practical education so much insisted on\nin these days begins in the awakening of the faculties in the manner\ndescribed. There is no doubt of the value of manual training as an aid in\ngiving definiteness, directness, exactness to the mind, but mere\ntechnical training alone will be barren of those results, in general\ndiscriminating culture, which we hope to see in America.\n\nThe common school is a machine of incalculable value. It is not, however,\nautomatic. If it is a mere machine, it will do little more to lift the\nnation than the mere ability to read will lift it. It can easily be made\nto inculcate a taste for good literature; it can be a powerful influence\nin teaching the American people what to read; and upon a broadened,\nelevated, discriminating public taste depends the fate of American art,\nof American fiction.\n\nIt is not an inappropriate corollary to be drawn from this that an\nelevated public taste will bring about a truer estimate of the value of a\ngenuine literary product. An invention which increases or cheapens the\nconveniences or comforts of life may be a fortune to its originator. A\nbook which amuses, or consoles, or inspires; which contributes to the\nhighest intellectual enjoyment of hundreds of thousands of people; which\nfurnishes substance for thought or for conversation; which dispels the\ncares and lightens the burdens of life; which is a friend when friends\nfail, a companion when other intercourse wearies or is impossible, for a\nyear, for a decade, for a generation perhaps, in a world which has a\nproper sense of values, will bring a like competence to its author.\n(1890.)\n\n\n\n\n",
    "metadata": {
        "author": [
            "Warner, Charles Dudley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3123/pg3123.txt",
        "name": "the_novel_and_the_common_school.json"
    }
}