{
    "name": "The Hour of Battle",
    "author": [
        "Sheckley, Robert"
    ],
    "body": "\"That hand didn't move, did it?\" Edwardson asked, standing at the port,\nlooking at the stars.\n\n\"No,\" Morse said. He had been staring fixedly at the Attison Detector\nfor over an hour. Now he blinked three times rapidly, and looked again.\n\"Not a millimeter.\"\n\n\"I don't think it moved either,\" Cassel added, from behind the gunfire\npanel. And that was that. The slender black hand of the indicator rested\nunwaveringly on zero. The ship's guns were ready, their black mouths\nopen to the stars. A steady hum filled the room. It came from the\nAttison Detector, and the sound was reassuring. It reinforced the fact\nthat the Detector was attached to all the other Detectors, forming a\ngigantic network around Earth.\n\n\"Why in hell don't they come?\" Edwardson asked, still looking at the\nstars. \"Why don't they hit?\"\n\n\"Aah, shut up,\" Morse said. He had a tired, glum look. High on his right\ntemple was an old radiation burn, a sunburst of pink scar tissue. From a\ndistance it looked like a decoration.\n\n\"I just wish they'd come,\" Edwardson said. He returned from the port to\nhis chair, bending to clear the low metal ceiling. \"Don't you wish\nthey'd come?\" Edwardson had the narrow, timid face of a mouse; but a\nhighly intelligent mouse. One that cats did well to avoid.\n\n\"Don't you?\" he repeated.\n\nThe other men didn't answer. They had settled back to their dreams,\nstaring hypnotically at the Detector face.\n\n\"They've had enough time,\" Edwardson said, half to himself.\n\nCassel yawned and licked his lips. \"Anyone want to play some gin?\" he\nasked, stroking his beard. The beard was a memento of his undergraduate\ndays. Cassel maintained he could store almost fifteen minutes worth of\noxygen in its follicles. He had never stepped into space unhelmeted to\nprove it.\n\nMorse looked away, and Edwardson automatically watched the indicator.\nThis routine had been drilled into them, branded into their\nsubconscious. They would as soon have cut their throats as leave the\nindicator unguarded.\n\n\"Do you think they'll come soon?\" Edwardson asked, his brown rodent's\neyes on the indicator. The men didn't answer him. After two months\ntogether in space their conversational powers were exhausted. They\nweren't interested in Cassel's undergraduate days, or in Morse's\nconquests.\n\nThey were bored to death even with their own thoughts and dreams, bored\nwith the attack they expected momentarily.\n\n\"Just one thing _I'd_ like to know,\" Edwardson said, slipping with ease\ninto an old conversational gambit. \"How far can they do it?\"\n\nThey had talked for weeks about the enemy's telepathic range, but they\nalways returned to it.\n\nAs professional soldiers, they couldn't help but speculate on the enemy\nand his weapons. It was their shop talk.\n\n\"Well,\" Morse said wearily, \"Our Detector network covers the system out\nbeyond Mars' orbit.\"\n\n\"Where we sit,\" Cassel said, watching the indicators now that the others\nwere talking.\n\n\"They might not even know we have a detection unit working,\" Morse said,\nas he had said a thousand times.\n\n\"Oh, stop,\" Edwardson said, his thin face twisted in scorn. \"They're\ntelepathic. They must have read every bit of stuff in Everset's mind.\"\n\n\"Everset didn't know we had a detection unit,\" Morse said, his eyes\nreturning to the dial. \"He was captured before we had it.\"\n\n\"Look,\" Edwardson said, \"They ask him, 'Boy, what would you do if you\nknew a telepathic race was coming to take over Earth? How would you\nguard the planet?'\"\n\n\"Idle speculation,\" Cassel said. \"Maybe Everset didn't think of this.\"\n\n\"He thinks like a man, doesn't he? Everyone agreed on this defense.\nEverset would, too.\"\n\n\"Syllogistic,\" Cassel murmured. \"Very shaky.\"\n\n\"I sure wish he hadn't been captured,\" Edwardson said.\n\n\"It could have been worse,\" Morse put in, his face sadder than ever.\n\"What if they'd captured _both_ of them?\"\n\n\"I wish they'd come,\" Edwardson said.\n\n\n\nRichard Everset and C. R. Jones had gone on the first interstellar\nflight. They had found an inhabited planet in the region of Vega. The\nrest was standard procedure.\n\nA flip of the coin had decided it. Everset went down in the scouter,\nmaintaining radio contact with Jones, in the ship.\n\nThe recording of that contact was preserved for all Earth to hear.\n\n\"Just met the natives,\" Everset said. \"Funny-looking bunch. Give you the\nphysical description later.\"\n\n\"Are they trying to talk to you?\" Jones asked, guiding the ship in a\nslow spiral over the planet.\n\n\"No. Hold it. Well I'm damned! They're telepathic! How do you like\nthat?\"\n\n\"Great,\" Jones said. \"Go on.\"\n\n\"Hold it. Say, Jonesy, I don't know as I like these boys. They haven't\ngot nice minds. Brother!\"\n\n\"What is it?\" Jones asked, lifting the ship a little higher.\n\n\"Minds! These bastards are power-crazy. Seems they've hit all the\nsystems around here, looking for someone to--\"\n\n\"Yeh?\"\n\n\"I've got that a bit wrong,\" Everset said pleasantly. \"They are not so\nbad.\"\n\nJones had a quick mind, a suspicious nature and good reflexes. He set\nthe accelerator for all the G's he could take, lay down on the floor and\nsaid, \"Tell me more.\"\n\n\"Come on down,\" Everset said, in violation of every law of spaceflight.\n\"These guys are all right. As a matter of fact, they're the most\nmarvelous--\"\n\nThat was where the recording ended, because Jones was pinned to the\nfloor by twenty G's acceleration as he boosted the ship to the level\nneeded for the C-jump.\n\nHe broke three ribs getting home, but he got there.\n\nA telepathic species was on the march. What was Earth going to do about\nit?\n\nA lot of speculation necessarily clothed the bare bones of Jones'\ninformation. Evidently the species could take over a mind with ease.\nWith Everset, it seemed that they had insinuated their thoughts into\nhis, delicately altering his previous convictions. They had possessed\nhim with remarkable ease.\n\nHow about Jones? Why hadn't they taken him? Was distance a factor? Or\nhadn't they been prepared for the suddenness of his departure?\n\nOne thing was certain. Everything Everset knew, the enemy knew. That\nmeant they knew where Earth was, and how defenseless the planet was to\ntheir form of attack.\n\nIt could be expected that they were on their way.\n\nSomething was needed to nullify their tremendous advantage. But what\nsort of something? What armor is there against thought? How do you dodge\na wavelength?\n\nPouch-eyed scientists gravely consulted their periodic tables.\n\nAnd how do you know when a man has been possessed? Although the enemy\nwas clumsy with Everset, would they continue to be clumsy? Wouldn't they\nlearn?\n\nPsychologists tore their hair and bewailed the absence of an absolute\nscale for humanity.\n\nOf course, something had to be done at once. The answer, from a\ntechnological planet, was a technological one. Build a space fleet and\nequip it with some sort of a detection-fire network.\n\nThis was done in record time. The Attison Detector was developed, a\ncross between radar and the electroencephalograph. Any alteration from\nthe typical human brain wave pattern of the occupants of a\nDetector-equipped ship would boost the indicator around the dial. Even a\nbad dream or a case of indigestion would jar it.\n\nIt seemed probable that any attempt to take over a human mind would\ndisturb something. There had to be a point of interaction, somewhere.\n\nThat was what the Attison Detector was supposed to detect. Maybe it\nwould.\n\nThe spaceships, three men to a ship, dotted space between Earth and\nMars, forming a gigantic sphere with Earth in the center.\n\nTens of thousands of men crouched behind gunfire panels, watching the\ndials on the Attison Detector.\n\nThe unmoving dials.\n\n\n\n\"Do you think I could fire a couple of bursts?\" Edwardson asked, his\nfingers on the gunfire button. \"Just to limber the guns?\"\n\n\"Those guns don't need limbering,\" Cassel said, stroking his beard.\n\"Besides, you'd throw the whole fleet into a panic.\"\n\n\"Cassel,\" Morse said, very quietly. \"Get your hand off your beard.\"\n\n\"Why should I?\" Cassel asked.\n\n\"Because,\" Morse answered, almost in a whisper, \"I am about to ram it\nright down your fat throat.\"\n\nCassel grinned and tightened his fists. \"Pleasure,\" he said. \"I'm tired\nof looking at that scar of yours.\" He stood up.\n\n\"Cut it,\" Edwardson said wearily. \"Watch the birdie.\"\n\n\"No reason to, really,\" Morse said, leaning back. \"There's an alarm bell\nattached.\" But he looked at the dial.\n\n\"What if the bell doesn't work?\" Edwardson asked. \"What if the dial is\njammed? How would you like something cold slithering into your mind?\"\n\n\"The dial'll work,\" Cassel said. His eyes shifted from Edwardson's face\nto the motionless indicator.\n\n\"I think I'll sack in,\" Edwardson said.\n\n\"Stick around,\" Cassel said. \"Play you some gin.\"\n\n\"All right.\" Edwardson found and shuffled the greasy cards, while Morse\ntook a turn glaring at the dial.\n\n\"I sure wish they'd come,\" he said.\n\n\"Cut,\" Edwardson said, handing the pack to Cassel.\n\n\"I wonder what our friends look like,\" Morse said, watching the dial.\n\n\"Probably remarkably like us,\" Edwardson said, dealing the cards. Cassel\npicked them up one by one, slowly, as if he hoped something interesting\nwould be under them.\n\n\"They should have given us another man,\" Cassel said. \"We could play\nbridge.\"\n\n\"I don't play bridge,\" Edwardson said.\n\n\"You could learn.\"\n\n\"Why didn't we send a task force?\" Morse asked. \"Why didn't we bomb\ntheir planet?\"\n\n\"Don't be dumb,\" Edwardson said. \"We'd lose any ship we sent. Probably\nget them back at us, possessed and firing.\"\n\n\"Knock with nine,\" Cassel said.\n\n\"I don't give a good damn if you knock with a thousand,\" Edwardson said\ngaily. \"How much do I owe you now?\"\n\n\"Three million five hundred and eight thousand and ten. Dollars.\"\n\n\"I sure wish they'd come,\" Morse said.\n\n\"Want me to write a check?\"\n\n\"Take your time. Take until next week.\"\n\n\"Someone should reason with the bastards,\" Morse said, looking out the\nport. Cassel immediately looked at the dial.\n\n\"I just thought of something,\" Edwardson said.\n\n\"Yeh?\"\n\n\"I bet it feels horrible to have your mind grabbed,\" Edwardson said. \"I\nbet it's awful.\"\n\n\"You'll know when it happens,\" Cassel said.\n\n\"Did Everset?\"\n\n\"Probably. He just couldn't do anything about it.\"\n\n\"My mind feels fine,\" Cassel said. \"But the first one of you guys starts\nacting queer--watch out.\"\n\nThey all laughed.\n\n\"Well,\" Edwardson said, \"I'd sure like a chance to reason with them.\nThis is stupid.\"\n\n\"Why not?\" Cassel asked.\n\n\"You mean go out and meet _them_?\"\n\n\"Sure,\" Cassel said. \"We're doing no good sitting here.\"\n\n\"I should think we could do something,\" Edwardson said slowly. \"After\nall, they're not invincible. They're reasoning beings.\"\n\nMorse punched a course on the ship's tape, then looked up.\n\n\"You think we should contact the command? Tell them what we're doing?\"\n\n\"No!\" Cassel said, and Edwardson nodded in agreement. \"Red tape. We'll\njust go out and see what we can do. If they won't talk, we'll blast 'em\nout of space.\"\n\n\"Look!\"\n\nOut of the port they could see the red flare of a reaction engine; the\nnext ship in their sector, speeding forward.\n\n\"They must have got the same idea,\" Edwardson said.\n\n\"Let's get there first,\" Cassel said. Morse shoved the accelerator in\nand they were thrown back in their seats.\n\n\"That dial hasn't moved yet, has it?\" Edwardson asked, over the clamor\nof the Detector alarm bell.\n\n\"Not a move out of it,\" Cassel said, looking at the dial with its\nindicator slammed all the way over to the highest notch.\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Sheckley, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29445/pg29445.txt",
        "name": "the_hour_of_battle.json"
    }
}