{
  "name": "The Prophetic Pictures (From \"Twice Told Tales\")",
  "author": [
    "Hawthorne, Nathaniel"
  ],
  "body": "[This story was suggested by an anecdote of Stuart, related in Dunlap’s\nHistory of the Arts of Design,--a most entertaining book to the general\nreader, and a deeply interesting one, we should think, to the artist.]\n\n\n“But this painter!” cried Walter Ludlow, with animation.  “He not only\nexcels in his peculiar art, but possesses vast acquirements in all other\nlearning and science.  He talks Hebrew with Dr. Mather, and gives\nlectures in anatomy to Dr. Boylston.  In a word, he will meet the best\ninstructed man among us, on his own ground.  Moreover, he is a polished\ngentleman,--a citizen of the world,--yes, a true cosmopolite; for he will\nspeak like a native of each clime and country on the globe, except our\nown forests, whither he is now going.  Nor is all this what I most admire\nin him.”\n\n“Indeed!” said Elinor, who had listened with a woman’s interest to the\ndescription of such a man.  “Yet this is admirable enough.”\n\n“Surely it is,” replied her lover, “but far less so than his natural gift\nof adapting himself to every variety of character, insomuch that all\nmen--and all women too, Elinor--shall find a mirror of themselves in this\nwonderful painter.  But the greatest wonder is yet to be told.”\n\n“Nay, if he have more wonderful attributes than these,” said Elinor,\nlaughing, “Boston is a perilous abode for the poor gentleman.  Are you\ntelling one of a painter, or a wizard?”\n\n“In truth,” answered he, “that question might be asked much more\nseriously than you suppose.  They say that he paints not merely a man’s\nfeatures, but his mind and heart.  He catches the secret sentiments and\npassions, and throws them upon the canvas, like sunshine,--or perhaps, in\nthe portraits of dark-souled men, like a gleans of infernal fire.  It is\nan awful gift,” added Walter, lowering his voice from its tone of\nenthusiasm.  “I shall be almost afraid to sit to him.”\n\n“Walter, are you in earnest?” exclaimed Elinor.\n\n“For Heaven’s sake, dearest Elinor, do not let him paint the look which\nyou now wear,” said her lover, smiling, though rather perplexed.  “There:\nit is passing away now, but when you spoke, you seemed frightened to\ndeath, and very sad besides.  What were you thinking of?”\n\n“Nothing, nothing,” answered Elinor, hastily.  “You paint my face with\nyour own fantasies.  Well, come for me to-morrow, and we will visit this\nwonderful artist.”\n\nBut when the young man had departed, it cannot be denied that a\nremarkable expression was again visible on the fair and youthful face of\nhis mistress.  It was a sad and anxious look, little in accordance with\nwhat should have been the feelings of a maiden on the eve of wedlock.\nYet Walter Ludlow was the chosen of her heart.\n\n“A look!” said Elinor to herself.  “No wonder that it startled him, if it\nexpressed what I sometimes feel.  I know, by my own experience, how\nfrightful a look may be.  But it was all fancy.  I thought nothing of it\nat the time,--I have seen nothing of it since,--I did but dream it.”\n\nAnd she busied herself about the embroidery of a ruff, in which she meant\nthat her portrait should be taken.\n\nThe painter, of whom they had been speaking, was not one of those native\nartists, who, at a later period than this, borrowed their colors from the\nIndians, and manufactured their pencils of the furs of wild beasts.\nPerhaps, if he could have revoked his life and prearranged his destiny,\nhe might have chosen to belong to that school without a master, in the\nhope of being at least original, since there were no works of art to\nimitate, nor rules to follow.  But he had been born and educated in\nEurope.  People said, that he had studied the grandeur or beauty of\nconception, and every touch of the master hand, in all the most famous\npictures, in cabinets and galleries, and on the walls of churches, till\nthere was nothing more for his powerful mind to learn.\n\nArt could add nothing to its lessons, but Nature might. He had therefore\nvisited a world, whither none of his professional brethren had preceded\nhim, to feast his eyes on visible images, that were noble and\npicturesque, yet had never been transferred to canvas.  America was too\npoor to afford other temptations to an artist of eminence, though many of\nthe colonial gentry, on the painter’s arrival, had expressed a wish to\ntransmit their lineaments to posterity, by means of his skill.  Whenever\nsuch proposals were made, he fixed his piercing eyes on the applicant,\nand seemed to look him through and through.  If he beheld only a sleek\nand comfortable visage, though there were a gold-laced coat to adorn the\npicture, and golden guineas to pay for it, he civilly rejected the task\nand the reward.  But if the face were the index of anything uncommon, in\nthought, sentiment, or experience; or if he met a beggar in the street,\nwith a white beard and a furrowed brow; or if sometimes a child happened\nto look up and smile; he would exhaust all the art on them, that he\ndenied to wealth.\n\nPictorial skill being so rare in the colonies, the painter became an\nobject of general curiosity.  If few or none could appreciate the\ntechnical merit of his productions, yet there were points in regard to\nwhich the opinion of the crowd was as valuable as the refined judgment of\nthe amateur.  He watched the effect that each picture produced on such\nuntutored beholders, and derived profit from their remarks, while they\nwould as soon have thought of instructing Nature herself, as him who\nseemed to rival her.  Their admiration, it must be owned, was tinctured\nwith the prejudices of the age and country.  Some deemed it an offence\nagainst the Mosaic law, and even a presumptuous mockery of the Creator,\nto bring into existence such lively images of his creatures.  Others,\nfrightened at the art which could raise phantoms at will, and keep the\nform of the dead among the living, were inclined to consider the painter\nas a magician, or perhaps the famous Black Man, of old witch times,\nplotting mischief in a new guise.  These foolish fancies were more than\nhalf believed among the mob.  Even in superior circles, his character was\ninvested with a vague awe, partly rising like smoke-wreaths from the\npopular superstitious, but chiefly caused by the varied knowledge and\ntalents which he made subservient to his profession.\n\nBeing on the eve of marriage, Walter Ludlow and Elinor were eager to\nobtain their portraits, as the first of what, they doubtless hoped, would\nbe a long series of family pictures.  The day after the conversation\nabove recorded, they visited the painter’s rooms.  A servant ushered them\ninto an apartment, where, though the artist himself was not visible,\nthere were personages whom they could hardly forbear greeting with\nreverence.  They knew, indeed, that the whole assembly were but pictures,\nyet felt it impossible to separate the idea of life and intellect from\nsuch striking counterfeits.  Several of the portraits were known to them,\neither as distinguished characters of the day, or their private\nacquaintances.  There was Governor Burnett, looking as if he had just\nreceived an undutiful communication from the House of Representatives,\nand were inditing a most sharp response.  Mr. Cooke hung beside the ruler\nwhom he opposed, sturdy, and somewhat puritanical, as befitted a popular\nleader.  The ancient lady of Sir William Phipps eyed them from the wall,\nin ruff and farthingale, an imperious old dame, not unsuspected of\nwitchcraft.  John Winslow, then a very young man, wore the expression of\nwarlike enterprise, which long afterwards made him a distinguished\ngeneral.  Their personal friends were recognized at a glance.  In most of\nthe pictures, the whole mind and character were brought out on the\ncountenance, and concentrated into a single look, so that, to speak\nparadoxically, the originals hardly resembled themselves so strikingly as\nthe portraits did.\n\nAmong these modern worthies, there were two old bearded saints, who had\nalmost vanished into the darkening canvas.  There was also a pale, but\nunfaded Madonna, who had perhaps been worshipped in Rome, and now\nregarded the lovers with such a mild and holy look, that they longed to\nworship too.\n\n“How singular a thought,” observed Walter Ludlow, “that this beautiful\nface has been beautiful for above two hundred years!  O, if all beauty\nwould endure so well!  Do you not envy her, Elinor?”\n\n“If earth were heaven, I might,” she replied.  “But where all things\nfade, how miserable to be the one that could not fade!”\n\n“This dark old St. Peter has a fierce and ugly scowl, saint though he\nbe,” continued Walter.  “He troubles me.  But the Virgin looks kindly at\nus.”\n\n“Yes; but very sorrowfully, methinks,” said Elinor.\n\nThe easel stood beneath these three old pictures, sustaining one that had\nbeen recently commenced.  After a little inspection, they began to\nrecognize the features of their own minister, the Rev. Dr. Colman,\ngrowing into shape and life, as it were, out of a cloud.\n\n“Kind old man!” exclaimed Elinor.  “He gazes at me, as if he were about\nto utter a word of paternal advice.”\n\n“And at me,” said Walter, “as if he were about to shake his head and\nrebuke me for some suspected iniquity.  But so does the original.  I\nshall never feel quite comfortable under his eye, till we stand before\nhim to be married.”\n\nThey now heard a footstep on the floor, and turning, beheld the painter,\nwho had been some moments in the room, and had listened to a few of their\nremarks.  He was a middle-aged man, with a countenance well worthy of his\nown pencil.  Indeed, by the picturesque, though careless arrangement of\nhis rich dress, and, perhaps, because his soul dwelt always among painted\nshapes, he looked somewhat like a portrait himself.  His visitors were\nsensible of a kindred between the artist and his works, and felt as if\none of the pictures had stepped from the canvas to salute them.\n\nWalter Ludlow, who was slightly known to the painter, explained the\nobject of their visit.  While he spoke, a sunbeam was falling athwart his\nfigure and Elinor’s, with so happy an effect, that they also seemed\nliving pictures of youth and beauty, gladdened by bright fortune.  The\nartist was evidently struck.\n\n“My easel is occupied for several ensuing days, and my stay in Boston\nmust be brief,” said he, thoughtfully; then, after an observant glance,\nhe added, “but your wishes shall be gratified, though I disappoint the\nChief Justice and Madam Oliver.  I must not lose this opportunity, for\nthe sake of painting a few ells of broadcloth and brocade.”\n\nThe painter expressed a desire to introduce both their portraits into one\npicture, and represent them engaged in some appropriate action.  This\nplan would have delighted the lovers, but was necessarily rejected,\nbecause so large a space of canvas would have been unfit for the room\nwhich it was intended to decorate.  Two half-length portraits were\ntherefore fixed upon.  After they had taken leave, Walter Ludlow asked\nElinor, with a smile, whether she knew what an influence over their fates\nthe painter was about to acquire.\n\n“The old women of Boston affirm,” continued he, “that after he has once\ngot possession of a person’s face and figure, he may paint him in any act\nor situation whatever,--and the picture will be prophetic.  Do you\nbelieve it?”\n\n“Not quite,” said Elinor, smiling.  “Yet if he has such magic, there is\nsomething so gentle in his manner, that I am sure he will use it well.”\n\nIt was the painter’s choice to proceed with both the portraits at the\nsame time, assigning as a reason, in the mystical language which he\nsometimes used, that the faces threw light upon each other.  Accordingly,\nhe gave now a touch to Walter, and now to Elinor, and the features of one\nand the other began to start forth so vividly, that it appeared as if his\ntriumphant art would actually disengage them from the canvas.  Amid the\nrich light and deep shade, they beheld their phantom selves.  But, though\nthe likeness promised to be perfect, they were not quite satisfied with\nthe expression; it seemed more vague than in most of the painter’s works.\nHe, however, was satisfied with the prospect of success, and being much\ninterested in the lovers, employed his leisure moments, unknown to them,\nin making a crayon sketch of their two figures.  During their sittings,\nhe engaged them in conversation, and kindled up their faces with\ncharacteristic traits, which, though continually varying, it was his\npurpose to combine and fix.  At length he announced, that at their next\nvisit both the portraits would be ready for delivery.\n\n“If my pencil will but be true to my conception, in the few last touches\nwhich I meditate,” observed he, “these two pictures will be my very best\nperformances.  Seldom, indeed, has an artist such subjects.”\n\nWhile speaking, he still bent his penetrative eye upon them, nor withdrew\nit till they had reached the bottom of the stairs.\n\nNothing, in the whole circle of human vanities, takes stronger hold of\nthe imagination, than this affair of having a portrait painted.  Yet why\nshould it be so?  The looking-glass, the polished globes of the andirons,\nthe mirror-like water, and all other reflecting surfaces, continually\npresent us with portraits, or rather ghosts, of ourselves, which we\nglance at, and straightway forget them.  But we forget them, only because\nthey vanish.  It is the idea of duration--of earthly immortality--that\ngives such a mysterious interest to our own portraits.  Walter and Elinor\nwere not insensible to this feeling, and hastened to the painter’s room,\npunctually at the appointed hour, to meet those pictured shapes, which\nwere to be their representatives with posterity.  The sunshine flashed\nafter them into the apartment, but left it somewhat gloomy, as they\nclosed the door.\n\nTheir eyes were immediately attracted to their portraits, which rested\nagainst the farthest wall of the room.  At the first glance, through the\ndim light and the distance, seeing themselves in precisely their natural\nattitudes, and with all the air that they recognized so well, they\nuttered a simultaneous exclamation of delight.\n\n“There we stand,” cried Walter, “enthusiastically, fixed in sunshine\nforever!  No dark passions can gather on our faces!”\n\n“No,” said Elinor, more calmly; “no dreary change can sadden us.”\n\nThis was said while they were approaching, and had yet gained only an\nimperfect view of the pictures.  The painter, after saluting them, busied\nhimself at a table in completing a crayon sketch, leaving his visitors to\nform their own judgment as to his perfected labors.  At intervals, he\nsent a glance from beneath his deep eyebrows, watching their countenances\nin profile, with his pencil suspended over the sketch.  They had now\nstood some moments, each in front of the other’s picture, contemplating\nit with entranced attention, but without uttering a word.  At length,\nWalter stepped forward,--then back,--viewing Elinor’s portrait in various\nlights, and finally spoke.\n\n“Is there not a change?” said he, in a doubtful and meditative tone.\n“Yes; the perception of it grows more vivid, the longer I look.  It is\ncertainly the same picture that I saw yesterday; the dress,--the\nfeatures,--all are the same; and yet something is altered.”\n\n“Is then the picture less like than it was yesterday?” inquired the\npainter, now drawing near, with irrepressible interest.\n\n“The features are perfect, Elinor,” answered Walter, “and, at the first\nglance, the expression seemed also hers.  But, I could fancy that the\nportrait has changed countenance, while I have been looking at it.  The\neyes are fixed on mine with a strangely sad and anxious expression.  Nay,\nit is grief and terror!  Is this like Elinor?”\n\n“Compare the living face with the pictured one,” said the painter.\n\nWalter glanced sidelong at his mistress, and started.  Motionless and\nabsorbed--fascinated as it were--in contemplation of Walter’s portrait,\nElinor’s face had assumed precisely the expression of which he had just\nbeen complaining.  Had she practised for whole hours before a mirror, she\ncould not have caught the look so successfully.  Had the picture itself\nbeen a mirror, it could not have thrown back her present aspect, with\nstronger and more melancholy truth.  She appeared quite unconscious of\nthe dialogue between the artist and her lover.\n\n“Elinor,” exclaimed Walter, in amazement, “what change has come over\nyou?”\n\nShe did not hear him, nor desist from her fixed gaze, till he seized her\nhand, and thus attracted her notice; then, with a sudden tremor, she\nlooked from the picture to the face of the original.\n\n“Do you see no change in your portrait?” asked she.\n\n“In mine?--None!” replied Walter, examining it.  “But let me see!  Yes;\nthere is a slight change,--an improvement, I think, in the picture,\nthough none in the likeness.  It has a livelier expression than\nyesterday, as if some bright thought were flashing from the eyes, and\nabout to be uttered from the lips.  Now that I have caught the look,\nit becomes very decided.”\n\nWhile he was intent on these observations, Elinor turned to the painter.\nShe regarded him with grief and awe, and felt that he repaid her with\nsympathy and commiseration, though wherefore she could but vaguely guess.\n\n“That look!” whispered she, and shuddered.  “How came it there?”\n\n“Madam,” said the painter, sadly, taking her hand, and leading her\napart, “in both these pictures, I have painted what I saw.  The\nartist--the true artist--must look beneath the exterior.  It is his\ngift--his proudest but often a melancholy one--to see the inmost soul,\nand by a power indefinable even to himself to make it glow or darken\nupon the canvas, in glances that express the thought and sentiment of\nyears.  Would that I might convince myself of error in the present\ninstance!”\n\nThey had now approached the table, on which were heads in chalk, hands\nalmost as expressive as ordinary faces, ivied church-towers, thatched\ncottages, old thunder-stricken trees, Oriental and antique costume, and\nall such picturesque vagaries of an artist’s idle moments.  Turning them\nover, with seeming carelessness, a crayon sketch of two figures was\ndisclosed.\n\n“If I have failed,” continued he, “if your heart does not see itself\nreflected in your own portrait, if you have no secret cause to trust my\ndelineation of the other, it is not yet too late to alter them.  I might\nchange the action of these figures too.  But would it influence the\nevent?”\n\nHe directed her notice to the sketch.  A thrill ran through Elinor’s\nframe; a shriek was upon her lips; but she stifled it, with the\nself-command that becomes habitual to all, who hide thoughts of fear and\nanguish within their bosoms.  Turning from the table, she perceived that\nWalter had advanced near enough to have seen the sketch, though she could\nnot determine whether it had caught his eye.\n\n“We will not have the pictures altered,” said she, hastily.  “If mine is\nsad, I shall but look the gayer for the contrast.”\n\n“Be it so,” answered the painter, bowing.  “May your griefs be such\nfanciful ones, that only your picture may mourn for them!  For your\njoys,--may they be true and deep, and paint themselves upon this lovely\nface till it quite belie my art!”\n\nAfter the marriage of Walter and Elinor, the pictures formed the two most\nsplendid ornaments of their abode.  They hung side by side, separated by\na narrow panel, appearing to eye each other constantly, yet always\nreturning the gaze of the spectator.  Travelled gentlemen, who professed\na knowledge of such subjects, reckoned these among the most admirable\nspecimens of modern portraiture; while common observers compared them\nwith the originals, feature by feature, and were rapturous in praise of\nthe likeness.  But it was on a third class--neither travelled\nconnoisseurs nor common observers, but people of natural sensibility--that\nthe pictures wrought their strongest effect.  Such persons might\ngaze carelessly at first, but, becoming interested, would return day\nafter day, and study these painted faces like the pages of a mystic\nvolume.  Walter Ludlow’s portrait attracted their earliest notice.  In\nthe absence of himself and his bride, they sometimes disputed as to the\nexpression which the painter had intended to throw upon the features; all\nagreeing that there was a look of earnest import, though no two explained\nit alike.  There was less diversity of opinion in regard to Elinor’s\npicture.  They differed, indeed, in their attempts to estimate the nature\nand depth of the gloom that dwelt upon her face, but agreed that it was\ngloom, and alien from the natural temperament of their youthful friend.\nA certain fanciful person announced, as the result of much scrutiny, that\nboth these pictures were parts of one design, and that the melancholy\nstrength of feeling, in Elinor’s countenance, bore reference to the more\nvivid emotion, or, as he termed it, the wild passion, in that of Walter.\nThough unskilled in the art, he even began a sketch, in which the action\nof the two figures was to correspond with their mutual expression.\n\nIt was whispered among friends, that, day by day, Elinor’s face was\nassuming a deeper shade of pensiveness, which threatened soon to render\nher too true a counterpart of her melancholy picture.  Walter, on the\nother hand, instead of acquiring the vivid look which the painter had\ngiven him on the canvas, became reserved and downcast, with no outward\nflashes of emotion, however it might be smouldering within.  In course of\ntime, Elinor hung a gorgeous curtain of purple silk, wrought with\nflowers, and fringed with heavy golden tassels, before the pictures,\nunder pretence that the dust would tarnish their lines, or the light din\nthem.  It was enough.  Her visitors felt, that the massive folds of the\nsilk must never be withdrawn, nor the portraits mentioned in her\npresence.\n\nTime wore on; and the painter came again.  He had been far enough to the\nnorth to see the silver cascade of the Crystal Hills, and to look over\nthe vast round of cloud and forest, from the summit of New England’s\nloftiest mountain.  But he did not profane that scene by the mockery of\nhis art.  He had also lain in a canoe on the bosom of Lake George, making\nhis soul the mirror of its loveliness and grandeur, till not a picture in\nthe Vatican was more vivid than his recollection.  He had gone with the\nIndian hunters to Niagara, and there, again, had flung his hopeless\npencil down the precipice, feeling that he could as soon paint the roar,\nas aught else that goes to make up the wondrous cataract.  In truth, it\nwas seldom his impulse to copy natural scenery, except as a framework for\nthe delineations of the human form and face, instinct with thought,\npassion, or suffering.  With store of such, his adventurous ramble had\nenriched him; the stern dignity of Indian chiefs; the dusky loveliness of\nIndian girls; the domestic life of wigwams; the stealthy march; the\nbattle beneath gloomy pine-trees; the frontier fortress with its\ngarrison; the anomaly of the old French partisan, bred in courts, but\ngrown gray in shaggy deserts;--such were the scenes and portraits that he\nhad sketched.  The glow of perilous moments; flashes of wild feeling;\nstruggles of fierce power; love, hate, grief, frenzy; in a word, all the\nworn-out heart of the old earth had been revealed to him under a new\nform.  His portfolio was filled with graphic illustrations of the volume\nof his memory, which genius would transmute into its own substance, and\nimbue with immortality.  He felt that the deep wisdom in his art, which\nhe had sought so far, was found.\n\nBut, amid stern or lovely nature, in the perils of the forest, or its\noverwhelming peacefulness, still there had been two phantoms, the\ncompanions of his way.  Like all other men around whom an engrossing\npurpose wreathes itself, he was insulated from the mass of human kind.\nHe had no aim,--no pleasure,--no sympathies,--but what were ultimately\nconnected with his art.\n\nThough gentle in manner, and upright in intent and fiction, he did not\npossess kindly feelings; his heart was cold; no living creature could be\nbrought near enough to keep him warm.  For these two beings, however, he\nhad felt, in its greatest intensity, the sort of interest which always\nallied him to the subjects of his pencil.  He had pried into their souls\nwith his keenest insight, and pictured the result upon their features,\nwith his utmost skill, so as barely to fall short of that standard which\nno genius ever reached, his own severe conception.  He had caught from\nthe duskiness of the future--at least, so he fancied--a fearful secret,\nand had obscurely revealed it on the portraits.  So much of himself--of\nhis imagination and all other powers--had been lavished on the study of\nWalter and Elinor, that he almost regarded them as creations of his own,\nlike the thousands with which he had peopled the realms of Picture.\nTherefore did they flit through the twilight of the woods, hover on the\nmist of waterfalls, look forth from the mirror of the lake, nor melt away\nin the noontide sun.  They haunted his pictorial fancy, not as mockeries\nof life, nor pale goblins of the dead, but in the guise of portraits,\neach with the unalterable expression which his magic had evoked from the\ncaverns of the soul.  He could not recross the Atlantic, till he had\nagain beheld the originals of those airy pictures.\n\n“O glorious Art!” thus mused the enthusiastic painter, as he trod the\nstreet.  “Thou art the image of the Creator’s own.  The innumerable\nforms, that wander in nothingness, start into being at thy beck.  The\ndead live again.  Thou recallest them to their old scenes, and givest\ntheir gray shadows the lustre of a better life, at once earthly and\nimmortal.  Thou snatchest back the fleeting moments of History.  With\nthee, there is no Past; for, at thy touch, all that is great becomes\nforever present; and illustrious men live through long ages, in the\nvisible performance of the very deeds which made thorn what they are.  O\npotent Art! as thou bringest the faintly revealed Past to stand in that\nnarrow strip of sunlight, which we call Now, canst thou summon the\nshrouded Future to meet her there?  Have I not achieved it?  Am I not thy\nProphet?”\n\nThus, with a proud, yet melancholy fervor, did he almost cry aloud, as he\npassed through the toilsome street, among people that knew not of his\nreveries, nor could understand nor care for them.  It is not good for man\nto cherish a solitary ambition.  Unless there be those around him, by\nwhose example be may regulate himself, his thoughts, desires, and hopes\nwill become extravagant, and he the semblance, perhaps the reality, of a\nmadman.  Reading other bosoms, with an acuteness almost preternatural,\nthe painter failed to see the disorder of his own.\n\n“And this should be the house,” said he, looking up and down the front,\nbefore he knocked.  “Heaven help my brains!  That picture!  Methinks it\nwill never vanish.  Whether I look at the windows or the door, there it\nis framed within them, painted strongly, and glowing in the richest\ntints--the faces of the portraits--the figures and action of the sketch!”\n\nHe knocked.\n\n“The Portraits!  Are they within?” inquired he, of the domestic; then\nrecollecting himself,--“your master and mistress!  Are they at home?”\n\n“They are, sir,” said the servant, adding, as he noticed that picturesque\naspect of which the painter could never divest himself, “and the\nPortraits too!”\n\nThe guest was admitted into a parlor, communicating by a central door\nwith an interior room of the same size.  As the first apartment was\nempty, he passed to the entrance of the second, within which his eyes\nwere greeted by those living personages, as well as their pictured\nrepresentatives, who had long been the objects of so singular an\ninterest.  He involuntarily paused on the threshold.\n\nThey had not perceived his approach.  Walter and Elinor were standing\nbefore the portraits, whence the former had just flung back the rich and\nvoluminous folds of the silken curtain, holding its golden tassel with\none hand, while the other grasped that of his bride.  The pictures,\nconcealed for months, gleamed forth again in undiminished splendor,\nappearing to throw a sombre light across the room, rather than to be\ndisclosed by a borrowed radiance.  That of Elinor had been almost\nprophetic.  A pensiveness, and next a gentle sorrow, had successively\ndwelt upon her countenance, deepening, with the lapse of time, into a\nquiet anguish.  A mixture of affright would now have made it the very\nexpression of the portrait.  Walter’s face was moody and dull, or\nanimated only by fitful flashes, which left a heavier darkness for their\nmomentary illumination.  He looked from Elinor to her portrait, and\nthence to his own, in the contemplation of which he finally stood\nabsorbed.\n\nThe painter seemed to hear the step of Destiny approaching behind him, on\nits progress towards its victims.  A strange thought darted into his\nmind.  Was not his own the form in which that destiny had embodied\nitself, and he a chief agent of the coming evil which he had\nforeshadowed?\n\nStill, Walter remained silent before the picture, communing with it, as\nwith his own heart, and abandoning himself to the spell of evil\ninfluence, that the painter had cast upon the features.  Gradually his\neyes kindled; while as Elinor watched the increasing wildness of his\nface, her own assumed a look of terror; and when at last he turned upon\nher, the resemblance of both to their portraits was complete.\n\n“Our fate is upon us!” howled Walter.--“Die!”\n\nDrawing a knife, he sustained her, as she was sinking to the ground, and\naimed it at her bosom.  In the action and in the look and attitude of\neach, the painter beheld the figures of his sketch.  The picture, with\nall its tremendous coloring, was finished.\n\n“Hold, madman!” cried he, sternly.\n\nHe had advanced from the door, and interposed himself between the\nwretched beings, with the same sense of power to regulate their destiny,\nas to alter a scene upon the canvas.  He stood like a magician,\ncontrolling the phantoms which he had evoked.\n\n“What!” muttered Walter Ludlow, as he relapsed from fierce excitement\ninto silent gloom.  “Does Fate impede its own decree?”\n\n“Wretched lady!” said the painter.  “Did I not warn you?”\n\n“You did,” replied Elinor, calmly, as her terror gave place to the quiet\ngrief which it had disturbed.  “But--I loved him!”\n\nIs there not a deep moral in the tale?  Could the result of one, or all\nour deeds, be shadowed forth and set before us, some would call it Fate,\nand hurry onward, others be swept along by their passionate desires, and\nnone be turned aside by the PROPHETIC PICTURES.\n\n\n\n\n\n\n\n\n",
  "metadata": {
    "author": [
      "Hawthorne, Nathaniel"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/9204/pg9204.txt",
    "name": "the_prophetic_pictures_from_twice_told_tales"
  }
}
