{
    "name": "The Ultimate Quest",
    "author": [
        "Annas, Hal"
    ],
    "body": "Striding down the corridor on long thin legs, Art Fillmore mentally\nglanced over the news and his wide brow puckered. \"Scientists to awaken\ntwentieth century man,\" the mental beam proclaimed. \"Dark age to yield\nuntold volumes of ignorance.\"\n\nFillmore paused before the twelve-foot door, closed his eyes and\nconcentrated until he had achieved the proper attenuation, then entered\nthe office without opening the door. The bald man in the reclining\nchair dropped his feet from the five-foot-high desk and sat up with a\nstart.\n\n\"I wish you wouldn't do that, Art,\" he said nervously. \"You know I've\ngot the itch.\"\n\n\"Sorry,\" Fillmore apologized. \"Wasn't thinking. Had my mind on my\nforthcoming wedding.\"\n\n\"Wedding?\" The bald man's narrow mouth dropped open, revealing small\nfragile teeth. \"Why didn't you tell me? What does she look like?\"\n\n\"Haven't seen her yet,\" Fillmore grinned. \"Just mental images, and\nyou know how girls are when they project their own images. But she's a\nmental pippin: seven feet eight or nine with a shape you dream about.\nMust weigh about eighty-two or three pounds.\"\n\n\"Too fat,\" the bald man grunted. \"I never liked the short and fat type.\nHave you paid for her yet?\"\n\n\"Not yet, but I've got the cash and I'll get a discount.\"\n\n\"How much?\"\n\n\"Dollar sixty-nine less three per cent.\"\n\n\"Good Lord!\" The bald man leaned forward, aghast. \"For that price she\nmust be a pippin. Why, you can buy two hundred average women for that\nand the market's glutted with them. How old is she?\"\n\n\"Hundred and nine.\"\n\n\"Oh! That explains it. You're practically getting her right out of the\ncradle and can teach her whatever you want her to know and see that she\ndoesn't learn anything else. Has she got any mental quirks?\"\n\nFillmore sighed. \"She's almost perfect in that respect. Doesn't have to\nhave her mind erased but once every six weeks. Nine power intelligence\nbut she holds it back. That way she doesn't come anywhere near a\nnervous breakdown oftener than once in six weeks.\"\n\n\"Domestic type?\"\n\n\"Definitely. Regular homebody. Never been out of the solar system.\nShe's the kind that likes a quiet picnic on Mars and will settle for\nthe moon when Mars is crowded. Besides, she's interested largely in\nwarts and mice. Studies them all the time. Knows how to grow warts on\nanybody.\"\n\n\"You're a lucky man, Art. Planned the honeymoon yet?\"\n\n\"Sure. She's going to Venus while I go in the opposite direction.\nHaven't decided yet where I'll spend that happy time. On one of the\nplanets of the nearer stars, I suppose.\"\n\n\"That's perfect,\" the bald man said approvingly. \"My wife made me stay\non earth while she went to the moon. That's too close for comfort.\nAfter all, you don't have but one real honeymoon, and in my opinion\nevery man and woman should strive to make it as nearly perfect as\npossible. I think the government ought to subsidize that sort of thing.\nThen the happy couple could put more distance between them. Think what\nbliss could be achieved if the man could afford to go the maximum\ndistance in one direction and send his wife twice that far in the\nother direction. I mean to say, happiness is next to the ultimate, and\nif they could be separated so far that no trace of one ever got back\nto the other--well, just think of it! We would never hear of divorce\nagain.\"\n\n\n\nFillmore's thin angular features darkened. \"It is sad to think of the\ndivorces. There's been a dozen in the past half a century. But isn't\nit because the couples were immature? Some of them married at under\neighty years of age, and they insisted on living on the same side of\nthe earth with each other.\"\n\n\"You're pretty young yourself,\" the bald man put in.\n\n\"I'm ninety-six,\" Fillmore said defensively. \"That's plenty old for a\nman. All of my people matured early.\"\n\n\"And probably died early.\"\n\n\"Yes.\" Fillmore nodded. \"A few of them lived to be nearly five hundred,\nbut they were mostly females. The males usually check out between two\nand three hundred. Their fourteen power intelligence burns them up.\"\n\n\"Had your mind erased recently?\"\n\n\"Yesterday. Did it so I could accept Cynthia's proposal without any\nreservation.\"\n\n\"Cynthia?\"\n\n\"That's what I call her. Her real name is Xylosh. She found the name\nCynthia in one of those books of ignorance unearthed from the ruins of\nthat ancient farm called New York. She asked me to call her by that\nname. You know how girls are!\"\n\n\"Sure. They are all very romantic. She may even expect you to be\npresent at the wedding.\"\n\nFillmore shook his head and grinned. \"She knows better than to spoil\nthings. And I love her too much to let anything like that happen. The\nceremony will take place near the earth at the hour when the north pole\nand the south pole swap places. I'll be somewhere beyond the sun at\nthat time.\"\n\n\"Figuring on any children?\"\n\n\"Of course. She wants three. We'll have them just before the ceremony.\"\n\n\"That's fine. Gets the dirty work out of the way before marriage and\nthen there's nothing to spoil it. But how are you figuring--\"\n\n\"That's what I came to see you about. I want to borrow your secretary.\"\n\n\"For what?\"\n\n\"Well, it's like this. I'm old fashioned. I believe there ought to\nbe some personal contact between a man and his wife before they\nhave children. These laboratory things are so cold-blooded. Mental\nprojections are much better. But there ought to be some personal\ncontact.\"\n\n\"So?\"\n\n\"So I want to shake hands with your secretary, then she'll shake hands\nwith you and you shake hands with one of your men who's going east and\nhe shakes hands with somebody on the east coast who knows Cynthia's\nfather and that man shakes hands with her father and her father shakes\nhands with one of his men who shakes hands with his secretary who\npasses it along until it finally comes to Cynthia. That will give the\nmatter a sort of warmth and personal touch, and then, just before the\nceremony, Cynthia and I will mentally project the three children.\"\n\n\"Very touching,\" the bald man said almost tearfully. \"I doubted at\nfirst that you and Cynthia actually loved each other, but I see now\nthat any two people so affectionate can't help but love one another.\nYou'll love the children, too.\"\n\n\"Of course. We're going to materialize them fully developed in the\ngovernment nursery. It will take two or three minutes longer, but we\nintend to give them a well-rounded education at the beginning. I want\nthe boys to understand the simpler mathematics, such as the theory\nof relativity and why it is possible to add numerals until you get\nan answer of zero square. Of course, not everyone can square zero,\nand it may take ten or fifteen seconds just to teach them that, but I\ndon't want them to grow up to be two or three hours old and still be\nignorant. Then, after they've learned those little unimportant things,\nI'll get down to the business of teaching them everything there is to\nknow. It will take over two minutes and possibly three. Then we'll\nerase their minds.\"\n\n\"Very ambitious. But what about the girl?\"\n\n\"Cynthia thinks she ought to learn about warts and I agree. If she\nlearns to grow warts she'll have a first-class female education. I\ncan't think of anything finer in our society. And Cynthia even plans to\nteach her all about mice.\"\n\n\"It's beautiful,\" the bald man said. \"I'll have my secretary in\nwhenever you're ready.\"\n\n\"Thanks. But not just yet. Chloroform her first. It makes me nervous\nto be around conscious females. They talk too much.\"\n\n\"Naturally. I don't expect to allow her to speak in your presence.\nThink I'm a fool without morals? We've got to preserve the conventions.\nIf she saw those three strands of hair on your head she'd swoon. You're\nthe only man in the nation with more than twelve power intelligence who\nisn't bald. If I didn't know you well I'd think you were effeminate. My\nwife got a mental glimpse of you once and said you were the handsomest\nman extant. It's those three strands of blond hair. Even the most\nbeautiful woman in the world doesn't have more than six or seven. I'll\nbet you really projected those in a big way for Cynthia.\"\n\n\n\nFillmore felt the blood rising to his pale cheeks. \"I didn't make any\nspecial effort,\" he denied. \"Anyway, I'm very presentable. Just under\nnine feet tall and weigh close to a hundred. My forehead is twelve\ninches across and eight inches high from the root of the nose. That's\nbetter than average. Few men measure more than eleven inches across the\nforehead.\"\n\n\"True,\" the bald man admitted \"And some persons are troubled with a\nchin. Fortunately you don't have one. I've got to admit that you are\ntypical of the finer specimens of masculine beauty. Do you ever have a\nheadache?\"\n\n\"Not since I had my skull cracked. Finest Ducktor in the realm did it\nwith a hammer. Said I needed more room to let my brain expand.\"\n\n\"Of course. I've got a two-inch brain expansion myself. Had to soak my\nskull in oil until it became malleable enough to allow for the normal\nbrain growth. I've heard of some men having their brain taken out.\"\n\n\"Yeah. Some people are better off without it. But then they have\nto install an antennae. I wouldn't like that. Which reminds me of\nsomething: Got a news flash that scientists were going to awaken a\ntwentieth century man. I don't approve of that sort of thing, but I'm\ngoing along to watch. Last time they awakened something from the past\nit took us quite a while to recover from the mental shock. Had to have\nmy mind erased six times in as many days. Couldn't we do something to\nstop it?\"\n\n\"There might be something,\" said the bald man. \"Corson was working\non something that would eliminate the past and make everything the\npresent. Only trouble seemed to be that the future got mixed up in it.\nNo. We don't have much chance in that direction--unless--\"\n\n\"I know what you're thinking,\" Fillmore said. \"I've been working on it\nmyself. Gave it nine seconds solid thought yesterday. If I hadn't been\ninterrupted I might have got it. You're thinking about pure reasoning\nbefore the fact.\"\n\n\"Exactly. What are your conclusions?\"\n\n\"It's possible. The square of nothing equals nothing. When you put\nnothing times nothing on paper it comes out minus infinity or infinity\nminus. Thus you have something. Take a mind without a fact and let it\nconfront nothing. Almost at once it will raise nothing to the power\nof six. It will still have nothing, and so it will head in the other\ndirection until it gets down to infinity minus. That in itself is\nreasoning _a priori_. Now it has a foundation and from that it can\narrive at any conclusion extant, and quite a few that don't exist. Is\nthat what you had in mind?\"\n\n\"No. I want a conclusion without troubling to confront the mind with\neven nothing. That is the only way to get pure reasoning.\"\n\n\"If you can give me ten seconds more I'll work it out for you.\"\n\n\"You've already been here thirteen seconds and I'm getting bored. I\nonly get three thousand dollars a day for sitting here, and at slave\nwages like that I can't put up with too much.\"\n\nFillmore nodded. \"And prices are away out of reach too. Only the other\nday I spent six cents for twelve barrels of thousand-year-old whiskey.\nThe world has been aiming at high wages and low prices for the past ten\nthousand years and we're still slaving and starving. You never told me\nexactly what you do.\"\n\n\"I work pretty hard. You see, this chair has coils in it that convert\nheat into Zeta Rays by shortening the wave-length. I sit here for\ntwenty-nine minutes each day, two days a month, and concentrate all my\nheat through the seat of my pants. It goes through the converter and\ncomes out Zeta Rays in China. Zeta Rays are no good for anything except\nto convert ordinary rock into gold, so the Chinese pipe it to Russia.\nGold, being soft, is good for nothing except to burn ceremoniously\nin accordance with the ancient religious rites, and so a lot of it\nis stolen and sold on the gray market to be converted into uranium.\nUranium, being useless except for fissionable purposes, is used for\nfertilizer in the mineral laboratories where iron is grown. Iron is no\ngood for anything except food, and you can't put very much of it in\nordinary food, and so it is dissolved into an iron vapor and freed in\nthe atmosphere. Iron vapor gets heavier as it cools, and so it settles\non top of the clouds and holds them close to the earth and keeps the\nwarmth of the world from escaping. So, as I sit here and warm this\nchair, I'm keeping the world warm.\"\n\n\"And getting only three thousand dollars for twenty-nine minutes of\nthat sort of slave labor! Scandalous! I'll bet you can't afford more\nthan a hundred vacations a year. We might as well be back in the dark\nage of the twentieth century. I've been advocating a one-minute\nwork-day for the past decade, one day a month, two months a year. What\ngood is civilization if it doesn't provide something for the poor\nworking man? And people call me a visionary, with Utopian ideas! Bah!\nIf I'm not mistaken, you're the man with the seat of his intelligence\nin the back of his lap! Right? You're being exploited!\"\n\n\n\nThe bald man shook his head. \"No. It's Corson who's got his\nintelligence in his back side. Mine is in the soles of my feet,\naccording to Meyer who knows about such things. But Konwell claims the\nintelligence flows through the bloodstream in all persons.\"\n\n\"Not all,\" Fillmore contradicted. \"But Konwell is right. The brain is\nmerely the antennae. The more blood it gets the more it can express.\nFor instance, in order to concentrate to the full power of fourteen I\nhave to stand on my head. But I can't hang around here all day. Get\nyour secretary in and let me shake hands with her.\"\n\n\"All right. But as a precaution you'd better close your eyes and bring\nyour thoughts down to a six power level. She isn't too bright. It takes\nher nearly half a second to calculate the distance in inches from\nhere to Andromeda and return via Pegasus--that is, unless you give\nher a clue to the problem. She's a plain dumbbell but fantastically\nbeautiful. Tall as you are and weighs less than sixty pounds. What\na shape! She turned down a billion-dollar contract to dance three\nminutes in a spot on one of the planets in the Milky Way. Plain dumb!\nBut looks! And the clothes she wears! Dazzling! Imported from Eureka.\nMust have cost her two-bits or more for one dress with upward of sixty\nyards of material in it. Made my wife gape. Nearly bankrupted me, my\nwife did, buying clothes after that. Spent four dollars on her in less\nthan six years. Ten thousand separate items. But, of course, she never\nfound anything like that imported by my secretary. I doubt if there's\nanother in the solar system, and I know there isn't another woman able\nto afford twenty-five cents for a single dress. I wonder where she gets\nher money! Her salary here is only seven hundred dollars a day, two\ndays a month. I'll bet she hasn't got a million dollars to her name\nsaved up. Spends every last cent she earns, probably. Ninety cents a\nquarter she pays for that seventeen room apartment of hers. My wife and\nI have only eighteen rooms between us, her twelve rooms in China and\nmy six rooms here. Not large either. My six rooms cover only two acres\nof ground and extend a mere hundred feet in the air. Cramped! I can't\nafford anything better, not and save anything. I've got less than a\nbillion put aside right now, hardly enough to invest in an enterprise\noutside the solar system. Poverty! How that secretary of mine lives\nso high on her pittance, I don't know. I wouldn't be surprised if she\nisn't consorting mentally with somebody on some planet on the edge\nof space. Not that I'm narrow-minded. A woman with looks like hers\ndeserves the best, but allowing a man on the edge of space to think\nabout her is going pretty far, and I'm a stickler for the convention.\n\n\"Hells bells. I didn't mean to run on like this. But it upsets me to\nthink about her loose morals when I have to work the seat of my pants\nto the bone over a hot chair in order to earn a bare living. And my\nwife throwing money around for clothes, and both my boys getting ready\nto enter college and not in a position to earn anything.\"\n\n\"I can see you're upset. Better have your mind erased.\"\n\n\"I would, but there isn't a good Ducktor closer than Venus. Could find\na doctor, of course, but they're unreliable. They style themselves\ndoctors because it sounds like Ducktor. Plain disgrace. Ducktor\ncomes from the word _Quack_. Ages old. Even in the dark ages there\nwere plenty of quacks. They had all sorts of diseases then. Yes,\nsir. Diseases! Little crawley things working around in their blood\nand flesh. And these quacks would feed these diseases all sorts of\nmedicine! Finally the diseases up and died. Not having any intelligence\nto burn them out, the people of those days could live as long as they\nwished. Or at least that's the way it's figured. Once in a while,\nabout every two or three weeks, just as we erase our minds so we won't\nburn up too quick, those people would get together and begin killing\none another. Think of it! We try to live, but they tried to die. Seems\nthey couldn't die fast enough, so they used a lot of fissionable\nmaterial and burned up everybody that way. Even that didn't satisfy\nthem, so they used fusing material, which was more deadly, and finally\ncompleted everything to their total satisfaction. At least they left\nvery little trace of themselves. Man had to begin all over again from\nthe sea, beginning with the amoeba. I wonder if we're going to wind up\nlike that a million years hence.\"\n\n\"Not likely,\" Fillmore said. \"Besides, you're wrong. Man didn't begin\nall over again. The amoeba would have worked in another direction,\nseeing what a mess man made of things. What actually happened was that\nquite a few people were left after the hydrogen chain was set off. They\nlived on one of the nearer planets and returned after earth had cooled\nagain. Then they set up things, or so they claimed, very much like they\nwere before, with the exception that they changed their philosophy.\nDeveloped their minds first and everything else naturally followed.\"\n\n\"I think it's a mistake,\" the bald man persisted, \"to develop the\nmind too early. As I mentioned, my two boys are just now entering\ncollege. Of course they knew a few things before, such as how to fuel\nthemselves when in the presence of food, and how to walk, and the older\none could even speak a few words, and even the younger one could change\nhis own diaper--had been doing it since he was forty-nine--but my\nwife and I saw to it that they didn't learn too much too fast. That's\nthe reason my people live so long. Don't burn ourselves up in infancy\nthinking. But that doesn't mean you may not be right in teaching your\nchildren, when you have them tomorrow, everything right at the start.\nWith a fourteen power intelligence, your people are by nature compelled\nto do a lot of thinking, and it's your duty, as a citizen, to begin\nearly. Had any startling thoughts lately?\"\n\n\n\nFillmore sighed. \"Just the normal ones. Figured out a simple method,\njust before dozing off to sleep last night, to transfer this planet to\nan orbit about another sun. Not that it will be of much use. A sun is\na sun and it would take thirty seconds solid thought to improve on it,\nand I don't know anybody capable of that much sustained thought, and\nthere's not much point in transferring this planet, now that we know\nhow to renew the sun whenever it cools too much.\"\n\n\"But it's interesting,\" the bald man pointed out. \"It gets sort of\ndull staying in the same old orbit. I'm in favor of moving to another\nuniverse. Why don't you bring the matter before the Council?\"\n\n\"They wouldn't listen. They don't like change. Most of them are aged,\nand they still think in terms of light and energy. Imagine that in a\nmodern world! Men content to travel at the mere speed of light! Can't\nget over the idea that breaking through the energy barrier was just\nlike breaking through the sound barrier.\"\n\n\"Was it?\"\n\n\"Not exactly. But the theory that at the speed of light matter will\nchange to pure energy was just as ridiculous as the theory that matter\nwould disintegrate into sound waves at the speed of sound. They\nfigure light travels at 186,000 miles per second. Perhaps it does in\na straight line. I never thought it was worth the trouble of figuring\nout. But light waves are always at right angle, different from sound\nwaves, and we must come to the conclusion that light does not travel\nin a straight line, but in a series of curves. While its theoretical\nspeed is 186,000 miles per second, its actual speed is many times that.\nThus we have a constant and a variable. If there were only a constant,\nit would prove out that matter would become pure energy at the speed\nof the constant. But it does not, for it must achieve the speed of the\nvariable, and that cannot be achieved without traveling at a million\ndifferent speeds. And even if matter changed to pure energy it must\nnecessarily change again when it breaks through the energy barrier. But\nthose old slow pokes in the council insist that we go on traveling at\nless than the speed of light. They do not know that a billion miles\nper second is considered slow in some laboratories. They may know it\nbut they ignore it. Backward! Stupid! Even the ancients were better\ninformed. They conceived varying dimensions, which is a step in the\nright direction. Actually we know that there is only one dimension and\nthat is the mental dimension with diverse corridors. But in order to\nlearn that, we had to discover, some fifty thousand years ago, upward\nof two thousand different dimensions. Then we integrated them and\nfound that they all emanated from the mind. It was merely a matter of\nmathematics and comprehension. And now everything is accomplished by\nthe mind, and in another hundred thousand years we can dispense with\nour bodies.\"\n\n\"Is that good or bad?\"\n\n\"Definitely good! We have the itch every few weeks and have to have our\nminds erased. Nerves! Without bodies we'd be without nerves. That, my\nfriend, is the ultimate quest.\"\n\nThe bald man shook his head. \"No. The ultimate quest is the elimination\nof both the body and the mind. Then we wouldn't have any troublesome\nthoughts.\"\n\n\"What would be left?\"\n\n\"Us.\"\n\n\"How do you figure that?\"\n\n\"I don't know. But you've got a fourteen power intelligence. Get the\nanswer to it and you'll be famous.\"\n\n\"I'll do that. I'll do it right now.\"\n\n\"Not in here. Don't do any concentrating in here. I know how you are\nwhen you start thinking. Lightning crackling all around and furniture\ngetting scorched and the building vibrating, and possibly even an\nearthquake. No, sir. You take your thinking home with you and get\ninside a thought-proofed vault. You know it's against the law to think\nabove the seven power level out in public where you might start a\nhurricane or cause snow in the middle of summer.\"\n\n\"Yes. I can see you're right. We've got to get rid of our minds. They\nare troublesome. I'll go home and figure the whole thing out. And if\nit's safe I'll pass it along to the council. Good-bye.\"\n\n\"Wait! You want to shake hands with my secretary. I'm going to have her\ncome in.\"\n\n\"That's right. I'd almost forgotten about Cynthia.\"\n\n\"That's another good thing about the elimination of the mind. We won't\nhave to remember anything.\"\n\n\"Well, get her in.\"\n\n\"Right now.\" The bald man turned his head slightly, glanced at a row\nof tubes in a panel, selected one and looked at it for a fraction of a\nsecond. Instantly the tube glowed brightly and the door of an adjoining\noffice vanished and a woman appeared. Seven strands of jetblack hair on\nher massive chinless head gave her an ultra feminine appearance, and\nher eyes, behind their rimless radar equipment were almost as large\nas a pencil eraser, lending an innocent baby-like air to her lovely\nfeatures.\n\nShe advanced in mincing four-foot strides, parted her tissue-thick\nlips, and spoke out of a ripe mouth that was fully half an inch wide.\nThe tone of her voice was two octaves above high C, and it so stirred\nFillmore with its rich depth that he was compelled to glance at her\nwithout opening his eyes. The mental effort was immediately felt by the\nothers, as the temperature of the room increased, and the woman blushed\nprettily, swaying her lovely nine feet and sixty pounds of pulchritude.\nShe looked at Fillmore, taking in the three strands of blonde hair on\nhis waterbucket head, and swooned. She recovered before she struck\nthe floor, however, and looked to see whether anyone had projected a\nmental couch for her to fall on. No one had, so she righted herself,\nreadjusted her dress over her twelve-inch bust, patted her seven\nstrands of hair into place, sat down, drew one sixteen-inch foot under\nher and waited expectantly.\n\nFillmore was almost on the point of opening his eyes. But he determined\nto stick to the conventions, because if he gave her any encouragement\nshe might, he knew, try to get chummy with his mind, and that would\nlead to complications.\n\n\"Mr. Fillmore wants to shake hands with you,\" the bald man explained.\n\"Then you pass it along to me.\"\n\n\"But why doesn't he shake hands with you?\" she asked in high C.\n\nThe bald man shook his head. \"You wouldn't understand about that.\nBut it has something to do with the voltage. Men's voltage multiply,\nwhereas a man and a woman's voltage merely add. If we shook hands we'd\nburn our brains out. But if you and he shake hands it will merely\nstimulate you two physically. Nothing dangerous about it.\"\n\n\"It seems immoral,\" she said.\n\n\"I hadn't thought of it that way,\" the bald man admitted. \"But history\nreveals that men and women even went further than that centuries ago,\nand never thought anything about it.\"\n\nThe woman coyly lowered her eyes. \"If he shakes hands with me,\" she\nsaid softly, \"he really should marry me.\"\n\n\"Why?\"\n\n\"Because I'd probably have a dozen children before tomorrow night.\"\n\n\"Good Lord!\" the bald man exclaimed. \"That's right. Have you thought\nabout that, Fillmore?\"\n\n\"No,\" Fillmore said. \"My mind has been turned off for some time. But\nthe hypothesis is reasonable. I'll have to figure out something.\"\n\n\"Not here.\"\n\n\"I've got to. Hold on to your chairs for a moment. I'm going to turn my\nmind on. Get ready for the shock.\"\n\n\"Not the fourteen power. Don't go over eight or nine.\"\n\n\"Think I'm a fool? I'll keep it down to seven power. Brace yourself,\nyoung lady. This is going to be a shock.\"\n\n\n\nThere was a moment of still silence, then the heat in the room began\ngradually to rise. In another moment the three blonde hairs were\nsticking straight up on Fillmore's head and waves of thought were\nwashing about the room in an endless rising tide. The walls creaked\nand strained and the ceiling sighed upward elastically, giving as it\nwas intended, and a thin gray haze obscured the natural light which\nwas reflected from outside by means of a force field. Fillmore put a\ncigarette into his mouth, concentrated on the tip of it until it flared\ninto flame, then resumed thinking for a total of two seconds.\n\n\"I have it,\" he said at last. \"I'll pull out a strand of my hair, seal\nit in a ten-ton safe and ship it to Cynthia by armored tube. That is\nthe greatest expression of love any man can possibly make.\"\n\n\"But,\" the woman broke in, \"that is too much. I'm sure she would be\nsatisfied with less.\"\n\n\"No.\" Fillmore shook his head. \"The people of my clan are noted for\ntheir courage and chivalry. Should I choose to make the supreme\nsacrifice for my beloved, who is there to stop me? Call in the\nreporters. We'll make the announcement right now. My Cynthia shall be\nhonored above women.\"\n\n\"It's beautiful,\" the woman sighed. \"To be loved like that is something\nevery woman dreams of.\"\n\n\"It may cause trouble,\" the bald man put in. \"There was a case once in\nwhich a man came within speaking distance of his wife, and the women\nwent wild about it. Some women even insisted on living near their\nhusbands after that, and then the divorces began. You shouldn't do it,\nFillmore. Take my word for it, you'll start something that will be hard\nto stop.\"\n\n\"Maybe you're right,\" Fillmore admitted. \"Men have killed themselves\nfor their wives, but that's nothing. They have given them planets, but\nthat is nothing; they have showered them with stars, and that is very\nlittle because there are so many stars. But no man has ever given a\nwoman, up until this time, a strand of his hair, largely because no man\nhad any hair to give. Yes, it would cause trouble. You'd have to grow\nhair then, and that would cause the race to slip right back into the\ndark age. This is a problem that calls for fourteen power thought.\"\n\n\"Not here,\" the bald man shouted.\n\n\"Right here,\" Fillmore insisted. \"I'll project a thought-proofed wall\nabout me so that you won't get hurt.\"\n\n\"Well, don't take all day. You've been in this room nearly thirty\nseconds and haven't accomplished anything yet. Get to work and finish\nthe task. But remember, don't shake this place down or burn it up.\"\n\n\"Relax,\" Fillmore said.\n\nThe bald man and the woman watched the wall grow and then become a\nsphere. They could easily tell that it was more than six feet thick and\nharder than a diamond, for it would take every bit of that to restrain\nFillmore's full voltage. Besides, he sometimes became radio-active when\nhe turned on full power.\n\nThe full matter required one point three seconds. Then the\nthought-proofed sphere was complete. Then began the dreary wait. Every\nsecond seemed like a light year. Five seconds passed, then ten, and\nstill they waited. Then the woman sat bolt upright and uttered an\nexclamation.\n\n\"The sphere is bulging out,\" she screamed. \"It's going to explode.\"\n\nIt was then that the bald man caught the thought beam that came\nthrough the sphere: \"I've got it! Thinking about hair reminded me of\nthe twentieth century man--he destroyed himself and the world with\nfissionable hydrogen--only he didn't really destroy himself! Do you get\nit? He only changed things.\n\n\"That's the answer. To eliminate the mind and body we don't destroy, we\nmerely change. Change is the only definite thing anyway. Besides, it\nwill be an interesting thing to cogitate on--the change.\"\n\nThe thought ended on an excited note. Then the sphere shimmered\nthrough the spectrum and with a pyrotechnic display burst outward.\n\nRed, white, blue, purple, and finally black heat shot ten thousand\nmiles through the earth below. The planet shuddered in protest, then\ndisrupted into a gaseous nova. The ultimate quest had succeeded.\n\nJust as in the dark age....\n",
    "metadata": {
        "author": [
            "Annas, Hal"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65074/pg65074.txt",
        "name": "the_ultimate_quest.json"
    }
}