{
    "name": "The Desert and the Stars",
    "author": [
        "Laumer, Keith"
    ],
    "body": "\"I'm not at all sure,\" Under-Secretary Sternwheeler said, \"that I fully\nunderstand the necessity for your ... ah ... absenting yourself from\nyour post of duty, Mr. Retief. Surely this matter could have been dealt\nwith in the usual way--assuming any action is necessary.\"\n\n\"I had a sharp attack of writer's cramp, Mr. Secretary,\" Retief said.\n\"So I thought I'd better come along in person--just to be sure I was\npositive of making my point.\"\n\n\"Eh?\"\n\n\"Why, ah, there were a number of dispatches,\" Deputy Under-Secretary\nMagnan put in. \"Unfortunately, this being end-of-the-fiscal-year time,\nwe found ourselves quite inundated with reports. Reports, reports,\nreports--\"\n\n\"Not criticizing the reporting system, are you, Mr. Magnan?\" the\nUnder-Secretary barked.\n\n\"Gracious, no,\" Magnan said. \"I love reports.\"\n\n\"It seems nobody's told the Aga Kagans about fiscal years,\" Retief\nsaid. \"They're going right ahead with their program of land-grabbing on\nFlamme. So far, I've persuaded the Boyars that this is a matter for the\nCorps, and not to take matters into their own hands.\"\n\nThe Under-Secretary nodded. \"Quite right. Carry on along the same\nlines. Now, if there's nothing further--\"\n\n\"Thank you, Mr. Secretary,\" Magnan said, rising. \"We certainly\nappreciate your guidance.\"\n\n\"There is a little something further,\" said Retief, sitting solidly in\nhis chair. \"What's the Corps going to do about the Aga Kagans?\"\n\nThe Under-Secretary turned a liverish eye on Retief. \"As Minister\nto Flamme, you should know that the function of a diplomatic\nrepresentative is merely to ... what shall I say...?\"\n\n\"String them along?\" Magnan suggested.\n\n\"An unfortunate choice of phrase,\" the Under-Secretary said. \"However,\nit embodies certain realities of Galactic politics. The Corps must\nconcern itself with matters of broad policy.\"\n\n\"Sixty years ago the Corps was encouraging the Boyars to settle\nFlamme,\" Retief said. \"They were assured of Corps support.\"\n\n\"I don't believe you'll find that in writing,\" said the Under-Secretary\nblandly. \"In any event, that was sixty years ago. At that time a\nfoothold against Neo-Concordiatist elements was deemed desirable. Now\nthe situation has changed.\"\n\n\"The Boyars have spent sixty years terraforming Flamme,\" Retief said.\n\"They've cleared jungle, descummed the seas, irrigated deserts, set out\nforests. They've just about reached the point where they can begin to\nenjoy it. The Aga Kagans have picked this as a good time to move in.\nThey've landed thirty detachments of 'fishermen'--complete with armored\ntrawlers mounting 40 mm infinite repeaters--and another two dozen\nparties of 'homesteaders'--all male and toting rocket launchers.\"\n\n\"Surely there's land enough on the world to afford space to both\ngroups,\" the Under-Secretary said. \"A spirit of co-operation--\"\n\n\n\n\"The Boyars needed some co-operation sixty years ago,\" Retief said.\n\"They tried to get the Aga Kagans to join in and help them beat\nback some of the saurian wild life that liked to graze on people.\nThe Corps didn't like the idea. They wanted to see an undisputed\nanti-Concordiatist enclave. The Aga Kagans didn't want to play, either.\nBut now that the world is tamed, they're moving in.\"\n\n\"The exigencies of diplomacy require a flexible policy--\"\n\n\"I want a firm assurance of Corps support to take back to Flamme,\"\nRetief said. \"The Boyars are a little naive. They don't understand\ndiplomatic triple-speak. They just want to hold onto the homes they've\nmade out of a wasteland.\"\n\n\"I'm warning you, Retief!\" the Under-Secretary snapped, leaning\nforward, wattles quivering. \"Corps policy with regard to Flamme\nincludes no inflammatory actions based on outmoded concepts. The Boyars\nwill have to accommodate themselves to the situation!\"\n\n\"That's what I'm afraid of,\" Retief said. \"They're not going to sit\nstill and watch it happen. If I don't take back concrete evidence of\nCorps backing, we're going to have a nice hot little shooting war on\nour hands.\"\n\nThe Under-Secretary pushed out his lips and drummed his fingers on the\ndesk.\n\n\"Confounded hot-heads,\" he muttered. \"Very well, Retief. I'll go along\nto the extent of a Note; but positively no further.\"\n\n\"A Note? I was thinking of something more like a squadron of Corps\nPeace Enforcers running through a few routine maneuvers off Flamme.\"\n\n\"Out of the question. A stiffly worded Protest Note is the best I can\ndo. That's final.\"\n\nBack in the corridor, Magnan turned to Retief. \"When will you learn\nnot to argue with Under-Secretaries? One would think you actively\ndisliked the idea of ever receiving a promotion. I was astonished\nat the Under-Secretary's restraint. Frankly, I was stunned when he\nactually agreed to a Note. I, of course, will have to draft it.\" Magnan\npulled at his lower lip thoughtfully. \"Now, I wonder, should I view\nwith deep concern an act of open aggression, or merely point out an\napparent violation of technicalities....\"\n\n\"Don't bother,\" Retief said. \"I have a draft all ready to go.\"\n\n\"But how--?\"\n\n\"I had a feeling I'd get paper instead of action,\" Retief said. \"I\nthought I'd save a little time all around.\"\n\n\"At times, your cynicism borders on impudence.\"\n\n\"At other times, it borders on disgust. Now, if you'll run the Note\nthrough for signature, I'll try to catch the six o'clock shuttle.\"\n\n\"Leaving so soon? There's an important reception tonight. Some of our\nbiggest names will be there. An excellent opportunity for you to join\nin the diplomatic give-and-take.\"\n\n\"No, thanks. I want to get back to Flamme and join in something mild,\nlike a dinosaur hunt.\"\n\n\"When you get there,\" said Magnan, \"I hope you'll make it quite clear\nthat this matter is to be settled without violence.\"\n\n\"Don't worry. I'll keep the peace, if I have to start a war to do it.\"\n\n\n\nOn the broad verandah at Government House, Retief settled himself\ncomfortably in a lounge chair. He accepted a tall glass from a\nwhite-jacketed waiter and regarded the flamboyant Flamme sunset, a\ngorgeous blaze of vermillion and purple that reflected from a still\nlake, tinged the broad lawn with color, silhouetted tall poplars among\nflower beds.\n\n\"You've done great things here in sixty years, Georges,\" said Retief.\n\"Not that natural geological processes wouldn't have produced the same\nresults, given a couple of hundred million years.\"\n\n\"Don't belabor the point,\" the Boyar Chef d'Regime said. \"Since we seem\nto be on the verge of losing it.\"\n\n\"You're forgetting the Note.\"\n\n\"A Note,\" Georges said, waving his cigar. \"What the purple polluted\nhell is a Note supposed to do? I've got Aga Kagan claim-jumpers camped\nin the middle of what used to be a fine stand of barley, cooking\nsheep's brains over dung fires not ten miles from Government House--and\nupwind at that.\"\n\n\"Say, if that's the same barley you distill your whiskey from, I'd\ncall that a first-class atrocity.\"\n\n\"Retief, on your say-so, I've kept my boys on a short leash. They've\nput up with plenty. Last week, while you were away, these barbarians\nsailed that flotilla of armor-plated junks right through the middle of\none of our best oyster breeding beds. It was all I could do to keep a\nbunch of our men from going out in private helis and blasting 'em out\nof the water.\"\n\n\"That wouldn't have been good for the oysters, either.\"\n\n\"That's what I told 'em. I also said you'd be back here in a few days\nwith something from Corps HQ. When I tell 'em all we've got is a piece\nof paper, that'll be the end. There's a strong vigilante organization\nhere that's been outfitting for the last four weeks. If I hadn't held\nthem back with assurances that the CDT would step in and take care of\nthis invasion, they would have hit them before now.\"\n\n\n\n\"That would have been a mistake,\" said Retief. \"The Aga Kagans are\ntough customers. They're active on half a dozen worlds at the moment.\nThey've been building up for this push for the last five years. A\nshow of resistance by you Boyars without Corps backing would be an\ninvitation to slaughter--with the excuse that you started it.\"\n\n\"So what are we going to do? Sit here and watch these goat-herders take\nover our farms and fisheries?\"\n\n\"Those goat-herders aren't all they seem. They've got a first-class\nmodern navy.\"\n\n\"I've seen 'em. They camp in goat-skin tents, gallop around on\nanimal-back, wear dresses down to their ankles--\"\n\n\"The 'goat-skin' tents are a high-polymer plastic, made in the same\nfactory that turns out those long flowing bullet-proof robes you\nmention. The animals are just for show. Back home they use helis and\nground cars of the most modern design.\"\n\nThe Chef d'Regime chewed his cigar.\n\n\"Why the masquerade?\"\n\n\"Something to do with internal policies, I suppose.\"\n\n\"So we sit tight and watch 'em take our world away from us. That's what\nI get for playing along with you, Retief. We should have clobbered\nthese monkeys as soon as they set foot on our world.\"\n\n\"Slow down, I haven't finished yet. There's still the Note.\"\n\n\"I've got plenty of paper already. Rolls and rolls of it.\"\n\n\"Give diplomatic processes a chance,\" said Retief. \"The Note hasn't\neven been delivered yet. Who knows? We may get surprising results.\"\n\n\"If you expect me to supply a runner for the purpose, you're out of\nluck. From what I hear, he's likely to come back with his ears stuffed\nin his hip pocket.\"\n\n\"I'll deliver the Note personally,\" Retief said. \"I could use a couple\nof escorts--preferably strong-arm lads.\"\n\nThe Chef d'Regime frowned, blew out a cloud of smoke. \"I wasn't kidding\nabout these Aga Kagans,\" he said. \"I hear they have some nasty habits.\nI don't want to see you operated on with the same knives they use to\nskin out the goats.\"\n\n\"I'd be against that myself. Still, the mail must go through.\"\n\n\"Strong-arm lads, eh? What have you got in mind, Retief?\"\n\n\"A little muscle in the background is an old diplomatic custom,\" Retief\nsaid.\n\nThe Chef d'Regime stubbed out his cigar thoughtfully. \"I used to be a\npretty fair elbow-wrestler myself,\" he said. \"Suppose I go along...?\"\n\n\"That,\" said Retief, \"should lend just the right note of solidarity to\nour little delegation.\" He hitched his chair closer. \"Now, depending on\nwhat we run into, here's how we'll play it....\"\n\n\n                                  II\n\nEight miles into the rolling granite hills west of the capital, a\nblack-painted official air-car flying the twin flags of Chief of State\nand Terrestrial Minister skimmed along a foot above a pot-holed road.\nSlumped in the padded seat, the Boyar Chef d'Regime waved his cigar\nglumly at the surrounding hills.\n\n\"Fifty years ago this was bare rock,\" he said. \"We've bred special\nstrains of bacteria here to break down the formations into soil, and we\nfollowed up with a program of broad-spectrum fertilization. We planned\nto put the whole area into crops by next year. Now it looks like the\ngoats will get it.\"\n\n\"Will that scrubland support a crop?\" Retief said, eyeing the\nlichen-covered knolls.\n\n\"Sure. We start with legumes and follow up with cereals. Wait until you\nsee this next section. It's an old flood plain, came into production\nthirty years ago. One of our finest--\"\n\nThe air-car topped a rise. The Chef dropped his cigar and half rose,\nwith a hoarse yell. A herd of scraggly goats tossed their heads among a\nstand of ripe grain. The car pulled to a stop. Retief held the Boyar's\narm.\n\n\"Keep calm, Georges,\" he said. \"Remember, we're on a diplomatic\nmission. It wouldn't do to come to the conference table smelling of\ngoats.\"\n\n\"Let me at 'em!\" Georges roared. \"I'll throttle 'em with my bare hands!\"\n\nA bearded goat eyed the Boyar Chef sardonically, jaw working. \"Look at\nthat long-nosed son!\" The goat gave a derisive bleat and took another\nmouthful of ripe grain.\n\n\"Did you see that?\" Georges yelled. \"They've trained the son of a--\"\n\n\"Chin up, Georges,\" Retief said. \"We'll take up the goat problem along\nwith the rest.\"\n\n\"I'll murder 'em!\"\n\n\"Hold it, Georges. Look over there.\"\n\nA hundred yards away, a trio of brown-cloaked horsemen topped a rise,\npaused dramatically against the cloudless pale sky, then galloped\ndown the slope toward the car, rifles bobbing at their backs, cloaks\nbillowing out behind. Side by side they rode, through the brown-golden\ngrain, cutting three narrow swaths that ran in a straight sweep from\nthe ridge to the air-car where Retief and the Chef d'Regime hovered,\nwaiting.\n\nGeorges scrambled for the side of the car. \"Just wait 'til I get my\nhands on him!\"\n\nRetief pulled him back. \"Sit tight and look pleased, Georges. Never\ngive the opposition a hint of your true feelings. Pretend you're a goat\nlover--and hand me one of your cigars.\"\n\nThe three horsemen pulled up in a churn of chaff and a clatter of\npebbles. Georges coughed, batting a hand at the settling dust. Retief\npeeled the cigar unhurriedly, sniffed, at it and thumbed it alight. He\ndrew at it, puffed out a cloud of smoke and glanced casually at the\ntrio of Aga Kagan cavaliers.\n\n\"Peace be with you,\" he intoned in accent-free Kagan. \"May your shadows\nnever grow less.\"\n\n\n\nThe leader of the three, a hawk-faced man with a heavy beard,\nunlimbered his rifle. He fingered it, frowning ferociously.\n\n\"Have no fear,\" Retief said, smiling graciously. \"He who comes as a\nguest enjoys perfect safety.\"\n\nA smooth-faced member of the threesome barked an oath and leveled his\nrifle at Retief.\n\n\"Youth is the steed of folly,\" Retief said. \"Take care that the\nbeardless one does not disgrace his house.\"\n\nThe leader whirled on the youth and snarled an order. He lowered the\nrifle, muttering. Blackbeard turned back to Retief.\n\n\"Begone, interlopers,\" he said. \"You disturb the goats.\"\n\n\"Provision is not taken to the houses of the generous,\" Retief said.\n\"May the creatures dine well ere they move on.\"\n\n\"Hah! The goats of the Aga Kaga graze on the lands of the Aga Kaga.\"\nThe leader edged his horse close, eyed Retief fiercely. \"We welcome no\nintruders on our lands.\"\n\n\"To praise a man for what he does not possess is to make him appear\nfoolish,\" Retief said. \"These are the lands of the Boyars. But enough\nof these pleasantries. We seek audience with your ruler.\"\n\n\"You may address me as 'Exalted One',\" the leader said. \"Now dismount\nfrom that steed of Shaitan.\"\n\n\"It is written, if you need anything from a dog, call him 'sir',\"\nRetief said. \"I must decline to impute canine ancestry to a guest. Now\nyou may conduct us to your headquarters.\"\n\n\"Enough of your insolence!\" The bearded man cocked his rifle. \"I could\nblow your heads off!\"\n\n\"The hen has feathers, but it does not fly,\" Retief said. \"We have\nasked for escort. A slave must be beaten with a stick; for a free man,\na hint is enough.\"\n\n\"You mock me, pale one. I warn you--\"\n\n\"Only love makes me weep,\" Retief said. \"I laugh at hatred.\"\n\n\"Get out of the car!\"\n\nRetief puffed at his cigar, eyeing the Aga Kagan cheerfully. The youth\nin the rear moved forward, teeth bared.\n\n\"Never give in to the fool, lest he say, 'He fears me,'\" Retief said.\n\n\"I cannot restrain my men in the face of your insults,\" the bearded Aga\nKagan roared. \"These hens of mine have feathers--and talons as well!\"\n\n\"When God would destroy an ant, he gives him wings,\" Retief said.\n\"Distress in misfortune is another misfortune.\"\n\nThe bearded man's face grew purple.\n\nRetief dribbled the ash from his cigar over the side of the car.\n\n\"Now I think we'd better be getting on,\" he said briskly. \"I've enjoyed\nour chat, but we do have business to attend to.\"\n\nThe bearded leader laughed shortly. \"Does the condemned man beg for the\naxe?\" he enquired rhetorically. \"You shall visit the Aga Kaga, then.\nMove on! And make no attempt to escape, else my gun will speak you a\nbrief farewell.\"\n\nThe horsemen glowered, then, at a word from the leader, took positions\naround the car. Georges started the vehicle forward, following the\nleading rider. Retief leaned back and let out a long sigh.\n\n\"That was close,\" he said. \"I was about out of proverbs.\"\n\n\"You sound as though you'd brought off a coup,\" Georges said. \"From the\nexpression on the whiskery one's face, we're in for trouble. What was\nhe saying?\"\n\n\"Just a routine exchange of bluffs,\" Retief said. \"Now when we get\nthere, remember to make your flattery sound like insults and your\ninsults sound like flattery, and you'll be all right.\"\n\n\"These birds are armed. And they don't like strangers,\" Georges said.\n\"Maybe I should have boned up on their habits before I joined this\nexpedition.\"\n\n\"Just stick to the plan,\" Retief said. \"And remember: a handful of luck\nis better than a camel-load of learning.\"\n\n\n\nThe air car followed the escort down a long slope to a dry river bed\nand across it, through a barren stretch of shifting sand to a green\noasis set with canopies.\n\nThe armed escort motioned the car to a halt before an immense tent of\nglistening black. Before the tent armed men lounged under a pennant\nbearing a lion _couchant_ in crimson on a field verte.\n\n\"Get out,\" Blackbeard ordered. The guards eyed the visitors, their\ndrawn sabers catching sunlight. Retief and Georges stepped from the\ncar onto rich rugs spread on the grass. They followed the ferocious\ngesture of the bearded man through the opening into a perfumed interior\nof luminous shadows. A heavy odor of incense hung in the air, and the\nstrumming of stringed instruments laid a muted pattern of sound behind\nthe decorations of gold and blue, silver and green. At the far end of\nthe room, among a bevy of female slaves, a large and resplendently clad\nman with blue-black hair and a clean-shaven chin popped a grape into\nhis mouth. He wiped his fingers negligently on a wisp of silk offered\nby a handmaiden, belched loudly and looked the callers over.\n\nBlackbeard cleared his throat. \"Down on your faces in the presence of\nthe Exalted One, the Aga Kaga, ruler of East and West.\"\n\n\"Sorry,\" Retief said firmly. \"My hay-fever, you know.\"\n\nThe reclining giant waved a hand languidly.\n\n\"Never mind the formalities,\" he said. \"Approach.\"\n\nRetief and Georges crossed the thick rugs. A cold draft blew toward\nthem. The reclining man sneezed violently, wiped his nose on another\nsilken scarf and held up a hand.\n\n\"Night and the horses and the desert know me,\" he said in resonant\ntones. \"Also the sword and the guest and paper and pen--\" He\npaused, wrinkled his nose and sneezed again. \"Turn off that damned\nair-conditioner,\" he snapped.\n\nHe settled himself and motioned the bearded man to him. The two\nexchanged muted remarks. Then the bearded man stepped back, ducked his\nhead and withdrew to the rear.\n\n\"Excellency,\" Retief said, \"I have the honor to present M. Georges\nDuror, Chef d'Regime of the Planetary government.\"\n\n\"Planetary government?\" The Aga Kaga spat grape seeds on the rug. \"My\nmen have observed a few squatters along the shore. If they're in\ndistress, I'll see about a distribution of goat-meat.\"\n\n\"It is the punishment of the envious to grieve at anothers' plenty,\"\nRetief said. \"No goat-meat will be required.\"\n\n\"Ralph told me you talk like a page out of Mustapha ben Abdallah Katib\nJelebi,\" the Aga Kaga said. \"I know a few old sayings myself. For\nexample, 'A Bedouin is only cheated once.'\"\n\n\"We have no such intentions, Excellency,\" Retief said. \"Is it not\nwritten, 'Have no faith in the Prince whose minister cheats you'?\"\n\n\"I've had some unhappy experiences with strangers,\" the Aga Kaga said.\n\"It is written in the sands that all strangers are kin. Still, he who\nvisits rarely is a welcome guest. Be seated.\"\n\n\n                                  III\n\nHandmaidens brought cushions, giggled and fled. Retief and Georges\nsettled themselves comfortably. The Aga Kaga eyed them in silence.\n\n\"We have come to bear tidings from the Corps Diplomatique\nTerrestrienne,\" Retief said solemnly. A perfumed slave girl offered\ngrapes.\n\n\"Modest ignorance is better than boastful knowledge,\" the Aga Kaga\nsaid. \"What brings the CDT into the picture?\"\n\n\"The essay of the drunkard will be read in the tavern,\" Retief said.\n\"Whereas the words of kings....\"\n\n\"Very well, I concede the point.\" The Aga Kaga waved a hand at the\nserving maids. \"Depart, my dears. Attend me later. You too, Ralph.\nThese are mere diplomats. They are men of words, not deeds.\"\n\nThe bearded man glared and departed. The girls hurried after him.\n\n\"Now,\" the Aga Kaga said. \"Let's drop the wisdom of the ages and\nget down to the issues. Not that I don't admire your repertoire of\nplatitudes. How do you remember them all?\"\n\n\"Diplomats and other liars require good memories,\" said Retief. \"But\nas you point out, small wisdom to small minds. I'm here to effect a\nsettlement of certain differences between yourself and the planetary\nauthorities. I have here a Note, which I'm conveying on behalf of the\nSector Under-Secretary. With your permission, I'll read it.\"\n\n\"Go ahead.\" The Aga Kaga kicked a couple of cushions onto the floor,\neased a bottle from under the couch and reached for glasses.\n\n\"The Under-Secretary for Sector Affairs presents his compliments to his\nExcellency, the Aga Kaga of the Aga Kaga, Primary Potentate, Hereditary\nSheik, Emir of the--\"\n\n\"Yes, yes. Skip the titles.\"\n\nRetief flipped over two pages.\n\n\"... and with reference to the recent relocation of persons under the\njurisdiction of his Excellency, has the honor to point out that the\nterritories now under settlement comprise a portion of that area,\nhereinafter designated as Sub-sector Alpha, which, under terms of\nthe Agreement entered into by his Excellency's predecessor, and as\nreferenced in Sector Ministry's Notes numbers G-175846573957-b and\nX-7584736 c-1, with particular pertinence to that body designated in\nthe Revised Galactic Catalogue, Tenth Edition, as amended, Volume\nNine, reel 43, as 54 Cygni Alpha, otherwise referred to hereinafter as\nFlamme--\"\n\n\"Come to the point,\" the Aga Kaga cut in. \"You're here to lodge a\ncomplaint that I'm invading territories to which someone else lays\nclaim, is that it?\" He smiled broadly, offered dope-sticks and lit one.\n\"Well, I've been expecting a call. After all, it's what you gentlemen\nare paid for. Cheers.\"\n\n\"Your Excellency has a lucid way of putting things,\" Retief said.\n\n\"Call me Stanley,\" the Aga Kaga said. \"The other routine is just to\nplease some of the old fools--I mean the more conservative members\nof my government. They're still gnawing their beards and kicking\nthemselves because their ancestors dropped science in favor of alchemy\nand got themselves stranded in a cultural dead end. This charade is\nsupposed to prove they were right all along. However, I've no time\nto waste in neurotic compensations. I have places to go and deeds to\naccomplish.\"\n\n\"At first glance,\" Retief said, \"it looks as though the places are\nalready occupied, and the deeds are illegal.\"\n\n\n\nThe Aga Kaga guffawed. \"For a diplomat, you speak plainly, Retief. Have\nanother drink.\" He poured, eyeing Georges. \"What of M. Duror? How does\nhe feel about it?\"\n\nGeorges took a thoughtful swallow of whiskey. \"Not bad,\" he said. \"But\nnot quite good enough to cover the odor of goats.\"\n\nThe Aga Kaga snorted. \"I thought the goats were overdoing it a bit\nmyself,\" he said. \"Still, the graybeards insisted. And I need their\nsupport.\"\n\n\"Also,\" Georges said distinctly, \"I think you're soft. You lie around\nletting women wait on you, while your betters are out doing an honest\nday's work.\"\n\nThe Aga Kaga looked startled. \"Soft? I can tie a knot in an iron bar\nas big as your thumb.\" He popped a grape into his mouth. \"As for the\nrest, your pious views about the virtues of hard labor are as childish\nas my advisors' faith in the advantages of primitive plumbing. As for\nmyself, I am a realist. If two monkeys want the same banana, in the end\none will have it, and the other will cry morality. The days of my years\nare numbered, praise be to God. While they last, I hope to eat well,\nhunt well, fight well and take my share of pleasure. I leave to others\nthe arid satisfactions of self-denial and other perversions.\"\n\n\"You admit you're here to grab our land, then,\" Georges said. \"That's\nthe damnedest piece of bare-faced aggression--\"\n\n\"Ah, ah!\" The Aga Kaga held up a hand. \"Watch your vocabulary, my\ndear sir. I'm sure that 'justifiable yearnings for territorial\nself-realization' would be more appropriate to the situation. Or\npossibly 'legitimate aspirations, for self-determination of formerly\nexploited peoples' might fit the case. Aggression is, by definition,\nan activity carried on only by those who have inherited the mantle of\nColonial Imperialism.\"\n\n\"Imperialism! Why, you Aga Kagans have been the most notorious\nplanet-grabbers in Sector history, you--you--\"\n\n\"Call me Stanley.\" The Aga Kaga munched a grape. \"I merely face the\nrealities of popular folk-lore. Let's be pragmatic; it's a matter of\nhistorical association. Some people can grab land and pass it off\nlightly as a moral duty; others are dubbed imperialist merely for\nholding onto their own. Unfair, you say. But that's life, my friends.\nAnd I shall continue to take every advantage of it.\"\n\n\"We'll fight you!\" Georges bellowed. He took another gulp of whiskey\nand slammed the glass down. \"You won't take this world without a\nstruggle!\"\n\n\"Another?\" the Aga Kaga said, offering the bottle. Georges glowered as\nhis glass was filled. The Aga Kaga held the glass up to the light.\n\n\"Excellent color, don't you agree?\" He turned his eyes on Georges.\n\n\"It's pointless to resist,\" he said. \"We have you outgunned and\noutmanned. Your small nation has no chance against us. But we're\nprepared to be generous. You may continue to occupy such areas as we do\nnot immediately require until such time as you're able to make other\narrangements.\"\n\n\"And by the time we've got a crop growing out of what was bare rock,\nyou'll be ready to move in,\" the Boyar Chef d'Regime snapped. \"But\nyou'll find that we aren't alone!\"\n\n\n\n\"Quite alone,\" the Aga said. He nodded sagely. \"Yes, one need but read\nthe lesson of history. The Corps Diplomatique will make expostulatory\nnoises, but it will accept the _fait accompli_. You, my dear sir, are\nbut a very small nibble. We won't make the mistake of excessive greed.\nWe shall inch our way to empire--and those who stand in our way shall\nbe dubbed warmongers.\"\n\n\"I see you're quite a student of history, Stanley,\" Retief said. \"I\nwonder if you recall the eventual fate of most of the would-be empire\nnibblers of the past?\"\n\n\"Ah, but they grew incautious. They went too far, too fast.\"\n\n\"The confounded impudence,\" Georges rasped. \"Tells us to our face what\nhe has in mind!\"\n\n\"An ancient and honorable custom, from the time of _Mein Kampf_ and\nthe _Communist Manifesto_ through the _Porcelain Wall_ of Leung. Such\ndeclarations have a legendary quality. It's traditional that they're\nnever taken at face value.\"\n\n\"But always,\" Retief said, \"there was a critical point at which the man\non horseback could have been pulled from the saddle.\"\n\n\"_Could_ have been,\" the Aga Kaga chuckled. He finished the grapes and\nbegan peeling an orange. \"But they never were. Hitler could have been\nstopped by the Czech Air Force in 1938; Stalin was at the mercy of the\nprimitive atomics of the west in 1946; Leung was grossly over-extended\nat Rangoon. But the onus of that historic role could not be overcome.\nIt has been the fate of your spiritual forebears to carve civilization\nfrom the wilderness and then, amid tearing of garments and the heaping\nof ashes of self-accusation on your own confused heads, to withdraw,\nleaving the spoils for local political opportunists and mob leaders,\nclothed in the mystical virtue of native birth. Have a banana.\"\n\n\"You're stretching your analogy a little too far,\" Retief said. \"You're\nbanking on the inaction of the Corps. You could be wrong.\"\n\n\"I shall know when to stop,\" the Aga Kaga said.\n\n\"Tell me, Stanley,\" Retief said, rising. \"Are we quite private here?\"\n\n\"Yes, perfectly so,\" the Aga Kaga said. \"None would dare to intrude in\nmy council.\" He cocked an eyebrow at Retief. \"You have a proposal to\nmake in confidence? But what of our dear friend Georges? One would not\nlike to see him disillusioned.\"\n\n\"Don't worry about Georges. He's a realist, like you. He's prepared to\ndeal in facts. Hard facts, in this case.\"\n\nThe Aga Kaga nodded thoughtfully. \"What are you getting at?\"\n\n\"You're basing your plan of action on the certainty that the Corps will\nsit by, wringing its hands, while you embark on a career of planetary\npiracy.\"\n\n\"Isn't it the custom?\" the Aga Kaga smiled complacently.\n\n\"I have news for you, Stanley. In this instance, neck-wringing seems\nmore in order than hand-wringing.\"\n\nThe Aga Kaga frowned. \"Your manner--\"\n\n\"Never mind our manners!\" Georges blurted, standing. \"We don't need any\nlessons from goat-herding land-thieves!\"\n\nThe Aga Kaga's face darkened. \"You dare to speak thus to me, pig of a\nmuck-grubber!\"\n\n\n\nWith a muffled curse Georges launched himself at the potentate. The\ngiant rolled aside. He grunted as the Boyar's fist thumped in his short\nribs; then he chopped down on Georges' neck. The Chef d'Regime slid off\nonto the floor as the Aga Kaga bounded to his feet, sending fruit and\nsilken cushions flying.\n\n\"I see it now!\" he hissed. \"An assassination attempt!\" He stretched\nhis arms, thick as tree-roots--a grizzly in satin robes. \"Your heads\nwill ring together like gongs before I have done with you!\" He lunged\nfor Retief. Retief came to his feet, feinted with his left and planted\na short right against the Aga Kaga's jaw with a solid smack. The\npotentate stumbled, grabbed; Retief slipped aside. The Aga Kaga whirled\nto face Retief.\n\n\"A slippery diplomat, by all the houris in Paradise!\" he grated,\nbreathing hard. \"But a fool. True to your medieval code of chivalry,\nyou attacked singly, a blunder I would never have made. And you shall\ndie for your idiocy!\" He opened his mouth to bellow--\n\n\"You sure look foolish, with your fancy hair-do down in your eyes,\"\nRetief said. \"The servants will get a big laugh out of it.\"\n\nWith a choked yell, the Aga Kaga dived for Retief, missed as he leaped\naside. The two went to the mat together and rolled, sending a stool\nskittering. Grunts and curses echoed as the two big men strained,\nmuscles popping. Retief groped for a scissors hold; the Aga Kaga seized\nhis foot, bit hard. Retief bent nearly double, braced himself and\nslammed the potentate against the rug. Dust flew. Then the two were on\ntheir feet, circling.\n\n\"Many times have I longed to broil a diplomat over a slow fire,\" the\nAga Kaga snarled. \"Tonight will see it come to pass!\"\n\n\"I've seen it done often at staff meetings,\" said Retief. \"It seems to\nhave no permanent effect.\"\n\nThe Aga Kaga reached for Retief, who feinted left, hammered a right\nto the chin. The Aga Kaga tottered. Retief measured him, brought up a\nhaymaker. The potentate slammed to the rug--out cold.\n\n\n\nGeorges rolled over, sat up. \"Let me at the son of a--\" he muttered.\n\n\"Take over, Georges,\" Retief said, panting. \"Since he's in a mood to\nnegotiate now, we may as well get something accomplished.\"\n\nGeorges eyed the fallen ruler, who stirred, groaned lugubriously. \"I\nhope you know what you're doing,\" Georges said. \"But I'm with you in\nany case.\" He straddled the prone body, plucked a curved knife from the\nlow table and prodded the Aga Kaga's Adam's apple. The monarch opened\nhis eyes.\n\n\"Make one little peep and your windbag will spring a leak,\" Georges\nsaid. \"Very few historical figures have accomplished anything important\nafter their throats were cut.\"\n\n\"Stanley won't yell,\" Retief said. \"We're not the only ones who're\nguilty of cultural idiocy. He'd lose face something awful if he let\nhis followers see him like this.\" Retief settled himself on a tufted\nottoman. \"Right, Stanley?\"\n\nThe Aga Kaga snarled.\n\nRetief selected a grape and ate it thoughtfully. \"These aren't\nbad, Georges. You might consider taking on a few Aga Kagan\nvine-growers--purely on a yearly contract basis, of course.\"\n\nThe Aga Kaga groaned, rolling his eyes.\n\n\"Well, I believe we're ready to get down to diplomatic proceedings\nnow,\" Retief said. \"Nothing like dealing in an atmosphere of realistic\ngood fellowship. First, of course, there's the matter of the presence\nof aliens lacking visas.\" He opened his briefcase, withdrew a heavy\nsheet of parchment. \"I have the document here, drawn up and ready for\nsignature. It provides for the prompt deportation of such persons, by\nCorps Transport, all expenses to be borne by the Aga Kagan government.\nThat's agreeable, I assume?\" Retief looked expectantly at the purple\nface of the prone potentate. The Aga Kaga grunted a strangled grunt.\n\n\"Speak up, Stanley,\" Retief said. \"Give him plenty of air, Georges.\"\n\n\"Shall I let some in through the side?\"\n\n\"Not yet. I'm sure Stanley wants to be agreeable.\"\n\nThe Aga Kaga snarled.\n\n\"Maybe just a little then, Georges,\" Retief said judiciously. Georges\njabbed the knife in far enough to draw a bead of blood. The Aga Kaga\ngrunted.\n\n\"Agreed!\" he snorted. \"By the beard of the prophet, when I get my hands\non you....\"\n\n\"Second item: certain fields, fishing grounds, et cetera, have suffered\ndamage due to the presence of the aforementioned illegal immigrants.\nFull compensation will be made by the Aga Kagan government. Agreed?\"\n\n\n\nThe Aga Kaga drew a breath, tensed himself; Georges jabbed with the\nknife point. His prisoner relaxed with a groan. \"Agreed!\" he grated. \"A\nvile tactic! You enter my tent under the guise of guests, protected by\ndiplomatic immunity--\"\n\n\"I had the impression we were herded in here at sword point,\" said\nRetief. \"Shall we go on? Now there's the little matter of restitution\nfor violation of sovereignty, reparations for mental anguish, payment\nfor damaged fences, roads, drainage canals, communications, et cetera,\net cetera. Shall I read them all?\"\n\n\"Wait until the news of this outrage is spread abroad!\"\n\n\"They'd never believe it,\" Retief said. \"History would prove it\nimpossible. And on mature consideration, I'm sure you won't want it\nnoised about that you entertained visiting dignitaries flat on your\nback.\"\n\n\"What about the pollution of the atmosphere by goats?\" Georges put in.\n\"And don't overlook the muddying of streams, the destruction of timber\nfor camp fires and--\"\n\n\"I've covered all that sort of thing under a miscellaneous heading,\"\nRetief said. \"We can fill it in at leisure when we get back.\"\n\n\"Bandits!\" the Aga Kaga hissed. \"Thieves! Dogs of unreliable\nimperialists!\"\n\n\"It is disillusioning, I know,\" Retief said. \"Still, of such little\nsurprises is history made. Sign here.\" He held the parchment out and\noffered a pen. \"A nice clear signature, please. We wouldn't want any\nquibbling about the legality of the treaty, after conducting the\nnegotiation with such scrupulous regard for the niceties.\"\n\n\"Niceties! Never in history has such an abomination been perpetrated!\"\n\n\"Oh, treaties are always worked out this way, when it comes right down\nto it. We've just accelerated the process a little. Now, if you'll just\nsign like a good fellow, we'll be on our way. Georges will have his\nwork cut out for him, planning how to use all this reparations money.\"\n\nThe Aga Kaga gnashed his teeth: Georges prodded. The Aga Kaga seized\nthe pen and scrawled his name. Retief signed with a flourish. He tucked\nthe treaty away in his briefcase, took out another.\n\n\"This is just a safe-conduct, to get us out of the door and into the\ncar,\" he said. \"Probably unnecessary, but it won't hurt to have it, in\ncase you figure out some way to avoid your obligations as a host.\"\n\nThe Aga Kaga signed the document after another prod from Georges.\n\n\"One more paper, and I'll be into the jugular,\" he said.\n\n\n\n\"We're all through now,\" said Retief. \"Stanley, we're going to have\nto run now. I'm going to strap up your hands and feet a trifle; it\nshouldn't take you more than ten minutes or so to get loose, stick a\nband-aid on your neck and--\"\n\n\"My men will cut you down for the rascals you are!\"\n\n\"By that time, we'll be over the hill,\" Retief continued. \"At full\nthrottle; we'll be at Government House in an hour, and of course I\nwon't waste any time transmitting the treaty to Sector HQ. And the same\nconcern for face that keeps you from yelling for help will insure that\nthe details of the negotiation remain our secret.\"\n\n\"Treaty! That scrap of paper!\"\n\n\"I confess the Corps is a little sluggish about taking action at\ntimes,\" Retief said, whipping a turn of silken cord around the Aga\nKaga's ankles. \"But once it's got signatures on a legal treaty, it's\nextremely stubborn about all parties adhering to the letter. It can't\nafford to be otherwise, as I'm sure you'll understand.\" He cinched\nup the cord, went to work on the hands. The Aga Kaga glared at him\nbalefully.\n\n\"To the Pit with the Corps! The ferocity of my revenge--\"\n\n\"Don't talk nonsense, Stanley. There are several squadrons of Peace\nEnforcers cruising in the Sector just now. I'm sure you're not ready\nto make any historical errors by taking them on.\" Retief finished and\nstood.\n\n\"Georges, just stuff a scarf in Stanley's mouth. I think he'd prefer\nto work quietly until he recovers his dignity.\" Retief buckled his\nbriefcase, selected a large grape and looked down at the Aga Kaga.\n\n\"Actually, you'll be glad you saw things our way, Stanley,\" he said.\n\"You'll get all the credit for the generous settlement. Of course, it\nwill be a striking precedent for any other negotiations that may become\nnecessary if you get grabby on other worlds in this region. And if your\nadvisors want to know why the sudden change of heart, just tell them\nyou've decided to start from scratch on an unoccupied world. Mention\nthe virtues of thrift and hard work. I'm confident you can find plenty\nof historical examples to support you.\"\n\n\"Thanks for the drink,\" said Georges. \"Drop in on me at Government\nHouse some time and we'll crack another bottle.\"\n\n\"And don't feel bad about your project's going awry,\" Retief said. \"In\nthe words of the prophet, 'Stolen goods are never sold at a loss.'\"\n\n\n\n\"A remarkable about-face, Retief,\" Magnan said. \"Let this be a lesson\nto you. A stern Note of Protest can work wonders.\"\n\n\"A lot depends on the method of delivery,\" Retief said.\n\n\"Nonsense. I knew all along the Aga Kagans were a reasonable and\npeace-loving people. One of the advantages of senior rank, of course,\nis the opportunity to see the big picture. Why, I was saying only this\nmorning--\"\n\nThe desk screen broke into life. The mottled jowls of Under-Secretary\nSternwheeler appeared.\n\n\"Magnan! I've just learned of the Flamme affair. Who's responsible?\"\n\n\"Why, ah ... I suppose that I might be said--\"\n\n\"This is your work, is it?\"\n\n\"Well ... Mr. Retief did play the role of messenger.\"\n\n\"Don't pass the buck, Magnan!\" the Under-Secretary barked. \"What the\ndevil went on out there?\"\n\n\"Just a routine Protest Note. Everything is quite in order.\"\n\n\"Bah! Your over-zealousness has cost me dear. I was feeding Flamme\nto the Aga Kagans to consolidate our position of moral superiority\nfor use as a lever in a number of important negotiations. Now they've\nbacked out! Aga Kaga emerges from the affair wreathed in virtue. You've\ndestroyed a very pretty finesse in power politics, Mr. Magnan! A year's\nwork down the drain!\"\n\n\"But I thought--\"\n\n\"I doubt that, Mr. Magnan, I doubt that very much!\" The\nUnder-Secretary rang off.\n\n\"This is a fine turn of events,\" Magnan groaned. \"Retief, you know very\nwell Protest Notes are merely intended for the historical record! No\none ever takes them seriously.\"\n\n\"You and the Aga Kaga ought to get together,\" said Retief. \"He's a\ngreat one for citing historical parallels. He's not a bad fellow, as\na matter of fact. I have an invitation from him to visit Kaga and go\nmud-pig hunting. He was so impressed by Corps methods that he wants to\nbe sure we're on his side next time. Why don't you come along?\"\n\n\"Hmmm. Perhaps I should cultivate him. A few high-level contacts never\ndo any harm. On the other hand, I understand he lives in a very loose\nway, feasting and merrymaking. Frivolous in the extreme. No wife,\nyou understand, but hordes of lightly clad women about. And in that\nconnection, the Aga Kagans have some very curious notions as to what\nconstitutes proper hospitality to a guest.\"\n\nRetief rose, pulled on the powder blue cloak and black velvet gauntlets\nof a Career Minister.\n\n\"Don't let it worry you,\" he said. \"You'll have a great time. And as\nthe Aga Kaga would say, 'Ugliness is the best safeguard of virginity.'\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Laumer, Keith"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61285/pg61285.txt",
        "name": "the_desert_and_the_stars.json"
    }
}