{
    "name": "The Fall of Archy House",
    "author": [
        "Harris, Tom W."
    ],
    "body": "For over two weeks, the projections were a national emergency, and the\nnation got pretty sore at Archy House.\n\nArchy was on camera when it happened. He always closed the Home Hour in\nperson, partly because nobody else did it quite as well, partly because\nit flattered the audience to see him.\n\nHis delivery was almost shaken, the night the thing happened, by the\nappearance of Otto Kahler, chief engineer, just out of camera-range,\nhis hair in his eyes and a wildness about his mouth.\n\nArch closed his patter smoothly, set a smile through fadeout, and\nturned to Kahler.\n\n\"What's up, Otto? You look like a ghost that saw a ghost.\" He let\nannoyance enter his voice. He was surrounded by the best men money\ncould buy, and sometimes they ran around like children.\n\n\"The scrambler blew,\" said Otto. \"Somebody spilled a pail of water on\nit.\"\n\nIn an office a phone began ringing. \"Mr. House,\" somebody shouted,\n\"it's the White House calling.\"\n\nArchy gave Otto a shove. \"Dammit, man, switch on the auxiliary. Do I\nhave to tell you?\" Otto just stood there as Archy turned and yelled\ninto the confusion off the set, \"Tell Washington I'll be right with\n'em.\"\n\nHis eye swept the studio. \"Where's June Manning?\"\n\nEven in this tight moment, his breath gave the familiar balloon-lurch\nas Full-Projection Studio's top writer glided from the directors'\nstudio in her blue sheathe gown. Her wheat-blonde hair was dressed in\nthe latest style, a yard-long, loose-braided hank slung richly over her\nshoulder; and her face was part cherubic, part perverse.\n\nAnother phone began ringing.\n\n\"June, I want a 30-second yak to give the viewers. You have 90 seconds\nto get it on idiot cards; I'm going on with it right after the station\nbreak. The scramblers failed. Gimme something soothing to say. Got it?\"\n\nShe nodded and marched off. Otto cleared his throat. Archy spun. \"What\nare you waiting for? Get switched to auxiliary! We've got projections\nprancing around living rooms in every suburb in the country.\"\n\nAnother phone was ringing. \"General Cox for Mr. House,\" somebody\nyelled. \"Calling from Hawaii.\"\n\nArchy wished these jackasses would all drop dead. He shook Otto.\n\n\"I tried the auxiliary,\" said Otto. \"It's out.\"\n\n\"Holy volts,\" said Archy.\n\nFor the first time in his life he felt desperate. A cool head and a\nhabit of never being wrong had got him where he was--founder and top\nbanana of Full-Projection, sole owner of three TV networks using the\nrevolutionary 3-D devices perfected by Otto Kahler and patented by\nArchy. In the present emergency, he tried to keep his head still cool\nand continue to never be wrong.\n\nA stagehand was running a phone out onto the set. Waiting, Archy\nsnapped instructions at Otto--put half the staff to trying to get\nthe scramblers operating, set the other half to slapping together an\nemergency machine. Otto dashed off and the phone was slapped into\nArchy's hand.\n\n\"Yes, Ben,\" he said assuringly to the President of the United States.\n\"What can I do for you?\"\n\n\"You can get those projections out of my living room,\" snapped\nthe president. \"They're still doing their acts from the circus\nshow--jugglers, acrobats, an animated cartoon. What happened?\"\n\n\"Don't worry, Pops. An experimental commercial goofed. Stay tuned;\nwe'll have the scramblers on in ten minutes.\"\n\n\"You'd better,\" crackled President Conklin. \"I have guests--this could\nbe an international incident. And don't call me Pops.\"\n\n\"Sit tight. And now excuse me, Ben, I'm going on the air. Just keep the\nprojections near the set, within scrambler range.\"\n\nHe was on. They used the conventional flatscreen cameras, and June's\nscript was as smooth as if she'd worked all day on it ... as smooth as\nher satiny shoulders and not-quite-uncovered bust. It explained that\ndue to uncontrollable circumstances scrambler-power was temporarily off.\n\n\"Our advice is, stay calm,\" Archy read smoothly. \"The projections are\nnot real people. They are harmless. They are merely images of people,\njust as in old-fashioned flat TV, except that they are projected into\nyour home in full dimensions. Even with no scrambler to dissipate the\nelectro-magnetic configuration of which they are composed, they will\nnot last long.\n\n\"They are held together, energized, by the energy beamed from our\nstudios through your set. Without that power they will vanish, probably\nwithin a few minutes.\"\n\nReassured by what he had just read, Archy took more phone calls.\n\nThe general in Hawaii told him the barracks were full of Pixie Owens\nprojections, Bikini-clad, and military discipline was shattered.\n\nThe mayor of New York reported that Central Park was teeming with Wild\nWest Theater projections, and armadillos in the streets had jammed all\ntraffic.\n\n\n\nPresident Conklin made a furious repeat call. The Russian consulate\nhad sent a stiff note protesting the \"degenerate practical joke\"\nperpetrated on a Soviet diplomat attending Conklin's soiree.\n\nThe skipper of a battleship said his men proposed tossing all\nprojections overboard, and he wanted to know if this would constitute\nmurder.\n\nArchy said it wouldn't, instructed his staff to take no more calls, and\nwent to find Otto. June went with him.\n\nJune was a person with a knack for making you think of something else\nno matter what crisis you were embroiled in. In the elevator, Archy\nslipped an arm around her. \"I've got an idea,\" he whispered.\n\n\"I'll scream,\" she warned, \"and this shaft is like a megaphone.\"\n\n\"That's not the idea--anyway, an elevator is too cramped. My idea is;\nlet's get married when this is over.\"\n\n\"Hmmm.\" She twisted back provocatively. \"I've got another idea--give me\na raise and I might think about it.\"\n\n\"That's what you said the last three times, and now you're drawing a\nthousand a week.\"\n\n\"And worth every buck of it.\"\n\n\"True, true. If I didn't pay you what you're worth, professionally,\nsome other outfit would steal you.\"\n\n\"You think I'd pull out just for a raise?\"\n\n\"You'd be nuts if you didn't. Look, June--if you married me, a thousand\na week would be nothing--peanuts.\"\n\nShe laughed, throaty but tinkling, a brook flowing through chimes. \"And\nyou wonder why I won't marry you. My friend, I won't marry you until\nyou figure out _why_ I won't.\"\n\nThe elevator stopped before he could ask for explanations. They found\nOtto among his machines, seated at a table. There were sheets of paper\non it. There was also a small, furry body.\n\n\"Okay, Otto--when do we get a scrambler on? I've got the great American\npublic snowed, but I can't hold 'em forever.\"\n\n\"We just found the trouble,\" said Otto, brushing the hair off his\nforehead. \"It's crazy.\" He picked up the furred object. \"A mouse got\ninto the auxiliary and shorted it.\"\n\n\"Number one,\" said Archy. \"Tomorrow I fire the maintenance staff.\nMice--in my studio! Number two--how soon can you have a scrambler\ngoing?\"\n\n\"Fifteen minutes,\" said Otto proudly.\n\n\"Make it ten. Buzz me in the studio. We'll cut right into the program.\"\n\nBack in the elevator, Archy crowed. \"That's it, Baby--Archy House in\naction, everything taken care of.\"\n\n\"No credit for Otto?\"\n\n\"You kidding. Otto's smart enough to work for me, but I'm smart enough\nto hire him. So who's smartest?\" He juggled the mouse in his hand,\nreflectively. \"Without me, Otto'd be nowhere. Somebody else'd have his\nidea. The smart guys are the promoters, chick. Why not marry one?\"\n\nShe snorted wordlessly. He tossed the mouse in his palm and suddenly\nswore.\n\n\"I hurt your feelings, promoter?\"\n\n\"Look at this mouse!\"\n\nShe eyed him quizzically.\n\n\"This mouse never crawled into any scrambler,\" said Archy. \"It was\nstuck in there, dead, and I've been sabotaged. It has a broken neck.\"\n\nThe elevator stopped, the door slid back, and Archy's mind left the\nmouse. It was as though a mirror had popped up before him. He was\nstaring at a nattily-dressed, cocky replica of himself.\n\n\"Don't worry, about anything, Mac,\" said the projection. \"I'll have\nthings tight in a jiffy.\"\n\n\"My God,\" said June. \"The monitor sets were on. Projections must be\nall over the studio.\"\n\n\"Hi, chick,\" said the projection. \"Come on up to the office; there's\nsome things to talk about.\"\n\nArchy swung. The blow slipped harmlessly through the projection's jaw.\n\n\"You're passe,\" said the projection. \"Outmoded. Here, play with Andy.\nCome on, June.\"\n\nArchy cannoned a kick at the cartoon armadillo. His foot passed\nthrough, trailing a filmy tatter which snapped back into Andy's body.\n\n\"Eat Teeny-Crunchy Peanut Butter, kids,\" sang Andy Armadillo.\n\nEight minutes later Otto rang the buzzer. June had the projections\ndoing a show in an office; when the scrambler kicked on they vanished.\nBut an hour after that the White House called Archy.\n\n\"You only nailed about ten percent of those characters of yours,\"\nshouted President Conklin. \"The rest had wandered out of range--I mean\nthe ones all over the country. What are you going to do about it?\"\n\n\"Don't worry, pops. All under control ... my best people are working on\nit.\"\n\n\"Under control? With seven Pixie Owenses strip-teasing on the White\nHouse lawn? You get down here, House, and bring your staff.\"\n\nConklin's receiver slammed before Archy could answer. He slowly rubbed\nhis ear. \"This is getting bad.\"\n\n\n\nA week later things were still bad. Archy, June and Otto were still in\nWashington, and the President had called another conference. Of all\nthe projections, the one of himself distressed Archy the most. They\nwere insufferably arrogant. One had tried to pilot the plane that took\nhim to the capital. Dozens had congregated at Full-Projection Studios,\nissuing orders to the staff. Twice, one had talked his way into a\nPresidential conference. \"The only way you can tell they aren't real,\"\nsaid a guard, \"is to poke them. I should poke somebody coming to see\nthe President?\"\n\n\"Can't people tell they aren't me by the way they act?\" Archy asked\nJune. \"Cheeky, bossy--OBVIOUSLY they aren't me.\"\n\n\"Obviously, huh?\" said June. \"Let's go, or we'll miss the conference.\"\n\nPresident Conklin opened the discussion with general remarks.\n\n\"In the first place, the Attorney-General informs me that Mr. House is\nlegally responsible for the behavior of these projections--they are his\nagents, insofar as they are beings; his possessions, insofar as they\nare things. If Mr. House cannot rid the country of them, he is liable\nto extremely grave consequences.\"\n\n\"Hold on,\" blurted Archy, with a dark glance at Otto. \"My\nmaster-scrambler was sabotaged. I can't be held responsible for that.\"\n\n\"Do you know who did it? Can you definitely prove it was sabotage?\"\n\nArchy reddened. \"I can tell you I'll find out.\"\n\n\"Until you do, it's your responsibility. Now today we have two reports.\nMr. Otto Kahler--a very capable man, and I understand he is the real\ninventor of the full-projection process--has discovered how the\nprojections manage to survive although cut off from studio power. Also,\nhe has some comments on their nature. Before we hear from him, there is\na report from the Secretary of the Interior.\"\n\nThe Secretary was a bald, tired, paunchy man who reminded people of a\nbanker. Perhaps because he had been a banker. He opened his mouth to\nbegin.\n\n    _\"Tell your mother,\n     \"Tell your brother,\n     \"Ain't no better\n     \"Peanut butter!\"_\n\nThe raspy song came from beneath the table. Archy dived under and out\nfrisked an Andy Armadillo projection, natty in green breeches and\nprospector's hat.\n\nThe cartoon sat jauntily in the middle of the table. \"Say, kids,\" he\naddressed the group, \"Teeny-Crunch Peaner Butter really has it. This\npeaner butter is like going to heaven. It's smooth yet--\"\n\n\"Get out of here!\" screamed Archy.\n\nThe Armadillo eyed him. \"Look, Mac, I'm doing an act. I'm tired of\nbeing turned off.\" He began the commercial again.\n\nThe conference moved to another room. \"Better chink the door,\" said\nOtto.\n\nThe Secretary of the Interior began anew. Archy listened closely; there\nwould be a chance to trip this guy up.\n\n\"It's estimated that 500,000,000 projections are at large,\" said the\nsecretary. \"Here are some things that have happened:\n\n\"Throngs of the cowboy projections are heading west. They get on horses\nand chase cattle. The horses buck them off, they climb right back\non. Half the horses in the country are so crazed they'll be useless\nforever. Villain projections are hiding all over the nation. The cowboy\nhero projections are fighting the villains in a million bar-rooms.\nFortunately they can't use real guns, but customers aren't convinced.\"\n\n\"Who cares about a bunch of drunks?\" said Archy. Everybody scowled.\n\n\"The Pixie Owens projections I needn't dwell on. They've caused\nthousands of auto wrecks just by appearing along highways.\n\n\"The clowns and jugglers have put the circuses out of business by\ninvading at show time. The jugglers get into ping-pong tournaments,\njuggle the balls. Nobody can keep them out.\n\n\"The armadillo cartoons have bankrupt Teeny-Crunch Peanut\nButter--nobody will buy it.\n\n\"The projections are claiming U.S. citizenship and the right to vote.\nThe Archy projections are organizing them. They've horned into every\nvillage, town, city, state, and national governmental conclave.\n\n\"Projections hunt audiences. They have disrupted every stage show in\nthe country. They put on shows in people's living rooms, in parks,\nin the middle of the street. A few got jobs with stock companies, in\nmovies, and so on, but they can only play one part--the one they were\ndoing for Full-Projection.\"\n\n\"I'm entitled to a percentage of their earnings,\" said Archy.\n\n\"They've all been fired,\" said Otto. \"If the secretary is through--the\nreport is beginning to border on the nature of the projections--perhaps\nI can make my report now.\"\n\n\n\nPresident Conklin glanced at the Secretary, who nodded.\n\n\"I guess you know their mental properties,\" said Otto.\n\n\"Sort of monomaniacs. They're counterfeit humans, of course, but\nlimited counterfeits. The configuration projected for any given actor\nis solely of the elements in that person which are involved in the part\nbeing played. Part of the neural patterns synapses, so on--only a\npart, but complete circuits--are projected.\n\n\"This part is enough to allow a certain freedom of development,\nacquisition of new ideas, individuality. Basically a projection is a\nreplica of the person being projected. Pixie, for instance, has never\nstrip-teased on one of the shows....\"\n\n\"I should hope not!\" snuffed the Secretary.\n\n\"... but the projection Pixie does what the real Pixie has implicit\nin her nature. Our friend the armadillo, being only a cartoon, is\ndifferent. About all he can do is repeat commercials.\n\n\"Physically, the projections eat no food. They are not quite solid--one\ncouldn't pick up a coin or a hammer, but could handle a ping-pong ball\nor a fluff of cotton.\n\n\"They are somewhat plastic and slip through restricted openings. I\nsaw one walk through a screen door, and I'm told they can get through\nkeyholes. They can be temporarily broken up by physical means, but come\nright back together.\"\n\n\"I know how to lick 'em!\" shouted Archy. \"Chop 'em up fine and disperse\nthe pieces.\"\n\n\"The sheriff of Pickle, W.Va., tried that,\" said Otto. \"Ran a bunch of\nclown projections through a fine chopper. They reconstituted into one\ngigantic clown currently scaring hell out of half the state.\"\n\n\"Maybe we could make portable scramblers,\" said Archy. \"Everybody could\ncarry one.\"\n\n\"That's been considered,\" said the President. \"Hunting down projections\none by one would take years. Please continue, Mr. Kahler.\"\n\n\"I've found out how they keep going without studio power,\" said Otto.\n\"They hang around electrical installations--high-tension lines,\ngenerators, radio and TV transmitters, even auto batteries. Wherever\nthere are electro-magnetic fields. They go a day or two on their own,\nthen get recharged. There are gangs of them hanging around these\nplaces.\"\n\n\"That's it!\" pronounced Archy. \"That's where we can scramble them.\"\n\n\"We'll probably try it,\" said Otto, \"but it won't get many. They'll\njust go to the millions of miles of power lines.\"\n\n\"Then turn off all the power,\" said Archy. \"Starve 'em.\"\n\nSeveral people spoke at once, and Archy's chest went up. The president\nsilenced them.\n\n\"Do you realize what that would mean, turning off the country's power?\nDeliberate disaster.\"\n\nArchy reddened. \"Well.\"\n\n\"Could Mr. House please refrain from interruptions?\" snuffed the\nSecretary.\n\nJune's hand, under the table, patted Archy's knee. She didn't say\nanything--just patted his knee.\n\n\"I have one last question,\" said the President. \"Mr. Kahler, I\nunderstand these projections are extremely complex electronic\npropagations. How can they be maintained by random power fields like\nbatteries and high-tension wires?\"\n\n\"There's a difference between propagating them and maintaining them,\"\nsaid Otto. \"Once you've projected them, maintenance is fairly simple.\"\n\n\"I see,\" said Conklin. \"I believe that concludes our conference. Mr.\nHouse, I don't want to see your face for five days. And I want you\nto come and tell me the projections are gone. All of them. If this\nhappens, the damage might be--well, attended to. If it doesn't--you\nwill be broken, Mr. House, very thoroughly.\"\n\n\"Okay, Pops,\" said Archy. \"I mean--Mr. President.\"\n\n\n\nBack at the hotel, June and Otto accompanied Archy to his suite. He\nwanted to talk to them, though he had a root-deep feeling nothing could\ndo any good.\n\nSomebody was in the suite, standing with a finger stuck in a light\nsocket. \"Hello, bud,\" grinned the Archy-projection passing from\ntranslucency to opaqueness as the current vitalized it. \"Thought I'd\nrecharge at _our_ place here.\"\n\nArchy glared. \"Ignore the S.O.B.,\" he told the others. \"Without an\naudience he won't stay.\"\n\nIt took an hour, during which the Archy-projection bragged of his plans\nfor forming a TV company, stage troupes, running for congress, and\nproducing more projections of himself, but finally he left. Archy's\nface was sunk in his hands.\n\n\"Maybe you're the only people I can admit this to,\" he said, \"but I'm\nwhipped.\"\n\n\"You actually mean that, Archy?\" June's voice was not quite mocking.\n\n\"Yes. I thought there was nothing I couldn't get on top of--I was\nlike that damned walking marionette that just pranced out of here--a\nblowhard. I'm beat, folks.\"\n\n\"Maybe you'll come up with something,\" offered Otto. \"Maybe....\" June\nshushed him.\n\n\"You two had better get out from under,\" said Archy. \"June, find some\nnice guy to marry--hell, marry Otto, I know he likes you. I'm pulling\nmy money out of the bank--split it between you. It won't help me where\nI'm going.\"\n\nJune sat on his lap.\n\n\"Honey, suppose there was a way for you to get rid of all those\nprojections? Then you could take the credit and come back strong as\never.\"\n\n\"How could I take the credit?\"\n\n\"Suppose your own staff made the plan? After all, you're smart enough\nto hire them.\"\n\n\"Maybe this sounds crazy, coming from me, but the credit would go to\nwhoever deserved it. What good is it to be a big shot if you know\nyou've been licked, even once?\"\n\nJune seemed to turn something over in her mind, looking at it; there\nwas silence before she spoke.\n\n\"I've got an idea,\" she said.\n\n\"What?\" he asked hopelessly.\n\n\"Let's get married when this is all over. I'd like it better even than\na thousand a week.\"\n\n\"You're nuts,\" he said. \"Marry a phony--a blowhard? That's why you\nnever did marry me, isn't it? _Isn't it?_\"\n\n\"Yes,\" said June. \"And I said, if you remember, that I'd marry you if\nyou ever figured that out. Which you have.\"\n\n\"I've got to go see the desk clerk,\" said Otto. \"Told him I'd help with\nhis--ah--radio set. But here's an idea--why not get married Friday at\nBig Butte?\"\n\nIt was all too fast for Archy. \"Big Butte? What's that?\" But Otto was\ngone, and June began to tell him.\n\n\n\nIt was an evening ceremony, the Big Butte, Wyoming, wedding and well\nattended by everyone but projections. There were no more free-moving\nprojections. Every one in the nation had gathered at Big Butte, in the\nmiddle of Wyoming, for a popularity contest and organizational meeting\norganized by Archy and the Archy projections, backed by Full-projection\nmoney. And when they were gathered--the whole fantastic crew of\nthem--Otto had actuated the gigantic scrambler concealed on the butte\nand the insubstantial pageant faded, leaving not a wrack behind.\n\nThe honeymoon was marred by one small thing.\n\n\"You know,\" said Archy \"one thing I've gotta do is find out who\nsabotaged me in the first place.\"\n\n\"I guess I can let you know,\" said June. \"I wanted to teach you a\nlesson. I had no idea it'd get out of hand--what are you going to do?\"\n\nArchy had made a sudden move. \"I was going to spank you,\" he\nsaid, firming his grip on her. \"But now I have ahold of you. I'd\nrather--well--we _are_ married.\"\n",
    "metadata": {
        "author": [
            "Harris, Tom W."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65199/pg65199.txt",
        "name": "the_fall_of_archy_house.json"
    }
}