{
  "name": "The Village Convict\nFirst published in the \"Century Magazine\"",
  "author": [
    "Chaplin, Heman White"
  ],
  "body": "1887\n\nFirst published in the “Century Magazine.”\n\n\n“Wonder 'f Eph's got back; they say his sentence run out yisterday.”\n\nThe speaker, John Doane, was a sunburnt fisherman, one of a circle\nof well-salted individuals who sat, some on chairs, some on boxes and\nbarrels, around the stove in a country store.\n\n“Yes,” said Captain Seth, a middle-aged little man with ear-rings; “he\ncome on the stage to-noon. Would n't hardly speak a word, Jim says.\nLooked kind o' sot and sober.”\n\n“Wall,” said the first speaker, “I only hope he won't go to burnin'\nus out of house and home, same as he burnt up Eliphalet's barn. I was\nruther in hopes he 'd 'a' made off West. Seems to me I should, in his\nplace, hevin' ben in State's-prison.”\n\n“Now, I allers hed quite a parcel o' sympathy for Eph,” said a short,\nthickset coasting captain, who sat tilted back in a three-legged chair,\nsmoking lazily. “You see, he wa'n't but about twenty-one or two then,\nand he was allers a mighty high-strung boy; and then Eliphalet did act\nputty ha'sh, foreclosin' on Eph's mother, and turnin' her out o' the\nfarm in winter, when everybody knew she could ha' pulled through by\nwaitin.' Eph sot great store by the old lady, and I expect he was putty\nmad with Eliphalet that night.”\n\n“I allers,” said Doane, “approved o' his plan o' leadin' out all the\ncritters, 'fore he touched off the barn. 'T ain't everybody 't would hev\ntaken pains to do that. But all the same, I tell Sarai 't I feel kind o'\nskittish, nights, to hev to turn in, feelin' 't there's a convict in the\nplace.”\n\n“I hain't got no barn to burn,” said Captain Seth; “but if he allots my\nhen-house to the flames, I hope he'll lead out the hens and hitch 'em to\nthe apple-trees, same's he did Eliphalet's critters. Think he ought to\ndeal ekally by all.”\n\nA mild general chuckle greeted this sally, cheered by which the speaker\nadded,--\n\n“Thought some o' takin' out a policy o' insurance on my cockerel.”\n\n“Trade's lookin' up, William,” said Captain Seth to the storekeeper,\nas some one was heard to kick the snow off his boots on the door-step.\n“Somebody 's found he's got to hev a shoestring 'fore mornin'.”\n\nThe door opened, and closed behind a strongly-made man of twenty-six\nor seven, of homely features, with black hair, in clothes which he had\noutgrown. It was a bitter night, but he had no coat over his flannel\njacket. He walked straight down the store, between the dry-goods\ncounters, to the snug corner at the rear, where the knot of talkers sat;\nnodded, without a smile, to each of them, and then asked the storekeeper\nfor some simple articles of food, which he wished to buy. It was Eph.\n\nWhile the purchases were being put up, an awkward silence prevailed,\nwhich the oil-suits hanging on the walls, broadly displaying their arms\nand legs, seemed to mock, in dumb show.\n\nNothing was changed, to Eph's eyes, as he looked about. Even the\nhandbill of familiar pattern--\n\n     “STANDING  WOOD  FOR  SALE.\n     Apply to J. CARTER, Admin'r,”\n\nseemed to have always been there.\n\nThe village parliament remained spellbound. Mr. Adams tied up the\npurchases, and mildly inquired,--\n\n“Shall I charge this?”\n\nNot that he was anxious to open an account, but that he would probably\nhave gone to the length of selling Eph a barrel of molasses “on tick”\n rather than run any risk of offending so formidable a character.\n\n“No,” said Eph; “I will pay for the things.”\n\nAnd having put the packages into a canvas bag, and selected some\nfish-hooks and lines from the show-case, where they lay environed\nby jack-knives, jews-harps, and gum-drops,--dear to the eyes of\nchildhood,--he paid what was due, said “Good-night, William,” to the\nstorekeeper, and walked steadily out into the night.\n\n“Wall,” said the skipper, “I am surprised! I strove to think o' suthin'\nto say, all the time he was here, but I swow I couldn't think o'\nnothin'. I could n't ask him if it seemed good to git home, nor how the\nthermometer had varied in different parts o' the town where he 'd been.\nEverything seemed to fetch right up standin' to the State's-prison.”\n\n“I was just goin' to say, 'How'd ye leave everybody?'” said Doane;\n“but that kind o' seemed to bring up them he 'd left. I felt real bad,\nthough, to hev the feller go off 'thout none on us speakin' to him. He\n's got a hard furrer to plough; and yet I don't s'pose there 's much\nharm in him, 'f Eliphalet only keeps quiet.”\n\n“Eliphalet!” said a young sailor, contemptuously. “No fear o' him!\nThey say he 's so sca't of Eph he hain't hardly swallowed nothin' for a\nweek.”\n\n“But where will he live?” asked a short, curly-haired young man, whom\nEph had seemed not to recognize. It was the new doctor, who, after\nhaving made his way through college and the great medical school in\nBoston, had, two years before, settled in this village.\n\n“I believe,” said Mr. Adams, rubbing his hands, “that he wrote to Joshua\nCarr last winter, when his mother died, not to let the little place she\nleft, on the Salt Hay Road; and I understand that he is going to make\nhis home there. It is an old house, you know, and not worth much, but it\nis weather-tight, I should say.”\n\n“Speakin' of his writin' to Joshua,” said Doane, “I have heard such a\nsound as that he used to shine up to Joshua's Susan, years back. But\nthat 's all ended now. You won't catch Susan marryin' no jailbirds.”\n\n“But how will he live?” said the doctor. “Will anybody give him work?”\n\n“Let him alone for livin',” said Doane. “He can ketch more fish than\nany other two men in the place--allers seemed to kind o' hev a knack o'\nwhistlin' 'em right into the boat. And then Nelson Briggs, that settled\nup his mother's estate, allows he 's got over a hundred and ten dollars\nfor him, after payin' debts and all probate expenses. That and the place\nis all he needs to start on.”\n\n“I will go to see him,” said the doctor to himself, as he went out upon\nthe requisition of a grave man in a red tippet, who had just come for\nhim. “He does n't look so very dangerous, and I think he can be tamed. I\nremember that his mother told me about him.”\n\nLate that night, returning from his seven miles' drive, as he left\nthe causeway, built across a wide stretch of salt-marsh, crossed the\nrattling plank bridge, and ascended the hill, he saw a light in the\ncottage window, where he had often been to attend Aunt Lois. “I will\nstop now,” said he. And, tying his horse to the front fence, he went\ntoward the kitchen door. As he passed the window, he glanced in. A\nlamp was burning on the table. On a settle, lying upon his face, was\nstretched the convict, his arms beneath his head. The canvas bag lay on\nthe floor beside him. “I will not disturb him now,” said the doctor.\n\n*****\n\nA few days later Dr. Burt was driving in his sleigh with his wife along\nthe Salt Hay Road. It was a clear, crisp winter forenoon. As they neared\nEph's house, he said,--\n\n“Mary, suppose I lay siege to the fort this morning. I see a curl of\nsmoke rising from the little shop in the barn. He must be making himself\na jimmy or a dark-lantern to break into our vegetable cellar with.”\n\n“Well,” said she, “I think it would be a good plan; only, you know, you\nmust be very, very careful not to hint, even in the faintest way, at\nhis imprisonment. You mustn't so much as _suspect_ that he has ever been\naway from the place. People hardly dare to speak to him, for fear he\nwill see some reference to his having been in prison, and get angry.”\n\n“You shall see my sly tact,” said her husband, laughing. “I will be\nas innocent as a lamb. I will ask him why I have not seen him at the\nSabbath-school this winter.”\n\n“You may make fun,” said she, “but you will end by taking my advice, all\nthe same. Now, do be careful what you say.”\n\n“I will,” he replied. “I will compose my remarks carefully upon the back\nof an envelope and read them to him, so as to be absolutely sure. I will\nleave on his mind an impression that I have been in prison, and that he\nwas the judge that tried me.”\n\nHe drove in at the open gate, hitched his horse in a warm corner by\nthe kitchen door, and then stopped for a moment to enjoy the view. The\nsituation of the little house, half a mile from any other, was beautiful\nin summer, but it was bleak enough in winter. In the small front\ndooryard stood three lofty, wind-blown poplars, all heading away from\nthe sea, and between them you could look down the bay or across the\nsalt-marshes, while in the opposite direction were to be seen the roofs\nand the glittering spires of the village.\n\n“It is social for him here, to say the least,” said the doctor, as he\nturned and walked alone to the shop. He opened the door and went in. It\nwas a long, low lean-to, such as farmers often furnish for domestic work\nwith a carpenter's bench, a grindstone, and a few simple tools. It was\nlighted by three square windows above the bench. An air-tight stove,\nprojecting its funnel through a hole in one of the panes, gave out a\ncheerful crackling.\n\nEph, in his shirt-sleeves, his hands in his pockets, was standing, his\nback against the bench, surveying, with something of a mechanic's eye,\nthe frame of a boat which was set up on the floor.\n\nHe looked up and colored slightly. The doctor took out a cigarette, lit\nit, sat down on the bench, and smoked, clasping one knee in his hands\nand eying the boat.\n\n“Centre-board?” he asked, at length.\n\n“Yes,” said Eph.\n\n“Cat-rig?”\n\n“Yes.”\n\n“Going fishing?”\n\n“Yes.”\n\n“Alone?”\n\n“Yes.”\n\n“I was brought up to sail a boat,” said the doctor, “and I go fishing in\nsummer--when I get a chance. I shall try your boat, some time.”\n\nNo reply.\n\n“The timbers aren't seasoned, are they? They look like pitch-pine, just\nout of the woods. Won't they warp?”\n\n“No. Pitch-pine goes right in, green. I s'pose the pitch keeps it, if\nit's out of the sun.”\n\n“Where did you cut it?”\n\nEph colored a little.\n\n“In my back lot.”\n\nThe doctor smoked on calmly, and studied the boat.\n\n“I don't know as I know you,” said Eph, relaxing a little.\n\n“Good reason,” said the doctor. “I 've only been here two years;” and\nafter a moment's pause, he added: “I am the doctor here, now. You 've\nheard of my father, Dr. Burt, of Broad River?”\n\nEph nodded assent; everybody knew him, all through the country,--a\nfatherly old man, who rode on long journeys at everybody's call, and\nnever sent in his bills.\n\nThe visitor had a standing with Eph at once.\n\n“Doctors never pick at folks,” he said to himself--“at any rate, not old\nDr. Burt's son.\n\n“I used to come here to see your mother,” said the doctor, “when she was\nsick. She used to talk a great deal about you, and said she wanted me to\nget acquainted with you, when your time was out.”\n\nEph started, but said nothing.\n\n“She was a good woman, Aunt Lois,” added the doctor; “one of the best\nwomen I ever saw.”\n\n“I don't want anybody to bother himself on my account,” said Eph. “I ask\nno favors.”\n\n“You will have to take favors, though,” said the doctor, “before the\nwinter is over. You will be careless and get sick; you have been living\nfor a long time entirely in-doors, with regular hours and work and\nfood. Now you are going to live out-of-doors, and get your own meals,\nirregularly. You did n't have on a thick coat the other night, when I saw\nyou at the store.”\n\n“I haven't got any that's large enough for me,” said Eph, a little less\nharshly, “and I 've got to keep my money for other things.”\n\n“Then look out and wear flannel shirts enough,” said the doctor, “if you\nwant to be independent. But before I go, I want to go into the house. I\nwant my wife to see Aunt Lois's room, and the view from the west window;”\n and he led the way to the sleigh.\n\nEph hesitated a moment, and then followed him.\n\n“Mary, this is Ephraim Morse. We are going in to see the Dutch tiles I\nhave told you of.”\n\nShe smiled as she held out her mittened hand to Eph, who took it\nawkwardly.\n\nThe square front room, which had been originally intended for a\nkeeping-room, but had been Aunt Lois's bedroom, looked out from two\nwindows upon the road, and from two upon the rolling, tumbling bay,\nand the shining sea beyond. A tall clock, with a rocking ship above the\nface, ticked in the corner. The painted floor with bright rag mats,\nthe little table with a lacquer work-box, the stiff chairs and the\nold-fashioned bedstead, the china ornaments upon the mantel-piece, the\npicture of “The Emeline G. in the Harbor of Canton,” were just as they\nhad been when the patient invalid had lain there, looking from her\npillow out to sea. In twelve rude tiles, set around the open fireplace,\nthe Hebrews were seen in twelve stages of their escape from Egypt. It\nwould appear from this representation that they had not restricted their\nborrowings to the jewels of their oppressors, but had taken for the\njourney certain Dutch clothing of the fashion of the seventeenth\ncentury. The scenery, too, was much like that about Leyden.\n\n“I think,” said the doctor's wife, “that the painter was just a little\nabsent-minded when he put in that beer-barrel. And a wharf, by the Red\nSea!”\n\n“I wish you would conclude to rig your boat with a new sail,” said the\ndoctor, as he took up the reins, at parting. “There is n't a boat here\nthat 's kept clean, and I should like to hire yours once or twice a week\nin summer, if you keep her as neat as you do your house. Come in and see\nme some evening, and we 'll talk it over.”\n\n*****\n\nEph built his boat, and, in spite of his evident dislike of visitors,\nthe inside finish and the arrangements of the little cabin were so\ningenious and so novel that everybody had to pay him a visit.\n\nTrue to his plan of being independent, he built in the side of the hill,\nnear his barn, by a little gravelly pond, an ice-house, and with the\nhardest labor filled it, all by himself. With this supply, he would not\nhave to go to the general wharf at Sandy Point to sell his fish, with\nthe other men, but could pack and ship them himself. And he could do\nbetter, in this way, he thought, even after paying for teaming them to\nthe cars.\n\nThe knowing ones laughed to see that, from asking no advice, he had\nmiscalculated and laid in three times as much as he could use.\n\n“Guess Eph cal'lates to fish with two lines in each hand an' another 'n\nhis teeth,” said Mr. Wing. “He 's plannin' out for a great lay o' fish.”\n\nThe spring came slowly on, and the first boat that went out that season\nwas Eph's. That day was one of unmixed delight to him. What a sense of\nabsolute freedom, when he was fairly out beyond the lightship, with the\nfresh swiftness of the wind in his face! What an exquisite consciousness\nof power and control, as his boat went beating through the long waves!\nTwo or three men from another village sailed across his wake. His boat\nlay over, almost showing her keel, now high out of water, now settling\nbetween the waves, while Eph stood easily in the stern, in his\nshirt-sleeves, backing against the tiller, smoking a pipe, and ranging\nthe waters with his eyes.\n\n“Takes it natural ag'in, don't he? Stands as easy as ef he was loafin'\non a wharf,” said one of the observers. “Expect it 's quite a treat to\nbe out. But they do say he 's gittin' everybody's good opinion. They\nlooked for a reg'-lar ruffi'n when he come home,--cuttin' nets, killin'\ncats, chasin' hens, gittin' drunk! They say Eliphalet Wood didn't hardly\ndare to go ou' doors for a month, 'thout havin' his hired man along. But\nhe 's turned out as peaceful as a little gal.”\n\n*****\n\nOne June day, as Eph was slitting blue-fish at the little pier which he\nhad built on the bay shore, near his rude ice-house, two men came up.\n\n“Hullo, Eph!”\n\n“Hullo!”\n\n“We 've got about sick, tradin' down to the wharf; we can't git no fair\nshow. About one time in three, they tell us they don't want our fish,\nand won't take 'em unless we heave 'em in for next to nothin',--and we\nknow there ain't no sense in it. So we just thought we 'd slip down and\nsee 'f you would n't take 'em, seein's you 've got ice, and send 'em up\nwith yourn.”\n\nEph was taken all aback with this mark of confidence. The offer must be\ndeclined. It evidently sprang from some mere passing vexation.\n\n“I can't buy fish,” said he. “I have no scales to weigh 'em.”\n\n“Then send ourn in separate berrels,” said one of the men.\n\n“But I haven't any money to pay you,” he said. “I only get my pay once a\nmonth.”\n\n“We'll git tick at William's, and you can settle 'th us when you git\nyour pay.”\n\n“Well,” said he, unable to refuse, “I 'll take 'em, if you say so.”\n\nBefore the season was over, he had still another customer, and could\nhave had three or four more, if he had had ice enough. He felt strongly\ninclined that fall to build a larger icehouse; and although he was a\nlittle afraid of bringing ridicule upon himself in case no fish should\nbe brought to him the next summer, he decided to do so, on the assurance\nof three or four men that they meant to come to him. Nobody else had\nsuch a chance,--a pond right by the shore.\n\nOne evening there was a knock at the door of Eliphalet Wood, the owner\nof the burned barn. Eliphalet went to the door, but turned pale at\nseeing Eph there.\n\n“Oh, come in, come in!” he panted. “Glad to see you. Walk in. Have a\nchair. Take a seat. Sit down.”\n\nBut he thought his hour had come: he was alone in the house, and there\nwas no neighbor within call.\n\nEph took out a roll of bills, counted out eighty dollars, laid the money\non the table, and said quietly,--\n\n“Give me a receipt on account.”\n\nWhen it was written he walked out, leaving Eliphalet stupefied.\n\n*****\n\nJoshua Carr was at work, one June afternoon, by the roadside, in front\nof his low cottage, by an enormous pile of poles, which he was shaving\ndown for barrel-hoops, when Eph appeared.\n\n“Hard at it, Joshua!” he said.\n\n“Yes, yes!” said Joshua, looking up through his steel-bowed spectacles.\n“Hev to work hard to make a livin'--though I don't know's I ought to\ncall it hard, neither; and yet it is ruther hard, too; but then, on t'\nother hand, 't ain't so hard as a good many other things--though there\nis a good many jobs that's easier. That's so! that 's so!\n\n     'Must we be kerried to the skies\n     On feathery beds of ease?'\n\nThough I don't know's I ought to quote a hymn on such a matter; but\nthen--I don' know's there's any partic'lar harm in't, neither.”\n\nEph sat down on a pile of shavings and chewed a sliver; and the old man\nkept on at his work.\n\n“Hoop-poles goin' up and hoops goin' down,” he continued. “Cur'us,\nain't it? But then, I don' know as 'tis; woods all bein' cut off--poles\ngittin' scurcer--hoops bein' shoved in from Down East. That don't seem\njust right, now, does it? But then, other folks must make a livin', too.\nStill, I should think they might take up suthin' else; and yet, they\nmight say that about me. Understand, I don't mean to say that they\nactually do say so; I don't want to run down any man unless I know--”\n\n“I can't stand this,” said Eph to himself; “I don't wonder that they\nalways used to put Joshua off at the first port, when he tried to go\ncoasting. They said he talked them crazy with nothing.\n\n“I 'll go into the house and see Aunt Lyddy,” he said aloud. “I 'm\nloafing, this afternoon.”\n\n“All right! all right!” said Joshua. “Lyddy 'll be glad to see you--that\nis, as glad as she would be to see anybody,” he added, reaching out for\na pole. “Now, I don't s'pose that sounds very well; but still, you know\nhow she is--she allers likes to hev folks to talk, and then she's allers\nsayin' talkin' wears on her; but I ought not to say that to you, because\nshe allers likes to see you--that is, as much as she likes to see\nanybody. In fact, I think, on the whole--”\n\n“Well, I'll take my chances,” said Eph, laughing; and he opened the gate\nand went in.\n\nJoshua's wife, whom everybody called Aunt Lyddy, was rocking in a\nhigh-backed-chair in the kitchen, and knitting. It was currently\nreported that Joshua's habit of endlessly retracting and qualifying\nevery idea and modification of an idea which he advanced, so as to\ncommit himself to nothing, was the effect of Aunt Lyddy's careful\nrevision.\n\n“I s'pose she thought 't was fun to be talked deef when they was\ncourtin',” Captain Seth had once sagely remarked. “Prob'ly it sounded\nthen like a putty piece on a seraphine; but I allers cal'lated she 'd\ngit her fill of it, sooner or later. You most gin'lly git your fill o'\none tune.”\n\n“How are you this afternoon, Aunt Lyddy?” asked Eph, walking in without\nknocking, and sitting down near her.\n\n“So as to be able to keep about,” she replied. “It is a great mercy I\nain't afflicted with falling out of my chair, like Hepsy Jones, ain't\nit?”\n\n“I 've brought you some oysters,” he said. “I set the basket down on\nthe door-step. I just took them out of the water myself from the bed I\nplanted to the west of the water-fence.”\n\n“I always heard you was a great fisherman,” said Aunt Lyddy, “but I\nhad no idea you would ever come here and boast of being able to catch\noysters. Poor things! How could they have got away? But why don't you\nbring them in? They won't be afraid of me, will they?”\n\nHe stepped to the door and brought in a peck basket full of large,\nblack, twisted shells, and with a heavy clasp-knife proceeded to open\none, and took out a great oyster, which he held up on the point of the\nblade.\n\n“Try it,” he said; and then Aunt Lyddy, after she had swallowed it,\nlaughed to think what a tableau they had made,--a man who had been in\nthe State prison standing over her with a great knife! And then she\nlaughed again.\n\n“What are you laughing at?” he said.\n\n“It popped into my head, supposing Susan should have looked in at the\nsouth window and Joshua in at the door, when you was feeding out that\noyster to me, what they would have thought!”\n\nEph laughed too; and, surely enough, just then a stout, light-haired,\nrather plain-looking young woman came up to the south window and leaned\nin. She had on a sun-bonnet, which had not prevented her from securing\na few choice freckles. She had been working with a trowel in her\nflower-garden.\n\n“What's the matter?” she said, nodding easily to Eph. “What do you two\nalways find to laugh about?”\n\n“Ephraim was feeding me with spoon-meat,” said Aunt Lyddy, pointing to\nthe basket, which looked like a basket of anthracite coal.\n\n“It looks like spoon-meat!” said Susan, and then she laughed too. “I 'll\nroast some of them for supper,” she added,--“a new way that I know.”\n\nEph was not invited to stay to supper, but he stayed, none the less:\nthat was always understood.\n\n“Well, well, well!” said Joshua, coming to the door-step, and washing\nhis hands and arms just outside, in a tin basin. “I thought I see you\nset down a parcel of oysters--but there was sea-weed over 'em, and I\ndon' know's I could have said they was oysters; but then, if the square\nquestion had been put to me, 'Mr. Carr, be them oysters or be they\nnot?' I s'pose I should have said they was; still, if they 'd asked me\nhow I knew--”\n\n“Come, come, father!” said Aunt Lyddy, “do give poor Ephraim a little\npeace. Why don't you just say you thought they were oysters, and done\nwith it?”\n\n“Say I _thought_ they was?” he replied, innocently. “I knew well enough\nthey was--that is--knew? No, I did n't know, but--”\n\nAunt Lyddy, with an air of mock resignation, gave up, while Joshua\nendeavored to fix, to a hair, the exact extent of his knowledge.\n\nEph smiled; but he remembered what would have made him pardon, a\nthousand times over, the old man's garrulousness. He remembered who\nalone had never failed, once a year, to visit a certain prisoner, at\nthe cost of a long and tiresome journey, and who had written to that\nhomesick prisoner kind and cheering letters, and had sent him baskets of\nsimple dainties for holidays.\n\nSusan bustled about, and made a fire of crackling sticks, and began to\nroast the oysters in a way that made a most savory smell. She set the\ntable, and then sat down at the melodeon, while she was waiting, and\nsang a hymn; for she was of a musical turn, and was one of the choir.\nThen she jumped up and took out the steaming oysters, and they all sat\ndown.\n\n“Well, well, well!” said her father; “these be good! I did n't s'pose\nyou hed any very good oysters in your bed, Ephraim. But there, now--I\ndon't s'pose I ought to have said that; that was n't very polite;\nbut what I meant was, I did n't s'pose you hed any that was _real_\ngood--though I don' know but I 've said about the same thing, now. Well,\nany way, these be splendid; they 're full as good as those co-hogs we\nhad t'other night.”\n\n“Quahaugs!” said Susan. “The idea of comparing these oysters with\nquahaugs!”\n\n“Well, well! that's so!” said her father. “I did n't say right, did I,\nwhen I said that! Of course, there ain't no comparison--that\nis--_no_ comparison? Why, of course, they is a comparison between\neverything,--but then, cohogs don't really compare with oysters! That's\ntrue!”\n\nAnd then he paused to eat a few.\n\nHe was silent so long at this occupation that they all laughed.\n\n“Well, well!” he said, laying down his fork, and smiling innocently;\n“what be you all laughin' at? Not but what I allers like to hev folks\nlaugh--but then, I did n't see nothin' to laugh at. Still, perhaps they\nwas suthin' to laugh at that I didn't see; sometimes one man 'll be\nlookin' down into his plate, all taken up with his victuals, and others,\nthat's lookin' around the room, may see the kittens frolickin', or some\nsuch thing. 'T ain't the fust time I 've known all hands to laugh all to\nonce-t, when I didn't see nothin'.”\n\nSusan helped him again, and secured another brief respite.\n\n“Ephraim,” said he, after a while, “you ain't skilled to cook oysters\nlike this, I don't believe. You ought to git married! I was sayin' to\nSusan t'other day--well, now, mother, hev I said anything out o' the\nway? Well, I don't s'pose 't was just _my_ place to have said anything\nabout gitt'n' married, to Ephraim, seein's--”\n\n“Come, come, father,” said Aunt Lyddy, “that'll do, now. You must let\nEphraim alone, and not joke him about such things.”\n\nMeanwhile Susan had hastily gone into the pantry to look for a pie,\nwhich she seemed unable at once to find.\n\n“Pie got adrift?” called out Joshua. “Seems to me you don't hook on to\nit very quick. Now that looks good,” he added, when she came out.\n\n“That looks like cookin'! All I meant was, 't Ephraim ought not to be\ndoin' his own cookin'--that is, 'f you can call it cookin. But then, of\ncourse, 'tis cookin'--there's all kinds o' cookin'. I went cook myself,\nwhen I was a boy.”\n\nAfter supper, Aunt Lyddy sat down to knit, and Joshua drew his chair up\nto an open window, to smoke his pipe. In this vice Aunt Lyddy encouraged\nhim. The odor of Virginia tobacco was a sweet savor in her nostrils.\nNo breezes from Araby ever awoke more grateful feelings than did the\nfragrance of Uncle Joshua's pipe. To Aunt Lyddy it meant quiet and\npeace.\n\nSusan and Eph sat down on the broad flag door-stone, and talked quietly\nof the simple news of the neighborhood, and of the days when they used\nto go to school, and come home, always together.\n\n“I did n't much think then,” said Eph, “that I should ever bring up\nwhere I have, and get ashore before I was fairly out to sea!”\n\n“Jehiel's schooner got ashore on the bar, years ago,” said Susan, “and\nyet they towed her off, and I saw her this morning, from my chamber\nwindow, before sunrise, all sail set, going by to the eastward.”\n\n“I know what you mean,” said Eph. “But here--I got mad once, and I\nalmost had a right to, and I can't get started again; I never shall.\nI can get a living, of course; but I shall always be pointed out as a\njailbird, and could no more get any footing in the world than Portuguese\nJim.”\n\nPortuguese Jim was the sole professional criminal of the town,--a weak,\ngood-natured, knock-kneed vagabond, who stole hens, and spent every\nwinter in the House of Correction as an “idle and disorderly person.”\n\nSusan laughed outright at the picture. Eph smiled too, but a little\nbitterly.\n\n“I suppose it was more ugliness than anything else,” he said, “that made\nme come back here to live, where everybody knows I 've been in jail and\nis down on me.”\n\n“They are not down on you,” said Susan. “Nobody is down on you. It 's\nall your own imagination. And if you had gone anywhere that you was a\nstranger, you know that the first thing that you would have done would\nhave been to call a meeting and tell all the people that you had burned\ndown a man's barn and been in the State's-prison, and that you wanted\nthem all to know it at the start; and you wouldn't have told them why\nyou did it, and how young you was then, and how Eliphalet treated your\nmother, and how you was going to pay him for all he lost Here, everybody\nknows that side of it. In fact,” she added, with a little twinkle in her\neye, “I have sometimes had an idea that the main thing they don't like\nis, to see you saving every cent to pay to Eliphalet.”\n\n“And yet it was on your say that I took up that plan,” said Eph. “I\nnever thought of it till you asked me when I was going to begin to pay\nhim up.”\n\n“And you ought to,” said Susan. “He has a right to the money--and then,\nyou don't want to be under obligations to that man all your life. Now,\nwhat you want to do is to cheer up and go around among folks. Why, now\nyou 're the only fish-buyer there is that the men don't watch when he 's\nweighing their fish. You'll own up to that, for one thing, won't you?”\n\n“Well, they are good fellows that bring fish to me,” he said.\n\n“They were n't good fellows when they traded at the great wharf,” said\nSusan. “They had a quarrel down there once a week, regularly.”\n\n“Well, suppose they do trust me in that,” said Eph. “I can never rub out\nthat I 've been in State's-prison.”\n\n“You don't want to rub it out. You can't rub anything out that's ever\nbeen; but you can do better than rub it out.”\n\n“What do you mean?”\n\n“Take things just the way they are,” said Susan, “and show what can be\ndone. Perhaps you 'll stake a new channel out for others to follow in,\nthat haven't half so much chance as you have. And that's what you will\ndo, too,” she added.\n\n“Susan!” he said, “if there 's anything I can ever do, in this world or\nthe next, for you or your folks, that's all I ask for,--the chance to do\nit. Your folks and you shall never want for anything while I'm alive.\n\n“There's one thing sure,” he added, rising. “I'll live by myself and be\nindependent of everybody, and make my way all alone in the world; and\nif I can make 'em all finally own up and admit that I'm honest with 'em,\nI'm satisfied. That's all I 'll ever ask of anybody. But there's one\nthing that worries me sometimes,--that is, whether I ought to come here\nso often. I 'm afraid, sometimes, that it 'll hinder your father from\ngettin' work, or--something--for you folks to be friends with me.”\n\n“I think such things take care of themselves,” said Susan, quietly. “If\na chip won't float, let it sink.”\n\n“Good-night,” said Eph; and he walked off, and went home to his echoing\nhouse.\n\nAfter that, his visits to Joshua's became less frequent.\n\n*****\n\nIt was a bright day in March,--one of those which almost redeem the\nreputation of that desperado of a month. Eph was leaning on his fence,\nlooking now down the bay and now to where the sun was sinking in the\nmarshes. He knew that all the other men had gone to the town-meeting,\nwhere he had had no heart to intrude himself,--that free democratic\nparliament where he had often gone with his father in childhood; where\nthe boys, rejoicing in a general assembly of their own, had played ball\noutside, while the men debated gravely within. He recalled the time when\nhe himself had so proudly given his first vote for President, and how\nhis father had introduced him then to friends from distant parts of the\ntown. He remembered how he had heard his father speak there, and how\nrespectfully everybody had listened to him. That was in the long ago,\nwhen they had lived at the great farm. And then came the thought of the\nmortgage, and of Eliphalet's foreclosure, and--\n\n“Hullo, Eph!”\n\nIt was one of the men from whom he took fish,--a plain-spoken, sincere\nlittle man.\n\n“Why wa'n't you down to town-meet'n'?”\n\n“I was busy,” said Eph.\n\n“How'd ye like the news?”\n\n“What news?”\n\nThere was never any good news for him now.\n\n“Hain't heard who 's elected town-clerk?”\n\n“No.”\n\nHad they elected Eliphalet, and so expressed their settled distrust of\nhim, and sympathy for the man whom he had injured?\n\n“Who is elected?” he asked harshly.\n\n“You be!” said the man; “went in flyin',--all hands clappin' and\nstompin' their feet!”\n\n*****\n\nAn hour later the doctor drove up, stopped, and walked toward the\nkitchen door. As he passed the window, he looked in.\n\nEph was lying on his face, upon the settle, as he had first seen him\nthere, his arms beneath his head.\n\n“I will not disturb him now,” said the doctor.\n\n*****\n\nOne breezy afternoon, in the following summer, Captain Seth laid\naside his easy every-day clothes, and transformed himself into a stiff\nbroadcloth image, with a small silk hat and creaking boots. So attired,\nhe set out in a high open buggy, with his wife, also in black, but\nwith gold spectacles, to the funeral of an aunt. As they pursued their\njog-trot journey along the Salt Hay Road, and came to Ephraim Morse's\ncottage, they saw Susan sitting in a shady little porch at the front\ndoor, shelling peas and looking down the bay.\n\n“How is everything, Susan?” called out Captain Seth; “'bout time for Eph\nto be gitt'n' in?”\n\n“Yes,” she answered, nodding and smiling, and pointing with a pea-pod;\n“that's our boat, just coming to the wharf, with her peak down.”\n\n\n\n\n\n",
  "metadata": {
    "author": [
      "Chaplin, Heman White"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/23007/pg23007.txt",
    "name": "the_village_convict_first_published_in_the_century_magazine"
  }
}
