{
    "name": "The Lights on Precipice Peak",
    "author": [
        "Tall, Stephen"
    ],
    "body": "The three young men sat quietly and watched the faint eerie glow. It\nwas ruddy and small, a spot of dull red color. For perhaps five or six\nminutes it showed, moving slowly along what seemed to be the lip of\nBighorn Glacier, six miles away and seven thousand feet up in the thin\ncold air. Then it vanished.\n\nJohn Drinkard lowered his binoculars. \"Well, that's that. You can see\nit, but still you can't. The glasses don't help a bit.\"\n\n\"Spooks!\" said Chuck Evers. He wriggled his muscular shoulders, slipped\ndown onto the small of his back in the chair, and propped long legs on\nthe porch railing.\n\n\"Spooks?\" Carl Royston's brow wrinkled puzzledly. Drinkard and Evers\nboth watched with suppressed amusement as his face suddenly cleared and\nhe almost smiled. \"Ah, yes, apparitions.\"\n\n\"Haunts,\" Chuck said. \"Hobgoblins. Ghosts. Banshees.\"\n\n\"Banshees wail,\" said Drinkard.\n\nRoyston's pale eyes glowed with interest. \"This you can say for the\nlights of Precipice Peak--they are quiet.\"\n\n\"Are you sure?\" John Drinkard asked. \"How do you know that every coyote\nyou hear is a coyote?\"\n\n\"At any rate,\" said Royston, \"if they make sounds, they are the sounds\nof the country.\" He shivered slightly. \"A miserable country,\" he added.\n\nJohn Drinkard was thick and blocky, with big hands and a square chin.\nChuck Evers was long and sinewy. Beside them, Royston seemed a pale,\nslight figure, his thin face sallow, his shoulders ever hunched against\nthe crisp western air.\n\n\"You are speaking of the land I love,\" said Chuck Evers. \"If you don't\nlike it, why stay around?\"\n\n\n\nRoyston shrugged. \"It is supposed to make me a man of vigor, with red\ncorpuscles and a need for cold shower baths. Actually, there is nothing\nwrong with me. I was simply born to sit and watch while great louts\nlike you run and wrestle and climb and sweat.\" He shifted his gaze to\nthe peak, now a dark silhouette against the ice-clear stars. \"There,\nthe light shows again.\"\n\nSlowly the red glow progressed along a cliff face, much higher than it\nhad before. For minutes it moved along steadily, then faded.\n\n\"That thing,\" said Evers suddenly, \"was goin' along Fifth Avenue.\nSpooks don't need a route of ascent, even up Precipice. All of a\nsudden, the lights of Precipice Peak are gettin' solid. I got a feelin'\nthey'll leave sign.\"\n\n\"Sign?\" Royston's voice went up in the darkness. There was the familiar\npause, then Royston's satisfied tone: \"Ah, yes, traces.\"\n\n\"Right--traces, tracks, spoor. Only mystery about those lights is,\nwe don't know who makes them. But they're gettin' to be a tourist\nattraction. Maybe that's a lead.\"\n\n\"How many trips have there been up Precipice this season?\" Royston\nqueried softly.\n\n\"Fifteen or so,\" John Drinkard said, \"and the boy has something. Any\nsign on Fifth Avenue or across Bighorn would have been seen by now.\nThere've been some good mountain men on the Peak this summer. Some of\n'em don't miss much.\"\n\nRoyston hugged his narrow shoulders and made himself small in his\nchair, shivering again as the chill mountain breeze blew across the\nporch of the Lodge.\n\n\"Over the swamps of my native Louisiana, where I wish I now was, I\nhave seen balls of fire go drifting. It is swamp gas, methane, slowly\noxidizing and glowing. Could this on the mountain be something like?\"\n\n\"It's almost impossible,\" said Evers. \"And anyhow,\" he added\nstubbornly, \"balls of gases wouldn't follow a trail. Those blasted\nlights do.\"\n\nJohn Drinkard rose easily, stretched his thick arms wide.\n\n\"Tomorrow, Chuck, tomorrow!\" he reminded. \"Take it easy, boy. Tomorrow\nyou can look for yourself, remember? At day-break, we go up to solve\nthe mystery of the lights.\"\n\n\"Ghastly,\" said Royston. \"To go out at dawn is as bad as eating raw\nflesh. But tap on my cabin door when you go by. I will wave to you from\nthe window.\"\n\n\n\nJohn Drinkard swung his nailed short boots along the trail with a\nsteady, satisfying rhythm. Ahead of him, Chuck Evers set the pace, an\neasy, loose-jointed shamble that ate up the mountain miles. They were a\ngood team. They felt the trail alike.\n\nDrinkard swelled his big chest, then exhaled gustily, as though to\nexpel the last of the tainted air of the settlements below. He warmed\nslowly to a climb approach and he would have liked a breather. Ahead,\nthe trail switched back sharply.\n\nAt the switchback, Evers broke his stride, swung the pack-sack from his\nshoulders and leaned his long frame against a boulder.\n\n\"Break,\" he said. \"I heard you heave like a foundered mule.\"\n\nJohn Drinkard grinned. He shrugged off his own pack. \"It'll be good to\nenjoy the view and not have to look at your silly hat.\"\n\nChuck tilted the Swiss mountaineer's hat, complete with eagle feather.\n\n\"These are the Alps of America,\" he observed, \"so my hat is fitting.\"\n\n\"It doesn't even fit _you_,\" said Drinkard.\n\nForests of lodgepole pine and spruce lay below them. Already the\nresort town seemed a toy settlement at the edge of the valley, and the\nsagebrush world stretched away east to the horizon. To the north, the\nbig peaks of the range tumbled in a massive, orderly row, with lakes\nflashing along their bases and a vast and timbered plateau rearing up\nbeyond.\n\nIt was West, good American West, twentieth century and solid, with\nclean cold mountain air, yellow sunlight on the cliffs and snowfields\nabove. As if by signal, both men turned their gazes upward. The\ncutback was a vantage point from which could be seen the jumble of\nridges and crags surmounted by the glistening white expanse of Bighorn\nGlacier and, higher still, the seamed front of the eastern face of the\nmountain, tapering upward to the pinnacle of the peak.\n\nThe men swung up their pack-sacks and shook hands.\n\n\"Good luck, friend,\" said John Drinkard. \"Let's go and see if our names\nare still on the register up there.\"\n\n\"Good luck,\" said Evers. \"To-night we'll be up where the lights are.\nPunch me if you see one first.\"\n\n\"Lights, nuts,\" John Drinkard said. \"There'll be none while we're on\nthe peak. Five bucks says so.\"\n\nEvers raised his eyebrows. \"I'm not a rich man, but I love a sporting\nchance. Here's my five. Where'll we put 'em?\"\n\nDrinkard fumbled in his jacket pocket, brought out a tobacco tin. He\npoured the remaining tobacco into a pouch and held out the tin.\n\n\"Stick it in there,\" he said. \"Here's mine.\"\n\nA few paces off the trail, John Drinkard pried up a stone, slipped the\ntin underneath.\n\n\"Lights, yours; no lights, mine. Right?\"\n\n\"Right,\" said Evers, and he grinned at the little added spice for the\ntwo days ahead.\n\n\n\nTheir steady plodding passage up the ever-dimming trail was an\nappreciative one. Going into the world above the trees was one of\nthe good things of a peak climb. Hoary marmots whistled from their\nrocks, conies scurried, brown- and gray-barred ptarmigan crouched\nalmost invisibly among the gaudy alpine fields of avens and mountain\nsun-flowers and tiny forget-me-nots.\n\nAt near dusk, they laid out their bedrolls on a level bit of tundra in\nthe lee of a massive outcrop near Bighorn Glacier. A small fire of dead\nbranches of firs and pines that literally crawled on their bellies at\nthis altitude cooked a kettle of stew and heated the water for tea.\n\nThe men went through the simple chores of an evening camp with the ease\nthat comes when things have been done many times. And when Chuck Evers\nwalked a few paces from the fire, stepped on a small stone that rolled\nwith his weight, he felt with a sort of irritated surprise the little\nthread of pain that ran through his ankle. Tentatively he tested the\nfoot, then hobbled back to the fire. He knew that he wouldn't climb the\npeak in the morning.\n\nHe said nothing to big John until he had stripped off the boot and\nheavy sock. Then, as Drinkard came back to the fire with more wood, he\nheld out the ballooning ankle.\n\n\"How are you at taping, friend?\" he asked casually.\n\nDrinkard looked at the foot, already purpling as it swelled. He reached\nfor his first-aid kit.\n\n\"Well, anyway,\" he said resignedly, \"you got close enough to watch for\nlights.\"\n\nEvers set his teeth as Drinkard's big fingers probed the sprain.\n\n\"We'll pack ice on it,\" Drinkard decided, \"then tape it in an hour.\nMaybe it's a simple twist.\"\n\n\"You know it isn't.\"\n\n\"Sure,\" admitted Drinkard. \"I thought you wanted to be cheerful, that's\nall. It's like when I broke three ribs climbing to look into a bird's\nnest the day before we were tackling the East Face of Long's. Then\n_you_ were chin-up.\"\n\n\"That was different,\" said Evers. \"I wasn't hurting.\"\n\nWhen the stars were out and the quarter moon rose from the plains, John\nDrinkard got up from his bedroll seat by the fire. The two men had sat\ntalking quietly for an hour. Evers' ankle was taped and he was easing\nit before him as best he could.\n\n\"I'm going to have a look before I turn in,\" said Drinkard. \"My five\nstill says there won't be lights, but the technical crew may be\nmonkeying around somewhere.\"\n\n\"Take it easy,\" Chuck Evers said.\n\n\"I'll just skirt along the edge of the glacier. Back in half an hour.\n_You_ take it easy!\"\n\n\n\nDrinkard knew Bighorn Glacier. Its crevasses were so consistent that\nthey were shown on maps. He carried his ice axe, but had no mind to use\nit. Only after he had worked his way for a number of minutes along the\nedge of the moonlit ice sheet did the whim to cross it seize him. The\nglacier had a good snow covering. The going was easy and the view was\nsomething few men see.\n\nDrinkard automatically avoided the big ice cracks, then slipped\nthrough a snow roof into a shallow, temporary one. He wasn't hurt. The\nmoonlight from the crack above showed his ice axe beside him. It was a\nlucky fall, except for the fact that he couldn't get out again.\n\nTime after time, he tried to dig hand- and foot-holes into the\nsplintery icewall. But he was freezing his fingers and making no\nheadway. He was stoutly but not heavily clothed. The cold began to bite\ninto him. He settled himself on his heels quietly and tried to decide\nwhat to do.\n\nAfter an hour, Chuck Evers began to call. John Drinkard knew that if he\nanswered, Chuck would probably attempt the ice himself. Evers' voice\ncame now in measured, regular yips. And, while John wavered, from the\ncrags above the glacier he was answered. It was a strange voice, yet\noddly not unfamiliar. To John Drinkard it was muffled, but it had a\nreassuring sound.\n\nDrinkard waited in silence. Not many minutes later, a dark silhouette\nshowed in the narrow crack of sky above. From the voice's first call,\nDrinkard had realized that they had been watched, probably all day.\n\n\"Are you injured?\" asked the man's odd voice.\n\n\"I'm okay,\" Drinkard said. \"Just drop me a rope and I can walk up the\nwall. Mind the snow ledge. I didn't--and look at me.\"\n\nThe man chuckled. \"A joke,\" he said, almost tentatively. \"Here is the\nrope.\"\n\nJohn Drinkard caught the loop lowered to him. Its texture was strange\nto his mountaineer's hands. It was down-soft, warm to the touch, and\nhe felt its strength instinctively. He climbed it easily, hand over\nhand. The stranger stood three strides back from the crevasse lip,\nnegligently holding the rope with one heavy-gauntleted hand--yet he\nwas slender, slight of build, and when Drinkard rose to his feet, he\ntowered over his rescuer.\n\nBig John thrust out his hand. \"Well, thanks. Lucky for me _somebody_\nhas sense enough to walk around ice cracks.\"\n\nThe man seemed to hesitate, then extended his own gloved hand.\n\n\"You must not mind the glove,\" he said. \"It is for your protection. The\nhand has not yet cooled.\"\n\n\n\nJohn Drinkard was glad of the dimness of the moonlight, for his jaw\ndropped. But the man turned promptly away.\n\n\"Come,\" he said, \"I have made an easy way. The one with the swollen\nfoot is concerned for you.\"\n\nJohn Drinkard, who had climbed scores of peaks up and down the Rockies,\nfollowed and felt like a tenderfoot. The man's odd voice and stilted\nphrases tantalized him, yet he knew they were not entirely strange. And\nthe matter of the hot hand....\n\nDrinkard dropped back a couple of paces. The man was setting his booted\nfeet into a line of holes that had not been on the glacier earlier;\nDrinkard would have sworn to that. They made the traverse of the ice\nfield a simple matter.\n\nAs they approached the glacier's edge, Drinkard realized that he could\nsee his companion with an amazing clarity. He seemed limned with a dim\nred glow, which grew brighter with each step. In a few moments, he\nbecame as a man outlined in flame, and Drinkard could feel a warmth\nradiating from him. Yet the snow did not melt under his tread.\n\n\"It is the boots,\" said his guide, just as though Drinkard had spoken\nhis thoughts aloud. \"They insulate.\"\n\nJohn Drinkard held onto his poise with something of an effort.\n\n\"Thank you,\" he managed drily. \"Not only do you light up, but you pick\nbrains. They're both good tricks.\"\n\nThe man ahead chuckled tentatively. \"A joke,\" he said, but it was\nalmost a question.\n\n\"He really doesn't know,\" thought John Drinkard in astonishment.\n\n\"That is true,\" admitted his guide. \"Everything else I understand with\nease. Even the many kinds of speech are not difficult. But only on\nEarth are there jokes. We can never be sure about them.\"\n\n\"We, huh? I thought a gag like this would take cooperation. How many of\nyou boys are in on it?\"\n\nThey had left the ice and were threading along the little ledge that\ngave onto the boulder field.\n\n\"We are four,\" said the man. He seemed to sense no sarcasm in the\nquestion. Drinkard noted, almost without surprise, that the ruddy glow\nhad faded completely and that the man was simply a dark silhouette\nahead.\n\n\n\nThey reached the tundra and Chuck Evers' voice hailed them from close\nby. He sat near the tiny fire, the taped foot and ankle eased on a\npack-sack before him.\n\n\"Well,\" said Evers, \"you took your time.\"\n\n\"I fell in a crevasse,\" John Drinkard said, \"and I owe you five bucks.\"\n\n\"You should put the more important statement first, but we can take\nthat up later. I see we have company.\"\n\n\"I'm sorry.\" His rescue from the crevasse and the little trek back\nacross the glacier had been like something from a dream to John\nDrinkard. But now, with the familiar figure of Chuck across the fire,\nthings suddenly assumed their proper proportions again.\n\nHe faced his guide, who stood silently by.\n\n\"This is Chuck Evers. I'm afraid I didn't catch your name.\"\n\nThe man's thin face showed palely from the peaked hood that covered his\nhead and disappeared into the bulky collar of his stout, steel-smooth\njacket.\n\n\"I am called Dzell,\" he said quietly.\n\nThe two men stared at him, and he returned their looks with composure.\n\n\"It's different, anyway,\" said Chuck finally.\n\n\"Yes,\" agreed the man. \"That is because I am different.\"\n\n\"He can read your head like a crystal ball and light up like a neon\nsign,\" John Drinkard heard himself babbling.\n\nEvers, though he sensed the strangeness of the situation, turned to\nDrinkard with concern. \"Easy, boy,\" he said soothingly. \"You've slipped\non the ice before. Sit down and let's quit being funny.\"\n\nThe stranger smiled, but his curving lips seemed more a studied\nimitation than any indication of mirth. \"Let us all sit and I will tell\nyou why I am Dzell. I will do it because I know, when you repeat my\nwords, that you will not be believed.\"\n\nEvers started to speak, thought better of it, and closed his mouth\nwith an exaggerated snap of teeth. John Drinkard sat wearily on the\nsoft tundra vegetation.\n\n\"You came up to climb the peak,\" said the man Dzell, \"but also you came\nto see what caused the lights. If you had not had misfortune, you would\nhave climbed the peak, but there would have been no lights.\"\n\n\n\nHe glanced away, up and across the rocky ride and to the upper reaches\nof the glacier. A dull red glow moved down the route he and John\nDrinkard had recently taken. Keen eyes could readily see that it had\nthe shape of a man.\n\n\"That is Dzorr,\" said Dzell. \"We grew in the same membrane. He is\nerasing our trail across the ice, John Drinkard.\"\n\nDrinkard watched the glow until it slowly faded. \"Very smart. We can\ntell tales, but there won't be any proof, eh?\"\n\n\"That is correct,\" said the strange man. He turned to Chuck Evers. \"You\nwonder about the statement that we grew in the same membrane. I should\nhave said that we are twins.\"\n\nEvers caught his breath. \"Telepathy,\" he breathed. \"John wasn't out of\nhis head.\"\n\nThe chill night wind rippled across the alpine field. The little fire\nflickered and glowed. Overhead, the stars were blue and red and yellow\nice.\n\n\"The truth is simple,\" said the man called Dzell. \"We have told it\nbefore, but no one believed, and it has not seemed wise to support\nour facts. We, Dzorr and I, with our companions Dzinn and Dzett, are\nexplorers.\"\n\nJohn Drinkard slapped his hand against the boulder beside him and\nseemed reassured by its solidity. He shook his head to clear it.\n\n\"I don't get it,\" he objected. \"Chuck and I could call ourselves\nexplorers, too, if rambling around the mountains every chance we get\nfalls under that heading.\"\n\n\"We do not explore the mountains,\" said Dzell. \"Here we rest and allow\nourselves to behave normally. We explore in the towns and in the\ncities, where people gather. It is strenuous,\" he added, with a sound\nalmost like a sigh. \"We cannot tolerate it for long. Then we must go\ninto seclusion and renew ourselves.\"\n\nKeen interest was replacing puzzlement in both Evers and Drinkard. They\nsmiled now and Chuck said: \"I know what you mean. Ten days in Denver--a\nfine town, mind you--and I feel like I'd been staked with a short rope.\"\n\n\"You do not exactly know what I mean,\" said Dzell. \"Your problems are\nsimply matters of preference. Ours are physiological. We cannot long\nmaintain metabolic balance in the company of people. Thus, Dzinn and\nDzett are now in the world you inhabit. When they must rest, then our\nturn comes.\"\n\n\n\nDzell had gathered a pile of small flat stones and he sat sorting them\nwith his gauntleted fingers. They were simply flakes of weathering\ngneiss, fire- and pressure-derived from some granite as ancient as the\nrange. Neither man noticed the idle movements until Dzell raised a\npiece to his mouth and bit into it with a grinding sound, like a man\ncracking nuts. His teeth were large and square, and they had a metallic\ngleam. They made short work of the gneiss. Dzell flexed his fingers,\nselected another piece of the rock.\n\n\"Among people,\" he observed, \"this would be conspicuous. You are not\nadapted to get oxygen from quartz. We are.\"\n\n\"You make Houdini look like a piker,\" big John told him admiringly. \"I\nadmit that's tougher cereal than I'd want to try. But the point of the\ngag still escapes me.\"\n\n\"I am aware of that,\" said the strange man. \"You cannot comprehend\nbecause your mind is shackled. Yet it must be evident that we are not\ntoo much alike.\"\n\nHe rose to his feet.\n\n\"There is the matter of the body glow. I can control my body\ntemperature, raising and lowering it as I choose. The greatest\ndifficulty when I am among people is to keep it down to human body\nheat. Normally it is very much higher than yours. And when, due to\nexercise and metabolic speed-up, excess energy is accumulated, it is\nsatisfying to us to radiate it. You get the same release by deep sighs,\nby long breaths, by stretching your limbs. Unfortunately, when we\nradiate rapidly in air, we glow. It has made us conspicuous.\"\n\n\"We all have our hobbies,\" said Evers, shifting his swollen ankle and\nwincing. \"Did you ever hear of the Liars' Club? If you like to hold\noffice, you could be President.\"\n\nDzell did not appear offended. \"I said you would not believe. When it\nis again my turn to explore, I will search for your Liars' Club. I can\nsee from your thoughts that it is concerned with jokes. And this is the\none thing about you that we have not mastered. Other explorers have\nalso felt baffled. The function of odd misstatement escapes us.\"\n\n\"'Other explorers'?\" Evers' voice lost its note of ridicule, and\nDrinkard leaned forward with new interest. \"You mean there are a lot of\nincandescent guys like you prowling about?\"\n\nDzell shrugged. \"All are not from my environment. Many are so unlike\nyou that they cannot mingle and so must observe from hiding. Others\ncannot exist in your atmosphere without artificial help. We contact\nthem constantly. Your unawareness is a marvel to us all. For creatures\nso well supplied with adaptations for sensation, you are indeed blind.\"\n\n\n\nChuck Evers drew a long breath. \"If I could radiate, I'd be lit up like\na theater marquee. You sound like an old professor I had once. I didn't\nunderstand him, either.\"\n\nHad Dzell comprehended humor, he would have smiled. But he simply\nturned away with finality.\n\n\"Dzorr is waiting by the glacier,\" he said. \"We have plans for this\ntime. When you return to the settlements below, it would perhaps be\nwisest not to attempt to explain the lights.\"\n\nThe next instant, he was gone without a sound.\n\nThe two young men sat silently by the dying fire. A few minutes later,\nboth looked up, as though by signal, toward the upper reaches of the\nglacier. Two glowing spots, dull cherry red, moved steadily across the\nice. They were visible for brief minutes, then slowly faded.\n\nChuck Evers shifted restlessly. He shook his head as though a bee were\nbuzzing inside it.\n\n\"Did you hear something?\" he asked.\n\n\"Not with my ears,\" said Drinkard. \"But as plain as a voice, Dzell just\nsaid to my brain 'Good luck, boys!' in good American.\"\n\n\"Now I know I'm nuts,\" grunted Chuck Evers. \"That's what he said to me.\"\n\nTo descend Precipice Peak, even if only from Bighorn Glacier, is no fit\ntask for a cripple. Still, Evers and Drinkard knew it had to be done,\nso, in the early morning, they set about it without haste and without\ncomplaint.\n\nWhere the going allowed it, big John simply back-packed Evers. They\nmade use of every ledge, for Chuck could rappel himself down spots he\ncould not climb or be carried. Both were mountain men and tough, but by\nmid-afternoon they knew they had had enough.\n\nSo nothing had ever looked better than the cheerful figure of Heine\nKolb, slouched in the saddle of his dainty-footed pinto mare, and\nleading two pack horses loaded with fish panniers. The ranger was\nheaded down.\n\n\"The complete Samaritan, that's me,\" said Heine. \"I haul fish up and\nPoor Fish down. Two loads for the price of one.\"\n\n\"We will accept your insults along with the ride,\" Chuck Evers said\nwearily. \"I never knew what a pretty thing a horse could be!\"\n\nHeine dropped his fish cans, helped to hoist Evers onto one of the pack\nhorses. Drinkard climbed aboard the other.\n\n\"What happened?\" asked the ranger. \"I saw by the headquarters record\nthat you were going up.\"\n\nEvers shrugged and John Drinkard said, \"The boy here was playing\nrockchuck on the stretch below the glacier and one rolled with him.\"\nEvers grinned wryly, and John added, \"It could happen to anybody, but\nit's the kind of thing that's partial to tender-feet.\"\n\n\"Next time,\" said Evers humbly, \"just leave me up there. I ain't worth\nsaving.\"\n\nThey stopped only once. At the big switchback, John Drinkard swung from\nhis horse, pried up a stone, tossed the tobacco can to Evers without a\nword. The ranger only raised his eyebrows.\n\n\n\nBack at their tent camp on the lake shore, Evers and Drinkard were not\ndisturbed by questions. When men fail on the peaks, they tell their own\nstories in their own time. Chuck's ankle showed quick improvement and\nin a couple of days he was hobbling about. Only young Royston came to\nvisit.\n\n\"You have not been back to the Lodge,\" he said. \"Perhaps you are afraid\nto show your faces?\"\n\n\"People talk your arm off up there,\" said Drinkard. He grinned at the\npale young man. \"Not many of 'em have the gall to come snooping down\nhere!\"\n\nRoyston sat composedly on a boulder. \"You cannot offend me. I was\nconcerned for you, I was interested, so I came. Did you see the lights?\"\n\n\"Nary a light,\" said Chuck cheerfully. He sat in a canvas chair with\nhis foot propped up. \"I told you they wouldn't show when anybody was up\nthere.\"\n\nDrinkard turned on him. \"You collected five bucks from me by being on\nthe other side of the fence. You were the man who was sure there would\nbe some sign.\"\n\nRoyston looked at them with pale eyes.\n\n\"You are both muddling the waters. And you are both lying. There were\nlights on the peak when you were there and I have a feeling you saw\nthem. They were quite a show from here.\"\n\n\"Then this is the place to see them from,\" said Chuck. \"Closer up, you\nlose perspective.\"\n\nRoyston rose from his seat on the rock. \"Friendship means nothing to\nyou, so I will take my small hike back to the Lodge again. Actually, I\ncame to say that tomorrow I leave this miserable place and go home. I\nhave endured all the health I can stand.\"\n\n\"Now that,\" said Chuck, \"is a different story. We're sorry to see you\ngo, fella.\"\n\n\"Our regards to the swamps,\" John Drinkard put in. \"Ten to one, when\nyou get there, you'll wish you were back.\"\n\nCarl Royston showed his big teeth in a mirthless smile.\n\n\"This,\" he said, \"I very much doubt.\"\n\nThey watched him go around the turn in the trail. Then Drinkard took\ntwo strides to the rock where Royston had sat. He touched a finger\ntentatively to the stone and snatched it away.\n\n\"I thought so,\" he said. \"He really liked us, but this time he was\ncareful not to shake hands. In spite of himself, he has reached his\nlimit of control. His temperature is going up.\"\n\nEvers looked on with puzzled eyes.\n\n\"He never could see a joke and he'd wait to pick our brains for a new\nword,\" Drinkard pointed out.\n\n\"Royston--\"\n\n\"--is a name out of a hat,\" said John Drinkard. \"When that lad really\ngoes home, he'll go with his buddies up there on the peak. I wonder\nwhich he is--Dzinn or Dzett.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Tall, Stephen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/49826/pg49826.txt",
        "name": "the_lights_on_precipice_peak.json"
    }
}