{
    "name": "The gallery gods",
    "author": [
        "Leinster, Murray"
    ],
    "body": "The white-painted fruit steamer steamed out between the forts and turned\ntoward the south. She only touched at Bahia del Toro to drop the mail on\nher downward trip, though on her return toward the north she paused to\ntake on a portion of her cargo. The Stars and Stripes at her masthead\nfluttered brightly in the golden sunshine of midday, and the same\nsunshine made the sea seem bluer, and the palms greener and vividly\nalive. Half a dozen small launches that had clustered about the white\nship scattered and made for different points along the waterfront of the\ncity.\n\n_El Señor_ Beckwith was seated in a great cane chair on the veranda of\nthe white house that sprawled over the hillside. He looked at the ship\nand heaved a sigh. It was not a wistful sigh, nor was there pathos\nconcealed anywhere about it. The sigh was a sign of the satisfaction\nthat filled him. He sat at ease, puffing a long black cigar. At his\nelbow a glass tinkled musically when he moved. His huge frame, now clad\nin spotless white duck, was eloquent of content. Only his left thumb,\nbandaged and in splints, gave the slightest sign of discomfort, and he\nsmiled when he felt the incumbrance of the wrappings. It was a souvenir\nof the incident that caused his sensation of complete satisfaction.\nConway had broken that thumb in his last struggle, two weeks before, in\nNew York. Conway was dead.\n\nThere was a clattering of tiny hoofs. One of the house-boys had been\ndown to the wharf to get the New York papers Beckwith had arranged\nshould be sent him. They would contain the details of Conway’s death,\nand Beckwith drew in a pleasurable breath at the thought of reading\nthem.\n\nThe little donkey had brought the boy hastily up with his light burden,\nand now the brown-skinned boy came in to Beckwith. The papers were all\nthere, with all their “magazine sections,” their “rotogravure”\nillustrations, and all the other minor features on which they prided\nthemselves. As the newspapers were handed to him, Beckwith even noticed\na gaudily-colored comic section. He flicked it carelessly aside.\n\nThese flimsy bundles of print had been brought four thousand miles for\nhim to enjoy this moment. He would read of the death of Hugh Conway,\nmultimillionaire philanthropist, patron of the arts, and other worthy\nthings to the extent of a reportorial vocabulary, killed in the most\nopen and daring fashion by William Beckwith, now at large. He would read\nof the letter left pinned to the multimillionaire’s breast in which that\nsame William Beckwith announced his reasons for killing the millionaire,\nand the precise fashion in which he intended to escape punishment.\n\nBeckwith smiled cheerfully to himself as he visualized in advance the\nexcited indignation with which the editorial comment would point out the\nloophole of which he had taken advantage. For weeks to come there would\nbe indignation and anger at his calm defiance of the law and the power\nof the United States, while here in Bahia del Toro he would live openly\nand happily, frankly glorifying in the crime he had committed, respected\nand feared by the people.\n\nThere were the newspapers. The murder of Hugh Conway would be good for a\nscarehead on the front page.\n\nBeckwith spread out the paper with his uninjured hand and ran his eye\nover the head lines. Hugh Conway--Hugh Conway. Where was it? Not on the\nfirst page. Beckwith glanced at the date with a frown. The date was that\nof the day after the murder, and surely it should have been a news\nfeature. He looked on the second page. Nothing there. He ran his eye\nover the third page and the fourth.\n\nHe flung the flimsy sheet impatiently aside and picked a second. The\ndate was the same, and the name of the paper was that of one of the most\nsensational journals in New York. That, at least, would play up the\nmurder in great shape. A new airplane record, a crisis in Europe, a\nprominent divorce case. Not one word of Hugh Conway. The second page.\n\nBeckwith rumpled the newspaper and threw it away. He bit angrily on his\ncigar. He had killed Conway, strangled him with his two hands. He took\nup the third paper, then the fourth. Not a word concerning Conway.\nBeckwith growled throatily, then an idea struck him.\n\nThe police might have concealed the crime for a day or more, hoping to\nensnare him before be escaped. A later paper would tell. Beckwith’s brow\ncleared. Of course that was it. He half smiled as he realized how\ntypical such an action would be. The police would want to announce the\ncrime and the arrest of the murderer at the same time. Wells, the\ncommissioner of police, was fond of just such tricks. He and Beckwith\nand Conway had gone to school together, and Beckwith knew Wells down to\nthe ground.\n\nWith a leisurely gesture he selected a newspaper of the day following,\nand unfolded it, only to frown again. The first page was still devoted\nto commonplace events, and the second likewise. Still another one was\nbarren of news on the topic that was all-important to Beckwith. He\nimpatiently cast them down and examined those of the next day, and the\nnext. When the last of his newspapers had joined the crumpled pile at\nhis feet, Beckwith sat helplessly puzzled.\n\nHe was both puzzled and annoyed. His left thumb was bandaged, where\nConway had dislocated it in his struggle for life. The cumbrous wrapping\nwas still reminder of that event. Conway was dead, had been dead for\nthree weeks, but for at least one week after his death no mention of him\nhad appeared in any New York newspaper.\n\nWhy? Conway was well known and an important figure in the financial\nworld. His murder, surely, would be a news item of the first importance.\nBut not one single paragraph had been devoted to him. Beckwith had\nstrangled him in his own motor-car, then knocked the chauffeur\nunconscious and escaped to a waiting yacht. The mere melodrama of the\nfeat was enough to make it “copy” for the whole United States, let alone\nthe city of New York. But every newspaper in New York had ignored it, as\nthey had ignored Beckwith’s scornful letter, sarcastically giving his\naddress to the police.\n\nDusk had faded into twilight, and twilight into diamond-studded night.\nDown in the city the band played faintly in the plaza, while the long\nlines of dark-eyed _señoritas_ promenaded primly in a duenna-guarded\ncircle, listening decorously to the music, but casting liquid glances at\nthe olive-skinned young men who less primly strolled in the other\ndirection, twirling their budding mustaches for the admiration of the\nfairer sex. Now and again the muted chords of a guitar tinkled through\nthe air, and now and again bursts of more uproariously amorous festivity\ncame from the section of the town devoted to the _cantinas_ and their\nless frank adjuncts.\n\nBeckwith put his hat upon his head and sallied into the cobble-stoned\nstreet. He would go to the American Club. Soon, he was grimly aware, he\nwould be barred from its precincts, unless his importance under the\nGarrios government overcame the normal dislike of the Anglo-Saxon for a\nmurderer. He would go there to-night in any event. The newspapers might\nnot have printed details of Conway’s murder, but Melton, the American\nconsul, would surely have been cabled.\n\nBeckwith had told in his sarcastic note to Wells that he would make for\nBahia del Toro, and Wells would certainly wire the consulate to find if\nhe had actually appeared. Beckwith grinned as he thought of the touching\nfaith of the civilian American in the efficacy of a demand by a consular\nrepresentative. Wells would insist that the Nueva Bolivian government\nturn the criminal over to justice. He would ignore the absence of a\ntreaty of extradition.\n\nThe interior of the club was painfully hot, and most of the members sat\nupon the terrace above the entrance, sipping drinks from glasses that\ntinkled musically. Two or three cigars glowed fitfully in the obscurity,\nand the white-clad figure of the _mozo_ moving from chair to chair was\nwraithlike.\n\nBeckwith stood in the doorway a moment before emerging. The band was\ngood, even for a military band among a musical people. At the moment it\nwas playing a soft and dreamy waltz, while the young people in the plaza\nbelow eddied in their endless circles, the women inside, prim and\ndecorous and the men without, discreetly admiring. Half a dozen\nsputtering lights detracted from the romance of the scene, but made it\npossible to catch an occasional glimpse of some darkly beautiful face,\noutlined in the sharp glow of the arc-lamp.\n\nBeckwith paid no attention to that phase of the scene, but searched\namong the seated, coatless figures for Melton, the consul. Melton had\ndrawn his chair close to the railing and was looking out and down upon\nthe plaza with a curiously wistful expression. Beckwith caught sight of\nhim when the red glow of his cigar lighted up his face for a moment.\nWith an assumption of indifference, Beckwith dropped into the chair by\nhis side. Melton turned and squinted at him through the darkness until\nhe recognized who it was.\n\n“Oh, hello, Beckwith,” he said casually.\n\n“Hot, isn’t it?”\n\nHe turned and surveyed the prim crowd below him, without waiting for\nBeckwith’s acknowledgment. Melton was silent for a moment or so.\n\n“Beckwith,” he said presently, “do you know what this reminds me of? It\nreminds me of Springfield, Massachusetts, about November. It’s so\ndifferent.” He half smiled to himself in the darkness. “I remember I\nused to be going about this time to call on some girl, with a box of\ncandy under my arm.”\n\n“_Mozo_,” said Beckwith harshly. The boy came and took his order.\n\n“You’ve been down here ten years,” went on the consul, still in that\nhalf-hushed tone of reminiscence. “I’ve been away five years from the\nStates, but I can still picture it. Crowds of people going into\nvaudeville houses, others climbing excitedly on street-cars. I’d give a\nlot to have a street-car clang a bell at me just about now.”\n\n“I was in New York two weeks ago,” said Beckwith suddenly, half minded\nto blurt out his reason for going north and what he had done there.\n“Went up there, but it was all strange. I wasn’t comfortable until I got\nback here.”\n\n“I hope I won’t feel strange,” said the consul dreamily. “I’m going back\nnext year. Do you know, I’m thinking about fried fish. They don’t have\nthe same kinds of fish down here, and they don’t cook them the same way.\nThe first thing I’m going to do when I land in New York, is to eat a\nmeal in a restaurant. And I’m going to have fried fish and griddle cakes\nwith maple syrup. I don’t know why fried fish appeals to me so much,” he\nadded thoughtfully, “because I never cared much for them when I could\nget them.”\n\nBeckwith moved uneasily.\n\n“Any news lately?” he asked, succeeding very well in keeping his tone\ncasual.\n\n“Nothing but the papers,” answered Melton abstractedly. “Your boy was\ndown at the dock and got a batch of them. I say, Beckwith--”\n\nHe launched forth in a vivid description of the joys of living in\nSpringfield, Massachusetts, to which Beckwith listened uninterestedly,\nbut perforce, sipping at his grenadine rickey from time to time. When he\nleft, Beckwith was puzzled, but convinced that there had been no message\nor inquiry sent to Melton from the States concerning him he went slowly\nup to his white house that sprawled over the hillside, wondering why. As\nhe was entering his own door the obvious solution came to him.\n\nWells would naturally have tried to keep the murder secret for\ntwenty-four hours. That was one of his favorite tricks, keeping a crime\nsecret to afford himself so much start in his efforts to unravel the\nmystery, so that the story of the crime and the capture of the criminal\ncould be announced at the same time. Twenty-four hours was usually his\nlimit. Evidently, however, he had been able to extend the time on this\noccasion. He must have possessed an incredible influence with the\nnewspapers to keep them for seven days from exploiting so succulent a\nmorsel of melodrama.\n\nBeckwith chuckled. Wells was trying to save his face. He had held off\npublic knowledge of his failure for a week, but would be unable to keep\nit up much longer. When the next mail came, in seven days more, the\nnewspapers would spread the news of Conway’s death and Wells’s\nhumiliation, with Beckwith’s triumph as their principal theme. A man who\nso defiantly flouted the law, who sneered at the police to the extent of\ngiving them his address, would surely be made much of by the press, even\nif they denounced him. The next mail would tell the story, and Wells’s\nhumiliation would be the more complete for being delayed. The newspapers\nwould flay him for trying to conceal the crime.\n\nBeckwith went to sleep with a sense of profound satisfaction in spite of\nhis recent disappointment.\n\nThe steamer usually made the port of Bahia del Toro about noon, but as\nearly as nine o’clock in the morning of the next steamer day Beckwith\nwas looking down the coast-line for the smudge of smoke that would\nportend the arrival of the vessel. He swept the horizon with his glasses\nfrom time to time, growing more and more impatient. The white hull did\nnot appear until nearly four, however, and it was five o’clock before it\nturned in between the forts. Beckwith went out in one of the launches to\nmeet it, smiling in anticipation of triumph. He waved gaily to the\nglobetrotting passengers clustered by the after rail. They would know of\nConway’s death, and one of the officers of the ship would undoubtedly\npoint him out as the man who had defied the law.\n\nThe bundle of newspapers fell into the launch with a heavy thump, and\nthe purser who had dropped them over waved a friendly hand. The little\nboat backed off from the steamer and sped toward the shore, while\nBeckwith cut the twine about his package of papers and began to run\nrapidly through them, glancing only at the first-page head-lines.\n\nThe first, no, the second, no, the third. A curious sensation settled\nupon him. Bewilderment and unreasoning suspicion, then poignant\ndisappointment, finally a persistent hope. He could not examine them all\nthoroughly in the launch. The wind threatened to blow them overboard,\nbut he put them together in a compact package and waited impatiently\nuntil he could go over them in detail at his home.\n\nHe hastened to his house, carrying the parcel himself. He hurried into\nhis smoking-room and flung them on the table, then went over them again,\nand again, each time more minutely, each time with growing incredulity.\n\nNot one newspaper issued on any day of the second week after the murder\nof Hugh Conway contained one hint of that event. Not one word, line, or\nparagraph referred to the murder of Hugh Conway by William Beckwith. Not\none faintest indication appeared in any issue of any periodical during\nthe second week after that murder of the defiant note written by the\nmurderer to the commissioner of police. There was nothing to make any\none suspect that any harm had come to one of the foremost figures in\nAmerican finance.\n\nBeckwith rubbed his forehead in amazement and perplexity. His dislocated\nthumb was still _tender_ where Conway had struggled to save his life.\nHis memory of the event was lucid and complete. He _knew_ that he had\nkilled Conway.\n\nDuring the following week he brooded almost continuously over his\nproblem. He cabled a confidential message to the Nueva Bolivian consul\nin New York, who knew his influence with Garrios well enough to heed his\nrequests, asking for information about Conway. The consulate replied\nwith a succinct list of his offices as head of this and that\ncorporation, and added that his present whereabouts were unknown.\n\nThe message cheered Beckwith immensely. He made a resolution to wait one\nmore week. If there was still no public news of Conway’s death, he would\nwrite to the New York papers and put them in possession of the facts.\nHe, William Beckwith, had killed Conway with his bare hands, and now\nresided openly in the city of Bahia del Toro. He would defy the police\nto punish him, and expose the duplicity of the commissioner of police,\nwho had concealed the crime for no less than two weeks.\n\nThe steamer date arrived, but Beckwith was no longer impatient. He was\ncalmly confident that there would be no mention of the crime in the\nnewspapers of this week. Wells might prevent the news from ever becoming\npublic. Beckwith had been so long in the Latin countries, where\ncensorship is ruthless and complete, that he did not realize the\nimpracticability of such a plan.\n\nHe watched the steamer arrive and drop the mail-bags over the side\nwithout emotion other than air abstract interest. When she came back on\nher way north again, he would have letters to form a part of her cargo;\nletters which would upset the smug complacency of the city of New York.\nA sodden, heavy rain was falling when the steamer made port, and it was\nbarely visible from the house on the hill because of the sheets of\nfalling water. Beckwith stood for a moment on his veranda and strained\nhis eyes through the misty obscurity. The grass was exhaling fresh and\nfragrant odors in the rainfall. The palm-leaves were dark and glistening\nwith the wet. Outside, the cobblestones of the street were running\nminiature floods of water to the gutter.\n\nBeckwith sat comfortably indoors and smoked one of his thin black\ncigars, quite tranquil, waiting for the boy to bring him the papers for\nwhich he had sent.\n\nPresently, above the humming roar of the rain on the roof and street, he\nheard the donkey’s hoofs. A door opened. A boy’s voice spoke in liquid\nSpanish, and then one of the servants brought him a rain-sodden bundle\nof flimsy printed sheets.\n\nBeckwith quite calmly cut the twine. The papers on the inside were dry,\nand he spread one out, looking at it with interest which sought\nconfirmation of a conclusion already made. Wells had concealed the\ncrime.\n\n“_Hugh Conway--_” The name leaped at him from the head-lines. A shock\nwent over Beckwith so that for a moment he could read no more. His hands\nwere shaking. Triumph welled up in his heart. He laughed for an instant,\nand steadied his hands against the table before him. He fixed his eyes\non the printed page.\n\nA moment later his always frightened half-caste wife was shrinking in\nterror from the room she had been about to enter. Her husband was in\nthere, staring at a sheet of paper and pouring out imprecations from the\ndregs of two languages. He seemed so furious that his anger verged on\npanic.\n\n“_Hugh Conway Announces Gift to City’s Poor!_” The head-lines were those\nof the “feature” section of one of the larger newspapers which\ninvariably made much of the benevolences of the rich. Below the headline\na pen-and-ink portrait of Hugh Conway--Hugh Conway, whom Beckwith had\nkilled a month before--smiled from the page.\n\nBeckwith, with the sensation of unreality one experiences in a\nnightmare, read the fulsome eulogy of the dead man. But the dead man was\nnot here described as dead. The conventional phrases of the newspaper\nreporter, “Mr. Conway refused to be interviewed.” “At his home it was\nsaid that Mr. Conway did not wish to add anything to the statement of\nhis attorneys, who have completed the arrangements for the gift.” All\nthe evasions and artifices of men who have failed to see an important\nman were used.\n\nThrough the mist of incredulous amazement, Beckwith could gather only\none impression. Conway had not been seen. No one had looked upon his\nliving form to write of him recently. Beckwith knew why, of course.\nConway was dead. But why, why had this gift been announced as from a\nliving man?\n\nWith trembling fingers Beckwith spread out the remainder of the papers.\nHere and there he saw references to the gift. A monster sum was to be\nexpended for fresh-air outings for the children of the slums. Every\nreference spoke of the frequent benefactions of the man Beckwith knew\nwas dead, but not one word or line referred to his murder.\n\nTrue, there was no direct mention of a late interview with him, but on\nthe other hand no faintest hint had escaped the editorial writers of the\nfact that he had been killed, and that his murderer had gone openly to a\ncountry from which he could not be extradited, where he was living in\nease and comfort, defying the law to punish him.\n\nWhen the last of the papers had been gone through, Beckwith was in a\nfrenzy. He had killed Conway, and the papers would not mention it! He\nfelt almost as if he were being cheated, as, in a way, he was. A large\npart of his triumph was the public knowledge of his superiority to both\nConway and Wells. To be deprived of that was infuriating, daunting.\n\nBeckwith suddenly got up and went from the house, to walk heedlessly in\nthe pouring rain and try to think what could have happened to set his\nplans awry. Such few brown-skinned folk as saw him shrugged their\nshoulders and murmured softly to one another. _Los Yanquis_ were mad,\nthough el Señor Beckwith had seemed less mad than they until now. But\nbehold him walking in the downpour!\n\nWhen he finally stumbled into his own house again, Beckwith was\nexhausted both mentally and physically. He made his way, dripping, into\nthe room where he had left his newspapers. His wife rose and fled from\nthe room when he appeared, leaving behind her the picture section at\nwhich she had been looking.\n\nShe read no English, and but little Spanish, but the brown-tinted\npictures gave her childish pleasure. Beckwith paid no attention to her\nhasty flight, but slumped down in his chair and stared gloomily at the\nfloor. Then, suddenly, a picture on the illustrated sheet grew clear and\ndistinct It was a picture of Hugh Conway, at the top of his stroke,\nabout to strike a golfball. The legend beneath the picture read: “Hugh\nConway, well-known multimillionaire, taking a vacation from business\ncares at Newport. He is shown driving off from the first tee in front of\nthe clubhouse.”\n\nBeckwith, staring at the picture of the man whose life he had choked out\na month before, caught his breath and began to swear at the printed\nsheet, hysterically, as he might have sworn at a ghost.\n\nWhen the fruit steamer stopped on its northern trip, Beckwith took\npossession of a cabin. He did not quite understand why he was going to\nNew York, but he was feverishly impatient for the ship to leave Bahia\ndel Toro. He had a letter of credit in his pocket, and was determined to\nfind out once and for all what had happened. If Conway had escaped him\nbefore, he would not escape again.\n\nIn his stateroom Beckwith carried the last batch of papers he had\nreceived, and spent much time reading and rereading the items concerning\nConway. He weighed again and again each phrase in the accounts of\nConway’s munificent gift to charity, hoping to find therein some hint of\nConway’s death. He knew Conway was dead. He had choked Conway’s life\nfrom him with his two hands. But why, why, why did not the papers\nannounce the murder?\n\nThe ship steamed up the coast with incredible slowness. It put into\nHavana with nerve-racking deliberation. There were fresh papers to be\nsecured there, but none of than told of the murder. Beckwith read them\nminutely, and as the steamer neared New York he came out on deck and\npaced back and forth, smoking incessantly, torturing his brain for an\nexplanation of the silence of the newspapers.\n\nHis nerves were in shreds when they finally reached New York. He watched\nthe forts swing by to his left, and the tall buildings of lower\nManhattan rise from the water. The fixed expressionlessness of the\nStatue of Liberty irritated him. He was all impatience to be ashore and\nfree to make his final investigations. What had happened that had\nprevented the press from learning of Conway’s death? And why had they\nprinted no word of murderer? The leisurely manner of the customs\ninspectors drove him nearly frantic. When he was at last free to go\nashore he was trembling from sheer nervous tension.\n\nHe went down the gangplank, an olive-skinned steward carrying his bags.\nHe pushed roughly through the crowd of people come to meet the voyagers,\nand closed his ears to the soft Spanish greetings. He failed altogether\nto see a motion-picture photographer cranking busily. He pressed free of\nthe assembly of people, and turned impatiently to the steward behind\nhim.\n\n“Trouble you to come with me, sir,” said a quiet voice at his elbow.\n\nTwo unimpressive figures in civilian clothes stood, one on either side.\nThe hand of each was in his coat-pocket, where a suggestive bulge warned\nagainst resistance.\n\n“What the devil!” began Beckwith furiously, and stopped.\n\nWells was standing there, smiling sarcastically at him--Wells the\ncommissioner of police.\n\n“You’re under arrest for Hugh Conway’s murder, Beckwith,” he said\ncaustically.\n\nA dozen or more delighted men watched the scene, cameras and note-books\nbusy. Beckwith saw the unmistakable signs of the reportorial trade.\nThere was even a woman or two among them, “sob-sisters” beyond a doubt.\n\n“We might as well make it a nice, dramatic moment, Beckwith,” Wells said\ndryly. “I got your letter, pinned to Conway’s breast. Kind of you to\ntell me where you were going, and that you couldn’t be extradited. I\nwouldn’t have got you but for that. I knew you’d look in the papers for\nnews of your feat; as a matter of fact, you mentioned it in your letter,\nso I took the boys here into my confidence”--he nodded at the group of\nnewspapermen--“and they agreed to help out. Their owners O. K.’d the\nscheme and the murder was kept absolutely secret from the public and the\npress.\n\n“We gave you two weeks to get worried, and then announced Conway’s\nbequest to charities--it was really in his will--and printed a picture\nor so of him. You rose to the bait, all right. We couldn’t touch you in\nNueva Bolivia, but as soon as you boarded the steamer, we had you. We\nlet you come on to New York alone, though, to save trouble. We’re much\nobliged to you, I’m sure.”\n\nBeckwith suddenly understood. He had not won his revenge and freedom\nafter all. He had not proven himself cleverer than Wells. He had lost,\nutterly and irreparably. He had been lured into the power of the law by\nnothing more than silence. But the thing that cut deepest into his\nhearts that made the cup of his humiliation run over, was a final remark\nof Wells. The reporters were listening intently.\n\n“I guess that’s all, boys,” said Wells indulgently. “No more to be said.\nYou’ll have a good story for the evening editions. Beckwith couldn’t\nresist playing to the gallery gods.”\n\n\n",
    "metadata": {
        "author": [
            "Leinster, Murray"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71770/pg71770.txt",
        "name": "the_gallery_gods.json"
    }
}