{
    "name": "The Old Way",
    "author": [
        "Marlowe, Stephen"
    ],
    "body": "Like I expected, the fairgrounds were crowded with thousands of the\ndrifter-families waiting for the big blast-off tomorrow. They thronged\nabout uncertainly, in anxious little knots, chattering friendly,\nmeaningless things, making fast friends who would be forgotten in the\nbustle and competition, after blast-off.\n\nGramps stood apart from all this, and when he saw me he came running\nthrough the mob on spindly legs, waving his arms frantically so\nthat I wouldn't miss him. As if I would. If there was anything more\nincongruous here on the Martian landscape, anything that seemed more\nout of place than did old Gramps, I didn't see it. Two hundred years\nago in another homestead rush, maybe he would have fit. The only thing\nI know about that is what I read in books, but I could picture Gramps\nwith his battered old corncob pipe and his wizened face, leading a team\nof mules or oxen or whatever animals they used.\n\n\"Hey, Jerry,\" he called. \"Hey, kid, I got it!\"\n\nI'm no kid. I'm twenty-seven, six feet two, and I probably weigh twice\nas much as Gramps does, wringing wet. But that's the way he was.\n\n\"Where's Clair?\" I asked him. I hadn't seen my wife in a month. She had\ngone to the Martian Fair with Gramps to put in a bid for one of the old\nderelict ships, and now I had come here to join them, with a dime, a\nquarter and a crumpled dollar bill hardly filling the emptiness of my\njumper-pocket.\n\n\"That girl!\" He whistled. \"She's back at the ship now, cleaning and\npolishing, putting everything together with spit and string so you\nwouldn't know the old Karden Cruiser.\"\n\nI felt something gnawing away, deep inside my stomach, and it wasn't\njust that I was hungry. \"The _what_?\" I demanded.\n\n\n\nGramps smiled, and right then I could have seen him rocking on a chair\non a little porch, with a garden full of rose bushes and crab grass. I\ncould have seen him anyplace but here with Clair and me, on the eve of\nthe great blast-off for the asteroid belt. \"The _what_?\" I said again.\n\n\"The old Karden Cruiser, Jerry. Neat little job. And cheap--they\nalmost gave it away. You shoulda seen those durned fools. No one else\nbid for it, I had it all to myself, first bid.\"\n\nI tried to be patient. \"You didn't expect anyone else to bid for\n_that_, did you?\"\n\nHe had a hurt look on his face. \"Why not? A good ship, kid. When I was\nyour age, younger, I went to Venus on one. I can remember--\"\n\n\"That's it,\" I told him. \"Fifty years ago the Karden might have been\na good ship, but not now. Not now, Gramps. It's as obsolete as a\npea-shooter. Will it run?\"\n\n\"You're durned tootin' it'll run. What do you think I paid? Go ahead,\nguess.\"\n\nSomething was still gnawing at my stomach. Gramps had had three hundred\ndollars to purchase our ship and equipment. You could stretch three\nhundred dollars a long way if you bought wisely these days. \"You tell\nme,\" I said.\n\n\"Hundred and fifty. 'Nother hundred and a quarter for supplies--\"\n\nThere's some old saying about letting old dogs lie or not crying over\nspilled milk or some such thing, but anyway, I reminded him, \"For\nanother twenty-five or thirty dollars you could have got a Wilson '13,\nmaybe even a twelve-bank Carpenter.\"\n\n\"Couldn't,\" Gramps said. \"Kid, let me tell you, I saw the nicest\n_gui_-tar. One of them old Martian types with eight strings, you know.\nTwenty-five bucks....\"\n\nI looked at him a long time without saying anything. When you're down\nto just a few dollars in these depression years, everything counts,\nevery last penny. But my folks had died in the panic and riots of '24\nand Gramps had reared me since almost before the time I could reach the\nwart on his knee.\n\n\"Let's go look at our Karden,\" I said.\n\n\n\nGramps was beaming proudly. \"There she is,\" he told me. \"Section G, Row\n14, Ship 7. Beauty, eh?\"\n\nAs far as you looked, you couldn't see anything but the old ships,\nall lined up, row on row of them. Some glistening with new paint if\nthey had been bought as early as yesterday and sprayed today, others\nstill dull and cracked with caked jet-slag and the erosion of a dozen\natmospheres, all with people scurrying in and out of them, getting new\nfaces and new entrails for blast-off tomorrow.\n\nThe Karden squatted in row 14, a short, stubby grub-like boat whose\njet-slag completely hid the original paint job. But I didn't want to\nsay another thing about it. I just hoped the Karden could get us where\nwe were going, even if it burped and hiccupped like a drunken driver\nall the way.\n\nClair opened the lock and I saw her red hair framed against the dark\ninterior of the ship, and I hardly remembered Gramps was there. We'd\nbeen married two months, and separated for half that time, with me\ngetting my last month's paycheck in New York so I'd have money for the\nliner-fare to Canal City.\n\nClair cried, \"Welcome aboard ship. Captain Brooks, wel.... Umm-m,\nCaptain, that was nice.... Umm-m, again....\"\n\nGramps coughed. \"You two gonna stand there mooning over each other all\nafternoon, or do we get some work done?\"\n\n\"It's just about all finished,\" Clair told him. She snuggled up close\nonce more and then skipped out of my arms, leading us through the lock\nand into the Karden.\n\nIt looked more like the inside of a packing crate than a spaceship.\nIdeally, the old Kardens were two-man cruisers, at a time when you\nstrapped yourself into a bunk and just about remained there until you\nhit atmosphere. Now Clair had readied three makeshift bunks, and our\nsupplies stood piled tight against the bulkheads and as high as the\nceiling in several places. I had to take Clair's word that the ship's\nold hull was sealed and could be pressurized--there wasn't enough space\nfor me to see for myself.\n\nThe trip had left me a bit bleary, and Clair, who had worked all day,\nyawned a little while she opened a can of beans and bacon for supper.\nWe sat around against the packing cases and we smoked. Then I checked\na few things which remained to be checked, and I suggested we turn in.\nClair nodded, but Gramps said no, he had a little unfinished business\nyet.\n\nI needed sleep, every bit of it I could get, for the grueling run\ntomorrow. I leaned back and stretched out, with my feet sticking out a\ngood half a foot beyond the edge of the bunk, and then I heard Gramps'\nunfinished business.\n\nThe nasal twang of the eight-stringed Martian guitar blended with the\ndubious qualities of Gramps' voice:\n\n    He'll hug and he'll kiss you\n    And tell you more lies\n    Than the cross ties on the railroad\n    Or the stars in the sky....\n\n\n\nAt an hour before sunrise we tuned in our radio and heard Governor\nEddington's voice cut through the static. \"Ladies and gentlemen,\" he\nsaid, \"it is now exactly fifty-nine minutes and thirty-seven seconds\nuntil blast-off. Let me review the rules for you, to avoid any\nunpleasantness later.\n\n\"One. No ship is to leave before the signal. Any ship which does so is\nautomatically disqualified, and your claim will not be recognized.\n\n\"Two. Any asteroid is fair prey, but the government strongly recommends\nthat you consider two items. First, those asteroids which lie within\nthe belt itself and which do not have overly eccentric orbits are\npreferable since the government supply ships will visit them much more\nfrequently. Second, you will benefit by selecting an asteroid with\none or more of the old abandoned mining domes, for two reasons. With\nslight repairs you can live within the domes, and also their existence\nassures you of profitable mineral material.\n\n\"Three. Vesta, the government base within the Belt, is not to be landed\nupon.\n\n\"Four. Each ship is restricted to one asteroid, and once your selection\nis made it must be a permanent one.\n\n\"Five. No more than one ship can claim a given asteroid, and the\nautomatic chronometer within each ship will radio the moment of landing\nto Vesta, thus taking care of any priority claims.\n\n\"Six. Claim jumping will be considered by the Federal Worlds Government\nas an act of piracy and will be punished accordingly.\n\n\"Seven. In the event that an asteroid is abandoned for any reason, a\nnew ship may claim it at once, and the departing ship can claim no\nother asteroid.\n\n\"If you have any questions, relay them to your Section Official in the\nfifty-five minutes which remain. Good luck to all of you....\"\n\nThe rules were thorough, all right. This could turn out to be a two-way\nproposition which would help both the Government and the families, and\nthe Government wanted it to be a rousing success. In the first place,\nthere were literally thousands of families, all waiting tensely for\nblast-off. None of them had been earning sufficient income, thanks to\nthe depression following the final East-West war on Earth, and now it\nwas hoped that they could earn their keep by mining the asteroids.\n\nFurther, I knew that the Government had been forced to abandon its\nmineral deposits on all the asteroids except Vesta, and now it could\nuse the extra wealth from the silent mines which waited on a thousand\nlittle worlds in deep space between Mars and Jupiter.\n\n\n\nI sat smoking cigarette after cigarette, until Clair reminded me that\nthe supply wasn't infinite. She pored over our charts, studying the\nthree or four asteroids which had seemed most promising, looking up\nwith a smile now and then to watch Gramps strum his guitar and sing\nabout a fly with a blue tail.\n\nThe radio barked, \"Three minutes to blast-off!\"\n\nOutside, I could hear the roar of a thousand rocket engines tuning up,\nand a shroud of smoke and fire blanketed the field.\n\n\"Two minutes!\"\n\n\"Hey, Gramps,\" I said. \"Put down that banjo and strap yourself into a\nbunk. We're set to go--\"\n\n\"It's a guitar,\" he told me. \"A _gui_-tar. Okay, kid, plenty of time.\"\n\nI stood up and helped Clair into her bunk, kissing her lightly on the\nlips. \"I'm a little scared,\" she said.\n\n\"Don't be silly. Nothing to be afraid of, honey.\" I was glad she\ncouldn't feel me trembling.\n\nGramps was next, and I saw to it that his straps were fastened\nproperly, then I sat down again in the pilot-chair, buckling a heavy\nleather belt across my thighs.\n\n\"Thirty seconds!\"\n\nI remember wondering vaguely if the Karden could get us to the Belt in\none piece, and not hours behind every other ship. Then a shrill whistle\noutside was going \"beep-beep-beep!\" and I pulled the firing lever back\nall the way.\n\n\n\nI grinned at Clair. \"How do you like weighing exactly nothing?\"\n\n\"You always told me I was a little too skinny, Captain Brooks, sir!\"\n\nGramps scowled darkly. \"Aw, you two kids are just making fun of the\nKarden, that's all. So what if we ain't got any gravity to speak of?\"\n\nThe Karden had been built before each ship had its own little gravity\nunit, and no one had ever bothered to refit her. Clair had set up the\nguide-ropes right after acceleration, and now we floated around the\ncrammed little cabin of the ship if we weren't careful. I had to admit\nGramps was right, however. A little inconvenience like this didn't\nreally matter, and the important thing was the fact that I could look\nout the port and see all the little motes of the thousand other ships\ngleaming in the sunlight like tiny space-born fireflies. The Karden was\ndefinitely holding its own.\n\n\"She's built for speed,\" Gramps told us. \"In the old days there was no\nsuch thing as gravity-equalizers anyhow. This soft new generation....\"\n\nI winked at Clair and said, \"Go on. Go play your fiddle, Gramps, and\nleave astrogation to the soft new generation.\"\n\n\"It's a banjo,\" he said. \"I mean a _gui_-tar!\"\n\nThrough the fore-port there was a haze of milky white which in a few\nhours would separate out into the thousands of little planetoids, each\na tiny mote following its predestined course around the sun. Actually,\nsome weren't so small. There was the big bulk of Ceres, with a diameter\nclose to five-hundred miles, Vesta, and some of the other big babies,\nbut for the most part the asteroids were tiny cosmic specks, less than\na mile across.\n\n\"Okay,\" Clair said, \"which one?\"\n\nThat was a good question. You had to consider several things. First,\nsome ships sped through space faster than our Karden, and they'd claim\nthe really first-rate asteroids before we even reached the Belt. Of the\nsecond-raters, you had to consider what sort of mineral deposits they\nhad, which would be the simplest to mine, and so forth.\n\n\"How's about 4270?\" I said.\n\nShe checked the charts. \"Ummm-m. Diameter, half a mile. Eccentricity\nof orbit, .17. Tilted to the ecliptic, .08. Two deserted mining domes,\nexcellent condition. High-grade copper ore, no power tools needed.\nSounds swell, Jerry.\"\n\nGramps stopped tuning his guitar. \"Copper? Did I hear you say copper?\"\nHe snorted. \"In my day men went prospecting for diamonds and other\nprecious stones. Or for gold or pitchblend....\"\n\n\"Ever find any?\" I wanted to know.\n\n\"Well, no. But that doesn't mean I couldn't have. I was just too busy\nwith the women on the outworlds--\"\n\n\n\nI looked at Clair and Clair looked at me. \"4270,\" we said together, and\nwhen Clair checked the charts again she found that its present orbital\nposition was just a few degrees off to the left.\n\n\"Two hours,\" I grunted. \"Maybe three. If we're lucky, she'll be\ndeserted....\"\n\nClair smiled. \"Two domes there, Jerry. Hah--a winter home and a summer\nhome.\"\n\n\"Ain't no seasons on an asteroid,\" Gramps said very seriously. \"Of\ncourse, if you two kids want, you can have one dome and I can have the\nother. Might be a good idea at that.\"\n\nClair told him not to be silly, that we couldn't get along without his\nguitar playing anyway, and then I was busy turning us the few degrees\nwhich would bring us into orbital conjunction with 4270. Ahead and all\naround us the little sparks which were spaceships fanned out in all\ndirections, hurtling for their homesteads out here beyond Mars. It was\nnice to know that in just a few hours--if luck held--we'd be setting up\nhome, living in our own place instead of the crowded barracks they set\nup for transient workers back on Earth. Nice? Hell, that's all we'd\nbeen thinking about since the announcement came through six months ago.\n\nYou really feel a small turn in an old Karden Cruiser rocketing\noutward at top speed. I could feel the gravity slamming me back down\nagainst the right-hand cushions of the pilot-chair, and I heard Gramps\nmuttering something under his breath. With Clair, he had remained out\nof his bunk so that he could watch us blast in toward the asteroid, and\nnow I could picture each of them grasping stanchions for all they were\nworth, peering out of the port.\n\nI couldn't turn around to watch, of course. This landing on a tiny\nasteroid is tricky business. You can't just come in and set her down\nas easy as all that, floating in on the cushion of a five-hundred mile\natmosphere.\n\nThe Karden came in slowly, at right angles to the orbit, and I saw that\n4270 was an amorphous hunk of greenish rock, craggy and mountainous, if\nyou call a ponderously turning rough-hewn slab of stone less than three\nthousand feet across mountainous.\n\n\n\nI worked the studs slowly, feeling the breath go out of my lungs with\neach one, and soon we had executed a turn of almost ninety degrees,\nwith 4270 tumbling along parallel to us now, just a few miles off in\nthe void. You could feel its weak gravity, tugging like a child's\nfingers might tug at your overcoat as you ran in another direction.\n\nI pulled up all the studs together, and I could breathe again. For a\nmoment it seemed that 4270 wouldn't be strong enough to grab us and\nhold us, to reel us in slowly like a fisherman with a whopper at the\nend of his line. But her distance didn't increase, either--and we went\nspinning along through the void with her like a lopsided dumbbell, the\ntiny planetoid and the smaller Karden.\n\nSoon 4270 grew in the fore-port, and quite suddenly she wasn't\nalongside us any longer, but down below. Every time you come in\nfor planet-fall you get that sensation, but it never ceases to be\nstrange--one moment you're heading toward something which is in front\nof you, the next you're hurtling down upon it headfirst.\n\nOnly with 4270's light gravity, we didn't exactly hurtle. It was more\nlike floating, slowly at first and then faster, and then I decided I'd\nbetter give one short blast from our forerockets to brake the fall.\nI pressed the stud and waited. There was nothing. Momentarily, the\nfore-tubes had jammed. Of all the times....\n\nI heard Clair calling my name, \"Jerry, Jerry!\" and then 4270's jagged\ntumbling surface expanded up all around us and the planetoid didn't\nlook so small any more. It looked huge, it could have been Jupiter.\nThere came a grinding bump, and I thought I could hear my safety strap\nsnapping. The black-light dials of the instrument panel zoomed up at\nme from someplace far beyond 4270, it seemed, and I met them head first\nwith a hundred rocket tubes snorting inside my skull.\n\n\n\n\"Good morning,\" Clair said cheerfully.\n\n\"Good _what_?\" I answered, not so cheerful.\n\n\"You slept for twelve hours, so now it's morning.\"\n\n\"And durn you,\" Gramps chimed in. \"You made one hell of a mess out of\nthat instrument board. Why don't you be a mite careful....\"\n\n\"Hey!\" I sat up suddenly, and the pinwheels began to go around in my\nhead like at the Martian Fair. Only bigger. Brighter. \"After that\ncrash, did the chronometer radio our landing here to Vesta?\"\n\nClair nodded. \"I thought of that. I radioed Vesta for confirmation, and\nit came. But right after that the radio went blooie, so now any music\nwe hear will have to come from Gramps.\"\n\n\"I can oblige,\" Gramps said, running for his guitar, but I shook my\nhead.\n\n\"Hold it! We've got a lot of work to do.\"\n\n\"Yeah, sure,\" said Gramps. \"Only what did you think we was doing while\nyou slept peaceful like a baby? We wasn't playing or singing, I'll tell\nyou that.\"\n\nClair explained, \"We were exploring, Jerry, after we made sure you were\nall right. We're less than a hundred yards from one of the domes here,\nand it looks darned good. Of course, I don't know yet if it can be\npressurized or if there'll be any leaks, but I think we can answer yes\nto the first question and no to the second.\"\n\n\"What about the second dome?\"\n\n\"Just about like this one, half a mile around the planet. Living\nquarters in both, plenty of abandoned equipment. You also can do open\npit mining until you burrow clean through the planet. Rich lode, too,\nI'd say.\"\n\n\"Good,\" I told her, and I stood up a bit shakily and took her in my\narms. I kissed her soundly.\n\n\"Jerry. Come on, stop. How can we get any work done this way, Jerry?...\nOoo, Jerry....\"\n\nA few moments later, we all donned our spacesuits.\n\n\n\nEffortlessly, we carried great stacks of supplies across 4270's\ncrumbled, broken surface. The light gravity seemed hardly to exist\nat all, and I think I could have lifted the Karden Cruiser bodily\nif I desired. We made exactly two trips from the ship to the dome's\nairlock, our grav-plates clomping up and down soundlessly under the\nspace-boots--ordinarily it'd have taken us a whole day to unload the\nKarden.\n\nThe horizon was a crazy distorted thing no more than three hundred feet\naway, where the planetoid's surface bent away almost at right angles,\nand right on the crest against the blackness of the sky rested our\nKarden. It looked pretty good on a place which Gramps told me Clair\nhad called ghastly when they first stepped outside to explore, but the\ndome looked even better.\n\nWe stood within the lock now, and with a little squeal of delight which\nI picked up over our suit intercoms, Clair ran for one of the dull\nmetal structures.\n\n\"Look in here,\" she called back over her shoulder, and I entered\nthrough the doorway just in time to see her unscrewing her helmet.\n\nI yelled something loud over the intercom, I don't remember what, and\nthen I flicked off the grav-plate button in the glove of my left hand\nand dove at Clair.\n\nI caught her just above the mid-section and we went down in a heap. I\nswitched on my grav-plates again.\n\n\"Just to show me how strong you are,\" she pouted, \"you don't have to\ncome flying through the air and landing on my belly. Lucky you weigh\nless than a pound without the grav-plates. Only quit trying to be\nfunny.\"\n\n\"Who's trying to be funny? There's only two things wrong with taking\nyour helmet off now. First, we haven't warmed this place, and you'd\nhave frozen your pretty little head off in half a minute. Second,\nthere's less air here than in a vacuum tube, and even after we turn on\nthe air generators I want to examine the dome for possible leaks before\nyou go around taking off your helmet. See?\"\n\n\"Y-yes.\" She suddenly looked frightened. \"It's just that the place\nlooks so warm and homey, Jerry.\"\n\nIt did. We were standing in a foyer and I could see a couple of\nbedrooms off on the left, comfortable, all metal and metal fibre\nconstruction. Further down the hall there was a pantry and when Clair\nopened the door we found it to be full of canned goods, all glued to\nthe shelf lightly against the tricks which could be played by the\nnegligible gravity. Beyond that, we found a first-class, compact\nkitchen unit, and you should have seen Clair's eyes light up. If\nthere's anything that makes a girl sparkle all over, it's the first\nsight of a good kitchen over which she's to have domain. You can be\nanywhere--New York or here on 4270 or out on Pluto, it wouldn't matter.\nShe hardly heard a word I said for the next ten minutes, as I patiently\nlined up the things we must do first. Three things, primarily. We had\nto start the heating units within the dome, do the same for the air\ngenerators, and check the dome itself for any leakage.\n\n\n\nGramps took care of items one and two, and I felt an urge to take off\nmy helmet without checking further. But that was silly. We had played\nthe game right thus far, and it would be pointless to get into serious\ntrouble over a thing like that.\n\nSo for the next fifteen minutes, Clair and I just knocked off our\ngrav-plates and swarmed all over the inside of the dome like a couple\nof trained houseflies. From this height I could see almost half way\naround my side of the little planet, and Clair's line of vision\nprobably came close to meeting mine someplace around the equator. And\nafter a time I was satisfied that my side of the dome couldn't lose as\nmuch as a molecule of air.\n\n\"Tight as a thermos bottle,\" I called over the intercom. \"How's yours,\nClair?\"\n\nHer answer was a scream. It jarred me from my precarious hold on the\nunder surface of the dome, and I went floating to the ground as light\nas a feather.\n\nClair still clung up on top yelling so loud that the intercom only\nreproduced the sound as garbled noise and static. And I couldn't do\nanything but float down slowly, with Gramps motioning me down with his\narms, as if I could do anything to hurry.\n\nClair scrambled down her side of the dome and waited there next to\nGramps, hands on hips, looking up at me like a vexed mistress might\nlook at her lap dog when he didn't come to her call soon enough. But\nshe looked more composed now, and she took off her helmet. The air\nsituation, then, was all right, and I unscrewed my own fishbowl and let\nit float down beside me.\n\nThe air was a bit musty, but otherwise good, and I judged the\ntemperature to be about fifty degrees now. Ever strip in mid air? I\npeeled off my spacesuit and watched it float down too, agonizingly\nslow, and finally I alighted in my leather jumper.\n\nClair said, \"It's a--\"\n\n\n\nShe never finished the sentence. Something jarred the ground under me\nlike a miniature earthquake, and I sat down hard.\n\n\"A ship,\" Gramps said. \"Clair saw a ship coming in on the other side!\"\n\n\"Now it's landed,\" Clair told us. It wasn't necessary. That jar could\nonly have been produced by a ship or a man-sized meteor.\n\n\"So what?\" I wanted to know. \"So someone made a mistake and landed\nhere. Our claim's already in. When their claim goes through, Vesta'll\ntell them.\"\n\n\"Sure,\" Gramps brightened.\n\nClair smiled too, as if to say, you're right, so what are we worrying\nabout?\n\nOnly my enthusiasm didn't last long. My reasoning was tilted. It was\nwarped. Crazy. \"Uh-uh,\" I shook my head. \"It isn't as simple as that.\nFirst place, Vesta was supposed to beam a broadcast all over the Belt,\ntelling who landed where.\"\n\n\"Hmm-m,\" Gramps mumbled.\n\n\"Maybe,\" Clair said. \"Maybe. And that ship, Jerry, it was too big. Much\ntoo big to be one of the family ships. One of those long, tapering,\nnarrow-finned cruisers, brand new.\"\n\nI was trying to digest this latest bit of information, when Clair\npopped her helmet back on her head and ran for the airlock. I called\nto her, but she couldn't hear me--she was going to see just who our\nvisitors were.\n\n\"Fiery young thing!\" Gramps snorted, but I hardly heard him. I\nzipped myself inside my suit as fast as I could and started to run\nfor the lock. Only I didn't. I flew. I had forgotten to snap on the\ngrav-plates, and once again I had that agonizing sensation of floating\ngroundward.\n\nI made it, cursing, then I tore through the lock, in record time. When\nI reached the Karden, Clair came darting around its other side and ran\ntoward me, out of breath, half stumbling. We got back inside the dome,\nand I said:\n\n\"Well?\"\n\n\"Oh, Jerry. Jerry!\"\n\n\"What is it, hon?\" Clair got excited easily, but not this way.\n\n\"Some men were out of the ship and I hailed them. Someone shot at me--\"\n\n\"_What?_\"\n\n\"Yes! He didn't say a word. He just lifted an ugly-looking gun and\nfired. A big column of rock disappeared right next to me, Jerry.\nJust like this.\" She snapped her fingers. \"He shot at me with a\ndisintegrator. A _disintegrator_, Jerry....\"\n\nI gulped. How would you feel being trapped on a rock less than half a\nmile across, without any weapons, with your radio shot to hell, without\nenough fuel in your ship to get you half way to any other asteroid,\nwhen you knew that around on the night side were maybe a dozen armed\nmen, claim jumpers, ready to kill you on sight?\n\nI gulped again.\n\n\n\n\"Take it easy,\" Gramps advised us. \"Now, just you both relax. There has\nto be a way outa this, only we ain't found it yet.\"\n\nThe only part of his statement I could agree with was the very last,\nonly I had to admit he had a point there. Just wasn't any use, as\nGramps would say, for Clair and me to go running around like a couple\nof chickens without their heads, the way we'd been doing for the past\nfew hours.\n\n\"Okay,\" I said. \"Let's look at this thing. Let's see exactly where we\nstand.\"\n\n\"More like it,\" Gramps nodded his head.\n\nClair said, \"Whoever they are, they landed here illegally. And they\nwant our copper....\"\n\nI brightened, but only for a moment. \"No. I think you're off the beam,\nhoney. If it's our claim alone they're after, why just this stinking\nlittle asteroid? There are lots bigger and lots richer, yet they chose\nthis one. They want something else. But what?\"\n\nClair said we'd come back to that later. \"First,\" she said, \"just what\ncan we expect them to do? I mean now, or in the immediate future.\"\n\nI considered. \"Well, temporarily at least, they probably won't do a\nthing. Or will they?\"\n\n\"You're durned right they won't,\" Gramps said. \"They won't bust this\ndome up right away to get at us, nossir. First they'll see if they can\nget us without doing that.\"\n\nIt made good sense. Whatever their purpose, both domes could be a\nvaluable asset, and maybe they'd play with us, cat and mouse, before\nthey applied the disintegrators to our dome.\n\n\"Sure,\" said Gramps. \"Just like the old days of the East-West war when\nit spread out to the planets. An army can't be everyplace at once,\n'specially not all over the System. Right?\"\n\n\"Right,\" Clair said, and I nodded.\n\n\"Hey,\" Gramps suggested, \"you don't suppose they are Ruskies, do you?\"\n\n\"No,\" I said, smiling. I reminded him that the war had been over before\nI was born.\n\n\"Hmm-m, yes. Did I ever tell you the time I was fighting near Gossena\non Ganymede? I was a foot-soldier, y'know.\"\n\n\n\nHe had told us many times and I said so, but he didn't bat an eyelash.\n\"Anyway,\" he said, \"it was a war of nerves. We tried to scare them, and\nthey tried to scare us, one way or another, and the side that did the\nmost scaring won. Us.\"\n\nClair wanted to know what all that had to do with this.\n\n\"Easy, kid. Just hold your horses. These guys on the other side of 4270\nwill be using a war of nerves with us, a real simple one. They know\nit'll be maybe a month before the government ship comes--\"\n\n\"What about the radio?\" I said. \"Won't they think we called for help?\"\n\n\"Nossirree. Not if they're smart. If we did call for help they could\nhightail it out of here, pronto. The way Clair describes that ship,\nthey could beat anything the Government has in the Belt, anything short\nof a battle-cruiser, and there ain't none out beyond Mars. No, if\nthey're smart they'll have to figure that something went wrong with our\nradio, or we'd a called for help right away. It's an easy gamble for\nthem to take--they can always zoom away.\"\n\nEverything Gramps had said was beginning to make a lot of good sense,\nand I motioned him to continue.\n\n\"Sooo, their war of nerves is easy. They just wait for us to make\nthe first wrong move, and then they get us. Blop! Real simple with a\ndisintegrator.\"\n\nHe wasn't kidding. All you had to do was disintegrate a person, his\nship, his belongings, and you'd have committed a pretty air-tight\nmurder. Of course, the old legality about a corpse had been chucked out\nthe window years ago when the first disintegrators were developed, but\nin a case like this, the only thing the government would have to go on\nwas the fact that our landing here on 4270 had been recorded. Not much.\nPitifully inadequate. And I told them that now.\n\n\"Swell,\" Clair said. \"Only please, Jerry, cut it out. You sound like\nyou're crying at your own funeral. I'm scared....\"\n\n\"Sure,\" said Gramps, \"we ain't licked. We'll just have to figure out\na war of nerves just a bit better than theirs. War of nerves, that's\nit. I can remember, outside Gossena.... The Ruskies employed Martian\nmercenaries, y'know....\"\n\n\"That won't be easy,\" Clair reminded him. \"Especially since we don't\neven know why that ship came here. We can't even find out.\"\n\nI grinned. \"Who says we can't?\" I picked up my fishbowl helmet and\nplopped it ungently over my head.\n\n\"What the heck are you doing?\" Clair asked me.\n\nMy voice must have sounded muffled from under the helmet as I said:\n\"Simple. Our intercom can pick up theirs. As soon as some of them pop\noutside their dome and start talking, we'll know.\"\n\nThat much was true. The intercom could pick up any similar conversation\non the entire tiny planet. It could do that, but it wasn't directional.\nIn other words, you'd hear voices, all right, only you wouldn't know\nwhere they were coming from. One trouble, however, marred the idea: you\ncouldn't tell how long it would be before some of our visitors decided\nto lift themselves up and venture outside the dome. Might be any time\nnow, or it might not be for days, or it might be just once, and then\nbriefly, for as long as it would take them to stroll to our dome,\ndisintegrate the lock, march through, and turn us into three specks of\nmolecular dust.\n\nI sat grimly with the helmet over my head, waiting. All I got was\nstatic.\n\n\n\nWe took turns, and our hopes for a happy home life out here on 4270\nwere shot to hell. One of us would sit listening, head buried in his\nhelmet, another would bustle about, keeping the functions of the dome\nin order, and the third would sleep.\n\nIt was my turn to sleep, and I can remember the beginning of what would\nhave been a corker of a dream. The visitors in the other spaceship\nweren't men at all, but hideous monsters from some nameless extra-Solar\nplace, trying to decide where in the Solar System they'd like to live.\nThey seemed ornery enough to decide on crowded Earth.\n\nI never knew for sure. One of them was breathing down my neck, then\npoking me, and I sat up fast. It was Gramps, and he was scowling at me\nfrantically inside his fishbowl helmet.\n\nI didn't have to be told. My own helmet sat securely on my shoulders in\na matter of seconds, and I listened. You could hardly tell the voices\napart, but from the conversation you knew that there were two of them.\n\n\"... all over this planetoid. Aw, what's the use? The boss just had a\nwrong notion, that's all.\"\n\n\"I dunno. Can't be sure. This is a small place, yeah: but there's\nenough wrinkles and folds to keep you looking for months. We ain't\ncovered nothing yet. Also, how's about inside the other dome. It\ncould be there, eh?\"\n\n\"Well, it better not be. If those guys in there find it before us....\"\nI didn't know what \"it\" was but I liked this voice better. It was\npessimistic, and the more pessimistic our visitors were, the better I'd\nlike it.\n\n\"No, it ain't in the other dome.\" The rat, I thought. \"It wouldn't be\nin either dome, stupid, or the miners here before the depression woulda\nfound it. I was wrong--it's outside somewhere, all right.\"\n\nClair sat with us now, hunched over elbows on knees, listening through\nher own helmet.\n\n\"So we just march around this lousy rock until we find it.\"\n\n\"Yeah. But take it easy, stupid. It'll be worth it. A weapon like that,\nwhat power....\"\n\n\"I don't know. We better find it soon. The wife's in Chawka City on Io,\nand there's a damn saloon-keeper there--\"\n\n\"Haw, haw, haw! A family man, a regular family man, that's what we\ngot with us. But don't worry, we'll find it. The Ruskies left that\nthing here someplace, and don't worry, we'll get it. The boss ain't no\ndodo....\"\n\n\"Well, I'd feel a lot better if we got rid of those guys in the other\ndome. It'd be a lot safer.\"\n\n\"Just shut up. When the boss tells us to do something, we'll do it.\nOtherwise, stop yammering.\"\n\nSo our pessimistic friend wanted us dead too? I hoped that his wife\nwould commit the unpardonable crime with every man-jack in Chawka City.\nIt would serve the rat right.\n\nThen there was a lot of garbled static and no more talking. Evidently\nthe two men had entered their dome again and had removed their helmets.\nNo more talking, exactly as if they had ceased to exist. And after the\none way contact had been established, it was almost eerie.\n\n\n\nGramps was jubilant. \"There y'are, kids. Simple as that.\"\n\n\"As what?\" I said.\n\n\"Kid, don't you read your history?\"\n\n\"He goes in for lurid novels,\" Clair said.\n\n\"Waal, it's like this. Right at the end of the war it was rumored the\nRuskies developed a super-duper weapon. Something really hot, that\nwould make the atom-bomb look like a kid's squirt gun. They didn't have\na chance to use it, and when the war was over they hid it out here in\nthe Belt somewheres, thinking maybe they'd get another chance. So them\nguys think this is the place. Hmm-m, maybe they're right, and if we\ncould find that weapon before them.... Oh boy!\"\n\nI shook my head. It was a pretty little story, with one major flaw.\n\"There's no such weapon,\" I said. \"I remember the history part of\nit, all right. But I also remember what followed. Government sent\nout hundreds of ships, in ten years they combed the Belt. No secret\nasteroid. No Ruskie cache. No weapon. No nothing.\"\n\n\"Well, these guys are looking--\"\n\nI told him, \"On Earth, people still look for Captain Kid's treasure,\nand for sea serpents, too. They just won't find either. There aren't\nany. Nope, Gramps--there's just a lot of copper on this asteroid,\nthat's all. If we could convince our visitors of that, they'd get out\nquick.\"\n\n\"Well, we can't,\" Clair said. \"You heard those two guys. Their boss is\nas sure of finding that weapon here as he's sure of anything.\"\n\nI began to smile, and I think I even laughed a little, because they\nboth looked at me queerly. \"That's it,\" I said.\n\n\"That's what?\" Evidently, my enthusiasm had not carried to Clair.\n\n\"The way we'll do it. We'll use Gramps' idea, the war of nerves....\"\n\n\"Hot dog!\" Gramps purred like an impossibly ancient kitten.\n\n\"We'll agree with them. Okay, there's a weapon here, a pretty awful\nthing. We'll talk over our intercom and let them know we know it too.\"\n\n\"Uh-uh,\" said Clair, definitely interested. \"They'll probably be\nlistening, just like us. Go on, Jerry, let's hear more.\"\n\n\"Sure. And we'll go a step further.\"\n\n\n\n\"I got you!\" Gramps cried. \"We'll really find the weapon.\" There just\nwas no convincing a die-hard romantic who had fought in the last war.\n\n\"Yes and no,\" I said. \"There is no weapon, none here and none anyplace\nelse in the Belt. _Only we'll make believe that we find one._ A war of\nnerves, Gramps. Maybe we can scare them the hell off this planet.\"\n\n\"Hmm-m,\" said Gramps. \"I knew you'd come around to my way of thinking.\"\n\nBecause we all liked the idea, we continued to speak of it for hours,\nand this is the way things boiled down.\n\nItem. It had to be an awful weapon, something that would frighten a\nman and make the little hackles stand up on the back of his neck, and\nsomething which apparently could be applied most readily here on 4270.\nThey were convinced that a weapon did exist, good: they'd believe\nalmost anything we could concoct.\n\nItem. This one I didn't like. Since our two talkative friends had\nintimated that their boss knew the weapon couldn't be within our dome,\nwe'd have to go outside for the weapon and let them catch a glimpse or\ntwo of us prowling about. That could be dangerous, because they could\npop us off with their disintegrators any time they got the urge. Which\nwould probably be as soon as they saw something tangible at which to\nfire. We'd have to flit about like shadows. Less than shadows.\n\nItem. We'd start \"broadcasting\" to them, and we'd pretend we didn't\nknow we were doing it. The bigger the lie the better it would sound,\nand we'd have to start almost at once. This could be fun.\n\nItem. We had nothing concretely in mind beyond that. But the important\nthing, as Gramps put it, was this: we'd be in the driver's seat,\nconducting the war exactly how we wanted, and they'd have to sit around\nguessing.\n\nGramps was chipper enough to strum a few notes on his guitar.\n\n\n\nFor three Earth days by the clock in our living quarters, we managed to\nstay out of trouble. And I think we were getting somewhere, too. Gramps\nwould go outside with Clair, poking around amid the rubble, talking\nabout how close they were coming. Then they'd let themselves be seen,\njust for the briefest moment, and they'd scoot back inside our dome,\nfast.\n\nProbably, it was pretty safe at that. We could tell from what they said\nvia intercom that our visitors were interested. And, if they thought we\nknew something, they'd be in no hurry to kill us. At the most, they'd\nwant to take us alive and see what they could learn.\n\nGramps and Clair were outside, talking, and as I listened, I got\nan idea. If I went outside, too, our enemy would be confused into\nbelieving there were more of us. I could invent a few new voices and\na few names and they might be led to believe we had a whole army here\nwith us. So what if our ship was small? This could have been the last\nof several trips....\n\n\"Confuse 'em,\" Gramps had said once. \"Get 'em on the ground and tramp\nall over 'em with a war of nerves. Bury 'em under a pack of terrible\nlies, that's what.\" I'd do it.\n\nI stood atop a pinnacle of rock and made myself look busy. If they had\nany lookouts perched high within their dome, they wouldn't miss seeing\nme, and I was gambling everything on the fact that they wouldn't shoot\nbecause they wanted to learn something from us.\n\nThen I popped behind my pinnacle of rock, out of their range of vision,\nand I hauled myself up the other side. I did this a few times, and\nthey probably thought half a dozen of us swarmed all over the rock,\nexploring.\n\nI said, \"If this ain't the place, I'll eat my hat.\"\n\n\"Can't tell, George,\" I said in a higher voice. \"Might be. Might not.\nBut we're getting close, that's for sure. Good thing we found those old\nRuskie charts.\"\n\nOh, I was having a glorious time. I said, for George, \"We could blast\nthose other guys out of their dome any time we want. So why are we\nwaiting?\"\n\nI was getting cocky, and I used a deep bass this time. \"You know the\nchief wants to have some fun with that weapon. 'No place better to try\nit,' he told me, 'than on our friends over there.' Just wait.\"\n\n\n\nAn inspiration hit me, all at once. I had our weapon. \"Yeah,\" this\nwas my George voice again, \"but what an awful way to die. I wonder if\nthose charts are really true; you press a button, and anyone around who\nhappens to be in contact with iron or steel just gets broiled alive.\"\n\nI poured it on in my middle-sized voice. \"That's it, okay. The charts\nwouldn't lie. Can you imagine what those Ruskies could have done with\nthat in the War?\"\n\n\"Uh-huh. That woulda hit everyone. You carry a blaster, it's steel.\nDisintegrator, too. Wear a spacesuit, you also get broiled. Go near a\nradio, same thing. Man, it scares you: hope the chief knows what he's\ndoing.\"\n\n\"He knows,\" my good new friend George said, and because I figured\nthey had heard enough for now of my terribly selective yet horribly\nuniversal weapon, I marched off my pinnacle and made my way back over\nthe rubble toward our dome. I chuckled softly to myself. Clair and\nGramps had doubtlessly heard of my new weapon via their intercoms, and\nI thought they'd be mightily pleased. It had infinite possibilities in\nthis war of nerves.\n\nThey were waiting for me outside the dome-lock, and I thought that was\nfunny because I had expected to find them within the dome.\n\nAnd then I ran. One, two, three figures stood within the dome, staring\nout solemnly at Gramps and Clair. I reached them and I tried the lock.\nI didn't have to--I don't think I could have entered with a blow torch.\n\nI looked at Clair and Clair looked at me, and then we both looked at\nGramps. He shrugged eloquently enough, and after taking one last angry\nlook at the three men within our dome, we turned and walked away. The\nangry looks made them smile, as we left one of them even thumbed his\nnose at us. That gesture, too, was eloquent. It said, _suckers!_\n\nWe retreated to the base of my pinnacle of rock, where we couldn't be\nseen from either dome. What had happened was simple. In my enthusiasm\nI had left our dome deserted, and apparently our trio of friends back\nthere had found it that way. The dome-locks, of course, are manipulated\nfrom within, and there's no way to secure them from the outside. So the\ntrio had walked in, closed the lock behind them, and we were stuck out\non the cold, dark, airless surface of 4270.\n\nI tried to scratch my head and nearly succeeded in cracking my helmet\nwith a leatheroid glove. Gramps and Clair had gone out before me: they\nhad perhaps an hour's air supply left. Maybe I had three, with luck.\n\nThe Karden didn't have enough air within its old hulk now to satisfy a\nlungfish in suspended animation, and by the time we could get its old\ngenerators working again, we'd be three asphyxiated corpses.\n\nSo, we could do two things. We could wait out in the open like sitting\nducks and wait for the unknown enemy to take us, or we could just sit\nhere near our pinnacle of rock and suffocate.\n\nI cursed myself soundly, but I stopped and tried to comfort her when I\nsaw that Clair was crying. It isn't easy, not through a spacesuit and\nnot when you think you'll be dead in not much more than minutes.\n\nGramps felt the fear too, he was muttering to himself. Clair murmured.\n\"Jerry.... Oh, Jerry ... I don't want to die!\"\n\n\n\nI had to think fast. I had to think faster than I ever thought in my\nlife, and generally I like to explore my way around a problem, looking\nat it from all angles. But the air left for Gramps and Clair could be\nmeasured in minutes now, and mine wasn't much more.\n\nI said, \"What are you worrying about? George and Harry and the other\nboys will have that thing rigged up in a couple of hours, sure. We'll\ngive those guys in both domes a little bit of hell. Won't be a one left\nalive.\" I tried to make the butterflies remain in my stomach, to have\nthem go anyplace but in my voice. It almost didn't work.\n\nClair and Gramps looked at me like I might be crazy or something, and I\nraised a gloved finger up and tried to line it up in front of my mouth\nto tell them to shut up.\n\nGramps said, \"George and Harry?\"\n\n\"Of course. They found it half an hour ago, and now they're setting it\nup. Just a matter of time, so relax.\"\n\nI squatted down on my hands and knees, making the gesture for silence\nagain. I found a jagged little rock and started to trace lines in the\npowdery pumice. It was messy, but they could understand it. I wrote:\n\n    GO TO THEIR OLD DOME AND GIVE UP. YOUR AIR WONT LAST. THEY WON'T\n    KILL. SCARED. QUESTION YOU ABOUT WEAPON. REMEMBER WHAT GEORGE &\n    HARRY SAID ABOUT WEAPON BEFORE, BUT PLAY A LITTLE DUMB. LEAVE\n    REST TO ME.\n\nI waited while I saw them reading it, then I rubbed it out. Clair shook\nher head. Her eyes told me plainly enough that she didn't want to die,\nbut that she'd rather die out here with me than otherwise.\n\nGramps looked like he would rather be sitting someplace comfortable\nwith his guitar, but he was trying to smile a little.\n\nI crouched and wrote again, just three words:\n\n    PLEASE GO. NOW.\n\nI erased the line with my boots and I waited, then I turned around\nfor a long time and didn't look back at them. When I did, they were\ntwo tiny figures on the twisted, broken landscape, walking toward the\nsecond dome.\n\n\n\nFor a while I waited, and then I swarmed all over my pinnacle again,\nlike George and Harry and anyone else who might have been around. They\ncould come and get me, of course, but I figured they wouldn't. Then\nthey might never find the weapon. That was their dilemma, not mine.\nMine was to do something along the lines of Gramps' war of nerves, and\ndo something good, before my air ran out.\n\nI said, \"Watch it, George. Take it easy. Don't you think the chief\nought to be around before you try anything?\"\n\nI climbed off the pinnacle so no one could see me. \"Naw,\" I made George\nsay. \"I know what I'm doing. F'r gosh sakes, what could happen? I got\nthe charts right here. I wanta hurry and get back to the wife in Canal\nCity. Some damn bus driver....\" I'd make it sound like their own story,\nand maybe they'd believe.\n\n\"Well, okay,\" my Harry said dubiously.\n\nGeorge sighed. \"There. That does it. Now--watch.\"\n\nSilence. I watched thirty seconds tick off on my suit clock, then I\nmade Harry scream:\n\n\"George! Good God, George.... Arrgh!\"\n\nI hoped the scream was a good one. Honest, it almost scared me. Poor\nGeorge and Harry: I had killed them off quick enough. Now I had to\ninvent new characters. For a brief moment I wondered what had happened\nto Clair and Gramps, but then I pushed them out of my mind. I couldn't\nafford to think of that now.\n\nI let six minutes pass. It was agonizing, but I did it. Then I did my\nbest to invent two new voices.\n\n\"So, here's the spot, Mike. Funny, I don't see them.\"\n\nMike had a high, squeaky voice. \"Hah-hah, don't worry, chief. They'll\nbe around.\"\n\n\"I don't find your humor amusing. So--Mike. Mike! Look....\"\n\nI let my voice trail off. If this wasn't so damned serious, it could\nhave been amusing. I was really living the part.\n\nMike said: \"God, chief, both of 'em. Shrivelled up like that, burned to\na crisp. Chief--\"\n\n\"What can you do? I told them not to play games with it until I came,\nand they just didn't know how to work the damper. Fools, they could\nhave killed us all. Well, suppose we take care of those people in the\ndomes.\"\n\n\"You mean like this, chief?\"\n\n\"Certainly, like this. No one asked them to butt in here.\"\n\n\n\nI didn't say anything else for a while. I could feel myself sweating\nunder the helmet, and momentarily, at least, I had run out of things to\nsay.\n\nSomeone else came to my rescue. For the first time, one of the other\nparty attempted direct intercom communication.\n\n\"Hey you out there,\" a voice said. \"This is Reardon, in charge of this\noutfit.\" He sounded afraid. \"Lay off or we'll blast these two prisoners\nI got....\"\n\n\"You're telling me to lay off?\" I demanded, trying to think of\nsomething to say. \"You're telling me to lay off? That's rich.\"\n\n\"What do you mean?\" The voice was still frightened, and I began to feel\na little better. They had fallen for this so far all the way.\n\n\"What do I care what you do to those two? They're a couple of\nhomesteaders who happened to barge in here, an old man and a girl. Go\nahead, kill 'em. What's the difference, you'll follow in a couple of\nminutes.\"\n\nThat got him. \"Wait,\" he said. \"Hold it, please.\"\n\nI yawned, loud enough for the intercom to pick it up. I hoped I\nwasn't overdoing it. \"Mike,\" I drawled, \"set that thing up so we can\nfinish the job and get out of here, eh? Now, be careful. Connect that\ndampening rig like that, that's it. Careful. Just make sure the pole\nfits into that hole real snug. There you are. You did it....\"\n\n\"You _sure_ you wanta use this thing on them, chief?\" I had Mike say.\n\n\"Why in hell not? Come on. Now!\"\n\nThe voice over the intercom was almost a shriek. \"Stop! For the love\nof heaven please stop! Cut it out, please. Don't roast us. We give up!\nWe--\"\n\nI said, \"Who cares if you give up or not? I just want to try out my\nweapon. No one asked you to poke your nose in here like this. You hear\nhim, Mike? He gives up. That's funny.\"\n\nMike said, \"It ain't so funny. If they give up, I say let 'em go. Hell,\nthey won't give you any more trouble, chief.\"\n\nThe frightened voice was pleading now. \"Listen to him, friend. Go\nahead, listen. We give up, see? We're harmless. We'll go away.\nAnything. The weapon's all yours....\"\n\n\"Well--\"\n\n\"Go ahead, chief,\" Mike said.\n\n\"Umm-m. Well, okay. Hey you guys! All of you get into one dome, fast,\nand throw every gun you have outside. Your spacesuits, too. You'd\nbetter, because I don't exactly trust you. I'm going to give you five\nminutes and then I'm going to turn this thing on. Anyone has an ounce\nof iron or steel on him, he'll be broiled.\"\n\n\n\nI waited, atop my pinnacle. I saw three figures running from the\ndirection of our original dome, heading for the other one. In a moment,\nthey disappeared over the close, jagged horizon. I said:\n\n\"That's about enough time, Mike. Turn it on.\"\n\nI swaggered across the rubble-strewn asteroid. As I approached the\ndome I began to feel nervous, but I didn't stop my swaggering. Outside\nwas a great pile of disintegrators, blasters, and heaters, plus a\ndozen spacesuits, assorted knives, pens, pencils, coins, pots, pans,\nflashlights, all sorts of tools--even a heap of leatheroid jumpers,\nbecause someone must have realized the stitching was of steelite fibre,\nwhich it was.\n\nI picked up a couple of the heaters and tried the outer airlock door.\nIt swung in easily.\n\nI stood inside the dome with my two heaters and the reaction set in.\nI started to laugh. A dozen big strong men sat about, half naked and\nafraid in their underwear, and over in a corner stood Gramps and Clair,\nalso down to their scanties.\n\nThe biggest of the twelve men said, \"I'm Reardon. Thank you. Thank you,\nsir....\"\n\n\"Shut up,\" I told him. I waved my heater and he shut up.\n\n\"We've had to do it, too,\" Clair said, running into my arms, pulling\noff my helmet and kissing me. I threw one of the heaters to Gramps,\nand Clair was speaking again, \"I almost laughed and spoiled the whole\nthing, but Gramps and I took off our jumpers, too, to make it look\ngood. In fact, Gramps gave them the idea.\"\n\nGood old Gramps....\n\n\n\nGramps donned his spacesuit and so did Clair, and Reardon, still not\ncomprehending, mumbled his thanks. I explored the inside of the dome\nthoroughly, making sure there were no hidden weapons. Then I stepped\nthrough the lock with Clair and Gramps, and I closed the outer door. I\nnotched my heater to low intensity and fused the door and the dome into\none piece. They'd need a heater or a disintegrator to get out, and\nthey didn't have either.\n\nClair was smiling happily, now. But Gramps had a frown on his face.\n\n\"So what do we do with 'em?\"\n\n\"Simple,\" I replied. \"We wait for the government ship. It'll be here in\na few weeks. They're not going anywhere in the meantime.\"\n\nGramps continued to frown. \"You think we oughta report what they was\nlookin' for? The Ruskie weapon, I mean....\"\n\nI laughed. \"That won't be necessary, Gramps. We'll do even better than\nthat. We'll tell them what the weapon is.\"\n\nClair looked at me dumbfounded and I found myself grinning at both her\nand Gramps.\n\n\"Jerry! You can't be serious--we didn't really find the weapon!\"\n\n\"We not only found it, we used it, hon,\" I told her. \"I did some fast\nthinking while I was up on the rocks before. In a way I was in the\nsame boat the Ruskies were when we beat them. I had to use desperate\nmeans--anything I could, and mainly something that would start fear, a\npanic....\"\n\n\"But I don't see--\" Clair was confused.\n\n\"The Ruskies had a powerful weapon, all right,\" I replied. \"The only\ntrouble was they used it too late. Fortunately for us we still had\ntime--and our opponents weren't too bright mentally anyway. If they\nhad been it might not have worked. Matter of fact, that's the big\nthing that licked the Ruskies. We were a bit too shrewd for them. Our\nmilitary leaders saw right through their weapon.\"\n\nGramps stamped his foot angrily. \"Now look here, Jerry! Stop ramblin'\naround like that! Just what weapon you talkin' about?\"\n\n\"Propaganda, Gramps. Propaganda, the greatest weapon in the\nuniverse--if used right. Now what do you say we get down to work and\nmine some copper?\"\n\nWe were all laughing as we made our way to the other dome.\n",
    "metadata": {
        "author": [
            "Marlowe, Stephen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65324/pg65324.txt",
        "name": "the_old_way.json"
    }
}