{
  "name": "The Dream-God, or, A Singular Evolvement of Thought in Sleep",
  "author": [
    "Cuningham, John"
  ],
  "body": "  NEW YORK:\n  PRINTED FOR THE AUTHOR BY\n  ANDERSON & RAMSAY.\n  28 FRANKFORT STREET.\n\n\n\n\n  Entered according to act of Congress, in the year 1873, by\n  JOHN CUNINGHAM,\n  In the office of the Librarian of Congress at Washington.\n\n\n\n\nTO MY FRIENDS.\n\n\n_Although requested by a number of you at various times to write this\ncondensed narrative of an event in my life, associated with much\nmisfortune, sadness and suffering which have continued for some years,\nit was not until during a lonely period of quietude at Brooklyn, N.\nY., in the summer of 1872, that I made the effort. I do not expect the\npublic to give much credence or interest to the matter, but to you who\nknow me I can trustingly give the assurance that this little book is an\nunaffected and truthful production. It is published as an affectionate\nmemorial to you of mutual esteem and friendship._\n\n  APRIL, 1873.\n\n\n\n\nA SINGULAR EVOLVEMENT OF THOUGHT IN SLEEP.\n\n\nA REMARKABLE DREAM.\n\nThe peculiar and startling effect of morphine on a person unaccustomed\nto its administration, was happily illustrated in the instance of a\ngentleman to whom, under its influence, (about three eighths of a\ngrain,) the dream to be related occurred. This individual, (a South\nCarolinian resident on a plantation,) a few years ago, had lately\nreceived a severe and extensive burn, which confined him to his bed six\nmonths. An allusion by him in a casual conversation in the city of New\nYork recently to the eventful dream and its circumstances, brought out\na solicitation to him to write its narrative, which in substance he\nhere gives.\n\nOne evening in midwinter, a few weeks after the accident, the almost\nexhausted sufferer, having taken the prescribed nightly dose of\nmorphine, fell asleep.\n\n\n\n\nTHE DREAM-GOD.\n\n\n\n\nPART I.\n\n\nThe sleep was serene, the mind active, and the dream promptly and\nvividly supervened. A being in the form of a handsome and matured man,\nfull of _esprit_, in a white and easy-fitting garment, with bright,\nbroad and sweeping wings coming out from each side of his back below\nthe shoulders, appeared to the patient at his bedside, and announced to\nhim that he was the Spirit of Morphine, of a heavenly and _immortal_\nnature, and that he had come to carry him on an aerial voyage over many\nparts of the world; to show him many attractive regions and things,\nto introduce him to various races, royal personages, distinguished\ncelebrities, etc.\n\nThe sleeper with surprise inquired, “How can I go with this stricken\nand impotent body?”\n\nThe Immortal replied, “You must leave your body here; your spiritual\nbeing can accompany me.”\n\n_Sleeper._--“But I fear that before my return my friends may see and\nregard my inanimate body as dead, and bury it.”\n\n_Immortal._--“Fear not. I will restore you in due time to your body;\nand I will prepare you for our adventures as I am prepared.”\n\nThus assured, the somnipathist crept gently out, headway, from his\n“mortal coil,” glided over the headboard of his bedstead, glanced back\nupon his sleeping frame in his very image, then sprang lithely to the\nsill of the window, where the sash had already been thrown up by the\nMorpheus, and finding himself equipped with needed dress and wings,\nsoared with his companion into the air.\n\n_Immortal._--“What route do you prefer?”\n\n_Mortal._--“I wish to have a birdseye view of Charleston, (once my\nhome,) by gas-light and then toward the Arctic Pole.”\n\nThe aerial _voyageurs_ were, as if in a moment, hovering in a slow,\nscrutinizing flight over Charleston, with stars above, and looking\nas upon stars below; and in front, athwart the ocean, a long line\nof light, gleaming from a newly-risen moon, invited their quickened\npinions into the illimitable spaces over the far-bounded deep. Curving\nin a wide ocean-sweep northward, and moving with lightning-speed, they\nperceived, although having a full sense of comfort, varying currents\nof icy gales and warm breezes; and from their transparent height\nsaw beneath them the dark, girdling strata of cyclone hurricanes,\nor sheeny, swathe-clouds of crystal congelations; or, within their\nextended girdles, broad, oval areas of clear-rolling sea, and far down,\nby a peculiar dim lighting of its depths, the plains, hills and vales\nit immersed, and the myriad tribes of the deep in their amazing animate\nforms.\n\n_Mortal._--“I would see the borealis.”\n\n_Immortal._--“You shall, anon.”\n\nThe dream seemed to change. The parties suddenly found themselves\nlying in open sea-shells, structured to their lengths and sizes,\nfloating side by side on a tranquil waste of waters, feet foremost,\nheads pillowed, and eyes bent upward and northward. A lowered and\nmurky sky appeared as a dun-colored ceiling, of little height above\nthem; and they were thoughtful, and in low tones they occasionally\nuttered weird thoughts on life--mankind--earth--God. A drowsy moment\nensues. Then slowly lifts the gloomy canopy, and along the distant\nnorthern horizon, the fog having rapidly disappeared, a lengthened\narc of whitish light spans itself. The heavens are again clear. From\nthe bright arc dart upward along their northern hemisphere radiant\nstreams of every lighter hue, and in incessant changeful brilliancy--a\npanoramic spread of incandescent splendors. A whirl of cold, shimmering\nlight dashes around and over towering icebergs, and amazes the eye. It\ncloses, and when again it opens, the Arctic travellers find themselves\nsoaring aloft, and they look upon an open, calm, unfrozen polar sea.[A]\nThe Spirit of Morphine remarks: “You now see, and will see, things\nunknown to man. This comparative warmth comes from the fire and glowing\nheat in the bowels of the earth, as you will soon ascertain.”\n\nThey move on; they are at the Pole; the north star is in the zenith. A\nmagnetic needle appears hanging in mid-air, like the visioned dagger\nbefore Macbeth, and dips southward and westward toward the other--the\nmagnetic--pole, degrees away. A glare disturbs the eye, and terrible\nsounds surround them. Behold! the Pole is a large cylindrical aperture\n(miles in diameter) in our globe, down through which are seen the\nmolten mass and fiery flame within the crust of earth! The watery\nbillows, like a whirlpool, surge in loud roar around its circumferent\nshore, but enter not; and a column of heat ever rushes on the Arctic\nair.\n\nA cry of terror and awe escapes from the sleeper. He is conscious of\nit, but does not awake. The dream resumes.\n\nThey are now flying southward, and the somnipathist has a vision (a\ndream in this dream) of a midsummer circling sun shining a day of\nmonths. They view the peculiarities of Iceland, examine the maelstrom,\n(that singular natural wonder, gurgitating into another earth-aperture,\noff Norway,) and comprehend by a glance Lapland, Norway and Sweden,\ntheir curiosities, peoples, customs, etc. There is not time or space\nfor details. They are _en voyage_ for the Court of Russia.\n\nThey alight at the Winter Palace of the Czar.\n\nThe Immortal with his pupil enters with free and commanding\nport--obstructions vanish. A festive scene of splendor--gayety, glitter\nand ceremony commingled--is at its height. Through the maze of an\namazed, gorgeous, throng, they advance to the Emperor, surrounded\nby rank and beauty; and through the influence of a celestial majesty\nmore enthralling than his own, they secure his deferential and cordial\nattention. Then follows a confused but charming association with\n“beautiful women and brave men,” amid all social bewitcheries.\n\nThe scene changes. They are seated in a small ice-crystal[B] _salon_,\nglistening on all sides except the carpeted floor, with the Emperor and\nhis prime minister alone, all exhilarant with wine, and now sipping\nthe potent subtlety of China’s most famed and fragrant tea, priced at\nits weight in gold. The philosophy of government, from a republican\nstandpoint, rushes upon the soul of the American, and he exclaims to\nthe mighty potentate of all the Russias:\n\n“How can your humanity conscientiously hold and wield the power of\nimperial despotism?”\n\n_Emperor._--“The one-man power in the light and dignity of a\n_principle_, appeals to reason and fascinates the soul. It is the true\ntheory of human government. I am God’s vicegerent, as king and priest,\nfor the well-being and good order of my people.”\n\n_Prime Minister._--“This system derives its type from the One-God\ncontrol of the universe. It has divinity from above, it has patriarchal\nsanction here below. It can bear comparison with its opposite extreme\nin absolutism--a pure democracy, the mere many-power, unrestrained,\nunregulated and uninstructed. What is more irresponsible, more\nselfishly callous, more heedlessly unstable, and more grinding than the\nvulgar tyranny of a bare popular majority? Extremes meet and have a\nsingular affinity; it is the secret of the growing friendship between\nRussia and the United States.”\n\n_American._--“Ha! Our American people are not a mass democracy. The\nUnited States are republics federated under a Constitution--a system\nwhich excludes both your extremes.”\n\n_Prime Minister._--“Indeed!”\n\n_Immortal._--“There is a golden mean for all finite governments.\nUncontrolled power is only for the Infinite.”\n\n_Emperor._--“Is even political self-government a _right_?”\n\n_American._--“Surely mankind is entitled to it and should possess it.”\n\n_Immortal._--“No! Self-government is the eventual prize of intelligence\nand virtue. The ignorant or vicious are incapable of it. In the\nmeantime, it is the _privilege_ of the human race to secure it by\nattempered wisdom, and to guard it against the passions and ignorance\nof the many, the few, or the one. Goodness in the use of power, more\nthan the form of government, is the great desideratum. Seek most to\nelevate the mind and heart of man!”\n\n_American_ to _Emperor_.--“Sire! it is then your best mission to _do\nwell your part_!”\n\n\n\n\nPART II.\n\n\nFarewells are spoken. The _voyageurs_ are again a-wing. They reach the\nArctic along the vast Siberian coast. There the cold is most intense,\nand of the frozen regions it is the wildest and grandest. A shimmering\nlight seems to permeate it ever, even in its darkest periods. The\nice presents plains, abysses, mountains. Everywhere are the débris\nof long-frozen animals. Over its dry waste of congealed waters, the\nfierce blasts, as if by frictional action on its rugged surfaces, ever\ngenerate electrical phenomena. In midwinter and darkness, scintillating\nflashes gleam along them in the nether air. Such was their vision.\n\nThe disembodied, as one startled, exclaims: “See yon iceberg like a\nmountain of glass. What is that within it? It resembles the carcass of\na dead animal, but it is too huge. It is at least sixty feet long, and\nof elephantine proportions.”\n\n_Immortal._--“It is an ancient specimen of the behemoth (B’Hemoth)\ntribes. Its species is extinct. Its bulk is many times that of\nthe mastodon. Its massive ivory tusks are similar to those of the\nwalrus. Its remains have been frozen in there for thousands of years.\nPutrescence is here unknown.”\n\n_Mortal._--“What wonders! Can this be nature?”\n\n_Immortal._--“We are approaching others.”\n\n_Mortal._--“Yes, look! What a vast lizard or crocodile yonder\nencased--five hundred feet long! But I see fins, also.”\n\n_Immortal._--“It is of the primeval species of _sauroid_ fish. It\nhas been frozen during cycles of time. This region was once warmer.\nNature’s changeful developments are a curious mystery to man, but it\never unfolds in increasing knowledge.”\n\nThey wheel southward--anon traverse Chinese Tartary--sweep over the\nChinese wall, and alight in Pekin. They poise themselves on a lofty\npagoda.\n\n_Mortal._--“These Chinese are a mysterious people. I am curious about\nthem. That wall was a great enterprise in its day, and a singular one.”\n\n_Immortal._--“They are a swarm from an ancient human hive, and have\nlong been numerous and astute. They have been, and are superior to\nthe average of mankind, but inferior to the more illumined and most\ncultivated. Their numbers and limited geographic sphere have made\nthem feel want; yet their inventions, although multiplied, have been\npetty, fanciful, crude and clumsy contrivances to meet emergency, in\ncomparison with the grander discoveries and more studied and beautiful\ndesigns of other and higher civilizations. _Necessity_ has stimulated\ntheir cunning, but precludes their reflection; it has pinched their\nfaculties, as the ‘iron shoe’ has their feet. Their mental contraction\nhas been rendered more compressive by their moral and spiritual\ndefects. They have had no conception of a God, _per se_. It is the\nconception which most expands man!”\n\n_Mortal._--“But this pagoda (truly it is a grotesque structure!) is a\ntemple devoted to some worship.”\n\n_Immortal._--“It is a fane of the merest idolatry, and dedicated to\nidols, ‘of the earth, earthly,’ not to any images which are even\ntypical of divine _essences_. But of this, anon.”\n\n_Mortal._--“The Chinese have, however, a demi-god--their ‘Celestial\nEmperor.’”\n\n_Immortal._--“Yes, he is their immediate authority, temporal and\nspiritual. Yet he and his mandarins, alike with his subjects, are\nconstrained, by the dominancy of twenty-four centuries of veneration\nfor the great Chinese philosopher and moralist, Koong-Foo-tse,\n(latinized, Confucius,) to worship in the temples dedicated to that\nextraordinary statesman and expounder. This pagoda is one of these\ntemples, which have been reared in all chief cities and towns.\nHis ‘nine books’ constitute the creed and code--the bible--of the\n‘Celestial Empire,’ and you will deem it a singular fact that they\ncontain no mention of a Creator--no allusion to God.”\n\n_Mortal._--“It is indeed strange for so intelligent a people. All other\npeoples have some kind of a belief and worship of a Supreme Being.\nHark! I hear sounds from below--I hear chants!”\n\n_Immortal._--“Yes, they are from the Emperor and his court, performing\nidol-service, offering fruits, wines, flowers and fancy articles, and\nnow singing chants. We will witness their return to the palace, and\nthen visit them.”\n\nSoon the vision embraced a scene of Oriental pomp--a pageant, with\nits ceremonies, gorgeous displays and vain-glorious crudities. This\nnarrative must dispense with the description, nor could the reader be\nmade to receive the impression produced on the visitor from the West,\nwhile gazing on the dramas of the East.\n\nHis Celestial Majesty--“brother of the sun and cousin of the stars”--is\nnow enthroned in his extended residence, amid princely persons,\npolitical potentates and priestly dignitaries, surrounded by every\nburnishment and administered to by varied flattery and all servility.\nThe _voyageurs_ suddenly appear before and among them.\n\n_Emperor._--“Ha! what means this intrusion? Chamberlain of the Palace,\naccursed Mandarin! you shall lose your life for this. How came these\npersons into the Celestial Presence without permission and the salaam\nreverences? Hold! they have wings! Can they be Celestial? Spirit of\nKoong-Foo-tse! come, protect, guard us! Let all the great gongs be\nbeaten! let dreadful sounds frighten them away!”\n\nThe Immortal, with a gesture, awes all into silence and composure.\n\n_American to Emperor._--“Man, what mean these presumptions? What does\nyour ridiculous and despotic power claim?”\n\n_Emperor._--“Not read the ‘Books!’ Read them. My power is immemorial\nand supreme. Yang and Yn, time and Koong-Foo-tse have founded it--yes,\nfounded it on the analogy of parental authority, which they declare\nabsolute. The nation is my family, and I am its father. I am sole\nentitled ruler, and I am--holy and sacred! Nor will I have contact with\nstrangers and barbarians.”\n\n_American._--“What means he? What of Confucius?”\n\n_Immortal._--“Confucius was a Chinaman, who lived 550 years before\nChrist. He was a teacher of morals, rather than a founder of religion.\nFor those dark ages, he was an extraordinary man; he was great as\na philosopher, a moralist and a statesman. He made no pretence to\ninspiration. He inculcated the training of the physical system. The\nfive elements, fire, water, wood, metal and earth (he called them\n_Kings_) were the basis of his system of philosophy. He maintained that\nthe universe was generated by the union of two _material_ principles--a\nheavenly and an earthly--Yang and Yn--but there is no mention of a\nCreator in his system. Man, he asserted, fell from purity and happiness\nby his own act; and by his own act he can or must recover them. His\npolitical system, which is one of pure despotism, has been give by the\nEmperor. Spirit of Koong-Foo-tse, come forth!”\n\nThe apparition of Confucius here takes visible shape, and startles the\nassembly. The other or American immaterialized human, addresses him:\n\n“Confucius, thy soul has now learned wisdom. How is it, that in life\nyour great reason did not perceive and conceive that there must be and\nwas a Being, all wise, all powerful, all good, eternal, and with His\ninfinity universally present--the God and Creator?”\n\n_Confucius._--“_I had no revelation!_”\n\n_Immortal._--“Creation itself suggests and proves a Creator; it is His\ngreatest revelation. The dual-elements in man (mind and matter,) should\nrecognize His existence and essence.”\n\n_Confucius._--“I dimly perceived that there were _two_ principles, but\nnot precisely those of good and evil. _I did not reason sufficiently at\nlarge. I thought only of earth, not of religion; of the material, not\nthe divine._ Zoroaster surpassed me in these regards.”\n\n_American._--“Emperor, the hand-writing of destroying Fate is on your\nwall. The hands of hundred of millions will pull it down. God will\nsend light, by the invading influence of the ‘outside barbarians’ of\nthe far West, to scatter the darkness from your land. Your dynasty is\ndoomed.”\n\nThe spectre of Confucius nods confirmation, and disappears.\n\nThe _voyageurs_ pass out, and soar into the air.\n\nIntense cimmerian darkness now seems to prevail everywhere, and the\naerialists see themselves, as it were from a distance, flying as\nillumined transparent shapes through it. Afar off, and in another land,\nthere is seen a small luminous spot on the horizon.\n\n“What is yon bright object?”\n\n“It is the ‘Temple of the Sun.’”\n\nThe speed of thought brings them to its full view. They swoop down; and\npause in riveted contemplation of the sublime pile.\n\nWhat a house, built by supposed hands! It is a structure from masses\nof the purest crystal; a mile long; two-thirds of a mile broad; a\nhalf-mile high to its eaves. A steeple, itself of a mile’s height\nand of beautiful proportions, towers with a superb aplomb a mile and\na half above its front base. It is radiant with a whitish internal\nillumination, that shoots its apex of light upward to the dark\nempyrean. Over a central point of the temple, a third distance from\nits rear, a lofty dome uplifts in grand majesty its imposing symmetry,\nand from which hangs pendent within, a vast globular light resembling\nand sacred to the sun, permeating and illuming with its golden rays\nthe mighty mass. The double-tinted splendor of the _tout ensemble_,\nthrilled with rapture even an immortal soul! Above the dome, and from a\nstaff like the lightning’s streak, floated a tri-colored _oriflamme_--a\nrainbow flag.\n\n  “One tint was of the sunbeam’s dyes,\n  “One the blue depth of seraph’s eyes,\n  “One, the pure spirit’s veil of white\n  “Had robed in radiance of its light;\n  “The three so mingled did beseem\n  “The texture of a heavenly dream.”\n\nThe occasion is a holy period to a people in southern Asia, of whom\ntens of thousands throng the columned interior. The flying visitors\nenter. Their eyes are instantly attracted upward to the high-vaulted\nceiling, appearing like a slightly concaved sky, and of a deep cerulean\nhue, studded with stars (mystic phenomenon!) as if in deference to\nnight.\n\nIn the centre of the vast tessellated floor is a colossal opalescent\nhuman statue, typical of and dedicated to the God of Light, seated\non a purple throne bordered with plates of gold--the whole eight\nhundred feet high, and the figure in a commanding attitude, and as\ndispensing wisdom and exacting reverence. A space around it is paled\nby a balustrade of sapphire. Behind it, on the wall to the East, is\npictured in marvellous glory the rising sun. In its front, outside\nthe sapphire enclosure and toward an entrance in the West, is a broad\nlow altar of polished granite. On it are piled votive offerings of\nflowers--creatures of the sun.\n\nEmblematic frescoes of light in varying hues, play over and adorn every\nportion of the wondrous edifice.\n\nThe countless throng pressing from many entrances, with faces turned\nupward to the Idol, and with odorless flambeaux aloft in their right\nhands, chanted,\n\n  “Fire! Genial Fire! Glorious Fire!\n  Element of light! Hail, Father Sun!”\n\nThe flying companions had already taken their station in the space\nreserved around the Colossus, and near his feet.\n\n_Immortal._--“This has degenerated into Fire Worship--another form\nof Materialism. The wretches adore the emblems, but know not their\nmeaning. Silence! Attention!!”\n\nThe people in awe put their left hands over their eyes, and kneel with\nbowed heads. All the lights, large and small, become dim and wan; an\nominous twilight prevails.\n\n_Immortal._--“Zoroaster, in the name of Light appear!”\n\nThe apparition of Zoroaster stands before them.\n\n_Immaterialized American._--“I have heard of him, but what of him?”\n\n_Immortal._--“Zoroaster or Zurdusht was a great thinker, who lived in\nprimeval times; computed by Aristotle to be about six thousand years\nbefore the death of Plato. He was born in ancient Bactria. He was\nthe founder of the Magian religion, which prevailed long before the\nMedo-Persian monarchy. His doctrines are set forth in the book called\n_Zendavesta_. The _first being_ (according to that transcript) is\ndenominated ‘Time without bounds;’ thus showing on the part of Zurdusht\na vague perception of the Eternal One. His creed maintains that from\nthe operation of this ‘infinite Time,’ the two active principles of the\nuniverse were produced from all eternity, Ormuzd (representing _good_)\nand Ahriman, (representing _evil_,) each disposed to exercise his\n_powers_ of _creation_ in different ways. The first formed man capable\nof virtue; the latter, changed into _darkness_ from _light_, introduced\nevil.”\n\n“Zurdusht taught that, at the last day, Ormuzd would triumph.”\n\n_American._--“I see. Zoroaster compared the _two principles_ to Light\nand Darkness, and to each attributed _creative_ power. And now that I\nreflect, I note that dual-elements of some kind, material or spiritual,\nand associated with the idea of _good_ and _evil_, are averred in most\nreligious creeds. It is the great mystery!”\n\n_Immortal._--“Zurdusht, speak!”\n\n_Zoroaster._--“Death further opened my finite eyes. There are not _two\ndiscordant essences_ nor TWO CREATIVE POWERS. The One God is the One\nCreator. He alone can solve the inscrutability of Evil.”\n\nThe lights die out. Sounds cease. The temple disappears. Utter darkness\nensues. A sudden murmured exclamation of wonder arises from countless\nbeings, enshrouded in the night. The Heavens above have opened; an\namazing glory of radiance shines through them, amid which “the great\nWhite Throne” and “He who sitteth thereon” are seen, and His resounding\nvoice utters to the Universe: I AM THE LIGHT!\n\n\n\n\nPART III.\n\n\nThis dream had one feature in common with ordinary dreams; parts of it\nwere confused and fitful. But its unusual length and coherence were\nremarkable. It consisted of a series of vivid scenes and singular\nevents in conformity with its general character and design. These were\nannounced (a notable fact) in its outset, and sustained throughout\n(still more strange) in their appropriate relations.\n\nThe aerial _voyageurs_ took a general view of the Ganges and its\ndeltas. They paused to observe a Hindoo maiden, of the better _caste_,\nlaunch upon its waters, in her amative superstition, one of those\nsmall lights, votive to love and imagination, which floating down the\nstream would by its course, accidents and fate, indicate what might be\nthe chequered destiny of her affections, or the fortunes of an absent\nlover. And they noticed her as a specimen of the delicate symmetry of\nform and sentient beauty of face, characteristic of southern Asiatic\nfemales. The dreamy expression of soul on her countenance enthralled\nthe American. For a time he was human.\n\nGeographical details but seldom attracted their attention. Their\ngeneral consciousness was that of travelling at night; yet there was\never light enough when and where it was desired. The American conceived\nthe mortal wish to view a scene from the highest mountains in the\nworld. They were near the Himmalayas, and flew to their most commanding\npeak. It appeared to be a bright day, and all the sensations of sublime\nawe and admiration which a man could feel under such circumstances were\nrealized. This experience was entirely distinct from any impressions\nproduced during their usual aerial observations. The landscape seemed\nto comprise every variety of object, from the grandest and most\nstartling, to the softest and most serene, and a delicious mellowing\nsublimated the enchantment.\n\nNow, anon, they are looking down upon the Euphrates and the Tigris,\nand the classic slip of land between them. And in another moment a\ntwilight envelopes them, a contemplative mood ensues; and, then,\nsteals upon their consciousness the knowledge, inducing a singular awe\nor uneasiness, that they are hovering over the Plain of Shinar. The\nbiblical Babel, the confusion of tongues and the scattering of the\nnations crowd upon their reflection, and again immortal thoughts arise.\n\nThe disembodied remarks, “It is written that a drama occurred below,\nwhich, it appears to me, is as mysterious in its meaning as it is\nwonderful in its happening. The Divine frustration of the building of\nthe Tower of Babel, as a rebuke to the presumption of man, in the light\nof an allegory, finds analogies in every-day life. But, as a fact, it\nis classed among the miraculous. Which is it? The unity or variety of\norigin of the human race is a vexed question; and man’s distinctiveness\nfrom other animals, especially in the characteristics of reason and\nimmortality, may be regarded another. It has occurred to me that\nattributing the ‘confusion of tongues’ to the miraculous, may have been\nbut an ancient priestly, as well as theoretic, pretext in favor of\nthe doctrine of the unity of the human race. The Babel statement is a\nstrange story of God’s ways.”\n\n_Immortal._--“Even to immortals, God’s designs are not revealed, and\nin many respects His ways are inscrutable. The past may declare His\nnature, but never wholly His purposes. THE FUTURE IS HIS OWN. But as\nHis laws are unchangeable, inferences may be drawn by any being in\nproportion to his faculties and knowledge. Their gradations are as\nnumerous as the stars. Nor is it permitted to _me_ to declare to _you_\nin your mortal _status_, all I know in my immortal _status_. But the\nunity or variety of human origin is of no present importance. The\ndifferences of the human races, in language, color and structure, give\nassurance against their amalgamation and homogeneity on earth.”\n\nThe dream assumes a new phase. In a grand hall, of shadowy sides,\nsuspended in mid-air, the parties recline in voluptuous chairs.\n\nIt is as if fitted for exhibitions. A moving superb panorama passes\nbefore them, representing in their greatest glory, the following\ncities: Babylon, Nineveh, Thebes, Troy, Tyre, Jerusalem, Bagdad,\nAlexandria and Damascus. They alike saw them and seemed to be in them.\nIt was a curious, instructive and wondrous display. A reverse movement\nof the picture then presented these cities or their sites as they are\nnow. Their inhabitants at the different periods, in varied masses\nand actions, and male and female in every style and hue of Eastern\ncostume and countenance, created a strange and absorbing interest. The\nkaleidoscopic phases of human nature will ever challenge curiosity,\nexcite observation and engender thoughts. The desire “to see and be\nseen” by our kind, has a more suggestive and philosophical source than\nmere vanity.\n\nThe winged adventurers of a night recross from Asia to Europe, traverse\nthe famed Bosphorus, and reaching Constantinople, alight for a moment,\neach on a minaret of the mosque, (formerly church of St. Sophia,) the\ngrandest temple to Mahomet and of the Turks. The view was grand, novel\nand crowded with objects and memorials. It was the most noted point on\nthe line between the East and the West, and there were the remembrances\nand insignia of both. These philosophic observers had carefully\nnoticed, of late, the influences and traces of men and events, systems\nand creeds, times and powers, from Alexander the Great, in his primary\ninstitution of commerce and in its mighty effects, down to the\ncondition produced by the late struggle by Turkey, France and England\non one side, against the aggressions of Russia and Northern hordes on\nthe other.\n\nWith their usual facility they next visit the palace of the Sultan.\nTheir presence surprised, but its character was deferred to and\nwelcomed. Turkish hospitality and courtesy are genial, when once\nenlisted. The Grand Vizier himself directed their entertainment near\nthe person of his Majesty of the Crescent. In a stoical manner,\nbut with liberal temper, they discussed with the guests matters of\nreligion, government, social customs, moral subtleties and modern\ndevelopments and tendencies. The preconceived ideas and prejudices of\nthe American were greatly modified. The former Turk and Mohammedan of\nhaughty bigotry, fierceness and the sword, had subsided into tolerance\nfor the Christian, amity with the European, and deference to the\ncivilization, learning and powers of the Caucasian race. Once the chief\nguardian and lookout on the ramparts of the ignorance, despotism and\nsuperstitions of the East, he now would open its portals to the more\nactive spirit and mightier enlightenment of the West. All this was\nelicited and defined in the harmonious discussions that interluded the\nceremonial observances.\n\nThe suite of apartments allotted to females in the larger\ndwelling-houses of the East (called the Harem) is a portion sacred\nto them and the head of the family, and forbidden to other masculine\nintrusion. But, for the winged spirits, there was no objection to\ntheir admittance to even the imperial Seraglio. Upon the invitation of\nthe Sultan, who led the way, they retired with him into the delicious\nabode of the Sultanas and lady favorites of that mysterious Court.\nHere for the first time gallantry so inspired the American that he\nbowed, kneeled--yes, salaam-ed! This choice collection of beautiful\nwomen, selected from beauties of different climes, and from races of\nthe higher types, presented every species of female loveliness in\nform, feature and complexion. The Circassian prevailed in numbers and\nattractions.\n\nA golden-haired blonde from the North, with seraphic blue eyes and\nlily skin, robust yet lithe and sprightly, was evidently the favorite\nof the Sultan. But in contrast with her style, yet equal in subtle\nfascination, reclined upon a divan in more haughty retiracy a tropical\nbeing, (a near relative of the Sultan,) in whose hair was the sheeny\ndarkness of a thousand starry nights, on whose brunette cheek was the\nrose’s richest red, and whose flashing black eyes and queenly figure\nwere now in dreamy repose. But they grew animated on the entrance and\nin the presence of the party; and during their stay and devoirs, her\nlook often rested on the American, “and eyes looked” affinity “to eyes\nthat spoke again.” He became enthralled. His imagination conjectured in\nher the contrarient higher qualities of a Semiramis, a Cleopatra and a\nZenobia. She filled it!\n\nAt an appropriate time, eunuchs from among the number in attendance,\nconducted the guests to private apartments. The American dreamed he\nslept and had a vision.\n\nThe warm radiance of Zulika’s black eyes still thrill his soul with a\nloving passion. Mahomet, too, was associated with her in his thoughts.\nHe calls upon him to come and take him among the celestial Houris--“the\nbeautiful eyed--the black eyed.” The apparition of Mahomet is suddenly\nseen; it somewhat startles, yet, also, composes his other excitement.\n\n_Mahomet._--“Brother disembodied! You are still human in your thoughts.\nDeath alone can free you from them. Yet I know them; it is permitted\nto _me now to learn what transpires in the universe_. It is also\nvouchsafed to you, in your immaterialized state, to hold converse with\nthe departed spirits, yes, even the Houris, as you request. Among other\nmatters you wonder at the apparently inconsistent decrees I made in\nregard to wine and women, for my followers on earth. The inhibition of\nwine was for the masses, who are largely composed of the inconsiderate\nand craving. Its use will induce the habit and disease of intoxication,\nwhich is fatal to mankind, especially in warm climates. Temperance\nshould ever be a moral duty, and abstinence alone can secure it among\nthe many. ‘The joys of wine’ are only for the prudent and thoughtful,\nand its healthful quality for the ill. It has its proper uses.”\n\n_Disembodied._--“In this regard you were right, as an expounder.”\n\n_Mahomet._--“In permitting polygamy and even concubinage to some, I\nreflected that as marriage would not be suitable or convenient or\npossible to a number of men, I would be making a needful, wise and\nsaving provision for surplus women. The deprivation of wine, too,\nrendered it more salutary; man will have one, and if he can, both. My\nsystem was, also, designed to diminish promiscuous prostitution.”\n\n_Disembodied._--“Clever excuse! But how will you defend the propagation\nof your creed by the sword?”\n\n_Mahomet._--“Mankind, so generally stolid or perverse in untoward\nignorance or selfishness, will usually require more or less coercion in\nsome shape, to be aroused into useful animation and effort, and to the\npursuit of good and happiness. The sword, like necessity, stimulates;\nit is at times a great vivifier. It is even, occasionally, justice on\na large and peculiar scale; it is for man and nations, what the rod is\nfor the child.”\n\n_Disembodied._--“Clever pretext, again! But you seem _now_ to think\nthat you were a better giver of law than of religion.”\n\n_Mahomet._--“I was not a Prophet. I was right in but one religious\ndogma: the declaration of the one God. And of Him, man is to himself\nthe most direct and proximate revelation. _Know thyself!_ It is both\nduty and instruction. Come! sister spirits would confer with thee.”\n\n_Disembodied American._--“But, oh, I would see more of _her_ whom I met\nto-night.”\n\n_Mahomet._--“She is your _affinity_; and when you are both freed\nfrom the earthly, you will abide together on some Olympus in the\nIllimitable. Let us to the Seventh Heaven!”\n\nThey sweep upward and onward, and on their passage see a vast and\nbright globe, (a star or sun,) many times larger than the Earth. There\nthey see the souls of the most ignorant and obtuse of the dead, in\ntheir second stage of existence or ordeal of improvement. It is the\nfirst Heaven. They proceed on by other worlds--all abodes of Spiritual\nProgression, and arrive at the seventh Heaven.\n\n_Mahomet._--“The more favored and self-elevating of Earth when they\ndie, are at once transferred to the sphere most suited to them--some\nfew even reaching the sixth Heaven, at the outset upon eternity.\nThe seventh Heaven is the _first_ abode of achieved Goodness and\ntranslucent Reason in the initial state of perfection. After and\nbeyond that, these become identical with Knowledge, which I believe\nis eternally acquisitive and expansive. Here is my attainment through\ncenturies. I began my after-death career in the third Heaven. Zoroaster\nhis in the fourth. Confucius was permitted to pass the first, because\nof his great mind and good intent; but he was assigned to the second to\nlearn there was a God and a Creator. Your travelling companion, who was\nnever mortal, is beyond me, and I know not his origin. Here I will show\nyou the most glorified women, who have come originally from earth.”\n\nOn the globe at which they had arrived, there was, as on Earth, all\nvariety of its own kinds or peculiarities.\n\nThe disembodied American was soon thrown into social intercourse. The\ninhabitants appeared to have the human form glorified--called “the\nimage of God.” Here there was ideal beauty, infinitely varied like\nthe flowers of earth. The females were of heavenly and indescribable\nloveliness. Their countenances beamed with sublimated purity and\naffection. They thronged around him as “administering angels.” Their\nsweet voices accompanied the music of the spheres, and their swelling\nchorus joined the song of the morning stars, in the eternal anthem to\nthe Most High.\n\n_Heavenly Houri._--“Mortal! Know that thy thought is vain, that\nthe passions of the body--of the earth--are here in some riper and\nheaven-ized existence, and that their indulgence is but enhanced in\npleasurable degree. Here there is attraction--affinity--but it is of\nthe soul.”\n\n_Disembodied._--“Then there is no Love here! I mean the feeling\npeculiar to the sexes.”\n\n_Houri._--“Yes. But there is no _material_ desire. _The sexes are\nessentially complements of each other_; but these complements may\ndiffer in their substance and proportions. When they are counterparts\nof each other, then affinity is perfect. This affinity is _heavenly\nLove_ and unalloyed happiness. Such a pair are the Bride and\nBridegroom of Eternity. Their children are the heavenly _thoughts_\nwhich spring from such affinity.”\n\nThe startled brain of the visionist caused him to awake into his dream,\nand he saw his Immortal companion bending over him with a smile.\n\n\n\n\nPART IV.\n\n\nThe dream changes; the _voyageurs_ are flying over Greece. This small\nbut wondrous nation, so remarkable in the annals of mankind, and so\nfull of historic and classic associations, was seen by them as in one\nview of its ancient and modern times, and of its geographic and art\nattractions under the illumination of genius and heroism, or in the\ntwilight of mental and moral decadence.\n\nThe Immortal remarked, as it faded in the rear from their sight, “This\nfavored land, emerging as it is, again, from the contact and influence\nof barbarism and moral depression, and with the native talents and\nsprightliness of its race, throwing off their frivolity and supineness,\nunder the stimulating agencies of civilization now in contact with it,\nis once more destined to appropriate distinction.”\n\n_American._--“And yonder is Venice! Its romance has ever excited and\ninterested my imagination.”\n\n_Immortal._--“Its history has been like a meteor; but in more ways than\none: it has dashed into obscurity! It may be of continued interest as a\nlocality and a city, but it can never, again, be a power.”\n\nItalia! Oh, Italia! with what emotions, evolved from considerations\nof the present as of the past, they approach thee! In a southerly\nsweep they note the position of the ancient Brundusium, and gaze\nupon Vesuvius, Pompeii and Naples. They move up the course of the\n“yellow Tiber,” and at last, they hover over the “Eternal City.” They\ndescend into Rome! traverse its streets, visit its famed places and\nsanctuaries, examine its ruins, think of its noted dead, observe its\nnew features and present people, and, more than all, ponder upon the\nmeaning of its history, its situation and its attitude. It is not\nwithin the compass of this narrative to present the volume of feeling\nand thoughts of the sleeper. In the Vatican and in the fane of St.\nPeter’s, as he did after in St. Paul’s and in London, he ruminated on\nthe religion of civilization, and on the new speculations of infidel\nphilosophy. In the Coliseum he reflected upon the impulses and ways\nof the populace. In the Forum he analyzed the systems of law and the\nsubtleties of eloquence. In Senate halls he eliminated the science,\nthe experiments, the élan of statesmanship, in both State and Church\nmatters. Within the classic area of the Seven Hills, Man had exhibited\nevery phase of his nature, inclination and power. Here Humanity had\nbeen borne upon every wave of destiny, and had travelled upon every\nhighway and byway of fate, on earth. Rome is the epitome of the world’s\nPast. Its mission is ended.\n\nMoving northward the aerialists glance upon Pisa, Florence, Milan and\nMantua, the Po and the Adige. To gratify the curiosity of the American,\nthey divert and descend to the point where the Rubicon was passed, and\nhe thinks of Cesar, and of all the so-called Cesars, down to the last\nCzar and Kaiser. They visit, also, the plain of Marengo, which assured\nin power and prestige the true successor to Cesar, as _he_ had been\nto Alexander--the third that made a trio of the world’s mental and\nimperial masters.\n\nInasmuch as the travellers were threading the animate gallery of the\nworld, they gave but a glance at the art galleries of Italy. What was a\nmarble Venus or Apollo--what was a painting of the Transfiguration or\nof a Madonna--what was the tower of Pisa or the cathedral of Milan, in\ncomparison with what they had seen!\n\n_Immortal._--“Italy is still nearer to national regeneration, power and\ninfluence than Greece. The full power of modern enlightenment will ere\nlong be felt there.”\n\n_American._--“The names of Cavour and Mazzini are already enrolled on\nthe true roll of fame. And, too, the biographies of Rienzi and Lorenzo\nthe Magnificent are peculiarly attractive.”\n\nThis was said as they were observing the beauties of lakes Garda and\nComo. From thence they bent their pinions for Vienna. They circled\nit to view the fields made memorable by Sobieski and Napoleon. They\nenter it; and a cold and silvery twilight seemed to prevail as if its\nmost consummate imperialism and refinement preferred the blinded and\ncurtained _salons_ of governmental and social civilization. In such\npalatial halls were its Court; and there the _finesse_ of closet and\nboudoir intrigue had attained to its most exquisite development in this\nepoch. And the decorated white cloth coats of its costume delighted the\neyes, but were significant of hypocrisy to the brain, of the American.\nWinged as he was, and probably because of it, he found temptations\naddressed to both his head and heart. It was there thought that even\nangels could be corrupted “on earth as in heaven.”\n\nThey seek the purer air of Switzerland and the Alps. They “did” Mont\nBlanc and the Simplon, slid upon an avalanche, looked upon Geneva and\nits lake, and thought of Tell, the Cantons, and Calvin. They next seat\nthemselves in human style on the deck of a steamer, and make the trip\nof the ever disputable and picturesque Rhine. They dash off on wing to\nBrussels, and imagining they hear the “sounds of revelry by night” and\n“the cannon’s opening roar,” they ponder on Waterloo.\n\n_American._--“Now for the dear old cliffs of Albion. Oh, Great Britain\nand Ireland, land of my fathers, let me see thee!” Stretching their\nwings in full sympathy and in joyous flight across the Channel, they\nscan with loving and careful eye England, Scotland and Ireland. They\ntake in their all and every part and place; and terminate their British\ntour in London. Everything indicated genuine maturity and stability.\nBoth the material and spiritual developments proclaim solid sense and\njudicious cultivation. It is the only country in which the Past and\nPresent seem to blend and harmonize.\n\nThere is a Royal levee at St. James palace, and there all appear royal.\nThe British nobility and gentry! what a superb body of men and women!\nWhat glorious types of the mental and physical--what exemplars of\neducation and refinement, character and tone! It is in Great Britain\nthat industry, honesty and intellect have acquired gold; and gold has\nnot debased but elevated humanity--has not disintegrated but cemented\nthe social elements.\n\nThey were graciously received by Majesty; and they congratulated the\nQueen, not as sovereign, but as the royal representative of such\na nation. Her peers, with calm satisfaction and cordial dignity,\nexclaimed, “That the just appreciation of the British people by native\nwhite Americans, involved the highest compliment to both.”\n\nThe Lord Mayor took them in charge, visited with them the notable\nplaces and buildings of London, and à l’Anglaise, entertained them\nat a banquet. On the occasion the Premier, who was a guest, remarked\nin his speech: “Great Britain, at last, although a monarchy in name\nand form, is a republic in fact. Its government combines the more of\nthe advantages and the less of the disadvantages of the one-man power\nand of the many-power, than that of any other nation does. Hence it\nis, that the rights of the citizen equal those of even America, and\nare more practically protected and left in undisturbed satisfaction,\npolitically and socially, than in any country in the world. There is\nmore nominal but less real personal liberty in the United States than\nin England. Yet in these regards it is the just and proud boast and\nboon of these two nations, that their peoples alone can be called free.”\n\n_American._--“Is it because popular opinion in America is a tyrant\ntoward each individual, that Great Britain has the advantage in\npractical, if not theoretical liberty?”\n\n_Immortal._--“Yes. Settled law and not fluctuating opinion should\ngovern and protect.”\n\nThe good-byes are genial. While crossing the Straits of Dover for the\nContinent, the Immortal said with emphasis:\n\n“The Anglo-Saxons everywhere furnish the best wives and mothers of your\nglobe.”\n\nLa Belle France! Inimitable Paris! what a medley of expectations\nattends upon visiting these centres of travel. They run the gamut of\npleasure from the exhilarating boards of the “light fantastic toe,”\nto the arenas where learning and skill walk in solemn mental pomp,\nand genius essays its wings for loftier flights from the heights of\nknowledge. There the heart vibrates from all the phases of frivolity,\nthrough the glows of vanity, love and ambition, to the glamours of\nsuicide.\n\nThey proceed to Versailles, and indulge in mocking criticisms upon its\ncostly and useless structures and empirical history.\n\nThey surveyed with care, Paris and its environs. They thought of it as\na communistic volcano or as the cradle of revolutions.\n\n_Immortal._--“Blessed is the person or nation, who has a Faith, however\ncrude! But, in truth, the French have no faith of any stable or\nguiding kind. Nor do they permit themselves to be either calm enough\nto study or rational enough to understand the mission of Reason. They\ndo not truly apply it to either religion or government. Their women\nare practically wiser than their men; in their domain of society the\nformer _have_ instituted a system of mere life. Both have some tangible\nnotions on the art of living on earth. Neither think very coherently\non the Beyond. Natural (not mental) Philosophy, in all its branches,\nis their most successful sphere. Their German rivals surpass them in\nmental speculations and innocuous transcendentalisms.”\n\nThey enter the Tuileries. The Emperor of the French expressed his\nkeen appreciation of the objects of their grand and adventurous tour.\nWith respectful earnestness he asked many questions in regard to\nit; especially in relation to political developments. In reply to a\nquestion by the American in reference to the assumptions of his own\ndynasty, he asseverated that it was a Napoleonic conception, maxim and\ndesign, “that the virtues and rights of the people could and should be\nasserted under the one-man _representative_ power--that Imperialism and\nRepublicanism could be identicalized in and under governmental action.\nThat no other kind of government either suited or would satisfy the\nFrench. And that he ever studied Great Britain and the United States as\namong the leading examples before him, in devising the measures of his\naction and the formulas of his policy.”\n\nHe, also, assigned this as a reason why he and his uncle had not been\nfavored by the old imperial or royal régimes. His Empress, the lovely\nEugenie, was marked in her gracious deference, and uttered some angelic\nsentiments in support of her husband’s theory.\n\nAt Court the ethereal party received the attentions of the _savans_\nof the world’s scientific metropolis, and with them visited their\nmeeting. Abstruse topics were discussed. In reply to an inquiry upon\nelectricity, the Immortal intimated “that, although it was not his\nprovince to discuss the connection between mind and matter, or to\nexpound what agency magnetism had in relation to it, yet as the brain\nand body of man were a series of electric batteries, and electricity\na fluid that pervaded the earth, it would in time, by an effort of\nthe will, and by an action of the human body under and in certain\nconditions, become a medium of thought and converse between any two\npersons at different spots on the earth.”\n\n_American._--“Will they hold conversations as if in a tête-à-tête?”\n\n_Immortal._--“Yes. Without using language, Americans will thus converse\nwith Chinese.”\n\nThey visited in the _Invalides_ the Tomb of Napoléon le Grand. Before\nit the American was irresistibly affected by the awe, wonder and\ncuriosity, which may be felt for the majesty of mind.\n\nThe travellers now proceed to Bordeaux; where, seated in a _salon_, and\nthe American being thirsty, the best brandy and claret are set before\nthem. They taste them with relish, and discuss their merits.\n\nSuddenly the Disembodied exclaims, “Day is approaching, I must return\nto my body. Let us fly.”\n\nThey once more essay the aerial passage of the Atlantic. At the\ninstance of the Spirit of Morphine, who suggested that they had\ntime for a swoop to south of the Equator, and for a view of the\nconstellation of the Southern Cross, the American, who affected\nastronomy, readily assented. They whirl southward, see it, and repass\n“the Line.” They enter the United States at Savannah, and soon reach\nthe abode of the sleeper in the upper part of South Carolina. His\nspirit enters his chamber through the window and glides into his\nbody, when he experiences a sense of relief as to its safety, and of\nsatisfaction in his wondrous trip. He nestles in comfort of thought and\nmatter, and--AWAKES!\n\nThe day has dawned, and soon the rays of the rising sun greet his\nmortal eyes. During that day he spoke of the dream, and was pale and\nexcited. This dream occurred in the early part of January, 1868, and\nlasted between nine and ten hours.\n\n\n\n\nFOOTNOTES:\n\n\n[A] This sea was then unknown to the dreamer. His dream revealed to\nhim its existence. He thought it a delusion, until he heard of its\ndiscovery.\n\n[B] This refers to the once famous palace, built of blocks of ice, in\nSt. Petersburg.\n\n\n\n\n  Italicized text is surrounded by underscores: _italics_.\n\n  Obvious typographical errors have been corrected.\n\n  Inconsistencies in hyphenation have been standardized.\n",
  "metadata": {
    "author": [
      "Cuningham, John"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/66009/pg66009.txt",
    "name": "the_dream_god_or_a_singular_evolvement_of_thought_in_sleep"
  }
}
