{
    "name": "The Snowbank Orbit",
    "author": [
        "Leiber, Fritz"
    ],
    "body": "The pole stars of the other planets cluster around Polaris and Octans,\nbut Uranus spins on a snobbishly different axis between Aldebaran and\nAntares. The Bull is her coronet and the Scorpion her footstool. Dear\nblowzy old bitch-planet, swollen and pale and cold, mad with your\nShakespearean moons, white-mottled as death from Venerean Plague,\nspinning on your side like a poisoned pregnant cockroach, rolling\naround the sun like a fat drunken floozie with green hair rolling on\nthe black floor of an infinite bar-room, what a sweet last view of the\nSolar System you are for a cleancut young spaceman....\n\nGrunfeld chopped off that train of thought short. He was young and\nthe First Interstellar War had snatched him up and now it was going\nto pitch him and twenty other Joes out of the System on a fast curve\nbreaking around Uranus--and so what! He shivered to get a little heat\nand then applied himself to the occulted star he was tracking through\n_Prospero's_ bridge telescope. The star was a twentieth planetary\ndiameter into Uranus, the crosslines showed--a glint almost lost in\npale green. That meant its light was bulleting 1600 miles deep through\nthe seventh planet's thick hydrogen atmosphere, unless he were seeing\nthe star on a mirage trajectory--and at least its depth agreed with\nthe time since rim contact.\n\nAt 2000 miles he lost it. That should mean 2000 miles plus of hydrogen\nsoup above the methane ocean, an America-wide layer of gaseous gunk for\nthe captain to play the mad hero in with the fleet.\n\nGrunfeld didn't think the captain wanted to play the mad hero. The\ncaptain hadn't gone space-simple in any obvious way like Croker and\nNess. And he wasn't, like Jackson, a telepathy-racked visionary\nentranced by the Enemy. Worry and responsibility had turned the\ncaptain's face into a skull which floated in Grunfeld's imagination\nwhen he wasn't actually seeing it, but the tired eyes deep-sunk in\nthe dark sockets were still cool and perhaps sane. But because of the\nworry the captain always wanted to have the last bit of fact bearing\non the least likely maneuver, and two pieces of evidence were better\nthan one. Grunfeld found the next sizable star due to occult. Five-six\nminutes to rim contact. He floated back a foot from the telescope,\nstretching out his thin body in the plane of the ecliptic--strange how\nhe automatically assumed that orientation in free fall! He blinked and\nblinked, then rested his eyes on the same planet he'd been straining\nthem on.\n\nThe pale greenish bulk of Uranus was centered in the big bridge\nspaceshield against the black velvet dark and bayonet-bright stars, a\nwater-splotched and faded chartreuse tennis ball on the diamond-spiked\nbed of night. At eight million miles she looked half the width of Luna\nseen from Earth. Her whitish equatorial bands went from bottom to top,\nwhere, Grunfeld knew, they were spinning out of sight at three miles a\nsecond--a gelid waterfall that he imagined tugging at him with ghostly\ngreen gangrenous fingers and pulling him over into a hydrogen Niagara.\n\nHalf as wide as Luna. But in a day she'd overflow the port as they\nwhipped past her on a near miss and in another day she'd be as small\nas this again, but behind them, sunward, having altered their outward\ncourse by some small and as yet unpredictable angle, but no more able\nto slow _Prospero_ and her sister ships or turn them back at their 100\nmiles a second than the fleet's solar jets could operate at this chilly\ndistance from Sol. G'by, fleet. G'by, C.C.Y. spaceman.\n\n\n\nGrunfeld looked for the pale planet's moons. Miranda and Umbriel were\ntoo tiny to make disks, but he distinguished Ariel four diameters above\nthe planet and Oberon a dozen below. Spectral sequins. If the fleet\nwere going to get a radio signal from any of them, it would have to be\nTitania, occulted now by the planet and the noisy natural static of\nher roiling hydrogen air and seething methane seas--but it had always\nbeen only a faint hope that there were survivors from the First Uranus\nExpedition.\n\nGrunfeld relaxed his neck and let his gaze drift down across the\ncurving star-bordered forward edge of _Prospero's_ huge mirror and the\nthin jutting beams of the port lattice arm to the dim red-lit gages\nbelow the spaceshield.\n\nForward Skin Temperature seven degrees Kelvin. Almost low enough for\nhelium to crawl, if you had some helium. _Prospero's_ insulation,\noriginally designed to hold out solar heat, was doing a fair job in\nreverse.\n\nAft (sunward) Skin Temperature 75 degrees Kelvin. Close to that of\nUranus' sun-lit face. Check.\n\nCabin Temperature 43 degrees Fahrenheit. Brr! The Captain was a miser\nwith the chem fuel remaining. And rightly ... if it were right to drag\nout life as long as possible in the empty icebox beyond Uranus.\n\nGravities of Acceleration zero. Many other zeros.\n\nThe four telltales for the fleet unblinkingly glowed dimmest blue--one\neach for _Caliban_, _Snug_, _Moth_, and _Starveling_, following\n_Prospero_ in line astern on slave automatic--though for months inertia\nhad done all five ships' piloting. Once the buttons had been green,\nbut they'd wiped that color off the boards because of the Enemy.\n\nThe gages still showed their last maximums. Skin 793 Kelvin, Cabin\n144 Fahrenheit, Gravs 3.2. All of them hit almost a year ago, when\nthey'd been ace-ing past the sun. Grunfeld's gaze edged back to the\nfive bulbous pressure suits, once more rigidly upright in their braced\nracks, that they'd been wearing during that stretch of acceleration\ninside the orbit of Mercury. He started. For a moment he'd thought\nhe saw the dark-circled eyes of the captain peering between two of\nthe bulging black suits. Nerves! The captain had to be in his cabin,\nreadying alternate piloting programs for Copperhead.\n\nSuddenly Grunfeld jerked his face back toward the spaceshield--so\nviolently that his body began very slowly to spin in the opposite\ndirection. This time he'd thought he saw the Enemy's green flashing\nnear the margin of the planet--bright green, viridian, far vivider than\nthat of Uranus herself. He drew himself to the telescope and feverishly\nstudied the area. Nothing at all. Nerves again. If the Enemy were much\nnearer than a light-minute, Jackson would esp it and give warning. The\nnext star was still three minutes from rim contact. Grunfeld's mind\nretreated to the circumstances that had brought _Prospero_ (then only\n_Mercury One_) out here.\n\n\n                                  II\n\nWhen the First Interstellar War erupted, the pioneer fleets of Earth's\nnations had barely pushed their explorations beyond the orbit of\nSaturn. Except for the vessels of the International Meteor Guard,\nspaceflight was still a military enterprise of America, Russia, England\nand the other mega-powers.\n\nDuring the first months the advantage lay wholly with the slim black\ncruisers of the Enemy, who had an antigravity which allowed them\nto hover near planets without going into orbit; and a frightening\ndegree of control over light itself. Indeed, their principal weapon\nwas a tight beam of visible light, a dense photonic stiletto with an\neffective range of several Jupiter-diameters in vacuum. They also\nused visible light, in the green band, for communication as men use\nradio, sometimes broadcasting it and sometimes beaming it loosely in\nstrange abstract pictures that seemed part of their language. Their\ngravity-immune ships moved by reaction to photonic jets the tightness\nof which rendered them invisible except near the sun, where they tended\nto ionize electronically dirty volumes of space. It was probably this\neffective invisibility, based on light-control, which allowed them to\npenetrate the Solar System as deep as Earth's orbit undetected, rather\nthan any power of travel in time or sub-space, as was first assumed.\nEarthmen could only guess at the physical appearance of the Enemy,\nsince no prisoners were taken on either side.\n\nDespite his impressive maneuverability and armament, the Enemy was\noddly timid about attacking live planets. He showed no fear of the big\ngas planets, in fact hovering very close to their turgid surfaces, as\nif having some way of fueling from them.\n\nNear Terra the first tactic of the black cruisers, after destroying\nLunostrovok and Circumluna, was to hover behind the moon, as though\nsharing its tide-lockedness--a circumstance that led to a sortie by\nEarth's Combined Fleet, England and Sweden excepted.\n\nAt the wholly disastrous Battle of the Far Side, which was visible in\npart to naked-eye viewers on Earth, the Combined Fleet was annihilated.\nNo Enemy ship was captured, boarded, or seriously damaged--except\nfor one which, apparently by a fluke, was struck by a fission-headed\nanti-missile and proceeded after the blast to \"burn,\" meaning that it\nsuffered a slow and puzzling disintegration, accompanied by a dazzling\nrainbow display of visible radiation. This was before the \"stupidity\"\nof the Enemy with regard to small atomic missiles was noted, or their\nallergy to certain radio wave bands, and also before Terran telepaths\nbegan to claim cloudy contact with Enemy minds.\n\nFollowing Far Side, the Enemy burst into activity, harrying Terran\nspacecraft as far as Mercury and Saturn, though still showing great\ncaution in maneuver and making no direct attacks on planets. It was as\nif a race of heavily armed marine creatures should sink all ocean-going\nships or drive them to harbor, but make no assaults beyond the shore\nline. For a full year Earth, though her groundside and satellite\nrocketyards were furiously busy, had no vehicle in deep space--with one\nexception.\n\n\n\nAt the onset of the War a fleet of five mobile bases of the U. S. Space\nForce were in Orbit to Mercury, where it was intended they take up\nsatellite positions prior to the prospecting and mineral exploitation\nof the small sun-blasted planet. These five ships, each with a skeleton\nfive-man crew, were essentially Ross-Smith space stations with a solar\ndrive, assembled in space and intended solely for space-to-space flight\ninside Earth's orbit. A huge paraboloid mirror, its diameter four times\nthe length of the ship's hull, superheated at its focus the hydrogen\nwhich was ejected as a plasma at high exhaust velocity. Each ship\nlikewise mounted versatile radio-radar equipment on dual lattice arms\nand carried as ship's launch a two-man chemical fuel rocket adaptable\nas a fusion-headed torpedo.\n\nAfter Far Side, this \"tin can\" fleet was ordered to bypass Mercury\nand, tacking on the sun, shape an orbit for Uranus, chiefly because\nthat remote planet, making its 84-year circuit of Sol, was currently\non the opposite side of the sun to the four inner planets and the two\nnearer gas giants Jupiter and Saturn. In the empty regions of space the\nrelatively defenseless fleet might escape the attention of the Enemy.\n\nHowever, while still accelerating into the sun for maximum boost, the\nfleet received information that two Enemy cruisers were in pursuit. The\nfive ships cracked on all possible speed, drawing on the solar drive's\nhigh efficiency near the sun and expending all their hydrogen and most\nmaterial capable of being vaporized, including some of the light-metal\nhydrogen storage tanks--like an old steamer burning her cabin furniture\nand the cabins themselves to win a race. Gradually the curving course\nthat would have taken years to reach the outer planet flattened into a\nhyperbola that would make the journey in 200 days.\n\nIn the asteroid belt the pursuing cruisers turned aside to join in the\ncrucial Battle of the Trojans with Earth's largely new-built, more\nheavily and wisely armed Combined Fleet--a battle that proved to be\nonly a prelude to the decisive Battle of Jupiter.\n\nMeanwhile the five-ship fleet sped onward, its solar drive quite\nuseless in this twilight region even if it could have scraped together\nthe needed boilable ejectant mass to slow its flight. Weeks became\nmonths. The ships were renamed for the planet they were aimed at. At\nleast the fleet's trajectory had been truly set.\n\nAlmost on collision course it neared Uranus, a mystery-cored ball\nof frigid gas 32,000 miles wide coasting through space across the\nfleet's course at a lazy four miles a second. At this time the fleet\nwas traveling at 100 miles a second. Beyond Uranus lay only the\ninterstellar night, into which the fleet would inevitably vanish....\n\n\n\nUnless, Grunfeld told himself ... unless the fleet shed its velocity by\nramming the gaseous bulk of Uranus. This idea of atmospheric braking\non a grand scale had sounded possible at first suggestion, half a\nyear ago--a little like a man falling off a mountain or from a plane\nand saving his life by dropping into a great thickness of feathery\nnew-fallen snow.\n\nSupposing her solar jet worked out here and she had the reaction\nmass, _Prospero_ could have shed her present velocity in five hours,\ndecelerating at a comfortable one G.\n\nBut allowing her 12,000 miles of straight-line travel through Uranus'\nfrigid soupy atmosphere--and that might be dipping very close to\nthe methane seas blanketing the planet's hypothetical mineral\ncore--_Prospero_ would have two minutes in which to shed her velocity.\n\nTwo minutes--at 150 Gs.\n\nMen had stood 40 and 50 Gs for a fractional second.\n\nBut for two minutes.... Grunfeld told himself that the only surer way\nto die would be to run into a section of the Enemy fleet. According to\none calculation the ship's skin would melt by heat of friction in 90\nseconds, despite the low temperature of the abrading atmosphere.\n\nThe star Grunfeld had been waiting for touched the hazy rim of Uranus.\nHe drifted back to the eyepiece and began to follow it in as the pale\nplanet's hydrogen muted its diamond brilliance.\n\n\n                                  III\n\nIn the aft cabin, lank hairy-wristed Croker pinned another blanket\naround black Jackson as the latter shivered in his trance. Then Croker\nturned on a small light at the head of the hammock.\n\n\"Captain won't like that,\" plump pale Ness observed tranquilly from\nwhere he floated in womb position across the cabin. \"Enemy can feel\na candle of _our_ light, captain says, ten million miles away.\" He\nrocked his elbows for warmth and his body wobbled in reaction like a\npolly-wog's.\n\n\"And Jackson hears the Enemy think ... and Heimdall hears the grass\ngrow,\" Croker commented with a harsh manic laugh. \"Isn't an Enemy for\na billion miles, Ness.\" He launched aft from the hammock. \"We haven't\nspotted their green since Saturn orbit. There's nowhere for them.\"\n\n\"There's the far side of Uranus,\" Ness pointed out. \"That's less than\nten million miles now. Eight. A bare day. They could be there.\"\n\n\"Yes, waiting to bushwack us as we whip past on our way to eternity,\"\nCroker chuckled as he crumpled up against the aft port, shedding\nmomentum. \"That's likely, isn't it, when they didn't have time for us\nback in the Belt?\" He scowled at the tiny white sun, no bigger a disk\nthan Venus, but still with one hundred times as much light as the full\nmoon pouring from it--too much light to look at comfortably. He began\nto button the inner cover over the port.\n\n\"Don't do that,\" Ness objected without conviction. \"There's not much\nheat in it but there's some.\" He hugged his elbows and shivered. \"I\ndon't remember being warm since Mars orbit.\"\n\n\"The sun gets on my nerves,\" Croker said. \"It's like looking at an\narc light through a pinhole. It's like a high, high jail light in a\ncold concrete yard. The stars are highlights on the barbed wire.\" He\ncontinued to button out the sun.\n\n\"You ever in jail?\" Ness asked. Croker grinned.\n\n\n\nWith the tropism of a fish, Ness began to paddle toward the little\nlight at the head of Jackson's hammock, flicking his hands from the\nwrists like flippers. \"I got one thing against the sun,\" he said\nquietly. \"It's blanketing out the radio. I'd like us to get one more\nmessage from Earth. We haven't tried rigging our mirror to catch radio\nwaves. I'd like to hear how we won the battle of Jupiter.\"\n\n\"If we won it,\" Croker said.\n\n\"Our telescopes show no more green around Jove,\" Ness reminded him. \"We\ncounted 27 rainbows of Enemy cruisers 'burning.' Captain verified the\ncount.\"\n\n\"Repeat: if we won it.\" Croker pushed off and drifted back toward the\nhammock. \"If there was a real victory message they'd push it through,\neven if the sun's in the way and it takes three hours to catch us.\nPeople who win, shout.\"\n\nNess shrugged as he paddled. \"One way or the other, we should be\ngetting the news soon from Titania station,\" he said. \"They'll have\nheard.\"\n\n\"If they're still alive and there ever was a Titania Station,\" Croker\namended, backing air violently to stop himself as he neared the\nhammock. \"Look, Ness, we know that the First Uranus Expedition arrived.\nAt least they set off their flares. But that was three years before the\nWar and we haven't any idea of what's happened to them since and if\nthey ever managed to set up housekeeping on Titania--or Ariel or Oberon\nor even Miranda or Umbriel. At least if they built a station that could\nraise Earth I haven't been told. Sure thing _Prospero_ hasn't heard\nanything ... and we're getting close.\"\n\n\"I won't argue,\" Ness said. \"Even if we raise 'em, it'll just be\nhello-goodby with maybe time between for a battle report.\"\n\n\"And a football score and a short letter from home, ten seconds per\nman as the station fades.\" Croker frowned and added, \"If Captain had\ncottoned to my idea, two of us at any rate could have got off this\nexpress train at Uranus.\"\n\n\"Tell me how,\" Ness asked drily.\n\n\"How? Why, one of the ship's launches. Replace the fusion-head with\nthe cabin. Put all the chem fuel in the tanks instead of divvying it\nbetween the ship and the launch.\"\n\n\"I haven't got the brain for math Copperhead has, but I can subtract,\"\nNess said, referring to _Prospero's_ piloting robot. \"Fully fueled, one\nof the launches has a max velocity change in free-fall of 30 miles per\nsecond. Use it all in braking and you've only taken 30 from 100. The\nlaunch is still going past Uranus and out of the system at 70 miles a\nsecond.\"\n\n\"You didn't hear all my idea,\" Croker said. \"You put piggyback tanks\non your launch and top them off with the fuel from the other four\nlaunches. Then you've 100 miles of braking _and_ a maneuvering reserve.\nYou only need to shed 90 miles, anyway. Ten miles a second's the close\ncircum-Uranian velocity. Go into circum-Uranian orbit and wait for\nTitania to send their jeep to pick you up. Have to start the maneuver\nfour hours this side of Uranus, though. Take that long at 1 G to shed\nit.\"\n\n\"Cute,\" Ness conceded. \"Especially the jeep. But I'm glad just the same\nwe've got 70 per cent of our chem fuel in our ships' tanks instead of\nthe launches. We're on such a bull's eye course for Uranus--Copperhead\nreally pulled a miracle plotting our orbit--that we may need a\nsidewise shove to miss her. If we slapped into that cold hydrogen soup\nat our 100 mps--\"\n\nCroker shrugged. \"We still could have dropped a couple of us,\" he said.\n\n\n\n\"Captain's got to look after the whole fleet,\" Ness said. \"You're\nbeginning to agitate, Croker, like you was Grunfeld--or the captain\nhimself.\"\n\n\"But if Titania Station's alive, a couple of men dropped off would do\nthe fleet some good. Stir Titania up to punch a message through to\nEarth and get a really high-speed retrieve-and-rescue ship started out\nafter us. _If_ we've won the War.\"\n\n\"But Titania Station's dead or never was, not to mention its jeep. And\nwe've lost the Battle of Jupiter. You said so yourself,\" Ness asserted\nowlishly. \"Captain's got to look after the whole fleet.\"\n\n\"Yeah, so he kills himself fretting and the rest of us die of old age\nin the outskirts of the Solar System. Join the Space Force and See the\nStars! Ness, do you know how long it'd take us to reach the nearest\nstar--except we aren't headed for her--at our 100 mps? Eight thousand\nyears!\"\n\n\"That's a lot of time to kill,\" Ness said. \"Let's play chess.\"\n\nJackson sighed and they both looked quickly at the dark unlined face\nabove the cocoon, but the lips did not flutter again, or the eyelids.\nCroker said, \"Suppose he knows what the Enemy looks like?\"\n\n\"I suppose,\" Ness said. \"When he talks about them it's as if he was\ntheir interpreter. How about the chess?\"\n\n\"Suits. Knight to King Bishop Three.\"\n\n\"Hmm. Knight to King Knight Two, Third Floor.\"\n\n\"Hey, I meant flat chess, not three-D,\" Croker objected.\n\n\"That thin old game? Why, I no sooner start to get the position really\nvisualized in my head than the game's over.\"\n\n\"I don't want to start a game of three-D with Uranus only 18 hours\naway.\"\n\nJackson stirred in his hammock. His lips worked. \"They....\" he\nbreathed. Croker and Ness instantly watched him. \"They....\"\n\n\"I wonder if he is really inside the Enemy's mind?\" Ness said.\n\n\"He thinks he speaks for them,\" Croker replied and the next instant\nfelt a warning touch on his arm and looked sideways and saw\ndark-circled eyes in a skull-angular face under a battered cap with a\ntarnished sunburst. Damn, thought Croker, how does the captain always\nknow when Jackson's going to talk?\n\n\"They are waiting for us on the other side of Uranus,\" Jackson\nbreathed. His lips trembled into a smile and his voice grew a little\nlouder, though his eyes stayed shut. \"They're welcoming us, they're\nour brothers.\" The smile died. \"But they know they got to kill us, they\nknow we got to die.\"\n\nThe hammock with its tight-swathed form began to move past Croker and\nhe snatched at it. The captain had pushed off from him for the hatch\nleading forward.\n\n\n\nGrunfeld was losing the new star at 2200 miles into Uranus when he saw\nthe two viridian flares flashing between it and the rim. Each flash was\ncircled by a fleeting bright green ring, like a mist halo. He thought\nhe'd be afraid when he saw that green again, but what he felt was a\njolt of excitement that made him grin. With it came a touch on his\nshoulder. He thought, the captain always knows.\n\n\"Ambush,\" he said. \"At least two cruisers.\"\n\nHe yielded the eyepiece to the captain. Even without the telescope he\ncould see those incredibly brilliant green flickers. He asked himself\nif the Enemy was already gunning for the fleet through Uranus.\n\nThe blue telltales for _Caliban_ and _Starveling_ began to blink.\n\n\"They've seen it too,\" the captain said. He snatched up the mike and\nhis next words rang through the _Prospero_.\n\n\"Rig ship for the snowbank orbit! Snowbank orbit with stinger! Mr.\nGrunfeld, raise the fleet.\"\n\nAft, Croker muttered, \"Rig our shrouds, don't he mean? Rig shrouds and\nfirecrackers mounted on Fourth of July rockets.\"\n\nNess said, \"Cheer up. Even the longest strategic withdrawal in history\nhas to end some time.\"\n\n\n                                  IV\n\nThree quarters of a day later Grunfeld felt a spasm of futile fear and\nrevolt as the pressure suit closed like a thick-fleshed carnivorous\nplant on his drugged and tired body. Relax, he told himself. Fine thing\nif you cooked up a fuss when even Croker didn't. He thought of forty\nthings to re-check. Relax, he repeated--the work's over; all that\nmatters is in Copperhead's memory tanks now, or will be as soon as the\ncaptain's suited up.\n\nThe suit held Grunfeld erect, his arms at his sides--the best attitude,\nexcept he was still facing forward, for taking high G, providing the\nship herself didn't start to tumble. Only the cheekpieces and visor\nhadn't closed in on his face--translucent hand-thick petals as yet\nunfolded. He felt the delicate firm pressure of built-in fingertips\nmonitoring his pulses and against his buttocks the cold smooth muzzles\nof the jet hypodermics that would feed him metronomic drugs during the\nhigh-G stretch and stimulants when they were in free-fall again. When.\n\nHe could swing his head and eyes just enough to make out the suits of\nCroker and Ness to either side of him and their profiles wavy through\nthe jutting misty cheekpieces. Ahead to the left was Jackson--just\nthe back of his suit, like a black snowman standing at attention,\npale-olive-edged by the great glow of Uranus. And to the right the\ncaptain, his legs suited but his upper body still bent out to the side\nas he checked the monitor of his suit with its glowing blue button and\nthe manual controls that would lie under his hands during the maneuver.\n\nBeyond the captain was the spaceshield, the lower quarter of it\nstill blackness and stars, but the upper three-quarters filled with\nthe onrushing planet's pale mottled green that now had the dulled\nrichness of watered silk. They were so close that the rim hardly showed\ncurvature. The atmosphere must have a steep gradient, Grunfeld thought,\nor they'd already be feeling decel. That stuff ahead looked more like\nwater than any kind of air. It bothered him that the captain was still\nhalf out of his suit.\n\nThere should be action and shouted commands, Grunfeld thought, to fill\nup these last tight-stretched minutes. Last orders to the fleet, port\ncovers being cranked shut, someone doing a countdown on the firing of\ntheir torpedo. But the last message had gone to the fleet minutes ago.\nIts robot pilots were set to follow _Prospero_ and imitate, nothing\nelse. And all the rest was up to Copperhead. Still....\n\nGrunfeld wet his lips. \"Captain,\" he said hesitantly. \"Captain?\"\n\n\"Thank you, Grunfeld.\" He caught the edge of the skull's answering\ngrin. \"We _are_ beginning to hit hydrogen,\" the quiet voice went on.\n\"Forward skin temperature's up to 9 K.\"\n\nBeyond the friendly skull, a great patch of the rim of Uranus flared\nbright green. As if that final stimulus had been needed, Jackson began\nto talk dreamily from his suit.\n\n\"They're still welcoming us and grieving for us. I begin to get it a\nlittle more now. Their ship's one thing and they're another. Their\nship is frightened to death of us. It hates us and the only thing it\nknows to do is to kill us. They can't stop it, they're even less than\npassengers....\"\n\nThe captain was in his suit now. Grunfeld sensed a faint throbbing and\nfelt a rush of cold air. The cabin refrigeration system had started up,\ncarrying cabin heat to the lattice arms. Intended to protect them from\nsolar heat, it would now do what it could against the heat of friction.\n\nThe straight edge of Uranus was getting hazier. Even the fainter\nstars shone through, spangling it. A bell jangled and the pale green\nsegment narrowed as the steel meteor panels began to close in front\nof the spaceshield. Soon there was only a narrow vertical ribbon of\ngreen--_bright_ green as it narrowed to a thread--then for a few\nseconds only blackness except for the dim red and blue beads and\nsemi-circles, just beyond the captain, of the board. Then the muted\ninterior cabin lights glowed on.\n\n\n\nJackson droned: \"They and their ships come from very far away, from the\nedge. If this is the continuum, they come from the ... discontinuum,\nwhere they don't have stars but something else and where gravity is\ndifferent. Their ships came from the edge on a gust of fear with the\nother ships, and our brothers came with it though they didn't want\nto....\"\n\nAnd now Grunfeld thought he began to feel it--the first faint thrill,\nless than a cobweb's tug, of _weight_.\n\nThe cabin wall moved sideways. Grunfeld's suit had begun to revolve\nslowly on a vertical axis.\n\nFor a moment he glimpsed Jackson's dark profile--all five suits were\nrevolving in their framework. They locked into position when the men in\nthem were facing aft. Now at least retinas wouldn't pull forward at\nhigh-G decel, or spines crush through thorax and abdomen.\n\nThe cabin air was cold on Grunfeld's forehead. And now he was sure he\nfelt weight--maybe five pounds of it. Suddenly aft was _up_. It was as\nif he were lying on his back on the spaceshield.\n\nA sudden snarling roar came through his suit from the beams bracing it.\nHe lost weight, then regained it and a little more besides. He realized\nit was their torpedo taking off, to skim by Uranus in the top of the\natmosphere and then curve inward the little their chem fuel would let\nthem, homing toward the Enemy. He imaged its tiny red jet over the\ngreat gray-green glowing plain. Four more would be taking off from the\nother ships--the fleet's feeble sting. Like a bee's, just one, in dying.\n\nThe cheekpieces and foreheadpiece of Grunfeld's suit began to close on\nhis face like layers of pliable ice.\n\nJackson called faintly, \"_Now_ I understand. Their ship--\" His voice\nwas cut off.\n\nGrunfeld's ice-mask was tight shut. He felt a small surge of vigor as\nthe suit took over his breathing and sent his lungs a gush of high-oxy\nair. Then came a tingling numbness as the suit field went on, adding an\nextra prop against decel to each molecule of his body.\n\nBut the weight was growing. He was on the moon now ... now on Mars ...\nnow back on Earth....\n\nThe weight was stifling now, crushing--a hill of invisible sand.\nGrunfeld saw a black pillow hanging in the cabin above him aft. It had\nred fringe around it. It grew.\n\nThere was a whistling and shaking. Everything lurched torturingly, the\nship's jets roared, everything recovered, or didn't.\n\nThe black pillow came down on him, crushing out sight, crushing out\nthought.\n\n\n\nThe universe was a black tingling, a limitless ache floating in a\nlarger black infinity. Something drew back and there was a dry fiery\nwind on numb humps and ridges--the cabin air on his face, Grunfeld\ndecided, then shivered and started at the thought that he was alive and\nin free-fall. His body didn't feel like a mass of internal hemorrhages.\nOr did it?\n\nHe spun slowly. It stopped. Dizziness? Or the suits revolving forward\nagain? If they'd actually come through--\n\nThere was a creaking and cracking. The ship contracting after\nfrictional heating?\n\nThere was a faint stink like ammonia and formaldehyde mixed. A few\nUranian molecules forced past plates racked by turbulence?\n\nHe saw dim red specks. The board? Or last flickers from ruined\nretinas? A bell jangled. He waited, but he saw nothing. Blind? Or the\nmeteor guard jammed? No wonder if it were. No wonder if the cabin\nlights were broken.\n\nThe hot air that had dried his sweaty face rushed down the front of his\nbody. Needles of pain pierced him as he slumped forward out of the top\nof his opening suit.\n\nThen he saw the horizontal band of stars outlining the top of the\nspaceshield and below it the great field of inky black, barely convex\nupward, _that must_, he realized, _be the dark side of Uranus_.\n\nPain ignored, Grunfeld pushed himself forward out of his suit and\npulled himself past the captain's to the spaceshield.\n\nThe view stayed the same, though broadening out: stars above, a\ncurve-edged velvet black plain below. They were orbiting.\n\nA pulsing, color-changing glow from somewhere showed him twisted stumps\nof the radio lattices. There was no sign of the mirror at all. It must\nhave been torn away, or vaporized completely, in the fiery turbulence\nof decel.\n\nNew maxs showed on the board: Cabin Temperature 214 F, Skin Temperature\n907 K, Gravs 87.\n\nThen in the top of the spacefield, almost out of vision, Grunfeld saw\nthe source of the pulsing glow: two sharp-ended ovals flickering\nbrightly all colors against the pale starfields, like two dead fish\nphosphorescing.\n\n\"The torps got to 'em,\" Croker said, pushed forward beside Grunfeld to\nthe right.\n\n\n\n\"I did find out at the end,\" Jackson said quietly from the left, his\nvoice at last free of the trance-tone. \"The Enemy ships weren't ships\nat all. They were (there's no other word for it) space animals. We've\nalways thought life was a prerogative of planets, that space was\ninorganic. But you can walk miles through the desert or sail leagues\nthrough the sea before you notice life and I guess space is the\nsame. Anyway the Enemy was (what else can I call 'em?) space-whales.\nInertialess space-whales from the discontinuum. Space-whales that ate\nhydrogen (that's the only way I know to say it) and spat light to\nmove and fight. The ones I talked to, our brothers, were just their\nparasites.\"\n\n\"That's crazy,\" Grunfeld said. \"All of it. A child's picture.\"\n\n\"Sure it is,\" Jackson agreed.\n\nFrom beyond Jackson, Ness, punching buttons, said, \"Quiet.\"\n\nThe radio came on thin and wailing with static: \"Titania Station\ncalling fleet. We have jeep and can orbit in to you. The two Enemy are\ndead--the last in the System. Titania Station calling fleet. We have\njeep fueled and set to go--\"\n\nFleet? thought Grunfeld. He turned back to the board. The first and\nlast blue telltales still glowed for _Caliban_ and _Starveling_.\nBreathe a prayer, he thought, for _Moth_ and _Snug_.\n\nSomething else shone on the board, something Grunfeld knew had to be\nwrong. Three little words: SHIP ON MANUAL.\n\nThe black rim of Uranus ahead suddenly brightened along its length,\nwhich was very slightly bowed, like a section of a giant new moon. A\nbead formed toward the center, brightened, and then all at once the\njail-yard sun had risen and was glaring coldly through its pinhole into\ntheir eyes.\n\nThey looked away from it. Grunfeld turned around.\n\nThe austere light showed the captain still in his pressure suit, only\nthe head fallen out forward, hiding the skull features. Studying the\nmonitor box of the captain's suit, Grunfeld saw it was set to inject\nthe captain with power stimulants as soon as the Gravs began to slacken\nfrom their max.\n\nHe realized who had done the impossible job of piloting them out of\nUranus.\n\nBut the button on the monitor, that should have glowed blue, was as\ndark as those of _Moth_ and _Snug_.\n\nGrunfeld thought, now he can rest.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Leiber, Fritz"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61243/pg61243.txt",
        "name": "the_snowbank_orbit.json"
    }
}