{
    "name": "The Madcap Metalloids",
    "author": [
        "Athanas, Verne"
    ],
    "body": "Jonathan Drake swam back to consciousness as a bubble rises through\nmolasses--slowly, and with great effort. His arms lay heavily on the\npadded rests of the shock-chair, and his lids drooped persistently\ndespite the shouted commands of his brain. A bubble of air rose\nreluctantly up his throat to operate his paralyzed vocal cords.\n\n\"Doc,\" he croaked. \"Doc?\" The words bounced off the polished metal\nwalls of the room. There was no sound after that but the soft purr of\nthe control board.\n\nJonathan walked his hand along the arm rest like a spider, each finger\na leg drawing the weighted hand a step further like a tremendous body.\nFinally a finger found the cup of the release button, and the pneumatic\npads fell free of thigh, belly and chest. He slid the button forward\nand the shock-seat tilted him forward and decanted him gently onto the\nfloor.\n\nHe could hear Doc breathing now, the sound of it harsh above the quiet\nhumming of the dynamics, and he rolled on over and heaved his body off\nthe floor with both arms.\n\n\"Puny,\" he muttered to himself. \"Weak as a baby. Must have been a rough\nlanding.\"\n\nHe fought his way to his hands and knees, but his body rebelled at the\ntask of rising to his feet.\n\n_This is getting to where it ain't funny_, he thought, and scrambled\nwith great effort to the control board.\n\nHe had a look at the G-gauge and whistled softly. 3.4! _Leaping Luna,\nno wonder!_ He forced his hand to the knurled knob of the control lever\nand clicked it down four notches. He held it there a moment, then eased\nit back a fraction by twisting the knob. The dynamics' hum rose a note\nand the weight began to fall from him.\n\nHe stepped swiftly to the other shock-chair and released the\nrestrainers with one impatient stabbing finger. Doc had a bluish tinge\nabout his mouth and his breathing was a bit ragged.\n\n\"Doc,\" said Jon sharply. He thumbed one of Doc's eyes open and studied\nthe pupil. \"Too much deceleration,\" he muttered, and wheeled to the\nblack kit on the wall.\n\nHis eye caught the visi-plate over the control panel in passing, and\nhe gave the bleak plain it showed a casual glance. Something round and\nblack traveled across the field of vision, but was gone almost as soon\nas it caught his attention. He flicked a quick look to see that the\nautomatic cameras were recording, and returned to Doc.\n\nDoc made no response to the jab of the needle, but within ten seconds\nthe color flooded to his face and he snapped his head up with alert\nattention.\n\n\"We made it,\" said Doc with instant comprehension. Doc was bald as an\negg, though he was not yet thirty-five, and his lips were red and full\nand smiled easily. Behind those twinkling blue eyes--as Jon knew full\nwell--was a brain that operated at its peak during stress, a mind that\nknew neither dismay nor panic.\n\nHis eyes twinkled now with sharp inquiry. \"How does it look, Jon?\"\n\n\n\nThe lean dark-haired pilot shrugged. \"I haven't seen much of it yet.\nInstruments show that we aren't cracked--outer and inner hulls still\nholding pressure. Tremendous gravity, no atmosphere. Entire area\nslightly radio-active. Haven't had time to check the recording tapes\nyet. I blacked out about the same time you did.\"\n\nDoc caught his lower lip between his white even teeth for a moment.\nThen he tilted himself out of the shock-chair and rolled the stiffness\nout of his broad shoulders. \"Tapes first,\" he said.\n\nJon clipped another reel into the recorder and stopped the whirring of\nthe one he wanted. He slipped it onto the reversing spindle, pulled\nout the tag-end inside and fed it into the slot. Then he tapped two\ncigarettes alight on his thumbnail, gave one to Doc and stepped back to\nwatch.\n\nThe asteroid showed up with surprising suddenness out of the void that\nwas deep space. Its outlines were blurry at first, but sharpened as\nthe spotter focused on it. It was traveling at tremendous speed, for\nthe star patterns behind it changed even as they watched. The metallic\nvoice of the sound track came in now, recording the instrument readings.\n\n\"Ship's course Z-point RD 3784. Object's course Z-point AD 1892.\" The\nspeaker droned on with data, speed of ship, computed speed of object,\ndrive ratings. Then: \"Collision course. Collision course. Repeating.\nCollision course.\"\n\nThe black mass of the asteroid shifted on the screen and momentarily\nwent out of focus as the ship spun on its axis and the rear viewers\ntook over. Then the scene was streaked with flame as the main jets put\non full emergency deceleration.\n\nThe rest of the recording tape was nightmarish. The flaring of the jets\nstuttered--then stopped. The dispassionate mechanical voice of the\nspeaker reported the main converter feed jammed, and almost instantly\nreported that auxiliary units were operating.\n\nDoc shuddered reminiscently at this. He recalled the tortuous crawl\nthrough the tunnel into the converter room, the shoving of the screen\nahead of him in the flickering blue glow of the room, the unjamming of\nthe 'foolproof' feeding reel that had been installed especially for\nthis exploration.\n\nThe twenty minutes it took had been enough. The ship lurched to the\npull of this concentrated hulk of God-knew-what, and went into a tight\norbit around the asteroid.\n\nThey were just too close. They came in lower and lower, and finally\nJon threw on full power. Hobson's choice. Fall into the mass or kill\nthemselves with high-G deceleration. Jon chose deceleration.\n\nBoth pairs of eyes watched the changing pictures with fascinated gaze.\nThis was where they had blacked out.\n\nIt was sheer luck. The tape showed that they had gone tumbling\nacross the bleak land below in a crazy pinwheeling motion. The nose\ndropped forward into the line of flight just as the belly of the ship\nslammed into the plain. For perhaps fifty Earth miles the ship cut\nits screaming swath across the bosom of the naked plain. Then motion\nstopped, and the tape showed nothing but the dead land for minute after\nminute.\n\n\"All right,\" said Doc, and Jon reached for the switch.\n\n\n\nThen motion showed on the screen. A sphere came out of the side, rolled\nup to the nose of the ship, hesitated, then rolled on almost out of the\nrange of the lens. Then it simply disappeared. The tape whirred on to\nits end, and the machine clicked off.\n\n\"Now what in the name of the Sacred Blick of Venus,\" said Jon, \"was\nthat?\"\n\n\"I pass,\" replied Doc. \"Let's see that again.\"\n\nThey saw it again. And again. What appeared to be a solid sphere of\nshiny black metal rolled across the plain, paused before the nose of\nthe ship, rolled on--and simply disappeared!\n\n\"Well,\" said Doc at last, \"this is still Exploration Unit X-3. First we\neat, then we start getting this all down on tapes. Then we check the\nship, and maybe we take a look-see around. Then we get the hell out of\nhere. But first we eat.\"\n\nJon busied himself breaking out the rations. This consisted of\npicking two tins out of the locker, rapping them sharply on the rod\nthat protruded from the case and setting them aside. In about thirty\nseconds the tins emitted a tired sigh and the lids raised slightly. The\nportions of food, each in its own clear plastic bag, were hot and ready.\n\nDoc dropped his postprandial cigarette into the disposal slot and came\nto his feet.\n\n\"On your feet, Fly-boy,\" he ordered. \"Plenty workee, so chop chop, up\nand at it.\"\n\n\"Slave driver,\" sneered Jon. He squirmed into his antirad suit. He\npoised the helmet and fired his blast. \"I gotta sweat my head off, back\nthere, and you play with tapes up here. Talk about your men and boys.\nHah!\" And he dogged down the helmet. He could see Doc's lips moving and\ngrinned pleasantly. He made motions to show that he wasn't hearing a\nword.\n\nHe was still grinning when he undogged the tunnel lock and closed\nit behind him. Between the double doors, he twisted his body in the\ncramped space to undog the second door. When it swung open, he had to\ncrawl through the narrow opening into the tunnel. He thrust head and\nshoulders into the opening, and the weight of the world fell on him.\nHe was jammed against the floor with an unbearable weight, and the\nthreshold of the lock-door was slowly cutting him in two.\n\n\"Doc!\" he screamed into the mouthpiece in his helmet. \"Doc, give me a\nhand!\" Then a cold hand closed over his heart.\n\n_The transmitter was off!_ In his horseplay he had not turned the knob,\nand now his hands were welded to the floor by the crushing weight.\n\nHe lashed out frantically with his lead-soled feet, for they could\nstill move. He tried to pound the lead soles in the distress code, but\nthe pain of his crushed ribs was telegraphing down his nerves and the\nrhythm was erratic.\n\n_Here it comes_, he thought bleakly, and a black wave curled over his\nthoughts.\n\nHe caught his breath and gagged. He looked up into Doc's anxious eyes\nand pulled the mask that was feeding him oxygen off his face.\n\n\"Whoosh,\" he said. \"What was that?\"\n\n\"Just plain gravity,\" replied Doc. \"The Stable-G unit just covers the\nflight-compartment here, as you well know. When you stuck your head\ninto the tunnel, you went over the edge, and the part of you that was\nin the tunnel must have weighed tons. I had to put a power winch on you\nto drag you out. Wonder it didn't pull you in two. We'd have thought of\nthat if we both hadn't been trying to be funny.\" They considered this\nsoberly for some minutes.\n\n\"Well,\" said Jon, raising a soothing hand to his aching neck, \"that\ntakes care of that. The drive compartment is out of bounds for us until\nwe can get Stable-G into that tunnel.\"\n\n\"Yes,\" said Doc shortly. He turned to the rack where he had been\nworking. He tossed the correlation tapes to Jon.\n\n\"Read 'em and weep,\" he said grimly.\n\nJon skimmed the tapes quickly. Twice he went back and checked the cold\nmerciless facts. Finally he looked up and took a deep breath. It was\nunescapable fact, this asteroid was radio-active. It was only a matter\nof time until the ship would be contaminated.\n\n\"How long?\" He forced his voice into steadiness.\n\nDoc tapped a cigarette alight and took a deep lungful of smoke. He\npursed his lips and gazed at the glowing end with deep distaste.\n\"Between three and four days,\" he said slowly. \"Say seventy-two hours\nto be safe.\"\n\n\"Well,\" said Jon, \"let's see about getting this can the hell out of\nhere.\" He settled himself in his seat and his experienced hands ran\nsmoothly over the multitude of controls.\n\nThe amber READY light slowly slid through the spectrum until it\nreached green. Then the red warning lights came on above the firing\nswitches.\n\n\"Set,\" he said over his shoulder, and Doc slid into his shock-chair and\nclicked the switch. \"Right,\" said Doc.\n\nJon flipped the three toggle switches and shoved the red power lever\nfull ahead. The ship quivered, and the tiny shudders of strain\ntelegraphed their way up to Jon's sensitive nerves. But the ship moved\nnot at all. Jon cursed softly and threw the auxiliaries on. The sense\nof strain grew until it was nearly unbearable. The ship edged ahead,\nsix inches, six more, then the warning lights began to pop on above the\ncontrol panel.\n\nJon groaned, and cut power. He swiveled around.\n\n\"That's all,\" he said, \"unless you want to get out and push.\" They\nunstrapped silently and lighted cigarettes without looking at each\nother. Unconsciously their eyes went to the Geiger. It clicked softly,\nand the sensitive needle jumped half across the dial and fell back. The\nneedle of the accumulator dial was already lifting off the pin. Again\nthe Geiger clicked and the needle jumped.\n\n\"Well,\" said Doc tiredly, \"let's start getting it down on record tape.\nIt may do some good someday.\"\n\n\n\nThe transmitter was set on automatic, and was tirelessly throwing out\nits XER, XER, XER, in Interplanetary Code. But only a hissing roar\ncame from the speaker tuned to the Explocenter channel. Doc got up and\nturned the volume down. He rubbed his hands together briskly.\n\n\"Let's go out and have a look-see,\" he suggested.\n\n\"You nuts?\" inquired Jon sourly. \"We'd be squashed like a couple of\nbugs the second we step off Stable-G.\"\n\nOle Doc thought about that. We put a small Stable-G unit on each foot\nof a space suit and run them off the dynamics in the suit. By coupling\nthe secondary off the S-G unit on the right foot to the metal suit, and\nthe primary of the left one ditto, we can convert the whole suit into\na S-G, and be as safe as if we were in church. Just to be safe, we'll\nhook up a suit and shove it into the air-lock to test it.\n\nIt worked.\n\nDoc insisted on being the first out. He ran a loop of eighth-inch\nshielded warping line through the towing rings on the shoulders of his\nsuit and grounded the shielding to the suit with a dab of welding metal.\n\n\"If I get stuck, Jon,\" his voice came tinnily through the phones, \"haul\nme back with the winch. And whatever you do, watch the weld on your end\nof the shielding. There should be enough juice in it to keep it inert.\"\nJon nodded, and Doc broke the seal on the outer door.\n\nFor a split-second the air glittered with pinpoints of light as the\nmoisture in the air-lock solidified. Then the crystals blinked out\nas the further cold broke the solids into their separate gasses and\ndispersed them. Doc slowly descended the ladder to the ground. His\nvoice kept up a steady drone, feeding information to Jon and to the\nrecorders tuned in on the control panel.\n\n\"I am clear of the ship now, by about twenty meters. Surface seems to\nbe a sort of metallic sand--granulated at least--but solid as steel. My\nrelative weight seems to be about 1.5, with S-G unit at maximum. The\narea seems to be absolutely barren, without even a hummock or dune in\nsight. The.... Whup! There's one of those things--those spheres--just\nahead, about thirty degrees off the ship's nose. Stand by--I'm coming\nback to the air-lock.\"\n\nJon swiftly hauled in the slack in the line, hand over hand, and\npressed the winch control to feed the slack onto the drum.\n\n\"Hold it,\" came Doc's voice. \"It's disappeared again. Whup! Now there's\none over here on my right, at about a hundred meters. Spherical shape,\nblack, about five and a half or six meters in diameter ... now it seems\nto be settling into the surface; assuming a hemispherical form....\nWhup! Disappeared again! Reel me in, Jon. We've got to get some\nhigh-speed shots of this.\"\n\nIt never occurred to either of them that there was no point in making\nthese recordings. Explocenter hand-picked its men, and insatiable\ncuriosity was the first requisite. Quick judgment and moral stamina\ncame next. And first, last, and always--'get it down on records'.\n\nThe Geiger clicked softly on the bulk-head and the needle of the\naccumulator was working toward the red area, but neither paused to\nconsider these things now. They had made their try, exhausted their\nresources.\n\n\n\nBut in the back of their minds was the knowledge that within a\nfew months a statistician at Explocenter would mark Explounit X-3\n\"missing\", and at the end of the year two more names would be added\nto the column at Explocenter; that shaft of gray venustron that stood\nbeside the main entrance, whereon was the long, long scroll of names.\nSimple monument to the men of Explocenter who never came back.\n\n\"We can't take the big tele-lens outside,\" mused Doc, \"so we'll have to\nrecord off the visi-plate. I'll go outside again, and spot for you, and\nyou can line the 'plate on my bearings.\"\n\n\"Huh-uh. My turn,\" retorted Jon. \"Why should you have all the fun? I'm\ngoing out this time, and you can shoot pictures to your little heart's\ncontent. Besides, I'm going to tuck my little personal camera into my\nhelmet under my chin and get some shots on the spot.\"\n\n\"All right,\" snorted Doc. \"But don't come crying to papa if you stub\nyour toe. And look both ways before you cross the street. Here--let me\nblow your nose before you go out in the cold.\"\n\n\"Aw go to Helios, you retort-smasher. If I run into a ground squirrel,\nI'll skin him and bring you some hair.\"\n\nJon eased down the ladder and shuffled across the smooth surface until\nhe was well clear of the ship.\n\n\"Nothing yet,\" he reported, and swept the horizon with his glance.\n\n\"I could have told you,\" said Doc nastily. \"Your ugly face scared them\naway.\"\n\n\"Yeah,\" snorted Jon. \"Every stenotyper at Explo has your beautiful mug\npasted in the top drawer of her desk.\"\n\n\"Sure!\" agreed Doc smugly.\n\n\"Well,\" said Jon impatiently, and under his breath. \"Come on, you black\nboogers--I ain't got all day.\" Then he gulped.\n\nFor a huge black sphere materialized about fifty meters to his left\nand rolled swiftly toward him. Jon beat a hasty retreat. He backed\ntoward the ship, and jogged the camera under his chin to start it\noperating. The sphere paused a second, then rolled slowly after him.\n\n\"Steady,\" came Doc's voice in the phones. \"I got a dis-ray on it.\"\n\nJon felt better, though he knew that a dis-ray blast this close to him\nwould fricassee him too. He told Doc so.\n\n\"What's the difference?\" inquired Doc, the first note of their doom in\nhis voice. \"Fast or slow--take your choice.\"\n\n\"Take your pictures, ground-hog,\" grunted Jon. \"I'll do the heavy\nthinking around here.\"\n\n\"Don't sprain your neck with it, Fly-boy.\"\n\nIt was that dull black hopelessness in the back of Jon's mind that gave\nhim the bravado that he showed then. He took a quick step toward the\nsphere.\n\n\"Scat,\" he snarled savagely, and waved his arms. \"Shoo! Get lost!\"\n\nThen his mouth gaped. It was gone! Vanished!\n\n\"Doc!\" he yelled, \"did you see that?\"\n\n\"Yup,\" came Doc's matter-of-fact voice. \"Got it all here on the tape.\nBlip! Gone, just like before.\"\n\n\"That isn't what I mean,\" protested Jon. His brain was staggered by the\nhalf-formed thoughts that crowded it. \"Now get this, Doc.\"\n\nHe shouted, \"Come back here! Right here in front of me.\" For the space\nof three slow heartbeats nothing happened. Then, with the air of having\nbeen there all the time, the sphere materialized.\n\nBreathing carefully, Jon said. \"Roll toward me.\" The sphere hesitated a\nsecond, then came obediently toward him.\n\n\"Stop!\" said Jon. The sphere was stock-still in the instant.\n\n\"Doc,\" cried Jon, excitement cracking his voice, \"these star-blasted\nboogers can think!\"\n\n\"Come on in out of the sun, Fly-boy,\" said Doc wearily. \"The heat's\ngetting you. It's coincidence. Or you moved to attract it, or\nsomething.\"\n\n\"No,\" protested Jon. \"Now look. I'm going to cut off my trans, but I'll\ncall my shots first. I'm going to have it roll left, then right, then\nback to center. Got that? Left, right, and back to center. Over and\nout.\" And Jon cut off his transmitter.\n\n\n\nHe stood stock-still and formed the impression in his mind. _Now roll\nto my left_, he thought. The blank sphere moved to the spot indicated.\n_Now to my right._ The huge sphere obeyed the mental commands with the\njoyous precision of a rookie Space Patrolman who has just learned his\nParade Manual.\n\nFor fifteen minutes Jon put the hulking ball through its paces, and\nthen as suddenly as it had appeared, the rapport was lost. The sphere\ntrundled off across the plain, oblivious to Jon's commands, and finally\nsettled to a hemisphere in the distance. Jon opened his trans.\n\n\"Yah,\" came Doc's disgusted voice. \"He never jumped through no hoop.\"\n\n\"Drop it,\" retorted Jon curtly. \"He got tired of it. Did you get it all\ndown?\"\n\n\"Every bit of it. Better come on in now, and we'll look it over.\"\n\nJon was suddenly tired, and he thought of the soft chairs in the\nFlight Room. But there would be that damned Geiger clicking, and the\naccumulator needle working into the red.\n\nJon knew suddenly that he was not going back to the ship. _What's the\npercentage in waiting for it_, he thought, _when I might as well be\ntaking a look-see over the hill? Oh, come now Jon-me-lad, what hill?_\n\nInto the trans he said, \"Put a lamp in the window, Mother Dear. I'm\ngoing to look the sitchy-ation over. I'll hold on the line of the ship\nto the horizon, then bear right on the circle till I get back. Have\nsupper ready--and please, no horse-radish in the broccoli.\"\n\nDoc's voice came through with a trace of worry in it. \"We shouldn't\nseparate until we know more about this.\"\n\n\"To quote an outstanding authority,\" said Jon, \"one Randall E. 'Doc'\nMartin, 'what's the difference? Fast or slow--take your choice'. End of\nquote.\"\n\n\"All right,\" agreed Doc tiredly. \"But Jon, don't do, uh, anything rash.\"\n\n\"G'bye, Clabberhead,\" retorted Jon fondly. \"Over and out.\"\n\nBlack depression settled on Jon as he trudged toward the horizon.\nUnwilling impressions returned to his brain. He remembered the crew\nof the XP-14. Their converter had been cracked in a jet blowout. The\ncommander was in the Rest Home on Venus. His head and shoulders looked\nlike a mushroom. Colloids. Lucky, everybody said, just a light burn.\nHis brain was still good.\n\nSo he carried his obscenity of a head around and found his way with a\nradar rod. Some of the others weren't so lucky; the flesh melted off\ntheir bones. Some of them had glowed before they died.\n\n_I'll stick with it until the time limit's up_, he thought, _then I'll\nblast my suit or cut the S-G circuit. Quick and easy._\n\nHe approached the sphere--hemisphere now--and wondered casually why it\nassumed that shape. Feeding, probably. But what would a metal ball eat?\nOn the other hand, how did it receive his mental commands? _Drop it,\nJonny, you're just going in circles._\n\nThe sphere popped back into shape at his approach and circled\ncoquettishly about him. It stopped before him and seemed to be waiting.\nJon grinned.\n\n\"Booger, you ear-banger, you're bucking for stripes. All right.... To\nthe rear, MARCH!\" Booger spun on his axis and trundled briskly away.\n\n\"Halt! By the right oblique, MARCH! RIGHT!... WHEEL! Halt! At Ease!\"\nBooger came patiently to rest.\n\n\n\nThe fancy came over Jon that it would indeed be a sight to organize a\ndrill team of these spheres. \"Booger,\" he thought suddenly, \"where are\nyour friends? You can't be the only one on this Godforsaken world. Go\nget 'em, Booger.\" Booger sat for a bit and then rolled playfully to and\nfro.\n\nJon phrased his thoughts carefully. He visualized a double row of\nBoogers, five to the row, before him. _Go get the rest of them,\nBooger_, he thought. Booger quivered, and then like snapping off a\nlight tube, he was gone.\n\nWithin ten seconds, he popped back. Beside him a twin materialized,\nthen two more.\n\nFinally all ten of them were there, in two rows of five.\n\n\"Squad, Right Face!\" ordered Jon. \"Forward MARCH! HALT! Hey, dress\nup those ranks there.\" The right-end sphere in the front rank was at\nleast two meters out of position. Booger broke ranks without orders\nand trundled swiftly to the side of the offending one, wheeled in a\nshort arc and vigorously hunched him into position. Jon applauded with\nspace-gloved hands.\n\n\"All right, Booger, you win. You are hereby promoted to Corporal of the\nDrake Irregulars. Now let's see some snappy close-order drill.\"\n\nThey drilled for some minutes, and then in a particularly tricky\nmaneuver, the squad went to pieces. Two of them simply vanished. Three\nof them squatted--that was the only word Jon could find to fit--into\nhemispheres, and the rest either stopped or trundled about aimlessly.\n\n\"Well all right,\" said Jon with dignity. \"Squad dismissed.\" He turned\naway to continue his tramp, and stopped with a startled gasp. There\nwere spheres all about him. Ten, fifteen, twenty, thirty--there must be\nat least fifty of them, he calculated.\n\n\"Well, this is cozy,\" he said. \"If I'd known I was working before an\naudience, I'd shown you some real drilling. Some audience, sitting on\nyour hands.\"\n\nHe walked through the throng of them, giving them plenty of leeway\nin case one of them decided to roll his way. One, he thought it must\nbe the one he had named Booger, followed him slowly. He got a good\nclose-up look at several of them.\n\nSmooth sleek balls they were, with shiny metallic surfaces, unbroken by\nany mark. No eyes, no feeding orifices, just smooth spheres.\n\n_What a bunch of bowling balls you'd make_, he thought, _if we just had\nsome pins_. Then he gasped.\n\nAt least six of them had extruded necks and _were_ huge bowling pins!\n\n\"Now wait a minute,\" he gasped. \"Do that again.\" They did. It seemed to\nbe contagious. Within a few seconds he was surrounded by a veritable\ngallery of bowling pins, ten meters high!\n\nHe closed his eyes and counted to twenty--slowly. Then he snapped his\neyes open quickly. They were still there.\n\n\"Doc was right,\" he groaned. \"The heat's getting me.\" Then his\nwhimsical humor made him think, _Booger, come here!_\n\nOne of the anonymous pins sprang back into a sphere and trundled to\nhim. Jon made a sweeping gesture.\n\n\"Knock 'em down,\" he ordered. Booger took a rolling start and smashed\ninto the ranks of pins with the enthusiasm of a runaway space tug. The\nearth-quaking impact shook Jon off his feet. He lay stretched on his\nbelly laughing hysterically at the ludicrous sight.\n\n_Steady lad_, some sane corner of his brain whispered. _Steady. This is\nno time to go to pieces._\n\n_What the hell_, he retorted to himself. _At least the condemned man\nhad a hearty laugh._ But he pulled himself to his feet and trudged back\nto the ship.\n\n\n\nDoc silently busied himself with the storage of the new reels after\nthey had eaten.\n\n\"I found out how they do that disappearing act,\" he said finally.\n\"It showed up on the high-speed shots. They shoot out a long\npseudopod--like a wire. Then they snap back into a sphere at the other\nend. It's simply darned fast locomotion.\"\n\n\"Yes,\" agreed Jon, \"and they can shape themselves into bowling pins and\nstuff too. And hold it. Their shape, I mean.\"\n\nA thought was uncurling in Jon's mind. \"Doc, do you suppose ... by\ngolly, it's _got_ to work!\"\n\nAnd Doc was watching with astonished red-rimmed eyes as Jon slid\nthrough the neck of his space suit in its stand in the corner. Jon's\nvoice faded out and came in over the speaker as the wrench settled the\nhelmet in its seat and fell away.\n\n\"Warm up the converter, Doc. You'll have to handle that end this\ntime. When I give the word, throw everything on--mains, auxiliaries,\nsteering, everything. I'll have to do my end from the air-lock. And\nwhatever you do, _don't cut acceleration until we're out of orbit and\non course away_. Chop chop, chum.\"\n\nDoc gaped at the door of the air-lock for a second, then shrugged and\nstarted closing switches. If the hottest spaceman of Explocenter said\n\"try\" ... well, what could you lose?\n\nJon's voice came in over the speaker again. \"Booger! Booger, you big\nlump, come here. Doc, I'm cutting off trans for a minute, it seems to\nwork better when I think it to him.\"\n\nThe seconds ticked off into minutes, and the READY light was full\ngreen. Doc's hand trembled a bit on the firing levers, and he checked\nthe restrainers in his shock-chair for the third time.\n\nThirty seconds dragged by, and sweat budded on his forehead. \"What in\nHelios is he ...\" he muttered, and then the speaker crackled with the\none word: \"NOW!\"\n\nDoc slammed the firing levers home, and instantly was driven deep into\nhis shock-chair. Blackness washed out his trailing thought, _Leaping\nLuna, what is this doing to Jon? There is no shock-pad in the air-lock._\n\nIt did plenty. It took all of Doc's skill and three weeks at Venusenter\nbefore the brash spaceman was clamoring for active duty.\n\n\"You see, Doc,\" he answered the question, \"Booger and the rest were\ntelepathic--one way at least. I had him gather about fifty of them, so\nif one or two quit on the job, it wouldn't make too much difference.\nThen I had them extrude themselves into cables clear over the horizon.\nI had them hook their ... well, tail ends onto the fins of the ship.\nThen I gave them the word to get over the hill--fast. With our power,\nand their catapult action, it worked just like a Plutonian Cradle. Gave\nus that extra boost we needed.\"\n\n\"But what was their incentive?\" inquired Doc. \"What made them take your\norders?\"\n\nJon grinned broadly. \"They ain't very smart. And life there is pretty\nmonotonous. It tickled them to have some one give them something to do.\nBesides that, just before I passed the word to Booger, I commissioned\nhim Commander-in-Chief of Drake's Irregulars. Authority-crazy, that\nBooger.\"\n",
    "metadata": {
        "author": [
            "Athanas, Verne"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63843/pg63843.txt",
        "name": "the_madcap_metalloids.json"
    }
}