{
    "name": "The Queen of Space",
    "author": [
        "Slotkin, Joseph"
    ],
    "body": "I was relaxin' with my second Plutonian Stinger in the dignified\natmosphere of Charley's Venusian Retreat when there was this strange\nnoise outside the dive, like a flock of hot jets hittin' the\natmosphere. Right after a character comes bustin' through the door.\n\nHe looks behind him, scared-like, wipin' his forehead with a\nhandkerchief as big as one of Charley's tablecloths, only cleaner. He\nstops near my table.\n\n\"I beg your pardon, would you mind if I joined you?\"\n\n\"Listen, buster, if you got a ulterior motif, such as a touch, you kin\nhop a jet, and--\" I starts. Then I get a really good look, and hear\nmyself sayin', \"Hey, you don't look so good. Maybe you better sit down.\"\n\n\"Thank you, oh thank you very much,\" he says, floppin' onto one of\nCharley's flexible plastic stools.\n\n\"Well, I guess I kin maybe be a sucker and go fer just one,\" I says,\nwhile he is still mutterin' somethin' to hisself. \"Waiter! Hey, mug!\" I\nturns back to the little fella, feelin' real expansive, like they say.\n\n\"What'll be your pleasure, buster?\"\n\n\"Oh, but please allow me.\"\n\nWell, this is a new angle--a panhandler puttin' hisself on the pan.\nBut far be it from me to refuse a barroom curtsy, so I orders another\nJupiter sling.\n\n\"I'll have two of those drinks on your tray,\" the little guy pipes up\nto the waiter. And the mug, who is also one of Charley's best bouncers,\nalmost drops his load.\n\n\"Hey, mister, these here's Plutonian stingers,\" the waiter yells.\n\n\"Y'know what's in them things, fella?\" I chimes in. \"They get ground\nvesicantus herbs from Pluto, and--\"\n\n\"Oh, what difference does it make?\" The little guy looked mournful.\n\"He'll get me sooner or later, and then--\"\n\n\"He?\" Maybe I had this little guy all wrong. Maybe he was a nut that\nhad decided to bolt.\n\n\"Yes. Perhaps you heard that heat ray gun being discharged, just as I\ncame in.\"\n\n\"Oh. So that's what them noises was.\"\n\n\"Yes. Wherever I go, _he_ shoots at me. Waits for me to leave the\nbuilding, and then shoots at me.\"\n\n\"Well, mister, again it's none a my business, but--if you're carryin'\nany asteroids around--they kin be cashed anywhere. Lots of guys would\ntake pot shots at ya.\"\n\n\"Oh, Luigi isn't interested in my--money.\"\n\n\"Luigi?\" That name sent shudders goin' around my curvature.\n\n\"Precisely.\" He gives with a long sigh. \"I've been dodging him for some\ntime now.\"\n\n\"Mister,\" I says, \"everybody knows what a dangerous guy Luigi is. Why,\nthey got his mug on the wanted wall in every space station from here to\nthe outer galaxies.\"\n\n\"Yes, I presume they have.\"\n\n\"I figure one of these days the cops is gonna pin enough on him to\nmake him look like a astronavigator's space map,\" I adds.\n\n\"Oh, I doubt if the space control will ever have the opportunity to\napprehend him here on Venus. This is still a wild, mostly unsettled\nplanet, you know. And besides, Luigi is too smart,\" says this little\nguy, like he knows Luigi personal.\n\n\"Yeh, he sure is. Uh--what's he got on you?\"\n\n\n\nThe little guy reaches over like he doesn't know he's takin' the\nPlutonian stinger right from under me nose, and says sort of\nthoughtful-like, \"He thinks I stole his girl.\"\n\n\"Yeh. Yeh, sure, that would make _any_ fella ma--\" I starts, then it\nseeps through, and I looks at this little, skinny, runty guy, only I\ncan't laugh.\n\n\"Oh, I didn't of course. But the fact that she was last seen entering\nmy apartment, and that she never left it, at least not visibly--well,\nthat makes it terribly difficult to convince him--\"\n\n\"Now wait a minute--\"\n\n\"Oh, I don't expect anyone to believe me, anymore. Sometimes I find it\nhard to believe myself.\"\n\n\"D-do you know who Luigi's gal is?\" I finally stutters.\n\n\"Was,\" he corrects, mournful-like. This sort of scared me. Either\nthis guy was the kind of crank they never use to wind up a cold jet,\nor women had changed a lot since the last time I enriched my culture\nby attending a performance of Flossie's Follies at the Little Venus\nCircuit Burly-que.\n\n\"Mister, I ain't lookin' fer no trouble,\" I mutters, edgin' back on my\nstool.\n\n\"Oh, but I assure you, I'm telling the truth.\"\n\n\"Helen LaTour, the terrific blonde,\" I says, meaningful-like.\n\n\"The same!\"\n\n\"The queen of the burly circuit,\" I goes on, without realizin' that I\nam stretched halfway across the table, shoutin' into his ear because\nof a slight argument going on down the bar. \"The most luscious hunk of\nstuff that ever shook a notion to go on the stage,\" I enlarges. \"Right\nout of this world,\" I finishes up. \"Right?\"\n\n\"Precisely. Right out of this world.\"\n\n\"In your apartment?\"\n\n\"In my apartment.\"\n\nNow, I figures that maybe he was one of these here not-so-juvenile\ndelinquents what believes that if they can't have it, they can at least\nkill it, so I starts edgin' away, but then I gets a sudden thought.\n\n\"You sure the cops ain't on your trail, bud?\"\n\n\"No, but if Luigi doesn't get me, it's only a matter of time until they\nwill be. After all, anyone such as her, disappearing--\"\n\n\"I thought she was out of town.\"\n\n\"No. Just out of this world.\"\n\nThem words take on a sinister-like significance, the way he says them.\nThen he gets up, sober-lookin' in spite of them Plutonian stingers that\nwould of disintegrated even a Martian.\n\n\"If you wouldn't mind running the risk, I'd appreciate your company.\nI'm going back to my place now. The--ah--refreshments here lack the\nneeded stimulation. I have a much better supply home.\"\n\nNow, maybe it was that stinger and the Uranus delight, because under\nordinary circumstances I would turn down such a invite from a guy who\nis no doubt a no-orbit meteorite. But then I realize--he's invitin' me\nto his apartment where, accordin' to _his_ story, the luscious LaTour,\nqueen of the strip world, has not been seen since. So I gives in.\n\n\n\nWhen we reaches his apartment, he snaps on the lights, like he was\nnervous somebody might be hidin' inside, and locks the door tight. I\nwatch close. He leaves the key in the lock, which makes me feel some\neasier.\n\nHe has quite a nice little joint. Not gaudy, but nice. He goes to one\nbookshelf, presses a button, and a shelf slides back. Inside, he's got\nenough wiggle-water to fill all the Martian canals and irrigate the\nMoon.\n\nWell, we're heisting a couple, and then he starts talkin' like we was\nnever interrupted.\n\n\"Please forgive me for not introducing myself sooner, but under the\ncircumstances--My name is Timothy J. Brown, M.D., Ph.D., M.A. and A.B.\"\n\n\"Oh. Well, me monicker is Benjamin Spelvin, but you kin call me Benny.\"\n\n\"Very well--uh--Benny. I am, you see, a psychiatrist.\"\n\n\"Oh, yeh. But you'd never be able to figure _me_ out, Doc. I got so\nmany bumps on my head from hittin' th' anti-gravitational screens on\nthe jets during free fall--\"\n\nHe laughs. \"No, that would be a phrenologist you're thinking of,\nBenny. I'm concerned mainly with psychological abnormalities and\nmal-adjustments of the psyche. I'm also known as something of an expert\nin the more physical science of phenomenology,\" he adds modest-like.\n\nNow all this adds up to minus zero to me, but I'm sittin' in a\ncomfortable apartment in the better section of Venus, I got me a\nglass of Uranus Number Eight, Vintage 2480, so I lets the little\nfellow ramble on. Finally I says, \"Uh, Mister--uh, Doc, you was sayin'\nsomethin' about Helen LaTour, the strip--\"\n\n\"Oh, oh yes, I was coming to that. Well, now--uh, where was I? Oh,\nyes ... Benny, these were the events that brought me, a modest\nscientist, into contact with this Luigi and that--uh--delectable\ncreature, Miss Helen LaTour. And I'll leave it to you to decide for\nyourself that I am telling the truth.\"\n\n\n\nNot so long ago (the Professor starts out) I was visited here by a\nrather attractive young woman who told me her name was Helen LaTour.\n\nIt is true, she had called me first on the telescreen, and at the sight\nof that lovely--um--face, obviously mirroring distress, I assumed that,\nhaving heard of my reputation she had sought me out for--um--treatment.\n\nStill, it was rather--um--disturbing to me to be interrupted by this\nbeautiful young woman while I was in the midst of my studies.\n\n\"I'm grateful to you fer seein' me, P'fessor, honest I am,\" she\nbegan, seating herself immediately, and crossing her--um--quite shapely\nlegs ... er, limbs, that is.\n\n\"Well, Miss--uh--LaTour, wasn't it?\"\n\n\"Yeah. Helen LaTour. You heard of me 'way up here on Venusian Heights?\"\n\n\"The--ah--name has a familiar ring. But I must remind you, I have\nrestricted my practice to native Venusians.\"\n\n\"Yeah, sure, Doc. Still, I figured you, bein' an Earth man, and me a\nEarth woman, well--patriotism....\"\n\nHer eyes were indeed lovely, gazing at me so appealingly, and\nI must confess she aroused my--um--sense of Earthy--that is,\nEarthy--um--patriotism.\n\n\"Uh--just what can I do for you, Miss LaTour?\"\n\n\"I dunno yet, doc. I'm happy in my work. I got a swell boy friend,\nname of Luigi, maybe you heard of him? No? Well, I got no reason to be\nunhappy, and yet--\"\n\n\"Just a moment, please. What is your work?\"\n\n\"Doc, I been known in the strip tease game as the Queen of the Solid\nShake.\"\n\n\"You are--er--a night club dancer?\"\n\n\"Night clubs? Nah, I never leave the boards, Doc. I got my own circuit,\nmy agent takes good care of my bookings, and my wardrobe is the envy of\ningenues from Mercury to Pluto.\"\n\n\"You--act?\"\n\n\"Yeah. Plenty of action, Doc.\"\n\n\"Just what type of--er--roles do you play?\"\n\n\"I'm a tease artist, Doc. I take it off. Strip.\"\n\nEvery word this remarkable young lady uttered was punctuated by the\nmost fluid and expressive movements of her--um--agile--um--body, but I\nmust confess I was becoming more and more--er--confused.\n\n\"Want a demonstration?\"\n\nBy now, I had begun to gather what she meant, and hastily asserted that\nsuch a procedure would be unnecessary.\n\n\"Well, Doc, I'm solid sender, see? Hep with the jet.... Right out of\nthis world.\"\n\n\"Yes?\"\n\n\"That's just the trouble. I _been_ right out of this world.\"\n\n\"You have dreams?\"\n\n\"I dunno. Lemme explain. I'm opening next week after a layoff on\nEarth, see? Them Earthmen are gettin' sorta tame, but we figure these\nVenusians will appreciate what I got to offer when they come in after a\nlong, muggy day at them cold uranium mines, see?\"\n\nI commented that I had made some notations about the working conditions\nof the native Venusians comparing them, especially atmospherically, to\nthe phenomenon of what is known on Earth as ACM--ancient, California\nsmog.\n\n\"Yeah, sure, sure, Doc. Well, they got the whole show at the Little\nVenus Theater built around my number. I got my whole new wardrobe, with\nthe special anti-gravity zippers, some classy plastic bubbles, and a\nspecial arrangement cooked up by Ziggy, the trumpeter from Mercury.\nThey're billing me tops, and I figured out a routine that's a sure\nsensation. I been practicing it all during my vacation.\n\n\"I even been holding off Luigi so I could practice,\" Miss LaTour said.\n\n\"Luigi--that's your boy friend's name?\"\n\n\"Yeah,\" she laughed, and added, \"I been practicin' by myself so much he\nthinks I been cheatin' on him.\" She winked her lovely eye at me.\n\n\"Well, you should see this number,\" she said. \"It begins with me\nwigglin' like this.\"\n\n\n\nShe began to swing about the room. I had to confess to myself that,\nstanding there, her dark eyes flashing, her long, rather--uh--shapely\nlegs, and--um--well, it was obvious that if anyone were better\nqualified to interpret love, I had never seen it. But as I observed her\nclosely, she seemed truly agitated.\n\n\"Why, I even learned a couple of new languages, so I could sing a part\nof my song in each language--one from each planet.\"\n\n\"Er--I believe we can dispense with that.\"\n\n\"But that's just it, Doc. I gotta tell you about it. It's all sort of\nsymbolic, see? A sort of United Planets number. The idea is that all of\nthe planets are held together by love, real, solid love, the kind that\ngrips you.\"\n\nIt was most apparent to me at that juncture that her--um--talents\n_were_ of the--um--gripping variety.\n\nI begged her, however, to come to the source of her difficulty.\n\n\"Well, the number's comin' along terrific. I got it down perfect, every\nmovement, every swing and every sway. I feel I reached a new peak in my\nart, when--just a couple of days ago--it happens.\"\n\nI begged her to be explicit.\n\n\"Well, I'm doing the routine in my dressing-room, see? First the\nsinging as a tease, see? Then the bubbles, then I start playin' with\nthe anti-gravity zippers, see? Well, I get my skirt off, and then my\nblouse, and I've got panties and a brassiere, of course, using the\nskirt as a kind of screen, see? Well, there I am--\"\n\n\"Yes?\"\n\n\"In my panties and bra, of course.\"\n\n\"Of course.\"\n\n\"Usin' the skirt as a sort of a fan, see? Then I get to the part\nwhere I suddenly lift the skirt over my head, and I give a sort of\nwiggle--well, it ain't a wiggle, exactly, with my hips, and then--\"\n\n\"Yes, yes, and then, Miss LaTour?\"\n\n\"That's it, Doc,\" she said unhappily. \"That's when it happened. One\nminute I was standin' there in my room, practicin', and then--the room\nwasn't there anymore.\"\n\nI watched her closely--observing her reactions, of course.\n\n\"Where do you suppose the room went?\"\n\n\"I dunno. It just wasn't there.\"\n\n\"And--uh--where were you?\"\n\n\"That's the funniest part of it. I didn't seem to be in a room at all.\nI seemed to be in a large, open space and, Doc, _there was sand under\nmy feet_!\"\n\nHer particular hallucination began to take coherent--um--shape in my\nmind, now.\n\n\"You say there was sand under your feet--and you were out-of-doors?\"\n\n\"Like in some sort of desert, Doc. And Doc--_there was someone coming\ntoward me_!\"\n\n\"I see. A--man, doubtless.\"\n\n\"Yeah, yeah! And when he saw me standing there, he came rushing at me.\nWell, I remembered I didn't have much on, so I lowered my skirt.\"\n\n\"I see. And this man. He--chased you?\"\n\n\"Well--no. When I lowered my skirt, he stopped.\"\n\n\"He--stopped.\"\n\n\"Yeah. Well, I figures here's a man, and I got my new routine, let's\ntry it out. So I raised my skirt again, watching his face, and went on\nfrom there.\"\n\n\"On. From there. I see.\"\n\n\"And Doc,\" she became intensely excited, and I must confess I found it\nfairly difficult to preserve my own calm, \"when I went through that\nhip-sway, his face became dim, and then sort of cloudy, and then, in\na flash, there I was back in my room again just as if it never had\nhappened.\"\n\n\n\nI said, \"Miss LaTour, tell me, when you were a child, were you always\nimagining that men would turn around to look at you: that is, that they\nwere always looking at you?\"\n\n\"They _were_,\" she stated flatly. \"Hey--you think I'm imagining I was\nsomewhere else? Well, you're wrong, Doc. I was on a desert, I tell\nyou--and what's more, when I got back in my room, there was sand on\nthe bottom of my slippers!\"\n\n\"Of course,\" I soothed her. \"I'm not arguing with you at all.\"\n\n\"Look--\" She became vehement. \"I'll do my routine right here, in front\nof you, and you'll see--\"\n\nI pleaded with her that this was entirely unnecessary, but she began to\nwalk enticingly about the room, humming some tune.\n\nI was shocked at first, but in spite of myself, the eternal attraction\nof the feminine form asserted itself, and I watched the rest of the\nproceedings with, I must admit, keen interest. Miss LaTour was indeed\na--um--skillful young woman, and generously equipped to prove her\npoints.\n\n\"You see now?\" She was standing before me, holding her skirt over her\nhead, scantily clothed otherwise. \"Just about now, I go into my new\nhip-sway, like this, and--\"\n\nAnd then she was gone.\n\nShe had begun an enticing--indeed, fascinating wiggle of as excellently\nrounded a pair of hips as I had ever seen, and then, without warning of\nany sort, she had vanished.\n\nWell, you can imagine how perturbed I was. I searched the entire\napartment thoroughly. For a moment I was inclined to believe it was\nmerely an hallucination of my own. But there was the evidence of the\nclothing she had already--um--shed, lying on the floor, to prove my own\nsanity.\n\nThen I thought of the drinking cabinet I--ah--keep here for my\npatients, and I turned to it with shaking hands. As I was pouring\nmyself a Uranian Delight, I heard her voice suddenly, and the glass\ncrashed from my hands.\n\n\"I'm back, Doc.\"\n\nIndeed, there she was, standing as she had before, her skirt raised\nabout her head with one hand, and in the other what looked like _some\nsort of human hand_!\n\n\"Guess where I was this time.\"\n\nI confess I was shaking violently, but she laughed, and approached me\ncoquettishly, showing me what appeared on closer examination to be an\nartifact of some sort, rather like a metal glove. As I peered at it she\nsighed deeply.\n\n\"What a knight!\"\n\n\"Extraordinary, but I fancied I heard you say, 'What a night'!\"\n\n\"That's what I said, Doc.\"\n\n\"But you've only been gone about five minutes. How can you say--?\"\n\n\"Search me. All I know is, I just spent the last three hours with a\nknight.\"\n\n\"A night, in a few hours! How--?\"\n\n\"I said 'knight'. The kind that rides a horse--you know.\"\n\nI stared at her, but she was coyly putting on her clothes, a half-smile\non her lovely face.\n\n\"He was so sweet, Doc. Talked a kind of funny French, but I could\nunderstand enough to intuition the rest--Anyhow, after awhile I\nremembered you'd be worried about me, so I sneaked out of his castle,\nand went through my routine up to the point where I wiggle my hips--and\nhere I am.\"\n\n\"But--where _were_ you?\"\n\n\"Search me. He said his name was Launcelot.\"\n\n\"What?\"\n\n\"Launcelot. That's what he said his name was. That's a pretty name.\"\nShe giggled, \"I wonder what Luigi would say.\"\n\n\n\nI was shocked, but then the full significance of this young lady's\nstrange powers flooded over me. I regarded her seriously.\n\n\"Miss LaTour, do you realize what you've accomplished by a mere wiggle\nof your hips?\"\n\nShe paused in fastening the garter to her filmy stocking. \"I built up\nquite a reputation. I know that.\"\n\nI fired her with my glance. \"At first I thought perhaps you were\nsuffering from--well, no matter. Now, either we're both mad, or you've\npenetrated the fourth dimension and bridged space and time.\"\n\nShe appeared highly uninterested. \"That's fine, Doc. Uh--my seams\nstraight? Thanks. Now if you kin figure out some way to get that--what\ndid you call it? Oh, yeah, penetration--out of my act, everything'll be\nO.K. After all, I got my cash customers to consider.\"\n\n\"Oh, your act is unimportant now,\" I said excitedly. \"Consider what\nthis means to science! With that little--ah--wiggle of your hips you've\nfound a warp in space that's projected you into another time sphere,\nproportionately co-existent with our own!\"\n\n\"That's great, Doc. Now that you know how I do it, how about helping\nme to get rid of it? Although--\" She hesitated. \"I _would_ like to see\nLaunce again. I wonder if he's married?\"\n\n\"Perhaps,\" I mused, \"this phenomenon manifested itself here on Venus\nand not when you were on Earth because of the peculiar orbit of the\nVenusian--\" And then I realized she was waiting for me to answer her.\n\n\"Launcelot? I--uh--think he's been carrying on an affair with a lady\nnamed--um--Guinevere.\"\n\n\"A two-timer, huh?\"\n\nI avoided this trend in the conversation. \"Miss LaTour, apparently\nit depends where you do your--um--contortions. Apparently in your\ndressing-room you emerged onto a desert. While in my apartment, it\nbrought you straight into an ancient age--\"\n\n\"Hot asteroids, so that's it!\" Her lovely face was suffused with an\nunmistakable eagerness. \"Look, Doc, supposin' I come up here again some\ntime, so I can see him again?\"\n\nI was properly outraged. \"Hardly! Come to my apartment so that you can\ncarry on an affair with a man dead for thousands of years? Certainly\nnot!\"\n\nShe was puzzled. \"He didn't seem dead to me.\"\n\n\"Miss LaTour!\" I was desperate. \"Do you realize what this would mean\nto science?\" I tried to explain to her, \"For centuries, man has tried\nto find the answer to the secrets of the action of mass subject to\ncertain movements at certain speeds, knowing that mass and energy were\nidentical--\"\n\n\"I coulda given them the answer any time they wanted to catch me at the\nLittle Venus Burly-que,\" she retorted fliply. \"I use plenty of energy,\nbut, brother, I never waste a movement.\"\n\n\"Please, young lady, this flippant attitude toward science--\"\n\n\"What do I care about science? All I want is my routine. Now, can you\nhep me to what's putting the crimp in my act, so's I can iron out that\nthere fourth-dimensional wiggle?\"\n\n\"I'd have to study this peculiar phenomenon much more closely--\"\n\n\"Nothin' doin'! You seen all you're going to!\"\n\n\"But you don't understand,\" I pleaded.\n\n\"Lissen! I built myself up from a walk-on in the chorus. Worked hard,\nsee? Figured out my own bumps and grinds and hip-rolls, just so's I\ncould make myself the biggest tease name in the galaxy. And now, what\ngoes? I got what you call a fourth-dimensional wiggle that gets me\nout through somebody's space warp into somebody's back yard who lived\nbefore I was born! This here thing's warpin' my personality. I'm fed\nup,\" she cried.\n\nI was frantic. \"But you've a debt to society--\"\n\n\"Lissen. I pay my debt every time I walk out on that stage. Think of\nall the men I make forget they're married, or their office, or factory\nor farm troubles--or their income taxes! How would _they_ feel, if I\ndisappeared in the middle of my strip? They want to see _more_ of me,\nnot _less_!\n\n\"I thought maybe you could help me lick this thing--whatever you call\nit. But under that beard you're just like all them other guys. I'm fed\nup on double talk. Let's just forget the whole thing, Doc. Good-by,\nprofessor!\"\n\nAnd with that, she flounced out of my apartment.\n\n\n\nWell, the little guy stopped talkin', then, and takes another drink and\nI find I been sittin' on the edge of my chair, like I was stymied by a\nparalaray.\n\n\"B-but--you said that she disappeared from here,\" I says like a guy in\na trance.\n\n\"Oh yes indeed,\" he smiles at me. \"I was too wrapped up in her by then\nto let her off so easily.\"\n\n\"Y'mean--you followed her up?\"\n\n\"I felt sure that if I could just see her again, and explain the value\nof her peculiar, indeed amazing talent, to science--well, at any rate\nI knew where to go. I had never in all my life frequented one of those\nburlesque houses.\n\n\"After the performance I endeavored to see her backstage. That was when\nI had my first brush with Mr. Luigi.\"\n\n\"Tough character, ain't he?\"\n\n\"Extremely so. He warned me not to bother her, and when I tried to\nexplain, he threatened me.\n\n\"And then one evening,\" the little guy says, settling back in his chair\nwith a hooker of Saturnian Sling, and that far-away look in his eyes\nagain, \"just when I least expected it, my robot butler announced her.\n\n\"'Oh, I'm so glad you've changed your mind, Miss LaTour,' I greeted\nher. 'And now if you're ready, we can continue our experiments without\nfurther delay.'\n\n\"'Nix, doc, I ain't here for any more experiments,' were her first\nwords.\n\n\"I was non-plussed. 'You're not? Then why did you--?'\n\n\"'Oh, I dunno. I been practisin' that space-warpin' hip-wiggle in\nprivate, see? And I been meetin' all sorts of characters. But not the\none I got a real interest in.'\n\n\"I sensed trouble. 'Miss LaTour, if you've come here for--'\n\n\"'I'm getting bored, Doc. Luigi's gettin' too jealous. Why he even\nthinks that you--' She leered at me archly. 'Well, never mind. But them\nfew hours I spent with that there Launcelot--'\n\n\"She began to hum a few bars of the song she used in her--um--routine,\ndespite my pleas.\n\n\"'Miss LaTour, please don't begin that again!'\n\n\"'What're ya kickin' about, professor? You're gettin' a free show,\nain'tcha? At least up to a point y'are--'\n\n\"'Please, Miss LaTour, put on that blouse. I must warn you--'\n\n\"Her lovely bare arms stopped their gyrations. 'Huh? Warn me? About\nwhat?'\n\n\"'That time and space are really fluid, as that ancient philosopher,\nEinstein, suspected back in the Twentieth Century. You may not reach\nthe same time-space continuum again. Why, you may even--um--wiggle\nyourself into the middle of a Pharaoh's tomb--or perhaps the bottom of\nthe ocean which now covers what used to be ancient Russia!'\n\n\"'I'll take my chances, Doc. Hmmm.... Hmmm.... Pretty good, huh?'\n\n\"'I implore you, Miss LaTour!'\n\n\"Despite my desperate efforts, she began to remove another of\nher--um--garments.\n\n\"'Da de da, my bra. Da de daa doo, my shoe. And now, Launcelot, honey,\nhere I--'\n\n\"She had come to the hip-wiggle that curiously projected her through\nsome warp in space. There was a sound as though a rubber tube were\nbeing sucked inside out--and she vanished.\"\n\n\n\nThe little fella emptied his glass and filled it again.\n\n\"I waited for what seemed an eternity. But she never reappeared, to\nthis very day.\"\n\nI takes another slug of that Martian wiggle-water myself, then I\nsquints at the professor over my glass.\n\n\"I guess maybe you been hittin' the bottle yourself lately, huh Doc?\"\n\n\"What? Oh, you don't believe me, do you, Benny?\"\n\n\"Well, it ain't that exactly, but ya gotta admit--\"\n\nHe gets excited again. \"Here, I'll show you.\" He goes to a drawer,\ntakes somethin' soft and shiny out, and comes back, wavin' them under\nmy nose. My nose doesn't object.\n\n\"I have proof. Take a look at these.\"\n\nThey was Helen LaTour's size, all right. I gotta admit that, okay. And\nthey _was_ pretty. Especially when I starts thinkin' of what filled 'em.\n\n\"She left them behind when she went through that space warp. It's all\nthere is left of her.\"\n\n\"Hmmm. Say, doc, y'sure these ain't some other dame's? Maybe yer\nwife's--?\"\n\n\"I assure you, I have never been married.\" He looks wistful-like.\n\"Since meeting Miss LaTour, I grant you I have toyed with the\nspeculation of what marital bliss might have been like with someone of\nthe caliber of--\"\n\nJust then, the window behind me pops open with a crash that breaks it\ninto a zillion pieces, and into the room steps Luigi.\n\nI couldn't of been more scared if I'd started seeing snakes, which I\nhad, since Luigi looks like the meanest kind of viper in the zoo.\n\n\"Okay, pop,\" he snarls, deadly-like. \"Where ya keepin' her?\"\n\nThe little guy doesn't even turn a hair, whiles I'm startin' to get rid\nof all the stuff I been drinkin', reflex-like, so's I'll be lighter fer\nthe takeoff when I kin get my feet unfroze.\n\n\"How did you get here?\" the prof inquires, cool like a cucumber.\n\n\"I climbed in through that there space warp you been warblin' about,\"\nLuigi sneers, and I can see he is in a definitely unsociable mood.\n\n\"You!\" he hollers, looking at where I was before he hollered, and when\nI come down off the top of the bookcase he says, \"What do you know\nabout it?\"\n\n\"Luigi,\" I peeps, \"I ain't never seen this guy until tonight.\"\n\n\"He's telling the truth, Luigi,\" the little guy says, and I coulda\nkissed him fer it.\n\n\"Okay, pop. So now that you're talkin', start singin'. And it better\nbe on the level, too. What did you do with my gal? C'mon, spill it, or\nyou'll be spillin' more than words.\"\n\n\"I told you the truth the first time,\" the little guy says, with\nterrific dignity fer a future corpse.\n\nI thought Luigi would bust a jet-gasket, but all of a sudden he calms\ndown, and gets an expression on his puss like a tiger tryin' to smile.\n\n\"Look pop,\" he says, \"I know how it is.\" And he's almost beggin' now.\n\"I know LaTour. She's gotta have a change once't in a while. But I love\nthat dame, see? And I gotta have her back. So if you'll just tell me\nwhere she is, I'm willin' to forget all about everythin' else--\"\n\nThe little guy just looks at him sort of pitying-like. \"I assure you\nI'd like to help you, Luigi, but--\"\n\nHe stops, with his mouth open, his eyes poppin' out of his head. He's\nstarin' at somethin' behind me and Luigi's.\n\n\n\nI hears a low, silvery laugh, kinda like little bells tinklin', and\nthe kinda voice you figure that there pie-eyed piper musta had on his\nflute, is sayin':\n\n\"Well! Hello, suckers!\"\n\nWhen Luigi hears that laugh, he whirls around like a weathercock on top\nof a landship station, his face all red and puffed up.\n\n\"Baby!\" He gets that far, then _his_ eyes start to pop out. Mine are\nalready rollin' on the rug.\n\nStandin' there, laughin' like she is havin' the time of her luscious\nlife, is the Queen of Burly-que, Helen LaTour herself, in, what I mean,\nthe flesh.\n\nShe is holdin' some white sort of a robe or somethin' over her head,\nand aside from that, she ain't got a stitch on that knockout of a body\nof hers.\n\nLuigi gets his wind back, and starts gettin' tough again. \"So you been\ntwo-timin' me fer this old goat here, huh?\"\n\n\"I assure you, this is as much of a shock to me--\"\n\nBut the LaTour ain't payin' them no attention. She pulls the robe half\nover her, and gives with that tinklin' laugh again.\n\n\"I didn't expect to come back here,\" she chuckles. \"I made a mistake.\"\n\n\"Where you been?\" Luigi moves towards her, like he was gonna hit her.\n\n\"Don't you take another step, you lug!\"\n\nShe sure knew how to handle men. Luigi stops like he's been slugged by\na Uranian, and his face gets all purple and pleading.\n\n\"Aw come on, babe, gimme a break. Ain't you been hangin' out with this\nlittle jerk long enough?\"\n\n\"Th-that garment--\" The little guy is starin' at the robe LaTour is\nholdin' over the better parts of her. \"That white robe--where did you\nget it?\" he sorta wheezed.\n\n\"This? Oh, this old thing. It's just part of my old wardrobe. The guy I\nmarried gave it to me.\"\n\n\"You--_what_?\" Luigi's puss turns from purple to pale white. \"You ain't\nmarried?\"\n\n\"Oh, no?\" LaTour looks at him like he's a Venusian rainworm, and the\nlug goes inta another Technicolor trance.\n\n\"But I'm gettin' fed up already,\" she yawns. \"I met a fella's got a\nlot more S.A. than the guy I'm hitched to now. Yeah,\" she giggles, \"My\nnew fella knows how to appreciate a gal. Why, he even judged a beauty\ncontest once.\"\n\n\"You take that jet line to Atlantic City, baby?\" Luigi says.\n\nThe LaTour laughs, and catches the little guy's eye. \"Professor, tell\nthis jerk here what I'm talkin' about.\"\n\nThe little guy nods. \"So that's why you didn't come back,\" he says.\n\n\"Yeah. I been promised to my new fella, and I ain't one to break a\npromise.\"\n\n\"The apple of discord,\" the little guy is mutterin'. \"'Twas ever thus,\nmy dear. But why are you here now?\"\n\n\"I been tellin' my new boy friend about show business. He kept beggin'\nme to do my stuff, and I finally gave in. Right after we eloped--maybe\nit's the ham in me or somethin', but I did my routine fer him, and I\nguess I musta forgot and added that extra wiggle.\n\n\"I figured he had it comin',\" she says. \"Anyhow, here I am.\"\n\n\"And you'll stay here now, baby, wherever you been?\" For a tough guy,\nLuigi sure looked soft-boiled, now.\n\nThe LaTour gave him a look that ain't had the benefit of Ivory Soap.\n\"I'm goin' back.\"\n\n\"Aw, baby....\"\n\n\"I can speak their language fine now. Besides, there's gonna be hell to\npay because we eloped. And I gotta stick by Paris.\"\n\n\"You goin' to France, Miss LaTour?\" I blurts out.\n\n\n\nShe laughs. Luigi is scowlin', but the little professor is just noddin'\nlike he understands everything.\n\n\"I been there, fella,\" she says to me. \"I been everywhere.\" She starts\nto hum a song I ain't never heard before.\n\n\"This here's LaTour's farewell tour, men,\" she says, startin' to do\nsome fancy movin' around that makes my skin crawl, watchin' her.\n\n\"Baby, you ain't gonna start your routine here, are ya?\" Luigi says.\n\n\"Shut up, creep, I gotta concentrate,\" she squelches him.\n\nThe professor pipes up like he's half asleep. \"You know, Miss LaTour,\nthere must be a destiny about all this....\"\n\n\"La de day--yeah, that's what that there Aphrodite told my new boy\nfriend,\" she throws a dazzlin' smile at him over her shoulder, wavin'\nthat white robe around her flawless body.\n\n\"It won't seem the same on Venus without you,\" the professor sort of\nmoans.\n\n\"Shut up, professor,\" Luigi hollers, then that tough voice of his\nbreaks, like he was almost cryin'. \"Baby, stop dancin' around.\"\n\n\"Outa my way, ya lug. I'm workin' up to the finale.\"\n\n\"Please, baby. I'll--I'll give ya a million asteroids, honey. I won't\nsmoke no more of them there Saturn Stogies--\"\n\nThe LaTour's movin' around gets more fancy all the time. She is all\nthe moonbeams and flowers I ever seen, rolled into one. It was easy to\nunnerstan' how she got to be the big star that she was--even here on\nrough and ready Venus. She had class, and somethin' else--somethin'\nthat made ya keep watchin' her every movement, like you was hungry for\nsomethin', but ya didn't know what. And you wanted to jump up and\ndown, and holler, but ya just couldn't move because you was watchin' so\nhard.\n\nShe was wigglin' them beautiful, dimpled, rounded hips--\n\nAnd then she wasn't there anymore.\n\n\n\n\"Hey!\" Luigi runs around the room like he is goin' space-daffy.\n\n\"It's no use, Luigi,\" the little guy says, lookin' sadder than ever.\n\"She's gone back. And this time I suspect it's forever,\" the prof says.\n\nLuigi comes over to the little guy and grabs him by the throat.\n\n\"She can't do that to me. Gone back where? Y'gotta tell me.\"\n\n\"She's gone back to Paris,\" the prof says.\n\nLuigi snarls like he is gettin' a Martian sand-fever fit. \"What?\nLeavin' me fer some Frenchman? I'll--\"\n\n\"No.\" The professor pulls away from Luigi. \"This Paris is a part of\nancient Greece--a young shepherd prince whose theft of the wife of\nMenelaos started the Trojan War.\"\n\n\"Huh?\" Luigi is as up in the air as I am.\n\n\"Helen....\" The little, fella looks sort of thoughtful. \"Of course.\nThat was her name. Helen of Troy--LaTour. The queen of space. 'The\nface that launched a thousand ships.'\"\n\nThe professor nods at us. \"Who would have ever believed--\"\n\n\"Okay, pop,\" Luigi looks tough again, and I am plenty scared.\n\n\"Hey Luigi,\" I hollers, \"You kin see the little guy is tellin' the\ntruth. He didn't do nothin'--\"\n\nLuigi turns around, and I kin see the little red specks at the corners\nof his eyes. \"Who says he did?\" he snarls. He heads fer the open\nwindow, reachin' in his vest fer his blood-freezer, and I kin hear him\nmutterin'.\n\n\"I'm goin' after that guy Paris, and when I find him, I'm gonna turn\nthe blaster on and smash him right through that there space warp!\n\n\"Yeah,\" he hollers, standin' there framed by that window fer a minute\nbefore he jets off, with all them millions of stars blazin' like fury\nin the cleared-up Venusian night sky.\n\n\"No lousy Greek is gonna steal my girl and get away with it!\"\n\nI dunno. I ain't seen Luigi since, but I'm willin' t'wager a platterful\nof Plutonian Stingers that he ain't never gonna master that there\nhip-wiggle.\n\nNot like Helen LaTour, he ain't.\n",
    "metadata": {
        "author": [
            "Slotkin, Joseph"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66395/pg66395.txt",
        "name": "the_queen_of_space.json"
    }
}