{
    "name": "The Thunders of Silence",
    "author": [
        "Cobb, Irvin S. (Irvin Shrewsbury)"
    ],
    "body": "FICTION\n\n  THOSE TIMES AND THESE\n  LOCAL COLOR\n  OLD JUDGE PRIEST\n  FIBBLE, D.D.\n  BACK HOME\n  THE ESCAPE OF MR. TRIMM\n\nWIT AND HUMOR\n\n  \"SPEAKING OF OPERATIONS----\"\n  EUROPE REVISED\n  ROUGHING IT DE LUXE\n  COBB'S BILL OF FARE\n  COBB'S ANATOMY\n\nMISCELLANY\n\n  THE THUNDERS OF SILENCE\n  \"SPEAKING OF PRUSSIANS----\"\n  PATHS OF GLORY\n\nGEORGE H. DORAN COMPANY\nNEW YORK\n\n\n\n\n_The Thunders\nof Silence_\n\n\nBy\n_Irvin S. Cobb_\n\nAuthor of \"Paths of Glory,\" \"Speaking\nof Prussians----,\" etc.\n\n\n\n\nNew York\nGeorge H. Doran Company\n\n\n\n\nCOPYRIGHT, 1918,\nBY GEORGE H. DORAN COMPANY\n\n\n\n\nCOPYRIGHT, 1918, BY THE CURTIS PUBLISHING COMPANY\nPRINTED IN THE UNITED STATES OF AMERICA\n\n\n\n\nThe American people are a mighty patient lot.      _Frontispiece_\n\n                                                             PAGE\n\nThe lone wolf wasn't a lone wolf any longer. He had a pack\n  to rally about him                                           16\n\nThat's the thing he feeds on--Vanity                           32\n\nHe may or may not keep faith but you can bet he always\n  keeps a scrap-book                                           48\n\n\n\n\n_The Thunders of Silence_\n\n\nSome people said Congressman Mallard had gone mad. These were his\nfriends, striving out of the goodness of their hearts to put the best\nface on what at best was a lamentable situation. Some said he was a\ntraitor to his country. These were his enemies, personal, political\nand journalistic. Some called him a patriot who put humanity above\nnationality, a new John the Baptist come out of the wilderness to\npreach a sobering doctrine of world-peace to a world made drunk on\nwar. And these were his followers. Of the first--his friends--there\nwere not many left. Of the second group there were millions that\nmultiplied themselves. Of the third there had been at the outset but a\ntimorous and furtive few, and they mostly men and women who spoke\nEnglish, if they spoke it at all, with the halting speech and the\ntwisted idiom that betrayed their foreign birth; being persons who\nfound it entirely consistent to applaud the preachment of planetic\ndisarmament out of one side of their mouths, and out of the other side\nof their mouths to pray for the success at arms of the War Lord whose\nhand had shoved the universe over the rim of the chasm. But each\npassing day now saw them increasing in number and in audacity. Taking\ncourage to themselves from the courage of their apostle, these, his\ndisciples, were beginning to shout from the housetops what once they\nhad only dared whisper beneath the eaves. Disloyalty no longer\nsmouldered; it was blazing up. It crackled, and threw off firebrands.\n\nOf all those who sat in judgment upon the acts and the utterances of\nthe man--and this classification would include every articulate\ncreature in the United States who was old enough to be reasonable--or\nunreasonable--only a handful had the right diagnosis for the case.\nHere and there were to be found men who knew he was neither crazed nor\ninspired; and quite rightly they put no credence in the charge that he\nhad sold himself for pieces of silver to the enemy of his own nation.\nThey knew what ailed the Honourable Jason Mallard--that he was a\nvictim of a strangulated ambition, of an egotistic hernia. He was\nhopelessly ruptured in his vanity. All his life he had lived on love\nof notoriety, and by that same perverted passion he was being eaten\nup. Once he had diligently besought the confidence and the affections\nof a majority of his fellow citizens; now he seemed bent upon\nconsolidating their hate for him into a common flood and laving\nhimself in it. Well, if such was his wish he was having it; there was\nno denying that.\n\nIn the prime of his life, before he was fifty, it had seemed that\nalmost for the asking the presidency might have been his. He had been\nborn right, as the saying goes, and bred right, to make suitable\npresidential timber. He came of fine clean blends of blood. His father\nhad been a descendant of Norman-English folk who settled in Maryland\nbefore the Revolution; the family name had originally been Maillard,\nafterward corrupted into Mallard. His mother's people were\nScotch-Irish immigrants of the types that carved out their homesteads\nwith axes on the spiny haunches of the Cumberlands. In the Civil War\nhis father had fought for the Union, in a regiment of borderers; two\nof his uncles had been partisan rangers on the side of the\nConfederacy. If he was a trifle young to be of that generation of\npublic men who were born in unchinked log cabins of the wilderness or\nprairie-sod shanties, at least he was to enjoy the subsequent\npolitical advantage of having come into the world in a two-room house\nof unpainted pine slabs on the sloped withers of a mountain in East\nTennessee. As a child he had been taken by his parents to one of the\nstates which are called pivotal states. There he had grown up--farm\nboy first, teacher of a district school, self-taught lawyer, county\nattorney, state legislator, governor, congressman for five terms, a\nfloor leader of his party--so that by ancestry and environment, by the\nethics of political expediency and political geography, by his own\nrecord and by the traditions of the time, he was formed to make an\nacceptable presidential aspirant.\n\nIn person he was most admirably adapted for the rôle of statesman. He\nhad a figure fit to set off a toga, a brow that might have worn a crown\nwith dignity. As an orator he had no equal in Congress or, for that\nmatter, out of it. He was a burning mountain of eloquence, a veritable\nhuman Vesuvius from whom, at will, flowed rhetoric or invective, satire\nor sentiment, as lava might flow from a living volcano. His mind\nspawned sonorous phrases as a roe shad spawns eggs. He was in all\noutward regards a shape of a man to catch the eye, with a voice to\ncajole the senses as with music of bugles, and an oratory to inspire.\nMoreover, the destiny which shaped his ends had mercifully denied him\nthat which is a boon to common men but a curse to public men. Jason\nMallard was without a sense of humour. He never laughed at others; he\nnever laughed at himself. Certain of our public leaders have before now\nfallen into the woful error of doing one or both of these things.\nWherefore they were forever after called humourists--and ruined. When\nthey said anything serious their friends took it humorously, and when\nthey said anything humorously their enemies took it seriously. But\nCongressman Mallard was safe enough there.\n\nBeing what he was--a handsome bundle of selfishness, coated over with\na fine gloss of seeming humility, a creature whose every instinct was\nrichly mulched in self-conceit and yet one who simulated a deep\ndevotion for mankind at large--he couldn't make either of these\nmistakes.\n\nUpon a time the presidential nomination of his party--the dominant\nparty, too--had been almost within his grasp. That made his losing it\nall the more bitter. Thereafter he became an obstructionist, a fighter\noutside of the lines of his own party and not within the lines of the\nopposing party, a leader of the elements of national discontent and\nnational discord, a mouthpiece for all those who would tear down the\npillars of the temple because they dislike its present tenants. Once\nhe had courted popularity; presently--this coming after his\nre-election to a sixth term--he went out of his way to win\nunpopularity. His invectives ate in like corrosives, his metaphors bit\nlike adders. Always he had been like a sponge to sop up adulation; now\nhe was to prove that when it came to withstanding denunciation his\nhide was the hide of a rhino.\n\nThis war came along, and after more than two years of it came our\nentry into it. For the most part, in the national capital and out of\nit, artificial lines of partisan division were wiped out under a tidal\nwave of patriotism. So far as the generality of Americans were\nconcerned, they for the time being were neither Democrats nor\nRepublicans; neither were they Socialists nor Independents nor\nProhibitionists. For the duration of the war they were Americans,\nactuated by a common purpose and stirred by a common danger. Afterward\nthey might be, politically speaking, whatever they chose to be, but\nfor the time being they were just Americans. Into this unique\ncondition Jason Mallard projected himself, an upstanding reef of\nopposition to break the fine continuity of a mighty ground swell of\nnational unity and national harmony.\n\nBrilliant, formidable, resourceful, seemingly invulnerable, armoured\nin apparent disdain for the contempt and the indignation of the masses\nof the citizenship, he fought against and voted against the breaking\noff of diplomatic relations with Germany; fought against the draft,\nfought against the war appropriations, fought against the plans for a\nbigger navy, the plans for a great army; fought the first Liberty Loan\nand the second; he fought, in December last, against a declaration of\nwar with Austro-Hungary. And, so far as the members of Congress were\nconcerned, he fought practically single-handed.\n\nHis vote cast in opposition to the will of the majority meant nothing;\nhis voice raised in opposition meant much. For very soon the avowed\npacifists and the secret protagonists of Kultur, the blood-eyed\nanarchists and the lily-livered dissenters, the conscientious\nobjectors and the conscienceless I.W.W. group, saw in him a buttress\nupon which to stay their cause. The lone wolf wasn't a lone wolf\nany longer--he had a pack to rally about him, yelping approval of his\nevery word. Day by day he grew stronger and day by day the sinister\nelements behind him grew bolder, echoing his challenges against the\nGovernment and against the war. With practically every newspaper in\nAmerica, big and little, fighting him; with every influential magazine\nfighting him; with the leaders of the Administration fighting him--he\nnevertheless loomed on the national sky line as a great sinister\nfigure of defiance and rebellion.\n\nDeft word chandlers of the magazines and the daily press coined terms\nof opprobrium for him. He was the King of Copperheads, the Junior\nBenedict Arnold, the Modern Judas, the Second Aaron Burr; these things\nand a hundred others they called him; and he laughed at hard names and\nin reply coined singularly apt and cruel synonyms for the more\nconspicuous of his critics. The oldest active editor in the\ncountry--and the most famous--called upon the body of which he was a\nmember to impeach him for acts of disloyalty, tending to give aid and\ncomfort to the common enemy. The great president of a great university\nsuggested as a proper remedy for what seemed to ail this man Mallard\nthat he be shot against a brick wall some fine morning at sunrise. At\na monstrous mass meeting held in the chief city of Mallard's home\nstate, a mass meeting presided over by the governor of that state,\nresolutions were unanimously adopted calling upon him to resign his\ncommission as a representative. His answer to all three was a speech\nwhich, as translated, was shortly thereafter printed in pamphlet form\nby the Berlin Lokal-Anzeiger and circulated among the German soldiers\nat the Front.\n\nFor you see Congressman Mallard felt safe, and Congressman Mallard was\nsafe. His buckler was the right of free speech; his sword, the\nargument that he stood for peace through all the world, for\narbitration and disarmament among all the peoples of the world.\n\n\n\nIt was on the evening of a day in January of this present year that\nyoung Drayton, Washington correspondent for the New York Epoch, sat\nin the office of his bureau on the second floor of the Hibbett\nBuilding, revising his account of a scene he had witnessed that\nafternoon from the press gallery of the House. He had instructions\nfrom his managing editor to cover the story at length. At ten o'clock\nhe had finished what would make two columns in type and was polishing\noff his opening paragraphs before putting the manuscript on the wire\nwhen the door of his room opened and a man came in--a shabby,\ntremulous figure. The comer was Quinlan.\n\nQuinlan was forty years old and looked fifty. Before whisky got him\nQuinlan had been a great newspaper man. Now that his habits made it\nimpossible for him to hold a steady job he was become a sort of news\ntipster. Occasionally also he did small lobbying of a sort; his\nacquaintance with public men and his intimate knowledge of Washington\nofficialdom served him in both these precarious fields of endeavour.\nThe liquor he drank--whenever and wherever he could get it--had\nbloated his face out of all wholesome contour and had given to his\nstomach, a chronic distention, but had depleted his frame and shrunken\nhis limbs so that physically he was that common enough type of the\nhopeless alcoholic--a meagre rack of a man burdened amidships by an\nunhealthy and dropsical plumpness.\n\nAt times--when he was not completely sodden--when he had in him just\nenough whisky, to stimulate his soaked brain, and yet not enough of it\nto make him maudlin--he displayed flashes of a one-time brilliancy\nwhich by contrast with his usual state made the ruinous thing he had\ndone to himself seem all the more pitiable.\n\nDrayton of the Epoch was one of the newspaper men upon whom he\nsponged. Always preserving the fiction, that he was borrowing because\nof temporary necessity, he got small sums of money out of Drayton from\ntime to time, and, in exchange, gave the younger man bits of helpful\ninformation. It was not so much news that he furnished Drayton as it\nwas insight into causes working behind political and diplomatic\nevents. He came in now without knocking and stood looking at Drayton\nwith an ingratiating flicker in his dulled eyes.\n\n\"Hello, Quinlan!\" said Drayton. \"What's on your mind to-night?\"\n\n\"Nothing, until you get done there,\" said Quinlan, letting himself\nflop down into a chair across the desk from Drayton. \"Go ahead and get\nthrough. I've got nowhere to come but in, and nowhere to go but out.\"\n\n\"I'm just putting the final touches on my story of Congressman\nMallard's speech,\" said Drayton. \"Want to read my introduction?\"\n\nPrivately Drayton was rather pleased with the job and craved approval\nfor his craftsmanship from a man who still knew good writing when he\nsaw it, even though he cold no longer write it.\n\n\"No, thank you,\" said Quinlan. \"All I ever want to read about that man\nis his obituary.\"\n\n\"You said it!\" agreed Drayton. \"It's what most of the decent people in\nthis country are thinking, I guess, even if they haven't begun saying\nit out loud yet. It strikes me the American people are a mighty\npatient lot--putting up with that demagogue. That was a rotten thing\nthat happened up on the hill to-day, Quinlan--a damnable thing. Here\nwas Mallard making the best speech in the worst cause that ever I\nheard, and getting away with it too. And there was Richland trying to\nanswer him and in comparison making a spectacle of himself--Richland\nwith all the right and all the decency on his side and yet showing up\nlike a perfect dub alongside Mallard, because he hasn't got one-tenth\nof Mallard's ability as a speaker or one-tenth of Mallard's personal\nfire or stage presence or magnetism or whatever it is that makes\nMallard so plausible--and so dangerous.\"\n\n\"That's all true enough, no doubt,\" said Quinlan; \"and since it is\ntrue why don't the newspapers put Mallard out of business?\"\n\n\"Why don't the newspapers put him out of business!\" echoed Drayton.\n\"Why, good Lord, man, isn't that what they've all been trying to do\nfor the last six months? They call him every name in the calendar, and\nit all rolls off him like water off a duck's back. He seems to get\nnourishment out of abuse that would kill any other man. He thrives on\nit, if I'm any judge. I believe a hiss is music to his ears and a\ncurse is a hushaby, lullaby song. Put him out of business? Why say,\ndoesn't nearly every editorial writer in the country jump on him every\nday, and don't all the paragraphers gibe at him, and don't all the\ncartoonists lampoon him, and don't all of us who write news from down\nhere in Washington give him the worst of it in our despatches?... And\nwhat's the result? Mallard takes on flesh and every red-mouthed\nagitator in the country and every mushy-brained peace fanatic and\nevery secret German sympathiser trails at his heels, repeating what he\nsays. I'd like to know what the press of America hasn't done to put\nhim out of business!\n\n\"There never was a time, I guess, when the reputable press of this\ncountry was so united in its campaign to kill off a man as it is now\nin its campaign to kill off Mallard. No paper gives him countenance,\nexcept some of these foreign-language rags and these dirty little\ndisloyal sheets; and until here just lately even they didn't dare to\ncome out in the open and applaud him. Anyway, who reads them as\ncompared with those who read the real newspapers and the real\nmagazines? Nobody! And yet he gets stronger every day. He's a national\nmenace--that's what he is.\"\n\n\"You said it again, son,\" said Quinlan. \"Six months ago he was a\nnational nuisance and now he's a national menace; and who's\nresponsible--or, rather, what's responsible--for him being a national\nmenace? Well, I'm going to tell you; but first I'm going to tell you\nsomething about Mallard. I've known him for twelve years, more or\nless--ever since he came here to Washington in his long frock coat\nthat didn't fit him and his big black slouch hat and his white string\ntie and in all the rest of the regalia of the counterfeit who's trying\nto fool people into believing he's part tribune and part peasant.\"\n\n\"You wouldn't call Mallard a counterfeit, would you?--a man with the\ngifts he's got,\" broke in Drayton. \"I've heard him called everything\nelse nearly in the English language, but you're the first man that\never called him a counterfeit, to my knowledge!\"\n\n\"Counterfeit? why, he's as bogus as a pewter dime,\" said Quinlan. \"I\ntell you I know the man. Because you don't know him he's got you\nfooled the same as he's got so many other people fooled. Because he\nlooks like a steel engraving of Henry Clay you think he is a Henry\nClay, I suppose--anyhow, a lot of other people do; but I'm telling you\nhis resemblance to Henry Clay is all on the outside--it doesn't strike\nin any farther than the hair roots. He calls himself a self-made man.\nWell, he's not; he's self-assembled, that's all. He's made up of\nstandardised and interchangeable parts. He's compounded of something\nborrowed from every political mountebank who's pulled that old bunk\nabout being a friend of the great common people and gotten away with\nit during the last fifty years. He's not a real genius. He's a\nsynthetic genius.\"\n\n\"There are just two things about Mallard that are not spurious--two\nthings that make up the real essence and tissue of him: One is his\ngenius as a speaker and the other is his vanity; and the bigger of\nthese, you take it from me, is his vanity. That's the thing he feeds\non--vanity. It's the breath in his nostrils, it's the savour and the\nsalt on his daily bread. He lives on publicity, on notoriety. And yet\nyou, a newspaper man, sit here wondering how the newspapers could kill\nhim, and never guessing the real answer.\"\n\n\"Well, what is the answer then?\" demanded Drayton.\n\n\"Wait, I'm coming to that. The press is always prating about the power\nof the press, always nagging about pitiless publicity being potent to\ndestroy an evil thing or a bad man, and all that sort of rot. And yet\nevery day the newspapers give the lie to their own boastings. It's\ntrue, Drayton, that up to a certain point the newspapers can make a\nman by printing favourable things about him. By that same token they\nimagine they can tear him down by printing unfavourable things about\nhim. They think they can, but they can't. Let them get together in a\ncampaign of vituperation against a man, and at once they set everybody\nto talking about him. Then let them carry their campaign just over a\npsychological dividing line, and right away they begin, against their\nwills, to manufacture sentiment for him. The reactions of printer's\nink are stronger somehow than its original actions--its chemical\nprocesses acquire added strength in the back kick. What has saved many\na rotten criminal in this country from getting his just deserts? It\nwasn't the fact that the newspapers were all for him. It was the fact\nthat all the newspapers were against him. The under dog may be ever so\nbad a dog, but only let enough of us start kicking him all together,\nand what's the result? Sympathy for him--that's what. Calling\n'Unclean, unclean!' after a leper never yet made people shun him. It\nonly makes them crowd up closer to see his sores. I'll bet if the\nfacts were known that was true two thousand years ago. Certainly it's\ntrue to-day, and human nature doesn't change.\n\n\"But the newspapers have one weapon they've never yet used; at least\nas a unit they've never used it. It's the strongest weapon they've\ngot, and the cheapest, and the most terrible, and yet they let it lie\nin its scabbard and rust. With that weapon they could destroy any\nhuman being of the type of Jason Mallard in one-twentieth of the time\nit takes them to build up public opinion for or against him. And yet\nthey can't see it--or won't see that it's there, all forged and ready\nto their hands.\"\n\n\"And that weapon is what?\" asked Drayton.\n\n\"Silence. Absolute, utter silence. Silence is the loudest thing in the\nworld. It thunders louder than the thunder. And it's the deadliest.\nWhat drives men mad who are put in solitary confinement? The darkness?\nThe solitude? Well, they help. But it's silence that does the\ntrick--silence that roars in their ears until it cracks their eardrums\nand addles their brains.\"\n\n\"Mallard is a national peril, we'll concede. Very well then, he should\nbe destroyed. And the surest, quickest, best way for the newspapers to\ndestroy him is to wall him up in silence, to put a vacuum bell of\nsilence down over him, to lock him up in silence, to bury him alive in\nsilence. And that's a simpler thing than it sounds. They have all of\nthem, only to do one little thing--just quit printing his name.\"\n\n\"But they can't quit printing his name, Quinlan!\" exclaimed Drayton.\n\"Mallard's news; he's the biggest figure in the news that there is\nto-day in this country.\"\n\n\"That's the same foolish argument that the average newspaper man would\nmake,\" said Quinlan scornfully. \"Mallard is news because the\nnewspapers make news of him--and for no other reason. Let them quit,\nand he isn't news any more--he's a nonentity, he's nothing at all,\nhe's null and he's void. So far as public opinion goes he will cease\nto exist, and a thing that has ceased to exist is no longer news--once\nyou've printed the funeral notice. Every popular thing, every\nconspicuous thing in the world is born of notoriety and fed on\nnotoriety--newspaper notoriety. Notoriety is as essential to the\nobject of notoriety itself as it is in fashioning the sentiments of\nthose who read about it. And there's just one place where you can get\nwholesale, nation-wide notoriety to-day--out of the jaws of a printing\npress.\n\n\"We call baseball our national pastime--granted! But let the\nnewspapers, all of them, during one month of this coming spring, quit\nprinting a word about baseball, and you'd see the parks closed up and\nthe weeds growing on the base lines and the turnstiles rusting solid.\nYou remember those deluded ladies who almost did the cause of suffrage\nsome damage last year by picketing the White House and bothering the\nPresident when he was busy with the biggest job that any man had\ntackled in this country since Abe Lincoln? Remember how they raised\nsuch a hullabaloo when they were sent to the workhouse? Well, suppose\nthe newspapers, instead of giving them front-page headlines and\ncolumns of space every day, had refused to print a line about them or\neven so much as to mention their names. Do you believe they would have\nstuck to the job week after week as they did stick to it? I tell you\nthey'd have quit cold inside of forty-eight hours.\n\n\"Son, your average latter-day martyr endures his captivity with\nfortitude because he knows the world, through the papers, is going to\nhear the pleasant clanking of his chains. Otherwise he'd burst from\nhis cell with a disappointed yell and go out of the martyr business\ninstanter. He may not fear the gallows or the stake or the pillory,\nbut he certainly does love his press notices. He may or may not keep\nthe faith, but you can bet he always keeps a scrapbook.\nSilence--that's the thing he fears more than hangman's nooses or\nfiring squads.\n\n\"And that's the cure for your friend, Jason Mallard, Esquire. Let the\npress of this country put the curse of silence on him and he's done\nfor. Silence will kill off his cause and kill off his following and\nkill him off. It will kill him politically and figuratively. I'm not\nsure, knowing the man as I do, but what it will kill him actually.\nEntomb him in silence and he'll be a body of death and corruption in\ntwo weeks. Just let the newspapers and the magazines provide the\ngrave, and the corpse will provide itself.\"\n\nDrayton felt himself catching the fever of Quinlan's fire. He broke in\neagerly.\n\n\"But, Quinlan, how could it be done?\" he asked. \"How could you get\nconcerted action for a thing that's so revolutionary, so\nunprecedented, so----\"\n\n\"This happens to be one time in the history of the United States when\nyou could get it,\" said the inebriate. \"You could get it because the\npress is practically united to-day in favour of real Americanism. Let\nsome man like your editor-in-chief, Fred Core, or like Carlos Seers of\nthe Era, or Manuel Oxus of the Period, or Malcolm Flint of the A.P.\ncall a private meeting in New York of the biggest individual\npublishers of daily papers and the leading magazine publishers and the\nheads of all the press associations and news syndicates, from the big\nfellows clear down to the shops that sell boiler plate to the country\nweeklies with patent insides. Through their concerted influence that\ncrowd could put the thing over in twenty-four hours. They could line\nup the Authors' League, line up the defence societies, line up the\nnational advertisers, line up organised labour in the printing\ntrades--line up everybody and everything worth while. Oh, it could be\ndone--make no mistake about that. Call it a boycott; call it coercion,\nmob law, lynch law, anything you please--it's justifiable. And there'd\nbe no way out for Mallard. He couldn't bring an injunction suit to\nmake a newspaper publisher print his name. He couldn't buy advertising\nspace to tell about himself if nobody would sell it to him. There's\nonly one thing he could do--and if I'm any judge he'd do it, sooner or\nlater.\"\n\nYoung Drayton stood up. His eyes were blazing.\n\n\"Do you know what I'm going to do, Quinlan?\" he asked. \"I'm going to\nrun up to New York on the midnight train. If I can't get a berth on a\nsleeper I'll sit up in a day coach. I'm going to rout Fred Core out of\nbed before breakfast time in the morning and put this thing up to him\njust as you've put it up to me here to-night. If I can make him see it\nas you've made me see it, he'll get busy. If he doesn't see it,\nthere's no harm done. But in any event it's your idea, and I'll see\nto it that you're not cheated out of the credit for it.\"\n\nThe dipsomaniac shook his head. The flame of inspiration had died out\nin Quinlan; he was a dead crater again--a drunkard quivering for the\nlack of stimulant.\n\n\"Never mind the credit, son. What was it wise old Omar said--'Take the\ncash and let the credit go'?--something like that anyhow. You run\nalong up to New York and kindle the fires. But before you start I wish\nyou'd loan me about two dollars. Some of these days when my luck\nchanges I'll pay it all back. I'm keeping track of what I owe you. Or\nsay, Drayton--make it five dollars, won't you, if you can spare it?\"\n\n\n\nBeforehand there was no announcement of the purpose to be\naccomplished. The men in charge of the plan and the men directly under\nthem, whom they privily commissioned to carry out their intent, were\nall of them sworn to secrecy. And all of them kept the pledge. On a\nMonday Congressman Mallard's name appeared in practically every daily\npaper in America, for it was on that evening that he was to address a\nmass meeting at a hall on the Lower West Side of New York--a meeting\nostensibly to be held under the auspices of a so-called society for\nworld peace. But sometime during Monday every publisher of every\nnewspaper and periodical, of every trade paper, every religious paper,\nevery farm paper in America, received a telegram from a certain\naddress in New York. This telegram was marked Confidential. It was\nsigned by a formidable list of names. It was signed by three of the\nmost distinguished editors in America; by the heads of all the\nimportant news-gathering and news-distributing agencies; by the\nresponsible heads of the leading feature syndicates; by the presidents\nof the two principal telegraph companies; by the presidents of the\nbiggest advertising agencies; by a former President of the United\nStates; by a great Catholic dignitary; by a great Protestant\nevangelist, and by the most eloquent rabbi in America; by the head of\nthe largest banking house on this continent; by a retired military\nofficer of the highest rank; by a national leader of organised\nlabour; by the presidents of four of the leading universities; and\nfinally by a man who, though a private citizen, was popularly esteemed\nto be the mouthpiece of the National Administration.\n\nWhile this blanket telegram was travelling over the wires a certain\nmagazine publisher was stopping his presses to throw out a special\narticle for the writing of which he had paid fifteen hundred dollars\nto the best satirical essayist in the country; and another publisher\nwas countermanding the order he had given to a distinguished\ncaricaturist for a series of cartoons all dealing with the same\nsubject, and was tearing up two of the cartoons which had already been\ndelivered and for which he already had paid. He offered to pay for the\ncartoons not yet drawn, but the artist declined to accept further\npayment when he was told in confidence the reason for the cancellation\nof the commission.\n\nOn a Monday morning Congressman Jason Mallard's name was in every\npaper; his picture was in many of them. On the day following---- But I\nam getting ahead of my story. Monday evening comes before Tuesday\nmorning, and first I should tell what befell on Monday evening down on\nthe Lower West Side.\n\nThat Monday afternoon Mallard came up from Washington; only his\nsecretary came with him. Three men--the owner of a publication lately\nsuppressed by the Post Office Department for seditious utterances, a\nformer clergyman whose attitude in the present crisis had cost him his\npulpit, and a former college professor of avowedly anarchistic\ntendencies--met him at the Pennsylvania Station. Of the three only the\nclergyman had a name which bespoke Anglo-Saxon ancestry. These three\nmen accompanied him to the home of the editor, where they dined\ntogether; and when the dinner was ended an automobile bore the party\nthrough a heavy snowstorm to the hall where Mallard was to speak.\n\nThat is to say, it bore the party to within a block and a half of the\nhall. It could get no nearer than that by reason of the fact that the\nnarrow street from house line on one side to house line on the other\nwas jammed with men and women, thousands of them, who, coming too\nlate to secure admission to the hall--the hall was crowded as early as\nseven o'clock--had stayed on, outside, content to see their champion\nand to cheer him since they might not hear him. They were half frozen.\nThe snow in which they stood had soaked their shoes and chilled their\nfeet; there were holes in the shoes which some of them wore. The snow\nstuck to their hats and clung on their shoulders, making streaks there\nlike fleecy epaulets done in the colour of peace, which also is the\ncolour of cowardice and surrender. There was a cold wind which made\nthem all shiver and set the teeth of many of them to chattering; but\nthey had waited.\n\nA squad of twenty-odd policemen, aligned in a triangular formation\nabout Mallard and his sponsors and, with Captain Bull Hargis of the\nTraffic Squad as its massive apex, this human ploughshare literally\nslugged a path through the mob to the side entrance of the hall. By\nsheer force the living wedge made a furrow in the multitude--a furrow\nthat instantly closed in behind it as it pressed forward. Undoubtedly\nthe policemen saved Congressman Mallard from being crushed and\nbuffeted down under the caressing hands of those who strove with his\nbodyguard to touch him, to embrace him, to clasp his hand.\nForeign-born women, whose sons were in the draft, sought to kiss the\nhem of his garments when he passed them by, and as they stooped they\nwere bowled over by the uniformed burlies and some of them were\ntrampled. Disregarding the buffeting blows of the policemen's gloved\nfists, men, old, young and middle-aged, flung themselves against the\nescorts, crying out greetings. Above the hysterical yelling rose\nshrill cries of pain, curses, shrieks. Guttural sounds of cheering in\nsnatchy fragments were mingled with terms of approval and of\nendearment and of affection uttered in English, in German, in Russian,\nin Yiddish and in Finnish.\n\nAfterward Captain Bull Hargis said that never in his recollection of\nNew York crowds had there been a crowd so hard to contend against or\none so difficult to penetrate; he said this between gasps for breath\nwhile nursing a badly sprained thumb. The men under him agreed with\nhim. The thing overpassed anything in their professional experiences.\nSeveral of them were veterans of the force too.\n\nIt was a dramatic entrance which Congressman Mallard made before his\naudience within the hall, packed as the hall was, with its air all hot\nand sticky with the animal heat of thousands of closely bestowed human\nbodies. Hardly could it have been a more dramatic entrance. From\nsomewhere in the back he suddenly came out upon the stage. He was\nbareheaded and bare-throated. Outside in that living whirlpool his\nsoft black hat had been plucked from his head and was gone. His\ncollar, tie and all, had been torn from about his neck, and the same\nrudely affectionate hand that wrested the collar away had ripped his\nlinen shirt open so that the white flesh of his chest showed through\nthe gap of the tear. His great disorderly mop of bright red hair stood\nerect on his scalp like an oriflamme. His overcoat was half on and\nhalf off his back.\n\nAt sight of him the place rose at him, howling out its devotion. He\nflung off his overcoat, letting it fall upon the floor, and he strode\nforward almost to the trough of the footlights; and then for a space\nhe stood there on the rounded apron of the platform, staring out into\nthe troubled, tossing pool of contorted faces and tossing arms below\nhim and about him. Demagogue he may have been; demigod he looked in\nthat, his moment of supreme triumph, biding his time to play upon the\npassions and the prejudices of this multitude as a master organist\nwould play upon the pipes of an organ. Here was clay, plastic to his\nsupple fingers--here in this seething conglomerate of half-baked\nintellectuals, of emotional rebels against constituted authority, of\nalien enemies of malcontents and malingerers, of parlour anarchists\nfrom the studios of Bohemianism and authentic anarchists from the\nslums.\n\nTen blaring, exultant minutes passed before the ex-clergyman, who\nacted as chairman, could secure a measure of comparative quiet. At\nlength there came a lull in the panting tumult. Then the chair made\nan announcement which brought forth in fuller volume than ever a\nresponsive roar of approval. He announced that on the following night\nand on the night after, Congressman Mallard would speak at Madison\nSquare Garden, under the largest roof on Manhattan Island. The\ncommittee in charge had been emboldened by the size of this present\noutpouring to engage the garden; the money to pay the rent for those\ntwo nights had already been subscribed; admission would be free; all\nwould be welcome to come and--quoting the chairman--\"to hear the truth\nabout the war into which the Government, at the bidding of the\ncapitalistic classes, had plunged the people of the nation.\" Then in\nten words he introduced the speaker, and as the speaker raised his\narms above his head invoking quiet, there fell, magically, a quick,\ndeep, breathless hush upon the palpitant gathering.\n\n\"And this\"--he began without preamble in that great resonant voice of\nhis, that was like a blast of a trumpet--\"and this, my countrymen, is\nthe answer which the plain people of this great city make to the\ncorrupted and misguided press that would crucify any man who dares\ndefy it.\"\n\nHe spoke for more than an hour, and when he was done his hearers were\nas madmen and madwomen. And yet so skilfully had he phrased his\nutterances, so craftily had he injected the hot poison, so deftly had\nhe avoided counselling outright disobedience to the law, that sundry\nsecret-service men who had been detailed to attend the meeting and to\narrest the speaker, United States representative though he be, in case\nhe preached a single sentence of what might be interpreted as open\ntreason, were completely circumvented.\n\nIt is said that on this night Congressman Mallard made the best speech\nhe ever made in his whole life. But as to that we cannot be sure, and\nfor this reason:\n\nOn Monday morning, as has twice been stated in this account,\nCongressman Mallard's name was in every paper, nearly, in America. On\nTuesday morning not a line concerning him or concerning his speech or\nthe remarkable demonstration of the night before--not a line of news,\nnot a line of editorial comment, not a paragraph--appeared in any\nnewspaper printed in the English language on this continent. The\nsilent war had started.\n\nTuesday evening at eight-fifteen Congressman Mallard came to Madison\nSquare Garden, accompanied by the honour guard of his sponsors. The\npolice department, taking warning by what had happened on Monday night\ndown on the West Side, had sent the police reserves of four\nprecincts--six hundred uniformed men, under an inspector and three\ncaptains--to handle the expected congestion inside and outside the\nbuilding. These six hundred men had little to do after they formed\ntheir lines and lanes except to twiddle their night sticks and to\nstamp their chilled feet.\n\nFor a strange thing befell. Thousands had participated in the affair\nof the night before. By word of mouth these thousands most surely must\nhave spread the word among many times their own number of sympathetic\nindividuals. And yet--this was the strange part--by actual count less\nthan fifteen hundred persons, exclusive of the policemen, who were\nthere because their duty sent them there, attended Tuesday night's\nmeeting. To be exact there were fourteen hundred and seventy-five of\nthem. In the vast oval of the interior they made a ridiculously small\nclump set midway of the area, directly in front of the platform that\nhad been put up. All about them were wide reaches of seating\nspace--empty. The place was a huge vaulted cavern, cheerless as a\ncave, full of cold drafts and strange echoes. Congressman Mallard\nspoke less than an hour, and this time he did not make the speech of\nhis life.\n\nWednesday night thirty policemen were on duty at Madison Square\nGarden, Acting Captain O'Hara of the West Thirtieth Street Station\nbeing in command. Over the telephone to headquarters O'Hara, at\neight-thirty, reported that his tally accounted for two hundred and\neighty-one persons present. Congressman Mallard, he stated, had not\narrived yet, but was momentarily expected.\n\nAt eight-forty-five O'Hara telephoned again. Congressman Mallard had\njust sent word that he was ill and would not be able to speak. This\nmessage had been brought by Professor Rascovertus, the former college\nprofessor, who had come in a cab and had made the bare announcement to\nthose on hand and then had driven away. The assembled two hundred and\neighty-one had heard the statement in silence and forthwith had\ndeparted in a quiet and orderly manner. O'Hara asked permission to\nsend his men back to the station house.\n\nCongressman Mallard returned to Washington on the midnight train, his\nsecretary accompanying him. Outwardly he did not bear himself like a\nsick man, but on his handsome face was a look which the secretary had\nnever before seen on his employer's face. It was the look of a man who\nasks himself a question over and over again.\n\nOn Thursday, in conspicuous type, black faced and double-leaded, there\nappeared on the front page and again at the top of the editorial\ncolumn of every daily paper, morning and evening, in the United\nStates, and in every weekly and every monthly paper whose date of\npublication chanced to be Thursday, the following paragraph:\n\n    \"There is a name which the press of America no longer prints.\n    Let every true American, in public or in private, cease\n    hereafter from uttering that name.\"\n\nInvariably the caption over this paragraph was the one word:\n\n               SILENCE!\n\nOne week later, to the day, the wife of one of the richest men in\nAmerica died of acute pneumonia at her home in Chicago. Practically\nall the daily papers in America carried notices of this lady's death;\nthe wealth of her husband and her own prominence in social and\nphilanthropic affairs justified this. At greater or at less length it\nwas variously set forth that she was the niece of a former ambassador\nto the Court of St. James; that she was the national head of a great\npatriotic organisation; that she was said to have dispensed upward of\nfifty thousand dollars a year in charities; that she was born in such\nand such a year at such and such a place; that she left, besides a\nhusband, three children and one grandchild; and so forth and so on.\n\nBut not a single paper in the United States stated that she was the\nonly sister of Congressman Jason Mallard.\n\nThe remainder of this account must necessarily be in the nature of a\ndescription of episodes occurring at intervals during a period of\nabout six weeks; these episodes, though separated by lapses of time,\nare nevertheless related.\n\nThree days after the burial of his sister Congressman Mallard took\npart in a debate on a matter of war-tax legislation upon the floor of\nthe House. As usual he voiced the sentiments of a minority of one, his\nvote being the only vote cast in the negative on the passage of the\nmeasure. His speech was quite brief. To his colleagues, listening in\ndead silence without sign of dissent or approval, it seemed\nexceedingly brief, seeing that nearly always before Mallard, when he\nspoke at all upon any question, spoke at length. While he spoke the\nmen in the press gallery took no notes, and when he had finished and\nwas leaving the chamber it was noted that the venerable Congressman\nBoulder, a man of nearly eighty, drew himself well into his seat, as\nthough he feared Mallard in passing along the aisle might brush\nagainst him.\n\nThe only publication in America that carried a transcript of\nCongressman Mallard's remarks on this occasion was the Congressional\nRecord.\n\nAt the next day's session Congressman Mallard's seat was vacant; the\nnext day likewise, and the next it was vacant. It was rumoured that he\nhad left Washington, his exact whereabouts being unknown. However, no\none in Washington, so far as was known, in speaking of his\ndisappearance, mentioned him by name. One man addressing another would\nmerely say that he understood a certain person had left town or that\nhe understood a certain person was still missing from town; the second\nman in all likelihood would merely nod understandingly and then by\ntacit agreement the subject would be changed.\n\nJust outside one of the lunch rooms in the Union Station at St. Louis\nlate one night in the latter part of January an altercation occurred\nbetween two men. One was a tall, distinguished-looking man of middle\nage. The other was a railroad employé--a sweeper and cleaner.\n\nIt seemed that the tall man, coming out of the lunch room, and\ncarrying a travelling bag and a cane, stumbled over the broom which\nthe sweeper was using on the floor just beyond the doorway. The\ntraveller, who appeared to have but poor control over his temper, or\nrather no control at all over it, accused the station hand of\ncarelessness and cursed him. The station hand made an indignant and\nimpertinent denial. At that the other flung down his bag, swung aloft\nhis heavy walking stick and struck the sweeper across the head with\nforce sufficient to lay open the victim's scalp in a two-inch gash,\nwhich bled freely.\n\nFor once a policeman was on the spot when trouble occurred. This\nparticular policeman was passing through the train shed and he saw\nthe blow delivered. He ran up and, to be on the safe side, put both\nmen under technical arrest. The sweeper, who had been bowled over by\nthe clout he had got, made a charge of unprovoked assault against the\nstranger; the latter expressed a blasphemous regret that he had not\nsucceeded in cracking the sweeper's skull. He appeared to be in a\nhighly nervous, highly irritable state. At any rate such was the\ninterpretation which the patrolman put upon his aggressive prisoner's\nbehaviour.\n\nWalking between the pair to prevent further hostilities the policeman\ntook both men into the station master's office, his intention being to\ntelephone from there for a patrol wagon. The night station master\naccompanied them. Inside the room, while the station master was\nbinding up the wound in the sweeper's forehead with a pocket\nhandkerchief, it occurred to the policeman that in the flurry of\nexcitement he had not found out the name of the tall and still excited\nbelligerent. The sweeper he already knew. He asked the tall man for\nhis name and business.\n\n\"My name,\" said the prisoner, \"is Jason C. Mallard. I am a member of\nCongress.\"\n\nThe station master forgot to make the knot in the bandage he was tying\nabout the sweeper's head. The sweeper forgot the pain of his new\nheadache and the blood which trickled down his face and fell upon the\nfront of his overalls. As though governed by the same set of wires\nthese two swung about, and with the officer they stared at the\nstranger. And as they stared, recognition came into the eyes of all\nthree, and they marvelled that before now none of them had discerned\nthe identity of the owner of that splendid tousled head of hair and\nthose clean-cut features, now swollen and red with an unreasonable\ncholer. The policeman was the first to get his shocked and jostled\nsenses back, and the first to speak. He proved himself a quick-witted\nperson that night, this policeman did; and perhaps this helps to\nexplain why his superior, the head of the St. Louis police\ndepartment, on the very next day promoted him to be a sergeant.\n\nBut when he spoke it was not to Mallard but to the sweeper.\n\n\"Look here, Mel Harris,\" he said; \"you call yourself a purty good\nAmurican, don't you?\"\n\n\"You bet your life I do!\" was the answer. \"Ain't I got a boy in camp\nsoldierin'?\"\n\n\"Well, I got two there myself,\" said the policeman; \"but that ain't\nthe question now. I see you've got a kind of a little bruised place\nthere on your head. Now then, as a good Amurican tryin' to do your\nduty to your country at all times, I want you to tell me how you come\nby that there bruise. Did somebody mebbe hit you, or as a matter of\nfact ain't it the truth that you jest slipped on a piece of banana\npeelin' or something of that nature, and fell up against the door jamb\nof that lunch room out yonder?\"\n\nFor a moment the sweeper stared at his interrogator, dazed. Then a\ngrin of appreciation bisected his homely red-streaked face.\n\n\"Why, it was an accident, officer,\" he answered. \"I slipped down and\nhit my own self a wallop, jest like you said. Anyway, it don't amount\nto nothin'.\"\n\n\"You seen what happened, didn't you?\" went on the policeman,\naddressing the station master. \"It was a pure accident, wasn't it?\"\n\n\"That's what it was--a pure accident,\" stated the station master.\n\n\"Then, to your knowledge, there wasn't no row of any sort occurring\nround here to-night?\" went on the policeman.\n\n\"Not that I heard of.\"\n\n\"Well, if there had a-been you'd a-heard of it, wouldn't you?\"\n\n\"Sure I would!\"\n\n\"That's good,\" said the policeman. He jabbed a gloved thumb toward\nthe two witnesses. \"Then, see here, Harris! Bein' as it was an\naccident pure and simple and your own fault besides, nobody--no\noutsider--couldn't a-had nothin' to do with your gettin' hurt, could\nhe?\"\n\n\"Not a thing in the world,\" replied Harris.\n\n\"Not a thing in the world,\" echoed the station master.\n\n\"And you ain't got any charge to make against anybody for what was due\nto your own personal awkwardness, have you?\" suggested the blue-coated\nprompter.\n\n\"Certainly I ain't!\" disclaimed Harris almost indignantly.\n\nMallard broke in: \"You can't do this--you men,\" he declared hoarsely.\n\"I struck that man and I'm glad I did strike him--damn him! I wish I'd\nkilled him. I'm willing to take the consequences. I demand that you\nmake a report of this case to your superior officer.\"\n\nAs though he had not heard him--as though he did not know a fourth\nperson was present--the policeman, looking right past Mallard with a\nlevelled, steady, contemptuous gaze, addressed the other two. His tone\nwas quite casual, and yet somehow he managed to freight his words with\na scorn too heavy to be expressed in mere words:\n\n\"Boys,\" he said, \"it seems-like to me the air in this room is so kind\nof foul that it ain't fitten for good Amuricans to be breathin' it.\nSo I'm goin' to open up this here door and see if it don't purify\nitself--of its own accord.\"\n\nHe stepped back and swung the door wide open; then stepped over and\njoined the station master and the sweeper. And there together they all\nthree stood without a word from any one of them as the fourth man,\nwith his face deadly white now where before it had been a passionate\nred, and his head lolling on his breast, though he strove to hold it\nrigidly erect, passed silently out of the little office. Through the\nopened door the trio with their eyes followed him while he crossed the\nconcrete floor of the concourse and passed through a gate. They\ncontinued to watch until he had disappeared in the murk, going toward\nwhere a row of parked sleepers stood at the far end of the train shed.\n\n\n\nYet another policeman is to figure in this recital of events. This\npoliceman's name is Caleb Waggoner and this Caleb Waggoner was and\nstill is the night marshal in a small town in Iowa on the Missouri\nRiver. He is one-half the police force of the town, the other half\nbeing a constable who does duty in the daytime. Waggoner suffers from\nan affection which in a large community might prevent him from holding\nsuch a job as the one he does hold. He has an impediment of the speech\nwhich at all times causes him to stammer badly. When he is excited it\nis only by a tremendous mental and physical effort and after repeated\nendeavours that he can form the words at all. In other regards he is a\nfirst-rate officer, sober, trustworthy and kindly.\n\nOn the night of the eighteenth of February, at about half past eleven\no'clock, Marshal Waggoner was completing his regular before-midnight\nround of the business district. The weather was nasty, with a raw wet\nwind blowing and half-melted slush underfoot. In his tour he had\nencountered not a single person. That dead dumb quiet which falls upon\na sleeping town on a winter's night was all about him. But as he\nturned out of Main Street, which is the principal thoroughfare, into\nSycamore Street, a short byway running down between scattered\nbuildings and vacant lots to the river bank a short block away, he saw\na man standing at the side door of the Eagle House, the town's\nsecond-best hotel. A gas lamp flaring raggedly above the doorway\nbrought out the figure with distinctness. The man was not moving--he\nwas just standing there, with the collar of a heavy overcoat turned up\nabout his throat and a soft black hat with a wide brim drawn well down\nupon his head.\n\nDrawing nearer, Waggoner, who by name or by sight knew every resident\nof the town, made up his mind that the loiterer was a stranger. Now a\nstranger abroad at such an hour and apparently with no business to\nmind would at once be mentally catalogued by the vigilant night\nmarshal as a suspicious person. So when he had come close up to the\nother, padding noiselessly in his heavy rubber boots, the officer\nhalted and from a distance of six feet or so stared steadfastly at the\nsuspect. The suspect returned the look.\n\nWhat Waggoner saw was a thin, haggard face covered to the upper bulge\nof the jaw-bones with a disfiguring growth of reddish whiskers and\ninclosed at the temples by shaggy, unkempt strands of red hair which\nprotruded from beneath the black hat. Evidently the man had not been\nshaved for weeks; certainly his hair needed trimming and combing. But\nwhat at the moment impressed Waggoner more even than the general\nunkemptness of the stranger's aspect was the look out of his eyes.\nThey were widespread eyes and bloodshot as though from lack of sleep,\nand they glared into Waggoner's with a peculiar, strained, hearkening\nexpression. There was agony in them--misery unutterable.\n\nThrusting his head forward then, the stranger cried out, and his\nvoice, which in his first words was deep and musical, suddenly, before\nhe had uttered a full sentence, turned to a sharp, half-hysterical\nfalsetto:\n\n\"Why don't you say something to me, man?\" he cried at the startled\nWaggoner. \"For God's sake, why don't you speak to me? Even if you do\nknow me, why don't you speak? Why don't you call me by my name? I\ncan't stand it--I can't stand it any longer, I tell you. You've got to\nspeak.\"\n\nAstounded, Waggoner strove to answer. But, because he was startled and\na bit apprehensive as well, his throat locked down on his faulty vocal\ncords. His face moved and his lips twisted convulsively, but no sound\nissued from his mouth.\n\nThe stranger, glaring into Waggoner's face with those two goggling\neyes of his, which were all eyeballs, threw up both arms at full\nlength and gave a great gagging outcry.\n\n\"It's come!\" he shrieked; \"it's come! The silence has done it at last.\nIt deafens me--I'm deaf! I can't hear you! I can't hear you!\"\n\nHe turned and ran south--toward the river--and Waggoner, recovering\nhimself, ran after him full bent. It was a strangely silent race these\ntwo ran through the empty little street, for in the half-melted snow\ntheir feet made no sounds at all. Waggoner, for obvious reasons, could\nutter no words; the other man did not.\n\nA scant ten feet in the lead the fugitive reached the high clay bank\nof the river. Without a backward glance at his pursuer, without\nchecking his speed, he went off and over the edge and down out of\nsight into the darkness. Even at the end of the twenty-foot plunge the\nbody in striking made almost no sound at all, for, as Waggoner\nafterward figured, it must have struck against a mass of shore ice,\nthen instantly to slide off, with scarcely a splash, into the roiled\nyellow waters beyond.\n\nThe policeman checked his own speed barely in time to save himself\nfrom following over the brink. He crouched on the verge of the frozen\nclay bluff, peering downward into the blackness and the quiet. He saw\nnothing and he heard nothing except his own laboured breathing.\n\nThe body was never recovered. But at daylight a black soft hat was\nfound on a half-rotted ice floe, where it had lodged close up against\nthe bank. A name was stamped in the sweatband, and by this the\nidentity of the suicide was established as that of Congressman Jason\nMallard.\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Cobb, Irvin S. (Irvin Shrewsbury)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/24936/pg24936.txt",
        "name": "the_thunders_of_silence.json"
    }
}