{
    "name": "The Tapu of Banderah\r\n1901",
    "author": [
        "Becke, Louis"
    ],
    "body": "C. Arthur Pearson Ltd.\n\n1901\n\n\n\n\n\nI ~ THE “STARLIGHT”\n\nAs the rising sun had just begun to pierce the misty tropic haze of\nearly dawn, a small, white-painted schooner of ninety or a hundred tons\nburden was bearing down upon the low, densely-wooded island of Mayou,\nwhich lies between the coast of south-east New Guinea and the murderous\nSolomon Group--the grave of the white man in Melanesia.\n\nThe white population of Mayou was not large, for it consisted only of\nan English missionary and his wife--who was, of course, a white woman--a\nGerman trader named Peter Schwartzkoff and his native wife; an English\ntrader named Charlie Blount, with his two half-caste sons and daughters;\nand an American trader and ex-whaler, named Nathaniel Burrowes, with his\nwives.\n\nAlthough the island is of large extent, and of amazing fertility, the\nnative population was at this time comparatively small, numbering only\nsome three thousand souls. They nearly all lived at the south-west end\nof the island, the rendezvous of the few trading ships that visited the\nplace. Occasionally a surveying vessel, and, at longer intervals still,\na labour-recruiting ship from Hawaii or Fiji, would call. At such times\nthe monotony of the lives of the white residents of Mayou was pleasantly\nbroken. Once a year, too, a missionary vessel would drop anchor in the\nlittle reef-bound port, but her visit was of moment only to the Rev. Mr.\nDeighton, his wife, and their native converts, and the mission ship's\npresence in the harbour was taken no notice of by the three white\ntraders; for a missionary ship is not always regarded by the average\ntrader in the South Seas as a welcome visitor.\n\nAlmost with the rising of the sun the vessel had been sighted from the\nshore by a party of natives, who were fishing off the south end of the\nisland, and in a few minutes their loud cries reached other natives on\nshore, and by them was passed on from house to house along the beach\ntill it reached the town itself. From there, presently, came a deep\nsonorous shout, “_Evaka! Evaka!_” (“A ship! A ship!”), and then they\nswarmed out of their thatched dwellings like bees from a hive and\nran, laughing and shouting together, down to the beach in front of the\nvillage.\n\nAs the clamour increased, the Rev. Wilfrid Deighton opened the door of\nhis study and stepped out upon the shady verandah of the mission house,\nwhich stood upon a gentle, palm-covered rise about five hundred yards\nfrom the thickly clustering houses of the native village. He was a tall,\nthin man with a scanty brown beard, and his face wore a wearied, anxious\nexpression. His long, lean body, coarse, toil-worn hands, and shabby\nclothing indicated, too, that the lines of the Rev. Wilfrid had not been\ncast in a pleasant place when he chose the wild, unhealthy island of\nMayou as the field of his labours. But if he showed bodily traces of the\nhard, continuous toil he had undergone during the seven years' residence\namong the people of Mayou, his eye was still full of the fire of that\nnoble missionary spirit which animated the souls of such earnest men\nas Moffat and Livingstone, and Williams of Erromanga, and Gordon of\nKhartoum. For he was an enthusiast, who believed in his work; and so did\nhis wife, a pretty, faded little woman of thirty, with a great yearning\nto save souls, though at times she longed to return to the comforts\nand good dinners of semi-civilisation in other island groups nearer the\noutside world she had been away from so long.\n\nThe missionary stepped out on the verandah, and shaded his eyes from\nthe glare with his rough, sun-tanned hands, as he looked seaward at the\nadvancing vessel. Soon his wife followed him and placed her hand on his\nshoulder.\n\n“What is it, Wilfrid? Surely not the _John Hunt_. She is not due for\nmonths yet.”\n\n“Not her, certainly, Alice,” he answered, “and not a trading vessel\neither, I should think. She looks more like a yacht Perhaps she may be a\nnew man-of-war schooner. However, we will soon see. Put on your hat, my\ndear, and let us go down to the beach. Already Blount, Schwartzkoff, and\nBurrowes have gone; and it certainly would not do for me to remain in\nthe background when the newcomers land.”\n\nMrs. Deighton, her pale face flushing with gentle excitement at the\nprospect of meeting Europeans, quickly retired to her room, and making\na rapid toilette, rejoined her husband, who, white umbrella in hand,\nawaited her at the gate.\n\n* * * * *\n\n“Good morning, gentlemen,” said the reverend gentleman, a few minutes\nlater, as, accompanied by Mrs. Deighton, he joined the three white\ntraders, “what vessel is it? Have you any idea?”\n\n“None at all,” answered Blount, with a short nod to Mr. Deighton, but\nlifting his leaf hat to his wife, “we were just wondering ourselves.\nDoesn't look like a trader--more like a gunboat.”\n\nMeantime the schooner had worked her way in through the passage, and,\nsurrounded by a fleet of canoes, soon brought up and anchored. Her\nsails were very quickly handled, then almost as soon as she swung to her\nanchor a smart, white-painted boat was lowered, and the people on shore\nsaw the crew haul her up to the gangway ladder.\n\nPresently a white man, who, by his dress, was an officer of the ship,\nfollowed by another person in a light tweed suit and straw hat, entered\nthe boat, which then pushed off and was headed for the shore. As she\napproached nearer, the traders and the missionary could see that the\ncrew were light-skinned Polynesians, dressed in blue cotton jumpers,\nwhite duck pants, and straw hats. The officer--who steered with a\nsteer-oar--wore a brass-bound cap and brass-buttoned jacket, and every\nnow and then turned to speak to the man in the tweed suit, who sat\nsmoking a cigar beside him.\n\n“By jingo! she's a yacht, I believe,” said Charlie Blount, who had\nbeen keenly watching the approaching boat; “I'm off. I don't want to\nbe bothered with people of that sort--glorified London drapers, who ask\n'Have you--ah--got good shooting heah?'”\n\nThen turning on his heel, he raised his hat to Mrs. Deighton, nodded to\nthe other white men, and sauntered along the beach to his house.\n\n“I guess Blount's kinder set again meetin' people like these,” said\nBurrowes, nodding in the direction of the boat and addressing himself to\nMr. and Mrs. Deighton. “Reckon they might be some all-powerful British\nswells he knew when he was one himself. Guess they won't scare _me_ a\ncent's worth.”\n\n“Id was brober dadt he should veel so,” remarked the German; “if some\nYerman shentle-mans vas to come here und zee me dresd like vom dirty\nsailor mans, den I too vould get me home to mein house und say nodings.”\n\n“My friends,” said Mr. Deighton, speaking reproachfully, yet secretly\npleased at Blount's departure, “no man need feel ashamed at meeting his\ncountrymen on account of the poverty of his attire; I am sure that\nthe sight of an English gentleman is a very welcome one to me and Mrs.\nDeighton.”\n\n“Wal,” said Burrowes with easy but not offensive familiarity, “I guess,\nparson, thet you and Mrs. Deighton hed better form yourselves inter\na committee of welcome, and tell them so; I ain't much in the polite\nspeechifying line myself, neither is 'Schneider' here,” nodding at the\nGerman, “and you can sling in somethin' ornymental 'bout me bein' the\nrepresentative of the United States--a gentleman a-recrootin' of\nhis health in the South Sea Islands doorin' a perlitercal crisis in\nWashington.”\n\nBy this time the boat had run her bows up on to the white, sandy beach,\nand the straw-hatted, tweed-suited gentleman jumped lightly out Taking\noff his hat with a graceful, circular sweep, which included every one on\nthe beach, white and native, he said with languid politeness--\n\n“Good-day, gentlemen; I scarcely hoped to have the pleasure of meeting\nEuropeans at this place--and certainly never imagined that pleasure\nwould be enhanced by the presence of a lady,” he added as he caught\nsight of Mrs. Deighton standing apart some little distance from the\nothers.\n\n“I am pleased to meet you, sir,” said the missionary, constituting\nhimself spokesman for the others; “you are welcome, sir, very welcome to\nMayou, and to anything that it lies in our power to furnish you with\nfor your--schooner, or should I say yacht, for such, by her handsome\nappearance, I presume she is.”\n\nThe visitor, who was a handsome, fair-haired man, with a blonde\nmoustache and blue eyes, bowed his thanks, and then said, “May I have\nthe honour to introduce myself. My name is De Vere.”\n\n“And I am the Rev. Wilfrid Deighton, missionary in charge of this\nisland. My two----” (here he hesitated a moment before the next word)\n“friends are Mr. Peter Schwartzkoff and Mr. Nathaniel Burrowes.”\n\n“Delighted to meet you,” said Mr. de Vere, bowing politely to the lady,\nbut extending a white, shapely hand to the men; “and now I must tell you\nthat I shall be very glad to avail myself, Mr. Deighton, of your kind\noffer. We are in want of water, and anything in the way of vegetables,\netcetera, that we can get. We intend, however, to stay here a few days\nand refit. Having been in very bad weather coming through the southern\npart of the Solomon Group we must effect repairs.”\n\n“Might I inquire, mister,” asked Burrowes, “ef your vessel is a trader,\nor jest a pleasure schooner, as the parson here says?”\n\n“Mr. Deighton is quite correct,” said Mr. de Vere, with another graceful\nbow; “the _Starlight_ is a yacht I can quite understand your not being\nable to make her out She was originally built for the navy as a gunboat,\nbut was sold in Sydney, after some years' service. I bought her and had\nher altered into a yacht to cruise about these delightful and beautiful\nSouth Sea Islands. My friend, the Honourable John Morcombe-Lycett,\naccompanies me. Our English yachting experience had much to do with our\ndetermination to make a cruise down here. In fact,” and here Mr. de Vere\nshowed his white, even teeth in a smile, and stroked his drooping blonde\nmoustache, “we left London with the intention of chartering a vessel in\nSydney for a cruise among the islands. Mr. Morcombe-Lycett is, however,\nvery unwell to-day, and so has not landed, but here am I; and I am very\nhappy indeed to make your acquaintance.”\n\nThen, turning towards the boat, he called out to the officer who had\nbrought him, “Come ashore for me at dinner-time, Captain Sykes.”\n\n\n\n\nII ~ A DIFFERENCE OF OPINION\n\nA few hours later Mr. de Vere was on very friendly terms with Mr. and\nMrs. Deighton, who had carried him off to the mission house, after the\nboat returned to the schooner. Before he accompanied them, however, he\ntold Messrs. Burrowes and Schwartzkoff, as he shook hands, that he would\nnot fail to visit them later on in the day at their respective houses.\nAnd both Peter, and the American, who on any other occasion would have\nbeen justly indignant at any white visitor not a missionary himself\nforegoing, even for a short time, the pleasure of their society for that\nof a “blarsted missionary,” shook hands with him most vigorously, and\nsaid they would be proud to see him. Then they hurried off homewards.\n\nPeter's house and trading station lay midway between that of Charlie\nBlount and the American's, but instead of making for his own place,\nPeter, to the surprise of Blount, who was now standing at his door\nwatching them, went inside Burrowes' house.\n\n“That's d----d curious, now,” said Blount, in English, to one of his\nhalf-caste daughters, a girl of eighteen; “those two fellows hate each\nother like poison. I've never known the Dutchman go into the Yankee's\nhouse, or the Yankee go into his, for the past two years, and here they\nare now as thick as thieves! I wonder what infernal roguery they are up\nto?”\n\nCharlie Blount's amazement was perfectly natural, The German and\nAmerican did dislike each other most intensely. Neither of them had\nlived so long on Mayou as Blount, but each was trying hard to work the\nother man off the island by accusing him to the natives of cheating\nthem. As a matter of fact they were both scoundrels, but Banderah, the\nchief of Mayou, who was fond of white men, managed to keep a hollow\npeace between them. _He_ was perfectly well aware that both of them\ncheated himself and his people, but as long as their cheating was\npractised moderately he did not mind. In Blount, however, he had the\nfullest confidence, and this good feeling was shared with him by every\nnative on the island.\n\n* * * * *\n\nPerhaps, had Blount been a witness of what occurred when the boat\nlanded, his suspicion of his fellow-traders' honesty would have been\nconsiderably augmented. For while the missionary and Mr. de Vere were\nbandying compliments, the German and American were exchanging signs with\nthe officer who was in charge of the boat, and whom De Vere addressed\nas “Captain Sykes.” The American, indeed, had started down the beach to\nspeak to him, when Mr. de Vere called out to him to return to the ship,\nand Captain Sykes, with a gesture signifying that he would see Burrowes\nlater on, swung round the boat's head and gave the word to his Kanaka\ncrew to give way. As if quite satisfied with this dumb promise, the\nAmerican returned to the group he had just left, and then the moment\nthe missionary, Mrs. Deighton, and De Vere had gone, he and the German\nstarted off together.\n\nThe moment they entered the American's house, Burrowes sat down on the\ntable and the German on a gin case.\n\n“Wal, Dutchy,” said Burrowes, looking keenly at his companion, “I reckon\nyou know who the almighty swell in the brass-bound suit is, hey?”\n\n“Yaw,” replied Schwartzkoff, “it is Bilker, und I thought he was in\nbrison for ten years mit.”\n\n“Wal, that's true enough that he did get ten years. But that's six years\nago, an' I reckon they've let him out. Public feelin' in Australia agin\nnigger catchin' ain't very strong; an' I reckon he's got out after doin'\nfive or six years.”\n\n“Dot is so,” asserted the German; and then he leaned forward, “but vat\nvas he doing here in dis fine, swell schooner mit?”\n\n“That's jest what you and me is goin' to find out, Dutchy. An' I guess\nthat you an' me _can_ find out darned easy. Bilker ain't going to fool\n_me_; if he's on to anything good, I guess I'm going to have a cut in.”\n\n“Veil, ve see by und by, ven he comes ashore. Von ding, I dells you,\nmine friend. Dot fine shentleman don't know vat you und me knows about\nCaptain Bilker.”\n\nThe American gave an affirmative wink, and then going to a rude cupboard\nhe took out a bottle of gin and a couple of tin mugs.\n\n“Look hyar, Peter, I guess you and me's goin' to do some business\ntogether over this schooner, so let's make friends.”\n\n“I vas agreeable,” said the German with alacrity, rising from his seat\nand accepting the peace-offering. He nodded to Burrowes and tossed it\noff.\n\n*****\n\nBy lunch-time Mr. Morcombe-Lycett had been brought ashore and had\naccepted Mr. Deighton's invitation to remain for the night He was a\nwell-dressed, good-looking man of about thirty-five, and was, so Mr.\nDeighton sympathisingly announced to his wife, suffering from a touch of\nmalarial fever, which a little quinine and nursing would soon put right\nMr. Deighton himself, by the way, was suffering from the same complaint.\n\nAt noon, as Charlie Blount was walking past Burrowes' house, he was\nsurprised to see that the German was still there. He was about to pass\non--for although on fairly friendly terms with the two men, he did not\ncare for either of them sufficiently well to enter their houses often,\nalthough they did his--when the American came to the door and asked him\nto come in and take a nip.\n\n“Are you going to board the schooner?” asked Burrowes, as Blount came in\nand sat down.\n\n“No, I'm going down to Lak-a-lak. I've got some natives cutting timber\nfor me there, and thought I would just walk along the beach and see how\nthey are getting on. Besides that, my little girl Nellie is there with\nher uncle.”\n\n“Why,” said Burrowes, with genuine surprise, “won't you go aboard and\nsee if they have any provisions to sell? I heard you say the other day\nthat you had quite run out of tinned meats and nearly out of coffee.”\n\n“So I have; but I don't care about going on board for all that” Then\nlooking the two men straight in the face, he drank off the gin, set the\nmug down on the table, and resumed, “I saw by my glass that that damned,\ncut-throat blackbirder, Bilker, is her skipper. That's enough for me. I\nheard that the infernal scoundrel got ten years in gaol. Sorry he wasn't\nhanged.”\n\n“Vy,” said the German, whose face was considerably flushed by the liquor\nhe had been drinking, “you vas in der plackpird drade yourselves von\ndime.”\n\n“So I was, Peter,” said Blount quietly, “but _we_ did the thing\nhonestly, fairly and squarely. I, and those with me, when I was in the\nlabour trade, never stole a nigger, nor killed one. This fellow Bilker\nwas a disgrace to every white man in the trade. He is a notorious,\ncold-blooded murderer.”\n\nThe conversation fell a bit flat after this, for Mr. Burrowes and Mr.\nSchwartzkoff began to feel uncomfortable. Six or seven years before,\nalthough then unknown to each other and living on different islands,\nthey each had had business relations with Captain Bilker in the matter\nof supplying him with “cargo” during his cruises for “blackbirds,”\n and each of them had so carried on the trade that both were ultimately\ncompelled to leave the scene of their operations with great haste, and\ntake up their residence elsewhere, particularly as the commander of the\ncruiser which arrested Captain Bilker expressed a strong desire to make\ntheir acquaintance and let them keep him company to the gallows.\n\n“Wal,” resumed the American, “I guess every man hez got his own opinions\non such things. I hev mine---- Why, here's Mr. de Vere. Walk right in,\nsir, an' set down; and Mister Deighton, too. Howdy do, parson? I'm real\nglad to see you.”\n\nThe moment the visitors entered Blount rose to go, but the missionary,\nwith good-natured, blundering persistency, pressed him back, holding his\nhand the while.\n\n“Mr. de Vere, this is Mr. Blount, a most excellent man, I do assure\nyou.”\n\n“How do you do?” said Blount, taking the smiling Englishman's hand in\nhis, but quickly dropping it. There was something in De Vere's set smile\nand cold, watery-blue eyes that he positively resented, although he knew\nnot why.\n\nHowever, as the somewhat dull-minded Deighton seemed very anxious\nfor him to stay and engage in “doing the polite” to his guest, Blount\nresumed his seat, but did so with restraint and impatience showing\nstrongly in his sun-burnt, resolute face. For some ten minutes or so\nhe remained, speaking only when he was spoken to; and then he rose,\nand nodding a cool “good-day” to the handsome Mr. de Vere and the two\ntraders, he strode to the door and walked out.\n\nBefore he was half-way from Burrowes' house to the mission station, he\nwas overtaken by the Rev. Mr. Deighton.\n\n“Mr. de Vere has gone on board again,” he said in his slow, solemn way,\n“gone on board to get me some English papers. A most estimable and kind\ngentleman, Mr. Blount, an aristocrat to the backbone, but a gentleman,\nMr. Blount, a gentleman above all. His visit has given me the most\nunalloyed----”\n\n“He may be very kind,” said Blount, “but my judgment has gone very much\nastray if he is what he represents himself to be.”\n\n“Mr. Blount!” and the missionary looked genuinely shocked. “You are very\nunjust, as well as very much in error. Mr. de Vere is a scion of one of\nthe noblest of our many noble English families. He told me so himself.”\n\n“Ah, did he! That just confirms me in my opinion of him. Now, look\nhere, Mr. Deighton,” and his tone became slightly irritated, “I'm not\nsurprised that this Mr. de Vere--who, whatever he is, is _not_ a scion\nof any noble English family--should impose upon men like Burrowes and\nthe German, but that he should impose on you does rather surprise me.\nAnd yet I don't know. It is always the way, or nearly always the way,\nthat those whose education and intelligence should be a safeguard to\nthem against imposture, are as often imposed upon as the ignorant and\nuncultured.”\n\n“Imposture, Mr. Blount! Do you mean to say----”\n\n“I mean to say that this man De Vere with his flashy get-up and imposing\nname is _not_ an English gentleman. He may deceive you and the men we\nhave just left, but he doesn't deceive me. I once lived in England a\nlong time ago, Mr. Deighton,” here Blount turned his face away, and then\nadded dreamily, “a long time, a very long time ago, and met some fairly\ndecent people. And I no more believe that Mr. de Vere comes from a good\nfamily than I do that Nathaniel Burrowes, a low, broken-down New Orleans\nwharf-loafer, comes from one of the 'first families in Virginia' that\nAmerican newspapers are always blathering about” “What is wrong with\nhim, Mr. Blount?” “Nothing from your point of view--everything from\nmine. And, so far as I am concerned, I don't mean to have anything to do\nwith these two English gentlemen and the yacht _Starlight_. Well, here\nwe are at the mission. Good-day, Mr. Deighton; I'm going to Lak-a-lak\nto see how my timber-getters are doing.” And with a kindly nod at the\ntroubled missionary, the big, dark-faced trader strode along the beach\nalone.\n\n\n\n\nIII ~ BANDERAH\n\nBanderah, the supreme chief of Mayou, was, _vide_ Mr. Deighton's report\nto his clerical superiors, “a man of much intelligence, favourably\ndisposed to the spread of the Gospel, but, alas! of a worldly nature,\nand clinging for worldly reasons to the darkness.” In other words,\nBanderah, although by no means averse to the poorer natives of the\nisland adopting Christianity in a very free and modified form, and\ncontributing a certain amount of their possessions to the missionary\ncause, was yet a heathen, and intended to remain one. For Mr. Deighton\nhe had conceived a personal liking, mingled with a wondering and\ncontemptuous pity. During an intertribal war he had received a bullet in\nhis thigh, which the missionary had succeeded, after much difficulty, in\nextracting. Consequently, his gratitude was unlimited, and he evinced it\nin a very practical manner, by commanding some hundreds of his subjects\nto become Christians under pain of death. And, being aware that polygamy\nwould not be tolerated by Mr. Deighton, he went a step further, and\nordered all those of these forced converts who had more than one wife\nto send them to his own harem. This addition to his family duties,\nwas, however, amply compensated for by the labour of the surplus wives\nproving useful to him on his yam and taro plantations.\n\nIn his younger days Banderah had once made a voyage to Sydney, in the\nservice of a trading captain, one Lannigan, whose name, in those days,\nwas a name to conjure with from one end of Melanesia to the other, and\nfor whose valour as a fighter and killer of men Banderah had acquired\na respect he could never entertain for a missionary. This captain,\nhowever, died in Sydney, full of years and strong drink, and left the\nchief almost broken-hearted, to return a year later to Mayou.\n\nIn his curious, semi-savage character there were some good points, and\none was that in compliance with the oft-expressed wishes and earnest\nentreaties of Blount and Mr. Deighton, he had agreed to put down the\nlast remnants of cannibalism which had lingered among the coast tribes\non the island down to the time of this story. And although the older\nmen, and some of the priests of the heathen faith, had struggled against\nhis drastic legislation, they finally gave in when Mr. Deighton, weeping\ntears of honest joy at such a marvellous and wholesale conversion,\npresented each convert with a new print shirt and a highly coloured\npicture of the Israelites crossing the Red Sea.\n\nAn hour after Blount had walked along the beach to Lak-a-lak, Banderah\nsaw the captain of the schooner come ashore and walk up the path to\nNathaniel Burrowes' house, where he was warmly greeted by Burrowes and\nthe German. He remained there for nearly an hour, and then came\nout again, and looking about him for a few moments, made direct for\nBanderah's house, which stood about three hundred yards back from that\nof the American trader.\n\nWhen close to the chiefs house the captain of the _Starlight_ raised his\nhead, and Banderah caught sight of his features and recognised him.\n\n“How are you, Bandy?” said the seaman, walking smartly up to the chief,\nwho was sitting on a mat inside his doorway, surrounded by a part of his\nharem and family, “you haven't forgotten me, have you?”\n\n“Oh, no, sir. I no forget you,” said the native, civilly enough, but\nwithout warmth. “How are you, Cap'en Bilker?”\n\n“Sh', don't call me that, Bandy. I'm Captain Sykes now.”\n\n“Yes?” and Banderah's face at once assumed an expression of the most\nhopeless stupidity. “All right, Cap'en Sike. Come inside an' sit down.”\n\n“Right, my boy,” said Bilker genially, fumbling in his coat pocket, and\nproducing a large flask of rum, “I've brought you a drink, Bandy; and I\nwant to have a yarn with you.”\n\n“All right,” and taking the flask from the captain's hand without\ndeigning to look at it, he passed it on to one of his wives. “What you\nwant talk me about, Cap'en? You want me to get you some native for work\non plantation?” and he smiled slily.\n\n“No, no, Bandy. Nothing like that I don't run a labour ship now. I'm a\nbig fellow gentleman now. I'm captain of that yacht.”\n\nThe chief nodded, but said nothing. He knew Captain “Sykes” of old, and\nknew him to be an undoubted rascal. Indeed, about ten years before the\ncunning blackbirder captain had managed to take thirty of Banderah's\npeople away in his ship without paying for them; and the moment the\nchief recognised the sailor he set his keen native brain to work to\ndevise a plan for getting square with him. And he meant to take deadly\nvengeance.\n\n“Banderah, old man,” and the captain laid one hand on the chiefs naked\nknee, “I meant to pay you for those men when I came back next trip. But\nI was taken by a man-of-war,” here Bilker crossed his wrists to signify\nthat he had been handcuffed; “taken to Sydney, put me in calaboose--ten\nyears.”\n\n“You lie,” said Banderah quietly, but with a danger spark in his eye,\n“man-o'-war no make you fas' for a long time after you steal my men.\nPlenty people tell me you make two more voyage; then man-o'-war catch\nyou an' make you fas'.”\n\n“Don't you believe 'em, Banderah,” began the ex-blackbirder, when the\nchief interrupted him--\n\n“What you do with my brother?” he said suddenly; “he die too, in Fiji?”\n\nThe white man's face paled. “I don't know, Banderah. I didn't know your\nbrother was aboard when my mate put the hatches on. I thought he had\ngone ashore. I never meant to take him away to Fiji anyway.”\n\n“All right; never mind that. But what you want talk to me about?” And\nthen, as if to put his visitor at his ease, he added, “You dam rogue, me\ndam rogue.”\n\n“Yes, yes,” assented Captain Bilker cheerfully; “but look here now,\nBandy, I'm not only going to pay you for those men I took, but give you\na lot of money as well--any amount of money; make you a big, rich chief;\nbig as Maafu Tonga.{*} But I want you to help me.”\n\n     * Maafu of Tonga, the once dreaded rival of King Cacobau of\n     Fiji.   He died in 1877.\n\n“You speak me true?” inquired the chief.\n\n“I swear it,” answered the captain promptly, extending his hand, which,\nhowever, Banderah did not appear to see.\n\n“All right,” he said presently, after a silence of a few moments; then\nmaking a sign for his women and slaves to withdraw to the further end\nof the room, so that their muttered talk might not disturb the white man\nand himself, he lit his pipe and said, “Go on, tell me what you want me\nto do, Cap'en.”\n\n“Look,” said the ex-blackbirder, laying a finger on the chiefs arm and\nspeaking in a low voice, “these two white men on board the yacht have\ngot any amount of money, gold, sovereigns--boxes and boxes of it They\nstole it; I know they stole it, although I didn't see them do it.”\n\nBanderah nodded his huge, frizzy head. “I savee. These two fellow rogue,\nall same you an' me.”\n\n“See, now, look here, Banderah. I mean to have that gold, and I want you\nto help me to get it. As soon as these men on board are dead I will give\nyou a thousand golden sovereigns--five thousand dollar. Then I'll go\naway in the schooner. Now, listen, and I'll tell you how to do it. The\nYankee and Peter are going to help.”\n\nThen Captain Bilker, _alias_ Sykes, unfolded his plan as follows:\nBanderah was to entice De Vere and his friend some miles into the\ninterior, where there was a large swamp covered with wild-fowl. Here\nthey were to be clubbed by Banderah and his people, and the bodies\nthrown into the swamp. Then Bilker, accompanied by Schwartzkoff and\nBurrowes, were to go on board the schooner and settle the mate and the\nwhite steward.\n\n“How much sovereign you goin' to give Peter and Missa Burrowes?” asked\nBanderah.\n\n“Five hundred,” answered Bilker; “five hundred between them. But I will\ngive you a thousand.”\n\n“You no 'fraid man-o'-war catch you by and by?” inquired Banderah.\n\n“No. Who's going to tell about it? You and your people won't.”\n\n“What 'bout Missa Blount? What 'bout mission'ry?”\n\nBilker grinned savagely. “Peter and Burrowes say they will kill Blount\nif I give them another five hundred sovereigns.”\n\n“What 'bout mission'ry and mission'ry woman?”\n\nFor a moment or two Bilker, crime-hardened villain as he was, hesitated.\nThen he raised his head and looked into the dark face of the native\nchief. Its set, savage expression gave him confidence.\n\n“Plenty missionaries get killed. And, all the man-o'-war captains know\nthat the Mayou bush-men{*} are very savage. Some day--in about a week\nafter I have gone away in the schooner, you will take the missionary\nand his wife to the little bush town, that Peter and Burrowes tell me\nhe goes to sometimes. They will sleep there that night. You and some of\nyour people will go with them and sleep in the same house with them. You\ndo that sometimes, Banderah, eh?”\n\n     * “Bushmen,” a term applied to natives living in the\n     interior of the Melanesian Islands.\n\n“Yes, sometimes.”\n\nThis was perfectly true. The bush tribes on Mayou, although at war with\nBanderah and his coast tribes, yet occasionally met their foes in an\namicable manner at a bush village called Rogga, which had been for many\ndecades a neutral ground. Here Banderah and his people, carrying fish,\ntobacco, and bamboos filled with salt water,{*} would meet small\nparties of bush people, who, in exchange for the commodities brought\nby Banderah, would give him yams, hogs, and wild pigeons. At several of\nthese meetings Mr. Deighton had been present, in the vain hope that he\nmight establish friendly relations with the savage and cannibal people\nof the interior.\n\n     * Having no salt, the bush tribes of Melanesia, who dare not\n     visit the coast, buy salt water from the coast tribes. They\n     meet a a spot which is always sacredly kept as a neutral\n     ground.\n\n“Well,” resumed the ruffian, “you will sleep at Rogga with the\nmissionary and his wife. In the morning, when you and your people awake,\nthe missionary and his wife will be dead. Then you will hurry to this\nplace; you will go on board the man-of-war and tell the captain that the\nbad bushmen killed them when they were asleep.”\n\n“I savee. Everybody savee Mayou man-a-bush like kill white men.”\n\n“That's it, Bandy. No one will say you did it.”\n\n“What 'bout Peter an' Burrowes? Perhaps by and by those two fellow get\nmad with me some day, and tell man-o'-war I bin kill three white man and\none white woman.”\n\n“Banderah,” and Bilker slapped him on the shoulder, “you're a damned\nsmart fellow! There's no mistake about that. Now look here, I want you\nto get another thousand sovereigns--the thousand I am going to give to\nBurrowes and Peter. And after the man-a-bush have killed the missionary\nand his wife, they are coming down to the beach one night soon after,\nand will kill the two white men. Then there will be no more white men\nleft, and you'll be the biggest chief in the world--as big as Maafu\nTonga.”\n\nA curious smile stole over the grim features of the chief.\n\n“By God! Cap'en, you savee too much; you dam fine man altogether.”\n\n“Well, look here now, Banderah. Are you going to do it?”\n\n“Yes, I do it right enough.”\n\n“When?”\n\n“To-mollow.”\n\n“To-morrow will do. And, look here, Bandy, I'm going to give you ten\nsovereigns each for the men I took away from you.”\n\n“All right,” answered the chief, “now you go away. I want go and look\nout for some good men come along me to-mollow.”\n\n“Right you are, Banderah. Take plenty good men. You know what to\ndo--white men walk along swamp to shoot duck, then _one, two,_” and\nCaptain Bilker made a motion with his right hand that was perfectly\ncomprehensible to the chief.\n\nBanderah sat perfectly quiet on his mat and watched the captain\nreturn to Burrowes' house, from where a short time after he emerged,\naccompanied by his two fellow-conspirators. Then the three of them\nhailed the schooner. A boat put off and took them on board.\n\n*****\n\nAn hour or two later Blount returned along the beach from Lak-a-lak, and\nwalked slowly up the path to his house. Just as he entered the door the\nsounds of revelry came over to him from the schooner, whose lights were\nbeginning to glimmer through the quick-falling darkness of the tropic\nnight. Some one on board was playing an accordion, and presently he\ncaught the words of a song--\n\n“Remember, too, the patriots' gore That flecked the streets of\nBaltimore; Maryland, my Maryland.”\n\n“Burrowes only sings that when he's very drunk,” he said to himself,\nas he sat down to drink a cup of coffee brought to him by his eldest\ndaughter Taya. “No doubt he and that anointed sweep Bilker are having a\nvery happy time together.”\n\n“Father,” said the girl in the native tongue, as he put down his cup,\n“Banderah is here. He came but now, and will not come inside, but waits\nfor thee in the copra-house, lest he be seen talking to thee.”\n\n“What the devil is wrong?” muttered Blount, as without waiting to touch\nthe coffee prepared for him he went outside to the copra-house.\n\nIn half an hour he and the native chief came out together, and as they\nstood for a minute in the broad streak of light that streamed out from\nthe lamp on the table in the big room, Taya, who sat in the doorway, saw\nher father's face was set and stern-looking.\n\n“Shed thou no blood, Banderah,” he said in the native tongue, “not even\nthat of these two dogs who have eaten and drunk in my house for four\nyears.”\n\n“Challi,{*} that is hard. Already are my people thirsty for the blood\nof this dog of a captain--he who stole thirty and one of my people. And\nbecause of my brother, who was stolen with them, have I promised them\nvengeance. But the other two who are with him on the ship I will spare.”\n\n     * Charlie.\n\n“As you will. And as for these two dogs who have planned to kill me,\nwith them I shall deal myself. If, when the schooner saileth away from\nhere, these men go not with her, then shall I shoot them dead.”\n\n“Good,” and then grasping the white man's hand, the chief pressed his\nnose to his, and vanished in the darkness.\n\n\n\n\nIV ~ “DEATH TO THEM BOTH!”\n\nEarly on the following morning Messrs. de Vere and Morcombe-Lycett--the\nlatter being now quite recovered--informed Mr. and Mrs. Deighton that,\nhaving heard from the two traders there was good shooting at the big\nswamp, they were going there under the guidance of Banderah and a party\nof natives; and shortly after breakfast the chief, accompanied by a\nnumber of his people, appeared.\n\n“I will send with you two of my best men,” said Mr. Deighton, indicating\na couple of his pet converts, who stood by dressed for the occasion\nin white starched shirts and black coats, but minus trousers, of which\ngarments the pet converts had divested themselves, knowing that they\nshould have to wade through the swamp.\n\nBut suddenly, to the missionary's astonishment, Banderah, with a savage\nlook, bade them stay where they were. He had, he said, plenty of men,\nand did not need Mr. Deighton's servants.\n\nPresently the two yachting gentlemen, arrayed in a very stylish sporting\nget-up, appeared with their breach-loaders and cartridge-belts,\nand waving their hands gracefully to the missionary and his wife,\ndisappeared with Banderah and his dark-skinned companions into the dense\ntropical jungle, the edge of which was within a very short distance of\nthe mission station.\n\nFor about an hour the Honourable Morcombe-Lycett and Mr. de Vere, with\nBanderah leading the way, walked steadily onward through the jungle. Not\na word was spoken among the natives who followed close at their heels,\nand Banderah himself, in answer to their frequent questions, replied\nonly by monosyllables..\n\nAt last they came out of the stifling heat of the thick jungle, and saw\nbefore them a great reedy swamp, the margin fringed by a scanty growth\nof cocoanut and pandanus palms. Out upon the open patches of water, here\nand there showing upon the broad expanse of the swamp, they saw large\nflocks of wild duck feeding and swimming about, betraying not the\nslightest fear at their approach.\n\n“By Jove, Baxter,” said Mr. de Vere to his friend, “looks good enough,\ndoesn't it? I wonder if these blasted niggers will go in for us.”\n\n“Of course they will. But let us have a drink first. Here, you, bring\nus that basket. I wonder what sort of tucker old Godliness has given us.\nHe's not a bad sort of an ass. His wife, too, isn't bad.”\n\n“Bah,” and Mr. de Vere twirled his long, yellow moustache, “you're\nalways finding out something nice in the face of every woman you come\nacross. Wait until we get up to Japan; then you can amuse yourself with\na new type of woman. Be a bit of a change for you after the Melbourne\nand Sydney peroxided-hair beauties. Here, nigger, give me that\ncorkscrew.”\n\n“I say, Dalton,” suddenly remarked his friend, “'pon my soul I believe\nwe are making a mistake in going to Japan. You may be sure that we'll\nhave a lot of trouble awaiting us there.”\n\n“Not a bit of it Before we get there every one will have read the cable\nnews that we have been seen in Callao, and no one in Yokohama will\never think of associating Mr. Herbert de Vere and the Honourable\nMorcombe-Lycett--just arrived from Manila _via_ Singapore in the Spanish\nmail-steamer--with--er--hum--the two gentlemen who arrived at Callao\nfrom Tahiti, after successfully diddling the Australian financial public\nof thirty thousand quid.”\n\n“But what are we going to do with the schooner at Manila?”\n\n“Sell her, my innocent! Sell her to our esteemed friend, Mr.\nMoses Steinberg, who has assisted me in previous financial\ntransactions--before I had the pleasure of meeting my present valued\ncolleague, the Honourable Mr. Morcombe-Lycett--and who is now taking\ncare to inform the world that we are living in South America.”\n\n“And how are we going to account for our boxes of sovereigns? Two mining\nspeculators don't usually carry about heavy sums in gold.”\n\n“All managed, my boy. My friend, Mr. Moses Steinberg, will see to\nthat. The ten thousand sovereigns will be valuable gold specimens from\nQueensland, and will be placed on board the North German Lloyd's steamer\nat Singapore for safe conveyance to London, where you and I, my dear\nboy, will follow it And there also we shall find, I trust, an additional\nsum of fifteen thousand lying to our credit--the proceeds of our honest\ntoil.”\n\n“What are you going to do with Sykes?”\n\n“Give him £500 and tell him to hold his tongue. He's a thundering\nrascal, and we must pay to shut his mouth.”\n\nThen the two proceeded to discuss their lunch, and as they ate and drank\nand talked and laughed, Banderah and three or four of his men whispered\ntogether.\n\n“Seize them from behind and bind them tightly,” said the chief, “but\nkill them not, for that I have promised to Challi.”\n\nThe Honourable Morcombe-Lycett had just finished his last glass of\nbottled beer and wanted to smoke. He had taken out his cigar-case,\nand, wondering at the sudden silence which had fallen upon their native\nguides, turned round to see where they were, and saw swiftly advancing\nupon himself and his companion some half a dozen stalwart natives. In\nthat momentary glance he read danger, and quick as lightning--for he\nwas no coward--he seized his loaded gun, which lay beside him, and fired\nboth barrels one after another, at not ten yards' range.\n\nA chorus of savage yells answered the shots, as two of the natives fell,\nbut ere he could reload or Dalton could fire there came a fierce rush\nof all the dark-skinned men upon them, and, struggling madly for their\nlives, they were borne down.\n\nAnd then the lust of slaughter overcame their fierce assailants, and\ndespite Banderah and two or three of his most trusted men, a club was\nraised and fell swiftly upon the white, fair forehead of “Mr. de Vere”\n as he sought to tear away his hands from the vice-like grasp of two huge\nnatives who held them.\n\n“Death to them both!” cried a thin-faced, wrinkled old man named Toka;\n“_hutu_:{*} for the lives of the thirty and one.” Then springing out\nfrom the rest, he swung a short-handled, keen-bladed hatchet over his\nhead, and sank it into the brain of the wretched Baxter.\n\n     * Synonymous with Maori _utu_--revenge.\n\n“Stand thou aside, Banderah, son of Paylap,” screamed the old man,\nwaving the bloody hatchet fiercely at him. “I, old Toka, the priest,\nwill to-day again show the men of Mayou how to drink the blood and eat\nthe flesh of the long pigs the gods have given into our hands,” and\nagain he buried the weapon in Baxter's breathless body. And as Banderah\nlooked at the old man's working face, and saw the savage mouth, flecked\nwith foam, writhing and twisting in horrible contortions, and then saw\nthe almost equally dreadful visages of the rest of his men, he knew that\nthe old, old lust for human flesh had come upon them.\n\nSo, with the one idea of saving Blount and the missionary and his wife,\nhe turned and fled through the forest towards the beach.\n\n\n\n\nV ~ THE TAPU OF BANDERAH\n\nThe Rev. Wilfrid and Mrs. Deighton were at lunch, talking about the\ngenial manners and other qualifications of their guests, when suddenly\nthey heard a rapid step on the verandah, and Blount dashed into the\nroom.\n\nHis face was white with excitement, and they saw that he carried his\nrevolver in his hand.\n\n“What in heaven's name is wrong, Mr. Blount? Why are you armed----”\n\n“For God's sake don't ask me now! Our lives are in danger--deadly,\nimminent danger. Follow me to my house!”\n\n“But, my dear sir,” began Mr. Deighton, “I do not see--I fail----”\n\n“Man, don't talk! Do you think I do not know what I am saying? Your two\nfriends are both murdered. Banderah is now at my house, too exhausted to\ntell me more than to come and save you.”\n\n“Dear, dear me! Oh, this is dreadful! Let us, Alice, my dear, seek\nDivine----”\n\n“You fool!” and the trader seized the missionary by the arm as he was\nabout to sink upon his knees. “Stay here and pray if you like--and\nget your throat cut In ten--in five minutes more, every native except\nBanderah will be here ready to burn and murder. I tell you, man, that\nour only chance of safety is to reach my house first, and then the\nschooner. Come, Mrs. Deighton. For God's sake, come!”\n\nPushing past the missionary, he seized Mrs. Deighton by the hand and\ndescended the steps. They had scarcely gone two hundred yards when they\nheard a strange, awful cry peal through the woods; and Mr. Deighton\nshuddered. Only once before had he heard such a cry, and that was when,\nduring the early days of the mission, he had seen a native priest tear\nout the heart of a victim destined for a cannibal feast, and hold it up\nto the people.\n\nSuddenly little Mrs. Deighton gasped and tottered as they hurried her\nalong; she was already exhausted. Then Deighton stopped.\n\n“Mr. Blount... go on by yourself. We have not your strength to run at\nthis speed. I will help my wife along in a minute or two. Some of the\nmission people will surely come to our aid.”\n\n“Will they?” said Blount grimly. “Look for yourself and see; there's not\na soul in the whole village. They have gone to see----” and he made an\nexpressive gesture.\n\nMr. Deighton groaned. “My God, it is terrible!--” then suddenly, as he saw\nhis wife's deathly features, his real nature came out “Mr. Blount, you\nare a brave man. For God's sake save my dear wife! I am too exhausted to\nrun any further. I am too weak from my last attack of the fever. But we\nare only a quarter of a mile away from your house now. Take her on with\nyou, but give me your revolver. I can at least cover your retreat for a\ntime.”\n\nBlount hesitated, then giving the weapon to the missionary, he lifted\nthe fainting woman in his arms, and said--\n\n“Try and come on a little; as soon as I am in sight of the house your\nwife will be safe; you must at least keep me in sight.”\n\nAs the trader strode along, carrying the unconscious woman in his strong\narms, the missionary looked at the weapon in his hand, and shuddered\nagain.\n\n“May God forgive me if I have done wrong,” he muttered. “But take the\nlife of one of His creatures to save my own I never will. Yet to save\nhers I must do it.”\n\nThen with trembling feet but brave heart he walked unsteadily along\nafter the trader and his burden. So far, no sound had reached him since\nthat one dreadful cry smote upon his ear, and a hope began to rise in\nhis breast that no immediate danger threatened. A short distance away,\nembowered among the trees, was the house of Burrowes. The door was\nclosed, and not a sign of life was discernible about the place.\n\n“Heavens, were they asleep?” He had heard that Burrowes and the German\nhad been carousing all the morning with the captain of the _Starlight_.\nLikely enough they were all lying in a drunken slumber. “God, give me\nstrength to warn them,” he said to himself; and then with a last glance\nat Blount and his wife, he resolutely turned aside and began to ascend\nthe hill.\n\nBut before he gained the summit, Blount had reached the fence\nsurrounding his house, and Banderah and Taya and her two young brothers,\nrifles in hand, met the trader.\n\n“Quick, take her!” and he pushed Mrs. Deighton into Taya's arms and\nlooked back.\n\n“My God! he's going up to Burrowes' house! Come, Banderah,” and he\nstarted back again, “he'll be speared or shot before he gets there.”\n\nJust as the missionary reached the door and began in feeble, exhausted\ntones to call out, Blount and the chief caught up to him, and seizing\nhis hands dragged him away again down the hill.\n\n“Don't bother about them, they are all on board,” was all Blount said.\nAnd there was no time to talk, for now fierce cries were heard in the\ndirection of the mission house, and Blount and Banderah, looking back,\nsaw black, naked figures leap over the low stone wall enclosing the\nmissionary's dwelling and disappear inside.\n\n“Just in time,” muttered the trader, as dragging Mr. Deighton between\nthem they gained the house, and sat the missionary down beside his wife,\nwho with a cry of thankfulness threw her arms about his neck and then\nquietly fainted.\n\n* * * * *\n\nFor nearly half an hour Blount, with Banderah and the missionary by his\nside, looked out through the windows and saw the natives plundering\nand wrecking the mission house and the dwellings of Schwartzkoff and\nBurrowes. A mile away, motionless upon the glassy waters of the harbour,\nlay the schooner, with her boat astern, and every now and then Blount\nwould take a look at her through his glass.\n\n“I can't see a soul on deck,” he said to Mr. Deighton. “I heard that\nPeter and Burrowes went off this morning with the captain, all pretty\nwell drunk. Would to God I knew what is best to do! To go on board would\nperhaps mean that those ruffians would shoot us down before we were\nalongside. No, we'll stay here and take our chance. Banderah says he\nfeels pretty sure that he can protect us from his own people. They'd\nnever dare to hurt him; and I think _that_ will steady them a bit,”\n and he pointed to the fence, upon which, at intervals, were tied green\ncocoanut boughs. These had just been placed there by Banderah himself,\nand meant that the house was _tapu_--it and all in it were sacred.\n\n“God grant it may!” said Mr. Deighton, and looking at the mystic\nsign, the use of which he had so often tried to put down as a silly,\nheathenish practice, he felt a twinge of conscience.\n\nAt last the work of plunder was over, and then Blount saw a swarm of\nblack, excited savages, led by two or three “devil-doctors” or priests,\nadvance towards the house. At the same moment Banderah, looking seaward,\nsaw that the boat had left the schooner and was pulling ashore. He was\njust about to point her out to the trader when, for some reason, he\nchanged his mind, turned away, and joined his white friends at the other\nend of the room.\n\nFollowing the lead of the “devil-doctors,” who, stripped to the waist,\nand with their heads covered with the hideous masks used in their\nincantations, looked like demons newly arisen from the pit, the yelling\nswarm of natives at last reached the fence outside Blount's house;\nand Mr. Deighton, with an inward groan, saw among them some of his pet\nconverts, stark naked and armed with spears and clubs.\n\nLeaping and dancing with mad gyrations, and uttering curious grunting\nsounds as their feet struck the ground, the devil-doctors at last came\nwithin a few feet of the gate in the trader's fence. Then, suddenly, as\nthey caught sight of a branch of cocoanut leaf twisted in and around the\nwoodwork of the gate, they stopped their maddened whirl as if by magic;\nand upon those behind them fell the silence of fear.\n\n“Thank God!” muttered Blount, “we are safe. They will not break\nBanderah's _tapu_.”\n\nThen, rifle in hand, and with quiet, unmoved face, Banderah opened the\ntrader's door and came out before them all.\n\n“Who among ye desires the life of Banderah and those to whom he has\ngiven his _tapu?_” he said.\n\nThe smaller of the two priests dashed aside his mask, and revealed the\nface of the old man Toka, who had struck Baxter his death-blow.\n\n“Who indeed, O chief? If it be to thy mind to make _tapu_ this house and\nall in it, who is there dare break it? To the white man Challi and his\nsons and daughters we meant no harm, though sweet to our bellies will be\nthe flesh of those whom we have slain and who now roast for the feast.\nBut more are yet to come; for I, Toka, lost my son, when thou, Banderah,\nlost thy brother; and the gods have told me that I shall eat my fill of\nthose who stole him.”\n\nThe savage, bitter hatred that rang through the old man's voice, and\nthe deep, approving murmur of those who stood about him, warned both\nBanderah and Blount that the lust for slaughter was not yet appeased;\nso it was with a feeling of intense surprise and relief that he and the\nmissionary saw them suddenly withdraw, and move rapidly away to the rear\nof the house among the thick jungle.\n\n“That's d----d curious!” said Blount, turning to Banderah and speaking\nin English; and then the chief took him by the arm and pointed towards\nthe shore--the boat, pulled by Schwartzkoff and Bur-rowes, with Captain\nBilker sitting in the stern, had just touched the beach. Then it flashed\nacross his mind in an instant why the natives had left so suddenly--they\nwere lying in ambush for the three men!\n\n“By God! bad as they are, I can't let them walk to their deaths,” said\nBlount, jumping outside, so as to hail and warn them. But before he\ncould utter a sound, Banderah sprang upon him and clapped his hand to\nhis mouth.\n\n“Challi,” he said, “they must die. Try to save them, and we all perish.\nFor the sake of thy daughters and of thy sons, raise not thy voice nor\nthy hand. Must all our blood run because of these three dogs' lives?”\n\nEven as he spoke the end came. Staggering up the beach in drunken\nhilarity, the three whites did not notice, as they headed for the path,\na file of natives, armed with spears and clubs, walk quietly along\nbetween them and the water's edge. There they sat down and waited. But\nnot for long, for presently from out the thick, tangled jungle in front\ncame a humming whirr of deadly arrows and in a few seconds the three\nwhite men were wallowing in their blood. Then came that bloodcurdling\nshout of savage triumph, telling those who heard it that all was over.\nBefore its echoes died away the bleeding bodies were carried to where a\nthick, heavy smoke rising from the jungle told the shuddering missionary\nthat the awful feast was preparing. When he looked again not a native\nwas in sight.\n\nStanding apart in the room from the others, Blount and Banderah spoke\nhurriedly together, and then the trader came to the missionary.\n\n“Mr. Deighton, if you wish to save your wife's and your own life, and\nescape from this slaughterhouse, now is your time. As God is my judge I\nbelieve we shall never be safe again, and I would gladly go with you if\nI could. But my daughter Nelly is at Lak-a-lak, and--well, that settles\nit. Banderah here will tell you that he dreads your staying, as the\npriests may plot your death at any moment. I implore you, sir, to think\nof your wife. See, there is the boat, drifting along the beach with\nthe tide. For God's sake be advised and get on board the schooner, and\nwhatever port you do reach, send a vessel to take me away!”\n\nThen, before the missionary and his wife could realise what was\nhappening, Banderah had run to the beach, swam to the boat, seized the\npainter, gained the shore again, and pulled her along till opposite\nthe trader's house, just as Blount and Taya, supporting Mrs. Deighton\nbetween them, were leaving the house to meet him.\n\nIn twenty minutes more they were close to the _Starlight_, and saw that\nher crew were weighing the anchor. On the after deck stood the mate and\nsteward with rifles in their hands.\n\n“What in the name of God is wrong?” said the mate, as the boat ranged up\nalongside, and the missionary and his wife were assisted on deck.\n\n“Don't ask now, man. Get your anchor up as quick as you can and put to\nsea. Your captain and the two passengers are all dead. Clear out at once\nif you don't want the ship to be taken.”\n\n“I thought something was wrong when I saw the native dragging the boat\nalong. Lend us a hand to get under weigh, will you?” and the mate sprang\nforward.\n\nIn another five minutes the _Starlight's_ anchor was up, and then Blount\nand Banderah, with a hurried farewell to Mr. and Mrs. Deighton, sprang\ninto the boat and pushed off.\n\n“May God bless and keep you,” called out the missionary to Blount, “and\nmay we meet again soon;” then sinking on his knees beside his wife, he\nraised his face to heaven, and the trader saw that tears were streaming\ndown his worn and rugged cheeks.\n\nBlount never heard of the missionary and his wife again. Long,\nlong afterwards he did hear that some wreckage of a vessel like the\n_Starlight_ had been found on Rennel Island, and that sovereigns were\ndiscovered among the pools and crevices of the reef for many years\nafter. Whether she ran ashore or drifted there dismasted--for a heavy\ngale set in a week after she left Mayou--is one of those mysteries of\nthe sea that will never be solved.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Becke, Louis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/24996/pg24996.txt",
        "name": "the_tapu_of_banderah_1901.json"
    }
}