{
    "name": "The Maugham Obsession",
    "author": [
        "Derleth, August"
    ],
    "body": "\"It's always been a moot point with me,\" said Harrigan one evening over\na glass of sherry at the Cliffdwellers' Club, \"whether or not there is\nsuch a thing as a man's being too successful. I always think of Quintus\nMaugham.\"\n\n\"You have the advantage of me,\" I said.\n\n\"By rights he should have been famous,\" Harrigan went on, warming to\nhis subject, \"but things don't always work out that way. He was a\nplodding inventor obsessed by an idea. What inventor isn't, given a\nmodicum of success? Perhaps he was a product of his time, for Maugham's\nobsession was robots.\"\n\n\"The principle's sound enough.\"\n\n\"Oh, yes. It could be practical, too. After all, machines have been\noperated by mechanical men or mechanical brains for years. So Maugham's\nidea wasn't out of line. The operation didn't work out according to\nHoyle, however. Maugham was one of those gaunt earnest men, a tall\nfellow with deep-set eyes and an habitually grim mouth. He took himself\nvery seriously and you were always just a little embarrassed when he\ntried to explain something to you--you felt that he so badly wanted\nyour understanding.\"\n\n\n\nHe paused and sipped his sherry, looking reflectively out over the\nsilvery lake.\n\n\"Where'd you meet him?\" I asked. \"On assignment?\"\n\n\"Oh, he'd invented a little gadget connected with the recoil mechanism\nfor the military so I was sent over to his place for an interview--the\nusual thing. He lived in a nice old house in Oak Park, left him by his\nmother and he lived pretty well, if a little on the frugal side. He was\nconsiderate and courteous, which is a damned sight more than you can\nsay for most of the people a reporter gets to see.\n\n\"He gave me everything I wanted to know and a good deal more besides.\nHe wound up with a half apologetic question about his newest\ninvention--would I like to see it? I said I would so he took me down\ninto one of the most elaborate private laboratories I've ever seen and\nintroduced me to Herman.\"\n\n\"Ah, another character,\" I said, pouring more sherry into his glass.\n\n\"Herman was his robot. A neat well-oiled scrupulously-clean mechanical\nman in the process of being born. He was run by electrical impulses and\nwas a good deal more self-sufficient than the traditional pushbutton\nrobot of an earlier day. Even though he wasn't quite 'born' yet Herman\ndid a turn or two for us, up and down the laboratory, with a precision\nthat was almost military.\n\n\"Unlike most robots of that day Herman had a physiognomy carefully\nmoulded after a human face. He looked damnably real. He could blink\nhis glass eyes, he could shake hands, he could nod and, because of\nthe mobility of his plastic-rubber face, he could even smile after a\nfashion, though I always thought his smile a little grim.\n\n\"'The next step is to make him talk,' Maugham said. 'I believe it can\nbe done.'\n\n\"'Can he hear?' I asked.\n\n\"'That will come,' he said.\n\n\"He seemed so sure of himself that I was almost inclined to believe him\nuntil of course I remembered all the others who had been so sure of\nthemselves. That seems to be a characteristic of my queer people--each\none has an unlimited belief in his own particular delusion.\n\n\"Well, Maugham put Herman through his paces and it was certainly\nnovel to watch. He asked me not to write anything about Herman for\npublication and I didn't. I figured I owed him that courtesy. He had\ngreat plans for Herman, he explained--he meant Herman to be his general\nfactotum and planned to perfect the robot as the housewife's dream. If\nI'd had to guess I'd have said he might accomplish as much.\n\n\"Well, I examined Herman inside and out. It was uncanny, the\nresemblance he bore to a human being. It was Maugham's conceit to\nduplicate as nearly as possible the organs and characteristics of\nthe human body. That still left room for the complicated machinery\nnecessary. The skeleton was of steel with a plastic overlay carefully\nmoulded into the shape of a man approximately six feet high and\nweighing about two hundred pounds.\n\n\"Over the entire structure he had stretched a kind of plastic-rubber\nmade to resemble human skin in color and texture. There were doors in\nboth front and back of course--to allow Maugham to service his robot,\ninspect the machinery, charge and replace the batteries, oil the parts\nand so forth.\"\n\n\"He could almost have patented that as a bachelor's companion,\" I\nsuggested.\n\nHarrigan took another draught of sherry and smiled reminiscently. \"His\nenthusiasm was infectious until I got out into the open air and started\nthinking about Herman's practicability. Then of course Herman slid back\nto his proper plane and I saw Maugham in a more balanced perspective.\nHe struck me then as another little man with ideas just a trifle too\nbig for them.\n\n\"In the ordinary course of events I wouldn't have seen Maugham again\nbut about a month later he came up with another of those military\nvaluable gadgets and I went out to get a propaganda story for Army\nIntelligence. I thought at the time that Maugham looked a little\nharassed but he was as co-operative as before when he knew what\nI wanted and he came through with just the right stuff for Army\nIntelligence.\n\n\"After we had finished I naturally asked, 'And how's Herman?'\n\n\"He brightened a little and said that Herman was coming along fine.\nForthwith he left the room and came back with his robot. He had put\nclothes on him and for a minute, candidly, I didn't know it was Herman.\n\n\"Maugham came up behind him and Herman said, 'Good day, Master.'\n\n\"Of course, his voice had a flat sort of scratchy sound, like a\nphonograph, and there was no inflection of any kind but it was\nundeniably speech.\n\n\"'Can he hear?' I asked.\n\n\"Maugham nodded. 'He responds to an auditory mechanism very similar in\nprinciple to an electric eye. But he's far from perfect, Mr. Harrigan,\nvery far.'\n\n\"'I'd say he was pretty good myself,' I said.\n\n\"But Maugham only shook his head.\n\n\"'What's the trouble?' I asked.\n\n\"'He's too mechanical,' said Maugham.\n\n\"'You couldn't expect him to be human.'\n\n\"'No, but a little more human than he is,' Maugham answered.\n\n\"I had my doubts but I kept them to myself. After all I'm just a\nreporter. I've seen a lot of things I never dreamed were possible but\nnone of them has warped my objectivity. Maybe he could make Herman\nmore human but I doubted that he could.\n\n\"Herman looked as human as a typical product of the Prussian military\nmachine. If he'd come in saluting and saying 'Heil, Hitler!' you could\nalmost have believed in his humanity--if you'd call it that, all things\nconsidered. So I held my tongue and watched Herman.\n\n\"That robot could move around and get things for Maugham--an ashtray,\nhis bedroom slippers, a tray with a decanter and glasses on it. He\ncould dust things but he was pretty awkward at that and now and then\nknocked something over. Maugham had removed all the breakables, I\nnoticed, so no harm was done. I saw Maugham watching Herman with\nundeniable triumph and self-satisfaction but nevertheless there was an\nundercurrent of doubt in his eyes.\n\n\n\n\"He never said a thing, however, to follow through. It was just in\nthe way I felt, as if this triumph and self-satisfaction were somehow\nwatered by some question he did not care to voice. I knew intuitively\ntoo that whatever it was could not readily be drawn from him. But I\nfelt it like something tangible and, curiously--which is a testimony to\nhis inventive skill--I felt it to be something personal between him and\nhis robot.\n\n\"Just what was going on in his mind it was impossible for me to find\nout, of course.\"\n\nMaugham congratulated himself on his ability to maintain his composure\nin the face of the reporter's interest. He was definitely uneasy\nabout Herman and it was only now, after Harrigan had gone, that he\nrelaxed a little. For one thing Herman's responses were not quite what\nthey should be--not so much on the negative side as on the positive.\nAfter Harrigan had gone he eyed Herman for some time in profound\nperturbation. If Maugham had to put his finger on the trouble he would\nbe compelled to say that Herman was becoming somewhat too human for his\nown good.\n\nHis own attitude toward Herman was considerably more that of one man\nto another than of inventor to invention. It was not, thought Maugham,\na good thing--it meant that Herman was in the process of becoming no\nlonger just an invention but an obsession. Herman, meanwhile, stood\nimmobile, waiting upon his command.\n\n\"Herman, go to the laboratory,\" said Maugham, enunciating each syllable\nwith the clarity necessary to the precision machinery which was\nHerman's ear.\n\nWas there hesitation in Herman's obedience? Maugham could not be\nsure and this very uncertainty troubled him all the more. But once\nmoving Herman went forward with his customary smoothness, marching\nstraight down to the laboratory and waiting there for Maugham, in whose\nbreast pride was once more swelling at this concrete evidence of his\ninventive ingenuity. He recognized that Herman was indeed almost as\nperfect a machine as it was possible for man to conceive and bring into\nbeing.\n\nHe had some question now as to whether he could improve on Herman or\nnot. Or whether indeed it would be wise. But his ambition overcame his\nqualms and, marshalling Herman, he went to work.\n\n\n\n\"The next time I ran into Maugham, I saw a badly jangled man,\" said\nHarrigan. \"For one thing he looked as harassed as any man who was\never nagged by his ball-and-chain. For another he found it seemingly\nimpossible to talk freely.\n\n\"'You're not looking so well,' I said to him.\n\n\"'No,' he agreed. 'I've been working.'\n\n\"'On Herman?'\n\n\"'I've worked on him enough,' he said ominously.\n\n\"I confess I wasn't particularly observant that morning. I knew\nsomething was bothering him but I knew too, as if by instinct, that he\nwasn't saying anything about it. I couldn't resist having a little fun\nwith him.\n\n\"'Look,' I said, 'if you scientists get around to inventing life would\nit be necessary to rewrite the Bible?'\n\n\"He blinked at me, a little startled. 'Why, no,' he said, 'we're not\nin conflict with the Bible. It's organized religion that's in conflict\nwith us.'\n\n\"'And the creation of life has nothing to do with it? I always thought\nthat all conflicts and arguments came back to that basic point. Who\nwas responsible--a Supreme Being or a process of evolution from dead\nmatter?'\n\n\"'Listen,' he said, 'why are you asking me all this?'\n\n\"I noticed then how extremely nervous he was. He had taken hold of my\narm and I could feel his hand trembling.\n\n\"'I'd like to know,' I answered, 'but it's not that important. Forget\nit. I'm a little dubious about the scientists anyway. Whether you\nworship Science or God sometimes gets to seem like six of one and a\nhalf-dozen of the other. Or do you think it's possible to create life,\nMaugham?'\n\n\"'I wonder,' he said. And nothing else.\n\n\"All this time we had been walking along toward his place. I noticed\nthat his steps began to lag a trifle and the closer we got to his home\nthe slower he walked. I gathered finally that for some reason he was\nreluctant about my coming but was much too courteous to say so.\n\n\"'As long as we're so close to your place,' I said at last, 'I might as\nwell stop in and take another look at Herman.'\n\n\"He stopped short at that and showed his distress pretty plainly. A\nnewspaperman has to be impervious to most emotion and I guess I was. I\ndidn't bat an eyelash and let on I never saw a thing.\n\n\"'I don't know in what shape the house is in,' he said then. 'I've\nforgotten just what I set Herman to doing.'\n\n\"'Well, we'll see,' I said.\n\n\"We went in. Maugham led the way, jittery as a confirmed tosspot too\nlong gone without a drink.\"\n\n\"Which reminds me,\" I put in. \"Will you have another, Harrigan?\"\n\n\"Sure. But find something stronger,\" he said. \"Well, we went in, as I\nsaid. I don't know what I had expected to see but there was nothing\nunusual about the place. It was spic and span. You'd think he'd had a\nhousemaid working on it all day. And as for Herman--he was sitting in\nthe living room in an easy chair that was clearly enough Maugham's own\nfavorite.\n\n\"Maugham stared at his creation, as if he hadn't expected to see him\nthere. 'Herman,' he said, 'go to the laboratory.'\n\n\"The robot got up without a sound--I had expected to hear creaks, the\nmeshing of gears or something--and walked out of the room. Maugham sat\ndown. I could see that he was sweating but he seemed relieved about\nsomething.\n\n\"'He looks perfected,' I said.\n\n\"'He's a very serviceable robot,' Maugham agreed. 'He certainly did\nhimself proud on this room.'\n\n\"'You mean he cleaned it?' I asked.\n\n\"'Every foot of it,' he answered. 'I gave him his orders before I left\nthe house.'\n\n\"'But I thought you didn't know what you'd find, what you'd set him to\ndoing?'\n\n\"'Oh, I knew, all right. What I didn't know was what Herman might get\nto do. He's not quite perfect yet, you see, Mr. Harrigan.'\n\n\"I saw, all right. I saw that Herman had become his inventor's\nobsession in a very real sense. I felt sorry for him but I had known\nenough inventors to understand what had happened. They work so much\nalone they're apt to over-emphasize the importance of their work. The\nsame thing holds true for authors and composers, I suppose. They lose\nperspective--it's little more than that.\n\n\"And my friend Maugham seemed to have lost his.\"\n\n\n\nMaugham was relieved at Harrigan's going. He sat for a few moments\nafter the door had closed behind the reporter. But in a moment his\nrelief gave way before an attitude of listening. Was there movement?\nDid he hear shuffling footsteps? Or was it again his imagination?\n\nHe walked across to the door through which Herman had disappeared.\nThere he stood for a moment more, listening. He was undeniably nervous.\nHe wondered whether Harrigan had seen or not. In final analysis perhaps\nit made no difference. He opened the door.\n\nHerman stood there, immobile. For a ludicrous moment Maugham thought\nthat his robot had been listening at the door even as he himself had\nbeen. But of course that was impossible. If only he could remember what\nhe had done to Herman the last time he had worked on the complicated\nand delicate mechanism of the robot! He was convinced that something\nhad happened, something which had given Herman considerably more\nanimation than had been either planned or foreseen.\n\nThere was of course one solution, though he hesitated to resort to it\nsince it involved undoing everything he had done. He could take Herman\napart again and find out just how he functioned so well. He would have\nbeen ashamed to confess to Harrigan or anyone else that he was candidly\nperplexed at Herman's abilities.\n\nHe stepped across the threshold, brushing past the motionless robot,\nand turned at the door to the laboratory stairs. \"Come, Herman,\" he\nsaid.\n\nThe robot did not move.\n\n\"Herman, go to the laboratory,\" said Maugham in a firm clear voice.\n\nStill no move.\n\nHe remembered abruptly that he had given Herman this order before when\nHarrigan was still in the house. Apparently then Herman had not obeyed\nthe order at that time. Something was wrong with the auditory mechanism.\n\nHe came back to the robot's side and tried once more. Herman's\nmechanical arms came up, his fingers opened and closed on Maugham's\narm. He held him immobile.\n\n\"Stop!\" commanded Maugham angrily.\n\nHerman held on.\n\n\"Put me down,\" said Maugham.\n\nHerman released him. His arms once again fell laxly to his sides. He\nstood there, unblinking, apparently waiting upon his next command.\n\n\"Go to the laboratory,\" said Maugham again.\n\nSlowly, almost imperceptibly at first, the robot's head turned and\nshook his refusal.\n\nMaugham stared, aghast. He was at a loss for word or deed.\n\n\n\n\"I never saw Maugham around again after that,\" continued Harrigan. \"He\nvirtually went into seclusion and no one saw him at his old haunts. Not\nthat he'd been in the habit of moving around a good deal--he hadn't.\nBut now, abruptly, he appeared to give up all his customary walks and\nvisits and to retire into his house.\n\n\"You get used to situations like that involving inventive or creative\npeople of course. You think nothing of it. I didn't, I know, though\nI was possessed of some curiosity about Herman. But out in his\nneighborhood, where people knew nothing about Herman, certain rumors\nbegan to circulate--that Maugham had hired an assistant, and that the\nassistant now did all Maugham's errands for him. And so on....\n\n\"I happened on a description of his assistant one afternoon and it\nsounded pretty much like Herman. I was amused at the way in which\npeople can get things balled up. They do, you know. Take any court, any\ntrial--the so-called 'circumstantial evidence,' correctly interpreted,\nis the most effectively damning. Eyewitness accounts vary as much as\nthe weather and are as unreliable actually.\n\n\"So that too passed over me.\n\n\"I think it was about two months after I had last seen Maugham that\nI learned of his plans to move west. It was entirely an accident. I\nhappened to be in the circulation department one morning when the\ncirculation manager of the paper got a letter from Maugham asking him\nto change his address.\n\n\"'You know that fellow Maugham, don't you, Harrigan?' asked Howells.\n\n\"'Sure,' I said. 'What's he been up to now?'\n\n\"'Don't know. He's moving away.'\n\n\"He gave me the change of address as of the first of the coming month.\nI looked at his crisp letter and saw that Maugham was planning to pull\nup stakes for the west. It had the look of pretty isolated country in\nNevada. It was only a week until the first and I thought that if I had\ntime I'd look in on Maugham before he went.\n\n\"So next morning, being in the neighborhood, I went out of my way a\nlittle to call on him. I rang his bell several times before I got an\nanswer. Then it was only the tentative opening of the door on a chain.\nMaugham's head appeared in the opening.\n\n\"'Good morning,' I said. 'How's the inventing business?'\n\n\"'You'll have to ask Mr. Maugham,' he said.\n\n\"'That's just what I'm doing,' I said.\n\n\"'Oh, yes. Well, I'm busy now,' he answered.\n\n\n\n\"I could see that he was. He was wearing some sort of cap as if to\nkeep his hair dust-free--he was carrying a broom--and he had an apron\ntied round his middle. Plainly he was getting ready to take his leave.\nRemembering his agitation at our last meeting I looked for more of the\nsame. But instead there was only a kind of weary apathy. If he was\nnervous at sight of me he didn't show it. I could see that he didn't\nintend to let me in if he could help it and this time the chain across\nthe door was an argument I couldn't very well get around.\n\n\"'How's Herman?' I asked.\n\n\"'I'm fine,' he said in a flat voice.\n\n\"'Herman,' I said, 'your robot!'\n\n\"'Oh, yes,' he answered. 'Herman's fine. He can do just about\neverything now.'\n\n\"'Well in that case it's up to you to invent a mate for him,' I said.\n\n\"He grinned in a sickly way and started to back into the house.\n\n\"'Hold on,' I cried. 'What's all this about your going to Nevada?'\n\n\"'We're leaving next week,' he said. 'Change of air--change of scene.'\n\n\"'Are you taking Herman?' I asked.\n\n\"'Certainly. It's for his benefit.'\n\n\"'Oh, I see. He's still not quite perfect?'\n\n\"He shook his head and echoed, 'Not quite perfect!' in a voice as flat\nas that of his robot.\n\n\"'Are you going to perfect him?' I asked.\n\n\"'Would you?' he asked.\n\n\"'Sure,' I said. 'I'd make him better and better.'\n\n\"'Beyond one point you couldn't go,' he said.\n\n\"'And what's that?'\n\n\"'You couldn't give him a soul--unless you could slip him your own,' he\nsaid.\n\n\n\n\"This time he did back well into the house. I stuck my foot into the\ndoorway so that he couldn't close the door. At the same time I got a\nglimpse past him. His front door opened directly into his main room,\nhis living room, and I could see that someone was standing there\nwaiting for him--a tallish fellow with one arm folded across his\nchest and supporting his elbow, one hand cupping his chin. He seemed\nimpatient but of course I couldn't see that clearly.\n\n\"If it hadn't been so absurdly impossible I'd have sworn the fellow was\nHerman. But of course it was undoubtedly Maugham's new assistant. For\nonce the local gadabouts had the story straight.\"\n\n\"And did he move?\" I asked.\n\n\"Oh yes. He went on schedule--_with_ his assistant. I don't know what\nbecame of Herman in the exodus. Presumably he moved with them because\nhe turned up in Nevada with Maugham. But I saw no sign of him when I\nwatched Maugham from a distance boarding the train. I suppose Herman\ncould have been taken apart and shipped on ahead. Then he could have\nbeen reassembled and set to working again.\"\n\n\"But how do you know Herman went along to Nevada?\" I asked, pouring\nHarrigan yet another drink.\n\n\"By one of those ridiculous mistakes the newspapers sometimes make.\nMaugham hadn't been out west two months before a flash flood tore\nthrough the village in which he'd set up housekeeping and inventing.\nMaugham was one of the victims. The paper nearest there carried a\npicture of Maugham and his robot, which by that time was public\nproperty out there.\n\n\"But by one of those odd accidents of the press the names under the\npictures had been transposed--under Herman's picture appeared Maugham's\nname, and under Maugham's Herman's. And to carry the mistake to the\nepitome of the ludicrous I'm damned if Maugham didn't look exactly like\na robot and Herman just like a man!\"\n\n\n",
    "metadata": {
        "author": [
            "Derleth, August"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72507/pg72507.txt",
        "name": "the_maugham_obsession.json"
    }
}