{
    "name": "The Success Machine",
    "author": [
        "Slesar, Henry"
    ],
    "body": "The Personnelovac winked, chittered, chortled, chuckled, and burped a\ncard into the slot. Colihan picked it up and closed his eyes in prayer.\n\n\"Oh, Lord. Let this one be all right!\"\n\nHe read the card. It was pink.\n\n\"_Subject #34580. Apt. Rat. 34577. Psych. Clas. 45. Last Per. Vac._\n\n\"_An. 3/5/98. Rat. 19. Cur. Rat. 14._\n\n\"_Analysis: Subject demonstrates decreased mechanical coordination.\nDecrease in work-energy per man-hour. Marked increase in waste-motion\ndue to subject's interest in non-essential activities such as\nhorseracing. Indication of hostility towards superiors._\n\n\"_Recommendation: Fire him._\"\n\nColihan's legs went weak. He sat down and placed the card in front of\nhim. Then, making sure he was unobserved, he broke a company rule and\nbegan to Think.\n\n_Something's wrong_, he thought. _Something is terribly wrong.\nTwenty-four pink cards in the last month. Twenty-four out of forty.\nThat's a batting average of_--He tried to figure it out with a pencil,\nbut gave it up as a bad job. _Maybe I'll run it through the Averagovac_,\nhe thought. _But why bother? It's obvious that it's high. There's\nobviously SOMETHING WRONG._\n\nThe inter-com beeped.\n\n\"Ten o'clock department head meeting, Mr. Colihan.\"\n\n\"All right, Miss Blanche.\"\n\nHe rose from his chair and took the pink card with him. He stood before\nthe Action Chute for a moment, tapping the card against his teeth. Then,\nhis back stiffened with a sense of duty, and he slipped the card inside.\n\n\n\nThe meeting had already begun when Colihan took his appointed place.\nGrimswitch, the Materielovac operator looked at him quizzically. _Damn\nyour eyes, Grimswitch_, he thought. _It's no crime to be three minutes\nlate. Nothing but a lot of pep talk first five minutes anyway._\n\n\"PEP!\" said President Moss at the end of the room. He slammed his little\nwhite fist into the palm of his other hand. \"It's only a little word. It\nonly has three little letters. P-E-P. Pep!\"\n\nMoss, standing at the head of the impressive conference table, leaned\nforward and eyed them fixedly. \"But those three little letters, my\nfriends, spell out a much bigger word. A _much_ bigger word for General\nProducts, Incorporated. They spell PROFIT! And if you don't know how\n_profit_ is spelled, it's M-O-N-N-E-Y!\"\n\nThere was an appreciative laugh from the assembled department heads.\nColihan, however, was still brooding on the parade of pink cards which\nhad been emerging with frightening regularity from his think-machine,\nand he failed to get the point.\n\n\"Naughty, naughty,\" Grimswitch whispered to him archly. \"Boss made a\nfunny. Don't forget to laugh, old boy.\"\n\nColihan threw him a sub-zero look.\n\n\"Now let's be serious,\" said the boss. \"Because things _are_ serious.\nMighty serious. Somewhere, somehow, _somebody's_ letting us down!\"\n\nThe department heads looked uneasily at each other. Only Grimswitch\ncontinued to smile vacantly at the little old man up front, drumming his\nfingers on the glass table top. When the President's machine-gunning\nglance caught his eyes, Colihan went white. _Does he know about it?_ he\nthought.\n\n\"I'm not making accusations,\" said Moss. \"But there is a let-down\nsomeplace. Douglas!\" he snapped.\n\nDouglas, the Treasurer, did a jack-in-the-box.\n\n\"Read the statement,\" said the President.\n\n\"First quarter fiscal year,\" said Douglas dryly. \"Investment capital,\n$17,836,975,238.96. Assets, $84,967,442,279.55. Liabilities,\n$83,964,283,774.60. Production costs are--\"\n\nMoss waved his hand impatiently. \"The meat, the meat,\" he said.\n\nDouglas adjusted his glasses. \"Total net revenue, $26,876,924.99.\"\n\n\"COMPARISON!\" The President screamed. \"Let's have last first quarter,\nyou idiot!\"\n\n\"_Ahem!_\" Douglas rattled the paper in annoyance. \"Last first quarter\nfiscal year net revenue $34,955,376.81. Percent decrease--\"\n\n\"Never mind.\" The little old man waved the Treasurer to his seat with a\nweary gesture. His face, so much like somebody's grandmother, looked\ntragic as he spoke his next words.\n\n\"You don't need the Accountovac to tell you the significance of those\nfigures, gentlemen.\" His voice was soft, with a slight quaver. \"We are\nnot making much p-r-o-f-i-t. We are losing m-o-n-e-y. And the point\nis--what's the reason? There must be _some_ reason.\" His eyes went over\nthem again, and Colihan, feeling like the culprit, slumped in his chair.\n\n\"I have a suggestion,\" said the President. \"Just an idea. Maybe some of\nus just aren't showing enough p-e-p.\"\n\nThere was a hushed silence.\n\nThe boss pushed back his chair and walked over to a cork-lined wall.\nWith a dramatic gesture, he lifted one arm and pointed to the white sign\nthat covered a fourth of it.\n\n\"See that?\" he asked. \"What does it say?\"\n\nThe department heads looked dubious.\n\n\"_Well, what does it say?_\" repeated Moss.\n\n\"ACT!\" The department heads cried in chorus.\n\n\"Exactly!\" said the little old man with a surprising bellow. \"ACT! The\nword that made us a leader. The word that guides our business destiny.\nThe word that _built_ General Products!\"\n\n\n\nHe paced the floor. The chairs in the conference room creaked as the\ndepartment heads stirred to follow him with their eyes.\n\n\"ACT is our motto. ACT is our password. ACT is our key to success. And\nwhy not? The Brains do the thinking. All of us put together couldn't\nthink so effectively, so perfectly, so honestly as the Brains. They take\nthe orders, designate raw materials, equipment, manpower. They schedule\nour work. They analyze our products. They analyze our people.\"\n\nColihan trembled.\n\n\"There's only one important function left to us. And that's ACT!\"\n\nThe President bowed his head and walked slowly back to his seat. He sat\ndown, and with great fatigue evident in his voice, he concluded his\npolemic.\n\n\"That's why we must have pep, gentlemen. Pep. Now--how do you spell it?\"\n\n\"P! E! P!\" roared the department heads.\n\nThe meeting was over. The department heads filed out.\n\n\n\nColihan's secretary placed the morning mail on his desk. There was a\nstack of memos at least an inch thick, and the Personnel Manager moaned\nat the sight of it.\n\n\"Production report doesn't look too good,\" said Miss Blanche, crisply.\n\"Bet we get a flood of aptitude cards from Morgan today. Grimswitch has\nsent over a couple. That makes eleven from him this month. He really has\nhis problems.\"\n\nColihan grunted. _He deserves them_, he thought.\n\n\"How did the meeting go?\"\n\n\"Huh?\" Colihan looked up. \"Oh, fine, fine. Boss was in good voice, as\nusual.\"\n\n\"I think there's an envelope from him in the stack.\"\n\n\"What?\" Colihan hoped that his concern wasn't visible. He riffled\nthrough the papers hurriedly, and came up with a neat white envelope\nengraved with the words: OFFICE OF THE PRESIDENT.\n\nMiss Blanche watched him, frankly curious. \"That will be all,\" he told\nher curtly.\n\nWhen she had left, he ripped the envelope open and read the contents. It\nwas in Moss's own cramped handwriting, and it was a request for a three\no'clock \"man-to-man\" talk.\n\n_Oh, Lord_, he thought. _Now it's going to happen._\n\n\n\nPresident Moss was eating an apple.\n\nHe ate so greedily that the juice spilled over his chin.\n\nSitting behind his massive oak desk, chair tilted back, apple juice\ndappling his whiskers, he looked so small and unformidable, that Colihan\ntook heart.\n\n\"Well, Ralph--how goes it?\"\n\n_He called me Ralph_, thought Colihan cheerfully. _He's not such a bad\nold guy._\n\n\"Don't grow apples like they used to,\" the President said. \"This\nhydroponic stuff can't touch the fruit we used to pick. Say, did you\never climb a real apple tree and knock 'em off the branches?\"\n\nColihan blinked. \"No, sir.\"\n\n\"Greatest thrill in the world. My father had an orchard in\nKennebunkport. Apples by the million. Green apples. Sweet apples.\nDelicious. Spy. Baldwin.\" He sighed. \"Something's gone out of our way of\nlife, Ralph.\"\n\n_Why, he's just an old dear_, thought Colihan. He looked at the boss\nwith new sympathy.\n\n\"Funny thing about apples. My father used to keep 'em in barrels down in\nthe basement. He used to say to me, 'Andrew,' he'd say, 'don't never put\na sour apple in one of these barrels. 'Cause just one sour apple can\nspoil the whole derned lot.'\" The boss looked at Colihan and took a big\nnoisy bite.\n\nColihan smiled inanely. Was Moss making some kind of point?\n\n\"Well, we can't sit around all day and reminisce, eh, Ralph? Much as I\nenjoy it. But we got a business to run, don't we?\"\n\n\"Yes, sir,\" said the Personnel Manager.\n\n\"Mighty big business, too. How's your side of it, Ralph? Old\nPersonnelovac hummin' along nicely?\"\n\n\"Yes, sir,\" said Colihan, wondering if he should voice his fears about\nthe Brain.\n\n\"Marvelous machine, that. Most marvelous of 'em all, if you ask me.\nSizes up a man beautifully. And best of all, it's one hundred percent\n_honest_. That's a mighty important quality, Ralph.\"\n\n\n\nColihan was getting worried. The boss's conversation was just a little\ntoo folksy for his liking.\n\n\"Yes, sir, a mighty fine quality. My father used to say: 'Andrew, an\nhonest man can always look you in the eyes.'\"\n\nColihan stared uncomprehendingly. He realized that Moss had stopped\ntalking, so he looked him squarely in the eyes and said: \"He must have\nbeen a fine man, your father.\"\n\n\"He was honest,\" said Moss. \"I'll say that for him. He was honest as\nthey come. Did you ever hear of Dimaggio?\"\n\n\"It sounds familiar--\"\n\n\"It should. Dimaggio was a legendary figure. He took a lantern and went\nout into the world looking for an honest man. And do you know\nsomething? He couldn't find one. You know, Ralph, sometimes _I_ feel\nlike Dimaggio.\"\n\nColihan gulped.\n\n\"And do you know why? Because sometimes I see a thing like _this_--\" the\nboss's hand reached into the desk and came out with a thick bundle of\npink cards--\"and I wonder if there's an honest man left in the world.\"\n\n\n\nHe put the cards in front of Colihan.\n\n\"Now, sir,\" said Moss. \"Let's talk a little business. These cards are\nall pink. That means dismissal, right? That's twenty-four people fired\nin the last month, is that correct?\"\n\n\"Yes, sir,\" said Colihan unhappily.\n\n\"And how many cards went through the Personnelovac this month?\"\n\n\"Forty.\"\n\n\"So that's twenty-four out of forty. A batting average of--\" The boss's\nbrow puckered. \"Well. Never mind. But that's quite an unusual record,\nwouldn't you say so?\"\n\n\"Yes, sir, but--\"\n\n\"_So_ unusual that it would call for immediate ACTION, wouldn't it?\" The\nPresident's face was now stormy.\n\n\"Yes, sir. But I checked the Brain--\"\n\n\"Did you, Ralph?\"\n\n\"Yes, sir. And the Maintainovac said it was perfect. There's nothing\nwrong with it.\"\n\n\"_Nothing_ wrong? You call twenty-four firings out of forty _nothing_?\"\nThe old man stood up, still holding the core of his apple.\n\n\"Well, I don't understand it either, Mr. Moss.\" Colihan felt dew on his\nforehead. \"Nothing seems to satisfy the Brain anymore. It seems to\ndevelop higher and higher standards, or something. Why, I'm not sure it\nwouldn't even fire--\"\n\n\"WHO?\" said Moss thunderously. \"WHO wouldn't it even fire?\"\n\nThe thunder hit Colihan squarely. He swallowed hard, and then managed to\nsay:\n\n\"Anybody, sir. Me, for instance.\"\n\nThe President's face suddenly relaxed.\n\n\"I'm no tyrant, my boy. You know that. I'm just doing a job, that's\nall.\"\n\n\"Of course, sir--\"\n\n\"Well, all I want you to do is keep your eye on things. It could be a\ncoincidence of course. That's the _logical_ explanation.\" He narrowed\nhis eyes. \"What do _you_ think, Ralph?\"\n\n\"Me, sir?\" said Ralph, wide-eyed. \"I don't _think_, sir. I ACT, sir!\"\n\n\"Good boy!\" The boss chuckled and clapped his hand on Colihan's\nshoulder. Moss was momentarily satisfied.\n\n\n\nThe Personnelovac burped.\n\nColihan picked up the card with a groan. It was pink.\n\nHe walked over to the Action Chute and dropped it inside. As it\nfluttered down below, Colihan shook his head sadly. \"Thirty-one,\" he\nsaid.\n\nHe placed the next personnel record into the Information chamber. He\nflipped the lever, and the Personnelovac, now hot with usage, winked,\nchittered, chortled, and chuckled with amazing speed. The burp was\nalmost joyful as the card popped out. But Colihan's face was far from\njoyful as he picked it up.\n\nPink.\n\n\"Thirty-two,\" he said.\n\nThe next card was from Grimswitch's department. It was Subject #52098.\nThe number was familiar. Colihan decided to check the file.\n\n\"Sam Gilchrist,\" he said. \"_Couldn't_ be anything wrong with Sam. Why,\nhe's a blinkin' _genius_!\"\n\nFlip. Wink. Chitter. Chortle. Chuckle. BURP!\n\nPink.\n\n\"Poor Sam!\" said Colihan.\n\nHe fed the other records through quickly.\n\nPink.\n\nPink.\n\nPINK.\n\nAt the end of the day, Colihan worked laboriously with a blunt-pointed\npencil. It took him fifteen minutes for the simple calculation.\n\n\"Sixty-seven tests. Twenty-three okay. Forty-four--\"\n\nColihan put his hands to his head. \"What am I going to _do_?\"\n\n\n\nGrimswitch followed Colihan down the hall as he came out of the boss's\noffice for the third time that week.\n\n\"Well!\" he said fatuously. \"Quite the teacher's pet, these days. Eh,\nColihan?\"\n\n\"Go away, Grimswitch.\"\n\n\"On the carpet, eh? Temper a little short? Don't worry.\" Grimswitch's\nbeefy hand made unpleasant contact with the Personnel man's shoulder.\n\"Your old friends won't let you down.\"\n\n\"Grimswitch, will you please let me alone?\"\n\n\"Better watch that think-machine of yours,\" Grimswitch chuckled. \"Might\nfire _you_ next, old boy.\"\n\nColihan was glad when Morgan, the production operator, hailed Grimswitch\naway. But as he entered his own office, Grimswitch's words still\ntroubled him. _Grimswitch_, he thought. _That fat piece of garbage. That\nbig blow-hard. That know-it-all._\n\nAlmost savagely, he picked up the day's personnel cards and flipped\nthrough them carelessly.\n\n_Grimswitch, that louse_, he thought.\n\nThen he had the Idea.\n\nIf Grimswitch was still chewing the fat with Morgan, then his secretary\nwould be alone--\n\nIf he called her and asked for Grimswitch's record--no, better yet, got\nMiss Blanche to call--\n\n_Why not?_ he thought. _After all, I am the Personnel Manager. Sure,\nit's a little irregular. He IS a department head. But it's my job, isn't\nit?_\n\nColihan flipped the inter-com and proceeded to call Miss Blanche.\n\n\n\nHis hand shook as he placed Grimswitch's card into the Personnelovac.\n\nThe machine, though still heated by the day's activity, seemed to take\nlonger than usual for its chittering, chuckling examination of the\npin-holed facts on the record.\n\nFinally, it gave a satisfied burp and proffered the result to Colihan's\neager hand.\n\n\"Aha!\" cried the personnel man gleefully.\n\nHe walked over to his desk, wrote a quick note on his memo pad, and\nplaced both note and card into an envelope. He addressed it to: OFFICE\nOF THE PRESIDENT. Then he dropped it into the Action Chute. When it was\nout of sight, he rubbed his hands together in happy anticipation.\n\n\n\nWhen Miss Blanche announced that President Moss himself was in Colihan's\nouter lobby, the Personnel Manager spent a hasty minute in straightening\nup the paper debris on his desk.\n\nThe old man came striding into the room, exhibiting plenty of p-e-p, and\nhe seated himself briskly on Colihan's sofa.\n\n\"Sharp eyes, Ralph,\" he said. \"Sharp eyes and a quick wit. This business\ndemands it. That was a sharp notion you had, doing a run-through on\nGrimswitch. Never trusted that back-slapping fellow.\"\n\nColihan looked pleased. \"Trying to do a job, sir.\"\n\n\"Put your finger on it,\" said Moss. \"Hit the nail on the head. It's just\nlike my father said: 'Trees go dead on the top.' Colihan--\" The boss\nleaned forward confidentially. \"I've got an assignment for you. Big\nassignment.\"\n\n\"Yes, sir!\" said Colihan eagerly.\n\n\"If Grimswitch is a sour apple, maybe _other_ department heads are, too.\nAnd who knows? IT knows.\"\n\nMoss pointed a finger at the Personnelovac.\n\n\"I'm rounding up all the aptitude records of the department heads.\nThey'll be in your hands in the next couple of days. Feed 'em in! Root\n'em out! Spot the deadwood, Colihan! ACT!\"\n\n\"ACT!\" echoed Colihan, his face flushed.\n\nThe old man got up and went over to the Brain.\n\n\"Marvelous machine,\" he said. \"Honest. That's what I like about it.\"\n\nAs Moss went out the door, Colihan could have sworn he saw the\nPersonnelovac wink. He walked over to it and fingered the lever. It was\nturned off, all right.\n\n\n\nIt was an interesting week for Colihan.\n\nMorgan, the production man, was fired.\n\nGrimswitch came up to see the Personnel man and tried to punch him in\nthe nose. Fortunately, he was a little too drunk, and the blow went\nwild.\n\nSeegrum, the Shipovac operator, was fired.\n\nDouglas, the Treasurer, was permitted to keep his job, but the\nPersonnelovac issued a dire threat if improvement wasn't rapidly\nforthcoming.\n\nWilson, the firm's oldest employee, was fired.\n\nIn fact, seven out of General Product's twelve department heads were\ngreeted by the ominous pink card.\n\nColihan, no longer plagued by doubt, felt that life was definitely worth\nliving. He smiled all the time. His memos were snappier than ever. His\nheels clicked merrily down the office hallways. He had p-e-p.\n\nThen, the most obvious thing in the world happened--and Colihan just\nhadn't foreseen it.\n\n_His_ record card came up.\n\n\n\n\"Have you run through the stack yet?\" Miss Blanche asked.\n\n\"Er--just about.\" Colihan looked at her guiltily. He pushed his glasses\nback on the bridge of his nose. \"Couple more here,\" he said.\n\n\"Well, we might as well finish up. Mr. Moss would like to have the\nschedule completed this afternoon.\"\n\n\"It will be. That's _all_, Miss Blanche.\"\n\nHis secretary shrugged and left. Colihan went to the Personnelovac with\nthe record in his hand. The file number was 630.\n\n\"Don't let me down,\" he told the Brain.\n\nHe placed the pin-holed card into the machine and flipped the lever. It\nwinked, chittered, chortled, and chuckled with almost sinister softness.\nWhen the card was burped out at the other end, Colihan took it out with\nhis eyes firmly shut.\n\n\n\nHe walked over to the Action Chute mechanically. His hand hesitated\nbefore he dropped it inside. Then he changed his mind, walked back to\nthe desk, and tore the pink card into the smallest possible shreds.\n\nThe inter-com beeped.\n\n\"Mr. Moss wants you,\" said his secretary.\n\n\"Colihan!\"\n\n\"Yes, sir?\"\n\n\"Don't act so innocent, Colihan. Your report isn't complete. It should\nhave been ready by now.\"\n\n\"Yes, sir!\"\n\n\"You're not ACTING, Colihan. You're stalling!\"\n\n\"_No_, sir.\"\n\n\"Then where's _your_ Personnelovac report, Colihan? Eh? Where is it?\"\n\nColihan wrung his hands. \"Almost ready, sir,\" he lied. \"Just running it\nthrough now, sir.\"\n\n\"Speed it up. Speed it up! Time's a'wastin', boy. You're not _afraid_,\nare you, Colihan?\"\n\n\"No, _sir_.\"\n\n\"Then let's have it. No more delay! Bull by the horns! Expect it in an\nhour, Colihan. Understand?\"\n\n\"Yes, sir!\"\n\nThe boss clicked off. Colihan groaned audibly.\n\n\"What can I do?\" he said to himself. He went to the Brain and shook his\nfist helplessly at it. \"Damn you!\" he cursed.\n\nHe had to think. He had to THINK!\n\nIt was an effort. He jerked about in his swivel chair like a hooked\nfish. He beat his hands on the desk top. He paced the floor and tore at\nthe roots of his hair. Finally, exhausted, he gave up and flopped\nungracefully on the office sofa, abandoning himself to the inevitable.\n\nAt that precise moment, the mind being the perverse organ it is, he was\nstruck by an inspiration.\n\nThe Maintainovac bore an uneasy resemblance to Colihan's own\nthink-machine. Wilson, the oldest employee of General Products, had been\nthe operator of the maintenance Brain. He had been a nice old duffer,\nWilson, always ready to do Colihan a favor. Now that he had been swept\nout in Colihan's own purge, the Personnel Manager had to deal with a new\nman named Lockwood.\n\nLockwood wasn't so easy to deal with.\n\n\"Stay out of my files, mister,\" he said.\n\nColihan tried to look superior. \"I'm the senior around here, Lockwood.\nLet's not forget that.\"\n\n\"Them files is my responsibility.\" Lockwood, a burly young man,\nstationed himself between Colihan and the file case.\n\n\"I want to check something. I need the service records of my Brain.\"\n\n\"Where's your Requisition Paper?\"\n\n\"I haven't got _time_ for that,\" said Colihan truthfully. \"I need it\n_now_, you fool.\"\n\nLockwood set his face like a Rushmore memorial.\n\n\"Be a good fellow, can't you?\" Colihan quickly saw that wheedling wasn't\nthe answer.\n\n\"All right,\" he said, starting for the door. \"I just wanted to help\nyou.\"\n\nHe opened the door just a crack. Sure enough, Lockwood responded.\n\n\"How do you mean, help _me_?\"\n\n\"Didn't you know?\" Colihan turned to face him. \"I'm running through an\naptitude check on the Personnelovac. Special department head check. Mr.\nMoss's orders.\"\n\n\"So?\"\n\n\"I was just getting around to yours. But I figured I'd better make sure\nthe Brain was functioning properly.\" He grew confidential. \"You know,\nthat darned machine has been firing _everyone_ lately.\"\n\nA little rockslide began on Lockwood's stoney face.\n\n\"Well ...\" he said. \"If that's the case--\"\n\n\"I knew you'd understand,\" said Colihan very smoothly.\n\n\n\nEagerly, the Personnel Manager collated the records of the\nPersonnelovac. They were far more complex than any employee record, and\nit took Colihan the better part of an hour.\n\nAny moment he expected to hear the President's angry voice over the\ninter-com. His anxiety made him fumble, but at last, the job was done.\n\nHe slipped the record, marked by a galaxy of pinholes, into the Brain.\n\n\"Now we'll see,\" he said grimly. \"Now we'll find out what's eating this\nmonster.\"\n\nHe flipped the switch.\n\nThe Personnelovac winked.\n\nIt was several minutes before it digested the information in its\nchamber. Then it chittered.\n\nIt chortled.\n\nIt chuckled.\n\nColihan held his breath until the BURP came.\n\nThe card appeared. It read:\n\n\"_Subject #PV8. Mech. Rat. 9987. Mem. Rat. 9995. Last Per. Vac._\n\n\"_An. None. Cur. Rat. 100._\n\n\"_Analysis: Subject operating at maximum efficiency. Equipped to perform\nat peak level. Is completely honest and does not exhibit bias,\nprejudice, or sentiment in establishing personnel evaluations.\nCumulative increase in mnemonic ability. Analytic ability improving._\"\n\nColihan walked slowly over to the Action Chute as he finished reading\nthe card.\n\n\"_However_,\" it read, \"_because of mechanistic approach to humanistic\nevaluation, subject displays inability to incorporate human equation in\nanalytical computation, resulting in technically accurate but\nhumanistically incorrect deductions._\n\n\"_Recommendation: Fire him._\"\n\nColihan dropped the pink card into the chute. In half an hour, the\nAction wheels of General Products concluded their work, and the\nPersonnelovac had winked for the last time.\n\n\nTHE END\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Slesar, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/26168/pg26168.txt",
        "name": "the_success_machine.json"
    }
}