{
    "name": "The Little Red Bag",
    "author": [
        "Sohl, Jerry"
    ],
    "body": "About an hour out of San Francisco on the flight to Los Angeles, I made\nthe discovery. I had finished reading the _Chronicle_, folded and put\nit beside me, turned and looked out the window, expecting to see the\nSan Joaquin Valley but finding only a sea of clouds instead. So I\nreturned my attention to the inside of the plane, to the overstuffed\ngray-haired woman asleep beside me, to the backs of heads in seats\nbefore me, across the aisle to other heads, and down to the blonde.\n\nI had seen her in the concourse and at the gate, a shapely thing. Now\nshe had crossed her legs and I was privileged to view a trim ankle and\ncalf, and her profile as she stared moodily across the aisle and out a\nwindow where there was nothing to see.\n\nI slid my eyes past her to others. A crossword-puzzle worker, a\ntogetherness-type-magazine reader.\n\nInventory completed, I went back to looking at the clouds, knowing I\nshould be thinking about the printing order I was going to Los Angeles\nfor, and not wanting to.\n\nSo I started going through the purse of the woman next to me. Perhaps\nthat sounds bad. It wasn't. I'd been doing it for years and nobody ever\ncomplained.\n\nIt started when I was a kid, this business of being able to explore\nthe insides of things like purses and sealed boxes and locked drawers\nand--well, human beings. But human beings aren't worth the trouble.\nIt's like swimming through spaghetti. And I've got to stay away from\nelectric wires. They hurt. Now don't ask me _how_ they hurt.\n\nMaybe you think it's fun. For the most part, it really isn't. I always\nknew what was in Christmas presents before I unwrapped them, and\ntherefore Christmas was always spoiled for me as a kid. I can't feel\nthe color of anything, just its consistency. An apple senses about the\nsame as a potato, except for the core and the stem. I can't even tell\nif there's writing on a piece of paper. So you see it isn't much. Just\nthe feel of shapes, the hardnesses and softnesses. But I've learned to\nbecome pretty good at guessing.\n\nLike this woman next to me. She had a short, cylindrical metal object\nin her purse with waxlike stuff inside it--a lipstick. A round, hard\nobject with dust inside--a compact. Handkerchief, chewing gum, a small\nbook, probably an address book, money in a change purse--a few bills\nand coins. Not much else.\n\nI was a little disappointed. I've run across a gun or two in my time.\nBut I never say anything.\n\n\n\nI learned the wisdom of keeping my mouth shut in the fourth grade when\nMiss Winters, a stern, white-haired disciplinarian, ordered me to eat\nmy sack lunch in the classroom with her instead of outside with some\nof the other kids. This was the punishment for some minor infraction.\nLunchtime was nearly over and we'd both finished eating; she said she'd\nbe gone for a few moments and that I was to erase the blackboard during\nher absence, which I dutifully did.\n\nClass had hardly resumed when she started looking around the desk for\nher favorite mechanical pencil, asking if any of us had seen it, and\nlooking straight at me. I didn't want her to think I had taken it while\nshe was out of the room, so I probed the contents of her purse, which\nshe always kept in the upper right drawer of her desk.\n\n\"It's in your purse,\" I blurted out.\n\nI was sent home with a stinging note.\n\nSince then I've kept quiet. At one time I assumed everybody was able\nto sense. I've known better for years. Still, I wonder how many other\npeople are as close-mouthed about their special gift as I am about mine.\n\nI used to think that some day I'd make a lot of money out of it, but\nhow? I can't read thoughts. I can't even be sure what some of the\nthings I sense in probing really are.\n\nBut I've learned to move things. Ever so little. A piece of paper. A\nfeather. Once I stopped one of those little glass-enclosed light or\nheat-powered devices with vanes you see now and then in a jeweler's\nwindow. And I can stop clocks.\n\nTake this morning, for example. I had set my alarm for five-thirty\nbecause I had to catch the seven o'clock plane at San Francisco\nInternational Airport. This being earlier than I usually get up, it\nseems all I did during the night was feel my way past the escapement\nand balance wheel to see where the notch for the alarm was. The last\ntime I did it there was just the merest fraction of an inch between the\npawl and the notch. So I sighed and moved to the balance wheel and its\ndelicate ribbon of spiraling steel. I hung onto the wheel, exerting\ninfluence to decrease the restoring torque.\n\nThe wheel slowed down until there was no more ticking. It took quite\na bit of effort, as it always does, but I did it, as I usually do. I\ncan't stand the alarm.\n\nWhen I first learned to do this, I thought I had it made. I even went\nto Las Vegas to try my hand, so to speak, with the ratchets and pawls\nand cams and springs on the slot machines. But there's nothing delicate\nabout a slot machine, and the spring tensions are too strong. I dropped\nquite a lot of nickels before I finally gave up.\n\nSo I'm stuck with a talent I've found little real use for. Except that\nit amuses me. Sometimes. Not like this time on the plane.\n\nThe woman beside me stirred, sat up suddenly and looked across me out\nthe window. \"Where are we?\" she asked in a surprised voice. I told her\nwe were probably a little north of Bakersfield. She said, \"Oh,\" glanced\nat her wristwatch and sank back again.\n\nSoon the stewardesses would bring coffee and doughnuts around, so I\ncontented myself with looking at the clouds and trying to think about\nAmos Magaffey, who was purchasing agent for a Los Angeles amusement\nchain, and how I was going to convince him our printing prices were\nmaybe a little higher but the quality and service were better. My mind\nwandered below where I was sitting, idly moving from one piece of\nluggage to another, looking for my beat-up suitcase. I went through\nslips and slippers, lingerie and laundry, a jig saw puzzle and a\nukulele.\n\nI never did find my suitcase because I found the bomb first.\n\n\n\nThe bomb was in a small bag--a woman's bag judging by the soft,\nflimsy things you'd never find in a man's--and I didn't know it was a\nbomb right away. I thought it was just a clock, one of those small,\nquiet alarms. I was going to pass it by and go on, but what held me\nwas that something was taped to it. By the feel, I knew it must be\nelectrician's tape. Interested and curious, I explored the clock more\nclosely, found two wires. One went to a battery and the other to hard\nround cylinders taped together. The hairs stood up at the base of my\nneck when I suddenly realized what it was.\n\nThe clock's balance wheel was rocking merrily. Quickly I went up past\nthe train of gears to the alarm wheel. If this was anything like my own\nalarm clock, this one had something like ten minutes to go.\n\nIt was forty minutes to Burbank and Lockheed Air Terminal.\n\nMy mind was churning when I turned from the window to look around\nat the unconcerned passengers, the woman at my side asleep again. I\nthought: Which one of these.... No, none of them would know it was\nthere. I glanced out the window again; clouds were still in the way.\nWe'd be leaving the valley for the mountain range north of Los Angeles\nsoon, if we hadn't left it already. No place to land the plane there.\n\nBut of course that had been the plan!\n\nMy heart was beating in jackhammer rhythm; my mouth was dry and my mind\nwas numb. Tell somebody about the bomb before it's too late! No, they'd\nthink I put it there. Besides, what good would it do? There would be\npanic and they'd never get the plane down in time--if they believed me.\n\n\"Sir.\" My head jerked around. The stewardess stood in the aisle,\nsmiling, extending a tray to me, a brown plastic tray bearing a small\npaper cup of tomato juice, a cup of coffee, a cellophane-wrapped\ndoughnut, paper spoon, sugar and dehydrated cream envelopes, and a\nnapkin.\n\nI goggled at her, managed to croak, \"No, thanks.\" She gave me an odd\nlook and moved along. My seatmate had accepted hers and was tearing at\nthe cellophane. I couldn't bear to watch her.\n\nI closed my eyes, forced my mind back to the luggage compartment, spent\na frantic moment before I found the bag again. I had to stop that\nbalance wheel, just as I stopped my alarm clock every morning. I tried\nto close everything off--the throb of engines, the rush of air, the\nwoman sipping coffee noisily beside me--and I went into the clock and\nsurrounded the seesawing wheel. When it went forward, I pulled it back;\nwhen it went back, I pulled it forward. I struggled with it, and it was\nlike trying to work with greasy hands, and I was afraid I wasn't going\nto be able to stop it.\n\nThen, little by little, it started to slow its beat. But I could not\nafford to relax. I pushed and pulled and didn't dare release my hold\nuntil it came to a dead stop.\n\n\"Anything the matter?\"\n\nMy eyelids flew open and I looked into the eyes of the woman next to\nme. There was sugar from the doughnut around her mouth and she was\nstill chewing.\n\n\"No,\" I said, letting out my breath. \"I'm all right.\"\n\n\"You were moaning, it sounded like. And you kept moving your head back\nand forth.\"\n\n\"Must have been dreaming,\" I said as I rang for the stewardess. When\nshe came I told her I'd take some of that coffee now. No, nothing else,\njust coffee. I didn't tell her how much I needed it. I sat there clammy\nwith sweat until she returned. Coffee never tasted so good.\n\n\n\nAll right, so I had stopped the bomb's timer. My mind raced ahead to\nthe landing. When they unloaded the luggage, the balance wheel would\nstart again. I wouldn't be able to stay with it, keeping it still.\nI considered telling the authorities as soon as we landed, or maybe\ncalling in ahead, but wouldn't that just bring suspicion, questions.\nMaybe I could convince them I could stop a clock--but not before the\nbomb exploded. And then what? My secret would be out and my life would\nbe changed. I'd be a man not to be trusted, a prying man, a man\nliterally with gimlet eyes.\n\nMountain crags jutted through the clouds. We were in the range north of\nthe city. Here and there were clear spots and I could see roads below,\nbut there were also clouds far above us. It was very beautiful, but it\nwas also very bumpy, and we started to slip and slide.\n\nTo my horror I found that the balance wheel was rocking again. Closing\nmy eyes and gritting my teeth, I forced my senses to the wheel, tugging\nand pulling and shoving and pushing until it finally stopped.\n\nA jab in the shoulder. I jumped, startled.\n\n\"Your cup,\" my seat partner said, pointing.\n\nI looked down at the coffee cup I had crushed in my hands. Then I\nlooked up into the eyes of the stewardess. I handed it to her. She took\nit without a word and went away.\n\n\"Were you really asleep that time?\"\n\n\"Not really,\" I said. I was tempted to tell the woman I was subject to\nfits, but I didn't.\n\nIt was only a few minutes to landing, but they became the longest\nminutes of my life as time after time I stopped the rocking wheel when\nthe plane dipped and bumped to a landing.\n\nLeaving the apron with the other passengers, I tried to walk as\nunconcernedly as they through the exit gate. I would have liked walking\nthrough the terminal and out the entrance and away, but I could not. I\nhad my suitcase to get, for one thing. The damned bomb was the other.\nSo I strolled out into the concourse again to look at the plane and\nwatch the baggagemen at work, transferring the luggage to two airfield\ncarts. They weren't as careful as I would have been.\n\nIt was impossible to tell from this distance just which bag contained\nthe bomb; I could hardly identify my own scarred suitcase. The\nassortment of bags--a strange conglomeration of sizes and colors--was\npacked in some places six deep, and it rolled toward the gate where\nI was standing. I didn't know whether to stay or run, imagining the\nbalance wheel now happily rocking again. The load went past me down a\nramp to the front of the air terminal where the luggage was unloaded\nand placed in a long rack. I went with it.\n\nThere was a flurry of ticket matching, hands grabbing for suitcases,\nand a general exodus on the part of my fellow passengers, too fast to\ndetermine who had got the one with the bomb. Now all that was left was\nthe attendant and I had two bags--my own battered veteran of years, and\na fine new red overnight case, small enough to be the one.\n\nI lit a cigarette, reached out. Inside were a woman's things and--a\nclock. The escapement was clicking vigorously.\n\nI didn't moan this time. I just closed my eyes, stretched toward\nand grabbed the balance wheel I was getting to know like my own. I\nentered into a union with it so strong that after I had reduced it to\nimmobility, it was like waking when I opened my eyes.\n\n\n\nThe baggage claim attendant was staring at me. For only a moment I\nstared back. Then I quickly reached for my baggage check and presented\nit to him. His hand hovered over the handle of the little red bag and I\nwas ready to yell at him. But then, matching numbers on the tags with\nhis eyes, his hand grasped the handle of my own suitcase and pushed it\ntoward me.\n\n\"Thanks,\" I said, taking it. I glanced ever so casually toward the\nremaining bag. \"One left over, eh?\"\n\n\"Yeah.\" He was so bored I was tempted to tell him what was in it. But\nhe was eying me with a \"well-why-don't-you-get-along?\" look.\n\nI said, \"What happens if nobody claims it?\"\n\n\"Take it inside. Why?\"\n\nHe was getting too curious. \"Oh, I just wondered, that's all.\"\n\nI stepped on my cigarette and walked toward the air terminal entrance\nand put my suitcase on the stone steps there. A redcap came hurrying\nover.\n\n\"Cab?\"\n\nI shook my head. \"Just waiting.\"\n\nJust waiting for somebody to pick up a bomb.\n\nI lit another cigarette and glanced now and then toward the baggage\nclaim area. The red bag was still there. All sorts of theories ran\nthrough my head as to why it should still be there, and none satisfied\nme.\n\nI should not have been there, that much I knew; I should be with a\nman named Amos Magaffey on Sixth Street at ten o'clock, discussing\nsomething very mundane, the matter of a printing order. But what could\nI do? If I left the airport, the attendant would eventually take the\nbag inside and there would be an explosion, and I wouldn't be able to\nlive with myself.\n\nNo. I had to stay to keep the balance wheel stationary until--until\nwhat?\n\nA man in tan gabardine, wearing a police cap and badge, walked out of\nthe entrance to stand on the stone steps beside me while he put on a\npair of dark glasses. A member of the airport police detail. I could\ntell him. I could take him down to the little red bag and explain the\nwhole thing. Then it would be his baby and I would be off on my own\nbusiness.\n\nBut he moved on down the steps, nodded at the redcap, and started\nacross the street to the parking area. I could have called to him,\n\"Hey, officer, let me tell you about a bomb in a little red bag.\" But\nI didn't. I didn't because I caught a movement at the baggage claim\ncounter out of the side of my eye.\n\nThe attendant had picked up the bag and was walking with it up the ramp\nto the rear of the air terminal. Picking up my own suitcase, I went\ninside in time to see him enter through a side door and deposit the bag\non the scales at the airline desk and say something to the clerk. The\nclerk nodded and moved the bag to the rear room.\n\nI could visualize the balance wheel once again rocking like crazy. How\nmany minutes--or seconds--were left? I was sweating when I moved to the\ncounter, and it wasn't because of the sunshine I'd been soaking in. I\nhad to get as close to the bag as I could if I was going to stop the\nclock again.\n\n\"Can I help you?\" the clerk asked.\n\n\"No. I'm waiting for someone.\"\n\nI turned my back to him, put down my suitcase, leaned against the\ncounter and reached out for the wheel. I found I could reach the\ndevice, but it was far away. When I tried to dampen it, the wheel\nescaped my grasp.\n\n\"Do you have my suitcase?\"\n\nI blinked my eyes open and looked around. The blonde in the plane stood\nthere looking very fresh and bright and unconcerned. In her right hand\nshe had a green baggage claim check.\n\nThe clerk took it, nodded, and in a moment brought out the overnight\ncase and set it on the scales. The girl thanked him, picked it up,\nglanced at me indifferently, and then started for the entrance with it.\n\n\"Just a moment,\" I found myself saying, grabbing my bag and hurrying\nafter her.\n\n\n\nAt her side and a little ahead of her, I said, \"Listen to me.\"\n\nShe looked annoyed and increased her stride toward the door.\n\n\"It's a matter of life or death,\" I said. I wanted to wrest the bag\nfrom her and hurl it out through the doorway into the street, but I\nrestrained myself.\n\nShe stopped and stared. I noticed a short, fat man in a rumpled\nsuitcoat and unpressed pants staring, too. Ignoring him, I said,\n\"Please put the bag down. Over there.\" I indicated a spot beside a\ntelephone booth where it would be out of the way.\n\nShe didn't move. She just said, \"Why?\"\n\n\"For God's sake!\" I took the case. She offered no resistance. I put her\nbag and mine next to the booth. When I turned around she was standing\nthere looking at me as if I had gone out of my mind. Her eyes were blue\nand brown-flecked, very pretty eyes, and my thought at the moment was,\nI'm glad the bomb didn't go off; these eyes wouldn't be looking at me\nor anything else right now if it had.\n\n\"I've got to talk to you. It's very important.\"\n\nThe girl said, \"Why?\" I was beginning to think it was the only word she\nknew. At the same time I was wondering why anyone would want to kill\nsomeone so lovely.\n\n\"I'll explain in a moment. Please stand right here while I make a\ntelephone call.\" I moved toward the phone booth, paused and said, \"And\ndon't ask me why.\"\n\nShe gave me a speculative look.\n\nI must not have seemed a complete idiot because she said, \"All right,\nbut--\"\n\nI didn't listen for the rest. I went into the booth, closed the door,\npretended to drop a coin and dial a number. But all the time I was in\nthere, I was reaching out through the glass for the clock. At this\nrange it wasn't difficult to stop the balance wheel.\n\nJust the same, when I came out I was wringing wet.\n\n\"Now will you please tell me what this is all about?\" she said stiffly.\n\n\"Gladly. Let me buy you a cup of coffee and I'll explain.\"\n\nShe glanced at the bags. I told her they'd be all right. We followed\nthe short, fat man into the coffee shop.\n\nOver coffee I explained it all to her, how I had this extrasensory\nability, how she was the first person I had ever revealed it to, and\nhow I had discovered what was in her overnight bag.\n\nDuring the telling, her untouched coffee grew a skin, her face grew\npale, her eyes grew less curious and more troubled. There were tears\nthere when I finished. I asked her who put the bomb in her bag.\n\n\"Joe did,\" she said in a toneless voice, not looking at me any more but\nstaring vacantly across the room. \"Joe put it there.\" Behind her eyes\nshe was reliving some recent scene.\n\n\"Who is Joe?\"\n\n\"My husband.\" I thought she was going to really bawl, but she got\ncontrol again. \"This trip was his idea, my coming down here to visit my\nsister.\" Her smile was bleak. \"I see now why he wanted to put in those\nbooks. I'd finished packing and was in the bathroom. He said he'd put\nin some books we'd both finished reading--for my sister. That's when he\nmust have put the--put it in there.\"\n\nI said gently, \"Why would he want to do a thing like that?\"\n\n\"I don't know.\" She shook her head. \"I just don't know.\" And she was\nclose to bawling again. Then she recovered and said, \"I'm not sure I\nwant to know.\" I admired her for saying it. Joe must have been crazy.\n\n\"It's all right now?\" she asked.\n\nI nodded. \"As long as we don't move it.\"\n\nI told her I didn't know how much more time there was, that I'd been\nthinking it over and that the only way out seemed to be to tell the\nairport policeman. After I explained it to her, the girl--she said her\nname was Julia Claremont--agreed to tell him she thought there was a\nbomb in her bag, that she had noticed a ticking and had become worried\nbecause she knew she hadn't packed a clock. It wasn't good, but it\nwould have to do.\n\n\"We've got to get it deactivated,\" I said, watching the fat man pay for\nhis coffee and leave. \"The sooner the better.\"\n\n\n\nI finished my coffee in one gulp and went to pay the bill with her.\nI asked her why she didn't claim the bag at the same time the other\npeople had. She said she had called her sister and the phone was busy\nfor a long while.\n\n\"She was supposed to meet me, and when she wasn't here, I got worried.\nShe said she isn't feeling well and asked me to take a cab.\" She smiled\na little. It was a bright, cheery thing. I had the feeling it was all\nfor me. \"That's where I was going when you caught up with me.\"\n\nIt had become a very nice day. But the bottom dropped out of it again\nwhen we reached the lobby.\n\nThe two bags weren't there.\n\nI ran to the entrance and nearly collided with the redcap.\n\n\"See anybody go out of here with a little red bag and an old battered\nsuitcase?\"\n\n\"Bag? Suitcase?\" he mumbled. Then he became excited. \"Why, a man just\nstepped out of here--\" He turned to look down the street. \"That's him.\"\n\nThe dumpy man I'd seen was walking off; Julia's bag in his right hand,\nmine in his left. He seemed in no hurry.\n\n\"Hey!\" I shouted, starting toward him.\n\nThe man turned, took one look at me, and started to run. He came\nabreast an old gray, mud-spattered coupe, ran around, opened the door\nand threw both bags into the rear seat as he got in.\n\nThe car was a hundred feet away and gathering speed by the time I\nreached where it had been parked. I watched it for a moment, then\nwalked back to the entranceway where Julia was standing with the\nredcap, who said, \"That man steal them suitcases?\"\n\n\"That he did,\" I said.\n\nJust then the airport policeman started across the street from the\nparking lot. Redcap said, \"Better tell him about it.\"\n\nThe policeman was sympathetic and concerned. He said, \"We'd better get\nover to the office.\"\n\nBut we never left the spot because an explosion some blocks distant\nshattered the air. Julia's hand grasped my arm. Hard.\n\n\"Jets,\" the redcap said, eying the sky.\n\n\"I don't know,\" the policeman said. \"Didn't sound much like a jet to\nme.\"\n\nWe stood there. I could visualize the wreckage of an old gray coupe\nin the middle of a street, but I couldn't visualize the driver. That\nwas all right. I didn't want to see him. I didn't know what Julia was\nthinking.\n\nShe said, \"About those bags,\" and looked at me.\n\nThe officer said, \"Yes, miss?\"\n\n\"I--I don't care about mine. I didn't have much of anything in it.\"\n\n\"I feel the same way,\" I said. \"Would it be all right if we didn't\nbother to report it?\"\n\n\"Well,\" the policeman said, \"I can't _make_ you report it.\"\n\n\"I'd rather not then,\" Julia said. She turned to me. \"I'd like some\nair. Can't we walk a little?\"\n\n\"Sure,\" I said.\n\nWe started down the street, her arm in mine, as the air began to fill\nwith the distant sounds of sirens.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Sohl, Jerry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60747/pg60747.txt",
        "name": "the_little_red_bag.json"
    }
}