{
    "name": "The Voyage of Vanishing Men",
    "author": [
        "Mullen, Stanley"
    ],
    "body": "They still talk of Braun, and the Fourth Intergalactic Survey.\n\nOther men before him had gone out into the far, dark places. Three\nprevious expeditions had gone out and vanished completely. Then the\n_Venture IV_ went out and out and out countless miles and light-years\nand whatever else it is--and out there in the lonely darkness something\nhappened. Nobody knew exactly what happened, but there was a lot of\nguessing. Only one man came back. Braun. And there was talk....\n\nTending bar anywhere is better, they say, than an academic degree in\npsychology. Tending bar on one of the way stations to the stars you\nsee people--most of them human--as they really are, and in all stages\nof emotion. You see them coming and going, and a few already gone. By\nlittle signs, you can tell a lot about them, and make a guess at what\nis wrong with the wrong ones.\n\nThere was Braun.\n\nAngular as a stick-bug, he stood at the bar, elbows digging into the\npolished mahogany, one foot cocked on the rail. He was drinking alone\nas if it had become a habit, and the customers edged away from him as\nif not wanting to make it too obvious. As usual, his go-to-hell face\nlooked past you into the backbar mirror and out again to cover the\nwhole place. He was older and changed, though, as he would be. Deep\nlines furrowed the tight, tanned, leathery features, and his eyes still\nheld some of that awful emptiness of space between the star-packs.\n\nNobody said anything, at first.\n\nBraun watched them, a humorous half-defiant glint in his eye. But there\nwas pain in him, in his voice as he spoke.\n\n\"What's the matter? Am I poison, or something?\"\n\nSomebody said it, then. In a stage whisper. \"I had friends on the\n_Venture IV_.\"\n\n\"So did I,\" Braun answered quickly. \"A lot of friends. So before\nsomebody works up nerve to ask, I don't know.\"\n\n\"Don't know?\" a man named Cutter pursued the point coldly. \"You were\nthere!...\"\n\n\"I was there,\" admitted Braun. \"I still say it. I don't know what\nhappened to anybody. I've told the authorities that over and over. I've\ntold anybody who'd listen. You don't have to believe me. I don't give\na--\"\n\n\"Nobody's told us anything,\" Cutter insisted. \"We haven't heard a\nwhisper about it. And, speaking for all of us, we'd like to be sure\nabout you ... before we go on drinking at the same bar....\"\n\nIt was going to be like that as long as Braun lived. People will talk,\nand if there's a choice, they'll guess the ugly thing, every time.\nWherever he went, there would be people to ask that question, and\nsomebody to smirk if he answered it.\n\nYou could see trouble coming. Whatever Braun answered....\n\nBraun was never a man to talk much about himself. It was always\nthe places he had been and seen, or wanted to go. Like all old-time\nspacemen, he was a bird of passage. Between trips, he came in a few\ntimes, got to be a fixture. But he was always coming or going somewhere\nnever lighting or staying put.\n\nYou don't learn too much about a man in a bar, casually. Little things\nadd up and hint at the bigger ones. You can call him by his first name\ncasually, and hash over mutual acquaintances, that's all.\n\nMaybe you talk about the things men talk about. Life and death. Men\nand spaceships. Life on distant worlds. Braun had knocked around the\ngalaxy like a lot of people since the DuMont space-time drive came\ninto general use. He had seen more than the ordinary man even dreams\nabout, but there was always a restless and curious wondering about more\ndistant stars and their planets. On one classic occasion, you even\nhelped him wonder about other galaxies, and if the new drive would ever\ntake men out into the far, dark spaces where ships never ventured.\n\nWhen Braun's big break came, you heard about it from someone else,\nsince Braun was far away, at a planet-base circling a star that was\njust a number in a catalog. There were no formal goodbyes out there,\njust technical admonitions. Then a speck diminished into nowhere, with\nno instruments to track an object accelerating into speeds so many\ntimes greater than light that mathematics became weird paradoxes, and\nnothing existing in normal dimensions even makes sense.\n\n\n\nEventually the ship came back, and Braun with it. Nobody knew much more\nthan that. No official announcements were made, no actual denials or\naccusations. Rumor hinted at ugliness, and an investigation going on.\nPeople made the usual wild and extravagant guesses, and there were the\nformless whispers that start nowhere and end nowhere.\n\nBraun put his back to the bar and looked over the crowd soberly, one by\none. This must have happened to him many times before, as it probably\nwould again. Braun had his own way of dealing with such situations, and\nmaybe he was right.\n\n\"I don't know what happened,\" he said slowly. \"I'll say it again, just\nonce. I don't know. If you don't like it, I'm here, waiting. One at a\ntime, or the whole ratpack of you. How do you want it?\"\n\nIn any real, deadly brawl, voices are rarely raised. There is no loud\nand explosive discussion. Instead, all movement jells, crystallizes in\nutter silence. Something breaks it. Something like a flung beermug.\nThen comes a five-ring circus of action.\n\nBraun ducked. The beermug struck in foaming, splintering destruction.\nThe backbar mirror dissolved in a chiming avalanche of glass.\n\nCutter led the rush. Braun's back was braced to the bar. He seemed\noddly relaxed, almost happy. Somebody heaved another beermug. It\nmissed, but most of the beer splashed into Braun's face and trickled\nslowly down him.\n\n\"I like beer,\" he said, \"but not that well.\"\n\nLike a spring letting go, Braun snapped out to meet them. His long arms\ncaught Cutter and hoisted him high, then hurled him bodily over the\nstick and into the stacked glassware.\n\nBy then, if not before, you eased toward the light switch and cut\nit. Darkness slammed down like a solid barrier. But other solids\nmoved through it, colliding, grunting, swearing, shouting, sometimes\ngroaning. Gradually, the tumult died out of itself.\n\nWhen the lights came on again, Braun still stood at the bar, though\nseveral places further down. The darkness had been kind to him. With\neveryone against him, he could work freely. And at saloon brawling, he\nwas a master craftsman. Casualties held to a minimum, but there were\nplenty of cotton and catgut, splint and plaster cases. Cutter was still\nout, cold, and went to the hospital with the others. Not everyone joins\nin a rough-house, and enough clear-headed witnesses remained to spare\nBraun any risk of charges. His fists were red and raw, but he seemed\nunhurt, bodily.\n\nSomebody offered him a drink. But Braun just stood and looked at it,\nthen raised his head to glance up where the backbar mirror had been.\n\n\"Someday, they'll use stainless steel for that,\" he said. \"Then half\nthe fun will be gone.\"\n\nSlowly his face screwed up tight, the leathery skin wrinkling like a\nwithered apple. Eyes closed, he hammered a raw fist on the bar till\nblood spurted. He was like a hurt child trying to hurt himself more to\nget even with fate.\n\n\"I had friends on the _Venture IV_,\" he cried wildly. \"A lot of good\nfriends. What happened to them? Where are they?...\"\n\nCalming down, he started talking. His voice was oddly detached, and so\nlow you could hardly hear him.\n\n\"I was the ninth man,\" he said. \"The rest were all techs, of one kind\nor another. I was the only spacetramp aboard. I've often wondered\nwhy they picked me, but somebody must have had a good reason. Maybe I\nwas the catalyst. Each of the others could do one job extremely well.\nI could take over and do anything in an emergency--not as well, but\na scratch job to keep the show on the road. And when the 'ologies'\ndeveloped friction, I was the lubricant--the guy with no axe to grind\nwho kept the other's axes sharpened and tempered.\"\n\n\n\nBraun stopped and flung himself at the drink. He seemed to need it. But\nhe was under control again, almost too much under control.\n\n\"We were way out--somewhere,\" he continued. \"About as far as the others\never got. You can't express it in miles or in time, because neither of\nthem have the right meaning. Not out there.\"\n\nHe stopped again. His eyes seemed to be staring beyond the outer\nlimits of darkness, beyond the mystical barrier of the speed of light\nitself....\n\n\"The ship came out of warp automatically. Robot machinery was set for\nthat, to bring us out at intervals--though nobody could be sure just\nhow it would function. Ordinary time-intervals do not exist, and time\nitself is a random factor--out there. They tell me we were gone more\nthan five years, here. For us, it was weeks. Most of the time we were\nin suspended animation, of course, with automatic controls to handle\nthe ship and rouse one or more of us at intervals. Usually the ship was\nout of the warp and stopped when we were awakened. Twice, both in the\nearly stages, it was not like that.\n\n\"Those times we were awake and in motion together. It was weird. Space\nwas like black, transparent cellophane, wrinkled and bunched together\nwith the ship leaping from one wrinkle to another. We could not see it,\nbut that was the way we imagined it. We could see, though.\n\n\"Stars thinned out and drew together. Stars, like luminous lice\ncrawling on the black body of eternity....\"\n\n\n\n... Velocity and acceleration needles met in the center of the gauge.\nNo change in the relation of the ship to anything was apparent, and\nnone would be. Out of the warp, the ship hung, unmoving, in a vastness\nof dark. Even the galaxies showed but faintly in the visiplates.\nDestination was the spiral M31 in Andromeda, but the rest of Andromeda\nlay far behind, and a faint smudge ahead seemed as far away as the home\ngalaxy, which was exactly the case.\n\n_Venture IV_ had reached the halfway point, with three quarters of\na million light-years of loneliness in either direction. Poets and\nwriters have called it the point of no return, when a ship has reached\na point in its voyage where the distance back is as far as that still\nahead.\n\n\"Well, this is it,\" said Charters wearily. \"We'll have to decide now\nwhether to go back ... or, if we think we can make it, push on ahead.\"\n\nCharters was captain pro tem, though, on a technical ship, space\nformalities and titles were phantoms.\n\nBraun was unimpressed. \"All right, it's the raw end of nowhere. And\nwe're here. What does it prove?\"\n\nCharters gave him a friendly slap.\n\n\"It proves one thing. That we can make it--next time. We could have\nmade it this time if we'd known what to expect. We'll go back with our\nreport, and the next ship will get there. And make it back to tell\nabout it. We could get there, this time--but not back. Sure, we're all\ndisappointed. But don't take it so hard. We haven't really failed.\nWe've made it easier to get the job done. Next time.\"\n\n\"Yes,\" agreed Braun bitterly. \"The job will be done. But not by us.\nWe'll be too old before another ship is ready. And by the time the\nanalysts are through with this one, it will be junk. Just like us.\"\n\nCharters laughed.\n\nThe two were alone in the control room. The other techs, for once all\nawake at the same time, were busily checking their instruments, each in\nhis own department.\n\nBraun was suffering from reaction. In an emergency, he could function\nsuperbly. But with nothing to do, he brooded.\n\nIt was definitely the raw end of nowhere, though the instruments\nand record tapes called it by a variety of mathematical equations.\nAccording to the figures, the _Venture IV_ had made an interesting\nvoyage, turning itself completely inside out several times at\nirregular intervals, smashing all existing speed and distance records\nand extending the tenuous boundaries of man's interstellar and\nintergalactic survey by a quarter million light-years. Other ships\nmight have gone further, but if they had, no one knew about it. They\nhad vanished into some limbo of space--\n\n\n\nMass proximity alarms blared through the corridors and cubicles of the\n_Venture IV_.\n\nNerves, already tensed, vibrated like thin glass, ready to disintegrate\nfrom resonance.\n\nThere should have been no mass anywhere near. Not even a grain of\ncosmic dust.\n\nBlackness stretched in all directions, relieved only by the distant,\ndimly glowing smudges of galaxies. Assembled in the control room,\n_Venture IV's_ company discussed the mystery. No conclusion was\npossible. Whatever was affecting the mass detectors lay dead ahead,\nstill out of vision range, and not even showing in the telescopic\nrelays.\n\nBy vote, it was decided to investigate. The _Venture IV_ operated on\ndemocratic principles. Responsibility like risk was shared equally, and\n\"Captain\" Charters had one vote.\n\nAtomic jets, still useful for short range runs and for close\nmaneuvering, nudged the ship gently into motion, which is a relative\nthing in deep space. In this case, relative to--\n\nWhat?...\n\nBy instrument only, the _Venture IV_ groped blindly toward the unknown\nobject. By instrument only was it possible to gauge the approach.\nProximity needles wavered wildly, then settled down to indicate swiftly\ndiminishing distance, as if the alien object were matching velocity\nwith the _Venture IV_ on a collision course.\n\nAt such speeds, collision was possible. Charters began to worry\nsilently. Dubiously he eyed his crew, picked men, all volunteers eager\nto challenge the unknown. But the unknown was still unknown, and\nresponding almost too eagerly.\n\n\"Could it be another spaceship?\" asked Braun, voicing the thought in\nevery mind.\n\nCharters just looked at him. \"From--_there_?\"\n\n\"From anywhere?\" Braun persisted. \"Who knows about curves or orbits out\nhere?\"\n\nTopping, the astrophysicist, smiled grimly. \"Who knows about anything\nhere? It wasn't till the mid-Twentieth Century that we even knew M31\nwas as big as our own galaxy and twice as far away as had been thought.\nOr guessed at the truth behind the Doppler shift.\"\n\n\"But a spaceship ... out here!\" scoffed Charters.\n\nTopping shrugged. \"It could be. It could even be one of ours. From the\nfuture, perhaps. We've done some weird doubling about in the space-time\ncontinuum, remember.\"\n\n\"It could be anything, then,\" said Braun.\n\n\"Anything,\" echoed Topping.\n\n\"Start deceleration,\" ordered Charters, concerned with the more\npractical aspects of a possible encounter in alien space. \"Swing the\ncontrols over to manual. I'll feel better about the ship if it comes\nto dodging a collision. You have the practical piloting experience,\nBraun. Take over.\"\n\nGrinning, Braun seated himself at the manual keyboard and started\npressing studs. Lights blinked off and on in patterns on the screen at\nvision level. He switched over to the visiplates mounted on the blunt\nbow. A sector of blackness dead ahead was projected onto the screen.\n\nThere was nothing to see. Light in interstellar space is too feeble to\nreveal anything not self luminous.\n\n\"Try a radilume beam,\" suggested Charters.\n\n\n\nThe screen flickered, then resumed its blackness. With no dust, no\nanything, to reflect light back to the ship, the beam lost itself in\nthe immensity.\n\nBraun worked with the studs.\n\n\"We're slowing,\" he announced. \"Now what?\"\n\n\"Try a dead stop, but be ready to move out fast in case the alien\ncontinues a collision course.\"\n\nBraun nodded. In the artificial gravity field, no effect of\ndeceleration was perceptible. The ship slowed and stopped as dead as a\nship stops with no reference point to anything. What actually happened\nwas a delicate balancing upon a number of mathematical equations,\nthemselves unstable.\n\nMass proximity needles, showing the expected increase by squares,\nindicated that the stranger also had come to a full stop by matching\nexactly at zero. It was an interesting fact that so far from home the\nfamiliar laws of gravity seemed to hold their familiar relations. More\ninteresting was the fact that the alien object or ship had stopped.\n\n\"See anything?\" asked Charters.\n\n\"Not a thing,\" admitted Topping.\n\n\"How about the telescopes?\"\n\nMcClure, the astrogator, reported then. Under the circumstances, his\nvoice sounded curiously matter of fact.\n\n\"A faint point of light. Not enough disk to tell much of anything about\nit. We'll try with--\"\n\n\"Can't be more than a mile away, I'd guess,\" said Braun. \"What do we do\nnow? Just sit here and wait?\"\n\nTopping grunted. \"Reminds me of a pair of strange dogs meeting away\nfrom home and sniffing at each other with mutual curiosity and\nmistrust.\"\n\n\"That's about the way it would be,\" Charters agreed weakly. \"If that is\nan alien ship out there, what else could we do?\"\n\n\"We could try for contact. Communicate with them, somehow.\"\n\n\"Morse code?\" asked Braun bitterly.\n\n\"There were humans in other parts of our own galaxy. Some of them\nintelligent and highly civilized. We set up communications with them.\"\n\n\"There was a common basis with them,\" argued Braun. \"And we found some\nnon-human intelligent races. Communications didn't do so well with\nthem, and the _Venture IV_ is no warship. We came here to windowshop,\nnot to buy, and not to take over anything by force. We're not equipped\nfor a row.\"\n\nCharters broke in. \"Topping is right. We'll try to set up\ncommunication. With a modulated light beam.\"\n\n\"Go ahead and try,\" said Braun. \"I'll stand by, just in case of\ntrouble. And when your idea fails, we can start talking sense.\"\n\nCharters and Topping left him at the controls and joined Tal Roberts in\nthe communications office. Braun waited.\n\nWhen they returned, he could tell by the faces that their plan had\nfallen through.\n\n\"Struck a snag?\" he asked amiably.\n\nCharters' smile was weak. \"We tried two messages. After a short wait,\nthey repeated them. You might say we've established communications. But\nwe're not getting anywhere.\"\n\n\"The same messages? Nothing else?\"\n\n\"Nothing.\"\n\n\"Maybe they have no imagination. I have an idea if you're ready to\nlisten.\"\n\nCharters nodded. \"Go ahead ... if it's nothing that will endanger the\nship.\"\n\n\"The ship isn't involved. We have two space-lifeboats--though I can't\nfigure where we'd escape to if anything went sour out here. I'll take\none and slip away from the ship. With luck, I can sneak up on our\nfriends. Without lights. Keep your beam turned on, aimed right at the\nalien. I'll stay out of the beam, but it should give enough light to\nsee by. If the thing looks like a real spaceship, and there's a chance\nthe occupants are human, I'll try to make actual contact. If not, I'll\nscurry on back. How about it?\"\n\n\"It could be dangerous. If anything happens--\"\n\n\"You won't be any worse off. Probably, if it's another ship, the people\nare just as scared and curious as we are. As the show stands, you don't\neven dare try to run for it. I'm expendable.\"\n\n\"That's a matter of opinion. I won't rule on this, Braun. We'll call\nthe gang together and decide by vote.\"\n\n\n\nHalf an hour later, the lifeboat was ready. Serviced with air, food\nand water for an indefinite time, the tiny craft lay in its cradle.\n\n\"Keep a light in the window for me,\" said Braun.\n\nHe climbed aboard through the miniature airlock, which closed behind\nhim. Solenoid magnets conveyed the lifeboat through chutes into the\nvalve of the main airlock. Doors opened and closed with automatic\nfinality. Air hissed back into the ship as pumps emptied the valve.\nWith pressure equalized, the outer door opened into space.\n\nBraun eased his tiny craft free, then turned and ran forward alongside\nthe _Venture IV_. From outside, the explorer ship seemed tremendous.\nIt was a small world in itself, complete, self-sustaining. But\nmass-conversion was necessary to power the velocities far beyond the\nspeed of light, and already the voyage had eaten away too much of the\nship's mass.\n\nA phantom glow hovered about the forward compartments as if the\nmetallic shell caught and reflected faint light from a distant source.\nBraun wondered about that subconsciously, but in the midst of so many\nwonders, one more mystery meant little.\n\nThere was no light beam to be seen. His instruments found a course\nparallel to the invisible beam and followed it for him, with the robot\npilot in charge.\n\nBut for the ship dwindling behind him, the vault of space seemed empty.\nIn the blackness ahead, though he could not see it, was a single small\nluminous speck. Behind him, the light of the ship diminished slowly to\ninfinity. It vanished. Braun was alone with his mission.\n\nWith no visible reference point, Braun's senses became unreliable.\nUnlighted, the lifeboat seemed a mote of darkness lost in the greater\nimmensities. Even on the brink of the last unknown, the man grew\nrestless and depressed. With nothing to see, nothing to occupy the\nsenses of his brain, he was bored.\n\nBraun groped blindly and gave himself the luxury of a cigarette. While\nit lasted, the red glow of the cigarette's coal gave comfort to his\nloneliness. It gave him something on which to concentrate.\n\nThere was no up, no down, no sideways, only ahead and behind, with\ninvisible dots of light to identify each. He felt oddly trapped, at\nthe mercy of automatic instruments. Curious and unpleasant illusions\ncrowded upon him.\n\nFor a time, he thought that all matter had vanished from the universe,\nthat only he and his lifeboat existed in all the great void. Later,\nhe thought that light itself had vanished. Telescopically, in any\ndirection, he could have found light, but to his unaided eyes all\ndarkness was the same. Then came the weirder illusions of other senses,\nthat his course followed no straight line or sane curves, but moved\nendlessly upon some infinite spiral.\n\nTime passed, and his eyes grew so accustomed to darkness that they\ndid not see the light when it appeared. Ahead, just a faint point,\nsteady, steel-hard, unwinking, it emerged from the blackness. Slowly it\nincreased in radiance rather than in size. Then at last it was a disk,\nlike a beacon set out to guide him in.\n\nThere was a beam, invisible with nothing to reflect its tight radiance\nor diffuse it. But as before, when leaving his own ship, he avoided the\nbeam.\n\nCruising closer, Braun began to make out details.\n\nIt was a ship, no doubt about that. A phantom glow hovered about its\nforward compartments as if the metallic shell caught and reflected\nfaint light from a distant source. It was a ship, all right. A ship\npainfully like the _Venture IV_. A philosopher might have meditated\nupon parallel evolutions, but Braun was too deeply shocked for delvings\ninto the deeper relations between man and his environments.\n\n\n\nThe alien ship was identical. Braun satisfied himself of that by\ncircling, studying every aspect of the stranger. There was the same\nindefinable quality which stamped it as man-made.\n\nAlmost hysterical with his discovery, Braun nerved himself to switch\noff the automatic pilot and take over manual controls. Then he eased\nin quickly beside an air lock which might have been the same one he\nhad left. Magnetic grapnels reached out from the lifeboat, caught and\ndragged the lesser mass to the greater. At the controls, Braun guided\nhis tiny craft to the airlock valve, and the outer doors slid shut and\nlocked hermetically behind him.\n\nSome kind of atmosphere would be hissing into the valve now, building\nup pressure. It had to work like that.\n\nAlmost beside himself, Braun crawled into a spacesuit, then settled\nback to wait impatiently.\n\nLight flooded the valve as the inner doors slid smoothly open. Braun\nmade routine tests, then opened his cockleshell lifeboat hatch. Blinded\nby light, he climbed out. On rubbery legs, encased in the bulging suit\nof space armor, he walked to the gaping doorway and entered the alien\nship.\n\nIf a trap, it was a good one.\n\nBraun staggered backward. As his eyes became accustomed to the light,\nhe stared. Disbelief in his senses and doubt of his sanity showed on\nhis face.\n\nOpening the vent in his space helmet, he took a deep breath. Then he\nstared curiously at--\n\nCharters and Topping.\n\n\"You weren't gone long,\" observed Charters. The pair studied Braun,\ntheir expressions puzzled.\n\n\"I guess I didn't get very far,\" admitted Braun uneasily. \"Am I crazy\nor is it everything else?\"\n\n\"That's anyone's guess,\" said Topping. \"What happened?\"\n\n\"I'm not sure I know.\"\n\nThey waited for explanations while Braun took a stiff slug of coffee\nlaced with brandy.\n\n\"Somehow I must have got turned around,\" admitted Braun ruefully. \"I\ncan understand that, but the lifeboat was set on automatic pilot. I\nthought I came straight across, and with the robot pilot I should have.\nWhat do you think happened?\"\n\nTopping was sober. \"There are several possible explanations. I don't\nlike any of them. Maybe there's a flaw in space here. It could act like\na mirror, reflecting back our own mass and the beam of our own light.\nWho knows? There may not even be an alien ship out there.\"\n\n\"But there's nothing material out there,\" objected Braun. \"I was there,\nand our instruments would show anything above the size of a speck of\ndust. For that matter, we can see the thing in our telescopes, and\nthere's nothing we know that can distort the gravity-effect of mass let\nalone turn it around like light reflected from a mirror. Who ever heard\nof--\"\n\n\"Who ever heard of nine men sealed in an oversized can and set down\nhalfway between home galaxy and M31?\" reproved Topping. \"Light and\ngravity may not be functions only of our space-time continuum but of\nothers adjacent too and even overlapping ours. We know very little\nabout the nature of either, and some of our unexplained phenomena may\nbe the result of actions and reactions outside our continuum.\"\n\n\"That's getting too deep for me,\" said Braun. \"I'm willing to try\nagain ... if only to prove I didn't funk out the first time. And this\ntime I'll go across with the lights blazing. I want you to use radar\nand visual scanners on me all the way.\"\n\nCharters shook his head. \"We're up against something we don't\nunderstand. I'm not sure I should permit--\"\n\n\"What's the harm?\" pleaded Braun. \"I came through without a scratch\nbefore. The worst that can happen is a repeat of the same farce.\nBesides, I've just had a brainstorm. Suppose this is not the same\nship I left. Suppose there really are two ships exactly alike, even\nto the people on board. Suppose that there are two civilizations that\ndeveloped identically--\"\n\n\"Maybe you'd better go,\" laughed Charters. \"If you keep on in that\nvein, you'll give us all nightmares.\"\n\nBraun's second try followed the same routine as the first. The\ndifference was in Braun himself. Before, he had been mildly excited,\ncalm but overstrained, expecting almost anything. There was a grimness\nabout his second venture. He felt moody and more depressed than before.\nThis time, there was no boredom.\n\nBefore leaving, he took a good look around, fixing the faces of his\ncompanions into his memory, engraving the ship and endless details of\nits structure and decoration into his brain. He felt as if he were\nleaving all of it behind him forever.\n\nThe worst that can happen, he thought, is the same thing.\n\nHe was wrong about that....\n\n\n\nApproaching the alien ship, he braced himself. There was the light.\nThen the ship, with its metallic shimmer of reflected light dimmed by\ndistance.\n\nAgain he circled, studying the contours of the immense fabrication.\nHe remembered an old French proverb about the more a thing changes the\nmore it remains the same. The ship was the same. It was the _Venture\nIV_. He would stake his life and his sanity on it.\n\nNo matter. In a way he was relieved. Once inside the ship, he would let\nthe experts explain it to him. At least he had tried. Nobody could say\nthis time that he funked the job. They would have had the scanners on\nhim all the way. And this time he knew--somehow--that he had not turned\naround from any confusion. Also, with the lights on, he had watched\nthe automatic pilot. There had been no trick turns. He had it on the\nflight-record tapes.\n\nIf the lifeboat had returned to its point of departure, the only\npossible explanation was that a space-warp or a flaw in the space-time\ncontinuum had turned it inside out.\n\n\"End of the line,\" Braun murmured contentedly. \"End of the line again.\"\n\nSkilfully he maneuvered the lifeboat up to the bulk of the _Venture\nIV_. He grappled it to the airlock valve and slipped it inside on the\nskids.\n\nThe outer doors closed. This time he was so sure of where he was that\nhe did not bother with the spacesuit. He waited till the inner doors\nopened to matched pressures, then scuttled out of the lifeboat. The\nair was breathable, the usual hydroponic cycle stuff, just what he was\nused to. It smelled oddly of pumps as it always does, pump-packing and\ngrowing things. Air in the lifeboat had been too rich in ozone, and\nBraun was giddy with the sharp tang of it.\n\nBraun strode confidently into the ship.\n\nNo one was around to greet him. It was a gag they had worked up, he\nfigured. All right, he'd play along.\n\nThrough the ship he went, calling out names. Echoes rang hollowly in\nthe vast interior, but they were the only answer. He kept wandering\nand calling, wandering and crying out. Finally, he was screaming\nhysterically.\n\nIt was a long time before the fact got through solidly to him. He was\nalone on the ship.\n\nSo far as he could tell, it was the _Venture IV_. Everything about the\nship was the same. It was _his_ ship. Wherever he had been, he was\nback on _his_ ship. He had to keep on assuring himself of that. It\nwas either the _Venture IV_ ... or an exact duplicate. But the other\nduplicate had duplicated the people, too.\n\n\"Where is everybody?\" he screamed.\n\nHe went on screaming for a long time. A very long time....\n\n\n\nSmoke curled up from Braun's cigarette to join the dense layers near\nthe bar's ceiling. Light shone through the blued stratifications in\nblurred blobs as through fog.\n\n\"That's the story,\" said Braun huskily.\n\n\"Not all of it,\" somebody murmured.\n\n\"Not quite. The ship was mostly automatic. I knew then why I had been\npicked. As I said, in an emergency, I could handle any job or even all\njobs, for as long as necessary. We had all the flight tapes from the\nlong voyage out. Mainly it was a job for the computers. You couldn't\njust run the tapes through backward because nothing ever stands quite\nstill in the universe. All I know is that we did it, the ship and I.\nThe _Venture IV_ is the real hero, I guess. It brought me back.\"\n\n\"What about the others?\" somebody persisted.\n\n\"I don't know,\" Braun answered irritably. \"All I know is what I've told\nyou. What happened to me. About the rest of the bunch, even the experts\nare still guessing. There are several theories. There were things about\nthe ship. Odd differences. Nothing I could catch, but the experts found\ncuriosities. They think I was tricked, that it's not really the same\nship, but a clever and almost miraculous duplicate.\"\n\n\"But why, and how?\"\n\nBraun laughed bitterly. \"Your guess is as good as anybody's. Mine\nis--that I wasn't wanted. The rest of the crew were all specialists,\ntrained technicians, each one the best in his field. If _somebody_ out\nthere wanted some samples of the best brains in the human race, he\nreally got the top quality. They were all educated to the hilt, trained\nfor a particular job. Maybe they were picked because they were ready\nfor something else. They had the entrance qualifications. I hadn't.\nThat may not be the only explanation. It's probably the best one.\"\n\nBraun poured himself another drink and drank it. His eyes stared\nblankly, as if the essential part of him was back out on the raw\nfrontiers of the dark unknown.\n\nSomebody dragged him back to the bar with a final question.\n\n\"But surely you must have some ideas of your own. What do you think\nhappened to the others?\"\n\nBraun smiled soberly. His voice was tired, and it sounded as empty as\nthose black spaces where no sun ever shines.\n\n\"What I think doesn't matter. There may be another world out\nthere ... or something in hyperspace. That may be a point of contact,\nor it may be a barrier against all man's dreams of further expansion\nand exploration into the unknown. You've asked what I think happened to\nthe others, and it's a good question. People are going to keep asking\nme that. I don't know the true answer. Maybe I'll never know--\"\n\nBraun hesitated, glanced round him at the ring of strained and\nquestioning faces. He saw the disbelief registered on them--the thinly\nveiled anger that seemed to shout out at him _why don't you tell us\nwhat really happened! Tell us the truth!_\n\nBraun sighed resignedly. It was always the same. It would always be the\nsame. Wherever he went. And he would have to keep moving ... alone,\napart from other men.\n\nHe walked past the silent questioning faces and through the door. And\ndown the street to the next bar....\n",
    "metadata": {
        "author": [
            "Mullen, Stanley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66572/pg66572.txt",
        "name": "the_voyage_of_vanishing_men.json"
    }
}