{
    "name": "The belt",
    "author": [
        "West, Wallace"
    ],
    "body": "No one foresaw what would come of the social experiment Jonathan\nRobertson started early in the 18th Century, on this little island. And\nJonathan the 7th found the terrible fruit of what had been sown....\n\n\"Rum port to come home to, if I may say so, sir.\" The captain spat\nover the rail into the blue waters.\n\n\"Rum?\" Jonathan Robertson, 7th, continued to study the cliffs which he\nhad not seen for twenty years. \"Why?\"\n\n\"Oh, I dunno. Gives me the jumps every time I touch here. Maybe it's\nthe name--New Patmos.\"\n\n\"Yes, Saint John did have a rough time when he was exiled on the\noriginal Isle of Patmos, didn't he?\"\n\n\"And then there's that gang on the dock....\"\n\n\"It's just Old Tom and some of my father's workmen.\"\n\n\"I know.\" The captain relit his pipe. \"But any other Caribbean port I\nstop at, the dock workers are singing and skylarking. Those fellows\nnever say a word. Rum, I call it! Some of my crew think they're\njumbies ... won't set foot on shore here.\"\n\n\"Jumbies are one thing I can assure you they're not, captain,\" Jonathan\nchuckled. \"They're just plain workmen--and English to boot. As for the\nOld Tom, he carried me on his shoulders when I was a kid.\"\n\n\"Cheerio, Tom,\" he continued after the lines had been made fast and the\nebony-colored ancient was clambering over the rail. \"Where's father?\"\n\n\"I'm sorry, sir.\" The answer came in the clipped British accent of the\nWest Indies. \"Your father is dead, sir, these two weeks.\"\n\n\"Dead!\" A picture of the sixth Jonathan Robertson, austere in his white\nlinens, flashed through Jonathan's mind. It seemed impossible that he\nwas no longer striding on his daily rounds to the factory and mine.\n\n\"Yes sir. Perhaps we'd better go up to the house at once, sir, if you\ndon't mind. I'll tell the men to follow with the cargo.\" Tom turned to\nthe leaden-faced, overall-clad trio on the pier and shouted; \"Men! Take\ncargo to store-house. Bill! Ye ken?\"\n\n\"Yah!\" grunted the man on the left.\n\n\"Fred! Ye ken? Cargo to store-house?\"\n\n\"Yah!\" The tone was identical.\n\n\"Dick! Ye ken?\"\n\n\"Yah!\"\n\nTom picked up Jonathan's bags and led the way up a rocky path which\neventually rounded a cliff which had hidden the Robertson mansion.\n\nIt was a pleasant enough place although sadly in need of paint. A grove\nof palm trees half-concealed the ravages which time had made on its\ntall pillars. The house had an atmosphere of peace and quiet, but the\neffect was spoiled by an ugly factory which clung to the cliffside on\nthe other side of the valley. Although it was Sunday, Jonathan noticed\nthat smoke was belching from the factory chimney.\n\n\"I know it's ungodly, this working on the Sabbath, sir,\" said Tom as\nhis new master stared, \"but They _will_ work all the time. Even during\nthe funeral....\" He broke off and hobbled forward to swing the door of\nthe mansion open.\n\nEverything was orderly inside. Lattices were drawn to keep out the\nequatorial sun; teakwood floors gleamed; dozens of canaries twittered\nin their cages near the windows.\n\n\"This way, sir.\"\n\nJonathan climbed a winding staircase which seemed smaller than he\nremembered it and was ushered into the master bedroom. This was a cool,\nhigh-ceilinged chamber with many long windows looking out across the\nvalley toward the crouching factory.\n\n\"Your father wished you to stay here, sir. He said it would give you\nthe feel of the place. On the desk there you'll find the letter he was\nwriting to you just before he died.\"\n\n\"Thank you, Tom. That will be all for the present.\"\n\n\n\nJonathan picked up the envelope and ripped it open.\n\n_My beloved son_: The words were penned in a Spencerian script which\nwavered ever so slightly.\n\n_I should have told you years ago all the things which you will find\nwritten here but I was afraid--afraid you would never return to take up\nthe task which is now slipping through my fingers._\n\n_You were too young when you left here to understand the strangeness of\nthis place. Suffice to say it killed your mother and is now killing me.\nIt has a curse--placed on our line by Sir Jonathan Robertson. Now it is\ntime for you to face that curse._\n\n_To start at the beginning: Sir Jonathan purchased this island from\nthe Crown in 1709. He had discovered a vein of Lapis Lazuli here which\nwas to make him and his descendants immensely wealthy. God pity them\nall._\n\n_The stone had to be worked just after it was taken from the mine and\nbefore it hardened by contact with the air, so Sir Jonathan conceived\nthe idea of a colony and a factory right on the island._\n\n_He had served Queen Anne well, both as warrior and explorer, so he\npetitioned to purchase convicts from English prisons to work the mine\nand factory for him. That was a legitimate practice in those times.\nHe received a shipment of some 200 prisoners of both sexes--ranging\nfrom debtors to murderers--and set them to work under an iron-fisted\nsupervisor named Jock MacPherson._\n\n_At first MacPherson and the criminals fought each other bitterly. But\nthe supervisor gave them better food than most had received in their\nlives, kept them working hard under heavy guard from dawn to dusk and\ndid not hesitate to crop the ears and even the noses of incipient\nrebels. Within a few years they were behaving quite well...._\n\nGlancing up as he turned a page, Jonathan found that old Tom was\nstanding behind him, reading over his shoulder.\n\n\"I said that would be all,\" he repeated firmly.\n\n\"Yes sir.\" The man hobbled out of the room, closing the door softly\nbehind him.\n\n_Sir Jonathan seems to have been one of the first men to discover the\nmeaning of efficiency and the value of division of labor; I have often\nread the journal in which he described the manner in which he made the\nprisoners work. Each man had a certain amount of labor of a special\nkind to perform. That is, one would blast the ore; another would bring\nit to the surface. A third would split the stone into workable pieces.\nA fourth would chip it into rough shape, and so on. Each did his own\njob ... and nothing else._\n\n_Thus each man and woman had a very definite and very circumscribed set\nof duties to perform each and every day. After twelve or fourteen hours\nof this, you can imagine that they had little time or energy to think\nof revolt; instead, they went to their mews and slept like animals._\n\n_Late in life, Sir Jonathan had a son whom he sent to Paris to be\neducated--since he had amassed a considerable fortune by this time. In\nFrance, Jonathan, 2nd. made the acquaintance of young Jean Baptiste\nPierre Antoine de Monet de Lamarck and became fired with the latter's\nstill-nebulous ideas about the effect of environment upon heredity._\n\n_The second Jonathan rushed back to New Patmos and started\nexperimenting along lines suggested by Lamarck's theories. He set about\narranging the marriages of his workers and managing practically every\nmoment of their daily lives. Again there was some trouble, but the\naging Jock MacPherson put it down; the details are bloody but they do\nnot matter at this late date._\n\n_Sir Jonathan's grandson was able to dispense with guards. By this time\nthe descendants of the original prisoners had lost all initiative. They\nplodded through their deadly, unvarying tasks and mated as they were\ntold like the automatons they were fast becoming...._\n\n\n\nJonathan laid down the letter and stared out at the clanking factory.\nSo this was why? Even as a child he had felt the oppression of\nthis place and had danced with joy on leaving it. The haggard,\nhalf-remembered face of his mother floated for a moment before his\neyes. No wonder she had seemed always sad.\n\n_I was the first Robertson to rebel; I had been educated in England. On\nmy way home I stopped at Jamaica, fell in love with your mother, and,\nwithout realizing the hell I was bringing her to, married her. Tom came\nwith us to New Patmos._\n\n_I considered myself something of a radical in those days. When\nI learned of conditions here, I demanded that my father free our\nlaborers. The old man--he died a few months later--merely shrugged and\ndeclared they were free. \"Their unending toil and inbreeding have made\nmachines of them,\" he said. \"They are helpless now. You must care for\nthem, my son; you can never leave the island again lest they starve.\"_\n\n_God help me, I tried my best to make men and women of them again. You\nwill see what success I had. Try in your turn if you must. It will be\nuseless, but the effort will permit you to sleep. The centuries have\ndug a rut too deep for the creatures to climb out of. They have become\nlike my canaries, poor...._\n\nThe letter ended as if the hand of death had snatched pen from paper.\n\nFor a long while Jonathan stared at the pages. The singing of the\ncanaries--their cages occupied every corner of the bedroom--finally\nroused him.\n\n\"Tom!\"\n\n\"Yes sir.\" The old man had been waiting outside the door.\n\n\"Turn all these damned birds loose.\"\n\n\"But you'll need them to test the air in the mine, sir; the gas gets\nbad at times.\"\n\n\"Turn them loose, I said. At once!\"\n\n\"Yes sir.\" Quietly the Negro went about the room, opening cage doors.\nJonathan followed his progress with growing horror. The birds, so long\naccustomed to captivity, refused freedom. A few came to the opened\nwickets, then retreated to their perches with frightened twitters.\n\n\"Yes sir. Anything else, sir?\"\n\n\"Go down to the pier and tell Captain Parker to hold the steamer; we're\nsailing with him.\"\n\n\"But you can't do that, sir. You can't leave your people to starve.\"\nThe whites of Tom's eyes glistened. \"You have to send out shipments of\nstones and the ultramarine dye which is made at the factory; you have\nto distribute the food which comes in.\"\n\n\"Nonsense. I'll pay them off and arrange for a boat to pick them up if\nthey want to leave the island. They'll get along....\"\n\n\"You'd better see your people first.\" The servant pointed toward the\ncowering birds. \"You don't understand.\"\n\n\"All right, then, we'll visit the factory. Come on.\"\n\nMorosely he strode along the weed-grown path across the valley. Midway\nthey passed the little cemetery where six generations of Robertsons lay\nside by side.\n\n\"I had to bury him myself, sir.\" Tom indicated a fresh mound of\nearth. \"They couldn't help ... couldn't perform a task they were not\naccustomed to.\"\n\n\n\nIn contrast with the neglect apparent on the rest of the island, the\nfactory, despite its age and ugliness, hummed with life. As they\napproached they heard the clink of hammers and the endless flapping of\nbelts. When his eyes became accustomed to the dimness inside, Jonathan\nsaw long lines of men and women bent over ancient work benches,\noperating the lathes and forges of another age. They were doing all\nmanner of complicated tasks in complete silence and with perfect\nconcentration.\n\nNot a worker glanced up as he entered. The tempo of toil continued\nwithout a break.\n\n\"Are they always like this, Tom?\" The heir of all the Robertsons felt\nhis hair prickle. \"Don't they ever talk?\"\n\n\"Always like this, sir. When the gong rings they have their lunch. The\nnext time it sounds they march back to the barracks behind the factory.\nIn the morning it calls them to work at daybreak.\"\n\n\"But what do they do when not working?\"\n\n\"Eat. Sleep. Breed.\"\n\n\"And the children?\"\n\n\"They work, too, as soon as they can walk. It is the law. They have\nobeyed it during eight or more generations, for their lives are short;\nit's too late to change them now.\"\n\nStopping before a time-blackened bench, Jonathan picked up a piece of\nblue stone upon which a gaunt, stoop-shouldered young man was working.\n\nThe effect was instant and frightful. With a snarl like a dog from\nwhich one has snatched a bone, the laborer grabbed the jewel from the\nintruder's hand. Then, as he again began working upon it, his face\nresumed its previous vacant stare.\n\n\"You see, sir?\" Tom said. \"It's the same way in the mine. They've lost\nmost human characteristics. Notice that one's fingers ... long and\nslender for delicate work. And this one's ... so tough that he can\nreach right into his forge.\"\n\n\"Have they lost the power of speech?\"\n\n\"Oh, no, sir. They talk when speech is necessary in carrying on their\nwork. Just a few words, though--like parrots, I would say.\"\n\nOppressed by the horror of this silent, noisy place, they hurried\nalong until they came to a better-lighted section of the building.\nThere a number of women were engaged in etching delicate designs on\nalmost-finished stones.\n\nDressed in black nun-like robes, they crouched over their work while\ntheir fingers flew. Most of them were ugly and toothless, with dirty\nhair and shoulders permanently rounded. A few retained some semblance\nof good looks and made pitiful attempts at adornment. One had a\ndrooping flower in her unkempt locks; another wore an ancient ring.\nThose little things sent a thrill through the newcomer. Perhaps....\n\n\n\nGlancing away from this group of harpies, Jonathan drew in his breath\nsharply. On a platform near a broken window sat a girl who was looking\nat him with a faint show of interest in her great, sad eyes. Her\nchestnut hair was held back with a strip of cloth. Her robe was clean.\nHer face reminded him of a Watteau shepherdess.\n\n\"Who is she?\" he whispered.\n\n\"The women's overseer, sir; she talks a bit.\"\n\n\"Good morning,\" Jonathan addressed the girl hesitantly. \"I'm the new\nmaster. Do you like to work here? Have you any complaints?\" He stopped,\nfeeling foolish, as he realized that, although she still was looking at\nhim, her fragile fingers had not ceased their endless task of sorting\nlittle blue stones.\n\n\"Good morning, new master,\" she answered in a voice faint from disuse.\n\"I do like to work here. I have no com-com....\" She stumbled over the\nunfamiliar word.\n\n\"What is your name?\"\n\n\"Jo.\"\n\n\"Jo what?\"\n\n\"Jo.\" He detected a look of fright in her blue eyes.\n\n\"Would you like to leave this place?\"\n\n\"No!\" With a gasp Jo dropped her eyes and sorted with increased speed.\nJonathan thought of the fluttering canaries.\n\n\"Would you like a holiday, Jo?\"\n\nShe did not answer. Her face was white and her breath jerked.\n\n\"Better leave her alone, sir,\" said Tom; \"you're getting her all upset.\nCome. I'll show you the mine.\"\n\nHeartsick, he left the squat building through a tunnel which led into\nthe cliff. Tom switched on a flashlight. By the aid of its beam they\nscrambled down a long incline. The air was thick and fetid; walls\ndripped with icy moisture.\n\n\"What's that?\" A shuffling sound nearby had startled him.\n\n\"One of the miners, sir. They don't need lights any more; they seem to\nfeel or smell the vein of Lapis. Look.\"\n\nHe swung the beam to disclose a naked horror which was scrabbling at\nthe end of the tunnel with a crowbar. The creature snarled through a\nmatted beard and hid its eyes.\n\n\"The miners only come out after dark,\" said Tom. \"They've almost lost\nthe power of sight.... Look out--here comes an ore car.\" He dragged his\nmaster aside as a loaded car trundled out of the depths and skittered\nby them on rickety wheels, pushed by another monster.\n\n\"Good Lord,\" panted Jonathan. \"Get me out of here before I go mad. This\nair....\"\n\n\"The pumps aren't adequate, sir. Your father was going to install new\nones, but the miners don't seem bothered by the foulness. The air may\nbecome highly explosive. That's why we keep the canaries. But since the\nminers have stopped using lights....\" He plodded toward the surface\nwhile his master walked close beside him as the one remaining link to\nthe world of reality.\n\nBack in the factory workroom at last, Jonathan mounted a bench and\nshouted for attention. The belt flapped idly on; work continued. Most\nof the laborers lifted their eyes to stare at him dully.\n\n\"I am the new master,\" he yelled above the din. \"I do not want you to\nwork on Sunday. Turn off the power; go home. Come back tomorrow. This\nis the day of rest.\"\n\nThe belt flapped on. Most of them gaped at him without comprehension.\nIn a far corner, however, an ancient and twisted man rose from his\nbench and started fumbling at his leather apron. After half a minute\nanother followed his example.\n\n\"No!\" Another voice, harsh and sharp as a steel file, cut through the\nuproar. \"Work! Work! Is the Law! God say: 'By the sweat of brow!'\nWork! Ye ken?\" It was the cadaverous individual with the snarl who was\nspeaking. \"Ye ken?\"\n\n\"We ken!\" The answer came in chorus, like a ragged thunderclap. The old\nman refastened his apron and sat down again, as did his companion. The\nbelt flapped.\n\n\"Now look here!\" Jonathan was furious. \"I said....\"\n\n\"It's no use, sir.\" Tom was plucking at his sleeve. \"You might as well\ntalk to the Lapis, now; come.\"\n\n\n\nAt the mansion, Jonathan sat for hours with his head between his hands,\ntrying to think of some way to lift the curse riveted on New Patmos. He\nwaved away the luncheon which Tom brought, then, as the old man started\nto leave the room, called him back. \"Who's in charge at the factory?\"\nhe asked.\n\n\"There's nobody rightly in charge, sir; things just run themselves.\"\n\n\"Who is that creature with the voice like a squeaky hinge, then?\"\n\n\"Oh, that's Jock, the men's supervisor, sir. He only....\"\n\n\"Jock!\" Jonathan caught his breath. \"Could that be Jock MacPherson,\n7th, a descendant of Sir Jonathan's original overseer?\"\n\n\"I wouldn't rightly know, sir. But you had better watch him; I think he\nis jealous.\"\n\n\"Jealous? Why, for heaven's sake?\"\n\n\"Because you spoke to his girl Jo, sir. Under the law they will mate\nsoon to produce another generation of supervisors.\"\n\n\"You're a doddering old fool!\" Jonathan's face was pink.\n\n\"Yes, sir; anything else, sir?\" Tom turned stiffly toward the door.\n\n\"I'm sorry, Tom. Forget it. I've got the jumps trying to figure out a\nway to shut down that factory. Can you suggest anything?\"\n\n\"You might try locking the doors tonight, as soon as everybody is out.\nBut....\"\n\n\"Splendid idea; that might break the chain. We'll try it.\"\n\nIn the brief dusk after sunset they slipped across the valley and\npadlocked the sagging doors of the plant. Then, as they turned to\nretrace their steps, Jonathan grasped the old man's arm.\n\n\"I've been thinking,\" he said softly. \"Perhaps I'm going at this thing\nbackwards. Maybe I ought to try to win Jock over first. Do you know\nwhere he lives?\"\n\n\"I ... I think so, sir. Only....\"\n\n\"Lead the way, then.\"\n\nIn silence they skirted the factory and reached the mews which nestled\nunder the cliffs like swallow's nests. The narrow alleys were unpaved\nand unlighted. Already the workers were asleep--or hiding perhaps?\nJonathan wondered--in their warren of tumble-down shacks. In no time\nTom became hopelessly lost in the maze. Once they asked directions of\nan old crone hunched on a mouldering doorstep ... and were answered\nwith a gale of crazy laughter. All the while they felt hundreds of eyes\nwatching their progress ... mocking at them.\n\n\"I'm sorry, sir,\" Tom shivered at last after several minutes of\nhammering on a door which he thought might be the right one had brought\nno response. \"It's no use; we'll have to come back in daylight....\"\n\n\"... when Jock will be at the factory. Perhaps I can talk to him there,\nthough. Let's get out of this.\"\n\n\n\nJonathan rose from his tumbled bed before sunup and set himself to\nwatch the factory through a pair of field glasses. Despite the fact\nthat the gong had not sounded as usual, workers already were streaming\ntoward the plant.\n\nThe first to reach the locked doors halted uncertainly but did not turn\naway. They merely stood there like a herd of cattle. The scene reminded\nJonathan unpleasantly of pictures of mill lockouts he had seen in\nnewspapers.\n\nAs he watched with bated breath, a surging movement began to grow\nin the crowd. Good Lord! They were pushing at the heavy doors. The\niron-bound panels sagged. A splintering crash sounded across the\nvalley. The doors were down! The silent mob started moving across the\nthreshold. Again his effort to break the spell had failed.\n\n\"I told you, sir.\" Tom had entered the room unheard and was standing at\nhis elbow like a venerable Satan. \"Might as well make the best of it.\nWhy don't you go back to England, marry a nice girl and bring her back\nhere....\" He dodged with amazing nimbleness as his master lashed out\nwith a long arm. \"I beg your pardon, sir. No offense meant; no offense\nat all.\"\n\n\"Very well. But stop calling me 'sir.' And get these damned canary\ncages out of here before I smash them.\"\n\n\"Yes, Mister Johnny.\" Tom moved about the room collecting the birds.\n\"Don't take things so hard; you'll only become ill.\"\n\n\n\nFor several days Jonathan wandered about the island, avoiding the sight\nof the factory. But the place fascinated him and at last drew him back\nto its mildewed corridors. He might have been only a shadow so far\nas most of the workers were concerned. Jock remembered him, however,\nsnarling softly and crouching more closely over his work when his\nmaster passed by. And the girl by the window even smiled faintly upon\ncatching sight of him.\n\nOn one of his trips Jonathan found Jo outside the factory during lunch\nhours. \"Would you take a walk with me?\" he asked on the spur of the\nmoment.\n\n\"Walk? Yes. Not far. Gong,\" she answered shyly.\n\nHe tried to take her arm but she flinched away. Nevertheless, when he\nturned away she wandered down the path beside him.\n\nUsing simple, childish words, he tried to get her interested in the\nflowers, trees and birds along the way and fancied that he was\narousing her dormant mind. At any rate, she did not notice that they\nhad left the factory far behind until the recall gong sounded.\n\nInstantly she whirled and started running back down the path. In\nvain he pleaded with her not to hurry; that it didn't matter if\nshe were late. She ran on without a word, as he had sometimes seen\nschool-children run when they were tardy--her face puckered as though\nto cry; her breath short and rapid.\n\nAt the factory door he caught and tried to hold her. She beat her fists\nagainst his breast and sobbed in a wild burst of hysteria. At last she\ntwisted herself free and rushed to her bench. There, almost magically,\nher face resumed its sweet serenity as she began her accustomed task.\n\nYet, as he returned home, defeated once more, Jonathan was certain that\nhe had partially awakened her. And he also realized that, as Tom had\nhinted, he was falling under the spell of this strange, twisted being.\nShe was almost an automaton, but not quite. No, she was more like a\nperson obsessed by the craving for a narcotic. He clenched his fists\nand swore to save her, or to kill her in the attempt.\n\n\n\nA week later, when he believed the effect of Jo's fright had worn off,\nJonathan posted himself outside the mews and waited for the morning\ngong. He told himself that he was looking for Jock but his heart leaped\nwhen he saw the girl approaching before the harsh echoes of the \"first\nbell\" had died away. He noticed with delight that she was taking more\ncare of her appearance than before. A white flower shone in her hair,\nwhich was newly washed and neatly combed. Her bare feet peeped from\nbeneath the hem of a fresh robe.\n\n\"Good morning, Jo,\" he smiled at her. \"Would you like to see my house?\nIt's not far; you have time.\"\n\nFor a long moment she looked at him dubiously. Then her curiosity\novercame her fear. \"Ye-es. Jo will go. Must be back when second gong\nrings.\"\n\n\"Come then. We must hurry.\" This time she let him hold her arm. \"I\nfound some new flowers in the valley this morning,\" he continued softly.\n\n\"Flowers?\" She glanced at him under fringed lashes.\n\n\"Yes.... Like the one you wear in your hair. What is it called?\"\n\n\"It called.... It called....\" She shook her head at last. \"Jo ...\nforget.\"\n\n\"And this tree, all covered with blossoms. What is its name?\"\n\n\"Jo think it called mim ... mimo ... mimosa?\"\n\n\"Right. Well, here's the house. Come right in.\"\n\n\"Oh no. Law say....\"\n\n\"The devil with the law. It's my house; come in.\"\n\nAfter repeated urgings she crept through the big door. Her work\ncompletely forgotten for once, she marvelled at the lacy curtains, the\nwaxed floors which made walking so difficult and the paintings on the\nwalls.\n\nWhile she was testing the softness of the big bed upstairs with\nopen-mouthed astonishment, Jonathan slipped out of the room and locked\nthe door.\n\nTom, his white head bobbing with worry, was watching him from the\nlanding. \"I wouldn't have done it, Mister Johnny,\" he muttered. \"It\nwould be better for you to get a girl in England or the States....\"\n\n\"Damn you, shut your mouth,\" his master exploded. \"There's no danger;\nshe can't get out. This may jolt her out of her rut. Then she can help\nthe others.\"\n\nHe was interrupted by the snarling clangor of the second gong, followed\nby a wild hammering on the upstairs door.\n\n\"You'd better let her out,\" Tom's head was shaking worse than before.\n\"I know! Your father....\"\n\nA terrified scream cut him short.\n\nJonathan went up the stairs three at a time. Tearing open the door, he\nplunged inside, then halted, stunned. The room was empty!\n\nBut not quite! Jo's strained white hands were clinging to the window\nsill.\n\n\"Wait! Jo!\" he shouted. \"Hold on. I'm coming!\"\n\nInstead of waiting, she relaxed her hold. He reached the window to see\nher crash into the iron porch railing twenty feet below.\n\n\"She's dead, Tom.\" He looked up from Jo's still face a few minutes\nlater. \"Fractured her skull.\" His voice was matter-of-fact, but there\nwas death in his heart. Now that it was too late, he realized that he\nhad loved her. \"Poor child. I treated her very badly, you know.\"\n\n\"I told you so, Mister Johnny. You can't do anything. They live in\ndarkness.\" Suddenly losing his English stoicism, Tom dropped to his\nknees, threw his arms around his master's knees and sobbed: \"Oh, Mister\nJohnny. I'm afraid!\"\n\n\"There, there, Tom.\" Although his heart was breaking, it warmed to this\ndisplay of humanness in the old man. \"We'll lick this thing yet. Tell\nyou what.... Tonight we'll go to the factory, barricade the doors and\nwindows ... keep the fools out until they come to their senses.\"\n\n\"It won't be any use.\" Tom rose slowly, his fat old face drawn in stern\nlines. \"Nevertheless, we'll fight it out together, if you wish.\"\n\n\"Very well, Tom.\" Jonathan stretched out his hand and grasped that of\nthe other over the body of the dead girl. \"Together it is, then.\"\n\n\n\nThat night, after they had said a simple prayer over Jo's grave,\nthey hurried to the plant, repaired the doors and spent long hours\nbarricading them and the windows from within. Often they felt eyes upon\nthem, but no one interfered with their work. Dawn was breaking by the\ntime they finished.\n\nThe morning gong soon was followed by scuffling sounds of the\ngathering crowd outside. Like a pack of hounds, the workers sniffed\naround the building, trying to find an entrance. When this was\nunsuccessful, there was a long silence. Then, when the pair inside had\nbegun to take hope, they heard the crash of some heavy weapon against\nthe doors.\n\n\"They're thinking a bit, anyway,\" said Jonathan; \"they've hit on the\nidea of using a log for a battering ram.\"\n\nThe hammering gathered force and rhythm, and began to be accompanied by\na grunting chant which sounded oddly familiar.\n\n\"They're remembering something else.\" Tom held his jaw to stop his\nchattering teeth. \"I haven't heard them sing for a score of years.\"\n\n\"What is it they're chanting?\"\n\n\"It's Luther's hymn, _A Mighty Fortress_, Mister Johnny.\"\n\n\"Rather appropriate, what? We'd better get some more work benches\nagainst those doors. They're sagging.\"\n\nAs the unintelligible hymn reached its climax the doors caved inward\ndespite Jonathan's best efforts. The benches were pushed aside. The mob\npoured in.\n\nIt might have ended there, with the creatures going quietly to work,\nexcept for the fact that the whole place was in disorder. For a moment\nthe workers milled sullenly about, looking for their accustomed tools.\nThen Jock spotted the two intruders.\n\n\"He!\" shouted the man-monster, pointing wildly and shaking his matted\nhair. \"He kill Jo. He shut doors. He laugh at law.\"\n\nThe ragged men and women shifted their bare feet uncertainly. For a\nfew seconds Jock seemed at a loss, groping for words. Then a look of\ncunning overspread his hideous face.\n\n\"He shut doors again,\" yelled the mad overseer. \"He burn down plant. We\nno can work. Kill him. Kill! Kill!\"\n\nThis time Jock got the response he had been seeking. The workers--more\nthan 500 of them--surged forward, snarling deep in their throats.\n\nJonathan took a step toward the mob but Tom pulled him back. \"Wait,\nMister Johnny. They know me. If anybody can check them, I can.\"\n\nThe old man clambered onto one of the few upright benches and shouted\nfor silence. For a moment he got it. Then Jock hurled a chisel. The\nblade slashed Tom's cheek. At the sight of blood the crowd went wild\nand charged.\n\nBefore Jonathan could make a move to save him, Tom was dragged from the\nbench. A scream rang out. A black arm reached upward. Then there was\nonly a sound such as pigs make at a trough.\n\nLife, which before had seemed so bitter and worthless, became suddenly\nsweet to Jonathan. The factory had turned into a howling madhouse,\nbut behind him was the entrance to the mine! He leaped through it and\nsprinted down the black tunnel.\n\n\n\nWhen he recovered from his hysteria, Jonathan found himself hopelessly\nlost in a maze of parallels. Controlling his nerves by sheer will\npower, he crouched in the pitch darkness and waited. Would they forget\nhim? The blood-lust he had seen on those half-animal faces did not\nreassure him.\n\nHe listened ... and could hear nothing but the blood drumming in his\nears. Now that it was too late, he realized that he had gone about the\nwhole thing clumsily ... in the outmoded swashbuckling, Empire building\nfashion. He had tried to do, in a few weeks, a job which required\nyears ... decades ... perhaps a lifetime. He should have started by\nwinning Jock's confidence ... or, if that couldn't be done, he should\nhave killed the monster outright. Without Jock's influence the others\nmight well return to sanity in a short time.\n\nMight what? He shook his head to clear his wandering thoughts. The\nheavy, gaseous air was choking him. His mouth had become dry and\ngluey. Red spots danced before his eyes.\n\nWhat was that? He leaped to his feet, remembering that the miners\nneeded light. A pebble, dislodged by his movement, rattled down the\nwall with a sound like thunder. Then he laughed shakily. The sound he\nhad heard was the far distant flapping of the factory belt. They had\nturned on the machinery.\n\nA long time later he thought he heard another sound. Nearer this time!\nHe pressed his knuckles against his lips to keep from screaming. He\nturned to run. But where? The sound had come again. On the other side\nnow, it seemed.\n\nHe picked up a piece of rock and hurled it with all his force.\n\nNothing! Or was that the echo of a maniac laugh.\n\n\"Get away, you hairy devil,\" he yelled. \"I have a gun here.\"\n\nNo answer. Yet the blackness was peopled with horrors. Was he going\ncrazy? He mustn't give 'way. Britishers have been in more ticklish\nspots than his and come out on top; England expects every man to ... to\npull himself together in an emergency. There must be some way out of\nthis maze.\n\n\"Tom,\" he whispered, \"hand me your flashlight.\"\n\n\"Sorry, Mister Johnny,\" the answer came; \"it was broken when they\nkilled me.\"\n\n\"Oh, that's right. I forgot you were dead, Tom. Can you help me out of\nthis mess?\"\n\n\"Sorry, Mister Johnny. But dying isn't so bad though, honestly--\"\n\n\"England expects ... England expects....\" Jonathan Robertson 7th was\nfighting hard to retain _his_ sanity.\n\nThere came a chuckling sound ... not ten feet away now.\n\nLight! Light! His shaking hands sought his pockets. Ah! Matches!\n\n\"Mind the gas, Mister Johnny.\" Good old Tom.... A shame he's dead.\n\n\"I'll have to chance it!\" His voice was quite calm now.\n\nThe match scratched against the sandpaper.\n\n\"The devil! It didn't light. Steady now.... (Keep your paws off me just\na moment longer, you scum).... One.... Two.... Three!\"\n\nThis time the flame caught, flickered, was reflected for a split second\nin the eyes of a gaunt, stoop-shouldered young man at the other side of\nthe tunnel, then burst into the searing glory of a thousand suns....\n",
    "metadata": {
        "author": [
            "West, Wallace"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70647/pg70647.txt",
        "name": "the_belt.json"
    }
}