{
    "name": "The Hanging Stranger",
    "author": [
        "Dick, Philip K."
    ],
    "body": "\n    Ed had always been a practical man, when he saw something was wrong\n    he tried to correct it. Then one day he saw _it_ hanging in the town\n    square.\n\n\nFive o'clock Ed Loyce washed up, tossed on his hat and coat, got his car\nout and headed across town toward his TV sales store. He was tired. His\nback and shoulders ached from digging dirt out of the basement and\nwheeling it into the back yard. But for a forty-year-old man he had done\nokay. Janet could get a new vase with the money he had saved; and he\nliked the idea of repairing the foundations himself!\n\nIt was getting dark. The setting sun cast long rays over the scurrying\ncommuters, tired and grim-faced, women loaded down with bundles and\npackages, students swarming home from the university, mixing with clerks\nand businessmen and drab secretaries. He stopped his Packard for a red\nlight and then started it up again. The store had been open without him;\nhe'd arrive just in time to spell the help for dinner, go over the\nrecords of the day, maybe even close a couple of sales himself. He drove\nslowly past the small square of green in the center of the street, the\ntown park. There were no parking places in front of LOYCE TV SALES AND\nSERVICE. He cursed under his breath and swung the car in a U-turn. Again\nhe passed the little square of green with its lonely drinking fountain\nand bench and single lamppost.\n\nFrom the lamppost something was hanging. A shapeless dark bundle,\nswinging a little with the wind. Like a dummy of some sort. Loyce rolled\ndown his window and peered out. What the hell was it? A display of\nsome kind? Sometimes the Chamber of Commerce put up displays in the\nsquare.\n\nAgain he made a U-turn and brought his car around. He passed the park\nand concentrated on the dark bundle. It wasn't a dummy. And if it was a\ndisplay it was a strange kind. The hackles on his neck rose and he\nswallowed uneasily. Sweat slid out on his face and hands.\n\nIt was a body. A human body.\n\n\n\n\"Look at it!\" Loyce snapped. \"Come on out here!\"\n\nDon Fergusson came slowly out of the store, buttoning his pin-stripe\ncoat with dignity. \"This is a big deal, Ed. I can't just leave the guy\nstanding there.\"\n\n\"See it?\" Ed pointed into the gathering gloom. The lamppost jutted up\nagainst the sky--the post and the bundle swinging from it. \"There it is.\nHow the hell long has it been there?\" His voice rose excitedly. \"What's\nwrong with everybody? They just walk on past!\"\n\nDon Fergusson lit a cigarette slowly. \"Take it easy, old man. There must\nbe a good reason, or it wouldn't be there.\"\n\n\"A reason! What kind of a reason?\"\n\nFergusson shrugged. \"Like the time the Traffic Safety Council put that\nwrecked Buick there. Some sort of civic thing. How would I know?\"\n\nJack Potter from the shoe shop joined them. \"What's up, boys?\"\n\n\"There's a body hanging from the lamppost,\" Loyce said. \"I'm going to\ncall the cops.\"\n\n\"They must know about it,\" Potter said. \"Or otherwise it wouldn't be\nthere.\"\n\n\"I got to get back in.\" Fergusson headed back into the store. \"Business\nbefore pleasure.\"\n\nLoyce began to get hysterical. \"You see it? You see it hanging there? A\nman's body! A dead man!\"\n\n\"Sure, Ed. I saw it this afternoon when I went out for coffee.\"\n\n\"You mean it's been there all afternoon?\"\n\n\"Sure. What's the matter?\" Potter glanced at his watch. \"Have to run.\nSee you later, Ed.\"\n\nPotter hurried off, joining the flow of people moving along the\nsidewalk. Men and women, passing by the park. A few glanced up curiously\nat the dark bundle--and then went on. Nobody stopped. Nobody paid any\nattention.\n\n\"I'm going nuts,\" Loyce whispered. He made his way to the curb and\ncrossed out into traffic, among the cars. Horns honked angrily at him.\nHe gained the curb and stepped up onto the little square of green.\n\nThe man had been middle-aged. His clothing was ripped and torn, a gray\nsuit, splashed and caked with dried mud. A stranger. Loyce had never\nseen him before. Not a local man. His face was partly turned, away, and\nin the evening wind he spun a little, turning gently, silently. His skin\nwas gouged and cut. Red gashes, deep scratches of congealed blood. A\npair of steel-rimmed glasses hung from one ear, dangling foolishly. His\neyes bulged. His mouth was open, tongue thick and ugly blue.\n\n\"For Heaven's sake,\" Loyce muttered, sickened. He pushed down his nausea\nand made his way back to the sidewalk. He was shaking all over, with\nrevulsion--and fear.\n\n_Why?_ Who was the man? Why was he hanging there? What did it mean?\n\nAnd--why didn't anybody notice?\n\nHe bumped into a small man hurrying along the sidewalk. \"Watch it!\" the\nman grated, \"Oh, it's you, Ed.\"\n\nEd nodded dazedly. \"Hello, Jenkins.\"\n\n\"What's the matter?\" The stationery clerk caught Ed's arm. \"You look\nsick.\"\n\n\"The body. There in the park.\"\n\n\"Sure, Ed.\" Jenkins led him into the alcove of LOYCE TV SALES AND\nSERVICE. \"Take it easy.\"\n\nMargaret Henderson from the jewelry store joined them. \"Something\nwrong?\"\n\n\"Ed's not feeling well.\"\n\nLoyce yanked himself free. \"How can you stand here? Don't you see it?\nFor God's sake--\"\n\n\"What's he talking about?\" Margaret asked nervously.\n\n\"The body!\" Ed shouted. \"The body hanging there!\"\n\nMore people collected. \"Is he sick? It's Ed Loyce. You okay, Ed?\"\n\n\"The body!\" Loyce screamed, struggling to get past them. Hands caught at\nhim. He tore loose. \"Let me go! The police! Get the police!\"\n\n\"Ed--\"\n\n\"Better get a doctor!\"\n\n\"He must be sick.\"\n\n\"Or drunk.\"\n\nLoyce fought his way through the people. He stumbled and half fell.\nThrough a blur he saw rows of faces, curious, concerned, anxious. Men\nand women halting to see what the disturbance was. He fought past them\ntoward his store. He could see Fergusson inside talking to a man,\nshowing him an Emerson TV set. Pete Foley in the back at the service\ncounter, setting up a new Philco. Loyce shouted at them frantically.\nHis voice was lost in the roar of traffic and the murmur around him.\n\n\"Do something!\" he screamed. \"Don't stand there! Do something!\nSomething's wrong! Something's happened! Things are going on!\"\n\nThe crowd melted respectfully for the two heavy-set cops moving\nefficiently toward Loyce.\n\n\n\n\"Name?\" the cop with the notebook murmured.\n\n\"Loyce.\" He mopped his forehead wearily. \"Edward C. Loyce. Listen to me.\nBack there--\"\n\n\"Address?\" the cop demanded. The police car moved swiftly through\ntraffic, shooting among the cars and buses. Loyce sagged against the\nseat, exhausted and confused. He took a deep shuddering breath.\n\n\"1368 Hurst Road.\"\n\n\"That's here in Pikeville?\"\n\n\"That's right.\" Loyce pulled himself up with a violent effort. \"Listen\nto me. Back there. In the square. Hanging from the lamppost--\"\n\n\"Where were you today?\" the cop behind the wheel demanded.\n\n\"Where?\" Loyce echoed.\n\n\"You weren't in your shop, were you?\"\n\n\"No.\" He shook his head. \"No, I was home. Down in the basement.\"\n\n\"In the _basement_?\"\n\n\"Digging. A new foundation. Getting out the dirt to pour a cement frame.\nWhy? What has that to do with--\"\n\n\"Was anybody else down there with you?\"\n\n\"No. My wife was downtown. My kids were at school.\" Loyce looked from\none heavy-set cop to the other. Hope flicked across his face, wild hope.\n\"You mean because I was down there I missed--the explanation? I didn't\nget in on it? Like everybody else?\"\n\nAfter a pause the cop with the notebook said: \"That's right. You missed\nthe explanation.\"\n\n\"Then it's official? The body--it's _supposed_ to be hanging there?\"\n\n\"It's supposed to be hanging there. For everybody to see.\"\n\nEd Loyce grinned weakly. \"Good Lord. I guess I sort of went off the deep\nend. I thought maybe something had happened. You know, something like\nthe Ku Klux Klan. Some kind of violence. Communists or Fascists taking\nover.\" He wiped his face with his breast-pocket handkerchief, his hands\nshaking. \"I'm glad to know it's on the level.\"\n\n\"It's on the level.\" The police car was getting near the Hall of\nJustice. The sun had set. The streets were gloomy and dark. The lights\nhad not yet come on.\n\n\"I feel better,\" Loyce said. \"I was pretty excited there, for a minute.\nI guess I got all stirred up. Now that I understand, there's no need to\ntake me in, is there?\"\n\nThe two cops said nothing.\n\n\"I should be back at my store. The boys haven't had dinner. I'm all\nright, now. No more trouble. Is there any need of--\"\n\n\"This won't take long,\" the cop behind the wheel interrupted. \"A short\nprocess. Only a few minutes.\"\n\n\"I hope it's short,\" Loyce muttered. The car slowed down for a\nstoplight. \"I guess I sort of disturbed the peace. Funny, getting\nexcited like that and--\"\n\nLoyce yanked the door open. He sprawled out into the street and rolled\nto his feet. Cars were moving all around him, gaining speed as the light\nchanged. Loyce leaped onto the curb and raced among the people,\nburrowing into the swarming crowds. Behind him he heard sounds, shouts,\npeople running.\n\nThey weren't cops. He had realized that right away. He knew every cop in\nPikeville. A man couldn't own a store, operate a business in a small\ntown for twenty-five years without getting to know all the cops.\n\nThey weren't cops--and there hadn't been any explanation. Potter,\nFergusson, Jenkins, none of them knew why it was there. They didn't\nknow--and they didn't care. _That_ was the strange part.\n\nLoyce ducked into a hardware store. He raced toward the back, past the\nstartled clerks and customers, into the shipping room and through the\nback door. He tripped over a garbage can and ran up a flight of concrete\nsteps. He climbed over a fence and jumped down on the other side,\ngasping and panting.\n\nThere was no sound behind him. He had got away.\n\nHe was at the entrance of an alley, dark and strewn with boards and\nruined boxes and tires. He could see the street at the far end. A street\nlight wavered and came on. Men and women. Stores. Neon signs. Cars.\n\nAnd to his right--the police station.\n\nHe was close, terribly close. Past the loading platform of a grocery\nstore rose the white concrete side of the Hall of Justice. Barred\nwindows. The police antenna. A great concrete wall rising up in the\ndarkness. A bad place for him to be near. He was too close. He had to\nkeep moving, get farther away from them.\n\n_Them?_\n\nLoyce moved cautiously down the alley. Beyond the police station was the\nCity Hall, the old-fashioned yellow structure of wood and gilded brass\nand broad cement steps. He could see the endless rows of offices, dark\nwindows, the cedars and beds of flowers on each side of the entrance.\n\nAnd--something else.\n\nAbove the City Hall was a patch of darkness, a cone of gloom denser than\nthe surrounding night. A prism of black that spread out and was lost\ninto the sky.\n\nHe listened. Good God, he could hear something. Something that made him\nstruggle frantically to close his ears, his mind, to shut out the sound.\nA buzzing. A distant, muted hum like a great swarm of bees.\n\nLoyce gazed up, rigid with horror. The splotch of darkness, hanging over\nthe City Hall. Darkness so thick it seemed almost solid. _In the vortex\nsomething moved._ Flickering shapes. Things, descending from the sky,\npausing momentarily above the City Hall, fluttering over it in a dense\nswarm and then dropping silently onto the roof.\n\nShapes. Fluttering shapes from the sky. From the crack of darkness that\nhung above him.\n\nHe was seeing--them.\n\n\n\nFor a long time Loyce watched, crouched behind a sagging fence in a pool\nof scummy water.\n\nThey were landing. Coming down in groups, landing on the roof of the\nCity Hall and disappearing inside. They had wings. Like giant insects of\nsome kind. They flew and fluttered and came to rest--and then crawled\ncrab-fashion, sideways, across the roof and into the building.\n\nHe was sickened. And fascinated. Cold night wind blew around him and he\nshuddered. He was tired, dazed with shock. On the front steps of the\nCity Hall were men, standing here and there. Groups of men coming out of\nthe building and halting for a moment before going on.\n\nWere there more of them?\n\nIt didn't seem possible. What he saw descending from the black chasm\nweren't men. They were alien--from some other world, some other\ndimension. Sliding through this slit, this break in the shell of the\nuniverse. Entering through this gap, winged insects from another realm\nof being.\n\nOn the steps of the City Hall a group of men broke up. A few moved\ntoward a waiting car. One of the remaining shapes started to re-enter\nthe City Hall. It changed its mind and turned to follow the others.\n\nLoyce closed his eyes in horror. His senses reeled. He hung on tight,\nclutching at the sagging fence. The shape, the man-shape, had abruptly\nfluttered up and flapped after the others. It flew to the sidewalk and\ncame to rest among them.\n\nPseudo-men. Imitation men. Insects with ability to disguise themselves\nas men. Like other insects familiar to Earth. Protective coloration.\nMimicry.\n\nLoyce pulled himself away. He got slowly to his feet. It was night. The\nalley was totally dark. But maybe they could see in the dark. Maybe\ndarkness made no difference to them.\n\nHe left the alley cautiously and moved out onto the street. Men and\nwomen flowed past, but not so many, now. At the bus-stops stood waiting\ngroups. A huge bus lumbered along the street, its lights flashing in the\nevening gloom.\n\nLoyce moved forward. He pushed his way among those waiting and when the\nbus halted he boarded it and took a seat in the rear, by the door. A\nmoment later the bus moved into life and rumbled down the street.\n\n\n\nLoyce relaxed a little. He studied the people around him. Dulled, tired\nfaces. People going home from work. Quite ordinary faces. None of them\npaid any attention to him. All sat quietly, sunk down in their seats,\njiggling with the motion of the bus.\n\nThe man sitting next to him unfolded a newspaper. He began to read the\nsports section, his lips moving. An ordinary man. Blue suit. Tie. A\nbusinessman, or a salesman. On his way home to his wife and family.\n\nAcross the aisle a young woman, perhaps twenty. Dark eyes and hair, a\npackage on her lap. Nylons and heels. Red coat and white angora sweater.\nGazing absently ahead of her.\n\nA high school boy in jeans and black jacket.\n\nA great triple-chinned woman with an immense shopping bag loaded with\npackages and parcels. Her thick face dim with weariness.\n\nOrdinary people. The kind that rode the bus every evening. Going home to\ntheir families. To dinner.\n\nGoing home--with their minds dead. Controlled, filmed over with the mask\nof an alien being that had appeared and taken possession of them, their\ntown, their lives. Himself, too. Except that he happened to be deep in\nhis cellar instead of in the store. Somehow, he had been overlooked.\nThey had missed him. Their control wasn't perfect, foolproof.\n\nMaybe there were others.\n\nHope flickered in Loyce. They weren't omnipotent. They had made a\nmistake, not got control of him. Their net, their field of control, had\npassed over him. He had emerged from his cellar as he had gone down.\nApparently their power-zone was limited.\n\nA few seats down the aisle a man was watching him. Loyce broke off his\nchain of thought. A slender man, with dark hair and a small mustache.\nWell-dressed, brown suit and shiny shoes. A book between his small\nhands. He was watching Loyce, studying him intently. He turned quickly\naway.\n\nLoyce tensed. One of _them_? Or--another they had missed?\n\nThe man was watching him again. Small dark eyes, alive and clever.\nShrewd. A man too shrewd for them--or one of the things itself, an alien\ninsect from beyond.\n\nThe bus halted. An elderly man got on slowly and dropped his token into\nthe box. He moved down the aisle and took a seat opposite Loyce.\n\nThe elderly man caught the sharp-eyed man's gaze. For a split second\nsomething passed between them.\n\nA look rich with meaning.\n\nLoyce got to his feet. The bus was moving. He ran to the door. One step\ndown into the well. He yanked the emergency door release. The rubber\ndoor swung open.\n\n\"Hey!\" the driver shouted, jamming on the brakes. \"What the hell--\"\n\nLoyce squirmed through. The bus was slowing down. Houses on all sides. A\nresidential district, lawns and tall apartment buildings. Behind him,\nthe bright-eyed man had leaped up. The elderly man was also on his feet.\nThey were coming after him.\n\nLoyce leaped. He hit the pavement with terrific force and rolled against\nthe curb. Pain lapped over him. Pain and a vast tide of blackness.\nDesperately, he fought it off. He struggled to his knees and then slid\ndown again. The bus had stopped. People were getting off.\n\nLoyce groped around. His fingers closed over something. A rock, lying in\nthe gutter. He crawled to his feet, grunting with pain. A shape loomed\nbefore him. A man, the bright-eyed man with the book.\n\nLoyce kicked. The man gasped and fell. Loyce brought the rock down. The\nman screamed and tried to roll away. \"_Stop!_ For God's sake listen--\"\n\nHe struck again. A hideous crunching sound. The man's voice cut off and\ndissolved in a bubbling wail. Loyce scrambled up and back. The others\nwere there, now. All around him. He ran, awkwardly, down the sidewalk,\nup a driveway. None of them followed him. They had stopped and were\nbending over the inert body of the man with the book, the bright-eyed\nman who had come after him.\n\nHad he made a mistake?\n\nBut it was too late to worry about that. He had to get out--away from\nthem. Out of Pikeville, beyond the crack of darkness, the rent between\ntheir world and his.\n\n\n\n\"Ed!\" Janet Loyce backed away nervously. \"What is it? What--\"\n\nEd Loyce slammed the door behind him and came into the living room.\n\"Pull down the shades. Quick.\"\n\nJanet moved toward the window. \"But--\"\n\n\"Do as I say. Who else is here besides you?\"\n\n\"Nobody. Just the twins. They're upstairs in their room. What's\nhappened? You look so strange. Why are you home?\"\n\nEd locked the front door. He prowled around the house, into the kitchen.\nFrom the drawer under the sink he slid out the big butcher knife and ran\nhis finger along it. Sharp. Plenty sharp. He returned to the living\nroom.\n\n\"Listen to me,\" he said. \"I don't have much time. They know I escaped\nand they'll be looking for me.\"\n\n\"Escaped?\" Janet's face twisted with bewilderment and fear. \"Who?\"\n\n\"The town has been taken over. They're in control. I've got it pretty\nwell figured out. They started at the top, at the City Hall and police\ndepartment. What they did with the _real_ humans they--\"\n\n\"What are you talking about?\"\n\n\"We've been invaded. From some other universe, some other dimension.\nThey're insects. Mimicry. And more. Power to control minds. Your mind.\"\n\n\"My mind?\"\n\n\"Their entrance is _here_, in Pikeville. They've taken over all of you.\nThe whole town--except me. We're up against an incredibly powerful\nenemy, but they have their limitations. That's our hope. They're\nlimited! They can make mistakes!\"\n\nJanet shook her head. \"I don't understand, Ed. You must be insane.\"\n\n\"Insane? No. Just lucky. If I hadn't been down in the basement I'd be\nlike all the rest of you.\" Loyce peered out the window. \"But I can't\nstand here talking. Get your coat.\"\n\n\"My coat?\"\n\n\"We're getting out of here. Out of Pikeville. We've got to get help.\nFight this thing. They _can_ be beaten. They're not infallible. It's\ngoing to be close--but we may make it if we hurry. Come on!\" He grabbed\nher arm roughly. \"Get your coat and call the twins. We're all leaving.\nDon't stop to pack. There's no time for that.\"\n\nWhite-faced, his wife moved toward the closet and got down her coat.\n\"Where are we going?\"\n\nEd pulled open the desk drawer and spilled the contents out onto the\nfloor. He grabbed up a road map and spread it open. \"They'll have the\nhighway covered, of course. But there's a back road. To Oak Grove. I got\nonto it once. It's practically abandoned. Maybe they'll forget about\nit.\"\n\n\"The old Ranch Road? Good Lord--it's completely closed. Nobody's\nsupposed to drive over it.\"\n\n\"I know.\" Ed thrust the map grimly into his coat. \"That's our best\nchance. Now call down the twins and let's get going. Your car is full of\ngas, isn't it?\"\n\nJanet was dazed.\n\n\"The Chevy? I had it filled up yesterday afternoon.\" Janet moved toward\nthe stairs. \"Ed, I--\"\n\n\"Call the twins!\" Ed unlocked the front door and peered out. Nothing\nstirred. No sign of life. All right so far.\n\n\"Come on downstairs,\" Janet called in a wavering voice. \"We're--going\nout for awhile.\"\n\n\"Now?\" Tommy's voice came.\n\n\"Hurry up,\" Ed barked. \"Get down here, both of you.\"\n\nTommy appeared at the top of the stairs. \"I was doing my home work.\nWe're starting fractions. Miss Parker says if we don't get this done--\"\n\n\"You can forget about fractions.\" Ed grabbed his son as he came down the\nstairs and propelled him toward the door. \"Where's Jim?\"\n\n\"He's coming.\"\n\nJim started slowly down the stairs. \"What's up, Dad?\"\n\n\"We're going for a ride.\"\n\n\"A ride? Where?\"\n\nEd turned to Janet. \"We'll leave the lights on. And the TV set. Go turn\nit on.\" He pushed her toward the set. \"So they'll think we're still--\"\n\nHe heard the buzz. And dropped instantly, the long butcher knife out.\nSickened, he saw it coming down the stairs at him, wings a blur of\nmotion as it aimed itself. It still bore a vague resemblance to Jimmy.\nIt was small, a baby one. A brief glimpse--the thing hurtling at him,\ncold, multi-lensed inhuman eyes. Wings, body still clothed in yellow\nT-shirt and jeans, the mimic outline still stamped on it. A strange\nhalf-turn of its body as it reached him. What was it doing?\n\nA stinger.\n\nLoyce stabbed wildly at it. It retreated, buzzing frantically. Loyce\nrolled and crawled toward the door. Tommy and Janet stood still as\nstatues, faces blank. Watching without expression. Loyce stabbed again.\nThis time the knife connected. The thing shrieked and faltered. It\nbounced against the wall and fluttered down.\n\nSomething lapped through his mind. A wall of force, energy, an alien\nmind probing into him. He was suddenly paralyzed. The mind entered his\nown, touched against him briefly, shockingly. An utterly alien presence,\nsettling over him--and then it flickered out as the thing collapsed in a\nbroken heap on the rug.\n\nIt was dead. He turned it over with his foot. It was an insect, a fly of\nsome kind. Yellow T-shirt, jeans. His son Jimmy.... He closed his mind\ntight. It was too late to think about that. Savagely he scooped up his\nknife and headed toward the door. Janet and Tommy stood stone-still,\nneither of them moving.\n\nThe car was out. He'd never get through. They'd be waiting for him. It\nwas ten miles on foot. Ten long miles over rough ground, gulleys and\nopen fields and hills of uncut forest. He'd have to go alone.\n\nLoyce opened the door. For a brief second he looked back at his wife and\nson. Then he slammed the door behind him and raced down the porch steps.\n\nA moment later he was on his way, hurrying swiftly through the darkness\ntoward the edge of town.\n\n\n\nThe early morning sunlight was blinding. Loyce halted, gasping for\nbreath, swaying back and forth. Sweat ran down in his eyes. His clothing\nwas torn, shredded by the brush and thorns through which he had crawled.\nTen miles--on his hands and knees. Crawling, creeping through the night.\nHis shoes were mud-caked. He was scratched and limping, utterly\nexhausted.\n\nBut ahead of him lay Oak Grove.\n\nHe took a deep breath and started down the hill. Twice he stumbled and\nfell, picking himself up and trudging on. His ears rang. Everything\nreceded and wavered. But he was there. He had got out, away from\nPikeville.\n\nA farmer in a field gaped at him. From a house a young woman watched in\nwonder. Loyce reached the road and turned onto it. Ahead of him was a\ngasoline station and a drive-in. A couple of trucks, some chickens\npecking in the dirt, a dog tied with a string.\n\nThe white-clad attendant watched suspiciously as he dragged himself up\nto the station. \"Thank God.\" He caught hold of the wall. \"I didn't think\nI was going to make it. They followed me most of the way. I could hear\nthem buzzing. Buzzing and flitting around behind me.\"\n\n\"What happened?\" the attendant demanded. \"You in a wreck? A hold-up?\"\n\nLoyce shook his head wearily. \"They have the whole town. The City Hall\nand the police station. They hung a man from the lamppost. That was the\nfirst thing I saw. They've got all the roads blocked. I saw them\nhovering over the cars coming in. About four this morning I got beyond\nthem. I knew it right away. I could feel them leave. And then the sun\ncame up.\"\n\nThe attendant licked his lip nervously. \"You're out of your head. I\nbetter get a doctor.\"\n\n\"Get me into Oak Grove,\" Loyce gasped. He sank down on the gravel.\n\"We've got to get started--cleaning them out. Got to get started right\naway.\"\n\n\n\nThey kept a tape recorder going all the time he talked. When he had\nfinished the Commissioner snapped off the recorder and got to his feet.\nHe stood for a moment, deep in thought. Finally he got out his\ncigarettes and lit up slowly, a frown on his beefy face.\n\n\"You don't believe me,\" Loyce said.\n\nThe Commissioner offered him a cigarette. Loyce pushed it impatiently\naway. \"Suit yourself.\" The Commissioner moved over to the window and\nstood for a time looking out at the town of Oak Grove. \"I believe you,\"\nhe said abruptly.\n\nLoyce sagged. \"Thank God.\"\n\n\"So you got away.\" The Commissioner shook his head. \"You were down in\nyour cellar instead of at work. A freak chance. One in a million.\"\n\nLoyce sipped some of the black coffee they had brought him. \"I have a\ntheory,\" he murmured.\n\n\"What is it?\"\n\n\"About them. Who they are. They take over one area at a time. Starting\nat the top--the highest level of authority. Working down from there in a\nwidening circle. When they're firmly in control they go on to the next\ntown. They spread, slowly, very gradually. I think it's been going on\nfor a long time.\"\n\n\"A long time?\"\n\n\"Thousands of years. I don't think it's new.\"\n\n\"Why do you say that?\"\n\n\"When I was a kid.... A picture they showed us in Bible League. A\nreligious picture--an old print. The enemy gods, defeated by Jehovah.\nMoloch, Beelzebub, Moab, Baalin, Ashtaroth--\"\n\n\"So?\"\n\n\"They were all represented by figures.\" Loyce looked up at the\nCommissioner. \"Beelzebub was represented as--a giant fly.\"\n\nThe Commissioner grunted. \"An old struggle.\"\n\n\"They've been defeated. The Bible is an account of their defeats. They\nmake gains--but finally they're defeated.\"\n\n\"Why defeated?\"\n\n\"They can't get everyone. They didn't get me. And they never got the\nHebrews. The Hebrews carried the message to the whole world. The\nrealization of the danger. The two men on the bus. I think they\nunderstood. Had escaped, like I did.\" He clenched his fists. \"I killed\none of them. I made a mistake. I was afraid to take a chance.\"\n\nThe Commissioner nodded. \"Yes, they undoubtedly had escaped, as you did.\nFreak accidents. But the rest of the town was firmly in control.\" He\nturned from the window. \"Well, Mr. Loyce. You seem to have figured\neverything out.\"\n\n\"Not everything. The hanging man. The dead man hanging from the\nlamppost. I don't understand that. _Why?_ Why did they deliberately hang\nhim there?\"\n\n\"That would seem simple.\" The Commissioner smiled faintly. \"_Bait._\"\n\nLoyce stiffened. His heart stopped beating. \"Bait? What do you mean?\"\n\n\"To draw you out. Make you declare yourself. So they'd know who was\nunder control--and who had escaped.\"\n\nLoyce recoiled with horror. \"Then they _expected_ failures! They\nanticipated--\" He broke off. \"They were ready with a trap.\"\n\n\"And you showed yourself. You reacted. You made yourself known.\" The\nCommissioner abruptly moved toward the door. \"Come along, Loyce. There's\na lot to do. We must get moving. There's no time to waste.\"\n\nLoyce started slowly to his feet, numbed. \"And the man. _Who was the\nman?_ I never saw him before. He wasn't a local man. He was a stranger.\nAll muddy and dirty, his face cut, slashed--\"\n\nThere was a strange look on the Commissioner's face as he answered.\n\"Maybe,\" he said softly, \"you'll understand that, too. Come along with\nme, Mr. Loyce.\" He held the door open, his eyes gleaming. Loyce caught a\nglimpse of the street in front of the police station. Policemen, a\nplatform of some sort. A telephone pole--and a rope! \"Right this way,\"\nthe Commissioner said, smiling coldly.\n\n\n\nAs the sun set, the vice-president of the Oak Grove Merchants' Bank came\nup out of the vault, threw the heavy time locks, put on his hat and\ncoat, and hurried outside onto the sidewalk. Only a few people were\nthere, hurrying home to dinner.\n\n\"Good night,\" the guard said, locking the door after him.\n\n\"Good night,\" Clarence Mason murmured. He started along the street\ntoward his car. He was tired. He had been working all day down in the\nvault, examining the lay-out of the safety deposit boxes to see if there\nwas room for another tier. He was glad to be finished.\n\nAt the corner he halted. The street lights had not yet come on. The\nstreet was dim. Everything was vague. He looked around--and froze.\n\nFrom the telephone pole in front of the police station, something large\nand shapeless hung. It moved a little with the wind.\n\nWhat the hell was it?\n\nMason approached it warily. He wanted to get home. He was tired and\nhungry. He thought of his wife, his kids, a hot meal on the dinner\ntable. But there was something about the dark bundle, something ominous\nand ugly. The light was bad; he couldn't tell what it was. Yet it drew\nhim on, made him move closer for a better look. The shapeless thing made\nhim uneasy. He was frightened by it. Frightened--and fascinated.\n\nAnd the strange part was that nobody else seemed to notice it.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Dick, Philip K."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/41562/pg41562.txt",
        "name": "the_hanging_stranger.json"
    }
}