{
  "name": "The escape of Alice: A Christmas fantasy",
  "author": [
    "Starrett, Vincent"
  ],
  "body": "\n                         PRIVATELY PRINTED AT\n                         CEDAR RAPIDS IOWA FOR\n                         THE FRIENDS OF LUTHER\n                         ALBERTUS AND ELINORE\n                         TAYLOR BREWER CHRISTMAS\n                         NINETEEN NINETEEN\n\n\n\n\n\n\n                            TO OUR FRIENDS\n\n\nIt has been well said, that a friend in need is a friend indeed.\n\nSuch a friend, Vincent Starrett, of Chicago, has proven to be to us.\n\nLast year, more to our regret than to the regret of our friends, we\nwere compelled reluctantly to forego the pleasure and privilege of\nholding a session with them around our fireplace or beneath our reading\nlamp.\n\nAnd a similar situation was imminent at this Christmas time――when our\ngood fairy, Mr. Starrett, one morning dropped on our desk _The Escape\nof Alice_ with the cheerful message, “It is yours, Brewer, for your\nChristmas booklet, if you want it.”\n\nSo here it is――a pleasant Christmas fantasy――sent to our friends of old\nand to some new ones, with all the best greetings of the season.\n\n                                                          THE BREWERS\n\nDecember 25 1919\n\n\n\n\n                          THE ESCAPE OF ALICE\n\n\nThe red linen covers opened slightly, and a little girl slipped out,\nleaving behind her a curious vacancy in one of the familiar pictures\nsigned with Mr. Tenniel’s initials. She looked about her with bright,\nalert eyes, hoping no one had been a witness to her desertion, and then\ncarefully began to climb down. She need not have alarmed herself, for\nshe was no bigger than a minute, and clearer eyes than those of the\nrheumatic old antiquarian who kept the shop would have been needed to\ncomprehend her departure. Fortunately, the shelf onto which she had\nemerged was not high, and by exercising great caution the little girl\nwas able to reach the floor without mishap.\n\nStill watching the old man closely, she reached a hand into the pocket\nof her print dress and produced a few crumbs of cake, which she\nimmediately ate. Almost instantly she began to grow, and, in a moment,\nfrom a tiny little mite of three or four inches, she had shot up into\nas tall a schoolgirl of thirteen as the proudest parent could wish. The\nascent, indeed, was so rapid that before she quite realized what had\nhappened, there was her head on a level with the shelf upon which, only\nan instant before, she had been standing; and there was the prison\nfrom which she had escaped. “Alice’s Adventures in Wonderland,” read\nthe gold letters over the door.\n\nShe plucked the volume from its place, and advanced with it toward the\nguardian of the bookshop.\n\n“If it is not too high,” said Alice, “I think I shall take this.”\n\nThe old bookseller, whose wits had been woolgathering for many years,\nwould not have admitted for worlds that he had not heard her enter the\nshop. He took the book from her hand.\n\n“You choose wisely,” he said, and patted the red covers lovingly.\n“Alice――the ageless child! It is one of the greatest compendiums of\nwit and sense in literature. There are only two books to match it. You\nshall have it for fifteen cents, for it is far from new, and I see what\nI had not noticed before, that the frontispiece is missing.”\n\n“And what are the other two?” asked Alice, eagerly.\n\n“When you are older you will read them,” said the old bookman. “They\nare called ‘Don Quixote’ and ‘The Pickwick Papers’.”\n\nThen very suddenly Alice blushed, for she remembered that she could not\npay. Timidly, she handed back the red-covered volume.\n\n“I am sorry,” she said, “but I have no money. I don’t know why I was so\nstupid as to come away without any.”\n\n“Money!” cried the antiquarian. “Did I ask you money for this book?\nForgive me! It is a habit I have fallen into for which I am very\nsorry. Money is the least important thing in the world. Only the\nworthless things are to be had for money. Those things which are beyond\nprice――thank God!――are to be had for the asking. Take it, child!\nTomorrow is Christmas day. I should be grieved indeed if there were no\n_Alice_ for you on Christmas day――as grieved as if there were no Santa\nClaus.”\n\nThere was something so unearthly about this strange old man that Alice\nwondered if she were not yet in Wonderland. With a sobriety quite out\nof keeping with her usually merry disposition, she thanked him and went\nforth into the snow-clad streets.\n\n                   *       *       *       *       *\n\nThe plethora of Santa Clauses spending the holiday week-end in the city\nbewildered Alice, and now, after a long afternoon in the hurly-burly\nof metropolitan life, she was becoming tired. The number of Santa\nClauses resident upon earth appalled her, and the extravagance of their\npromises, while pleasant enough, almost frightened her. Without any\nquestions asked――even her address, which, had it been requested, would\nhave taxed her wits rather severely――they accepted her commissions and\nguaranteed immediate delivery. The final excursion through the great\ndepartment stores had been adventurous and diverting, but now――toward\nnightfall――was becoming monotonous, what with its profusion of Kris\nKringles and street hawkers, and its babble of eleventh hour shoppers.\nIt was like witnessing a really thrilling movie drama for the second\ntime, thought Alice, who had initiated herself into the delights of\nmoving-picture entertainment for the first time that day, and wondered\nat its remarkable duplication. By five o’clock the little girl knew\njust what each and every Santa Claus was going to say to her, and what\nwas coming next, and that one――at least――of the three remaining Santas\nwould want to kiss her. She had been kissed almost to death, as it was,\nand that was beginning to bore her, too.\n\nIt occurred to Alice, who was a shrewd little girl and not one of your\nbleating lambs, that Santa Claus, despite his profusion――or because of\nit――might be something of an old fraud, after all. She was entirely\ncertain that not one of him resembled the jolly old saint of her mental\npicture. The cottony fellow at Wanacooper’s was not a bit red and\nchubby, nor very jovial either; and she hoped that the others――at the\nEmporium, and the Bargain Store, and the Bon Marché――would agree more\nsympathetically, as to corpulence, with the merry and very dear old\ngentleman of her favorite poem.\n\nShe repeated the first lines, softly, under her breath:\n\n    _’Twas the night before Christmas,\n      And all through the house\n    Not a creature was stirring,\n      Not even a mouse...._\n\nWell, that was not not surprising. Obviously, all the creatures who\nmight otherwise have been stirring about the house on the night before\nChristmas were crowding and jostling each other in department stores,\nbuying useless presents for people they didn’t like. Alice thought it\nodd that this hadn’t occurred to her before. It made the beginning of\nthe poem quite clear.\n\nThe Santa Claus at the Emporium was entirely surrounded by children.\nEntirely surrounded? Why not? The schoolroom definition of an island\nis authority for it: “An island is a body of land entirely surrounded\nby water.” Sticklers for accuracy will have it that the “entirely” is\nextraneous. If, they say, if he――or it――that is, Santa Claus or the\nisland――is surrounded by anything (whether water or children), he――or\nit――is surrounded, and that is all there is to it. Not “entirely\nsurrounded”; just surrounded. Happily, Alice knew nothing of this.\nAs for us, we are nothing if not independent, and care nothing for\ngrammarians――nothing at all. The Santa Claus at the Emporium was\nentirely surrounded by children, just like all his duplicates, and, in\nthe midst of an alarming racket, was writing long lists of juvenile\nwants in a big bookkeeper’s ledger. The big bookkeeper was nowhere\nabout, and so the old fellow went right ahead, just as if it had been\nhis own ledger, and filled as many columns as a child wished, in the\nmost amiable manner in the world. He was the nicest Santa Claus Alice\nhad yet seen.\n\nHe did not immediately notice Alice, who was neither larger nor smaller\nthan most of the other children shouting around him; but when he did\nnotice her he liked her right away. He liked the old-fashioned way of\nher, and her last century clothes, and from the way she looked at him\nhe was sure that _she_, at least, believed in him, and wasn’t dropping\nin just to see how much she could get out of him. And then he hurried,\nso that he could finish quickly with the others and get around to\nAlice. It wasn’t very long until there she was――right up beside him,\nwith his dear old whiskers tickling her shell-like ears (one of them,\nanyway), and his pen poised over a perfectly blank page, ready to write\ndown anything that Alice asked him to. And his voice, too, was very\npleasant.\n\n“Now,” said this kindly old saint, adjusting his eyebrows with some\ncare, for they were slightly moth-eaten and appeared to be falling\noff――and no wonder, either, for some hundreds of boys and girls had\nbeen leaning against them all day――“Now,” said this nice old man, “what\ndo you wish me to bring _you_ for Christmas, little Golden-hair?”\n\nThere was something charming about the way he emphasized the _you_ that\nput Alice at ease immediately. So she told him all about the lovely\ndoll, and the darling kitten, and the sweet bird she wanted, and had\nbeen wanting for a long time, and all about the books she needed with\nwhich to catch up on the world. For she had been locked away for so\nlong that she felt a bit out of date, and such phrases as “League of\nNations” and “Maple Nut Sundae” simply meant nothing to her, while they\nwere the common property of every other girl and boy in the land.\n\nThe good-natured old soul wrote them all down very carefully, and then\nkissed Alice just as she had expected he would. He promised faithfully\nto deliver every one of her orders, in person, and warned her about\nseeing that the hearth fire was extinguished before midnight.\n\n“Because promptly at midnight,” he said, “I shall come down the\nchimley.”\n\nAlice giggled at that.\n\n“You mean the chimney, don’t you?” she asked.\n\n“Chimney, indeed!” snorted Santa Claus. “After all these years, don’t\nyou think I know the difference between a chimney and a chimley? No,\nsir! I come down a chimley, every time. I’ll leave it to everyone here.”\n\nAnd turning to the crowd of boys and girls around him, he asked: “How\ndo I get into the house, children?”\n\n“Down the chimley!” roared the chorus.\n\n“You see?” said Santa Claus.\n\nAlice did see, and felt very much ashamed of her display of ignorance.\n\n“Never mind,” said Santa Claus, kindly. “But I think,” he added, “you\nhad better go with my assistant, and be quite sure we have all these\nthings in stock. He’ll be glad to show you around. It’s all free, you\nknow. Just look around as long as you like, and if you see anything\nelse you want, come right back and tell me about it.”\n\nThere was a little boy standing beside Santa Claus, with a metal tag\non his collar, and the generous old gentleman turned to him and told\nhim to go and fetch his――that is, Santa Claus’s――assistant. While Alice\nwas waiting, a lot of other children pushed forward, and Alice was\npretty nearly forgotten. But after a while she heard some one say,\n“He’s coming now. He’ll be here in just a minute, now,” and at the same\nmoment she saw Santa Claus’s assistant coming toward her.\n\nHe was a sprightly little fellow, and Alice decided to like him. He\ncame up in a sort of blue-green light, which danced all around him, and\nwithout the slightest hesitation Alice took his hand and walked away\nwith him.\n\nThe little man’s fingers were so cold and hard, though, that Alice was\nsurprised, and when she was sure he wasn’t looking she looked him over\nearnestly. After she had done that, she almost screamed, used as she\nwas to odd things in Wonderland. For the little man was made of wood.\nEverything was wood, and Alice was holding on to his wooden fingers,\nand he was talking out of his wooden mouth, and the whole affair was\nthe most wooden episode Alice could remember. His remarks concerning\nsome of the books Alice wanted, the little girl thought, were the most\nwooden thing about him. But the little man’s face was rather nice, for\nit was highly painted in blue and green, and he had bright yellow eyes\nthat fairly sparkled with enamel.\n\n“Let’s see,” said the wooden man. “Dolls were first on the list,\nweren’t they? Well, here we are. We call this room ‘The Kingdom of\nDolls,’ although as a matter of fact it is ruled by a Queen, and never\ndid have a King, because the Queen is rather old and nobody will marry\nher. And as she won’t allow any of the other dolls to marry until she\nherself finds a King, it makes it hard for the younger ones.”\n\n“Dear me,” said Alice. “Do you suppose I might get a peep at the Queen,\nwithout being seen?”\n\n“Easy enough,” said the wooden man, “for there she is――that long-haired\ndoll with the purple robe. She likes to be looked at, and I need hardly\nremark that her hair is false. She’s awfully stuck up, though, and we\nwon’t tarry long, for she’d only snub us.”\n\n“What a funny crown she is wearing,” laughed Alice, turning her head to\nlook back.\n\n“You may well say so,” said the wooden man, ironically, “for it is made\nof kistletoe. She never takes it off!”\n\n“Kistletoe!” said Alice, and then, forgetting her humiliating experience\nabout the chimley, “Don’t you mean mistletoe?”\n\n“No, I mean kistletoe,” replied the wooden man, rather impatiently.\n“Everybody knows what kistletoe is. But then, perhaps you are too\nyoung. When you are older you will know more.”\n\n“I’m thirteen,” said Alice, with proper dignity.\n\n“Thirteen!” shrieked the wooden man, so loudly that Alice felt sure\nshe had offended again. “What a dreadfully unlucky number! I should be\nfrightened to death to be thirteen. How long have you been thirteen?”\n\n“Nearly two months now,” Alice confessed, miserably. Then she\nbrightened. “But everybody has to be thirteen sometime. Weren’t you\never thirteen?”\n\n“Never!” declared the wooden man, firmly. “When my thirteenth birthday\napproached, I tore off an entire year of the calendar, and passed\nright into my fourteenth year. Of course, there was a fearful row\nabout it! But it’s really just like skipping a grade at school. If\nyou’re smart enough you can do it. We have some very nice calendars,”\nhe added, professionally.\n\nAlice was frankly bewildered, but she had forgotten her wounded\ndignity. In a moment her attention was attracted by a succession of\nmelodious sounds, ending on a queer upward inflection that seemed to\nleave the phrase unfinished, and hanging in the air.\n\n“Do listen!” she exclaimed. “Isn’t that too sweet? It sounds like a\nbird singing.”\n\n“Most birds do,” said the wooden man, drily. “That’s your bird,” he\nadded, more politely. “You asked for a bird, you know.”\n\n“But why does it end its song so abruptly?” asked Alice. “It doesn’t\nseem to finish.”\n\n“Confinement,” answered the little guide, briefly. “Its cage is too\nsmall. Its notes only reach the top of the cage, and then echo back\ninto its own ears, which naturally surprises it into silence. It’s too\nbad, for it’s losing its upper register. It once sang very well.”\n\n“I shall let it go when I get it,” declared Alice, with decision.\n\n“You may do as you please, of course,” agreed the wooden man, “but\nyou’ll only be wanting another one, next Christmas.”\n\nThey hurried forward, pressing through the crowd about the cage. It\nwas humorous the way the people fell back on either side of the wooden\nman’s sharp-elbows. What they saw, when they reached the cage, was a\nbeautiful yellow bird with black wings, and big black eyes, swinging\nand singing on a perch of gold.\n\n“Wound up too tightly,” muttered the wooden man. “One of the monkeys\nhas been monkeying with the key.”\n\nWith a ferocious glare at the children around him, he reached in a\nhand, and Alice heard a sharp click. The bird stopped singing in the\nmiddle of a note. Then the wooden man lifted the little creature from\nits perch and brought it forth with as little concern as if it were\nmade of wood, too.\n\n“Oh!” cried Alice, in distress. “You mustn’t hurt the bird! It wasn’t\nits fault that somebody monkeyed with the key.”\n\nThe word _monkeyed_ puzzled her, but she supposed it was all right,\nsince that was what the wooden man had said.\n\nBut the wooden man only laughed and held out the bird for her\ninspection. Then Alice saw that it was not a real bird at all, but was\nmade of thin metal so skilfully painted as to look real.\n\n“You forget this is Toyland,” grinned the wooden man. “This bird is no\nmore real than I am, than these children are――than you are!”\n\n“Ain’t I real?” asked Alice, in alarm. Quickly correcting herself, she\nsaid: “Am I not real?”\n\n“Real enough,” said the wooden man, casually. “A real nuisance,” he\nmuttered, under his breath; but fortunately Alice did not hear this\nrude remark. He continued, more pleasantly: “Oh, the bird is real\nenough, too. But it’s been wound up too tightly. It doesn’t know what\nit is singing, or why it is singing. It lacks a soul.”\n\nThis remark was too deep for Alice, so she made no reply. After a\nminute, she asked:\n\n“Aren’t there any more animals?”\n\n“Birds aren’t animals,” sneered the wooden man, and then he was very\nmuch ashamed of himself. “I beg your pardon,” he said, contritely. “I\nhad forgotten you are only thirteen.” (He shuddered as he mentioned\nthe sinister number.) “Well, yes, there is the Performing Pony, and\nthe Whistling Toad, and the Talking Dog, and the Teddy Bear, and the\nLaughing Hyena, and the Sorrowful Snake, and the Ingenious Ibex, and\nthe Loquacious Lynx, and――Oh, we have quite a menagerie!”\n\nHe looked quizzically at Alice, and suddenly began to sing:\n\n    _O, ferocious and atrocious is the beast they call the lynx;\n    And fierce his howl, and black his scowl, and red his jowl,\n        methinks...._\n\n“You have a very nice voice,” said Alice, as the singer paused.\n\n“I wish you wouldn’t interrupt,” snapped the wooden man. “First you\nwant to hear about the animals, and then you don’t.” He stopped short.\n“Do you really like my voice?” he asked eagerly. Then his head drooped\nwoodenly, for he saw that Alice was no longer paying attention.\n\n“I haven’t much of a voice myself,” mused the little girl, “but I think\nI could speak a piece.”\n\n“Let’s hear it,” urged the wooden man. And moment Alice heard herself\nreciting:\n\n    _I thought I heard a parson swear\n      Because his eyes were sore;\n    I turned around, and saw it was\n      The watchdog’s honest snore.\n    “Alas,” he whispered, tearfully,\n      “That two times two is four!”_\n\n    _I thought I saw a mastodon\n      Upon the pantry shelf;\n    I looked again, and saw it was\n      A picture of myself.\n    “O dear,” I said, “the albatross\n      Is eating all the pelf!”_\n\n“What’s pelf?” demanded the wooden man, critically.\n\n“Pelf is――I think it’s something to eat,” explained Alice. “But I\ndidn’t have to say pelf, could have said elf, or delf――”\n\n“Or skjelf!” jeered the wooden man. “Poetic license is a dangerous\nthing for a girl of thirteen. I shall see that yours is revoked at\nonce.”\n\nAlice began to cry with shame and humiliation.\n\n“There, there,” cried the wooden man, ashamed of himself again. “I was\nonly plaguing you. You rhyme beautifully――much better than I do. Now,\nlet’s go and see P. D.”\n\n“P. D.?” queried Alice, drying her tears. “Who is P. D.?”\n\n“Why the Plausible Donkey, to be sure,” laughed the wooden man. “You\nsaid you wanted to see some more animals.”\n\n“Why don’t you call him D. P.?” asked Alice, after a moment, as they\nwalked toward the menagerie.\n\n“Why?” The wooden man seemed suspicious.\n\n“Democratic Party,” giggled Alice; and then stopped as she caught sight\nof the wooden man’s face, which was contorted with pain. “I beg your\npardon,” she added, hastily.\n\nBut the wooden man wouldn’t speak another word until they had arrived\nat the Donkey Shelter, when he became cheerful once more.\n\n“Let me introduce you to the Plausible Donkey,” he said, gallantly.\n\n“Pleased to meet you, Mr. Donkey,” said Alice, timidly. “What beautiful\neyes you have.”\n\n“The better to see you with, my child,” quoted the Plausible Donkey,\njust to show that he was not such a donkey as he looked. “What can I do\nfor you to-day?”\n\n“Can you sing?” asked Alice, innocently.\n\n“Heavens!” groaned the wooden man, in her ear. “Now you’ve done it! He\nhas no more voice than a crow!”\n\nBut the Plausible Donkey was pleased by the question.\n\n“It is not surprising that you do not know my ability in that respect,”\nhe smiled, “since this is your first visit. The fact is――” He blushed\nmodestly. “The fact is, I am descended from that notable singer,\nMaxwelton.”\n\n“Maxwelton!” echoed Alice, in surprise. “I thought that was a song.”\n\n“It was originally,” the Plausible Donkey said plausibly. “My ancestor\nwas named after the song because his brays were bonnie.”\n\n“Oh,” said Alice, politely; but the wooden man snickered and spoiled it\nall.\n\n“You’re making fun of me,” she cried, with tears in her voice, “and I\ndon’t want to hear you sing now.”\n\nShe hurried away, leaving the wooden man to apologize as best he could\nfor Alice’s impoliteness. He was puffing mightily when he overtook her.\n\n“I think we’ve had enough of animals,” he said between gasps. “Let’s\ngo over and see the books.” It was evident, even to Alice, that he was\ngetting tired of his charge.\n\nThey were in the book department before they knew it――before Alice\nknew it, at any rate. All around them were books――heaps and heaps of\nthem――on tables and shelves, and piled on long counters, and hung up in\nbooths; and in the very center of the immense room, whose horizon could\nnot be seen for the stacks of books, was a great American Eagle, made\nentirely of books, the work of the chief window-dresser, who was a very\nliterary man.\n\n“Have you ‘The Young Visiters’?” asked Alice.\n\n“Young visitors!” echoed the wooden man. “Santa Claus has dozens of\nthem――hundreds――every day. Thousands, I guess!”\n\n“Silly! It’s a book,” said Alice. “It was written by a friend of mine,\nDaisy Ashford, when she was only nine years old.”\n\nThe wooden man looked very suspiciously at his charge.\n\n“Nobody could write a book at nine,” he said with finality.\n\n“Daisy could, and did,” declared Alice.\n\n“Nobody could get it published, anyway,” sneered the wooden man. “Of\ncourse, anybody could write one.”\n\n“And she had it published, and here it is!” cried Alice, triumphantly.\nShe snatched a book from a long counter, and presented it to her\ncompanion.\n\nThe wooden man cautiously took it, turned it over, and handed it back.\n\n“Where does it say she is only nine years old?” he demanded.\n\n“In the preface, of course,” answered Alice. “She’s older now, but she\nwas only nine when she wrote it.”\n\nShe whirled over the leaves until she found the place.\n\n“There it is! Sir James Barrie himself says so, in the preface.”\n\n“Humph!” said the wooden man. “He probably wrote it himself. And he\nwasn’t nine when he wrote it, either, although he’s pretty childish, at\nthat. He’s writing introductions, now, for anybody.”\n\n“He would at least know how to spell visitors, wouldn’t he?”\n\nThe wooden man stared at the cover. At sight of the title he was\nvisibly shaken.\n\n“It might be a typographical error,” he ventured. “But, if you know\nthis Daisy Ashford, what’s her book about?”\n\n“It’s about a man who――who was in love with――with a young woman,”\nlucidly explained Alice. “He was rather an old man, and――”\n\n“Then Barrie wrote it!” interrupted the wooden man. “That ends _that_!”\n\n“It doesn’t end anything,” cried Alice, almost in tears. “And he\ndoesn’t write as many introductions as H. G. Wells, anyway!”\n\n“O-ho!” said the wooden man. “Well?”\n\n“Wells!” said Alice, sharply. “Wells, Wells! How many wells make a\nriver?”\n\n“Really,” admonished the wooden man, “you mustn’t get out of temper. I\ndon’t like Wells any more than you do. I find it difficult to get to\nthe bottom of them....” He fell to singing:\n\n    _Mr. Britling saw it through,\n    That was more than I could do!\n    Central, ring up Heaven’s bells――\n    Get me God, for H. G. Wells._\n\nAlice appeared shocked at this levity.\n\n“You should not be so Leviticus,” she said, “even in a good cause.”\n\n“I don’t mean to be irrelevant,” replied the wooden man. “I was only\nreviewing Mr. Wells in rhyme. Would you like to hear the next verse?\nIt’s about Amy Lowell.”\n\n“I don’t believe I’d better,” answered Alice, nervously. “Is she\nanything like Daisy Ashford?”\n\n“They’re not exactly as like as twins,” admitted the wooden man. “Your\nDaisy is rather――er――slender, is she not?”\n\n“Oh, very!”\n\n“Then she’s not,” said the wooden man, with conviction. “I have never\nseen Amy Lowell, but Mr. Bitter Wynner, who was here one day last week,\ntold me that he had got up in a street car and offered to be one of\nthree men to give Miss Lowell a seat.”\n\n“Dear me!” exclaimed Alice. “She needs some of my cake.”\n\n“Cake?” asked the wooden man.\n\nBut Alice, fearing she had betrayed herself, would say no more about it.\n\n“Well,” said the wooden man, “we’ve checked on the doll, and the bird,\nand the books. There was to be a kitten, I believe. That means that\nwe’ll have to go back to the menagerie.”\n\n“I won’t go back to the menagerie,” Alice said firmly, “and if the\nkittens are no more polite than the donkeys, I won’t have one.”\n\n“You’ll have to ask Santa Claus to strike it off the list then, or\nyou’ll have it sure tomorrow morning. And we’ll have to hustle, too,\nfor the old boy closes up at eight o’clock. He went on strike for a\nshorter day, last month――seven hundred of him――and after eight o’clock\nhe won’t do a lick of work.”\n\n“Let’s hurry,” cried Alice, breathlessly.\n\nSo they hurried back through the teeming aisles, past the Plausible\nDonkey, who brayed after them jeeringly, past the Singing Bird, which\noffered to finish its song if they would only tarry, past the stuck-up\nQueen of the Dolls, who ogled the Wooden Man, shamefully, and at length\narrived at the cottony dwelling of Santa Claus. But――alas!――the door\nnow was closed, and tacked to the outer panel was a large sign, “Gone\nto the Races. Back Next Year.”\n\n“Oh!” said Alice, “isn’t it provoking! Now I shall have to have a\nkitten, after all――and I suppose it will eat the bird, and scratch the\ndoll, and tear up the books, and make me angry all day long.”\n\n“No doubt,” said the wooden man, callously.\n\n“But what does he mean by the races?” asked curious Alice.\n\n“The reindeer races,” replied the wooden man. “They race annually on\nSaturn’s race track, and the winning Santa Claus is the boss Santa\nClaus of the year, and makes the rounds on Christmas eve. It doesn’t\ntake a minute to get there, and probably by this time the races are\nover.”\n\n“I hope our Santa Claus won, don’t you?” cried Alice.\n\n“What’s the difference?” asked the wooden man. “They all look alike.”\n\n“That’s so,” said Alice, reflectively, “but this one was very nice.”\n\n“They’re paid to be nice,” said the wooden man cynically. “I’m paid to\nbe nice. You don’t think I’ve been piloting _you_ round all afternoon\nfor fun, do you?”\n\n“Well,” said Alice, with spirit, “I like that! I’m sure if I knew\nwho paid you, I’d report you and you wouldn’t get a penny. You don’t\ndeserve it, for you haven’t been nice. I shall leave you, this minute.”\n\n“Good-bye,” grinned the wooden man, mockingly. “Close the door after\nyou as you go out.”\n\n                   *       *       *       *       *\n\n“That was a very rude wooden man,” thought Alice to herself, as, half\nblinded with tears, she hurried through the snowy streets. “It is very\nevident that he tore off his thirteenth year. That is the year when\npeople learn to be polite. And he said I was not real! I never knew\ntill I was thirteen how real I was.”\n\nWithout quite knowing where she was going, unconsciously her footsteps\nstrayed toward the shop of the old bookman, the only friend she had\nfound who seemed to be genuine. The precious volume, which once she had\nthought a prison, was safe beneath her arm. Well, she knew now what she\nwould do. She would give it back, and if the old man were so kind as to\nlet her, she would creep back into the pages, and be happy there again\nforever....\n\n“Poor child,” smiled the old bookman, when she had related her\nadventures, and cried over them. “Indeed he did need his thirteenth\nyear. That is the age at which one best appreciates what reality is.\nOnce learned, it is a lesson never to be forgotten. To the child of\nthirteen, all things are real if they are beautiful, and all things\nare unreal which are ugly. Anything is real that we want to be real.\nSensible writers, like Barrie, learn this at thirteen and tear off\n_all_ the remaining years of the calendar. Time passes, but they remain\nthirteen; they improve their style, their appreciation of beautiful\nthings deepens, their outlook is broader and finer, but at heart they\nare still children. They have never escaped from their thirteenth year,\nand they never will――and they are very glad about it.”\n\nTo this astonishing harangue, Alice had no reply, for truth to tell she\nunderstood very little of it; but it sounded real, and she liked the\nlook on the old bookman’s face as he said it.\n\n“Would you mind, sir,” she timidly asked, “if I were to creep back into\nmy book, and hide again on your shelf?”\n\n“Are you quite sure you can manage it?” asked the old man.\n\n“Oh, yes,” said Alice, “for I still have a piece of cake that I brought\nwith me. I had two pieces――one to make me grow, and one to make me\nsmall again. Just watch me!”\n\nThen she took a few crumbs of cake from her pocket and began to eat\nthem; and the old bookman standing by, saw her shrink down and down and\ndown, until she was such a tiny little thing at his feet that his eyes\ncould barely find her.\n\nHe picked her up gently, and opened the book lying on the counter.\n\n“You must find the place,” he said: “Do you remember it?”\n\nWith a little sigh of relief, Alice slipped into the right picture,\nwhere, to her great joy, she fitted like a glove――and suddenly the\npicture was complete again, and the old bookman turning the leaves over\ncould not find her――there were so many of her, and he did not know\nwhich one was really _her_.\n\nSuddenly the book fell from his hand, and clattered onto the floor,\nstriking his foot as it fell. At the same instant, of course, he awoke,\nsitting in his chair near the old stove. He smiled a little, but was\nnot surprised, for he was used to dreaming strange and pleasant dreams.\nAs he stooped to pick up the book, a customer entered the store.\n\n“What have you there?” asked the stranger, looking at the book in the\nold man’s hand. “‘Alice in Wonderland?’ Charming thing! What do you ask\nfor it?”\n\n“Not this copy,” said the old man, firmly. “This is my personal copy.\nThis is one book you cannot buy.”\n\n\n\n\n                    TWO HUNDRED COPIES OF THIS BOOK\n                    WERE PRINTED BY THE TORCH PRESS\n                    CEDAR RAPIDS IOWA IN THE MONTH\n                    OF DECEMBER NINETEEN NINETEEN\n\n\n                   *       *       *       *       *\n\n ――Text in italics is enclosed by underscores (_italics_).\n\n ――Printer’s, punctuation, and spelling inaccuracies were silently\n   corrected.\n\n ――Archaic and variable spelling has been preserved.\n",
  "metadata": {
    "author": [
      "Starrett, Vincent"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/69601/pg69601.txt",
    "name": "the_escape_of_alice_a_christmas_fantasy"
  }
}
