{
    "name": "Tigre and Isola",
    "author": [
        "Thompson, Will H."
    ],
    "body": "Author of “The High Tide at Gettysburg”\n\n\n\n\nIt seldom rains in Arizona. The narrow valleys that drain southward into\nMexico are the most arid in America. But, on the night old Nuñez Pico\ndied, a black cloud rolled over the ragged rim of the Canille Mountains,\ndragged itself slowly along, was ripped by the granite teeth, collapsed,\nand fell in a deluge of rain. The bare stone shoulders of the mountain\nheaved the floods into the canyons, from whose monstrous throats it came\nbellowing into the valley. The river-bed was overbrimmed and the lowland\nbecame a sea.\n\nFar into the night we sat about the long table upon which lay the\nshrouded form of the old Spaniard. The solemnity of the vigil, the\nfeeble light, and the tumult of the storm depressed our minds and caused\nour speech to be low and infrequent, and it was a distinct relief to me\nwhen Major Blanchard said:\n\n“Twenty years ago to-night we had just such a storm as this.”\n\nSomething in the tone of his voice, and in the introspective eyes of the\nold soldier, moved me to say: “Major, if there is a story waiting to be\ntold, it would be kind of you to give it to us now. This watch is going\nto be heavy and long.”\n\nHe mused for a moment, then said:\n\n“It is hardly a story, yet more than an episode. It was the finest\ntragedy I ever witnessed.”\n\nWithout further urging he began.\n\n                *       *       *       *       *\n\n“Nuñez Pico, after fifteen years of life upon this ranch, revisited his\nearly home in Spain, and returned, bringing with him his only daughter,\nwho, after her mother’s death, had been reared and educated in Seville.\nIt is not surprising that she found little happiness in this isolated\nvalley. She was a splendid woman, and her superiority of blood and\ntraining was at once and universally recognized by the inhabitants of\nthis half-wild land. None of the young _rancheros_ was bold enough to\nlay siege to her heart, and the ‘Lady Isola,’ as she was usually called,\npassed many lonely days.\n\n“Tigre Palladis was a gambler, a robber, and many times a homicide. He\nwas born to his estate of lawlessness. His mother was a Spanish-lndian\nhalf-blood, his father an American adventurer of the worst type, who was\nkilled while Tigre was a babe. Possibly it was because of his father’s\nignominious death that the boy always bore his mother’s name.\n\n“The young devil grew into a marvelous physical manhood. Indeed, he was\nthe handsomest animal I ever saw—very tall, of an exceedingly powerful\nbuild, and with a lightness and impetuosity of movement that indicated\nimmense vital force. Dark of face and dark of heart he was, as all who\nknew him knew, yet there was something in his contemptuous defiance of\nlawful restraint, and in his measureless strength and lightning-like\nenergy of action in emergency, that aroused enough of hero-worship in\nthe hearts of the half-wild people of the valley to have spared him long\nand to have shielded him from the vengeance earned by many a desperate\ndeed, had he not chanced to meet the Lady Isola.\n\n“The love that flamed in his volcanic heart did not illuminate his\nreason. It did not counsel patience, reformation of character,\nabandonment of lawless ventures, and subjugation of his turbulent\nspirit, but seemed rather to multiply his activities and to increase the\nviolence of his temperament. Had the lady accepted his attentions or\neven yielded the fine courtesy she gave to the poorest peon upon her\nfather’s ranch, it might have been better for her and for him at the\nlast. But she seemed both to scorn and to fear him. She would neither\nreceive him in her home nor walk abroad when he was in the vicinity.\n\n“I knew Nuñez Pico well. His was the loftiest soul I ever hope to find\non earth. The prayer of his distressed child to be permitted to return\nto Spain moved him deeply, but he refused to believe that danger\nthreatened her, and he could not bear to part with her. In the simple\nsincerity of his nature he sought the disturber of his home and pleaded\nwith him to leave his daughter in peace. But the passionate idolater\nwould give no promise and swore that his love should yield to no earthly\nbar.\n\n“However, after this interview, Tigre left the valley and was heard of\nin Mexico. Pico believed the trouble ended. Not so the Lady Isola. It\nwas plain that her distress was unabated. She clung to the house, not\nventuring into the fine garden that lay between her window and the\nriver, forsaking her loved hammock on the wide eastern porch, and pacing\nthe long hall with a nervous step. In her dilated eyes one could mark\nthe panic of her soul.\n\n“A month after Tigre’s departure I visited Pico. Never before had I seen\nthe garden so beautiful. The intense heat of the afternoon failed at\nsunset, and the full moon rose in cloudless beauty beyond the crenelated\nwall of the Canille Mountains. The air was delicious in its clearness\nand serenity. So great was the temptation to escape the stifling heat,\nstill retained by the rooms, that Isola yielded to her father’s request\nand mine, and came out upon the east porch and sat for an hour listening\nto our talk, but taking no part therein.\n\n“The soft moonlight fell over her like a veil. It seemed more to conceal\nthan to reveal her. It dimmed the traces of sorrow and softened the\nunnatural luminosity of her eyes. She was very beautiful and, as I\nwatched her face from my position in the shadow of the great clematis\nvine, her expression of hopelessness and terror was almost unbearable. I\nwas younger then than now, and, as I said, Isola Pico was very\nbeautiful.\n\n“Moving my seat into the light, I looked across the silent garden and\nlittle shining river to the highlands beyond. In the silvery glory the\nlandscape came out like a cameo. The garden seemed alert and watching\nwith a thousand eyes. Beyond the garden the slender river gleamed in its\nstony bed. Wasted by the Summer’s heat, it was too weak to grieve. In\nthe lowland beyond the river a space of alfalfa ran to the first swell\nof the foothills. Upon the plain at the base of the rise, a great rock,\ndeeply imbedded in the earth, and rising fifty feet above the surface,\nwas all in shadow; but, as the moon overlooked the mountain crest, the\ntop of the rock seemed slowly to rise from out the darkness and break\ninto the white flood.\n\n“This movement appeared so real and affirmative that I turned to Isola\nto learn if she had noticed it. She did not heed my action, but sat with\nher eyes fixed upon the rock with such a stare as one might have who saw\nthe rending of the solid earth. Quickly turning, I saw that on the top\nof the rock a man was standing, with lifted face and folded arms. The\npose was grandly pathetic. The form looked larger than human in the wan\nmoonlight. I was about to break the silence with an exclamation, when a\nmighty voice, a noble baritone, came rolling across the distance, wave\nupon wave, bearing the burden of an old and half-forgotten love-song:\n\n  ‘The God who wrought thee over-sweet\n    In Love’s old garden long ago.\n  Gave me the curse of wandering feet,\n    The power to know, and only know,\n  That even God shall not repeat\n    The agony of loving so!’\n\n“When the refrain was reached I was thrilled as the singer substituted\nanother name for the one written in the old song, and the night was\nstirred by a burst of passionate melody that will haunt my memory while\nI live:\n\n  ‘Isola! Love, I love thee!\n    Isola! Hear my cry!\n  The skies are black above me!\n    Love me, or bid me die!\n  Isola! Isola!\n    Love me, or let me die!’\n\n“As the wonderful voice held the last word at the top of the register\nwithout a quaver, the lady arose, stood unsteadily for a moment, then\nturned and walked proudly to the hallway and disappeared within. Nuñez\nPico rose and, without a word, followed his daughter.\n\n                *       *       *       *       *\n\n“That night I could not sleep, and near morning left my room and paced\nthe garden walks until daybreak. Then, drawn by curiosity, I crossed the\nriver and came to the great rock at the foot of the rise. Here I found\nthe trace of a horse, coming and going, and, behind the rock, evidence\nthat the horse had stood there for many hours.\n\n“The Lady Isola came to the breakfast the following morning without a\ntear-stain upon her face, her features set and cold. The look in her\nproud eyes seemed to say: ‘My hours of terror are done! I am master of\nmyself!’\n\n“She moved about the house, the porches and the garden as freely as of\nold, but with a different manner. Then it was with the languorous grace\nof one in love with idleness; now she moved with the proud militancy of\none who asserts dominion and defies aggression. I was glad of the\nchanged mien, and so, I think, was Pico.\n\n“When on that evening she passed me, going down into the garden, she\nseemed to have grown taller, so martial was her carriage. I sat long in\nthe gathering dusk with little note of passing time, when suddenly, a\nwoman’s shriek, clear, high and long-drawn, rose from the garden,\nfollowed almost instantly by the thunder of galloping hoofs upon the\nstony bed of the river, a plash of water, the muffled sound of a falling\nearth-bank, and then the lessening throb of flying feet that died upon\nthe night.\n\n“The shriek, the rush of the trampling feet through the garden, the\nvault of the steed over the adobe wall, and the uproar of the steel-shod\nhoofs upon the stones of the river-bed did not occupy five seconds, and\nbefore I could leap from the porch and rush through the garden shrubbery\nthe beat of the retreating feet sounded faint and far.\n\n“The aroused household acted with desperate energy. Swift messengers\ncalled the assistance of all the neighboring _rancheros_. The cinching\nof saddle-girths, the clank of arms, the trampling of impatient horses,\nthe sharp orders of Pico, and the headlong incoming of horsemen from the\nouter night, told of stern preparation that boded ill for the frenzied\nabductor.\n\n“But before the pursuit could be taken up the storm came over the\nObsidian Hills and broke upon the valley with lightning, thunder,\nroaring wind and such a downpour of rain that within half an hour the\nriver could not be crossed except by a detour of many miles, and then\nonly by leading our horses singly upon a frail swinging bridge intended\nonly for pedestrians. However, the cloudburst passed as quickly as it\ncame, and the trail was taken before midnight. Despite the obliterating\neffects of the storm, the trace was easy to follow, for one had joined\nus whose fame as a tracker in mountain and desert was supreme in Arizona\nand Mexico, and when Cady rode out, taking the trail at a gallop, all\nwere content to follow blindly.\n\n“None questioned his skill, nor his coolness and courage in the hour of\nconflict. All had heard stories of his almost miraculous feats in the\nfollowing of horse-thieves and marauding Indians to their ruin, but few,\nI think, were prepared for the ease and certainty with which this\nman-hunter carried the trail at a speed as high as we dared urge our\nhorses, over flinty mesas, up slopes of broken lava, through thorny\nfields of cactus and sage-brush, across a succession of lateral ravines\nthat now, for the first time in many years, brought down to the river a\nhundred roaring streams, and on across scrub and chaparral, to the\nsouth, toward the outlaw’s hoped-for refuge in the mountains of Mexico.\n\n“It was a wild ride and there were thirty wild men riding. Pico, half\ncrazed by the horror of his daughter’s possible fate, urging on with\nbrief, inflammatory appeals the already excessive ardor of the pursuers;\nCady, silent and alert, rode a rod or two in advance, followed by\nKenneth, Pico’s foreman, a gigantic Scotchman, a violent man of great\nphysical power and energy. I rode with Pico when the exigencies of the\ntrail permitted. The others followed as best they could keep the pace.\n\n“At sunrise we were thirty miles south of the Pico ranch and upon the\nhigh mesa two miles east of the river. Here the trail entered, but did\nnot cross, a deep and rough ravine that ran at right angles to the\ncourse hitherto taken by the fleeing desperado. Cady plunged without\nhesitation down the steep bank and clung to the lessening trace over\nbare spaces of slab stone, clean-washed by the storm, and across acres\nof boulder-covered bars, until the portal of the canyon was reached,\nwhere the storms of ages had cut a narrow channel to the river. Before\nthis rock-walled gateway Cady halted, leaped from his horse and waited\nuntil all had come up.\n\n“‘Dismount, men!’ he said, ‘The beast is at bay.’\n\n“‘This canyon,’ he said, ‘twists to the right a hundred yards below,\nthen opens into a big triangle facing the river. The jaws are two\nhundred yards apart, but each jaw is jammed square against the\nprecipitous bank of the river. The bank on this side is a basalt bluff\ntwenty feet high; the opposite bank is low, and a trail leads up a\nravine from the water to the Obsidian Hills. Tigre knows the trail, but\nhe forgot the storm. Do you hear the roar of the river? It is filled\nwith jagged blocks of basalt, and the flood is now a regular\nwater-cyclone. No horse or man that ever lived could cross it. The game\nis bagged. There is a heavy thicket along the bluff on this side of the\nriver and he will be in the brush. There will be a fight. Every man must\ncover himself as best he can. Take no chances on Tigre Palladis. Shoot\nanything that moves; the woman will be hid.’\n\n“Dismounted, we followed down the gorge until we reached the outlet and\nnoted the heavy wall of brush that hid the river from our view. Beyond\nthis the rage of the waters made itself manifest in terrible bellowings.\nCady said:\n\n“‘There may be trouble in the first fifty yards of open ground, and\nevery man must make straight to the thicket. Move rapidly. If Tigre\nfires, riddle the spot from which the shot comes, and run in upon him.\nShoot him down; he will not surrender.’\n\n“Our rush followed, and was met by the crack of a Winchester. Ramon\nAguates, a young _ranchero_, threw up his hands, spun around upon his\ntoes and fell stone-dead. He had hardly touched the ground when another\nman, close by my side, sank slowly to his knees, gave a little sigh, and\ncrumpled up into a shapeless heap. Tigre’s second shot was not heard, as\nour volley came at the same instant. Our second volley cut a wide swath\nin the foliage at the point where the smoke from the desperado’s rifle\nhung, and was instantly followed by a woman’s scream.\n\n“‘Hold, men!’ cried Pico, ‘We are killing my child!’\n\n“Cady sprang into the open and, raising his right hand, cried:\n\n“‘Tigre, give us the lady uninjured and I swear that you shall go and\nnot be followed!’\n\n“No answer came, and it may be that the river’s voice drowned the call.\nNeither did any shot follow. Not knowing what to expect, we crept\nforward, taking the protection of every shrub and stone, until we\nreached and entered the thicket.\n\n“Here we recognized our disadvantage in that we dared not fire upon any\nmoving thing until we first ascertained whether it be friend or foe. But\nTigre would know that every sound or motion marked an enemy. Yet, to our\namazement, no rifle cracked, and neither sight nor sound indicated the\npresence of our desperate quarry.\n\n“At last we came upon the body of the horse. The splendid animal had\nbeen struck by a number of our bullets and, to put it out of its misery,\nits throat had been cut. How cool the fellow must have been to conceive\nand execute the deed of mercy in a moment of such mortal peril! Near the\nbody, beside an ugly pool of blood, we found one of the Lady Isola’s\nslippers and a few scattered beads from a turquoise necklace. The\nthoroughly ransacked thicket yielded nothing more. As we stood upon the\nrock rim, looking down into the boiling water, Pico cried:\n\n“‘He has killed her, thrown her body into the river, and then drowned\nhimself!’\n\n“I felt this to be true and was about to say so, when Cady, who had been\nstanding apparently lost in thought, called to me in sharp tones,\nindicative of great excitement:\n\n“‘Major, give me your glass, quick!’\n\n“I handed to him the large field-glass I carried. Looking through it at\nthe farther shore for a moment, he turned to me and cried:\n\n“‘As God lives, the madman has crossed that water-hell!’\n\n“‘Impossible!’ I cried. ‘A man would be dashed to pieces in five\nseconds!’\n\n“‘Nevertheless it is true,’ he said. ‘Look for yourself!’\n\n“Taking the glass, I searched the farther shore, and there, plainly to\nbe seen, were the deeply set footprints of a man in the wet sand at the\nwater’s edge, and higher, upon the rocks of the ravine, were the\nsplotched and straggling lines made by the water drained from the wet\nclothing.\n\n“The outlaw’s tremendous achievement, which under other circumstances\nwould have lifted my admiration to enthusiasm, passed from my thought as\nI marked that his footprints were _alone_. No small tracks were beside\nhis, nor were there any traces of a dragged body. Evidently in his\nflight from the grasp of the river Tigre had not turned to look for his\npursuers, nor down the stream for the poor girl’s body, if the hand of\nmurder had given it to the waves.\n\n“A hush of awe and horror fell upon us, and many seconds passed before\nit was broken by Cady’s low, masterful voice:\n\n“‘Pico, take two men, go down to the mouth of Alkali Wash and watch for\nthe body. All the drift swings in there when the water is high. Ride\nfast and you will be in time. The Major and I will see this hunt to the\nend. Come, Major, we can cross two miles above here, but it will be six\nmiles as we ride.’\n\n“Back we went to our horses, leaving four men to care for the dead, and\nat last, after many slides and zigzags, reached the river at a point\nwhere the current was slow. Cady’s horse took the water by a plunge from\nthe crumbling bank, and we followed, swimming our animals to a narrow\nshingle at the base of the opposite bluff. Following this stony\npassageway a short distance, we scaled the hill after a struggle that\nleft a number of our horses useless, and after a brief rest fifteen of\nus rode on.\n\n“We struck the trail two miles from the river, at the point where the\nravine rose to the level of the mesa, and followed it across rugged\ncountry—hard upon our horses, and harder, too, it must have been, for\nthe indomitable man who crossed it on foot, keeping a direct course for\nthe mountains.\n\n                *       *       *       *       *\n\n“The blood-stains, found in many places, indicated severe wounds, yet\nthe length of his strides and the deep impressions of his feet proved\nthat he had passed at great speed. What exhaustless fountain of infernal\nenergy supplied the strength to maintain this reckless waste? Many times\nwe asked ourselves this question as hour after hour we urged on our\nflagging horses. No animal is equal to man at his best, and here, I\nthink, was Nature’s masterpiece.\n\n“We climbed the first foothills at sunset. As night came on with clouds\nobscuring the moon the pursuit became impossible and we unsaddled our\ntired horses, spread our blankets and slept until daybreak.\n\n“Frequently, since recovering the trail, Cady had dismounted and closely\nexamined the footprints of the fleeing man, with a look in his eyes that\npuzzled me. It betokened amazement, admiration and something akin to\npity.\n\n“When we took the saddle at sunrise the pace was forced, and within a\nmile we came to the spot where Tigre had passed the night, and I was\namazed to find that, wounded and wearied unto death as he must have\nbeen, he had, with much patient toil, gathered from far and near enough\nof weed-stems and grass-blades to make a soft couch whereon to pass the\nnight. The scant growth upon the waterless mesa betrayed the labor\nnecessary in such gleaning. The bed, at about the position occupied by\nthe sleeper’s breast, was heavily stained with blood. Perhaps it was on\naccount of his wounds that he gave such effort to provide a comfortable\ncouch. Cady looked steadily at the pitiful bed, carefully examined the\nblood-stains, then turned to mount his horse, muttering:\n\n“‘My God! I knew it! And yet it seems impossible!’\n\n“The hunt went remorselessly to the end. Through beds of cactus that\nstabbed and stung, up slopes of broken lava that tore the horses’ feet,\nthrough grease wood wastes rising to the sterile buttresses of the\nObsidian Hills we followed on until I began to wonder if human feet had\nmade this trail.\n\n“At last, as the sun was low in the west, we entered a canyon leading up\ninto the heart of the mountain range. A slender rill issued from it, and\na dense clump of brush filled the bottom from wall to wall. We were\nfollowing the foot of the basaltic bluff upon our left and were about to\nenter the thicket, when Cady suddenly halted and threw up his hand with\na gesture so full of meaning that all pulled up and every rifle was\nthrown forward for instant use.\n\n“After a long pause, in which no word was spoken, Cady signaled for all\nto dismount. As we stood in silence, I plainly heard the heavy breathing\nof some laboring thing, and the slight rustling of the brush. The sounds\nslowly approached, the branches parted, and Tigre Palladis stepped into\nthe open. A dozen rifles covered him in a second, and a volley would\nhave instantly followed had not Cady’s voice, sharp and imperious, rung\nout:\n\n“‘Hold, men! There is no need _now_!’\n\n“The outlaw stood motionless, looking straight into the muzzles of the\nleveled guns. His aspect was terribly pathetic. The butt of his heavy\nrifle rested upon the ground, his right hand upon its muzzle. The torn\nand disheveled clothing spoke pitifully of the dreadful journey. His\nhead was bare, the waves of black hair tumbling about his neck. His face\nwas shrunken and pallid, and the nostrils were updrawn, as we often see\nthem in the article of death. The lips were apart, like those of a\nrunner at the end of a desperate race, but the jaws were locked and\ngrim. His eyes were glorious.\n\n“I once joined in a lion hunt in upper Nubia. A great male lion, many\ntimes wounded, was surrounded in a copse of mimosa brush. With twenty\nguns leveled, we stood waiting while the beaters hurled fragments of\nstone into the cover. Instantly the branches parted and, with bristling\nmane and grand uplifted head, the desert king came forth. For a moment\nhe stood in his defiant attitude, gazing at the threatening guns, then\nthe royal mane fell, the great eyes blenched, the huge head sank, and\nthe fierce beast turned and slunk into the copse.\n\n“I recalled this Nubian episode as I now stood looking upon this hunted\nthing. But this was not a lion—it did not blench!\n\n“There was a fearful silence. No one seemed to know what to do or say.\nAt last Cady’s voice broke the silence, the low, measured tones\nvibrating with feeling.\n\n“‘Tigre, God knows I should like to save you. If the Lady Isola—’\n\n“His words were abruptly broken off by Kenneth. The big Scotchman\nroughly pushed him aside, fiercely crying:\n\n“‘Save that bloody brute? Hold up your hands, you cowardly murderer!’\n\n“What we then saw was a most wonderful thing. The outlaw’s face glowed\nwith such radiancy as comes to men only in moments of ineffable joy.\nWith electrical swiftness the heavy rifle was whisked backward, whirled\nwith a swish over his right shoulder, and hurled forward with the\nresistless force of a cannon-shot. I heard the flutter as the weapon\nspun in the air like a revolving wheel, the crunch of the splintered\nribs, and the sickening smash as the body of Kenneth was slammed back\nagainst the canyon wall, as a wind-gust slams a door. Then came a spurt\nof smoke from a dozen rifles, and the jar of the volley.\n\n“The combined blow of the bullets shook the outlaw’s breast as though he\nhad been struck with a heavy club, and a great red splotch flared out\nupon his bosom. The light slowly faded from his dauntless eyes, and,\nfeebly turning, like one who walks in his sleep, he passed within the\ncopse. An instant later we heard the fall of a heavy body, and then out\nrang a cry, a shriek of frenzied agony, a woman’s wail, carrying in its\ntones such horror and despair as to chill the blood within my heart. I\nturned to Cady, and the expression upon his white and drawn face\nappalled me. His hands shook as they slowly relaxed, dropping his rifle\nupon the ground. In a low voice, trembling with emotion, he cried:\n\n“‘Great God, I knew it! We shot her at the river, and he swam with her\nthrough that water-hell! For two days he carried her mangled body before\nour horses! I knew why his footprints were so deep! I knew for whom that\ncouch of grass was made! At last he knew she was dying, and he came out\nto be killed! God of heaven! what manner of man was this!’\n\n“Rushing into the brush, I found the body of Palladis lying upon the\nback with arms outspread. The dying woman had crawled to his side; her\narms were about his head, her lips upon his face, and, as she kissed\nhim, she cried with a passion that should have mocked the power of\ndeath:\n\n“‘Oh, Tigre! Tigre! I will tell you now!’\n\n“Feebly she drew her lips to his ear and whispered something I could not\nhear. Her arms tightened about his head, there was a slight tremor of\nthe slender body—and the Lady Isola Pico was dead.”\n\nMajor Blanchard rose and, stepping to the table, lifted the covering\nfrom the face of his old friend. He looked long and steadily upon the\nplacid features of the dead. As he replaced the veil, he said:\n\n“In the cemetery at Old Nogales there stands a beautiful monument of\npink onyx, bearing the simple inscription:\n\n                        TIGRE AND ISOLA\n\n“Nuñez Pico was the noblest man I ever knew.”\n\n\n",
    "metadata": {
        "author": [
            "Thompson, Will H."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64835/pg64835.txt",
        "name": "tigre_and_isola.json"
    }
}