{
  "name": "\"To Invade New York....\"",
  "author": [
    "Lewis, Irwin"
  ],
  "body": "He was a tall, learned-looking man, about fifty, slightly stooped, with\na bulging midriff, tortoise-shell glasses, graying hair, and a strange\nlook in his eyes. I'd noticed him standing outside Shannon's Bar for\nabout ten minutes, pacing back and forth. Then he came in and sat down\nnext to me. It was late afternoon, before the rush hour, and we were the\nonly customers in the place.\n\nJimmy, the bartender, put down the towel with which he'd been idly\nwiping glasses, and came over. \"What'll it be?\"\n\nThe stranger jumped nervously and looked blank for a moment. \"Uh ... er\n... a glass of beer, please. _Root_ beer.\"\n\nJimmy snorted. \"Try the candy store down the block.\"\n\n\"Oh,\" said the stranger, obviously upset. \"Then let me have a glass of\nregular beer--mild, please.\"\n\nI smiled at Jimmy as he filled a glass. All sorts came into Shannon's.\nOutside, the traffic on Third Avenue was only a faint hum.\n\nThe stranger licked the foam tentatively and wrinkled his nose in\ndistaste. He put the glass back on the bar and shook his head.\n\n\"_Pro superi! quantum mortalia pectora caecae, Noctis habent._\"\n\n\"Huh?\" said Jimmy.\n\nThe stranger smiled briefly. \"That is Latin. It means, Oh, ye gods, what\ndarkness of night there is in mortal minds.\"\n\nJimmy shrugged and went back to wiping glasses. The stranger nodded to\nme. \"Ovid said that. He was a wise man.\"\n\n\"Friend of yours?\" I asked, just to be polite.\n\n\"He died nearly two thousand years ago.\" He tasted the beer again and\npushed it away. \"Permit me to introduce myself. I am Horace Howard\nClarke, associate professor of Roman History at one of the universities\nin the city.\"\n\nI introduced myself and we shook hands. \"Tell me,\" he said, \"do you\nbelieve New York can be conquered?\"\n\nOne of those kind, I thought. And here I was with an hour to kill before\nmeeting my date. \"Lots of people have taken it in,\" I started.\n\n\"I don't mean that kind. I mean physically invaded.\"\n\n\"Pretty big job, I'd think.\"\n\n\"Very simple.\" He dropped a small metal disk on the bar. \"This could do\nit--or at least help.\"\n\nI picked up the metal disk. \"Why, it's a subway token.\"\n\n\"_Almost_ a subway token,\" he said. \"And therein lies the key to\nconquest. That--and the green lights.\" I edged away from him. This I\ndidn't need! He leaned towards me. \"If only I could convince someone,\"\nhe said, his lips tight. \"Perhaps you will believe me.\"\n\nI got to my feet. \"Sorry. But I've got a date.\"\n\n\"Please!\" The voice was firm, all of a sudden. \"It is vital!\" I\nhesitated and Jimmy came over, in case there was trouble.\n\n\"Well,\" I said, deciding to humor him, \"if it won't take long.\"\n\n\"_Brevis esse laboro, obscurus fio._\"\n\n\"Oh?\"\n\n\"If I labor to be brief, I become obscure.\"\n\nI sighed. A long-winded one. And in Latin, yet!\n\nHe motioned to Jimmy. \"Let this gentleman have another drink,\nbartender.\" He moved closer to me. \"I will tell you what I know,\" he\nsaid. \"If you believe, perhaps you will be able to do something about\nit. This much is certain. Very little time remains before disaster\nstrikes!\"\n\n\n\nIt all began (he said) prosaically enough on the Tuesday of last week,\non the third floor of the Public Library at 42nd Street, in Room 315.\nThere, as you probably know, one may obtain books on most subjects by\nfilling out a slip, receiving an odd or even number, and retiring to\neither the odd or even Reading Room, where your number will eventually\nflash on a lighted board. At the time I was engrossed in a study of the\nearly life of Publilius Syrus and, I must admit, glanced only casually\nat the card given me by the young man at the desk. I saw that it was 18\nand proceeded into the Even room on the right for what I knew from past\nexperience would be a tedious wait.\n\nAh! Had I but paid more attention to the card handed me! But \"_Ad\npoenitendum properat, cito qui judicat_.\" \"He makes speed to repentance\nwho judges hastily.\" The card which I thought was numbered 18, was\nactually 81. I had inadvertently glanced at it upside down. Had the\nRoman numeral system been used, as I have long advocated, this\nunfortunate accident could not have occurred: a XVIII cannot be mistaken\nfor LXXXI no matter which way it is turned!\n\nBe that as it may, number 18 flashed on the board in a surprisingly\nshort time and I hastened to obtain the book from the extremely harried\nyoung lady behind the counter. I returned to my chair at one of the long\nreading tables. When I opened the book, which was of a disturbing blue\ncolor, I was highly irritated to learn that this was not a biography of\nPublilius Syrus; furthermore it was not even in Latin. I removed my\nglasses to make certain (someday I shall simply _have_ to get bifocals)\nand saw that it was a foreign cookbook.\n\nAnnoyed, I snatched the book from the table and started to return to the\ncounter. As I did so, a green slip of paper fluttered from between the\npages. I glanced at it idly. There was an address on it, scrawled in\nalmost illegible block letters. \"432 West 28th Street.\" Being of a tidy\nnature, I slipped the bit of paper into my pocket and turned, only to\nfind my way blocked by a rather large man wearing a trench coat with\nupturned collar. He tapped the book significantly and whispered,\n\"Eight-thirty tonight. You know the place.\"\n\nWith that he strode rapidly from the room, giving me no chance to ask\nhim what he was talking about. Irritated, I returned to the counter\nwhere a smallish man, wearing a loud-checked suit was arguing with the\nyoung lady. He was holding a number card.\n\n\"But I tell you,\" said the harassed young lady, \"number 18 was flashed\non the board and the book was picked up.\"\n\nThe little man clucked impatiently and waved the card. \"But I have\nnumber 18,\" he said shrilly, \"and I must have the book!\"\n\nNormally I am not a fast thinker. Years of teaching Roman history to\nclasses of dozing students, interested only in easy credits, are not\nreckoned to sharpen one's wits. However, I instantly realized what must\nhave happened. I tapped the little man on the shoulder.\n\n\"Pardon me, sir,\" I whispered, \"is this your book?\" He whirled around\nviolently. He had a thin, sharp-pointed face with deep-set eyes, heavy\nbrow and a receding chin that terminated in a little scrub of a beard.\nRudely he snatched the book from my hand and began leafing through it\nwith shaking fingers.\n\nI started to say, \"If Roman numerals had been used instead of--\" but saw\nhe was paying no attention to me, so I headed for the Main Room to get\nanother card. I had no sooner reached the entrance when I was confronted\nby the little bearded man again. His mouth was agape with distress, his\nloud-checked bowtie askew. He waved the book in my face. \"Didn't you\nfind anything in here?\" he demanded.\n\n\"Not really,\" I said. \"I have no interest in French cooking.\"\n\nHe shook his head vigorously. \"I mean _inside_ the book!\"\n\n\"Quiet, please,\" said the guard at the entrance, holding his finger to\nhis lips disapprovingly. I continued into the Main Room, the little man\nscurrying alongside me.\n\n\"Please,\" he pleaded, \"think. Wasn't there _something_ in the book?\"\n\nIrked at his persistence, I was about to move on, when I remembered.\n\"Why, yes,\" I said, slowly. \"There _was_ something. This.\" I fished the\nbit of green paper from my pocket. He snatched it from me, uttered a\nsqueak of delight, and hurried away.\n\n\n\nRelieved that this untidy business was finally done with, I decided to\nforego Publilius Syrus for the day, since I was no longer in the mood\nand I had some important papers to edit. So I returned to my home, a\nrather large and comfortable room on the first floor of a converted\nbrownstone in lower Manhattan. I had no sooner settled down at my desk\nwhen there came an urgent knock on my door. I slipped on my glasses and\nopened the door. Imagine my amazement and irritation when the little man\nfrom the library scuttled into the room. He hurried to the window and\npulled down the blind. Then he firmly removed my hand from the doorknob,\nclosed the door and locked it. He leaned against the door, facing me.\n\n\"There _is_ no 432 West 28th Street,\" he announced, angrily.\n\n\"The information does not impress me,\" I said. \"How did you find out\nwhere I live? And why?\"\n\n\"I asked several of the librarians if they knew you. It seems they did.\nAnd since you are listed in the telephone book, the rest was simple.\" He\nheld up the green slip of paper. \"Was this ALL you found?\"\n\nWell, I thought, childishly pleased, at least I am not one of the\ninnumerable nameless faces that pour in and out of the library daily.\n\"What else was there supposed to be?\" I asked pleasantly.\n\nThe little man sank into my favorite leather chair, almost disappearing\nfrom view. He waved the slip of paper aimlessly. \"There must be more to\nit than this.\"\n\nDespite his rudeness I found myself taking a liking to him. He was so\nintense and so--frightened. \"There _was_ a man,\" I said.\n\nHe leaped to his feet and clutched my coat. I believe he would have\ntried to shake me had I not been a foot taller and fully fifty pounds\nheavier than he. \"What man!\"\n\n\"In the library. He indicated that book and said something to me.\"\n\nHe leaped onto the chair in his excitement and grasped my shoulders with\nhis hands. We stood thus eye to eye. \"Please!\" he begged. \"Try to\nremember! What did he say?\"\n\n\"Perhaps you had better tell me what this is all about, Mr...?\"\n\n\"Rumplestein. However, believe me, Professor Clarke, it is much better\nif you do _not_ know.\"\n\nI shook my head, displaying what my colleagues occasionally call a\nstreak of stubbornness. \"You have upset me considerably. I feel I am due\nsome explanation.\"\n\n\"No! No! No!\" He shook his little head vigorously each time.\n\n\"Then I cannot recollect what this man said to me.\"\n\nHe groaned in dismay and stepped off the chair to the floor. \"Very\nwell,\" he said, finally. \"You force me to reveal this.\" I waited\npatiently. His head snapped erect. His body stiffened. \"I am engaged in\na highly secret mission, the purpose of which is to prevent the collapse\nof this city.\"\n\nI frowned. \"You're not serious, of course.\"\n\n\"I have never been more serious in my life!\"\n\n\"_Quem Jupiter vult perdere, dementat prius._\"\n\n\"What?\"\n\n\"Whom Jupiter wishes to ruin, he first drives mad,\" I said.\n\n\"You think I'm crazy?\"\n\nI didn't like the gleam in his eye and the tightly pressed lips. I\nhastily decided I was better off with him gone. These little people, I\nam told, can sometimes get extremely violent.\n\n\"I most certainly do,\" I said, \"but that is none of my affair. I will\ntell you what that man said and then I would appreciate your popping out\nof my life as you so unceremoniously popped into it.\"\n\n\"What did he say?\" He leaned forward waiting, it would seem, as if the\nfate of the world hung in the balance.\n\n\"Eight-thirty tonight. You know the place.\"\n\nThe little man studied the paper, repeating the words. Then he emitted a\nshriek of ecstasy. \"That's it! Now the message is clear! Thank you,\nProfessor Clarke. You have performed a duty towards society and your\ncity.\" He fled down the hall. I heard the front door slam and returned\nto my work with a sigh of relief.\n\n\n\nAbout eleven o'clock the same evening, weary in body and mind, I was\npreparing for bed when there came what I can only describe as a feeble\nbut urgent rapping on my door. The strange events of the afternoon\ncompletely forgotten, I opened the door. There, in the dim light of the\nhall, considerably the worse for wear, stood my little visitor of the\nafternoon. He was bare-headed, his dark curly locks plastered to his\nforehead with perspiration. His bowtie was missing and his checkered\nsuit was covered with splotches of mud and some darker substance,\nespecially around the left arm which he gingerly supported with his\nright hand.\n\n\"Mr. Rumplestein!\"\n\nHe shook his head weakly and staggered into the room. \"Not Rumplestein,\"\nhe said, so low I could hardly hear him. \"Tonight it's O'Grady.\" He\ncollapsed on my leather chair, mumbling, \"The door.\"\n\nI bolted the door and hurried over to him. \"What happened to your arm?\"\n\n\"Never mind that now,\" he said stoically.\n\nDespite his protests I carefully removed his jacket and cut away the\nsleeve of his shirt. There was an ugly wound on his arm. \"How did this\nhappen?\" I asked, horrified.\n\n\"It's nothing,\" he said. Then he grinned momentarily. \"The chap who\ncaused it is feeling _no_ pain at all!\" He closed his eyes and his head\nbegan to sway. \"If you have any liquor,\" he mumbled, \"I feel faint,\nsuddenly--\"\n\nI rummaged through my desk and found a tiny bottle of some cordial a\ncolleague had once brought me as a jest, knowing I do not drink. While\nMr. Rumplestein, or O'Grady, gulped down the liquid I inspected the\nwound. \"A doctor should look at that,\" I said.\n\nHe shook his head and leaned back in the chair, the top of his head a\ngood twelve inches below the top of the chair.\n\n\"I feel better now,\" he sighed.\n\n\"Then perhaps you will be good enough to tell me what this is all\nabout.\" As I spoke I washed and dressed his wound as best I could. \"You\nrealize, my good fellow, for all I know you may be wanted by the police,\nin which case I could be arrested for harboring a criminal.\"\n\n\"I assure you, Professor Clarke, I am no criminal.\" He plucked a bit of\nmud from his beard and carefully deposited it on the table.\n\n\"But you've been wounded! And you infer you did some bodily harm to\nsomeone else.\"\n\nHe chuckled softly. \"Bodily harm? I killed him!\"\n\nI recoiled in fright. \"I must notify the police!\"\n\n\"No! That would ruin everything! New York would be destroyed!!\"\n\nI clucked impatiently. \"Please, Mr. Rumplestein, or O'Grady, or whatever\nyour name is. If you cannot give me an honest answer, I shall be forced\nto call the authorities. This nonsense about--\"\n\nHe held up his hand and emitted a huge sigh. \"Very well,\" he said, \"I\nwill tell you what this is all about because my usefulness may come to\nan end abruptly and you may have to carry on. Listen carefully.\" I\nwaited with mounting impatience.\n\n\"New York,\" he said after a brief pause, \"is a huge, sprawling\nmetropolis that breeds within itself the seeds of its own destruction.\nTransportation.\" I raised an eyebrow. \"At best,\" he went on, \"the\ntraffic in Manhattan does not flow--it limps. Let one traffic light fail\nand vehicles are backed up for several blocks. True?\"\n\nI nodded. \"Yes.\"\n\n\"Very well. Imagine, then, a situation where, at one given instant every\nsingle traffic light on this congested island turns green and STAYS\ngreen.\" I shuddered at the thought. \"Picture the beauty of it,\" he said.\n\"Not red, which would cause all automobiles to stop, but green, the\nsignal to go! Imagine their mad desire to rush forward in righteous\nobedience to the law, and their awful frustration to find every other\nautomobile and truck obeying the same law, regardless of the direction\nfrom which it is coming. It has been estimated by noted mathematicians\nwho are involved in this plan, that within forty-five seconds all\ntraffic in Manhattan would come to a standstill, it becoming impossible\nfor a car to move forward or backward. Oh, what utter chaos!\"\n\n\"_Ab homine homini periculum quotidianum_,\" I said.\n\n\"Eh?\"\n\n\"Man is daily in danger from man. An ancient Roman said that.\"\n\n\"He knew what he was talking about. But this is only Phase One of the\nplan. A corollary is based upon the axiom that one disabled automobile\nis equal to ten thousand operating ones.\"\n\n\"I don't follow.\"\n\n\n\n\"The highways leading into and out of this island. Regardless of the\nnumber of lanes, if one automobile breaks down, traffic is immobilized\nfor miles. Multiply that by several dozen, all at the same time, on all\nthe entrances and exits to the island, and no earthly power could\nuntangle that situation in less than a week, if then!\"\n\nHis words evoked an image of metal monsters, stretched as far as the eye\ncould see, steam pouring from their overheated radiators as they\nraucously bleated for help.\n\n\"All this can be accomplished quite simply and inexpensively,\" continued\nmy bearded little man. \"However, what of subsurface transportation?\"\n\n\"You mean the subway system?\"\n\n\"Exactly. Once again, simplicity is the key. What do subway riders use\nto gain entrance through the turnstiles? Tokens. Let us suppose that on\nthis same given day the majority of tokens distributed are all\nfractionally larger than normal. Not enough to be noticed, mind you, but\njust enough so they cannot pass through the slots and activate the\nmechanism.\"\n\n\"But--\"\n\n\"Do you realize the absolute ingenuity of this plan? Subway riders by\nthe thousands will be trying to put tokens _that they paid for_ into\nslots that will not receive them! The tremendous howl of anguish that\nwill arise! The roar of frustration and then anger as the thousands pile\nupon the thousands at rush hour! The screaming and pushing as multitudes\npress forward at each subway station, demanding their rights of ingress\nas good citizens, while more multitudes press from the incoming trains\ndemanding their rights of egress! Unquestionably the entire subway\nsystem will collapse in a matter of minutes! What was it you said\nbefore?\"\n\n\"_Ab homine homini periculum quotidianum?_\"\n\n\"And how!\" He lit a cigar and puffed away for a few moments, filling my\nroom with its foul odor. \"Ingenious, eh?\" he said finally.\n\n\"But to what end?\" I asked. \"If anarchy rules the city, how could\nwhoever is behind this plan assume control?\"\n\nHe leaned back in the chair, disappearing from view. \"That is not part\nof the scheme. The purpose is to arouse the rest of the country to what\nhas happened to its greatest metropolis. Every eye, ear, radio and\ntelevision station will be turned towards Manhattan. The armed forces,\nall the resources of the government will, within hours, pour into the\ncity, or try to. And at precisely that moment the rest of the country\nwill be childishly open to invasion! If this plan succeeds, professor,\nthe United States will be conquered within a matter of days, with\nremarkably little destruction or loss of life.\"\n\nI stared at the little figure in the chair. Was he serious? More\nimportant--was he sane? \"Who is planning this invasion?\"\n\n\"Who else?\"\n\n\"Why tell me this story? Why not go to the authorities?\"\n\n\"I need sufficient proof, first. Unfortunately, matters are coming to a\nhead far sooner than I expected. In addition, my disposing of one of\ntheir men earlier,\" he tapped his left arm significantly, \"has left me\nin a vulnerable position. I dare not go to the authorities myself, for\nfear of exposing myself. And believe me\"--he snapped his fingers--\"I\nwould not get as far as the nearest policeman. However, professor, you\nare unsuspected. _You_ could report this plan with no danger to\nyourself.\"\n\n\"Enough! My dear Mr. Rumplestein-O'Grady, do you expect me to charge\ninto a police station and blurt out this ridiculous story?\"\n\n\"I don't expect you to charge anywhere, professor. Not without proof. I\nwill get the proof for you, by tomorrow. Then--as I suspect--if _I_ am\nunable to warn the authorities, I will expect _you_ to do so. In the\nmeantime, make use of these when you go to the university, tomorrow. I\nfound them on the body of the man I disposed of.\"\n\nHe dropped several tinkly objects on my desk, rose, and, without another\nword, was gone. I picked up the items. They were subway tokens. I\nhurried to the window and glanced out. I could see the little man\nhurrying down the street, his head bobbing up and down like a swimmer in\nthe ocean. Then, my mind in a turmoil, I turned out the light and went\nto bed. Fortunately, regardless of the press of circumstances, I have\nnever had difficulty in falling asleep and tonight was no exception.\n\n\n\nAt seven-thirty the next morning I arose, dressed, and prepared my\nbreakfast. I thought of the events of the preceding evening. Had it not\nbeen for the bloodied towel with which I had washed the little man's\nwounds, I might have dismissed the entire incident as a dream. I\ncontinued to think about it while walking to the subway. I berated\nmyself for taking the story seriously even for a moment, as I dropped a\ntoken into the turnstile and pressed forward. I gasped in sudden pain as\nthe turnstile, still locked, pushed into my midriff. I glanced at the\ntoken in the slot. It had not dropped. I pressed it down. It refused to\nbudge. I tried several other tokens, all with the same result. By this\ntime half a dozen people had gathered behind me, making angry remarks.\nFlustered, I backed away, bought a token from the cashier, and rode to\nthe University. Then it was I recalled that I had tried to use the\ntokens my strange visitor had placed on my desk before parting from me,\nand which I had, without thinking, picked up in the morning.\n\nAll that day I pondered over the tokens and the odd tale of Mr.\nRumplestein-O'Grady. I could still give it no credence, but I _was_\ndisturbed. On my way home, that evening, as is my wont, I bought a\nnewspaper and began reading it casually. Just before reaching my\nstation, I came across a small item on one of the inside pages. It\nstated that a small, bearded man, wearing a checkered suit, had been\nfound in the river that morning, stabbed. There were no identification\npapers on him, only a pocket full of subway tokens which, police\nbelieved, had been used to weight down the body.\n\n\"Good heavens!\" I said aloud. Several passengers raised their eyebrows.\nI flushed, hurried out of the train and to my apartment where I fell\ninto my chair, shocked and shaking. No doubt the body was that of\nRumplestein. The poor little man! What did this mean? Could his story\nconceivably have been true?\n\nThe knock on my door startled me. \"Professor, are you home?\" It was my\nlandlady. When I opened the door she handed me an envelope with my name\nwritten on it in small, neat letters. \"A little fellow with a beard gave\nit to me early this morning, after you'd gone. He said to be sure you\ngot it. Then he ran away.\" She shook her head in obvious disapproval of\nsuch actions.\n\nAfter she left I tore open the envelope and read the contents.\n\n\"By the time you see this chances are excellent that I shall be dead.\nHowever, that is of little importance. I have found the proof we\nneed--their distribution plant. It's an old warehouse. I am going there\nto see if I cannot obtain concrete proof--perhaps a pocketful of tokens.\nIf I fail, you must carry on. Farewell, professor. It was a privilege\nknowing you.\"\n\nBeneath the message was an address which I recognized as being in one of\nthe less reputable sections of the city. There was no signature.\n\nWhat to do! What to do! I no longer doubted the truth of little Mr.\nRumplestein-O'Grady's story. But what to do about it? I considered going\nto the warehouse, but the thought of high adventure sends nothing but\nennui coursing through my veins. Besides, there was undoubtedly some\nelement of danger in that course. The police! Naturally! They would know\nhow to deal with this situation and perhaps even avenge poor Mr.\nRumplestein's death. Filled with righteous anger and indignation I\nhurried out and went to the nearest police station.\n\nIn retrospect I can understand the reaction of the desk sergeant to my\nwild-eyed claim that the city was in imminent danger of invasion and he\nmust do something about it at once!\n\n\"How much, now, have ye had to drink?\" he asked calmly.\n\nWhen I swore that I was as sober as he, he grew purple with rage and\nthreatened to have me thrown into jail for insulting a police officer\nunless I disappeared immediately.\n\nAll that night and the next day I tried to reach someone in authority\nwith my information. The New York City police were admirably calm about\nmy information. My actions and voice, however, seemed to disturb them\ngreatly. When I insisted they investigate the warehouse, they told me\nthe officer on the beat would do so in good time. When I suggested they\nexamine the tokens found on the body they informed me that these had\nbeen turned over to the Property Clerk and if not claimed within ninety\ndays would be given to the PAL.\n\nAs a last desperate measure I went to the New York office of the Federal\nBureau of Investigation and presented myself to one of the Federal men.\nI told him my story. He looked at me calmly, then pored through a thick\nbook on his desk. He closed one eye thoughtfully and peered at me\nthrough the other.\n\n\"There's really nothing,\" he said, \"that we can do about it.\"\n\n\"Don't you believe me?\"\n\n\"That has nothing to do with it. According to regulations this is\nstrictly a municipal affair. It doesn't come within the jurisdiction of\nthe FBI. And we wouldn't want to step on municipal toes.\" He closed the\nbook smartly.\n\nI was crushed. I couldn't believe it. Finally I said, \"_Serum est\ncavendi tempus in mediis malis!_\"\n\n\"What?\"\n\n\"'It is too late to be cautious when in the very midst of dangers.'\nSeneca said that two thousand years ago.\"\n\nThe young man rose and nodded towards the door. \"Good day, professor.\nAnd an _E pluribus unum_ to you!\"\n\nThat was an hour ago.\n\n\n\nProfessor Clarke stopped talking. Jimmy and I said nothing. The only\nsound was the hum of traffic outside. \"And that is the way it is,\ngentlemen,\" said Professor Clarke, finally. \"_Quando cadet Roma, cadet\net mundus._ When Rome falls--the world!\" He sipped the beer which by now\nhad gone flat. \"Do you believe me?\"\n\nJimmy and I exchanged glances. \"Have another beer,\" said Jimmy. \"On the\nhouse.\"\n\n\"I see.\" Professor Clarke sighed. \"Well, I cannot really blame you,\ngentlemen. I only hope you do not live to regret it.\" He got up and put\na coin on the bar. Jimmy went to make change.\n\nThen we became aware of automobile horns blasting steadily on a rising\nnote of urgency. Jimmy and I ran outside. Traffic was piling up rapidly\nin the street. And as far as we could see in every direction, all the\ntraffic lights had turned green!\n\n\"Holy cow!\" said Jimmy. \"He was telling the truth!\"\n\n\"So it appears,\" said a voice at my elbow. I turned. It was the\nprofessor. There was a sad, wistful expression on his face. \"_Quod erat\ndemonstrandum_,\" he said softly. \"Q.E.D.\" Then, as the horns got louder,\nand we could hear drivers cursing, he strode down the street and around\nthe corner.\n\n\"Professor!\" I yelled. \"Wait!\" I started to run after him when the horns\nstopped blowing. Cars started moving again, and many of the traffic\nlights had turned red.\n\nJimmy wiped his face in obvious relief. \"Must have been a short\ncircuit,\" he said hoarsely. \"But for a minute--\"\n\n\"Yes,\" I said. \"A short circuit. Or maybe--a dry run to test facilities\nfor the big day?\"\n\nNeither one of us said anything, but we both had the same thought as we\nreturned to the bar. I picked up the subway token the professor had left\nthere. I flipped it in the air several times and looked at Jimmy. He\nnodded in agreement. I went out and headed for the nearest subway.\n\nQ.E.D.?\n\n\n\n\n\n\n",
  "metadata": {
    "author": [
      "Lewis, Irwin"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/30844/pg30844.txt",
    "name": "to_invade_new_york"
  }
}
