{
    "name": "To Whom This May Come\n1898",
    "author": [
        "Bellamy, Edward"
    ],
    "body": "1898\n\n\nIt is now about a year since I took passage at Calcutta in the ship\nAdelaide for New York. We had baffling weather till New Amsterdam Island\nwas sighted, where we took a new point of departure. Three days later,\na terrible gale struck us Four days we flew before it, whither, no one\nknew, for neither sun, moon, nor stars were at any time visible, and we\ncould take no observation. Toward midnight of the fourth day, the glare\nof lightning revealed the Adelaide in a hopeless position, close in upon\na low-lying shore, and driving straight toward it. All around and astern\nfar out to sea was such a maze of rocks and shoals that it was a miracle\nwe had come so far. Presently the ship struck, and almost instantly went\nto pieces, so great was the violence of the sea. I gave myself up for\nlost, and was indeed already past the worst of drowning, when I was\nrecalled to consciousness by being thrown with a tremendous shock upon\nthe beach. I had just strength enough to drag myself above the reach of\nthe waves, and then I fell down and knew no more.\n\nWhen I awoke, the storm was over. The sun, already halfway up the sky,\nhad dried my clothing, and renewed the vigor of my bruised and aching\nlimbs. On sea or shore I saw no vestige of my ship or my companions, of\nwhom I appeared the sole survivor. I was not, however, alone. A group\nof persons, apparently the inhabitants of the country, stood near,\nobserving me with looks of friendliness which at once freed me from\napprehension as to my treatment at their hands. They were a white and\nhandsome people, evidently of a high order of civilization, though I\nrecognized in them the traits of no race with which I was familiar.\n\nSeeing that it was evidently their idea of etiquette to leave it to\nstrangers to open conversation, I addressed them in English, but failed\nto elicit any response beyond deprecating smiles. I then accosted\nthem successively in the French, German, Italian, Spanish, Dutch, and\nPortuguese tongues, but with no better results. I began to be very much\npuzzled as to what could possibly be the nationality of a white and\nevidently civilized race to which no one of the tongues of the great\nseafaring nations was intelligible. The oddest thing of all was the\nunbroken silence with which they contemplated my efforts to open\ncommunication with them. It was as if they were agreed not to give me\na clue to their language by even a whisper; for while they regarded one\nanother with looks of smiling intelligence, they did not once open their\nlips. But if this behavior suggested that they were amusing themselves\nat my expense, that presumption was negatived by the unmistakable\nfriendliness and sympathy which their whole bearing expressed.\n\nA most extraordinary conjecture occurred to me. Could it be that these\nstrange people were dumb? Such a freak of nature as an entire race thus\nafflicted had never indeed been heard of, but who could say what wonders\nthe unexplored vasts of the great Southern Ocean might thus far have\nhid from human ken? Now, among the scraps of useless information which\nlumbered my mind was an acquaintance with the deaf-and-dumb alphabet,\nand forthwith I began to spell out with my fingers some of the phrases I\nhad already uttered to so little effect. My resort to the sign language\novercame the last remnant of gravity in the already profusely smiling\ngroup. The small boys now rolled on the ground in convulsions of mirth,\nwhile the grave and reverend seniors, who had hitherto kept them in\ncheck, were fain momentarily to avert their faces, and I could see their\nbodies shaking with laughter. The greatest clown in the world never\nreceived a more flattering tribute to his powers to amuse than had been\ncalled forth by mine to make myself understood. Naturally, however, I\nwas not flattered, but on the contrary entirely discomfited. Angry I\ncould not well be, for the deprecating manner in which all, excepting of\ncourse the boys, yielded to their perception of the ridiculous, and the\ndistress they showed at their failure in self-control, made me seem the\naggressor. It was as if they were very sorry for me, and ready to put\nthemselves wholly at my service, if I would only refrain from reducing\nthem to a state of disability by being so exquisitely absurd. Certainly\nthis evidently amiable race had a very embarrassing way of receiving\nstrangers.\n\nJust at this moment, when my bewilderment was fast verging on\nexasperation, relief came. The circle opened, and a little elderly\nman, who had evidently come in haste, confronted me, and, bowing very\npolitely, addressed me in English. His voice was the most pitiable\nabortion of a voice I had ever heard. While having all the defects in\narticulation of a child's who is just beginning to talk, it was not\neven a child's in strength of tone, being in fact a mere alternation of\nsqueaks and whispers inaudible a rod away. With some difficulty I was,\nhowever, able to follow him pretty nearly.\n\n\"As the official interpreter,\" he said, \"I extend you a cordial welcome\nto these islands. I was sent for as soon as you were discovered, but\nbeing at some distance, I was unable to arrive until this moment. I\nregret this, as my presence would have saved you embarrassment.\nMy countrymen desire me to intercede with you to pardon the wholly\ninvoluntary and uncontrollable mirth provoked by your attempts to\ncommunicate with them. You see, they understood you perfectly well, but\ncould not answer you.\"\n\n\"Merciful heavens!\" I exclaimed, horrified to find my surmise correct;\n\"can it be that they are all thus afflicted? Is it possible that you are\nthe only man among them who has the power of speech?\"\n\nAgain it appeared that, quite unintentionally, I had said something\nexcruciatingly funny; for at my speech there arose a sound of gentle\nlaughter from the group, now augmented to quite an assemblage, which\ndrowned the plashing of the waves on the beach at our feet. Even the\ninterpreter smiled.\n\n\"Do they think it so amusing to be dumb?\" I asked.\n\n\"They find it very amusing,\" replied the interpreter, \"that their\ninability to speak should be regarded by any one as an affliction; for\nit is by the voluntary disuse of the organs of articulation that they\nhave lost the power of speech, and, as a consequence, the ability even\nto understand speech.\"\n\n\"But,\" said I, somewhat puzzled by this statement, \"did n't you just\ntell me that they understood me, though they could not reply, and are\nthey not laughing now at what I just said?\"\n\n\"It is you they understood, not your words,\" answered the interpreter.\n\"Our speech now is gibberish to them, as unintelligible in itself as the\ngrowling of animals; but they know what we are saying, because they\nknow our thoughts. You must know that these are the islands of the\nmind-readers.\"\n\nSuch were the circumstances of my introduction to this extraordinary\npeople. The official interpreter being charged by virtue of his office\nwith the first entertainment of shipwrecked members of the talking\nnations, I became his guest, and passed a number of days under his roof\nbefore going out to any considerable extent among the people. My first\nimpression had been the somewhat oppressive one that the power to read\nthe thoughts of others could be possessed only by beings of a superior\norder to man. It was the first effort of the interpreter to disabuse me\nof this notion. It appeared from his account that the experience of the\nmind-readers was a case simply of a slight acceleration, from special\ncauses, of the course of universal human evolution, which in time was\ndestined to lead to the disuse of speech and the substitution of direct\nmental vision on the part of all races. This rapid evolution of these\nislanders was accounted for by their peculiar origin and circumstances.\n\nSome three centuries before Christ, one of the Parthian kings of\nPersia, of the dynasty of the Arsacid, undertook a persecution of the\nsoothsayers and magicians in his realms. These people were credited\nwith supernatural powers by popular prejudice, but in fact were merely\npersons of special gifts in the way of hypnotizing, mind-reading,\nthought transference, and such arts, which they exercised for their own\ngain.\n\nToo much in awe of the soothsayers to do them outright violence, the\nking resolved to banish them, and to this end put them, with their\nfamilies, on ships and sent them to Ceylon. When, however, the fleet was\nin the neighborhood of that island, a great storm scattered it, and one\nof the ships, after being driven for many days before the tempest, was\nwrecked upon one of an archipelago of uninhabited islands far to the\nsouth, where the survivors settled. Naturally, the posterity of the\nparents possessed of such peculiar gifts had developed extraordinary\npsychical powers.\n\nHaving set before them the end of evolving a new and advanced order\nof humanity, they had aided the development of these powers by a rigid\nsystem of stirpiculture. The result was that, after a few centuries,\nmind-reading became so general that language fell into disuse as a means\nof communicating ideas. For many generations the power of speech still\nremained voluntary, but gradually the vocal organs had become atrophied,\nand for several hundred years the power of articulation had been wholly\nlost. Infants for a few months after birth did, indeed, still emit\ninarticulate cries, but at an age when in less advanced races these\ncries began to be articulate, the children of the mind-readers developed\nthe power of direct vision, and ceased to attempt to use the voice.\n\nThe fact that the existence of the mind-readers had never been found\nout by the rest of the world was explained by two considerations. In the\nfirst place, the group of islands was small, and occupied a corner of\nthe Indian Ocean quite out of the ordinary track of ships. In the second\nplace, the approach to the islands was rendered so desperately perilous\nby terrible currents, and the maze of outlying rocks and shoals, that\nit was next to impossible for any ship to touch their shores save as a\nwreck. No ship at least had ever done so in the two thousand years since\nthe mind-readers' own arrival, and the Adelaide had made the one hundred\nand twenty-third such wreck.\n\nApart from motives of humanity, the mind-readers made strenuous\nefforts to rescue shipwrecked persons, for from them alone, through the\ninterpreters, could they obtain information of the outside world. Little\nenough this proved when, as often happened, the sole survivor of the\nshipwreck was some ignorant sailor, who had no news to communicate\nbeyond the latest varieties of forecastle blasphemy. My hosts gratefully\nassured me that, as a person of some little education, they considered\nme a veritable godsend. No less a task was mine than to relate to them\nthe history of the world for the past two centuries, and often did I\nwish, for their sakes, that I had made a more exact study of it.\n\nIt is solely for the purpose of communicating with shipwrecked strangers\nof the talking nations that the office of the interpreters exists.\nWhen, as from time to time happens, a child is born with some powers of\narticulation, he is set apart, and trained to talk in the interpreters'\ncollege. Of course the partial atrophy of the vocal organs, from\nwhich even the best interpreters suffer, renders many of the sounds of\nlanguage impossible for them. None, for instance, can pronounce _v, f_,\nor _s_; and as to the sound represented by _th_, it is five generations\nsince the last interpreter lived who could utter it. But for the\noccasional inter-marriage of shipwrecked strangers with the island-ers,\nit is probable that the supply of interpreters would have long ere this\nquite failed.\n\nI imagine that the very unpleasant sensations which followed the\nrealization that I was among people who, while inscrutable to me, knew\nmy every thought, were very much what any one would have experienced in\nthe same case. They were very comparable to the panic which accidental\nnudity causes a person among races whose custom it is to conceal the\nfigure with drapery. I wanted to run away and hide myself. If I analyzed\nmy feeling, it did not seem to arise so much from the consciousness of\nany particularly heinous secrets, as from the knowledge of a swarm of\nfatuous, ill-natured, and unseemly thoughts and half thoughts concerning\nthose around me, and concerning myself, which it was insufferable that\nany person should peruse in however benevolent a spirit. But while my\nchagrin and distress on this account were at first intense, they were\nalso very shortlived, for almost immediately I discovered that the\nvery knowledge that my mind was overlooked by others operated to check\nthoughts that might be painful to them, and that, too, without more\neffort of the will than a kindly person exerts to check the utterance of\ndisagreeable remarks. As a very few lessons in the elements of courtesy\ncures a decent person of inconsiderate speaking, so a brief experience\namong the mind-readers went far in my case to check inconsiderate\nthinking. It must not be supposed, however, that courtesy among the\nmind-readers prevents them from thinking pointedly and freely concerning\none another upon serious occasions, any more than the finest courtesy\namong the talking races restrains them from speaking to one another\nwith entire plainness when it it desirable to do so. Indeed, among the\nmind-readers, politeness never can extend to the point of insincerity,\nas among talking nations, seeing that it is always one another's real\nand inmost thought that they read. I may fitly mention here, though it\nwas not till later that I fully understood why it must necessarily be\nso, that one need feel far less chagrin at the complete revelation of\nhis weaknesses to a mind-reader than at the slightest betrayal of them\nto one of another race. For the very reason that the mind-reader reads\nall your thoughts, particular thoughts are judged with reference to the\ngeneral tenor of thought. Your characteristic and habitual frame of\nmind is what he takes account of. No one need fear being misjudged by\na mind-reader on account of sentiments or emotions which are not\nrepresentative of the real character or general attitude. Justice may,\nindeed, be said to be a necessary consequence of mind-reading.\n\nAs regards the interpreter himself, the instinct of courtesy was not\nlong needed to check wanton or offensive thoughts. In all my life\nbefore, I had been very slow to form friendships, but before I had been\nthree days in the company of this stranger of a strange race, I had\nbecome enthusiastically devoted to him. It was impossible not to be.\nThe peculiar joy of friendship is the sense of being understood by our\nfriend as we are not by others, and yet of being loved in spite of\nthe understanding. Now here was one whose every word testified to a\nknowledge of my secret thoughts and motives which the oldest and nearest\nof my former friends had never, and could never, have approximated.\nHad such a knowledge bred in him contempt of me, I should neither have\nblamed him nor been at all surprised. Judge, then, whether the cordial\nfriendliness which he showed was likely to leave me indifferent.\n\nImagine my incredulity when he informed me that our friendship was not\nbased upon more than ordinary mutual suitability of temperaments. The\nfaculty of mind-reading, he explained, brought minds so close together,\nand so heightened sympathy, that the lowest order of friendship between\nmind-readers implied a mutual delight such as only rare friends enjoyed\namong other races. He assured me that later on, when I came to know\nothers of his race, I should find, by the far greater intensity of\nsympathy and affection I should conceive for some of them, how true this\nsaying was.\n\nIt may be inquired how, on beginning to mingle with the mind-readers\nin general, I managed to communicate with them, seeing that, while they\ncould read my thoughts, they could not, like the interpreter, respond to\nthem by speech. I must here explain that, while these people have no\nuse for a spoken language, a written language is needful for purposes\nof record. They consequently all know how to write. Do they, then, write\nPersian? Luckily for me, no. It appears that, for a long period after\nmind-reading was fully developed, not only was spoken language disused,\nbut also written, no records whatever having been kept during this\nperiod. The delight of the people in the newly found power of direct\nmind-to-mind vision, whereby pictures of the total mental state were\ncommunicated, instead of the imperfect descriptions of single thoughts\nwhich words at best could give, induced an invincible distaste for the\nlaborious impotence of language.\n\nWhen, however, the first intellectual intoxication had, after several\ngenerations, somewhat sobered down, it was recognized that records\nof the past were desirable, and that the despised medium of words was\nneedful to preserve it. Persian had meanwhile been wholly forgotten. In\norder to avoid the prodigious task of inventing a complete new language,\nthe institution of the interpreters was now set up, with the idea of\nacquiring through them a knowledge of some of the languages of the\noutside world from the mariners wrecked on the islands.\n\nOwing to the fact that most of the castaway ships were English, a better\nknowledge of that tongue was acquired than of any other, and it\nwas adopted as the written language of the people. As a rule, my\nacquaintances wrote slowly and laboriously, and yet the fact that they\nknew exactly what was in my mind rendered their responses so apt\nthat, in my conversations with the slowest speller of them all, the\ninterchange of thought was as rapid and incomparably more accurate and\nsatisfactory than the fastest talkers attain to.\n\nIt was but a very short time after I had begun to extend my acquaintance\namong the mind-readers before I discovered how truly the interpreter had\ntold me that I should find others to whom, on account of greater natural\ncongeniality, I should become more strongly attached than I had been to\nhim. This was in no wise, however, because I loved him less, but them\nmore. I would fain write particularly of some of these beloved friends,\ncomrades of my heart, from whom I first learned the undreamed-of\npossibilities of human friendship, and how ravishing the satisfactions\nof sympathy may be. Who, among those who may read this, has not known\nthat sense of a gulf fixed between soul and soul which mocks love I Who\nhas not felt that loneliness which oppresses the heart that loves it\nbest! Think no longer that this gulf is eternally fixed, or is any\nnecessity of human nature. It has no existence for the race of our\nfellow-men which I describe, and by that fact we may be assured that\neventually it will be bridged also for us. Like the touch of shoulder to\nshoulder, like the clasping of hands, is the contact of their minds and\ntheir sensation of sympathy.\n\nI say that I would fain speak more particularly of some of my friends,\nbut waning strength forbids, and moreover, now that I think of it,\nanother consideration would render any comparison of their characters\nrather confusing than instructive to a reader. This is the fact that, in\ncommon with the rest of the mind-readers, they had no names. Every one\nhad, indeed, an arbitrary sign for his designation in records, but it\nhas no sound value. A register of these names is kept, so they can at\nany time be ascertained, but it is very common to meet persons who have\nforgotten titles which are used solely for biographical and official\npurposes. For social intercourse names are of course superfluous, for\nthese people accost one another merely by a mental act of attention,\nand refer to third persons by transferring their mental pictures,--\nsomething as dumb persons might by means of photographs. Something so,\nI say, for in the pictures of one another's personalities which the\nmind-readers conceive, the physical aspect, as might be expected with\npeople who directly contemplate each other's minds and hearts, is a\nsubordinate element.\n\nI have already told how my first qualms of morbid self-consciousness at\nknowing that my mind was an open book to all around me disappeared as I\nlearned that the very completeness of the disclosure of my thoughts and\nmotives was a guarantee that I would be judged with a fairness and a\nsympathy such as even self-judgment cannot pretend to, affected as that\nis by so many subtle reactions. The assurance of being so judged by\nevery one might well seem an inestimable privilege to one accustomed\nto a world in which not even the tenderest love is any pledge of\ncomprehension, and yet I soon discovered that open-mindedness had a\nstill greater profit than this. How shall I describe the delightful\nexhilaration of moral health and cleanness, the breezy oxygenated mental\ncondition, which resulted from the consciousness that I had absolutely\nnothing concealed! Truly I may say that I enjoyed myself. I think surely\nthat no one needs to have had my marvelous experience to sympathize with\nthis portion of it. Are we not all ready to agree that this having a\ncurtained chamber where we may go to grovel, out of the sight of our\nfellows, troubled only by a vague apprehension that God may look over\nthe top, is the most demoralizing incident in the human condition? It\nis the existence within the soul of this secure refuge of lies which has\nalways been the despair of the saint and the exultation of the knave.\nIt is the foul cellar which taints the whole house above, be it never so\nfine.\n\nWhat stronger testimony could there be to the instinctive consciousness\nthat concealment is debauching, and openness our only cure, than the\nworld-old conviction of the virtue of confession for the soul, and that\nthe uttermost exposing of one's worst and foulest is the first step\ntoward moral health? The wickedest man, if he could but somehow attain\nto writhe himself inside out as to his soul, so that its full sickness\ncould be seen, would feel ready for a new life. Nevertheless, owing to\nthe utter impotence of the words to convey mental conditions in their\ntotality, or to give other than mere distortions of them, confession is,\nwe must needs admit, but a mockery of that longing for self-revelation\nto which it testifies. But think what health and soundness there must\nbe for souls among a people who see in every face a conscience which,\nunlike their own, they cannot sophisticate, who confess one another\nwith a glance, and shrive with a smile! Ah, friends, let me now predict,\nthough ages may elapse before the slow event shall justify me, that\nin no way will the mutual vision of minds, when at last it shall be\nperfected, so enhance the blessedness of mankind as by rending the veil\nof self, and leaving no spot of darkness in the mind for lies to hide\nin. Then shall the soul no longer be a coal smoking among ashes, but a\nstar in a crystal sphere.\n\nFrom what I have said of the delights which friendship among the\nmind-readers derives from the perfection of the mental rapport, it may\nbe imagined how intoxicating must be the experience when one of the\nfriends is a woman, and the subtle attractions and correspondences\nof sex touch with passion the intellectual sympathy. With my first\nventuring into society I had begun, to their extreme amusement, to fall\nin love with the women right and left. In the perfect frankness which is\nthe condition of all intercourse among this people, these adorable women\ntold me that what I felt was only friendship, which was a very good\nthing, but wholly different from love, as I should well know if I were\nbeloved. It was difficult to believe that the melting emotions which I\nhad experienced in their company were the result merely of the friendly\nand kindly attitude of their minds toward mine; but when I found that\nI was affected in the same way by every gracious woman I met, I had to\nmake up my mind that they must be right about it, and that I should have\nto adapt myself to a world in which, friendship being a passion, love\nmust needs be nothing less than rapture.\n\nThe homely proverb, \"Every Jack has his Gill,\" may, I suppose, be taken\nto mean that for all men there are certain women expressly suited by\nmental and moral as well as by physical constitution. It is a thought\npainful, rather than cheering, that this may be the truth, so altogether\ndo the chances preponderate against the ability of these elect ones\nto recognize each other even if they meet, seeing that speech is so\ninadequate and so misleading a medium of self-revelation. But among the\nmind-readers, the search for one's ideal mate is a quest reasonably sure\nof being crowned with success, and no one dreams of wedding unless it\nbe; for so to do, they consider, would be to throw away the choicest\nblessing of life, and not alone to wrong themselves and their unfound\nmates, but likewise those whom they themselves and those undiscovered\nmates might wed. Therefore, passionate pilgrims, they go from isle to\nisle till they find each other, and, as the population of the islands is\nbut small, the pilgrimage is not often long.\n\nWhen I met her first we were in company, and I was struck by the sudden\nstir and the looks and smiling interest with which all around turned and\nregarded us, the women with moistened eyes. They had read her thought\nwhen she saw me, but this I did not know, neither what was the custom\nin these matters, till afterward. But I knew, from the moment she first\nfixed her eyes on me, and I felt her mind brooding upon mine, how truly\nI had been told by those other women that the feeling with which they\nhad inspired me was not love.\n\nWith people who become acquainted at a glance, and old friends in an\nhour, wooing is naturally not a long process. Indeed, it may be said\nthat between lovers among mind-readers there is no wooing, but merely\nrecognition. The day after we met, she became mine.\n\nPerhaps I cannot better illustrate how subordinate the merely physical\nelement is in the impression which mind-readers form of their friends\nthan by mentioning an incident that occurred some months after our\nunion. This was my discovery, wholly by accident, that my love, in whose\nsociety I had almost constantly been, had not the least idea what was\nthe color of my eyes, or whether my hair and complexion were light\nor dark. Of course, as soon as I asked her the question, she read the\nanswer in my mind, but she admitted that she had previously had no\ndistinct impression on those points. On the other hand, if in the\nblackest midnight I should come to her, she would not need to ask who\nthe comer was. It is by the mind, not the eye, that these people know\none another. It is really only in their relations to soulless and\ninanimate things that they need eyes at all.\n\nIt must not be supposed that their disregard of one another's bodily\naspect grows out of any ascetic sentiment. It is merely a necessary\nconsequence of their power of directly apprehending mind, that whenever\nmind is closely associated with matter the latter is comparatively\nneglected on account of the greater interest of the former, suffering as\nlesser things always do when placed in immediate contrast with greater.\nArt is with them confined to the inanimate, the human form having, for\nthe reason mentioned, ceased to inspire the artist. It will be naturally\nand quite correctly inferred that among such a race physical beauty is\nnot the important factor in human fortune and felicity that it elsewhere\nis. The absolute openness of their minds and hearts to one another makes\ntheir happiness far more dependent on the moral and mental qualities\nof their companions than upon their physical. A genial temperament, a\nwide-grasping, godlike intellect, a poet soul, are incomparably more\nfascinating to them than the most dazzling combination conceivable of\nmere bodily graces.\n\nA woman of mind and heart has no more need of beauty to win love in\nthese islands than a beauty elsewhere of mind or heart. I should mention\nhere, perhaps, that this race, which makes so little account of physical\nbeauty, is itself a singularly handsome one. This is owing doubtless in\npart to the absolute compatibility of temperaments in all the marriages,\nand partly also to the reaction upon the body of a state of ideal mental\nand moral health and placidity.\n\nNot being myself a mind-reader, the fact that my love was rarely\nbeautiful in form and face had doubtless no little part in attracting my\ndevotion. This, of course, she knew, as she knew all my thoughts,\nand, knowing my limitations, tolerated and forgave the element of\nsensuousness in my passion. But if it must have seemed to her so little\nworthy in comparison with the high spiritual communion which her race\nknow as love, to me it became, by virtue of her almost superhuman\nrelation to me, an ecstasy more ravishing surely than any lover of my\nrace tasted before. The ache at the heart of the intensest love is the\nimpotence of words to make it perfectly understood to its object. But my\npassion was without this pang, for my heart was absolutely open to her I\nloved. Lovers may imagine, but I cannot describe, the ecstatic thrill\nof communion into which this consciousness transformed every tender\nemotion. As I considered what mutual love must be where both parties are\nmind-readers, I realized the high communion which my sweet companion had\nsacrificed for me.\n\nShe might indeed comprehend her lover and his love for her, but the\nhigher satisfaction of knowing that she was comprehended by him and her\nlove understood, she had foregone. For that I should ever attain the\npower of mind-reading was out of the question, the faculty never having\nbeen developed in a single lifetime.\n\nWhy my inability should move my dear companion to such depths of pity\nI was not able fully to understand until I learned that mind-reading is\nchiefly held desirable, not for the knowledge of others which it gives\nits possessors, but for the self-knowledge which is its reflex effect.\nOf all they see in the minds of others, that which concerns them most is\nthe reflection of themselves, the photographs of their own characters.\nThe most obvious consequence of the self-knowledge thus forced upon them\nis to render them alike incapable of self-conceit or self-depreciation.\nEvery one must needs always think of himself as he is, being no more\nable to do otherwise than is a man in a hall of mirrors to cherish\ndelusions as to his personal appearance.\n\nBut self-knowledge means to the mind-readers much more than this,--\nnothing less, indeed, than a shifting of the sense of identity. When a\nman sees himself in a mirror, he is compelled to distinguish between the\nbodily self he sees and his real self, which is within and unseen. When\nin turn the mind-reader comes to see the mental and moral self reflected\nin other minds as in mirrors, the same thing happens. He is compelled\nto distinguish between this mental and moral self which has been made\nobjective to him, and can be contemplated by him as impartially as if\nit were another's, from the inner ego which still remains subjective,\nunseen, and indefinable. In this inner ego the mind-readers recognize\nthe essential identity and being, the noumenal self, the core of the\nsoul, and the true hiding of its eternal life, to which the mind as well\nas the body is but the garment of a day.\n\nThe effect of such a philosophy as this--which, indeed, with the\nmind-readers is rather an instinctive consciousness than a philosophy\n--must obviously be to impart a sense of wonderful superiority to the\nvicissitudes of this earthly state, and a singular serenity in the midst\nof the haps and mishaps which threaten or befall the personality. They\ndid indeed appear to me, as I never dreamed men could attain to be,\nlords of themselves.\n\nIt was because I might not hope to attain this enfranchisement from the\nfalse ego of the apparent self, without which life seemed to her race\nscarcely worth living, that my love so pitied me.\n\nBut I must hasten on, leaving a thousand things unsaid, to relate the\nlamentable catastrophe to which it is owing that, instead of being\nstill a resident of those blessed islands, in the full enjoyment of that\nintimate and ravishing companionship which by contrast would forever dim\nthe pleasures of all other human society, I recall the bright picture as\na memory under other skies.\n\nAmong a people who are compelled by the very constitution of their minds\nto put themselves in the places of others, the sympathy which is the\ninevitable consequence of perfect comprehension renders envy, hatred,\nand uncharitableness impossible. But of course there are people less\ngenially constituted than others, and these are necessarily the objects\nof a certain distaste on the part of associates. Now, owing to the\nunhindered impact of minds upon one another, the anguish of persons so\nregarded, despite the tenderest consideration of those about them, is\nso great that they beg the grace of exile, that, being out of the way,\npeople may think less frequently upon them. There are numerous small\nislets, scarcely more than rocks, lying to the north of the archipelago,\nand on these the unfortunates are permitted to live. Only one lives on\neach islet, as they cannot endure each other even as well as the more\nhappily constituted can endure them. From time to time supplies of food\nare taken to them, and of course, any time they wish to take the risk,\nthey are permitted to return to society.\n\nNow, as I have said, the fact which, even more than their out-of-the-way\nlocation, makes the islands of the mind-readers unapproachable, is the\nviolence with which the great antarctic current, owing probably to some\nconfiguration of the ocean bed, together with the innumerable rocks and\nshoals, flows through and about the archipelago.\n\nShips making the islands from the southward are caught by this current\nand drawn among the rocks, to their almost certain destruction; while,\nowing to the violence with which the current sets to the north, it is\nnot possible to approach at all from that direction, or at least it has\nnever been accomplished. Indeed, so powerful are the currents that even\nthe boats which cross the narrow straits between the main islands and\nthe islets of the unfortunate, to carry the latter their supplies, are\nferried over by cables, not trusting to oar or sail.\n\nThe brother of my love had charge of one of the boats engaged in this\ntransportation, and, being desirous of visiting the islets, I accepted\nan invitation to accompany him on one of his trips. I know nothing of\nhow the accident happened, but in the fiercest part of the current of\none of the straits we parted from the cable and were swept out to\nsea. There was no question of stemming the boiling current, our utmost\nendeavors barely sufficing to avoid being dashed to pieces on the rocks.\nFrom the first, there was no hope of our winning back to the land, and\nso swiftly did we drift that by noon--the accident having befallen in\nthe morning--the islands, which are low-lying, had sunk beneath the\nsouthwestern horizon.\n\nAmong these mind-readers, distance is not an insuperable obstacle to the\ntransfer of thought. My companion was in communication with our friends,\nand from time to time conveyed to me messages of anguish from my dear\nlove; for, being well aware of the nature of the currents and the\nunapproachableness of the islands, those we had left behind, as well\nas we ourselves, knew well we should see each other's faces no more.\nFor five days we continued to drift to the northwest, in no danger\nof starvation, owing to our lading of provisions, but constrained to\nunintermitting watch and ward by the roughness of the weather. On the\nfifth day my companion died from exposure and exhaustion. He died very\nquietly,--indeed, with great appearance of relief. The life of the\nmind-readers while yet they are in the body is so largely spiritual that\nthe idea of an existence wholly so, which seems vague and chill to us,\nsuggests to them a state only slightly more refined than they already\nknow on earth.\n\nAfter that I suppose I must have fallen into an unconscious state, from\nwhich I roused to find myself on an American ship bound for New York,\nsurrounded by people whose only means of communicating with one another\nis to keep up while together a constant clatter of hissing, guttural,\nand explosive noises, eked out by all manner of facial contortions and\nbodily gestures. I frequently find myself staring open-mouthed at those\nwho address me, too much struck by their grotesque appearance to bethink\nmyself of replying.\n\nI find that I shall not live out the voyage, and I do not care to. From\nmy experience of the people on the ship, I can judge how I should fare\non land amid the stunning Babel of a nation of talkers. And my friends,\n--God bless them! how lonely I should feel in their very presence! Nay,\nwhat satisfaction or consolation, what but bitter mockery, could I ever\nmore find in such human sympathy and companionship as suffice others\nand once sufficed me,--I who have seen and known what I have seen\nand known! Ah, yes, doubtless it is far better I should die; but the\nknowledge of the things that I have seen I feel should not perish with\nme. For hope's sake, men should not miss the glimpse of the higher,\nsun-bathed reaches of the upward path they plod. So thinking, I have\nwritten out some account of my wonderful experience, though briefer far,\nby reason of my weakness, than fits the greatness of the matter. The\ncaptain seems an honest, well-meaning man, and to him I shall confide\nthe narrative, charging him, on touching shore, to see it safely in the\nhands of some one who will bring it to the world's ear.\n\nNote.--The extent of my own connection with the foregoing document is\nsufficiently indicated by the author himself in the final paragraph.--\nE.B.\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bellamy, Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22704/pg22704.txt",
        "name": "to_whom_this_may_come_1898.json"
    }
}