{
  "name": "Tomorrow the World!",
  "author": [
    "Krepps, Robert W."
  ],
  "body": "It was like a cave, a great vaulted cave which echoed back my first\nhesitant movements on the slab and tossed them from wall to wall until\nthe darkness about me was all one vast rustling. I felt my skin prickle\ninto gooseflesh. In that moment of waking I was oddly frightened. I had\nno memory of location. I might have been in a subterranean grotto, with\nenormous stalagmites of supergrotesque shape rising all about me in\nthe thick gloom.\n\nI sat up. The slab was cold beneath me. Directly in front of it towered\na thing like a nightmare skeleton of stone.\n\nIt was just that: the fossil of a duckbilled dinosaur. I had gone to\nsleep on a marble bench in the palaeontology room of the museum.\n\nI laughed. The panic that had touched me was gone, and I felt ashamed\nof myself. Not for falling asleep, because I had been very tired; but\nashamed of the fear.\n\nLord knew how long I had slept. It was black night without and within,\nand no sound save that of my own movements came to me. The museum must\nhave been closed for hours. The guards had missed me on my bench behind\nthe dinosaur. I stood and shook myself and smoothed the rumpled suit,\nand began to grope my way between exhibits toward the entrance hall. I\nleft the reptilian skeletons behind--not without a certain relief, for\nthey were awesome sleepers to pass among--and was striding down a dim\npathway between glass cases when I heard the footsteps.\n\nA watchman was coming toward me. I could see the reflection of his\nflashlight. I halted indecisively, growled at myself, and went on. I\nhad a perfectly valid excuse for being there. They could hardly do\nanything to me.\n\nThe guard was big, about my size, and his flash jumped in his hand when\nhe saw me. Then he hurried forward. I grinned into the glare.\n\n\"Sorry to scare you--\"\n\n\"What the hell you doing here, bud?\"\n\nI did not like him in the least. \"I fell asleep in the bone room. Just\nwoke up.\"\n\n\"That's what they say, bud, that's what they say.\" He was breathing in\nmy face. I do not care for secondhand hamburg with onions. \"Who are\nyou?\"\n\n\"Bill Cuff, I write for the adventure mags, maybe you've seen my yarns.\"\n\n\"No, I ain't. How come you fell asleep, bud?\"\n\n\"Cuff,\" I said, \"Bill Cuff. I was knocked out. I mean I was tired. Been\nworking nights on a piece that doesn't want to jell.\"\n\n\"That's what they say, bud.\" I was getting good and sick of that line.\nThree times was more than enough. He didn't think so. \"That's what they\nsay. Fell asleep, huh? In a room full o' jewelry that'd bring a nice\nprice even if you melted it down. Relics. We got a brooch over there\nthat Napoleon gave to Catherine of Aragon. Make a nice haul by itself.\"\n\n\"I dare say, especially as she died some centuries before he was born.\nA unique bit of trinketry indeed.\" I disliked this guard more with\neach word. \"You knucklehead,\" I said, \"I told you I fell asleep. I was\nlooking for a watchman just now.\"\n\n\"That's what they say. You come on with me. We got to see a cop, bud.\"\n\n\"For the love of--I can identify myself. Here's my driver's license.\"\n\n\"Stole, probably. We've had sneak-thieves in here before. You come on\nwith me, bud.\"\n\nI counted ten. \"Cuff, Bill Cuff.\" His stupidity, his dark stolid bulk\nbehind the persistent flashlight were angering me. \"All right, lets see\na cop.\"\n\nHe gripped my arm. \"I don't like to be touched and handled.\" I said. I\nknocked his hand off. \"Here, here,\" he yelped, \"don't get tough or I'll\nhave to rough you up a little.\"\n\nHe clutched my arm again. A scarlet curtain of rage shut down over my\nsenses. I reached out and took his throat between my hands, dragged\nhim to my chest, tightened my fingers and pressed and twisted till\nhis flashlight dropped to the stone floor and went out with a pitiful\ntinkle. There in the unbroken dark of the deserted museum I held him\nuntil he was dead, until his head was turned over his shoulder and his\npopping eyes stared sightlessly down his backbone. Then I threw him\ninto a case of snuff boxes, and went on to the entrance and let myself\nout and walked away down the moonlit street.\n\n\n\n\n                              CHAPTER II\n\n\nFor a long while I walked alone with my cold rage. It was, well,\nmost curious is a mild way to describe it. I had never been a man of\nviolence and fury. Only in my adventure yarns had I spread gore and\ndestruction abroad. I thought back over my twenty-eight years of life.\nI didn't believe I had ever even hit anyone before tonight. Yet I had\ntaken enormous pleasure in the wanton brutality. Even after my anger\nhad died, I felt no regret whatever for the murder of the guard. He had\nbeen a stupid _man_.\n\nI found myself wondering about that after I had said it half-aloud. I\ndidn't know why I had put the emphasis on _man_. You might have thought\nI was a woman.\n\nGoing aimlessly up one street and down another, now staring ahead\nand now gazing up at the full moon riding in its field of India-ink\nsky, I eventually saw that I was near the museum again. Some obscure\ncuriosity took me past its doors. Just as I passed them, craning my\nneck foolishly as though I could see through their oak and bronze, half\na dozen men burst out into the street. Automatically I speeded my pace.\nThen they yelled, and were after me. I ran.\n\nWhat smirking fate had pushed me back to the damned place? From my\nposition on the sidewalk, my attitude of looking intently at the doors,\nmy haste thereafter, they had leaped to the thought that I had just\nemerged from the museum. I thought of fingerprints, of all kinds of\nclues I might have left behind. I ran like a spooked steer.\n\nReason left me. I caught the last wisp of a fleeting amazement: could\nthis murderous, panicky creature be Bill Cuff, hitherto a sane and\nsober pulp writer?\n\nI turned a corner, vaulted over a hedge and flung myself prone behind\nit. The pursuers--museum guards, for evidently the police had not\narrived--pounded by, yelling to each other. When they had gone I darted\nover to the building that shadowed this plot of earth, kicked in a\nwindow, knocked away shards of glass from the frame and let myself down\ninto the basement of the museum. Swiftly I blundered my way between\nwork-benches and unfinished exhibits until I had found the door. Down\na long black hall I padded, snorting through my nose and peering back\nfrequently. Like a beast, said a tiny voice in the depths of my brain;\nlike a stalked beast.\n\nI found a door, steps that led upward. I passed the first floor and\nthen the second. My shins were barked, my nose bled from a smack\nagainst an unseen wall. I licked the blood off my lips. The stairs\nended and I was on the third floor. Here the moon slanted its cool\nrays into the windows, unhampered by nearby buildings. I could see\nquite well. My feet seemed to know where they were going. I passed\nthrough the hall of mammals, glancing aside at the dusty elephants,\nthe two giraffes in their great cage of glass, the family of sea lions\nfrozen forever in attitudes of stuffy majesty. My leather heels tapped\nloudly in the thick silence. I bent and took off my shoes, stuffing\nthem into the pockets of my coat. Then I came to the central well, and\nleaning over the balcony I looked down at the hall of dinosaurs. Their\nbizarre frames were jagged splotches of black in a lesser blackness.\nThen the lights went up on their floor, and as I, two stories above,\ndrew back my head with an involuntary snarl, guards hurried across\nthe floor between the fossils, calling back and forth. I heard them\nsay something about the broken window. I had trapped myself. I did\nnot consider that important. Something in me knew I was heading for\nsanctuary.\n\nI thrust my head over the railing again, like a fox on a cliff\nregarding a pack of hounds at fault. Chance made one of the hounds peer\nupward. There was a loud shout from below as the guard saw me.\n\nDashing along the passage between rail and wall, I entered the art\ngallery, traversed it, and came to the geology hall. Here was a replica\nof a Pennsylvania cavern, through which visitors could wander to\ngawk at stalactites and artificial springs and plaster-and-plastic\nunderworld creatures--dead-white salamanders, strange little blind\nbugs, crawling unnamed worms stuck to the synthetic rock with hidden\nadhesives. I dived through the mouth of this weird exhibit, bruising\nmyself heedlessly; rounded heaps of faked stone, scraped skin off my\nknuckles as I fended off obstacles that seemed to hurl themselves\nat me in the murk, at last came to the back of the cave and turned\nand squatted there on my hams, fingertips trailing against the cool\nhardness of the sham rock floor.\n\nThe moon was dropping; now it looked in a window opposite the cave,\nfinding its way between the icicle forms of stalactites, just grazing\nmy dark blue suit here and there. I bent my head and stared at the\nivory huntress of the skies. Her full round belly was gravid with\nportent. I felt that all sorts of shattering events were shaping within\nher, that something alien and terrible and withal glorious was about to\nbe born.\n\n\n\n\n                              CHAPTER III\n\n\nI could hear no sounds of pursuit as yet. I thought back over the\npast half hour. I still experienced no shred of remorse. The man had\ndeserved to die. He had laid hands on me without provocation. He had\nbeen stupid. He had been a _man_.\n\nAgain that odd emphasis stirred a wonder in my mind, which vanished\nbefore I could grip it. I looked about me at what I could discern of\nthe artificial cavern. I felt at home here. Then my memory played me\na trick. I thought I had been in this place before, with others of my\nkind (my kind? what the hell?), and we had squatted thus and hearkened\nto the hunting cries of great carnivores and of--I grasped too quickly\nand too consciously for the rest of the thought and it was gone. But I\ncould have sworn that I was going to remember the blood-roaring of a\nband of men.\n\nWhat the hell, indeed! Had my wild adventure tales got under my skin\nand turned me lunatic?\n\nThat idea lasted for about a breath and a half. I knew I was cold sane.\nSo, coldly and sanely, I groped in my memory for whatever experience I\nhad turned up a fragment of. It was dim but it was certainly there, a\nscene painted in faded oils on dark canvas. I was in a cave with others\nof my kind, hulking broad-chested shapes in the gloom, and outside rose\nthe howling of our pursuers. I felt the hair bristle on my neck and\nmy forehead creased with rage. Then the lights went on in the geology\nhall, dispelling the picture.\n\nI curled myself down behind the biggest of the stalagmites. I was\nwholly in shadow. I lay perfectly still, and my heart slowed its beat\nso that the blood hissed more quietly in my ears and I could hear with\nwonderful clarity. Guards spoke nearby. They were searching for me,\nchecking methodically through every cranny of the hall. I flexed my\nfingers. A silent chuckle shook me.\n\nOne came cautiously to the entrance of the cave and bent and stared\nfutilely. I saw him glance around for his companions, then advance\nslowly into the place. When he was nearly above me I rose as swiftly as\na panther. He had no time to drag in breath for a yell. I clamped his\nmouth tight with one hand, broke his neck with the other. It was done\nbeautifully. In that moment I found pride in my perfect coordination,\nin my excellence as a killing machine as deadly as a king cobra. I laid\nhim down in shadow. I traded my coat for his uniform jacket, which was\ntoo snug in the shoulders but fitted well enough otherwise. I put on my\nshoes and his visored cap and walked out of the cave. I went along the\naisle, face averted from the other guards, and found a stair well and\nslipped into it.\n\nUp went the hue and cry before I was halfway down!\n\nI leaped to the second floor entrance, feeling their eyes already on my\nback as I passed through it, and went loping for the nearest window, a\ntall square of moontouched glittering. I hurled the thing open, swung\nonto the sill, and launched myself into space without even looking at\nthe ground. It rushed up at me. As naturally as a cat might have done\nit, I landed on toes and fingers. Then I was running.\n\nNo shouts broke out behind me. They had not seen my leap. I shed the\njacket and cap as I ran. Then I remembered my coat, lying across the\ndead guard. No identification there--until they had time to check\ndry-cleaner's marks. I had an hour or two at least.\n\nI headed for my hotel, a dingy, half-respectable pile on the edge of\nthe downtown district. An hour to pack, and I would be on my way. There\nwas something, or someone, calling to me from a great distance. I did\nnot know what it was nor where.\n\nMy instincts would carry me to it. I wasted no time in wondering. I let\nmy mind slip out of gear, put my whole energy into my traveling.\n\nWhen I had run far enough, I found an owl cab and let it carry me the\nrest of the distance. It seemed oddly alien to me to trust to anything\nbut my own powerful legs; but I forced myself to sit back and let the\ncivilized habits of Bill Cuff take the upper hand. _I_ would rest for a\nlittle while.\n\n\n\n\n                              CHAPTER IV\n\n\nAs I stuffed things into my big battered Gladstone I found myself\nchanging.\n\nA cryptic statement, that, and one which requires explanation; yet how\ncan I say just what it was like, this metamorphosis? At first I was the\nsame creature that had crouched behind the false stalagmite and slain\nthe guard, then had leaped from the second-story window to flee into\nthe night. This was a--I was about to say a wholly physical being. That\nisn't true. There was brainwork of a sort behind its actions, but an\nalien brainwork. Could you understand the thoughts of an ape? Could you\ndescribe them if you did?\n\nAt any rate, I slid away from this physical being, imperceptibly,\nuntil Bill Cuff the prosaic pulpster seemed in the ascendant. Touching\nfamiliar things: my typewriter, sport shirts, cigarette lighter, a\nstack of manuscript--appeared to bring me back to what had all my life\nbeen normality.\n\nYet this creates the portrait of a sort of Jekyll-Hyde personality, an\nextreme example of schizophrenia. I would not have you believe this for\na moment. I was not two souls warring in a single body, nor a lunatic\nof any sort.\n\nNo. I was not two people. I was a sleeper who had awakened in a manner\nnot explained, not understood, but acceptable at once as quite natural.\nI found myself in a body which I had already been occupying for\ntwenty-eight years and two months and seven days. There was no other\npersonality in this body with me. The body was mine. The mind therein,\nfully developed along its own lines, was my mind.\n\nThe body and mind were mine, but the _I_--the older _I_--which had\nwakened was of somewhat different stuff. It had taken the body and mind\n(perhaps while I slept on the marble bench, perhaps during the brief\nargument with the guard), merging with them and dominating them. Yet\nthe dual brain, the single body with new proclivities, were one, were\nall Bill Cuff. They differed but they were one.\n\nI have said that before this night I had never even struck anyone. Yet\nthere had always been the possibility that I might; might strike and\nslay, go berserk as I had now done. I had written many tales of brutal\nviolence. Without my knowledge, there had been the seeds of savagery\nwithin me. They had flowered.\n\nI looked in the mirror. I saw a well-set-up young fellow, a little\nbroader than average for my six feet, heavy-boned, not much excess fat.\nMy face was broad too, with high cheekbones and a small mustache and\nwide gray eyes, under an unruly thatch of thick black hair. I had a\nrather unintellectual look for a writer; it had always annoyed me. But\nI didn't look brutal. I had a sort of mild-mannered air, like a wider\nJimmy Stewart.\n\n\n\nIn all that night I never questioned anything for more than a second\nor two until I came to pack my belongings. Then the lifelong habits\nand prejudices came back to make me ask myself for an accounting. No\nremorse, nor fear, nor any such weak emotions; simply curiosity at the\nchanges.\n\nWhat is it, I asked myself; reincarnation?\n\nThat would explain many things, including the paradox of two\nindividuals in one--who were not two, had never been two, yet were\ndifferent.\n\nPostulate a gorilla, reborn in a man. His racial memories come to life\nafter a certain period of time. He is still a man, has the reasoning\nability of a man, is thoroughly Homo sapiens in everything, except\nthat suddenly he can swing through the trees and can think in a manner\nstrange to man--a furtive, sly, cunning, beastly way, if you like, but\na way that will help to preserve him even in the stone jungles of man.\n\nAs I said this to myself, I caught at one phrase therein. _Swing\nthrough the trees._\n\nIt was obvious that my physical powers had undergone a terrific\nchange. I did not remember my hands ever being so powerful before.\nNever, certainly, had my reflexes been so flawless. Why, take but\none instance: my leap from the second floor of the museum. That leap\nyesterday would more than likely have cost me two fractured ankles.\n\nSuperstitiously I looked in the mirror again and felt my muscles. Had\nthey grown overnight, bulging out into the great biceps of whatever\nprimitive entity had emerged within me? So far as I could tell, they\nwere just my old muscles--not bad for a writer, because I swam a lot\nand did calisthenics regularly, but surely no marvels as muscles go.\nThe change appeared to be in my use of them. Instinctively I could\nemploy them in the most effective way. What could that be but a racial\nmemory acting beneath the surface of the skin?\n\nOther implausible explanations of the business occurred to me as I\npacked. I discarded them. Nothing seemed to fit except the abrupt\nreturn of a personality from eons ago, some great brute out of my\nlineage. That chimed with the curious recollection I had had in the\ncave, and with the accent I had several times put upon the word _man_\nto describe my enemies. A gorilla? I laughed to myself. An intriguing\nthought, indeed! I did not for a minute believe it. But what?\n\n\n\n\n                               CHAPTER V\n\n\nI caught the five A.M. train for another big city--never mind which. I\nhad about two hundred dollars in my wallet, a fair selection of clothes\nand essentials in my Gladstone, and the portable typewriter in its\nbeat-up case. For a while I was well enough provided for. I settled\nback in the reclining chair, watched the dawn come up beyond the\nwindows of the train, and listened with half an ear to the whispering\nvoice that was calling to me from the unknown.\n\nAn hour passed. I was drowsing, comfortably, my eyes shut. Then in\nan instant I was wide awake. Someone was watching me. I felt their\ngaze through my eyelids. As though moving in my sleep I turned myself\naround, opened my eyes the merest slit. It was the girl across\nthe aisle. I observed her carefully. She was a pretty blonde, and\nyesterday's Bill Cuff would have been flattered to find her regarding\nhim. Not I! A steady regard was a menacing thing.\n\nI made sure she was alone. Then I opened my eyes wide and said, \"Do I\nknow you?\" It flustered her. She turned pink and said confusedly, \"I--I\ndon't think so!\"\n\nI had one of those singular picture-thoughts, that seemed to come and\ngo unbidden in my mind. I saw another female of this girl's race, whom\nI had taken from her people. I had desired her deeply, and later had\ntrusted her more than I should.\n\n_She had betrayed me to her kin, and I had died._\n\nFor a moment I considered killing this woman. There were too many men\nall about us; I should have to flee instead. I stood up, gathered my\nGladstone and typewriter, gave her a long hard look, and went forward\nto the next coach. She must have been completely baffled.\n\nAfter a few minutes I grew restless. I was enclosed by the walls of\nthis conveyance, and vulnerable to attack. We came into a small\ncity. The train left it, moving slowly. I suppose it was waiting for\nanother train some distance ahead to be shunted off its track. I could\nstand the confinement no longer. I put my machine under my left arm,\ntook the Gladstone in my left hand. (Always leave one hand free for\nemergencies.) I went out to the platform between the cars. A conductor\nwas standing there counting tickets.\n\n\"Shouldn't change cars with all that luggage, sir,\" he said. \"Train\nrocks a good deal and it's dangerous.\"\n\n\n\nHe took a step toward me. I put up my hand to tear out his throat and\nrealized that he was simply going to pass by. I pressed against the\nwall. He went into the next car. I would have to watch myself. Needless\nkilling at this stage of my flight would only complicate matters. I\nswung down to the last step, waited for a level stretch of cindery\nearth, and dropped off. The train was going perhaps twenty-five miles\nan hour. I lit as easily, as safely as a leopard bounding from a tree.\nI began to think there was nothing I could not accomplish in the way of\nstrength and agility.\n\nI walked back into the small city. Instinctively I sought the lower\ndistricts--not Skid Row, but the tenements and cheap hotels of the\npoor. I took a room in one of the latter. I barricaded the door and put\nup a makeshift burglar alarm on the window sill: a couple of glasses,\na water pitcher, other objects, all perched precariously on the edge so\nthat nothing could come in without knocking them off and rousing me.\nThen I crawled into bed and slept for twelve hours.\n\nIn the evening I had a meal and the papers sent up to me. I read them\nwhile I chewed on leathery steak coated with half-congealed grease, and\ntiny potatoes as appetizing as the boiled eyes of iguanas.\n\nThe papers had it all. My name, life story, photos, even a list of\nthe magazines for which I had written. Brutal Slayings ... Writer\non Rampage ... Have You Seen This Man ... all the rest of the trite\nscreamers.\n\nThen I came to the local paper. It was thought I might be here. It was\nthought that the man who acted so strangely on the west-bound train\nthat morning, and who vanished at a point several miles out of town,\nmight have been Cuff the Murderer. Descriptions tallied. Tentative\nidentification had been made from telephotos. My lip lifted in a silent\nsnarl. The hounds were baying close.\n\nI dressed and shaved off my mustache. I put on dark glasses and went\nout to a bar. The liquor tasted like water from a goldfish bowl. I\nwalked the streets. About midnight a policeman gave me a second look,\nthen called questioningly. I waited until he came to me, and then with\nsavage glee I put him across my knee and broke his back.\n\nI went to the hotel and stored up some more sleep, like an animal,\npreparing for the time when I should be fleeing or fighting around the\nclock.\n\n\n\n\n                              CHAPTER VI\n\n\nIt was some two hours before sunrise. I was dressing, packing\nleisurely. There was a knock at the door.\n\nMy light was on. I could not pretend to be asleep. \"What is it?\"\n\n\"Police sir. We're checking for a wanted man. Will you open up, please?\"\n\nI threw the last of my stuff into the Gladstone and shoved it under\nthe bed. Putting my ear to the panel of the door, I listened for their\nbreathing. There were two of them, and probably more within call,\nchecking other rooms where a single man was registered. I tipped the\nshade of the lamp so that my face would be in shadow, and opened the\ndoor. They walked in, one of them diffident, the other as insolent as a\nthug, with his hand on his holstered revolver.\n\nThe second would be the less dangerous, I thought; he would be faster\nto draw that gun but more stupid in his reactions to a surprise than\nthe other, who looked the more intelligent. So as they entered, turning\nto face me, I pushed the door shut with my heel and let the smart, shy\none have a quick jab on the angle of his jaw to quiet him for a time.\nThat left me the tough boy, and I looked forward to a good time with\nhim.\n\nHe was fast on the draw. His gun was not buttoned down and it fairly\nflew out to cover me. I am big and make a fine target. His eyes were\nsquinting at my chest where he expected to shoot me and he never saw my\nfoot come off the floor. The gun exploded out of his broken hand and\nskidded across the room.\n\nHe was full of guts. He came at me with his one good hand and his knees\nand even his teeth. I did not want to be marked. I kept my face away\nfrom him and let him hit me twice in the stomach. Then I caught his\nwrist and flying-mared him over my shoulder. The crack of his skull\nagainst the wall was a burst of sharp sweet music. I grinned wide. Then\nI bent over the other policeman. I had hit him more scientifically than\nI had known. He wouldn't get up any more.\n\nThat made five.\n\nFive murders! Five killings, using no weapons, just my hands, for five\nviolent homicides!\n\n\n\nI stood there in the center of that room, which I had made a gory\nshambles, and for the first (and last) time remorse touched me. I was\nBill Cuff, law-abiding writer; if not exactly an altruistic dweller\nby the side of the road and friend to man, at least I had always been\na normally decent guy who would go to a lot of trouble to keep from\nhurting anybody. What had happened to me?\n\nA voice inside me said, _But you are only killing men._\n\n_Men?_ But I'm a man, damn it all!\n\nNo, you aren't.\n\nWhat am I, an orangutan? I asked myself with heavy sarcasm.\n\nNo, not that. No more kin to ape than to man.\n\nAn extraterrestrial, then, descendant of a flying saucer pilot?\n\nNo, not that either.\n\nI put my face in my hands. Oh for the love of God, what am I then? What\nam I?\n\nI knew I wasn't a man and I didn't know what I was.\n\nThe thing that was me, that had lain dormant until twenty-six hours\nbefore, and then had waked and taken over its rightful inheritance\nwhich was my body and my mind, what _was_ it?\n\nI didn't know what it was. But I knew a few things about it. It had\nonce crouched in a cave with others of its breed, to listen to the\nangry yelling of hunting men. It had once stolen a human she and\nmated with her, and been killed by her treachery. It was master to an\nincredible degree of its sense and muscular equipment, even of its\nheart, which it could slew at will, and of its breathing, which it\ncould stop entirely for fantastic periods of time.\n\nIt was rising in me now and it was I. Remorse died forever. Human\ntraits and sentiments died that I could no longer remember ever\nharboring. I was I and though I did not yet know exactly what I was, I\nknew it was no fit of madness that had taken possession of me, no devil\nof the olden times to be driven out by exorcism, no second personality\nto land me in an asylum; but the soul that had come down through untold\ncenturies hidden in my genes, traveling its recondite course through\nblood and flesh and brain matter until it woke again to conscious life\nin Bill Cuff in the early autumn of 1952.\n\nThe pictures I had seen thus far were racial memory, remembrance of\na dawn world, and I knew there would be more of them. I would hold\npatience in my hands and wait till time brought full recall.\n\n\n\n\n                              CHAPTER VII\n\n\nI pulled my Gladstone from below the bed, strapped and locked it.\nThen for a moment I stared at my typewriter. It was doubtful that I\nwould ever use her again, and she'd make an extra burden which I could\nscarcely afford to carry with me. I hated the thought of someone else's\nfingers on her keys. I had loved that cranky, faithful old mill. I\nopened her case and raising the machine above my head brought her face\ndown onto a bedpost. Two crashes were plenty. They'd never repair my\nold girl now. I put her gently on the bed.\n\n\"Sleep well, lady.\" I said, and was obscurely glad to find that my\nmetamorphosed self could still be whimsically sentimental.\n\nI brushed the water glasses off the window sill, threw up the sash and\nclimbed onto the fire escape, Gladstone in hand. I took off my felt hat\nand skimmed it out and down; it fell in the middle of the alley where\nanyone would be sure to see it. Then I climbed upward until I reached\nthe roof. They would suppose I had lost my hat while running away down\nthe alley.\n\nLeaving the fire escape, brushing its flaky rust from my palm, I\nwalked across the flat roof. The moon, very low in the gray-black sky,\nshowed me the age-battered forms of chimneys and ventilators, with a\nshack-like structure looming foursquare among them: the entrance to the\nhotel. I thought of waiting till the searchers hared off on my false\ntrail, then leaving by this obvious route. No good: my face and build\nwere becoming too well known. I looked about me, deciding what to do.\n\nAnd it seemed to me that I was not on the roof of a dingy third-rate\nhotel in an American city, but somewhere entirely different.\n\nThe cries of pursuers echoed in my brain. I was crouching amid tall\nbuttress-tops, gargoyled rainspouts, coned tower-peaks; ancient tiles\nwere slippery beneath my feet. I was scrambling round the roof of a\ncastle, or at least what seemed a massive and castle-like building.\nPeering over the edge of the gutter, I could make out the sheen of\nmoon-silvered water lying far below, with tiny wind-ripples on its\nsurface. A moat?\n\nNo weapons were in my hands. I was hunted by fierce enemies. Yet I\nwas not afraid. I was only hideously angry. I longed to get at them,\nbut there were too many. Just let them come three or four at a time,\narmed however they wished, and I would meet them. But no, they must\nneeds draw their game in great packs of howling humanity. Humans! How I\nloathed them!\n\nWhat was I? I was myself, Bill Cuff, some centuries before. My vision\nwas strangely two-fold. I could see the sooty hotel chimneys and could\nrealize where I stood, and at the same time I was again creeping round\namong the gables and towers of the medieval castle. I could hear the\ncries of my seekers. A word was repeated over and over until it stood\nout from all the hubbub.\n\n_Vampire ... vampire ... vampire...._\n\nI knew I was no such thing. The undead--a superstition.\n\nBut they _thought_ me a vampire. I had slain and slain, brutally,\nand--yes, and lapped up blood from torn throats, hot and bubbling\nbetween my lips. Was I a vampire? Were my kind the origin of that\nlegend?\n\n\n\nThe race-recollection died away. I heard the shouts of my twentieth\ncentury foeman, who had found the two dead policemen. I walked to the\nedge of the roof and gauged the distance to the next building, which\nwas several feet lower than this one. There was a gap of no more than\nten feet. I threw the suitcase across. Men appeared eighty feet below,\nrunning through the alley. I watched them, leaning fearlessly over the\nlow parapet. Like single-minded hounds, they never looked up. I laughed\nand gathered myself and jumped across the yawning void, alighting\neasily on the next roof.\n\nI was beginning to take a keen gratification in my agility. Even the\nlifting of my Gladstone, the feel of sentient muscles gliding over one\nanother to apportion the work between them, gave me intense pleasure.\nThus must an animal feel when he moves about his small enterprises,\nknowing his body will answer any call he cares to make upon it.\n\nI crossed this roof and leaped again and crossed a third, and found\nmyself overlooking a wide street. The sky was growing more gray than\nblack, and the lamps were beginning to take on the futile appearance\nthey have in the half-light of earliest dawn. I wanted to put plenty of\ndistance between me and this city that was too aware of me within it.\nThere was a rickety ladder leading down the side to a fire escape. I\ndescended it one-handed, jumped to the metal framework, trotted-down\nto the street. Cars lined it, and the third I checked was unlocked.\nThere are ways to start a car without the key. I hummed peacefully\nout of town. The sun found me driving along a broad straight highway\nbetween fields of shocked grain, singing a tuneless song. There was\nhappiness in the song, and hatred; and I thought suddenly that I was\nhappy because of the hatred, which I had found again after many years\nof ignorance and futility.\n\n\n\n\n                             CHAPTER VIII\n\n\nI stopped on the crest of a knoll and got out of the car. Off to the\nright lay the beginnings of a vast swampy tract of wilderness, green\nand steaming in the early morning air. I had never known of it before,\nhad no idea of its name or nature, and yet I knew I had been heading\nfor it ever since I left the museum. Somewhere in its somber depths I\nwould find the voice that was calling to me.\n\nI looked back the way I had come. I could see for miles. There was\nnothing moving on the road but I had the feeling that pursuit was on\nits way; there was a prickling at the nape of my neck that could not be\ndenied. Getting into the car again, I ran it to the edge of the knoll\nopposite to the marsh. Stepping out, dragging my Gladstone after me, I\nput my shoulder to the car's side and shoved it over. It hurtled down\nand crashed into a tree at the bottom. Far beyond it, still shrouded\nin the morning mists, was a town. My followers might presume I had\nmade for it. A primitive stratagem, the car, like the hat in the\nalley--primitive, but perhaps effective.\n\nIt was wonderful in the swamp. A cool, damp efflux of greenness\nemanated from the soggy earth, the watery pools and stretches of\nquagmire, the moss-dripping trees and hummocks of sharp-speared coarse\ngrass. I hung my coat over my arm, swung along lithely, reveling in the\n_green_ feel of things and in my own newfound brawn that made the heavy\nGladstone a feather in my hand. Unerringly my feet chose the swiftest,\nsafest path. I was a beast, with the simple pleasures of a beast,\nhunted or not. And always before me sounded the strange and powerful\ncalling that drew me on and on, a far-wandering wolf returning to his\nall-but-forgotten lair.\n\nI had been in the marshland for about half an hour when I heard the\ndogs. So far away as to be little more than a whisper in the brain,\ntheir baying chilled my happiness in an instant. Dogs were old\nimplacable enemies....\n\nI was running through a fen. Miry bog sucked at my naked feet,\nstale-smelling sweat covered me, my face was lashed by the thorned\nbranches of a legion of trees that sprang from the rich muck of the\nmorass. Hounds gave tongue in a continuous chorus of hate, seemingly\nall about me. I ran and ran. Now I could hear the thick shouts of men,\nin a language that was foreign to me, though it had almost as many\ngutturals and slurrings as my own speech.\n\nI was of a very ancient race in these parts (wherever they were). My\npeople were classed as vermin, along with the dire wolf and the gray\nape and the last surviving remnants of the hyena tribe. Man hunted us\nwith his dogs, great vicious brutes with saber fangs.\n\n\n\nI burst through a screen of hanging moss and fell into a spongy patch\nof swamp. I struggled, miring myself worse than ever. Then the dogs\nwere upon me, screeching their delight. Men followed them and ringed\nthe quagmire. Great satisfaction was on their faces as the boldest of\nthe dogs leaped forward to gash my upthrown arm.\n\n\"Haah,\" exulted their leader, and spat at me. \"_Pict_....\"\n\nI shook away the horrible and haunting remembrance. I heard the hounds\nof the twentieth century, perhaps a little closer than before.\n\nSo I had been a Pict! One of the aboriginal British men (or manlike\nbeings) who are supposed eventually to have bred and merged with Aryan\ninvaders and thereafter with the Scots. Was this the most ancient of\nmy racial memories--or were they recollections of former incarnations\nof myself, my own individual soul? Whichever they were, and I knew they\nwere one or the other, was this the eldest of them? Or would my waxing\nmemory bring forth still earlier pictures?\n\nIf the Picts were subhuman, or even utterly nonhuman, and their uncanny\nblood had come through the incredible cycle of the centuries to rise\nanew in my veins, wouldn't that explain my war with the genus homo?\n\nSurely it would!\n\nI dropped the suitcase for a moment, standing quiet to hear the dogs.\nThen I smacked fist into palm and laughed, a grim snarling bark of\nmerriment. \"Pict!\" I said aloud. \"Pict, by the gods!\"\n\nAnd then, ages after the Picts, the strain had risen again and my\ncomrades and I had fought mankind in our bitter, blind, malignant\nfashion--to be superstitiously regarded as evil spirits, the undead of\nthe vampire myth.\n\nAnd, come to think of it, we were probably the origin of the grisly\nwerewolf illusion, too.\n\nMy chest swelled with a strange elated arrogance. This was the reason\nI hated the humans, calling them _men_ in the accents of loathing. I\nand my people were not of humanity; we were all those harried, despised\nand feared creatures in human or nearhuman form, all who had fled down\nthe years and turned at bay and torn the throats from our would-be\nbutchers. Sometimes we must have mated with them, infusing our dark\nstrain into their pale stock. But blood ran in our veins and thoughts\ncoursed in our brains which were as alien to man as the blood and the\nthoughts of tigers. But it is a proud if lonely thing to be a tiger....\n\n\n\n\n                              CHAPTER IX\n\n\nThe hounds bayed on my trail, and the voice in my head called me\nforward. I picked up the Gladstone and hastened on, following\nan invisible path between oozing stretches of swamp under great\ncreeper-festooned oaks, never putting my feet on anything but firm\nground. I seemed closer to the earth than I had ever been. It spoke to\nme, mystically, silently, and I knew where was footing and where was\ntreacherous bog. Even so a fox traverses new territory and never makes\na misstep.\n\nI don't know how long I walked through the marshland. My thoughts were\nbusy, my heart was light and at the same time full of my hereditary\nwrath, and always my ears were cocked for the sound of the dogs.\n\nAt last I realized that they were much closer. I was going fast, but\nmy route must have been deduced and short-cuts taken, on the chance\nthat the dogs could pick up my scent again. I began to run. The rank\nhanging vegetation brushed my face, bringing a flash of that older\nhunting scene to mind.\n\nSuddenly--and I use that well-worn word in its strongest sense, for\nnever was anything more startlingly sudden--there was a man in the path.\n\nI dropped the suitcase and sprang at him, reflexes acting without my\nconscious volition. My surprise was overwhelming when he avoided my\nleap with ease, and tripped me before I could turn. Then a number of\nbodies hit me and pinned me to the mossy earth. With a roar I flung\nthem off, twisting and bounding to my feet. The first man stood near. I\nfeinted and as he dodged I changed the direction of my grasp and caught\nhim by one arm. Then he was above my head, held helpless by my right\nhand. I faced the others--three of them, there were--and rasped, \"One\nmove and he's dead.\" I wanted the respite of a second or two in which\nto plan an attack. These were strong and tricky foemen.\n\nThe man aloft wriggled. I was holding him by the back of the belt. I\ngave him a warning shake. \"Lie quiet, little man,\" I said, \"or I'll\nchuck you into the ooze.\"\n\nThe three moved forward uncertainly. \"Wait,\" he said to them, his voice\ncalm. Then he chuckled. I admired his nerve. \"Big fellow,\" he said to\nme, \"how long since you ranged the fens and slew the upstart Man?\"\n\nI set him on his feet. \"I was right,\" I said. \"The call wasn't in my\nmind alone.\"\n\nHe grinned at his friends. \"Here is another who has the memory,\" said\nhe.\n\n\n\nI stared at him. He was short, stocky, with a great shock of yellow\nhair sleeked down with oil. His eyes were living gray jewels in a tan\nface. His friends were nondescript, yet they held an odd resemblance to\none another: all were broad of chest and vital-looking, and--I liked\nthem.\n\n\"You're a rugged one,\" said the leader. \"How long since you came awake?\"\n\n\"About thirty-two hours.\"\n\nThey exchanged doubting glances. \"I mean the first token you had that\nyou were--different.\"\n\n\"Thirty-two hours.\"\n\n\"And you remember the fens? Are you sure?\"\n\n\"I remember that I was a Pict. I was called a vampire and likely a\nwerewolf. And I've had intimations that I go back even farther than\nthose fens.\"\n\n\"My God,\" said yellow-hair half-aloud. \"Thirty-two hours! Did you get a\nswat on the skull, or was it natural?\"\n\n\"I think I just woke out of a sleep with it. It took a while to\npercolate.\"\n\n\"Kill anybody?\" he asked casually.\n\n\"Five men.\"\n\n\"The primal anger, yes. Five! Then you're Bill Cuff, of course. We've\nbeen hearing about you on the radio. Thought you might be one of the\nOld Companions.\"\n\n\"So that's what I am,\" I said.\n\n\"A name, only a name. We like the useless trappings of fraternity as\nwell as Homo sapiens does.\"\n\n\"How far back do we go?\"\n\n\"You'll know some day. Soon, if your progress thus far is a criterion.\nBetter to remember by yourself.\" He shook his head. \"You're a\nphenomenon. Do you know how long it took me to develop the memory?\nSeventeen years. And I am second leader here.\"\n\n\"Who's leader?\"\n\n\"You'll meet him.\"\n\nI clenched my hands, looked him up and down, and said. \"Pict, wolf-man,\nor whatever, I tell you this. I take orders badly and I acknowledge no\nauthority higher than myself.\" Anything less like the old Bill Cuff\nwould have been hard to imagine, and yet I knew these things about\nmyself and I spoke only the truth.\n\n\"Ah,\" he said, his jewel-gray eyes lighting, \"you're a Tartar, all\nright. Goes with the swift progress, I suppose. We may have to tame you\na little.\"\n\n\"Little man,\" I said gently, \"you are welcome to try.\"\n\nHe jerked a thumb at my Gladstone. \"Got anything worthwhile in there?\"\n\n\"Just clothes and junk.\"\n\n\"Well, that's something. It would be hard to outfit an ox like you from\nour wardrobes. We don't generally run to height, you know.\" He said to\none of the others, \"Take it to the house, Trutch.\" The man (or I should\nsay the reincarnated Pict) took it and disappeared down the trail. \"Now\nwe'll throw off your hunters. Many of them?\"\n\n\"Hell, I don't know. Sounds like a lot of dogs.\"\n\nHe scratched his cheek. \"Reinforcements,\" he said, and whistled a\nfluting call. Then he made a curious motion with his right hand. I knew\nthat motion as well as his followers did. We stepped quietly in among\nthe thick underbrush and, squatting down, waited.\n\n\n\n\n                               CHAPTER X\n\n\nThey came along the pathway, holding in the leashed dogs, for evidently\nthey did not trust to their own powers to keep up with free-running\nbeasts. There were eight or ten men, with as many hounds. These were\nmaking a fearful racket. They nosed us and before they got abreast of\nus were poking wildly aside from the safety of the tussocked path of\nsolid earth. The men yelled at each other and made the usual human\namount of unnecessary uproar.\n\nHow I scorned and despised them!\n\nOne carried a grotesque-looking apparatus on his back which I supposed\nto be a kind of enlarged walkie-talkie. The germ of a plan grew. I\nmarked this fellow for my own.\n\nWhen they drew opposite I charged out of hiding with a savage bellow.\nThe dogs, not mankillers, were baffled for a moment, and the men were\ntaken wholly by surprise. I gripped the front of the walkie-talkie\noperator's jacket and hit him in the belly; with the new adroitness\nlent my muscles by race memory, the punch had the force of a giraffe's\nkick. Ignoring the other men, I dragged him off to the side and laid\nhim on his face among the lush weeds.\n\nOthers of the Old Companions were fighting with them now. None of us\nhad weapons--indeed, they would only have hampered us and blunted our\nmurder-lust. I heard the futile spat of a revolver over the barking\nand yelling. Two men came at me, drawing their guns. I reached out,\nlaughing, and took them by the necks and smashed their heads together.\nMy hands and forearms were spattered with blood and brains. I let the\ncorpses fall and looked for other adversaries.\n\nThey were all dead, even the dogs. Seven of my brothers watched me\nexpectantly, including the yellow-haired chief. I went over to the man\nwhom I had hit in the belly.\n\n\"Can any of you work that instrument?\"\n\nThey shook their heads. So I took it off his back--it was held by\nshoulder straps--and rolled him over. I splashed green-slimed water in\nhis face. After a while he blinked and gasped.\n\n\"How does this thing work?\" I asked. He looked at me, then at the\nmalevolent faces of the Old Companions. In a whispering croak he told\nme how to manipulate the transmitter.\n\n\"How many other parties are searching the swamp?\"\n\n\"One.\"\n\n\"What's the leader's name?\"\n\nHis eyes flickered for a minute. \"Bill Jones,\" he said weakly. I\ndoubled my fist and regarded his face. After a minute he said, \"All\nright. It's Sam D'Peero.\"\n\n\"Where are they?\"\n\n\"Took another trail. Off west, I think.\"\n\nI killed him then. \"Deep hole near here?\" I asked yellow-hair.\n\nHe grinned, shouldered a corpse and picked up a dead hound by its\ncollar. We followed him, myself dragging two men by the belts so as\nnot to get any bloodier than I was. We found a big reeking boghole and\nthrew them into it. Going back, we destroyed the signs of the battle.\nThen I picked up the walkie-talkie, switched it on.\n\n\"Sam!\" I shouted, pitching my voice high and filling it with terror.\n\"Sam, can you hear me? Oh, my God, we're trapped! The dogs run us into\nthe swamp!\" I waited a moment, heard someone say faintly and tinnily,\n\"Johnny, what's the matter?\"\n\n\"I--oh Lord, I'm sinking! I can't hold onto this branch much longer.\nSam, Sam! I think the Cuff guy came and fell into this hole. You can't\ntell it ain't solid, and the dogs followed him and all the others--oh\nSam, help me!\"\n\n\"Explain, Johnny!\" said the instrument. \"What's wrong with the others?\"\n\n\"I tell you we fell in, Sam! We were all bunched and this stuff's like\nquicksand. I'm--\" I broke off, shrieked, gurgled horridly, and then\npicked up the walkie-talkie and heaved it deep into the swamp.\n\nYellow-hair laughed. \"It might not put them off, but it'll confuse them\nno end. If you're worried about them finding the house, don't. A cross\nbetween a bloodhound and a private eye couldn't locate it. Come on.\" He\npatted my arm. \"Let's go home.\"\n\n\n\n\n                              CHAPTER XI\n\n\nThe house was old but well-kept, upreared in the heart of the great\ngreen swampland. It was such a house as a troll might have built--a\ntroll with a Gothic imagination. Rambling, with a ramshackle look\ndespite its sturdiness, wood-turreted.... \"One of our more exotic\nhead-quarters,\" said yellow-hair, whose name was Skagarach. \"Don't know\nwhat madman built it. We have them, HQs that is, all over the world;\nbut not many in so congenial a setting.\"\n\n\"Are we truly all over the world, then?\"\n\n\"Most of it. Maybe not in deep Africa, nor in places like the South\nSeas, but wherever there're big enough colonies of so-called white men,\nwe are there.\" There arose a faint barking, somewhere in the depths of\nthe house. Skagarach shook his head as I snarled. \"No, they're ours. We\nhave dogs, of course. The friendship of the dog was not always limited\nto man. He was our servant too. And will be again.\"\n\n\"Who were we?\"\n\nHe returned a question. \"Do you know why you came here?\"\n\n\"I was called. Something in my mind--\"\n\n\"Yes. We're telepathic to a degree.\" He grinned. \"Don't let it go to\nyour head. It's a gift we share with the ants and the bees.\" We entered\nthe house and I found a spacious living room furnished with big leather\narmchairs. \"Have a drink,\" he said, pointing to a wall bar. \"One\nworthwhile invention of our friend Man.\"\n\n\"No friend of mine,\" I said, and then, turning to him, \"but why? Why\nthis two-day reversal of my feelings? Why has this thing happened to\nme, Skagarach?\"\n\n\"So quickly ... I don't know why it happened so quickly. As for the\ngeneral _why_ of it, it's blood and bone and sinew and soul come down\nto us from the beings we once were. It's a powerful strain--so powerful\nthat powerful is a weak word for it. I think it must be the strongest\nblood-strain that ever ran in animal veins. One drop, I think, would\nredden an ocean of milk.\"\n\n\"Animal.\" I repeated. One of the Old Companions put a tall drink in my\nhand and I nodded thanks. \"I know this, but tell me again. We are _not_\nmen, are we?\"\n\n\n\nHe looked into my eyes with those uncanny gray jewel-orbs. \"No, we\nare not. At least not Homo sapiens pure and simple. I believe we\nbegan this hybrid race by stealing and mating with human women--\"\nI recalled my long-ago death by treachery and agreed--\"and then\npossibly the offspring of those unions mated among men. Certainly\nthe Picts were not pure _us_. Then afterward the breed was watered\nagain when the Picts bred to outlanders. Men always hated us, but\nwomen are strange creatures and--well, the unions must have been\nmany. A mere handful that's accounted for by thefts of women couldn't\nhave produced the mighty tide of anti-human passion which runs in us\nafter so many centuries. Many millions must have our taint in them,\nthough comparatively few have it so abundantly as you and I and these\nOld Companions. Note that I say 'comparatively'. Actually there are\nthousands of us who recognize our essential difference.\"\n\n\"So now the old blood wakes in us,\" I said exultantly. \"Why? After so\nlong, why now? Are we like locusts, our knowledge lying hidden for an\nage and then bursting up in all of us at the same time?\"\n\n\"A quaint notion,\" said Skagarach. \"No, we have always known, I think,\nin all the periods of history. But we never banded together before,\nnever fought the ancient enemy as an army within its gates, as we are\ndoing and will do with increasing potency.\"\n\n\"Why not?\"\n\n\"Think, Cuff, only think! You are born in 1700; at a certain age you\nbegin to know you are different. You hate the race of men. You have\nracial memories of living in caves, of being harried by men. What do\nyou do? You never heard the name of--what we were and are. Science has\ntold you nothing of prehistory. So where do you end?\" He shrugged.\n\"Bedlam. The lunatic dungeons. Fancy ladies come and giggle at you, the\nmurderous madman, through the bars. You pine for fresh air and freedom,\nbecause freedom is even more precious to our race than to man. You die.\"\n\n\"Oh,\" I said, catching his meaning. \"It's only in the last century that\nscience has opened the door to the past, of course. Now we can realize\nwhat we are, and work accordingly.\"\n\n\"Yes, we can organize, can sheer off from the pack of humankind, and\nstrengthen our race by inbreeding. We have children here and in the\nother HQs, born of two of us who remember what they are before they\ncan read and write. I said it was a powerful strain. Listen. I raise\ndogs. Once I bred a wolf to a shepherd. Five generations later a\npup was born that was all wolf, every last ounce of him. Perfectly\nuntameable little brute. We have that same tenacious blood-line, but to\nan almost incredible degree. In fact I think it is not so much blood\nwith us as a strain in the mind. In us it has carried down through the\nuncountable years since prehistory. As that dog was no dog, but a true\nwolf, so we are not men, but--what we are.\" He broke off and looked at\nme appraisingly. \"I have hopes for you,\" he said. \"The tide runs high\nin you, Cuff. We will win back the world some day, we who are not of\nmankind. You should prove tremendously important to us.\"\n\nI said, \"Skagarach, _who are we_?\"\n\n\"Hush,\" he said, \"the Old Man is coming.\"\n\n\"Old Man?\"\n\n\"The leader.\"\n\nI turned and saw the Old Man, and I knew what we were. I had one final\ncrashing burst of dawn memory, and I saw our beginnings and our whole\nlong story and why we would always have to fight men. All this I saw in\nthe Old Man's face.\n\nThat face was like a great terrible mask. The cheeks were broad,\nthe brow low and ridged, the brain case enormous. The chin was\nshallow, with a wide thick-lipped mouth; and the eyes were glittering\noblongs of gray mica-sprinkled flint. Gray hair covered the massive\nforward-thrusting head thickly, and tufts of it boiled up from the\ncollar of the white shirt on the barrel-sized chest.\n\nSkagarach came up to me and saw my knowledge in my face. \"Yes,\" he\nsaid, \"There is the true strain of our race; there is the result of\ninbreeding over a number of generations. The true he of our people.\"\n\nI growled. \"No truer than I, Skagarach. His are the features, but mine\nis the memory and the dawn brain.\"\n\nHe laughed. He seemed to find humor in everything. \"I foresee strife,\"\nhe said quietly. \"You're a headstrong beast, Cuff. Never mind! We\nthrive on strife. Do you know now who and what we are?\"\n\n\"H. G. Wells called us the Grisly Folk.\"\n\n\"Yes. Cuff. You have it. We are the Neanderthals.\"\n\n\n\n\n                              CHAPTER XII\n\n\nNow you who read this:\n\nI declare war on you and _all_ your kind.\n\nI tell you plain that we will rise and slay you, that there will be no\nquarter in this war which is to come to you. Forget your hostilities\nbetween nation and nation--they have no importance compared with our\ncrusade. Put by your silly fears of invasion from other worlds--your\nfoe is here, has always been here, and is an enemy you cannot even\nrecognize.\n\nFor we are banding against you and we can do that which will be the\nall-important factor in the waging and winning of this war: we can know\neach other, while you are blind.\n\nLest you object that the Old Companions are madmen, that there is no\nstrain in mankind excepting that of man (and, if you are one of that\nfoolish breed who misreads Darwin, of monkey), let me also tell you\nthis:\n\nMost scientists agree that _Homo Neanderthalensis_ was no true man,\nbut a kind of animal in manlike form, with several improvements and\nmore specialized faculties than man.\n\nWe know this, for the first thing we remember, the first thing our\nchildren know, is that _we are not men_.\n\nSo watch for us.\n\nDon't feel sheepish if you find yourself glancing back on the lonely\nroad. Don't be self-conscious if you draw away from the silent man who\nsits next to you in the subway, he may not be a man at all.\n\nWe are here all about you. Watch for us.\n\nWe will win back the earth from you who crushed us so long ago.\n\n_Watch for us! The future is ours!_\n",
  "metadata": {
    "author": [
      "Krepps, Robert W."
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/65902/pg65902.txt",
    "name": "tomorrow_the_world"
  }
}
