{
    "name": "Too close to the forest",
    "author": [
        "Walton, Bryce",
        "Reynolds, Al"
    ],
    "body": "I won't forget that evening of the big experiment. If the truth is ever\nknown about that evening maybe the world will never forget it either. I\ngot there first, and went into the hall they'd let Dr. Marsten have for\nthe evening on the Revere University Campus. Dr. Marsten was sitting\nthere alone behind a table with a few papers in front of him. A single\nlamp burned that spotlighted his face like some old classic sculpture\nin a gallery.\n\nThat's the way I remember him. Small, with delicate yet lined features,\nand his hair, still dark, and his eyes bright and even darker from\npeering beyond the frontiers of the human mind.\n\nI never saw him again after that night, not in any way I want to\nremember.\n\nHe offered his hand. It was hot and damp and shaking a little. Tension\nhad drawn his mouth tight, even when he managed to smile at me and\nindicate a chair. I sat down.\n\n\"I'm so glad you're here, Max,\" he said. \"It is right that you share in\nthis triumph.\" I could feel the tension behind his words. It was the\nclimax of his life. He would either vindicate himself or go, disgraced,\ninto oblivion.\n\nHe didn't have to explain any of this to me. I guess I was closer to\nDr. Marsten than anyone had ever been, except his wife, of course. She\nhad died ten years before. From that time on he lived for his work in\nexperimental psychology. Until finally, much to everyone's shock and\ndisbelief, he turned to _para_psychology. And I worked with him against\nthe heartbreakingly rigid demands of the scientific method.\n\nI was only a graduate student working for my Doctor's degree at the\ntime. A term paper I'd done had impressed Marsten and he had gotten me\na scholarship. During the four years after that I was his assistant and\nconfidant.\n\nThat is, I was until he got completely wrapped up in parapsychology,\nExtra Sensory Perception. At that point he abruptly dismissed me.\n\nI knew why. I argued about it but he was adamant. He knew what\nexperiments in a field tinged with mysticism and the supernatural might\ndo to my scientific professional career. As it finally did to his. He\ndidn't want to involve me.\n\nHe was ostracized, dismissed from the University as a faculty member.\nThe scientific world depends on its open mind, within the bounds of\nits own techniques. But the unknown worlds of the human mind are\nsometimes very hard to fit into the rigid scientific disciplines and\nmethodologies.\n\nRhine's experiments satisfy those who want desperately, many of them\nfor highly personal reasons and needs, to believe in Extra Sensory\nPerception. It doesn't satisfy the scientific mind. Its \"scientific\nvalidity,\" based on averages greater than those of \"chance,\" are not\nadequate for the scientific method. Too many variables. But Marsten had\ntold me he had gone much further than Rhine or his disciples. And now\nhe'd ask me to be here for the culmination of his ten years of work.\n\n\"My theories will now be proven,\" he'd written me. \"I want you to see\nthe proof I shall offer on the opening of new worlds of the human\nmind....\"\n\nHe'd published books on the subject but the world of science labeled\nthem pseudo-science, stuff for the psychic research societies and those\nwho take photographs of ectoplasm.\n\nI believed in Marsten to an extent. But at the same time I doubted\nthat he could prove his contentions. I knew he was staking everything\non his faith in himself tonight. The biggest men in science--men who\nhad respected Marsten as a scientific mind until he went off the deep\nend, they thought--were going to appear, allow him to use them in his\nexperiment to prove his theories.\n\nThey were big men in heart as well as reputation. But Marsten had\ndone some remarkable work in experimental psychology in the past\nand I guess no one, outside of myself, wanted to see him regain his\nprofessional respect and reputation as much as did those men: De Vaca,\nProfessor of English Literature; H. Morrison, Professor of Biology; M.\nBorinsky, Professor of History and specialist in the History of Russia;\nBillingsley, Professor of Theosophy; Marian Adler, Psychology Professor\nwho happened to have the same surname as Freud's disciple, and there\nwere others.\n\nThey had all agreed to Marsten's request to be a part of his final\nexperiment to prove the existence of mental telepathy.\n\n\"I'll prove mental telepathy tonight so they'll have to believe it,\"\nMarsten said softly. \"And think what that will mean. New fields of\nresearch will open the gates to human freedom and escape from man's\nsad mental limitations. It will bring official, legalized scientific\nresearch into the mind that will end the ills of mankind!\" He leaned\nforward and gripped my wrist. His forehead was wet. His voice was\nhoarse. \"It'll work tonight, Max!\"\n\n\"And if it doesn't?\" I asked.\n\nHe sat back, shook his head. \"It will,\" he said. \"I know because I've\nproven it to myself. But--but if it doesn't--\" He shrugged. \"I'm\nthrough. It will be the end of the road for me.\"\n\nThe way he said it, more than the words, frightened me. I knew how\nintense he was, how much his work meant to him. And when he spoke like\nthat I knew--I feared--that Marsten had become emotionally unbalanced.\n\n\"That's ridiculous,\" I said. \"You can go ahead with your work,\nregardless. Some of the greatest scientific advances have been made\nagainst the popular grain. In fact, most scientific work! Remember\nGalileo, Newton....\"\n\nHe shrugged. \"Matter of temperament. I know my own limitations, my\nweaknesses. But I _know_ this experiment tonight will work! Listen,\nMax--I don't care about publicity. I've invited no reporters. I want\nonly these scientists to know, that's all. They're the ones who have\nto be convinced. To give the field of parapsychology respectability so\nthat the vast resources and brains of science can be turned loose on\nit, that's all I want.\"\n\nHe looked at me intense, earnest. \"Max,\" he whispered, \"the rumors\nthat are circulating about me--I've heard about them. They think I'm\nunbalanced mentally! You've heard that?\"\n\nI was embarrassed. I had heard. Everyone had. I said, \"You're respected\nas an honest and scholarly man, a genius in the field of psychology.\nThese men, if they speculate at all along that line, think you've\ndeluded yourself by the 'will to believe' in your own experiments.\nWishful thinking, some call it. I don't believe anyone thinks your\ncapabilities in normal psychological work have diminished. If anything,\nthey're probably stronger.\"\n\nHe managed a thin laugh. \"Well,\" he said. \"Tonight will prove\nsomething, anyway.\"\n\nI remember the greetings when the other scientists arrived, the\nslightly embarrassed attempts at conviviality. Within half an hour all\nof the nine men arrived and were seated before Marsten's table. All his\nformer co-professors at the University where Marsten no longer taught.\nI could see that Marsten was obsessed almost as much with proving that\nthese men's lack of faith in him was wrong, as he was in proving his\nown theories right.\n\nI felt apprehensive as Marsten started to talk. But as his\nself-confidence, his obvious faith in himself began to show, I felt\nbetter. His enthusiasm and confidence was so contagious that it even\naffected the nine scientists so that they, too, became more interested\nthan embarrassed.\n\n\"Gentlemen,\" Marsten was saying, \"you know from my letters why you have\nbeen asked here. Needless to say, I am grateful beyond words that you\ncame to be shown proof of what you've refused so far to believe--and\nwith good cause. Tonight I shall demonstrate scientifically the\nexistence of mental telepathy. I shall prove to all of you in an\ninterrelated and undeniable way so that there will be no doubt\nconcerning my facts. No doubt whatsoever.\"\n\nNo one else said anything. Feet shuffled and there was a cough or\ntwo. All of them knew what this would mean if Marsten could prove his\ntheories; what it would mean to him if he failed.\n\nMarsten went on. \"If I show that _you_ can read _my_ mind, that should\nprove my theories to your satisfaction. I shall do this without any\nhypnotic suggestion.\n\n\"I have not told anyone of the techniques which I've worked out over a\nperiod of years, not even Max Reinach here. This will be my first group\ndemonstration of my theories. Until I was ready to give conclusive\nscientific proof I did not confide fully to anyone, even to Max, my\nclosest associate.\"\n\nHe had told me a little, that is true. So little, in fact, that I\nknew not much more about his theories than the rest of the scientists\ngathered here tonight.\n\n\"... and so, gentlemen, I shall get the experiment over with as quickly\nas possible. There are two rooms, as you see, one at each end of the\nhall. I shall go into one room and lock the door. It is impossible for\nme to see or hear anything that goes on outside that room. Before the\nexperiment starts I shall ask you to examine that room yourselves, in\nany way you like.\"\n\nDe Vaca and Dr. Morrison went into the room, examined it thoroughly.\nThen one of them stayed inside while the other came out, closed the\ndoor, tested for sound. Finally, Morrison said, \"We agree--it is a\nsound-proof room. It is bare inside. There is no opening other than\nthis door.\"\n\n\"Thank you,\" Marsten said. \"Max, will you hand each of these gentlemen\none of these cards and a pencil.\" I took the cards and pencils from his\ntable and handed them out.\n\n\"Now,\" Marsten said, \"one by one, you will go, in any sequence you\ndesire, into that other room and lock the door. I will be locked in\nthis room that you checked. A bell in the room you are in will ring.\nThat will be the signal for you to leave the room and for someone else\nto go in.\n\n\"During the time each of you is in that room, please keep your minds\nopen, receptive for a thought impression you will receive from me.\nThat's all there is to the experiment. Excepting this--\" he lifted\na sealed envelope from the table. \"This contains proof which will\nverify the success of this experiment. I leave it here. You will, as a\ncommittee, lock it in the safe upstairs in the business office. Take it\nfrom the safe only after the experiment is over.\"\n\nSo the experiment started. I sat over by the wall, watching their\nfaces. I observed the way each man, in his own highly personalized way,\ngot up and played his part in an experiment which he believed to be\nridiculous.\n\nI remember how each of them looked and acted as they, one by one, went\ninto that room, locked the door, and came out later when the bell\nrang. I studied closely their faces as each came out. They went in\nembarrassed silence back to their chairs and sat down, each holding a\ncard upon which they had written the thought supposedly received from\nMarsten.\n\nI felt the terrific tension. The room seemed hot and stifling as\nMarsten came out of his room finally and went over to the table. His\nface was pale and moist. His hair was wet and stringy around his ears\nand over his forehead.\n\nThe ticking of the clock suddenly sounded louder and louder. The\nbreathing of the nine men seated there got louder. I could hear my own\nheart going like a turbine in my chest. Now we waited for Marsten to\nspeak.\n\nHe glanced at me, motioned to me. I got up and went over to the table.\nHis eyes were dark and bright. \"Collect the cards will you please, Max,\nand give them to me?\"\n\nI did that. I didn't want to give them to him. I had a crazy idea of\nrunning out of there with the cards. Then it would be my fault that\nMarsten had failed. I didn't believe in Marsten then. I wanted to.\nI'd worked with him, knew his greatness, his integrity and sincerity.\nI knew he might be emotionally unstable. I wanted to believe, but I\nwasn't convinced at all. Man is ever credulous in the wrong place,\nat the wrong time, about the wrong things. We swallow the emotional\nscreamings of demagogues, reject the quiet discoveries of great men who\nonly do not know the techniques of salesmanship, of propaganda.\n\nBut I put the cards on the table beside Marsten. Then, as he picked\nthem up I began to feel differently. I don't know why. Perhaps his\nbravery, his courage and tenacity, his faith in his own beliefs,\noverwhelmed me suddenly.\n\nI was with him then. Somehow, all at once, I _knew_ he was right.\nSuddenly I had all the old confidence and trust in his genius that I\nhad had years before when I'd worked with him so closely.\n\nThe silence in the room then was paralyzing, a thick binding tension.\nThe nine professors stood up as if sitting now was untenable.\nProfessors of English literature, Biology, Astronomy, Music, Medicine,\nPsychiatry, History, Physical Education, Religion. They stood there\nwaiting for Marsten to check their written thoughts on the cards.\n\nMarsten spread them out like a hand of bridge and looked at them. His\nmuscles jerked once, as from a galvanic reflex, like a man suddenly\ntouched with a high-tension wire.\n\nHe cried out, as from deep and wracking mental pain. The sound hit into\nthe room's silence like metal into flesh. He dropped the cards abruptly\nand they spilled over the table. He stared at the floor between the\ntable and the nine men facing him.\n\nHis voice sounded far away, muffled. \"Gentlemen, I've--failed.\nI've--failed--miserably!\"\n\nHe swayed. I ran around the table and caught him to stop his falling.\nHis muscles quivered under my hands.\n\nHe pushed me away. His eyes were hot and a little wild. Then he stood\nup straight, like an old soldier at bay.\n\n\"I'm sorry you have had your valuable time imposed upon so inexcusably.\nNo need--no need now, I assure you, even to open the sealed envelope. I\nmissed--missed in every case except that of Professor Adler. My success\nwith him I attribute entirely to chance.\"\n\nHe took a step backward and whispered, \"Goodnight, gentlemen. Goodnight\nand--goodbye.\"\n\nI called out, but he went on out the door. I ran after him into the\nhall, but he had ducked out a side door. I followed him across the\ndarkening campus. But his car roared away before I could reach him. I\ndid not have a car so I could not follow.\n\nI didn't talk to the others. I went home. And I began to phone, trying\nto locate Marsten. I called every few minutes and I called the police\nand everyone who knew him. The police said they would put out a dragnet\nif he didn't show up within the next twenty-four hours. I had explained\nhe was in great distress, that I was afraid of what he might do.\n\nI didn't sleep well that night. There was no word about Marsten's\nwhereabouts in the morning. I began to think that perhaps suicide was\nthe only way out for him now. I doubted that he would be able to face\nthe failure of that experiment he had planned for so long, and on which\nhe had staked all of what remained of his reputation.\n\n\n\nI managed to get three of the nine scientists to be with me when I\nwent to the office at the university and opened the safe and took out\nthat sealed envelope next morning. De Vaca, a small nervous man with\nconstant flighty gestures, Morrison, biology professor, a solemn, bald\nlittle man, and Billingsley who had a jaw like a prizefighter, and was\nbig and gruff, but brilliant.\n\nThey, too, were worried about Marsten's disappearance, considering his\nstate of mind. Now we all wanted to know what that envelope contained.\nMaybe its contents would assist us in helping Marsten--if we found him.\n\nAfter examining the contents of the sealed envelope, we sat around the\ntable and no one said anything for what seemed a long time. Finally\nDe Vaca said, \"He failed all right. But it was a wonderful plan, and\ncertainly we could no longer deny the existence of mental telepathy had\nthis idea worked out as he planned it.\"\n\nMorrison said, \"But we must find Marsten before he kills himself. He\nshould be institutionalized, now, his mental unbalance treated....\"\n\nThe others agreed. They began to discuss where to begin the search for\nMarsten.\n\nI thought about what we had found in that sealed envelope. Marsten\nhad had a great idea all right. Although the professors had selected\ntheir own order of going into the testing room, Professor Marsten had\narbitrarily numbered each of them from 1 to 9. Using the subjects\nwhich they taught instead of their names, he expected to prove mental\ntelepathy. In the envelope he had left this list:\n\n    _1. Thackeray----Professor of English Literature_\n    _2. Evolution----Professor of Biology_\n    _3. Lungs----Professor of Anatomy_\n    _4. Elgar----Professor of Music_\n    _5. Phenobarbital----Professor of Medicine_\n    _6. Adler----Professor of Psychology_\n    _7. Trotsky----Professor of Russian History_\n    _8. Hockey----Professor in Physical Education_\n    _9. Yuletide----Professor in Theology_\n\nEach participant was to have received a specific word or name which was\ndirectly connected with his field of teaching. The first letter of each\nword, formed an acrostic reading down which spelled out:\n\n                           T-E-L-E-P-A-T-H-Y\n\nThe cards the professors had handed in were also there beside us on\nthe table. I went through those cards again, slowly, while De Vaca and\nMorrison and Billingsley debated as to the best way of locating Marsten.\n\nI wanted to do more than just find Marsten. I wanted to be able to help\nhim when he was found. The cards the professors had handed in listed\nwhat they thought they had received from Marsten via mental telepathy.\nThis is what they had written:\n\n    _1. Shakespeare----Professor of English Literature_\n    _2. Darwin----Professor of Biology_\n    _3. Kidney----Professor of Anatomy_\n    _4. Debussey----Professor of Music_\n    _5. Opiate----Professor of Medicine_\n    _6. Adler----Professor of Psychology_\n    _7. Stalin----Professor in Russian History_\n    _8. Golf----Professor in Physical Education_\n    _9. Xmas----Professor in Theosophy._\n\nEach professor had written something _similar_ in meaning to what\nMarsten had tried, through mental telepathy, to put into their minds.\nExcept in the case of the Professor of Psychology. And in that one case\nthere was a direct hit, as Marsten had said.\n\nOddly enough, Marian Adler had the same surname as the great\npsychoanalyst, Alfred Adler, whom Marsten had chosen for one of his\nprojected thoughts. To me, the results did not seem the complete\nfailure Marsten thought them. But of course Marsten had wanted to hit\nit one hundred percent. Nothing less would have satisfied a scientific\nmind like his in such an experiment.\n\nThe acrostic: S-D-K-D-O-A-S-G-X formed by the words apparently received\nby the Professors in that locked room was merely a jumble of letters,\nspelling out nothing of any meaning.\n\nFinally, we parted to go our separate ways. I took the envelope and\ncards and went home. The others, with cars, would search for Marsten.\nI'd forgotten my work, my thesis, everything. I wanted to figure\nout something, but I didn't even know what it was. I had a most\nunscientific idea--a hunch!\n\nAll day I thought and sweated over that envelope's contents, the cards,\nthe two acrostics:\n\n                           T-E-L-E-P-A-T-H-Y\n                                  and\n                           S-D-K-D-O-A-S-G-X\n\nI worked all that day and through the night, but I could make no\nconnection between the two acrostics.\n\nMeanwhile, the search continued for Marsten, but there was no sign of\nhim or his car. I sweated it out, trying to convince myself that he\nwasn't already dead, that when he was found I, meanwhile, would have\nfound something in the remains of that experiment to give him new zest,\nnew hope.\n\nBut I didn't know the technique he had used. I kept thinking of that\none successful hit in the case of Doctor Adler. Here, I thought\ndesperately, might be the clue to his technique.... I stayed up and\nworked at it another day, and into another night. If I could only prove\nthat the experiment hadn't failed completely, then that information\ncould be broadcast, televised, and maybe Marsten would see or hear, if\nhe still lived, and then would want to keep on living.\n\nIt was odd how positive I was that there was something there that\nwould prove Marsten right. Maybe we're all aware of much more than we\nthink we are--and could have greater awareness if we could only raise a\nfew mental curtains....\n\nI pounded my brains out on that Adler angle. She was the only woman in\nthe group. Maybe that had meaning. I went through some of Marsten's\nnotes, but there weren't enough of them, and they weren't the basic\nones. I skimmed through books on Extra Sensory Perception. But I didn't\nget anywhere....\n\nAnd then the phone rang and I answered it. It was Police Lieutenant\nWalters, at the local precinct station. He had promised to let me know\nat once if they found any trace of Marsten.\n\n\"We found him,\" Walters said tersely. \"He's on a ledge outside a window\nof the Loeb Building at Fifth and Pinehurst!\"\n\nI said, \"My God!\" Then, \"Will you pick me up?\"\n\nHe said, \"Yes. Maybe you can talk him out of it. You were close to him.\nWe've sent the emergency squads over. Never know when they'll jump when\nthey're like that. One move at the wrong time and that makes them jump.\nI'll be there in five minutes....\"\n\nI felt sick with panic and hopelessness. Then, in that moment, out of\nnowhere, came the flash--the key--it shone there before me all at once,\nthe answer I'd been looking for! I knew it had been there all along\nand my mind had gone around it time and again. And suddenly it was\nthere, conscious and clear.\n\nI arranged it all in my mind as we rode over to Fifth and Pinehurst,\nthe police lieutenant intent on driving speedily through the heavy\ntraffic.\n\nIf I could get to Marsten in time, I could save him! I'd had the\nexplanation all along--I'd read it in a scientific journal, in reports\nI'd skimmed through on ESP. Marsten would understand--if I could get to\nhim in time! He hadn't been wrong. And I could give him proof....\n\nA big crowd was gathered in the early dawn, standing silently in the\nstreet, staring upward at the small figure on the ledge. The wind was\ncold and steady and in the early morning greyness I saw Marsten, thirty\nstories up, hunched against the side of the building. He wasn't a man\nto exhibit himself for melodramatic recognition. Therefore, I knew he\nmust be very far out of his normal mind.\n\nI am sure he went up there to jump immediately. But he had been there\nan hour, now. Perhaps, I thought, he was trying to figure, in a last\ndesperate moment, where his experiment had failed. Trying to find in\nthe mysterious, senseless chaos of embryonic human thought, a reason\nwhy he should not die....\n\nThe police got me through the crowd, inside the building and into an\nelevator. I ran down the hall of the thirtieth floor to the room where\npolicemen were working with ropes and steel hooks. I heard one of them\nsay, \"We can't reach him. It's no use.\"\n\nI stuck my head out the window, called Marsten's name. But the wind\ntore the words away, sent them in the opposite direction. He didn't\nturn his head. I could barely make out his features, dead white and\nvoid of expression.\n\n\"Don't jump, for God's sake!\" I called over and over. \"Professor,\n_you were right! The experiment was a success! Listen to me! It was a\nsuccess!_\"\n\nI could see the uplifted faces down below, a blanket, a net they had\nstretched down there, both looking no bigger than a checker square.\n\nMarsten didn't seem to hear me, but I kept yelling, trying to make him\nhear. I fought the wind, and whatever barrier there was between Marsten\nand myself. But he didn't turn, didn't seem to hear me, seemed unaware\nof me, of anything that went on around him.\n\nI shouted the explanation to him of what I'd suddenly realized:\n\nIn these ESP tests the receiving impressions are the symbols on the\nvarious cards in a deck. Basically, the tests in ESP experiments all\ncome down to one thing--the participants try, without seeing the\ncards, to identify the symbols on each card in a deck as they draw them\nfrom the pack.\n\nIn reviewing the results of these tests, it often happens that\nparticipants, extra-ordinarily gifted with what is called 'psychic\nability,' have long runs of picking exact cards. But these runs are\nsometimes on the cards--_before the one that is being turned, or on the\none after the one turned_.\n\nIn other words, if cards A-B-C-D-E-F-G have been turned, many times the\nparticipant will call B when C is turned, C when D is turned, E when F\nis turned, and so forth. There are various theories for the cause of\nthis factor. It is a factor that comes up time and again. Marsten knew\nthat. But in that intense moment he must have overlooked it. It hadn't\noccurred to any of the others there, either. We were all too close to\nthe forest to see the trees....\n\nAnd I screamed at the Professor against the wind and the morning:\nS-D-K-D-O-A-S-G-X form an acrostic, and they are all one letter in the\nalphabet _before_ the letters that spell out T-E-L-E-P-A-T-H-Y! Except\nin the letter A, for Adler. There could not be a letter before A in the\nalphabet. So, there was no displacement factor on Adler's card.\n\n\"Marsten, listen to me! Can you hear? Can't you understand? The\n_displacement factor, Marsten_! The _Displacement Factor_--\"\n\nHe never saw me, never heard me of that I am certain. Everything seemed\ntoo late for Marsten. I saw him lean forward, drop off the ledge.\nMy words followed him crazily down as he fell: \"_The displacement\nfactor_--\"\n\nMaybe before he struck the concrete down there he realized that he had\nbeen right, that the experiment had not failed. I hope so. But I think,\nin view of his tragic death, that Professor Marsten deserves this\nexplanation, this proof that his work was not in vain. And because of\nwhat his hypothesis may mean to scientists of the future.\n\nIt isn't conclusive enough for the strictly disciplined scientific\nmethod. But though others may think his experiment inconclusive, I\n_know_ that Professor Marsten proved the existence of Mental Telepathy.\n\nSo I'm going to take up where Marsten ended his experiment--and his\nlife--and I'm going to do it even though it may mean the end of my\ncareer in orthodox science.\n\nAnd maybe if I keep working at it, and thinking about it long enough\nand steadily enough, Marsten will receive my thought. Then, wherever he\nis now, if he doesn't already know, maybe I'll be able to tell him that\nhe didn't fail....\n\n\n",
    "metadata": {
        "author": [
            "Walton, Bryce",
            "Reynolds, Al"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73356/pg73356.txt",
        "name": "too_close_to_the_forest.json"
    }
}