{
    "name": "Trees Are Where You Find Them",
    "author": [
        "Savage, Arthur Dekker"
    ],
    "body": "You might say the trouble started at the Ivy, which is a moving picture\nhouse in Cave Junction built like a big quonset. It's the only show in\nthese parts, and most of us old-timers up here in the timber country of\nsouthwest Oregon have got into the habit of going to see a picture on\nSaturday nights before we head for a tavern.\n\nBut I don't think old Doc Yoris, who was there with Lew and Rusty and\nme, had been to more than two or three shows in his life. Doc is kind of\nsensitive about his appearance on account of his small eyes and big nose\nand ears; and since gold mining gave way to logging and lumber mills,\nwith Outsiders drifting into the country, Doc has taken to staying on\nhis homestead away back up along Deer Creek, near the boundary of the\nSiskiyou National Forest. It's gotten so he'll come to Cave Junction\nonly after dark, and even then he wears dark glasses so strangers won't\nnotice him too much.\n\nI couldn't see anything funny about the picture when Doc started\nlaughing, but I figure it's a man's own business when he wants to laugh,\nso I didn't say anything. The show was one of these scientific things,\nand when Doc began to cackle it was showing some men getting out of a\nrocket ship on Mars and running over to look at some trees.\n\nRusty, who's top choker setter in our logging outfit, was trying to see\nDoc's point. He can snare logs with a hunk of steel cable faster than\nanyone I know, but he's never had much schooling. He turned to Doc. \"I\ndon't get it, Doc,\" he said. \"What's the deal?\"\n\nDoc kept chuckling. \"It's them trees,\" he said. \"There's no trees like\nthat on Mars.\"\n\n\"Oh,\" said Rusty.\n\nI suppose it was just chance that Burt Holden was sitting behind us and\nheard the talk. Burt is one of the newcomers. He'd come down from Grants\nPass and started a big lumber mill and logging outfit, and was trying to\nfreeze out the little operators.\n\nHe growled something about keeping quiet. That got Rusty and Lew kind of\nmad, and Lew turned around and looked at Burt. Lew is even bigger than\nBurt, and things might have got interesting, but I wanted to see the\nrest of the picture. I nudged him and asked him if he had a chew. They\nwon't let you smoke in the show, but it's okay to chew, and most of us\nwere in the habit anyway, because there's too much danger of forest fire\nwhen you smoke on the job.\n\nDoc laughed every time the screen showed trees, and I could hear Burt\nhumping around in his seat like he was irritated.\n\n\n\nAt the end of the show we drifted over to the Owl Tavern and took a\ntable against the north wall, behind the pool tables and across from the\nbar. Doc had put his dark glasses back on, and he sat facing the wall.\n\nNot that many people apart from the Insiders knew Doc. He hadn't been\nvery active since the young medical doctor had come to Cave Junction in\n1948, although he never turned down anyone who came for help, and as far\nas I knew he'd never lost a patient unless he was already dead when Doc\ngot there.\n\nWe were kidding Lew because he was still wearing his tin hat and caulked\nboots from work. \"You figuring on starting early in the morning?\" I\nasked him. Rusty and Doc laughed. It was a good joke because we rode out\nto the job in my jeep, and so we'd naturally get there at the same time.\n\nThen Rusty sat up straighter and looked over at the bar. \"Hey,\" he said,\n\"Pop's talking to Burt Holden.\" Pop Johnson owns our outfit. He's one of\nthe small operators that guys like Burt are trying to squeeze out.\n\n\"Hope he don't try to rook Pop into no deals,\" said Lew.\n\nDoc tipped up his bottle of beer. In Oregon they don't sell anything but\nbeer in the taverns. \"Times change,\" he said. \"Back in 1900 all they\nwanted was gold. Now they're trying to take all the trees.\"\n\n\"It's the big operators like Burt,\" I said. \"Little guys like Pop can't\ncut 'em as fast as they grow. The companies don't have to reseed,\neither, except on National Forest land.\"\n\n\"That Burt Holden was up to my place couple weeks ago,\" said Doc. \"Darn\nnear caught me skinning out a deer.\"\n\n\"He better not yap to the game warden,\" said Rusty. \"Them laws is for\nsports and Outsiders, not us guys who need the meat.\"\n\n\"He wanted to buy all my timber,\" said Doc. \"Offered me ten dollars a\nthousand board feet, on the stump.\"\n\n\"Don't sell,\" I advised him. \"If Burt offers that much, almost anyone\nelse will pay twelve.\"\n\nDoc looked at me. \"I'd never sell my trees. Not at any price. I got a\nhundred and sixty acres of virgin stand, and that's the way it's gonna\nstay. I cut up the windfalls and snags for firewood, and that's all.\"\n\n\"Here comes Pop,\" said Lew.\n\nPop sat down with us and had a beer. He looked worried. We didn't ask\nhim any questions, because we figure a man will talk if he wants to, and\nif he doesn't it's his own business.\n\nHe finally unlimbered. \"Burt Holden wants to buy the mill,\" he said,\nwiping his mouth on the back of his hand.\n\n\"Buy _your_ mill?\" said Lew. \"Hell, his mill is five times as big, and\nhe's even got a burner to take care of slashings, so he don't have to\nshut down in the fire season.\"\n\n\"He just wants the land,\" said Pop, \"because it's near the highway. He\nwants to tear down my setup and build a pulp mill.\"\n\n\"A _pulp_ mill!\" If we could have seen Doc's eyes through the glasses I\nimagine they'd have been popped open a full half inch. \"Why, then\nthey'll be cutting down everything but the brush!\"\n\nPop nodded. \"Yeah. Size of a log don't matter when you make paper--just\nso it's wood.\"\n\nIt seemed as though Doc was talking to himself. \"They'll strip the land\ndown bare,\" he mumbled. \"And the hills will wash away, and the chemicals\nthey use in the mill will kill the fish in the creeks and the Illinois\nRiver.\"\n\n\"That's why they won't let anyone start a pulp mill near Grants Pass,\"\nsaid Pop. \"Most of the town's money comes from sports who come up to the\nRogue River to fish.\"\n\nRusty set his jaw. \"In the winter we _need_ them fish,\" he said. He was\nright, too. The woods close down in the winter, on account of the snow,\nand if a man can't hunt and fish he's liable to get kind of hungry. That\nrocking chair money doesn't stretch very far.\n\n\"I ain't gonna sell,\" said Pop. \"But that won't stop Burt Holden, and\nany place he builds the mill around here will drain into the Illinois.\"\n\nDoc pushed back his chair and stood up to his full height of five foot\nfour. \"I'm gonna talk to Burt Holden,\" he said.\n\nRusty stood up to his six foot three. \"I'll bring him over here, Doc,\"\nhe said. \"We're handy to the cue rack here, and Lew and Simmons can keep\nthem guys he's with off my back.\"\n\nI stood up and shoved Rusty back down. I'm no taller than he is, but I\noutweigh him about twenty pounds. I started working in the woods when we\nstill felled trees with axes and misery whips--crosscut saws to the\nOutsiders. \"I'll go get him,\" I said. \"You're still mad about the show,\nand you wouldn't be able to get him this far without mussing him up.\"\n\n\"There won't be no trouble,\" said Doc. \"I just want to make him an\noffer.\"\n\n\n\nI went over and told Burt that Doc wanted to talk to him. The three guys\nwith him followed us back to the table.\n\nBurt figured he knew what it was all about, and he just stood over Doc\nand looked down on him. \"If it's about your timber, Yoris,\" he said,\n\"I'll take it, but I can't pay you more than nine dollars now. Lumber's\ncoming down, and I'm taking a chance even at that.\" He rocked back and\nforth on his heels and looked at Pop as though daring him to say\ndifferent.\n\n\"I still don't want to sell, Mr. Holden,\" said Doc. \"But I've got better\nthan three million feet on my place, and I'll _give_ it to you if you\nwon't put a pulp mill anywhere in the Illinois Valley.\"\n\nWe were all floored at that, but Burt recovered first. He gave a nasty\nlaugh. \"Not interested, Yoris. If you want to sell, look me up.\"\n\n\"Wait!\" said Doc. \"A pulp mill will take every tree in the Valley. In a\nfew years--\"\n\n\"It'll make money, too,\" said Burt flatly.\n\n\"Money ain't everything by a long shot. It won't buy trees and creeks\nand rain.\"\n\n\"It'll buy trees to make lumber.\" Burt was getting mad. \"I don't want\nany opposition from you, Yoris. I've had enough trouble from people who\ntry to hold back progress. If you don't like the way we run things here,\nyou can--hell, you can go back to Mars!\"\n\nIt seemed to me that it was just about time to start in. I could have\ntaken Burt easiest, but I knew Rusty would probably swing on him first\nand get in my way, so I planned to work on the two guys on Burt's right,\nleaving the one on his left for Lew. I didn't want Pop to get tangled up\nin it.\n\nI don't generally wait too long after I make up my mind, but then I\nnoticed Rusty reaching out slowly for a cue stick, and I thought maybe\nI'd better take Burt first, while Rusty got set. I never did see a guy\nso one way about having something in his hands.\n\nBut Doc didn't drop out. \"There ain't nothing but a few scrub trees on\nMars,\" he said to Burt, looking him square in the eye. \"And no creeks\nand no rain.\"\n\nBurt curled his lip sarcastically. \"The hell you say! Is that why you\ndidn't like it there?\" You could see he was just trying to egg Doc into\nsaying he'd come from Mars, so he could give him the horse laugh. The\nguys he was with were getting set for a fracas, but they were waiting\nfor Burt to lead off.\n\nDoc didn't get caught. \"But there's gold,\" he said, like he hadn't heard\nBurt at all. \"Tons of it--laying all over the ground.\"\n\nI guess Burt decided to ride along. \"Okay, Yoris,\" he said. \"Tell you\nwhat I'll do. For only one ton of Martian gold I'll agree to drop all\nplans for a pulp mill, here or anywhere else. In fact, I'll get out of\nbusiness altogether.\"\n\nDoc moved in like a log falling out of the loading tongs. \"That's a\ndeal,\" he said. \"You ready to go?\"\n\nBurt started to look disgusted, then he smiled. \"Sure. Mars must be\nquite a place if you came from there.\"\n\n\"Okay,\" said Doc. \"You just stand up against the wall, Mr. Holden.\"\nBurt's smile faded. He figured Doc was trying to maneuver him into a\nlikely position for us. But Doc cleared that up quick. \"You boys get up\nand stand aside,\" he ordered. \"Get back a ways and give Mr. Holden\nplenty of room.\" We didn't like it, but we cleared out from around the\ntable. A bunch from the bar and pool tables, sensing something was up,\ncame drifting over to watch. I could feel tension building up. \"Now,\"\nsaid Doc, pointing, \"you just stand right over there, Mr. Holden, and\nfold your arms.\"\n\nBurt didn't like the audience, and I guess he figured his plans were\nbackfiring when Doc didn't bluff. \"You hill-happy old coot,\" he\nsnarled. \"You'd better go home and sleep it off!\" I grabbed hold of\nLew's arm and shook my head at Rusty. I wasn't going to interfere with\nDoc now.\n\n\"You're not scared, are you, Mr. Holden?\" said Doc quietly. \"Just you\nstand against the wall and take it easy. It won't hurt a bit.\"\n\n\n\nBurt Holden was plenty tough for an Outsider, and a hard-headed\nbusinessman to boot, but he'd never run into a customer like Doc before.\nYou could see him trying to make up his mind on how to handle this\nthing. He glanced around quick at the crowd, and I could tell he decided\nto play it out to where Doc would have to draw in his horns. He actually\ngrinned, for the effect it would have on everybody watching. \"All right,\nYoris,\" he said. He backed against the wall and folded his arms. \"But\nhadn't you better stand up here with me?\"\n\n\"I ain't going,\" said Doc. \"I don't like Mars. But you won't have no\ntrouble getting your gold. There's nuggets the size of your fist laying\nall over the dry river beds.\"\n\n\"I hate to be nosey,\" said Burt, playing to the crowd, \"but how are you\ngoing to get me there?\"\n\n\"With his head, o'course!\" blurted Rusty before I could stop him. \"Just\nlike he cures you when you're sick!\" Doc had pulled Rusty through two or\nthree bad kid sicknesses--and a lot of the rest of us, too.\n\n\"Yep,\" said Doc. \"A man don't need one of them rocket things to get\nbetween here and Mars. Fact is, I never seen one.\"\n\nBurt looked at the ceiling like he was a martyr, then back at Doc.\n\"Well, Yoris,\" he said in a tone that meant he was just about through\nhumoring him, \"I'm waiting. Can you send me there or can't you?\" The\nstart of a nasty smile was beginning to show at the corners of his\nmouth.\n\n\"Sure,\" said Doc. He slumped down in his chair and cupped his hands\nlightly around his dark glasses. I noticed his fingers trembling a\nlittle against his forehead.\n\nThe lights dimmed, flickered and went out, and we waited for the\nbartender to put in a new fuse. The power around here doesn't go haywire\nexcept in the winter, when trees fall across the lines. A small fight\nstarted over in a corner.\n\nWhen the lights came back on, Doc and Pop started for the door, and Lew\nand Rusty and I followed. Burt's buddies were looking kind of puzzled,\nand a few old-timers were moving over to watch the fight. The rest were\nheading back to the bar.\n\nRusty piled into the jeep with Doc and me. \"When you going to bring him\nback, Doc?\" he asked when we started moving.\n\n\"Dunno,\" said Doc. He took off his glasses to watch me shift gears. He's\nbeen after me for a long time to teach him how to drive. \"It only works\non a man once.\"\n\n\nTHE END\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Savage, Arthur Dekker"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30010/pg30010.txt",
        "name": "trees_are_where_you_find_them.json"
    }
}