{
    "name": "Trouble Near the Sun",
    "author": [
        "Ramm, Alan J."
    ],
    "body": "The Inner Planet Fleet's spacegoing salvage vessel _Cerebus III_ leaped\nsidewise as though she was trying desperately to escape from some\nmythical monster of the spaceways. Inside the instrument filled control\nroom the tiny group of ship's officers, gathered together by Captain\nStevens' urgent order, felt their feet leave the deck. They reached\nwildly for any hold available, the lucky ones clinging desperately with\nstrained muscles, the others jumbled in awkward cursing heaps against\nthe bulkheads.\n\n\"You idiot!\" Captain Stevens shouted. \"Next time give us warning!\"\n\nThe lateral tubes pilot grinned wryly but didn't lift his eyes from the\nscanner before him. \"Sorry, Sir. There was no time. When one of those\ncalcium faculae come boiling up at you like a cannonball, you pick a\nnew spot in the chromosphere for the ship and get there quick--or you\ndon't arrive at all.\"\n\nBull Wright, one of the two men who had been strong enough to keep his\nhold, slowly untwined his huge fingers from a projection and flexed\nthem. He looked across the room and grinned down at the floor where\nSkip Allen was struggling to his feet. \"How do you like good old Sol\nfrom that angle?\" he drawled sarcastically. \"Different from reading\nabout it in a textbook, isn't it?\"\n\nThe slim built Ensign quickly came to his feet and automatically\nadjusted the cap on his red head. \"Mr. Experience talking, eh? I wonder\nwhy Headquarters hasn't discovered that Ensign Wright sees all, knows\nall, and blabs all?\"\n\n\"Lay off it, you two,\" Captain Stevens ordered. \"We've got a real\nproblem this time.\" He paused dramatically, waving a sheet of\nspacegram paper in the air. \"We've been ordered to find the _Regis_ and\nremove her crew and passengers.\"\n\n\"Why that's Fleet Command's new sun cruiser,\" Skip gasped. \"What's\nhappened to her?\"\n\n\"Headquarters doesn't know exactly,\" Stevens replied. \"They got part\nof a message saying her propulsion power controls were jammed and her\nanti-grav and anti-heat equipment was slowly losing effectiveness. They\ngive her about four hours before she's falling too fast to contact; and\nabout the same time before she gets too hot to maintain life.\n\n\"A laminated layer of charged particles must have whipped across her\nsending beam about then because her message became garbled and finally\nfaded out.\"\n\n\"Rescue,\" growled Bull. \"That's not our kind of job. We're not\noutfitted for it. If that bunch of stuffed shirts didn't know enough to\nnavigate through the corona and into the chromosphere, they deserve to\ndie. Why should we risk our necks to save them?\"\n\n\"We're the only ship near enough to stand a chance of reaching them\nduring the next couple hours. But that's not all. Alistar of Cygnus is\non board.\"\n\n\"Alistar of Cygnus?\" one of the officers questioned. \"Who the hell is\nhe?\"\n\n\"An inspector from Intergalactic Federation Headquarters. Remember that\ncontainer of electron stripped nuclei found in Federation Headquarters\nBuilding last month?\"\n\nThe men all nodded.\n\n\n\n\"The Federation figures it came from one of our nuclei dredges in\none of Sol's spots. With all the other crazy things that have been\nhappening lately to throw suspicion our way, our system stands in\ndanger of being ejected from the Federation unless we can clear\nourselves. You know what that would mean to our trade activities?\n\n\"That's why they've sent Alistar of Cygnus here to make a preliminary\ninvestigation. His report will determine further action. Now suppose\nthat something happens to Alistar? They're sure to think that it's part\nof some plot we're concocting in this corner of the galaxy.\n\n\"We've got to find that ship and get him out. Those are our orders. We\ndo it--or die trying.\"\n\n\"Simple problem,\" sniffed Bull derisively. \"All we have to do is locate\na tiny thing like that on the sun. That's easy. Only about two and a\nhalf million miles of circumference to cover.\"\n\nCaptain Stevens smiled. \"It isn't that bad. The message that was picked\nup also gave a rough location. They were about 15 degrees North and\nnear a small sunspot about 70 degrees west of the east limb of the\nsun as seen from Earth at the time of the message. I have plotted the\ncoordinates. We've been on our way there ever since we began talking.\n\n\"Are there any further questions, gentlemen? Then take up your assigned\nduties. You are all dismissed except Ensigns Wright and Allen.\"\n\nAfter all the others had filed out, Captain Stevens turned to the two\nnervously waiting officers. \"I warned you two days ago to lay off. I\ndon't mind your picking one another to pieces, but this feud of yours\nabout the space worthiness of the Cerebus III has the whole crew upset.\"\n\nSkip and Bull looked guiltily at one another. Stevens went on. \"Your\nbantering may have been amusing to the crew for a few days out of\nTerra. But now they're sensitive about it, and your panning the ship\nis making the men nervous. Both of you know a nervous crew is nothing\nto have on a ship operating within the atmosphere of the sun. Even a\nsubconscious suspicion of the worth of the Cerebus III might cause\nsome technician to make a mistake or hesitate long enough to send\neveryone to his death.\n\n\"Just remember, you two,\" Stevens warned, \"this is your first flight\nas Ensigns. It's strictly a probation period. A word from me can\ncancel out that diploma you received from Space Academy, Ensign Allen.\nAnd wipe that grin from _your_ face, Mr. Wright. You may have spent\nthe last ten years working yourself up through the ranks, but your\nappointment as Ensign is also subject to my report at the end of this\ntour of duty.\"\n\nBoth men, standing stiffly at attention, muttered, \"Yes, sir.\"\n\n\"You both are officers. Now act like you're supposed to. We should\nsight the Regis in the next hour. I'm assigning you both to the\nscanning screens. The minute either of you see the Regis, let me know.\nI'm going to do the rounds and make sure all equipment is ready.\"\n\nAs soon as Stevens left, Bull and Skip went to the tiny cubbyhole\ncalled the Vision Room which was located just off Main Control. There\nthey sat back to back in chairs fixed in the middle of the room. This\ngave each of them a half circle to keep track of. Between them, they\nhad a full view of the ship's entire surroundings. Sitting there,\nsurrounded by screens, it was easy to imagine that they were afloat in\nthe chromosphere without a ship deck under them.\n\n\n\nSeveral times the forward motion of their ship carried them close to\nsunspots. These were carefully skirted before the ship entered the\npenumbra. The dark appearing central area of each spot, the umbra,\nyawned like monster pits into an area of magnetic forces that ships\navoided if possible unless they were nuclei dredges or contact vessels\nespecially constructed to enter the vortex. Twice they ran through\nloop-like spaces that appeared on their filtered screens. These were\ncaused by prominences of exploding hydrogen shooting tens of thousands\nof miles into space. Prominences, the tips of which looped back to the\nsun's surface.\n\n\"By the horned three legged elephants of Callisto,\" muttered Bull as\nthe ship shot through another loop. \"I feel like an astronomical ball\nbeing shot through loops of an intergalactic croquet game.\"\n\nAs the Cerebus III skittered to the left to avoid another racing\nfaculae, Skip felt his stomach begin to get as unsteady as the ship's\ndeck. He groaned out loud. And for the first time since he sat down, he\njerked his strained eyes from the screens only to meet Bull grinning\nat him.\n\n\"What's the matter, Space Cadet?\" Bull jibbed. \"Don't tell me all that\ntraining of yours didn't include a course in how NOT to get space sick?\"\n\nSkip swallowed hurriedly before he spoke. \"How this garbage collecting\ntub can stand this buffeting, I can't figure.\"\n\n\"Nothing wrong with her,\" Bull rejoined. \"Just because you thought\nthat you'd get assigned to some fancy interstellar luxury ship when\nyou graduated, you don't have to take out your disappointment on the\nCerebus III. Stop making a good ship your alibi for--\"\n\n\"That's just fancy talk,\" Skip interrupted. \"All you're trying to do is\ntalk yourself into thinking that this is the same as sitting on a stool\nin some Martian bar.\"\n\nGlaring at one another across their shoulders, they slowly became aware\nof Captain Stevens' voice in the Vision Room doorway.\n\n\"Forget about the Regis, gentlemen?\" His voice held a tempered edge\nthat could have sliced through the million degree temperature of the\ncorona.\n\nBoth men jerked to their screens. Off to the side they could see the\nRegis low in the chromosphere, hanging over the umbra of a small\nsunspot about ten thousand miles away.\n\nStevens' voice was bitter. \"First you destroy the crew's morale. Now\nyou're negligent in your assigned duty. That should be enough to wash\nyou both out of the Inner Fleet. You're both cosmic debris the Service\ncan do without. Stay out here in the Control Room where I can keep my\neye on you. I'll attend to you both later.\"\n\nOut in the control room Stevens questioned the communications man. \"Get\na rise out of her yet?\"\n\n\"It's hopeless, sir. The interference here is too great for contact.\nThis is actually a double spot if you look, sir. That makes\ncommunication impossible due to the reversed polarity of the spots.\"\n\nSkip and Bull, standing wretchedly unwanted and useless to one side of\nthe room, looked at the small screens on the control panel. They could\nsee the Regis balanced precariously over the center of one spot; off in\nthe distance another spot showed clearly--one of the best leader and\nfollower set-ups they had ever seen.\n\n\"Getting low, aren't they, sir?\" Malcolm, the Second-in-Command, asked\nStevens.\n\n\"Down to about 500 miles. They must be using the magnetic field there\nwhich is perpendicular to the sun's surface to help counteract their\nown loss of power. They'll be in the reversing layer shortly.\"\n\n\"It's cooler there too,\" Malcolm observed. \"The whirling effect of the\ngases sets up a low pressure that reduces the temperature to about 7000\ndegrees instead of the 11,000 outside the spot where we are.\"\n\n\"We'll have to close and hook on as soon as possible,\" Stevens\ndirected. \"Break out the strongest line we have. When we get within a\nmile, shoot her out until you contact.\"\n\n\"But, sir, we can't get a line out in that if we try.\"\n\n\"We can--and will, Mister. Follow your orders.\"\n\n\"Yes, sir.\"\n\n\n\nThe Cerebus III edged in toward the penumbra. In the control room they\nstaggered as the ship was caught up by the madly whirling rim atoms\nas they sought a passageway into the quiet area over the cooler gases\nsurrounding the spot. Tensely the ship maneuvered its way toward the\nRegis.\n\nOnce they were within range, Bull and Skip could see on the screens the\ntraction line from Cerebus III snake out toward the Regis. Time after\ntime the line just missed. In all that chaos, making contact was worse\nthan threading a needle with a lasso. At last the line struck and held\nthe Regis amidships.\n\nA sigh oozed from every man in the control room. Stevens looked at his\nwatch. \"Two hours gone. Now for the tough part.\"\n\nHe called down to the outer lock room through the intership voice\ntubes. \"We've made contact. Have the communicator tube ready to swing\nout of the lock when I give notice. We are going to start hauling\nthe Regis in toward us now. Be sure that you batten all contact\npoints tight. The men on the Regis haven't any suits to withstand the\nradiations of the sun. Their only chance is to walk through that tube\nonce you get in contact. A radiation leak down there will kill them\nall.\"\n\nThen he called the engine room. \"Open up easy.\"\n\nThe deck of the control room began to throb with the power of the huge\nionized particle engines. On the screen the traction line began to\nstraighten between the two ships. Its still slack loop twisted like a\ndying snake between the forces that played over it. Then it tautened.\n\n\"It's moving toward us,\" Skip said aloud. No one answered him. Their\neyes were too tightly fixed to the screens.\n\nSuddenly the Cerebus III began to whip right and left. Stevens roughly\npushed the pilot from his seat and made some quick moves on the\ncontrols. The yawing stopped, but when they looked at the screens, the\nRegis was once more at a distance, and the traction line was slack.\n\nStevens looked at the menacing sides of the sunspot. Actually there\nwere no real sides--they were like the sides of a tornado in a mass\nof air. Here in the interior of the spot, their main problem was to\nbalance the ship against the force of the rising column of gases from\nthe mouth of the spot inside the sun's photosphere, and to adjust\ntheir position to the constantly downward drift of the Regis. There\nwas a maximum distance that they could afford to let the Regis drift\ndownward if they wished to save her. Now that they were close to the\nphotosphere, the drag of the sun's 27 G's was greater than it had been\nout at 10,000 miles. If they managed to pull the Regis close enough for\na transfer, it would have to be in the next hour.\n\n\"We'll have to take a chance,\" Stevens said.\n\nOnce more he called the engine room. \"Throw them in full when I say\ngo,\" he instructed.\n\nBull looked at Skip. He smiled and it didn't take words for his\nthoughts to become clear. _Now you will see some real power from a good\nship._\n\n\"Let her go.\"\n\nThe deck leaped to life, reacting to the blows of countless millions of\nquanta of light as free electrons attached themselves to the stripped\nnuclei in the discharge chambers of the ship's engines.\n\n\n\nThe ship began to whip again; but the agile fingers of Captain Stevens\nbrought her swiftly under control.\n\nSkip smiled at Bull. His glance, too, was full of meaning. It said\nplainly, _this should show you that this ship isn't as good as you\nthink it is!_\n\nThe men in the room had to hang on to the sides as the ship, the sun\nand Captain Stevens fought a duel with one another for control of the\nCerebus III and the Regis.\n\nThe thin traction line stretched taut once more between them. How much\nstrain could it take? flashed though Skip's mind. Then one torn end\nseemed to be floating toward the Cerebus III, the other floated toward\nthe Regis.\n\nFor a split second the Cerebus III seemed to hang in space. Then\neveryone was flung violently in all directions as the force of the\nCerebus III's engines on full power, plus the reaction of the ship's\nfreedom from the drag of the Regis, shot the salvage vessel into space\nand plastered the crew against the nearest bulkheads.\n\nSkip came unwillingly back to consciousness. Some of the control room\ncrew were already on their feet. Others were still lying quietly trying\nto regain their senses before they tried to get to their feet. A few of\nthe men would never move again.\n\nThe thrum of the engines had stopped.\n\nCaptain Stevens was cursing silently in front of the controls.\n\"Fouled,\" he spat. \"That damn line must have whipped right into the\nstern discharge tubes and sealed them up so that we have no forward\npropulsive power. And look out there.\" He waved his arm at the screens.\n\nThe ship had been flung thousands of miles out from its former\nposition. Once more it appeared to be on the outer edge of the\nchromosphere. The Regis was not in sight. The constantly changing view\nin the vision panels indicated that the Cerebus III was spinning.\n\nThis Captain Stevens corrected while speaking to the men. \"Clean up\nthe mess in here. Get the injured to the sick bay; and take care of\nthe dead. We're in the same difficulty as the Regis. Our anti-gray and\nanti-heat units are working but the indicators show them losing power\nslowly. We must free those tubes or sooner or later we'll end up in\nthe sun. Let's get down to the outer lock room and see what we can do.\"\n\nBull and Skip followed the rest through the big ship. When they got to\nthe lock room, Malcolm, his face white with pain from some injury, was\nstruggling into a solar suit. One of the crew snapped the helmet over\nhis head and handed him a cutting torch. Before any of the new arrivals\ncould say a word, Malcolm was in the lock and on his way outside.\n\nSuddenly one of the lock tenders exclaimed. \"My God, he took a suit\nwith a discharged anti-heat unit filler. If his refrigerant cuts off\nwhile he's out there--\"\n\nBull grabbed another suit from its peg and began to draw it on. Captain\nStevens grabbed his arm and shouted.\n\n\"Hold it, Ensign, you're under arrest. We'll send--\"\n\n\"There's a man out there,\" interrupted Bull. \"You said this was do or\ndie, didn't you? Let me go.\"\n\nStevens tightened his grip. \"Listen you big fool--\"\n\n\n\nBull shoved hard. The Captain hit the deck and rolled to the nearest\nbulkhead. No one said a word. There were too many other things to worry\nabout. A fouled discharge system. A man outside about to die unless\nsomeone got to him in time.\n\nBull slammed the inner lock door shut and opened the outer lock. For a\nmoment he drew back. Although he had been spacing for ten years, this\nwas his first trip into the sun's area. In spite of the filters in his\nviewing plates, the sun looked like a nightmare. Here where the view\nwas unobstructed, the prominences could be seen in their full terror\nand the boiling jets of flaming gas seemed ready to reach out and pluck\nhim off the side of the Cerebus III. It took all his will power to step\noutside the lock and look around for the Second-in-Command. Malcolm was\nalmost to the rear of the ship, making his way slowly. Bull moved out\nafter him.\n\nSuddenly Bull's whole front view seemed filled with an explosion. He\nclung desperately to the ship although he knew that there would be no\nperceptible effect of such a small explosion in space. He did not have\nto look to see what had happened; he knew. Malcolm was gone.\n\nAt least it had been quick and painless, thought Bull. Malcolm's heat\nunit had failed. And in such a high temperature the change from a solid\nto a gas had been so sudden that it was actually an explosion. After\nswallowing hard several times he slowly began to make his way to the\nstern. It was up to him to clear the tubes now.\n\nHe tried to throw the spectacle of Malcolm's disintegration from\nhis mind; but it kept intruding. He had seen many men die; but none\nso quickly or so completely. The whole sun was now Malcolm's grave.\nHis very atoms were being torn asunder by the constant process of\nionization that was taking place in the sun's atmosphere. Somehow the\nthought of such complete disembodiment was disturbing to Bull's ideas\nof immortality.\n\nHe was jerked crudely back to reality when the ship came up with\nunbelievable force to flatten him immovably on its side for a moment.\nWhile he gasped for breath under the unexpected pressure, he sought\nmadly for an explanation of his predicament. As the pressure slowly\nlessened, he realized that the ship must have drifted into one of the\nmany clouds of gas constantly expanding or contracting near the sun due\nto differences in temperature. This time a rising mass had pressed him\nagainst the ship. The lateral jet pilots inside were not compensating\nfor the shift because he was outside and a sudden movement might leave\nhim drifting free.\n\nOnce he could get to his feet and proceed, he was extra careful to\nplace his magnetized shoes firmly to the ship's shell. In addition, he\nset out helper lines to act as auxiliary anchors against any unexpected\nmoves the ship might take. When the possibility of a faculae nearing\nthe ship entered his mind, it took his breath away. If that occurred,\nhe knew that the ship's crew would have to throw in the lateral jets\nto escape. Unless his equipment was in place at the time of the move,\nthe suddenness of the change in direction would leave him free in the\nchromosphere until his power ran out; or the faculae the ship had been\nescaping clasped him and exploded him into another Malcolm.\n\nWith his mind trampled with fear, and his eyes fixed firmly to the\nship's shell, he was surprised to find himself suddenly within reach\nof the stern tubes. The long traction line had whipped across the four\ntubes with a force that had annealed parts of the line to both the\ninside and outside so that the openings were completely covered. This\ncaused the forces in the firing chambers to neutralize themselves since\nthere was no aperture to permit the egress of force in any direction.\n\nMaking sure that all his possible anchorage was in place, he braced\nhimself and began burning out the clogged tubes nearest to him.\n\n\n\nBack in the Vision Room the crew anxiously watched bits of metal slough\noff under Bull's torch.\n\n\"That guy's sure got what it takes,\" someone whispered.\n\nSkip spoke without thinking. \"He sure has. I guess he meant what he\nsaid about the Cerebus III.\"\n\nOutside, Bull cleaned out the second tube and reached across without\nthinking to start cutting on number three. Forgetting that he had\npulled all his lines as taut as possible, and that a move in the wrong\ndirection would pull some of them free, he felt his feet break loose\nand in seconds he was floating twenty feet from the ship with only one\nline connecting him to safety.\n\nSkip spotted him floating clear, but Captain Stevens shouted. \"He's\nalmost free. And he won't dare try to haul himself in by that one line\nor he might tear it loose, too. He's lucky if some of the eddies around\nthe ship don't do that anyway.\"\n\nSkip made no comment but started for the outer lock room on the double.\nBy the time the rest had figured what he was up to, he was already in a\nsuit and had shut the lock door behind him. Remembering Bull's trouble\non the way along the shell, Skip carefully put out his lines and made\nas much speed as possible. He didn't dare to look to see if Bull was\nstill out there, or if he had broken free. When the tubes were reached,\nhe looked up and drew a deep breath--Bull was still O.K. Bracing\nhimself carefully, Skip drew in on Bull's line foot by foot. Since it\nwas firmly attached at Bull's suit, there was no danger of it pulling\nout at that point. At last Bull was along side of Skip.\n\nOnce more firmly attached to the ship, Bull slumped against it\nmomentarily. It was impossible to communicate between the suits; and\nthe filters in the helmets didn't permit a look into one another's\nfaces.\n\nWhen Bull looked up after catching his breath, Skip was already at work\non the remaining tubes. Placing himself alongside Skip, he added his\ntorch to the work.\n\nSplinter by splinter, chunk by chunk they burned away the traction line\ndebris. To get the tubes completely free, one of them had to climb into\nthe tubes. Bull did this. The hard work in the confined space of the\nsuits caused sweat to pour from their every pore.\n\nBull was reaching for one of the last scraps of metal when he noticed\nthat his suit was getting hot. The metal fittings in his hands were\nbecoming too warm to hold. In sudden panic once more he remembered\nMalcolm. Was his own anti-heat unit becoming depleted? Scuttling out\nof the tube, he found Skip waiting for him. Looking around, the sight\nwhich met his eyes didn't at first register. They could no longer see\nthe sun. _They seemed part of it._\n\nThere could be only one explanation. Their work must have taken longer\nthan it seemed. During that time the ship had drifted downward until it\nwas now well within the vortex of a spot. Since the sides seemed to be\npressing all around him, the ship was probably within the photosphere.\nUnless they escaped at once, they would not get away. He began to work\nhis way back toward the lock; Skip following.\n\nInside the ship Captain Stevens looked anxiously at his instrument\npanel. Sweat broke out on his forehead. They couldn't wait any longer.\nHe reached for the firing control.\n\nA gasp came from one of the men in the room. \"You can't, sir. Not after\nwhat they have done.\"\n\nStevens instinctively began to withdraw his hand, then stopped. \"I\nmust,\" he whispered. \"It's them or all of us. There is no choice.\"\n\nHis hand plunged down on the firing control.\n\nOutside, Bull had been placing his anchor lines carefully as he went\nalong. He kept slightly behind Skip, making sure that all his lines\nwere in place if Skip's weren't. There was no doubt in his mind as\nto what Captain Stevens would do when he found that he had to make a\nchoice between the two of them dying or the whole crew. Bull knew that\nthe lines would hold against the thrust of the ship's engines. But\nwould they hold both he and Skip? What is more, would he be able to\ngrab that crazy space cadet that had saved his life, before the ship's\nmomentum tore the kid away and beyond reach?\n\nHe had little time to conjecture. His feet felt the ship's shell take\nlife. Snaking out his hands as rapidly as his reflexes allowed, he\ngrabbed Skip around the waist with both arms. Instantly the full force\nof the ship's new direction and Skip's inertia fought a battle centered\non Bull's shoulder joints. Long before his bones slipped from their\nshoulder sockets, Bull felt the pain of tensed and torn muscles course\ndown his sides and chest. He heard himself screaming far away in his\nown helmet. But he held on. And then he lost consciousness.\n\n\n\nLater. Much later; Bull woke to find himself lying in a bed in the\nhospital bay of the ship. His arms were stretched high over his head;\nheld firmly in splints under tension.\n\n\"So you've decided to come to, eh?\"\n\nBull turned his head to look at the bandaged figure in the next bed.\n\n\"Kind of hard to recognize, I guess.\"\n\nThe voice was familiar. \"How come all those fancy bandages, Space\nCadet?\"\n\nSkip's voice was bitter and self-accusing. \"Space Cadet is right. I was\noutside working on those tubes and never noticed we were getting close\nto the sun. I must have got a full dose of heat. How dumb can a guy\nget?\"\n\nThere was a silence between them. Then Bull spoke. \"You saved my life\nout there, Skip. I couldn't have pulled myself in. That took guts.\nThanks.\"\n\n\"What do you call that last act of yours? There isn't another man on\nthis ship that could--or would--have held on with those arms like that.\"\n\nBoth men looked at one another. There would be times when experience\nand formal education might conflict in the future; but the remarks\nwould never have an edge that mutual admiration wouldn't dull.\n\n\"Admiring one another's bravery?\"\n\nBoth men shifted their eyes to the doorway where Captain Stevens stood.\nResentment rose in both of them. Did he have to call them down and rub\nit in at a time like this?\n\n\"Well? What have you got to say for yourselves?\"\n\nBull, realizing that there was no sense in trying to condone what he\nhad done, answered with the first thing that popped into his mind.\n\n\"Too bad we didn't reach the Regis, sir.\"\n\n\"But we sure tried,\" Skip added. \"The ship's crew gave everything it\nhad. If we couldn't do it, it couldn't be done.\"\n\n\"Nothing to say for yourselves?\" Stevens persisted.\n\n\"I guess not, Sir,\" Skip answered for both of them.\n\nCaptain Stevens walked over and stood in the space between their beds.\n\"Both of you seem to have missed an important point; in spite of all\nyour experience--and all your learning.\"\n\nBull and Skip were puzzled.\n\n\"When that line from the Cerebus III to the Regis let go, what happened\nto us?\" Stevens asked.\n\n\"Why, we were flung from here to trouble,\" Bull exclaimed.\n\nSkip's face screwed up into a frown under his bandages. Then he let out\na sigh of relief. \"Of course.\"\n\n\"Of course what, book boy?\" Bull asked irritatedly.\n\n\"Look,\" Skip explained. \"If you pull a piece of string with a steady\ntension on both ends, what happens when it breaks? That's right.\nObjects at _both_ ends are flung apart.\"\n\n\"So the Regis was flung out of that spot the same as we were,\" Bull\nsaid in amazement.\n\n\"That's right,\" Captain Stevens agreed. \"And she was able to hang on\nin her new position until another rescue ship reached her. She's safe.\nAlistar of Cygnus is O.K., too.\"\n\n\"So the Federation and the System are happy,\" Skip added. \"Everything\nseems to have worked out but us. And we're just plain out.\"\n\nCaptain Stevens looked at them. \"Some men,\" he said, \"are like a good\nship--like the Cerebus III for instance. They don't show what they're\nworth until they've had some of the polish and shine rubbed off. Isn't\nthat so, Allen?\"\n\nSkip nodded mutely.\n\n\"Other men,\" Stevens continued, \"are afraid that someone might know\nmore than they do. Don't you agree, Wright?\"\n\nBull's eyes were taking on a new light.\n\n\"What I really came here for, Ensigns, was to find out when you two\nfigure that you'll be able to pick up your duties as regular Officers\nof the Cerebus III? I like to keep good men like you with me.\"\n\nBull and Skip looked at one another and grinned.\n",
    "metadata": {
        "author": [
            "Ramm, Alan J."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66436/pg66436.txt",
        "name": "trouble_near_the_sun.json"
    }
}