{
    "name": "Trouble on Sun-side",
    "author": [
        "Tenneshaw, S. M."
    ],
    "body": "Jansen began to sweat as soon as he left the spaceship. The bloated,\nswollen sun hovering near the horizon here in twilight zone was\ndazzling even through his protective goggles. Jansen knew he would have\nto get used to it: Mercury's twilight zone, like it or not, would be\nhis home for the indefinite future.\n\nStowing his gear in the barracks while sweat streamed from his body,\nJansen realized for the first time that his luggage had been examined\naboard the spaceship. That was bad; it could mean anything; it\ncertainly meant trouble.\n\n_I have to hurry_, Jansen thought. _In a day or so, they're liable to\nhaul me in for questioning._\n\n\"Still time for me to go out and join the work force?\" Jansen asked the\nbarracks orderly as the old man came shuffling by.\n\n\"Eager, ain't you, mister. They'll get along without you till\ntomorrow, you can bet.\"\n\n\"Well, can I go take a look, then?\"\n\nThe old man studied him with surprise. Apparently gold-bricking and not\neager-beavering was the order of the day here. \"What's your rating?\"\nthe orderly asked.\n\n\"Twelve.\"\n\n\"Well, nobody would push you around, I guess,\" admitted the barracks\norderly with grudging respect. \"Why don't you see the town, though?\nTown's all right. Don't go out to the bogs unless you have to.\"\n\n_Bogs_, thought Jansen. _Bogs on Mercury's sun-side._ He still couldn't\nget over it.\n\nJansen changed into a skin-tight white insulsuit and went outside. The\ninsulsuit covered him almost like an additional layer of skin: he wore\ntrousers and a shirt over it. Without the insulsuit, exposure this\nclose to Mercury's sun-side would be impossible for more than a few\nmoments.\n\nIt took Jansen twenty minutes to realize he was being followed. His\ntail wore an insulsuit and a pair of colorful shorts. This seemed to be\nthe universal garb in Sun-side City, so that the hundreds of loungers\nand shoppers all looked alike, with the skull-cap cowls of their\ninsulsuits even hiding the distinctiveness of their hair. Jansen's tail\nwas a man bigger than most, though, and it was only because he was\nwandering aimlessly in the sun-dazzled streets that Jansen became aware\nof pursuit at all.\n\nHe ducked into an alley between two cafes. Two women in skin-tight\ninsulsuits came by, then a man and a boy, then the big man who had been\nfollowing Jansen. Abruptly Jansen stepped from the alley.\n\n\"Just a minute,\" he said.\n\nThe man whirled, a blank expression on his face.\n\n\"What do you want?\" Jansen asked.\n\n\"I don't get you, mister. You stopped me, I didn't stop you. What do\n_you_ want?\"\n\n\"You were following me,\" Jansen said.\n\n\"I never saw you before in my life.\"\n\nBefore Jansen could answer, the sun went down. It did not set, as the\nsun sets on Earth. It disappeared, due to the sudden unpredictable\nwobbles of Mercury's twilight zone. It was an astronomical phenomena.\nAnd, despite the sun's great apparent size, Jansen suddenly found\nhimself in pitch darkness. It alarmed him at first, until he realized\nthat Mercury had no atmosphere, except for the artificial pockets under\nthe man-made domes. There was no layer of air to retain the sun's glow.\nOne moment, dazzling light; the next, almost total darkness.\n\n\"Where are you?\" Jansen called. He groped his way toward where the man\nhad been standing. He heard a girl's laughter on the street nearby,\nheard an old woman's shout.\n\nSomething struck the side of his head, summoning blinding pain. Jansen\nstaggered and fell to the sidewalk on hands and knees. He felt himself\nbeing frisked expertly in his half-conscious state. Something was\nremoved from his trouser-pocket: his wallet probably. He tried to get\nup but fell forward, scraping his jaw. He heard retreating footsteps.\n\n_Number one botch-job_, he thought, and lost consciousness.\n\n\n\nWhen he came to, he was not alone. He was no longer on the sidewalk,\neither. He had been taken into a house.\n\nHe found himself looking at a girl in insulsuit and shorts. The\nforehead-piece of the girl's skin-tight cowl came down in a sharp\nwidow's peak, in the current feminine fashion. It made her entire face,\nwith its high cheek bones and long narrow eyes and small, stubborn,\npointed chin, look somewhat aquatic. She was a very pretty girl and her\nfigure under the revealing insulsuit was breath-taking.\n\n\"You're all right, Mr. Jansen?\" she asked.\n\nJansen. She'd called him by his name. He was on his guard at once. He'd\ngotten work at the Sun-station employment office on Earth as Wilson.\nHis name was unknown here on Mercury--except to the person who'd gone\nthrough his bags aboard ship and the big man who'd taken his wallet on\nthe street.\n\nHe nodded his head slowly. His head ached and he felt weak and washed\nout, but he could feel the strength flowing back into him.\n\nThe woman smiled. Then the smile left her face so quickly, it startled\nJansen. \"We don't want you here,\" she said. \"We don't want you on\nMercury, Jansen.\"\n\nHe stood up. \"Thanks for dragging me in off the street. I'll get out of\nhere now.\"\n\n\"Leave Mercury, Mr. Jansen. While you still can.\"\n\nHe headed for the door, his temple throbbing with pain. She helped him\nacross the room coolly, efficiently, supporting his shoulder but barely\nseeming to touch him. He wished his head was clearer. He wanted to\nquestion this girl. She knew him; she'd had him tailed.\n\n\"Get out while you can,\" she was saying. \"Remember what happened to\nyour brother.\"\n\nHe whirled on the threshold and pushed her back into the room ahead of\nhim. \"Go ahead,\" he said coldly. \"Tell me about my brother.\"\n\nHer face told him she knew she'd blundered. \"Just get out of here, you\nfool!\" she cried.\n\n\"Tell me about my brother.\"\n\n\"He's dead. What does it matter except he's dead?\"\n\n\"How did he die, Miss Hilliard?\"\n\nShe gave him a startled look. \"You know me?\"\n\n\"A guess. You're Wendy Hilliard, aren't you?\"\n\n\"Y-yes.\"\n\n\"He used to write me about you,\" Jansen said bitterly. \"Girl Friday\nor something. But when he started to go down you took off like the\nwell-known rats. Didn't you, Wendy?\"\n\nHer hand struck his cheek stingingly. \"Now clear out,\" she said, her\nvoice catching on a sob.\n\nHe laughed harshly. \"Well, what did you expect? It's why you had my\nthings searched on the ship, isn't it? It's why you had that big guy\nfollow me.\"\n\nWendy Hilliard's face was white. \"I didn't have your things searched on\nthe ship,\" she said.\n\nHe looked at her searchingly: she meant that, he knew.\n\n\"Oh, don't you see?\" she said, clutching his arm. \"Don't you see? It\nwas Bareen, Mr. Jansen. I know you're here and Bareen knows it. It was\nBareen who had your brother killed and--\"\n\n\"Why?\" Jansen asked.\n\n\"Because he knew too much. Because Bareen is going to become the\nrichest man in the solar system and--and Ted got an inkling of what was\nhappening.\"\n\n\"You seem to know,\" Jansen said dryly. \"But you're still here. So what\nhappened to Ted?\"\n\n\"Look, Mr. Jansen. Let me give you about a five minute course in\nMercurian economics. Here at Sun-side station, we produce food for\nEarth's teeming billions. Since directly or indirectly, all food is\nstored solar energy and since we're much closer to the sun here,\nfood-energy is produced abundantly and not expensively.\"\n\n\"I know all that,\" Jansen said irritably.\n\n\"Let me finish. You'll see why. What we grow in the sun-side bogs is\nchlorella, millions of tons of chlorella, which is converted into\nsynth-steak and other pseudo-meats on Earth. Now, there are two keys to\nthe production. The first, of course, is water. Chlorella must grow in\nbogs, which means artificial irrigation. The second is the sub-space\ntunnel. You know about that, Jansen. Call it a hole in space which\nshortcuts the distance between Mercury and Earth. The chlorella is\nshipped Earthward through this sub-space tunnel, not only instantly,\nbut cheaply.\n\n\"Bareen works the tunnel, Mr. Jansen. Bareen's men control the\nirrigation station. Bareen is now in a position to demand any price\nhe wishes from Earth for the chlorella. If Earth doesn't agree, Earth\nstarves. That's why your brother was killed. He learned about this\nbefore Bareen was ready to strike. He's almost ready now, Mr. Jansen.\"\n\n\"Where do you fit in? If Ted was killed--\"\n\nWendy's face colored. \"I wanted to go on living, Mr. Jansen. I didn't\nwant to die. I can't be an idealist if my own life--\"\n\n\"What did you do?\" His hand gripped her wrist. \"Did you turn Ted over\nto Bareen?\"\n\nShe struck his face a second time. \"I loved your brother. I wouldn't\nhave done a thing like that.\"\n\n\"Then what?\"\n\n\"I told you what you wanted to know. I don't have to tell you more. Now\nget out of here.\" She followed him to the door. \"But you have to leave\nMercury at once, you see,\" she said. \"Bareen can't afford to let you\nlive. Bareen will have you killed.\"\n\n\"The way they tell it on Earth, Bareen's a loner. If he goes, the whole\noutfit folds and will play ball with Earth the way it ought to. Is that\nthe way you see it?\"\n\n\"Yes, but--\"\n\n\"You thought I was here for revenge? I am, baby. Don't get any wrong\nideas. But I've also got a job to do. Earth needs that chlorella.\" He\nopened the door.\n\n\"Jansen--\"\n\n\"Well?\"\n\n\"Nothing. Just be careful.\"\n\nHe laughed harshly and walked out into the darkness.\n\n\n\nThe man's name was Dinnison. He had the bunk next to Jansen's in the\nbarracks and he, like Jansen, was a newcomer. He'd shipped to Mercury\nfrom the Venusian dust-desert in search of greener pastures. Jansen\nfelt sorry for him, then ruthlessly beat down the feeling. He had no\ntime for pity.\n\nWhile it was still dark he followed Dinnison outside the barracks and\nthrust a mugging arm around his neck. Dinnison struggled, his arms\nflailing, his legs drumming. Once he almost broke loose, but Jansen\nheld him until he had lost consciousness. _A day_, Jansen thought.\n_Bareen knows I'm here, so all I can expect is a day now._\n\nHe dragged Dinnison into a storage shed. The slight effort left him\ndrenched with sweat, despite the insulsuit. He found rope and bound\nDinnison, then took tape from his pocket and gagged him.\n\nTen minutes later he returned to the barracks with Dinnison's\nidentification papers. _Andrew Dinnison_, he thought. _I'm Dinnison\nnow._ Bareen's men would be looking for Frank Jansen, he knew. But\nunless Wendy Hilliard told them, they wouldn't know what Jansen looked\nlike.\n\n_I'm Dinnison...._\n\nHe slept poorly. He dreamed but in the morning did not remember his\ndreams. When he awoke, Mercury had wobbled sufficiently for the\ntwilight zone to be in sunlight again.\n\n\"Rise and shine, men!\" a supervisor's voice blared over the\nloudspeaker. \"Got some gunk to harvest!\"\n\nJansen watched the men get up, groaning and complaining, in the\nbarracks. Gunk was the supervisor's word for chlorella, Jansen thought.\nLooking at the men he decided they had other words for it, none of them\nprintable. For, although the pay was good, it was sheer hell working on\nMercury and the average employee at the chlorella bogs didn't stay more\nthan three months.\n\nWith the others Jansen went outside and piled onto one of the half\ndozen swamp-buggies which came for them. The buggies were surplus Army\namphibian vehicles and rattled noisily over dry ground. They formed\na line, single file, and headed through the domed corridor that\nconnected Sun-side city, which was actually in the twilight zone, with\nthe bogs themselves, which were on the sun-side of Mercury.\n\nIf it had been hot in the city, despite man's best air-conditioning\nefforts, it was murderously hot in the bogs. The sun burned down on\nthe dome and through it; the irrigation water evaporated rapidly, so\nrapidly that the dehumidifiers could not carry it away quickly enough.\nAs a result, the bogs were not only terribly hot, but humid as the\ninside of a Turkish bath. Jansen felt washed out before he'd even begun\nhis work.\n\nThe swamp-buggies took them to a field of chlorella, the valuable plant\ngrowing like a thick coating of slime on the bogs. The men, moving\nslowly to conserve energy in the heat, climbed down from the buggies\nand attacked the chlorella by sweeping the surface of the bogs with\ntheir muscle-powered harvesters.\n\nJansen smiled in spite of himself. Agricultural methods five thousand\nand more years old! It couldn't be helped on Mercury, of course.\nMost available machinery was needed on Earth, for Earth's billions.\nThe metal for machinery was at a premium; the great iron mines of\ntwo centuries before were almost exhausted and no new supply had\nbeen found on any of the planets--at least none which could be mined\nproductively at slight enough cost. Result: the outworlds got along\nwith primitive methods or didn't get along at all.\n\nDinnison, Jansen discovered, had a rating of Six. It was not as bad as\nit could have been, but a good deal worse than Jansen's own twelve. At\nleast Dinnison wasn't a harvester. Instead, Dinnison had been assigned\nto the packing platforms, and that was where Jansen found himself\nworking. Here the chlorella was dried in the fierce sun and baled. The\nbaling, of course, was done by hand and the chlorella, dry enough for\nbaling but still sodden, was heavy. Afterwards, Jansen knew, it would\nbe taken to the sub-space tunnel and shipped to Earth without even the\nnecessity of dehydration.\n\nAll morning Jansen worked in hot, stifling silence. Whenever a\nsupervisor came in his direction he half-expected a heavy hand to fall\non his shoulder and an accusing voice to call out his real name.\n\nAt lunch hour he wandered off, all but exhausted, into the scant shade\nof one of the compound shacks. He sat there, popping energy tablets\ninto his mouth. He was too weak to eat food although he saw it being\nserved from big trays perhaps fifty yards away.\n\n\"Jansen,\" a voice called softly.\n\n\n\nHe looked up quickly, his eyes taking seconds to focus in the almost\nblinding glare. It was Wendy Hilliard, looking amazingly cool in her\ninsulsuit and shorts.\n\nHe reached up and grabbed her arm, pulling her down alongside him. \"How\ndid you find me?\" he demanded.\n\n\"It was an accident, although--\" her voice trailed off.\n\n\"Although what?\"\n\n\"You're hurting me!\"\n\n\"Although what, Miss Hilliard?\"\n\n\"I--well, I was looking for you, Jansen. I want to help you.\"\n\n\"Sure,\" he said, a trace of bitterness in his voice.\n\nShe smiled. \"I'd say you need some help. You look all washed out.\"\n\n\"Your sympathy is touching. Did you say the same thing to Ted, before\nhe was killed?\"\n\n\"You fool. I liked your brother.\"\n\n\"He used a different word.\"\n\n\"All right. I loved him. He's dead now. We can't bring him back to\nlife.\"\n\n\"So what do you want?\"\n\n\"Bareen's here. In the bogs today.\"\n\nInstantly, Jansen was alert. He could feel fresh strength surge\nthrough his muscles, his blood. Bareen! At last, he thought, Bareen!\nFor Ted....\n\nAnd for Earth.\n\nTed had been an Earth agent on Mercury. Jansen was not: Jansen had been\nprospecting in the asteroids when he heard of Ted's death. But he'd\ngone to Ted's agency at once and offered his services. Now he was here,\nwhere Ted had been. Now he was in Ted's place. What would Ted have\ndone? He didn't know. But he had his orders. They were explicit--and\nruthless.\n\n\"You will report to Sun-side City,\" they had told him. \"You will seek\nBareen out. Without Bareen, the organization he has built up will\ncrumble. With Bareen, it will gain control, complete control instead\nof managerial control, of the irrigation system and the sub-space\ntunnel. Bareen will become a fabulously wealthy and powerful man, at\nthe expense of Earth's starving billions. You will find Bareen and kill\nhim.\"\n\nAssassination, Jansen thought now. Legally, it would be a crime.\nThe civilized worlds would forever be closed to Jansen. But morally\nit would be anything but a crime. Morally, Jansen would be helping\nbillions of people he would never see--and, if he helped them, he would\nbe from that day forth an outcast who must live out the rest of his\nlife on the far outworlds.\n\nFor Ted, he thought. And Earth....\n\n\"Why'd Bareen come here?\" Jansen asked the girl suspiciously. \"I\nthought he runs this show from the sub-space tunnel.\"\n\n\"Sure he does. But periodically he comes here to check on his men. You\nmust have known it: why did you come here?\"\n\n\"I couldn't get assigned to the sub-space tunnel. I'm no technician. I\nwas going to figure a way in, later.\"\n\n\"There's no later for you. How much time do you think you have, Jansen?\"\n\nHe shrugged, and asked a question of his own. \"Why are you pretending\nto help me?\"\n\n\"Ted and I--\"\n\n\"He's dead now, remember?\"\n\nWendy stood up angrily. \"All right, have it your way. Bareen is here.\nYou're here. I thought that was what you wanted. I told you. I--\"\n\nJust then the one streamlined swamp-buggy Jansen had seen came chugging\nup through the brackish water. A hatch opened and as it did so Wendy\nmoved quickly away from Jansen. She waded toward the buggy, smiling. A\nman appeared in the hatch, a big man, big as Jansen and wider. He was\nyounger than Jansen thought he would be. He was handsome and somehow\ncold-looking.\n\n\"Wendy, my dear,\" Jansen heard him say. \"This is a pleasant surprise.\"\n\nWendy reached the swamp-buggy. Bareen--for it was Bareen--leaned over\nand offered her a hand. He drew her up to him and she turned her cheek\nfor his kiss. Then they disappeared inside the buggy and it chugged\naway.\n\nJansen sat there for a moment. Bareen, he thought. Bareen and Wendy\nHilliard. Well, why not? Hadn't Ted been killed?\n\n_But why did she come to me?_\n\nJansen stood up. His limbs trembled with heat-fatigue and he popped two\nsalt tablets into his mouth. He began to walk.\n\n\"Hey, you!\" a supervisor called. \"Lunch hour's almost over. Where you\ngoing?\"\n\nJansen didn't answer. The swamp-buggy, moving slowly through the brown\nwater, was almost out of sight. A dome corridor led from the chlorella\nbogs to the irrigation station, Jansen knew. The buggy was headed in\nthat direction.\n\n\"I said, where you going?\"\n\nJansen didn't answer the shouted question. There wasn't time. He ran,\nsplashing through the thigh-deep water, moving clumsily and slowly.\nInstead of following Bareen's buggy, he headed for where the other\nvehicles were parked. He climbed on one and began to unbolt the hatch\nwhen he heard boots on metal behind him.\n\nIt was the supervisor. \"For the last time, buddy--\"\n\nJansen turned and hit him. The supervisor, an astonished look on his\nface, stumbled back off the amphibious vehicle and into the swamp.\nJansen waited to see that he got up, then slid in through the hatch and\nstarted the buggy.\n\nThere would be an alarm, he knew. But Bareen's buggy hadn't been\nhurrying. If he could overtake it....\n\n\n\nHe chugged along, expecting pursuit momentarily. He rode with the hatch\nopen and his body half out, for best visibility. He saw the other swamp\nvehicle, perhaps three hundred yards ahead. It reached the narrow neck\nof the domed corridor and paused at the check-point there, then went\nthrough.\n\nSoon Jansen reached the check-point. Two men with blasting rifles stood\nin his path, looking suspicious.\n\n\"Get out of the way!\" Jansen called boldly. \"I'm Bareen's bodyguard.\"\n\n\"Behind him?\"\n\n\"Where would you stay, friend?\"\n\nThe guards exchanged glances. One of them grinned. But the other one\nsaid, \"We got a report of a guy who--\"\n\n\"I wouldn't be interested in any reports,\" Jansen said curtly. \"Now, do\nyou let me through or do I report you to Bareen?\"\n\nGlances were exchanged again. One of the guards shrugged. They didn't\nwant trouble. Jansen's very boldness was his best weapon. Finally,\nexchanging glances once more, they waved him on.\n\nThe second swamp-buggy was by then out of sight down the domed\ncorridor. But half an hour later Jansen reached the big, white,\nsquat structure which housed the irrigation machinery. And Bareen's\nstreamlined swamp-buggy was parked outside on the dry ground.\n\nHe went inside and an armed man stood in his path. \"Well?\"\n\n\"Bareen,\" Jansen said.\n\n\"Come and gone, with Miss Hilliard.\"\n\n\"But his buggy--\"\n\n\"Who're you?\"\n\n\"Bodyguard,\" Jansen said promptly. It had worked once.\n\n\"Hell, then you ought to know. Why ask me?\"\n\n\"You know Mr. Bareen,\" Jansen said, smiling. \"Impulsive.\"\n\n\"Is he? I guess I wouldn't know.\"\n\n\"Look. Ordinarily I wouldn't mind passing the time of day with you,\nbut I'm not supposed to let Bareen out of my sight. So if you'll just\ntell me where he is....\"\n\n\"Show me.\"\n\n\"What did you say?\" Jansen asked with a sickening realization of what\nthe guard wanted.\n\n\"You say you're his bodyguard. Show me.\"\n\nJansen swung his fist in a quick, blurring arc and hit the man. He felt\nthe pain of good contact and the man went over on his back, striking\nthe ground hard. Jansen knelt quickly by his side: he was breathing\nnormally. Quickly Jansen searched him and found a small hand-blaster.\nHe pocketed it and got up, dragging the unconscious man into an alcove\nwhich housed an inter-office communications system. On impulse, Jansen\npicked up the microphone and said:\n\n\"Mr. Bareen, please. This is important.\"\n\n\"I'm sorry, sir. Mr. Bareen has taken the sub-spacer back to the\ninterplanetary sub-space tunnel.\"\n\n\"Thank you,\" Jansen said automatically. There was a small sub-space\ntunnel connecting the irrigation station with the big interplanetary\nspace-warp, Jansen knew. Even now Bareen and Wendy Hilliard, having\ninspected the plant, were a hundred thousand miles away, in deep space,\nat the tunnel station.\n\nWhile Jansen was thinking, the communications system board flashed and\na voice said:\n\n\"Emergency! Emergency! Someone has stolen a buggy and is believed\nheading for the irrigation station. He may be armed and is probably\ndangerous.\"\n\nJansen acknowledged the information, then said: \"The buggy just passed\nthis way, but it kept going.\"\n\n\"You're sure?\"\n\n\"Positive.\"\n\n\"Thanks. We'll relay the information.\"\n\nThat ruse would give him a few minutes, Jansen knew. But for what\npurpose?\n\nBareen and Wendy Hilliard! If they used the sub-space tunnel, why\ncouldn't he?\n\nHe left the alcove and charged down a brightly-lit hallway, passing a\ncavern-sized room a-throb with banks of machinery. A technician looked\nup at him and Jansen said:\n\n\"The sub-spacer. Hurry, man. This is urgent.\"\n\nThe technician pointed, spoke. Jansen followed his directions on the\ndead run.\n\n\n\nWhen he reached it, he saw what looked like a vidiphone booth in a\nlarge, otherwise empty room. But vidiphone booths don't usually have\narmed guards....\n\n\"This is for Mr. Bareen's private use,\" the guard said, brandishing a\nblasting rifle. \"Better beat it.\"\n\nNo ruses here. This guard would know. This was one of Bareen's private\nthugs, probably. Jansen took a breath and dove at him.\n\nThe blaster roared, searing air over Jansen's head. He hit the guard's\nmiddle and they went down together, the rifle falling from the guard's\ngrasp. They rolled over and over, then the guard got to his knees and\nclubbed an elbow at Jansen's jaw. Jansen rolled on his back, his face\nsuddenly numb. The guard dove for him, pinned him and called for help.\n\nJansen struggled frantically. He heard footsteps pounding toward them,\nthen brought his legs up and scissored the guard's throat, pulling him\ndown and away. Jansen released the scissors abruptly and scrambled to\nhis feet. He made it to the sub-space booth and pulled the door open.\nThere was a single lever inside and he yanked at it as he slammed the\ntransparent door. He felt nothing at first. He saw the guard retrieve\nhis rifle, pointing it at the booth and firing.\n\nBut the blast of raw energy never reached Jansen. For he was already\nbeing transported through sub-space....\n\nHe had no time to marshall his thoughts. The first thing he saw through\nthe transparent door of the twin booth a hundred thousand miles away on\nthe sub-space station, was Bareen. Bareen was standing just outside the\nbooth, holding a blaster.\n\nHe was pointing the blaster at Wendy Hilliard, whose face was white.\nJansen opened the door and Bareen's deep voice ended with: \"... to kill\nyou now.\"\n\nJansen turned quickly and fired his blaster not at Bareen but at the\ncontrols of the sub-space booth. This way, he hoped, they wouldn't be\ninterrupted. This way--\n\n\"Jansen!\" Wendy screamed.\n\nBareen whirled, facing Jansen. His eyes widened and as he fired the\nblaster Jansen felt a numbing pain in his right leg. The blaster had\nmerely seared him, he knew. But if Bareen had time for another try....\n\nJansen leaped at him and they went crashing across the room toward\nanother, and larger, sub-space booth. Jansen was exhausted. The quick\npursuit, the fight at the irrigation center, the unfamiliar activity at\nthe chlorella bogs, had drained most of the energy from his body. And\nBareen was strong.\n\nHe slowly forced Jansen back, choking him. Jansen's hands waved weakly\nin front of his face, fluttering uselessly. Bareen was going to kill\nhim, as he had killed his brother....\n\nJansen's vision swam. Balls of flame seared before his eyes. He was\ndimly aware of Wendy clawing at Bareen's back, but the big man pushed\nher away, then hurled her across the room with one out-flung arm.\n\nJansen butted with his head. He brought his knee up. He swung his fists\nand felt contact with Bareen's face. But Bareen held onto his throat\nwith one large hand, getting the other one free to use the blaster.\nHe brought it up slowly, and Jansen forgot about the hand about his\nthroat. He reached for the blaster, struggling for possession of it\nwith Bareen. He butted again and saw a bloody smear where Bareen's\nmouth had been. The blaster was between them....\n\nAnd roared....\n\nBareen slumped against him and the pressure was suddenly gone from his\nthroat. When he looked down at Bareen he saw that the man's entire face\nhad been shot away--\n\n\"I was working for your brother,\" Wendy sobbed. \"I never gave up. I\nwas gathering evidence about what Bareen planned. You--you came just\nin time. He was going to give his ultimatum to Earth today. Triple the\nprice, or no chlorella. They'd have had to say yes.\"\n\nFeet pounded in a corridor, came closer.\n\n\"We won,\" Jansen said. \"But now--we're finished.\"\n\n\"Quick!\" Wendy cried, pulling him toward the larger sub-space booth.\n\"It connects with Earth.\"\n\n\"I can't return to Earth. I've just killed a man. I--\"\n\n\"Self-defense. I saw you. Besides, we have the proof that Bareen was\ngoing to bleed Earth dry for chlorella.\"\n\n\"... the outworlds....\" he said.\n\n\"You don't have to hide on the outworlds now.\"\n\n\"Hide, nothing,\" Jansen said, smiling weakly but happily the\nsplit-second before they were whisked seventy million miles through\nsub-space. \"If you're not a fugitive, the outworlds are wonderful.\nMaybe you'd like....\"\n\nHe was going to say, _like to join me_. It was an impulse he couldn't\nexplain, as if the depths of sub-space drew a man's secret desires from\nhis unconscious mind.\n\nAnd as they began to materialize on Earth he heard Wendy's voice, as if\nfrom far away:\n\n\"Maybe I'd like to try that.\"\n",
    "metadata": {
        "author": [
            "Tenneshaw, S. M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65768/pg65768.txt",
        "name": "trouble_on_sun_side.json"
    }
}