{
    "name": "Troubled Waters",
    "author": [
        "Sinclair, Bertrand W."
    ],
    "body": "The first time I met Joe Galloway after he married, I envied him. A\nfriendly, good-natured envy, you understand. He had attained what\nlooked to me like genuine success; he had got somewhere, both in a\nmaterial and spiritual way. He had a connection that gave him income\nsufficient for his needs, sufficient to maintain a decent standard of\nliving, and a substantial interest in the business besides, which was\nslowly but surely building up a competence for him. He had his little\ncircle of friends, and his home. And he was mated to a woman any man\nmight be proud of. I could not see anything a man really craves that\nwas beyond his reach.\n\nI’ve not had what you’d call a multifarious experience in the way of\nmarried folk, but I haven’t gone through the world blind. I have seen\na lot that lived the proverbial cat-and-dog existence. I’ve seen a lot\nmore that lived in a state of more or less tolerant indifference. And\nI have seen a few that appeared to have a corner on confidence and\naffection and genuine understanding, to be really mated, in the widest\nmeaning of the term. Galloway and his wife seemed to me to be one of\nthe finest examples of the latter that I’d ever come across. Joe was a\nreal man, sterling. If one may know a woman by her ordinary manner,\nthen Norma rang as true as he did. And she was a beautiful woman, too;\none of those tall, perfectly formed, radiant creatures that a man is\nproud to be seen walking down the street with.\n\nI’d gone to school with Joe Galloway, but I had seen nothing of him\nfor many a long moon, until I ran across him quite by accident on a\ntrip East. We had been chummy kids, and we had drifted apart because\nJoe was one of those quiet beggars that knows what he wants and stays\neverlastingly on the trail of his purposes—and I’m a rolling stone, a\nfull-fledged brother in the order of the wandering foot. But time and\ndistance made scant difference. He had a warm recollection of me, and\nhe insisted that I make his home my headquarters. I did, and spent\nnearly three weeks with them. They made me feel one with\nthemselves—and, as I said, I envied them in their happiness. If they\nwere not happy and contented, there is no such satisfying state of\nmind.\n\nI came back to the coast in due time, and while I didn’t write,\nbecause I’m not much on correspondence, I did retain some very vivid\nimpressions of Joe and Norma Galloway. I liked to think of them like a\npair of birds in their nest, while I was knocking about in logging\ncamps, with bolt cutters and all the roving, restless lot my way of\nlife took me among. A man playing a lone hand finds his life full of\nbleak spots. He can’t dodge them. And I suppose I thought of those two\noften because their lives seemed full of desirable things which had\neluded me. As I saw it, they had attained as near to the ideal as we\ncan ever reasonably expect to come.\n\nSo you can judge of my surprise and know that I was filled with deep\nwonder and kindred emotions when I came out on the wharf at Coderre\nLanding just as a tubby coaster backed away, and plumped into Joe\nGalloway sitting on a war bag, dressed in mackinaws and calked boots\nlike any logger. I’d never seen him in such garb. I hadn’t seen him at\nall in four years, and he had a week’s growth of beard—but I knew him.\nAnd I knew by the way his eyes widened and then narrowed that he knew\nme. I spoke to him. For a second I thought he meant to refuse\nrecognition. Then he stuck out his hand.\n\n“Hello, Steve!” he said. “It’s a long time since we met.”\n\n“It is, and I sure never expected to meet you here,” I blurted out.\n\nHis face darkened a trifle.\n\n“No,” he answered slowly, “I don’t suppose you did. Still—I’m in a\nlogging country, dressed like a logger. In fact, I am a logger. Do I\nlook the part?”\n\nI had to admit that he did, although I had no idea what he was driving\nat.\n\n“You’re a friend of mine, aren’t you, Steve?” said he.\n\n“I certainly am,” I replied.\n\n“Well, then,” he continued, in a weary sort of tone, “just take me for\ngranted. I’m here, going to work in a shingle-bolt camp. I’m a\nwoodsman, and my name is Joe Hall. Just remember that, and don’t ask\nme how it comes to be that way. Will you? I’m here, but I don’t know\nhow long I’ll be here, nor where I’ll be headed when I leave. And I\ndon’t want to be reminded that I was ever anything else, or that\nthings were ever any different.”\n\nOf course, I told him I would meet him halfway on that proposition,\nand we went up to the Coderre Hotel and had a drink, Joe packing his\nwar bag over his shoulder, as if he had done it all the days of his\nlife. We talked more or less perfunctorily, haltingly, dodging\nconsciously old days and old themes. I found out that he was bound for\nthe bolt camp under whose owner I myself held a five-hundred-cord\ncontract. He seemed a little glad of that, and asked me a lot about my\ncamp and prospects. Then, after a little, he asked the way to Ryder’s.\nI showed him, and he started out. I wanted him to wait an hour or so\ntill I got my business transacted, but he seemed anxious to get on,\nand I didn’t urge my company upon him.\n\nAnd I watched him hike off down an old skid road that led to Ryder’s\ncamp at Skeleton Point, wondering. Naturally I wondered. When a man\nsloughs everything that makes life worth while and turns up at the\nhardest job on the Pacific coast with a different name, and something\nhard and bitter in his eyes, there’s something radically wrong. I\ndidn’t ask him what it was. I had no intention of asking, of prying\ninto his affairs merely to satisfy my own very human curiosity. In the\nlanguage of the undertaker, it was his funeral. But I wondered. I\nsurely did. I didn’t think he’d committed any crime. He didn’t act\nlike a fugitive. He seemed to me more like a man who had come some\nterrible cropper and lost all heart for everything. And it must have\nbeen something sinister and very sweeping, for he wasn’t the sort of\nman who lets go easily.\n\nWhat I saw of him afterward only confirmed those first impressions. He\nstuck at the Ryder job, and he used to come down to my camp every few\ndays and play crib with me in the evening. There wasn’t much of the\nold life in him. Not that he was wearied with the work, because he was\na powerful man. Whatever ailed him in his soul, his body hadn’t\nsuffered. I’ve lived in the open most of my life, doing things that\ntake endurance and muscle, and he was physically a better man than I.\nBut where he used to sparkle, to be full of the devil, now he would\nsit around quietly, always immersed in his own thoughts, an absent\nlook stealing over his face if he were left long to himself. And he\nnever spoke of anything east of the Rockies, although the coast States\nseemed like a well-read book to him. So far as speech and actions\nwent, the first thirty years of his life that I knew directly and\nindirectly seemed to have been blotted out. He never talked about it,\nand I dare say he didn’t even want to think about it.\n\nThings ran along like this for a month or so. Joe mentioned at last\nthat Ryder was giving the men rotten grub. I put in my oar at that. I\nhad a contract under Ryder, but we hadn’t much use for each other—and\nI was short-handed, too.\n\n“You come down here and cut bolts for me,” I proposed. “I can’t pay\nmore per cord than Ryder does, but I’ll guarantee you better food.”\n\nHe considered this a minute.\n\n“All right,” he said indifferently. “It’ll be a change, anyway.”\n\nHe landed in my camp at ten the next morning and went to work. I can’t\nsay that we got any closer for all that we worked in sight of each\nother by day and slept under the same roof in the same room at night.\nJoe remained a silent, preoccupied man. But he had decent food to eat,\nand I had an efficient shingle-bolt cutter, and, in addition, an able\ncrib player to pass the lonely evenings.\n\nI don’t know why, but I felt sorry for him. There was nothing concrete\nin his speech or action to arouse that feeling. It was just an\natmosphere, one that I should likely never have sensed if I hadn’t\nknown him under different circumstances. I couldn’t get it out of my\nhead that the man had suffered, was still suffering, still being\nseared by some inner fire. It isn’t natural for a man of that type to\ncut loose from everything and everybody. He never got a letter, never\nseemed to expect one, never wrote one. He didn’t seem to have any care\nfor the future, any ambition. He lived from one day to another, just\nputting in the day. It seemed to satisfy him. But it didn’t satisfy\nme. It didn’t seem natural.\n\nWhen he had been with me about six weeks we began to get some bad\nsummer winds on the gulf. Skeleton Point lies just at the entrance to\none of the worst tidal passages on the whole North Pacific. The\nthirty-odd miles of the gulf’s width is pinched to a pair of half-mile\nnarrows—one against Vancouver Island, one on the mainland side, where\nmy camp stood. Through this pent channel the tides come and go with\ndevilish ferocity. Woe to the small craft caught therein at the full\nrun either way. Even the powerful coasters lie up for the slack of the\ntide, for few have power to buck that tide race, and if they run with\nit, the danger is little less. Reef and point thrust out from the\nclosing shores to fling the headlong current this way and that in\ngreat whirls that will suck down a sixty-foot timber as if it were a\nmatch. The rivers of the Western watershed have their “hell gates”—but\nthat gateway of the sea which I speak of, leading through narrow\nreaches to the open water of Queen Charlotte Sound, is the true gate\nto hell for those who take it otherwise than at slack water.\n\nThis snarling trap for mariners rose to the zenith of its fury a few\nhundred yards past the lagoon in which I boomed my shingle bolts for\nRyder. Snarling rips lifted their torn crests offshore from my cabin,\nwhen the ebb run met the gulf swell. And just within Skeleton Point\nwhere the pent channel widened suddenly, beginning there and extending\nits circumference past my lagoon, there swirled and circled\nceaselessly—save for a brief hour at slack water—a huge back eddy, in\nwhich sailed around and around all the driftwood and flotsam spewed\nthrough Hell Gate or brought to its door by ebb and flood. Round in\nits circle the gray-green water swept, swifter and more swift, until\nat full run in or out it raced, and a hollow whirlpool spun in the\ncenter like a top.\n\nAbout three weeks after Joe came to work for me, we sat at dinner one\nday. Low tide came at one-thirty—the end of a big flood. It had become\nmy habit to watch those tides. The tremendous inrushings and\noutpourings fascinated me. And I, like other men, had seen strange and\nfearful things happen there. Once, indeed, the foolhardy skipper of a\ncoastwise boat, with ninety lives under his hand, tried to buck\nthrough Hell Gate. He had a sixteen-knot-boat contempt for fast water,\nand a schedule of gulf ports to make. He fought tide and whirl and rip\nand eddy till he laid Skeleton Point abeam. There his headway was no\nmore than the race of the stream, and while he quivered and lurched a\ngreat swirl caught and swung him hard on the point, crushing the steel\nskin of his ship like so much cardboard—and of the ninety, only a\ndozen clawed desperately ashore. I saw that. I saw, too, a thirty-foot\nfishing boat go down by the nose in a whirlpool, go down and down till\nthe water closed over her, to be shot afloat, keel up, ten minutes\nlater, her crew of three drowned like rats in the pilot house. In no\nspirit of irony was that grim spot called Hell Gate.\n\nAs I said, we sat at our food, three of us. I gazed at the water\nfoaming by the point, and saw nothing but the racing tide. A second\nlater, with my eyes on my plate, Joe startled me with the vehemence of\nhis exclamation:\n\n“For God’s sake, look at that!”\n\nI picked the boat up at a glance, and knew that in the moment of my\ninattention the tide had vomited her out of Hell Gate and past the\nblack teeth of Skeleton Point. But she was in hard case, helpless in\nthat terrible sweep, lurching heavily down to her sheer strake. Thus\nshe would lie canted on her side half a minute on end. Then she would\nstraighten loggily. Again she would spin in the grip of a whirl, a\nmasterless craft, at the whimsical mercy of the sea. I knew that by\nthe way she yawed and spun, and the silence of her—no chatter of\nengine, nor dull popping of exhaust. Her power plant was dead. She was\nabout a forty-footer, of the work-boat type. As for her crew—one man\nstood by the stumpy signal mast, and that was all I saw. He waved a\nhand to us airily, as if it were all in the day’s work, that sickening\nlurch, that uncontrollable spinning in the swirls.\n\nWe were all outside on the bank by then, my third man, Joe, and\nmyself. I squinted seaward and saw very near at hand the tide rips\ntumbling in a rising gulf swell.\n\n“There’s only one chance for him on God’s green earth,” said I. “If he\ngoes into those rips without steerageway—good night. If the back eddy\ncatches him, we might heave him a line as she swings past. Come on!”\n\nPast the mouth of the lagoon, a low cliff gave straight down on the\neddy’s sweep, and I had often noticed that driftwood making its\ninterminable round passed under the cliff. At the end of my cabin hung\na coil of half-inch rope. This I took hurriedly, and a link from a\nboom chain weighing perhaps half a pound for a weight whereby to cast\nthe line. Skirting the lagoon, we three came to the cliff and stood by\nto watch, I knotting fast the weight. And by the turn of chance or the\nhand of Destiny, the back eddy caught him in the nick of time.\n\nAs he swung out of the seaward stream into the eddy and turning from\nthose ominous rips began his swift circle inshore and toward us, I\nknew that his chance was small if we failed to reach him on the first\nor second turn.\n\nI knew his trouble by the boat’s loggy swing. Without power to give\nher steerageway, she had swept through Hell Gate, taking water by the\nbarrel, escaping destruction against cliff and reef only by some\nmiracle of the sea. But she rode deep, and listed heavily now to\nstarboard, now to port, as if all weary of the struggle. Her buoyancy\nwas gone. If she circled in the eddy till she drew to its center that\nspinning whirl would suck her down.\n\n“Give me the line!” Joe said, as she shot down toward us.\n\nIt was the first word he had spoken, and with it there shone in his\neyes such a gleam of resolve as I had never surprised there—as if\nbefore a fellow being’s peril his own embittered soul had cast off its\nlassitude, had fired with the human instinct to do, to help, to save.\n\nHe swung the link on the rope’s end as a sling-shot thrower whirls his\nmissile, and as the boat—now showing the name _Grosbeak_ in bold white\nagainst her black bow—came abreast, he shot the line with a tremendous\nheave of his body. I could not have cast it as far by forty feet, I\nknow. But the throw failed. It was scarce in a man’s arm to bridge the\ndistance. The speed of the current helped to fool him besides. The\nline fell short, and to the rear.\n\n“Haul in!” Joe panted. “Haul fast!”\n\nI hauled, and as I hauled he threw off his clothes, his heavy boots,\nand catching the loose end of the line, knotted it about his breast\nunder the armpits.\n\n“Ahoy, you!” he yelled. We were running now along the bank to keep\nabreast. “Swim for it. I’ll meet you with the line.”\n\nIt was a desperate chance for both of them. But the man leaning\nagainst the pilot house threw off shoes and cap, and, running aft,\npoised lightly on the stern. Then he waved a hand and plunged\nheadfirst, rose, and faced cliff-ward, borne swiftly along on the\neddy, but swimming with slow, vigorous strokes. Galloway—or Hall, as\nhe wished to be known—sprinted along the cliff and gained some headway\non the swimmer.\n\n“Pay out!” he gritted. “And keep along with the current if you can.”\n\nThen he plunged, thirty feet to the gray-green sweep of the eddy.\n\nIt was a great fight, with us two helpless watchers and every chance\nagainst that hardy soul from the _Grosbeak_. With a line on Joe, we\ncould haul him in. The other had to reach him or drown. And it seemed\nto me and my bolt cutter that he lost ground, that the eddy carried\nhim out for all the power of his stroke. But we told each other that\nif he could hold his own Joe would get him.\n\nAnd he did. With a scant fathom of line left in my hands, and the\n_Grosbeak_ man fast weakening, they met. I saw Joe grip him, and saw\nhim relax in that grip. Then we hauled them in and lifted them out on\na flat rock, both near gone—for the pull of the rope against the drag\nof the tide held them under half the time.\n\nThe man was conscious, but utterly exhausted, too spent to speak. He\nlay on his side, breast heaving, hair in clammy strands across his\nbrow. A good-looking, clean-built chap of thirty, maybe. All he had on\nhim was a thin undershirt and a pair of cotton overalls. Their damp\ncling threw into clean contours the depth of his chest and the ropy\nmuscle of his arms. His face was almost boyish. He lay there panting,\nblinking up at me. Slowly a wry grin, an odd expression for one who\nhad been near to death, stole across his face.\n\nHe sat up and looked at the _Grosbeak_, now on her second swing,\ndrawing fatefully near to the vortex.\n\n“I wonder if she’ll make it?” he murmured indifferently.\n\n“It’s about a hundred to one that she won’t,” I answered.\n\nHe looked at Joe appraisingly.\n\n“You’re all right,” said he, “to take a long chance like that for a\nrank stranger. I figured it was thumbs down for me. I knew I couldn’t\nswim ashore in that current, and I knew she’d founder as soon as she\nstruck those rips.”\n\n“She isn’t going to strike the rips,” my bolt cutter put in. “Look at\nthe old packet.”\n\nThe _Grosbeak_ lay over on her side and skidded—that is the only way I\ncan describe her action—skidded right into the whirlpool, and spun\nthere a dozen turns. Then, curiously, her broad fan-tail stern sucked\ndown, down till the bluff bow pointed skyward, and so spinning, she\ndisappeared.\n\n“Either way,” said the man, with a shrug of his shoulders, “it made no\ndifference.”\n\n“Well, you didn’t,” Joe observed quietly.\n\n“Thanks to you, I didn’t,” he said. “Still—I wasn’t particular.”\n\nI looked at him attentively. He nursed his chin in one hand, staring\nat the place where the _Grosbeak_ had been, a queer, pursed-up twist\nto his lips. For a man who had cheated death by scant ten feet of\nmanila, he was singularly calm, even indifferent.\n\n“How did it happen?” I asked. “The _Grosbeak’s_ a stranger through\nthese waters.”\n\n“Nanaimo boat,” said he. “Belongs to the G. G. Fish Company. We\nstarted through Hell Gate in plenty of time to get through on the\nfirst of the run. But she dropped her propeller. You can guess the\nrest. Except that the skipper—there were just the two of us—got\npanicky when she began to take water in some of the boiling places. He\nwas so afraid for his life that he threw it away.”\n\n“How?” I inquired.\n\n“Took the dinghy to row ashore,” the man grinned. “A whirl caught\nhim.”\n\nHe turned his thumb down expressively.\n\n“So here I am,” he continued, “safe and sound, which I didn’t look\nfor. Sitting on a rock in a shirt and overalls. Oh, well, it’ll be all\nthe same a hundred years from now.”\n\n“Less time than that,” I smiled. “In the meantime, come on to the\ncabin and get some dry clothes on—both of you.”\n\nThat is how Ed Broderick happened into my camp at Skeleton Point and\ngave me a pair of human enigmas to observe. He seemed quite\nindifferent as to where he went or what he did. A certain cynically\ncheerful humor came over him when he was dried and fed. He had no\nstrings on him, he declared. The G. G. Company owed him no wages, and\nhis duty to them ended with reporting the matter. And the upshot of\nthat near-tragedy was that Broderick took on a job with me, cutting\ncedar into bolts for the hungry shingle saws.\n\nFrom the very beginning he seemed to exercise a tonic effect on Joe. I\ndon’t attempt to explain it. I know that it worked out that way. The\ntwo became fast friends. Broderick could always banish those silent\nspells of brooding under which Joe fell. He could make him grin, rouse\nhim out of that deadly absorption in himself. They had in common the\nfact that both were afflicted with the itching foot, both had a past\nof which they never talked. Both were men of education, both were of\nthe East. It showed in their inflections, their mannerisms. But the\nterritory beyond the Rockies lay always ignored in the speech.\n\nOtherwise it seemed that from the Gulf of Georgia to San Diego harbor\ntheir trails had crossed and recrossed unknowingly in the last four\nyears. Many the incident they recalled where each had been among those\npresent—a riot in a California hop field, a Frontier Day in Oregon,\nthe stranding of a battleship on the bleak Washington coast. Brothers\nin unrest, they were, and I, listening to their talk of these things,\nwondered more and more what turn of fortune’s wheel had set Joe\nGalloway’s feet in these troubled ways.\n\nTime passed, however, and Joe seemed to brighten up. So far as\nBroderick went, he was a mighty man with ax and saw, and my bolt piles\nrose in corded ricks. Some devil rode him, too, at times, but it rode\nhim to drink more than was good for him, and to fight like a tiger\nwhen the liquor was on him. He seldom sat and pondered. He was all\naction. In the following two months, he broke out at divers times in\nthis fashion. And one evening when the three of us were sitting with\nour pipes—I having let my other man go—Joe took him mildly to task.\nThey had got so chummy that they had planned a prospecting and\ntrapping trip when my contract was finished:\n\n“What satisfaction is there in going on one of these rampages?” Joe\nasked. “You only hurt yourself and make enemies of the men you bruise\nup in those wild rows.”\n\n“I don’t know that it’s a matter of satisfaction,” Broderick replied\nthoughtfully. “Only life seems to me now and then to be nothing but a\nghastly joke. And I get a crazy impulse to tear everything to pieces.”\n\n“What hit _you_ below the belt?” Joe asked softly.\n\n“Myself, I guess,” Broderick grunted. “Circumstances. Most of us have\nour skeletons. When mine rattles I hate the noise so bad I try to\ndrown it out any old way.”\n\n“While I sit still and listen to the clatter of the bones—or I used\nto——” Joe threw out his hands impatiently. “Damn it, you’re right, Ed.\nLife _is_ a ghastly joke sometimes. It lifts a man to the pinnacle of\nhis dreams—and then blows up the pinnacle. Look at me. Five years ago\nI could say honestly and fervently that the world was mine—or that\npart thereof that I desired. I had everything a man wants—money,\nfriends, a home, a woman’s love. And I had to give it all up. It\nburned me. It hurts yet. I guess I let it hurt me, because it’s always\nbeen simmering in my mind, and I’ve never been able to talk about it\nto any one—never wanted to. I hugged it to myself, and went about\ncrying to myself against fate. And still—I’ve often wondered if I’m\nany different from other men; if the same thing comes to other men,\nand if they take it the same way?”\n\nHe looked up. Broderick was staring absently out over the tide race\npast Skeleton Point, and Joe met only my mildly questioning gaze. He\nsmiled gently.\n\n“I didn’t murder anybody, nor loot a bank, nor commit any felony\nwhatever to send me on the tramp under an assumed name, Steve,” he\nsaid to me. “I suppose when I put it in plain words it all sounds like\na confession of sheer weakness. It was very simple. You remember how\neverything was with me when you were back there? You remember Norma?”\n\nI nodded.\n\n“Four years ago,” he continued, “like lightning out of a clear sky,\nshe told me one day that our life had been an utter failure—that she\nhad ceased to love me, that she had grown to love another man, and\nthere was no use trying to go on.\n\n“Man,” he broke out passionately, “it drove me nearly mad, with the\ncombined madness of grief and jealous rage. I knew I loved her, but\nuntil I saw myself losing her I never realized how much she meant to\nme, how my life was bound up in her. I humiliated myself, pleaded and\nraved and threatened. It seemed to me a madness that had stricken her.\nI couldn’t see why such a thing had to be. There we were, happy, I\nthought, in our companionship. We had our home, our little circle of\nfriends, all the beautiful plans for the future that, we’d made\ntogether. Nothing seemed to count—nothing but the fact that she loved\nsome other man and no longer cared for me—that she was living a lie,\nand that she was not going to live a lie any longer.\n\n“I didn’t know the other man. I never saw him, never learned his name\neven. I never could visualize him, somehow. But he was there somewhere\nin the background, with her hopes and dreams focused on him. I\ncouldn’t seem to grasp that phase of it, why she should turn away from\nme, when she had loved me once, as I know she did. We’d had our\ndifferences. Every man and woman living in the intimacy of marriage\nhas them. They were trifling things to me, I don’t even know if it was\na mere succession of petty irritations that brought it about. But\nthere it was. And while she was sorry, while she regretted it, there\nwas only the one way out as she saw it. She had to get away from me,\nto live her own life in her own way. In every bitter discussion that I\nforced on her when I was lashing out against the impending break I\ndreaded so, I could see that she was getting farther and farther away\nfrom me, that I had no power to stir in her any emotion except\nresentment, and a little pity.\n\n“So I threw up my hands. I wanted to play fair, as she had played\nfair. She wanted to be free, and she was financially dependent on me\nalone. I cherished a glimmer of hope that she’d come to her senses—as\nI put it—at the last minute. But she didn’t. And so I sacrificed\neverything, turned it all into cash. I didn’t care. Hell, there was a\nwhile I didn’t know what I was doing. I had to get quick action or go\nmad. She was leaving me, but I didn’t want economic need to drive her\ninto another man’s arms before she was ready. She wanted to avoid that\nherself. Oh, we talked it over time and again, talked soberly and\nsensibly when I felt like shutting off the breath in her white throat\nrather than let her go. That was only white-hot jealousy. I couldn’t\nhelp it, but I did control it. When I’d cleaned up everything I had\nabout eighteen thousand dollars in cash, and I’d wrecked the\nfoundation of a fortune. But that seemed nothing beside this other\ndread thing that was happening. That gnawed at me day and night. And I\nhad to move with caution, to avoid open scandal. I wanted to save her\nthat. Oh, it was maddening! But the time came at last. I kept five\nthousand and gave her the rest. And I hit the trail. I had to. I’ve\nbeen hitting it ever since.\n\n“I never heard from her. I don’t know how she’s faring. I do know that\nI can’t get away from the hurt of it. I’ve lost something more than my\nmate. The heart to buck up and make life give me those things I used\nto value is clean gone. I strewed that five thousand dear across the\ncontinent trying to make myself forget. But I didn’t. You can’t knife\na man that way without leaving a sore wound. I peg along from day to\nday. But when I think of doing otherwise, when I think of trying to\nstart all over again, I find myself asking ‘What’s the use?’ If I\ncould shut out all those old memories. But I can’t. My mind keeps\neternally on them, like this back eddy, circling around what was and\nmight have been and can’t be. I’m a Samson shorn, without the mercy of\nperishing when the pillars of my house fell about me.”\n\nJoe stopped and drew the palm of his hand over his forehead. His eyes\nwere glistening. He stared for a minute out over the uneasy gulf,\nunseeing, over Broderick’s head. And Broderick’s gaze was fixed on him\nwith a queer, half-pitying expression.\n\n“Didn’t you ever go back or write to find out if, after all, your wife\nmight have been the victim of an illusion and only realized it when\nyou stepped out of her life?” Broderick asked carelessly.\n\nJoe shook his head.\n\n“No,” said he. “I didn’t give her up without a struggle, and when I\nhad to I let go completely. I couldn’t persuade myself to make another\neffort. She knew her own mind, and she held to her determination when\nit was making me suffer like the damned. She was sorry. But I didn’t\nwant her pity. I wanted her love.”\n\n“You don’t get my point,” Broderick pursued. “If you ask me, I’d say\nyou acted like a fool—any man’s a fool to take a woman’s actions for\ngranted until she’s committed herself irrevocably. You’ve been eating\nyour heart out for four years, and yet you don’t even know but what\nshe’s suffering as much as you do—aching for you to come back. For all\nyou know, the very moment that you were gone and she was free to marry\nthe other man, it may have dawned on her that she didn’t want to, that\nyou filled a place in her life no one else could possibly fill. I\ndon’t think you’ve got a very comprehensive knowledge of women, Joe,\nor of human nature in general. You two loved each other. All right.\nThat being so, you passed together through that peculiar ecstasy of\nfeeling that burns like a flame at mating, and, like a flame,\nsometimes burns out—but always leaves smoldering embers. A man and a\nwoman can only have that emotional experience at its full intensity,\nonce. When you have had it, it’s something that no one and nothing can\ntake away. Its impressions can’t be ironed out as you can iron the\nwrinkles out of a piece of cloth. It’s a bond between a man and a\nwoman as long as their hearts beat. Do you suppose that the hundred\nand one associations of your life together meant nothing to your\nwife?”\n\n“They didn’t seem to,” Joe answered sullenly. “She was sick of it all.\nShe thought she saw happiness in another direction.”\n\n“The reason for that you probably know better than I do,” Broderick\nsaid. “But if I loved a woman I’d take _nothing_ for granted. Not even\nif she swore to her feelings on a stack of Bibles. She’d have to prove\nher words by her deeds before I gave up hope. If she’d been mine once,\nI’d almost have to know she was finding comfort in another man’s arms\nbefore I’d be convinced that her feeling for me was dead. There’d be\npain in that, but it would take about that to convince me. And by your\nown admission you don’t know. You haven’t given her or yourself a fair\nfighting chance. It’s one thing to act in a whirl of feeling. Things\noften look altogether different when you’ve dropped back to everyday\nliving. You took your hurt and ran away and nursed it. You didn’t wait\nto see what happened after you’d done your part. You don’t know but\nshe’s somewhere nursing a grief that overtook her the minute you took\nyourself beyond sight and hearing of her.”\n\n“No chance,” Joe muttered.\n\n“No chance?” Broderick echoed, with a tinge of scorn in his voice.\n“The law of probabilities is all on your side. I wish I felt my\nchances as good. I wish that my chance of happiness had been half as\ngood as yours. Would I throw up my hands and go wandering up and down\nthe earth with pain and uncertainty and self-pity like thorns in my\nflesh? I should say not!”\n\n“You don’t understand,” Joe answered somberly. “There’s some things a\nman can’t put into words. He can only feel them.”\n\n“But I do understand,” Broderick insisted. “I’ve been through the\nmill. A man gets on the grid, and he can only squirm. I know what it\nis to ache with a pain that isn’t physical. But with me it came of\nactual unescapable knowledge—the pain of sheer unchangeable\nhopelessness. _You_ took a lot of things for granted. Seems to me you\nran away under fire.”\n\nJoe threw out his hands impotently. “What the devil else could I do?”\nhe demanded harshly. “She had to be free—free to marry the man she\nwanted. I could have stood on my rights as a husband. What was the\nuse? She’d only have hated me. It wasn’t any light love affair with\nher. She wasn’t that kind. She wanted happiness—she could only see it\nin a certain direction—but she wanted it to come decently and\nhonorably. There was no ground for divorce. I had to devise a ground.\nSo I deserted her. As I saw it, there wasn’t anything else for me to\ndo.”\n\nBroderick’s eyes gleamed.\n\n“You’re a man,” he said quietly, “a real man. But a fool for all that,\nI think. Didn’t it ever occur to you that she might really miss you\nafter those years of intimate living? That your clean sweep of\neverything might have made a gap in her life that nothing but you\nyourself could fill in again? A woman’s human—gifted or cursed, as you\nlike to put it—with all the human vagaries of impulse. Sometimes it\ntakes a grand upheaval to make us see things as they really are—to\nknow ourselves.”\n\nJoe got to his feet and threw his arms wide to the sunset, and let\nthem fall by his side.\n\n“Why should I try to fool myself?” he said. “All I want is to forget.\nThat’s all.”\n\nHe went into the cabin. We heard the creak of his bunk as he threw\nhimself down. Broderick clasped both hands over his knees and stared\nat the ground. His brows knitted, as over some problem he strove to\nsolve. After a minute, he looked at me.\n\n“Joe unburdened his soul very completely,” he said. “Does his right\nname happen to be Galloway?”\n\n“Why, yes, that’s his name,” said I—surprised into admission. “How did\nyou know?”\n\n“I didn’t know,” Broderick muttered. “But I had a hunch.”\n\nHe sat for a little while, picking up pebbles and casting them over\nthe bank with a flip of his hand. Then he, too, rose and went into the\ncabin.\n\nThe door stood open beside me, and the small window above my head.\nEvery word they uttered within came distinctly to me. I heard\nBroderick repeat almost word for word, impatiently, challengingly, the\nlast questioning sentences he had put to Joe.\n\n“Why bother me with your theories,” Galloway answered roughly. “What\nis it to you? What do you know about these things I’ve been fool\nenough to talk about?”\n\n“I know all there is to know about it,” Broderick answered slowly. “A\ngreat deal more than you yourself know. I’m the other man.”\n\nI drew beyond hearing at that. It lay between the two of them, a\nmatter intimate and grievous, not for casual ears. So I moved to the\ncorner, where only came the indistinguishable drone of their voices,\nwondering to myself if the devil that rises in men where a woman is\nconcerned would presently set them at each other’s throats. They were\nstrong, passionate men. I was a little afraid for them, for I liked\nthem both.\n\nAn hour passed. Dusk merged into darkness. Still they talked, their\nvoices never rising above that repressed murmur. Then the lamp flashed\nits yellow square through the doorway, and both came out. Joe turned\naway and walked along the cliff slowly, a dim outline in the night.\nBroderick stood looking about. Presently he called:\n\n“Oh, Steve!”\n\n“Here!” I answered.\n\nHe came and sat down on the ground beside me. The match he laid to his\npipe bowl showed his face hard-drawn. His eyes smoldered.\n\n“Did you hear?” he asked.\n\n“I heard you declare yourself,” said I frankly. “Then I moved out of\nearshot.”\n\nHe sat silent for a time.\n\n“Joe doesn’t actively blame me,” he said at last. “But he resents\neverything. He’s lived within himself so long, bottling up his grief,\nthat he’s morbid. I can’t do anything with him, can’t make him see\nsense. The thing he ought to do for their own two sakes—write to Norma\nor go to her and make up—he won’t do. You knew her, it seems. You\nheard his side of it—absolutely true, so far as it goes. But there’s\ntwo sides to everything.”\n\n“Fire away,” said I—for I knew by his tone that he was smoldering\ninside, that he wanted the relief of talk that would neither be\nmisunderstood nor resented.\n\n“Joe made the same mistake that other men have made and regretted,”\nBroderick went on, “as near as I can gather. He let his ambition and\nhis business overshadow his wife and his home. I suppose he felt that\neverything was fixed and secure and final. And that’s a bad thing with\nany woman young and proud and passionate as Norma Galloway. It was\nvery simple. Joe was getting wholly immersed in his business. He was\ntraveling a lot for his firm. And I happened to wander into her life\nat a time when she was in a peculiarly receptive state of mind. That\nsounds commonplace—but I’m not good at analysis. I loved her in my own\nheadlong way. Nothing else mattered to me but her. I knew where I\nstood. She thought she did. There wasn’t anything sordid or underhand\nabout it. We talked it over from every angle, God knows. She wasn’t\nhappy with him. All her feeling for him seemed dead. She knew I loved\nher, and she believed she loved me, and that for us two life together\nmeant happiness if we could take it up honorably together. So she told\nhim, and you know how he played his part.”\n\n“I’ve known Joe since we were kids,” I said. “He’s a white man.”\n\n“He is,” Broderick agreed. “Every inch of him. But, as I said,\nsomething of a fool where a woman’s heart is concerned. He took too\nmuch for granted—let go too easily. He didn’t have anything but her\nword for it—and a woman’s word is nothing in matters of this sort. One\ncan talk and talk and never get anywhere. It’s deeds that count. He\ndidn’t give her a chance. He never saw me, never even knew my name. I\nwasn’t looming a big figure before him to drive him insane with\nimpotent jealousy. But when the big upheaval came, he effaced himself\nas absolutely as if he had been buried. He made no effort to learn how\nthings went.\n\n“And then”—Broderick bowed his head for a second—“then, after he was\ngone, and there was nothing to do but wait patiently a little while,\nget a divorce quietly, and marry me, she woke up. It wasn’t me she\nwanted. It was Joe. She’d loved him in the beginning. When he’d made\nthe complete renunciation, stepped out of her life for good and all,\nshe found something lacking, a place that nobody else could fill, that\nshe wanted him back, that her heart ached to have him back. Oh, you\ncan’t ever tell anything about a woman. And yet, I suppose it was only\nnatural. He’d become a part of her life. I was only an incident. I\nsuppose so many things used to rise up and make her long for him.\nShe’d lived with him. The nearest she’d ever been to me was to kiss me\nshyly once or twice.\n\n“Anyway, once he was gone, it was all different. The money he gave her\nshe banked and left alone. She would no more have lived on it than she\nwould have let me support her. She used to say that she was being\npunished for breaking a good man’s heart for a passing whim.”\n\nBroderick lifted his head and laughed harshly.\n\n“Meaning Joe, of course,” he said. “It didn’t seem to occur to her\nthat I was very deeply involved. The most she would let me do for her\nwas to help her get a position. I happened to have a cousin in the\nmillinery business in Utica, and Norma got work there—enough to live\ndecently on. And when I’d tried every means to move her, and failed, I\nhad to get out and get action or go crazy. So I went on the tramp,\nlike Joe, a good deal. I can live anywhere, under any conditions. And\nthere you are.\n\n“But,” he broke out, after a little, “I didn’t let go like he did. I\nwrote to her. Time and again, at first. Every few months since. That’s\nhow I know where she is, and how she still feels. She’s there yet,\npegging away, waiting. She’s his wife, legally, in spirit, every way.\nShe’s been true as steel. And her one solace is that some time he’ll\ncome back, or she’ll find out where he is and win him back and make up\nsomehow for these ghastly years.\n\n“And can you see the tragedy in it?” Broderick went on. “He refuses to\nact. He won’t do anything. He says he has suffered till he’s numb. And\nI can’t make him see that she has suffered, too, is suffering yet, as\nhe is. It’s pride. If I were in his place, I’d have no pride. I’d\ncrawl on my hands and knees in the dust back to her if I could create\nfor myself the longing she has for him. It isn’t worth while to be\nproud and aloof and miserable when all you have to do is reach out\nyour hands for happiness. Two of us can get our feet out of this\ndeadly coil. Why should all three be lonely and miserable? I know he\ndoesn’t want to have it that way. It’s just a stubborn streak. He’s\nmorbid. What has been can’t be helped. But the future, that’s a\ndifferent matter.”\n\n“You might write and tell her where he is and how he feels about it,”\nI suggested. “That would be a fine thing to do.”\n\nBroderick laughed hard and mirthlessly.\n\n“I suppose I could,” he said. “But it would be better if he made the\nfirst move. However, I know _she_ wouldn’t hesitate. Yes, I dare say\nit would be eminently proper for me to be the god in the machine—to\nbring them together with a Heaven-bless-you-my-children—and then fade\naway. Well, I don’t know. I’ll have to think about that.”\n\nHe got up abruptly and walked into the cabin. When I followed, he was\nin his bunk, the blankets drawn over his head. A few minutes later,\nJoe came in. What sort of truce they had declared I never knew.\nBetween them as men there was genuine liking. If that matter of a\nwoman had stirred up feeling of any intensity between them, they were\nmen enough to repress it.\n\nSo, for a matter of two weeks, the days marched past, filled with the\nmonotonous labor of cutting and piling cedar bolts. The fall days were\non us, with their long, gray evenings. My bolt contract was about\ndone, and we took it easy, working short hours. The first man in\nkindled the kitchen fire, and also built another on the ground before\nthe cabin door. When we had eaten we would sit outside under the\nprojecting eave smoking our pipes before the cheerful crackling logs.\nIt was pretty much as it had been before that night of soul\nunburdenings—except that we talked a bit less freely, there was more\nof constraint upon us.\n\nThen one evening, in the first gray of dusk, when we had knocked off\nearly and were sitting outside by the fire, watching the same tubby\ncoaster that had brought Galloway to Coderre go lurching past Skeleton\nPoint into the maw of Hell Gate, I heard the clatter of a buggy on the\nlittle-used road that ran between the landing and my camp. In a minute\nit gained the clearing. I saw the figure of a woman beside the driver.\nA few seconds later she was clambering out and walking toward us with\na firm step. Norma Galloway, just as I recalled her, fair strands of\nhair wind-blown across her face, deep blue eyes shining, lips a trifle\nparted, her gaze fixed on Joe.\n\nI turned to look for Broderick. He was all but behind the cabin, and\nhe beckoned me imperatively. I followed. It didn’t matter, anyway.\nThere was only one man looming before her, and he stood rooted to the\nground as if he doubted the evidence of his visual sense.\n\nBroderick strode along the cliff. When I caught up with him he was\nseated on a log, holding his face in his hands.\n\n“You did write, And she came,” I said—for lack of something less\nobvious.\n\n“Shut up!” he gritted. “I’m not in a talking mood.”\n\nI don’t know how long we sat there. Broderick did not move, nor lift\nhis head. It grew dark. I looked toward the cabin now and then, and\nonce saw the fire break into a yellow gleam when some one stirred it.\n\n“I guess all’s quiet along the Potomac.” Broderick lifted his face at\nlast. “I’ve done my bit. Let’s go back.”\n\nWe walked slowly. Nearing the cabin and the soft glow before it, a\nstick broke in a shower of sparks and sent up a bright flame that\nthrew into bold relief two figures—Joe on a block seat, his wife\ncurled on the earth beside smiled up at him, and then at me. There\nwasn’t any further explanation needed.\n\n“Ed has gone,” I said—and added a white lie to smooth things. “He told\nme to wish you luck.”\n\nIt seemed to me a shade of relief crossed both their faces. Love _is_\nselfish. But I couldn’t blame them.\n\nI gave them the cabin that night and made my bed beside the fire. But\nI didn’t sleep. No. Broderick loomed too big in my mind.\n\nThe back eddy had brought him unwitting to the spot, to straighten a\ngrievous tangle in two lives, to bring peace to unquiet souls. And it\nmight be that the eddy took him away. I don’t know. I’ve often\nwondered. I know I never saw him, never heard of him again.",
    "metadata": {
        "author": [
            "Sinclair, Bertrand W."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67550/pg67550.txt",
        "name": "troubled_waters.json"
    }
}