{
    "name": "Tubemonkey",
    "author": [
        "Bixby, Jerome"
    ],
    "body": "Echoed by the sloping, sun-drenched concrete walls, booming above the\nhigh, bony clatter of monorail cranes, shaming the entire fuming,\nmetallic hubbub of Boat Bed 52, the sound might have been the cavernous\nindignation of some giant beast being dragged zoo-ward from a\nBio-Institute boat. It was, however, a voice, singing:\n\n    Oh-h-h, the boats come in\n    An' the boats go out\n    An' we clean 'em an' screen 'em an' preen 'em.\n    We fix their fins\n    An' we polish their snouts\n    With a five second breather between 'em.\n\n    I-i-if she comes in smash\n    From a steerocket lash\n    Do we wait 'til they've counted the dead?\n    Oh never, tut tut--\n    We just plate up her butt\n    An' fix up the rest in the--the--\n\nMountainous Rhiannon couldn't remember the last word. The clouded\ncrystal, that was Rhiannon. He killed his buffing-ray and aimed a\nbellow that not only shivered the eardrums of its target but woke up\nSergeant Atoms a hundred feet below, bringing him to his feet with an\nadoring bark.\n\n\"Hey, Stevie, what'sa last word?\"\n\nSteve Podalski swung his legs into view and slid carelessly down\nthe dull metal roundness of tube fourteen, like a boy on a barrel.\nHis magnetic boots thunked onto tube thirteen and took hold. He gave\nRhiannon a look compounded of acid and pity. \"Go to hell with your\nnoise.\"\n\nOff at the other end of Bed 52 a gong sounded its invitation to cease\nwork and relax for a while. The twelve Navy spaceboats in 52, lined\nhip to hip like reclining madames on their slanting cradles, seemed\nsuddenly to begin to shed their skins as a solid parasitica of out-ship\nworkers melted in streams toward the upthrust frameworks of the lifts.\n\n\"I comin gout.\" A small cabbagelike Asteroidal came out of the smudgy\ndarkness of the tube, a scraping-ray in each flat tentacle. \"I knockin\ngoff.\" Without a break in its fluid motion it climbed onto Rhiannon's\narm and couched itself in the angle of his elbow.\n\n\"Yeah, me too. Coming, Stevie?\"\n\nPodalski shook his head.\n\nHe stood and watched Rhiannon and Tweety--Tieu-tuiey was its given\nname, but to pronounce it correctly always sounded a little gay--make\ntheir way toward the lift. He shook his head again. Once a pilot, he\nthought, not necessarily always a pilot. Space did rotten things to men\nwho got careless with their radiation screens. It blotched their minds,\ntossed up fences around memory and intelligence.\n\nA most brilliant crystal--that's what Rhiannon had once been.\n\n\n\nSixty feet away and four stories above the concrete floor of Bed 52, a\nman stood by the curving window of Karrin's office and watched Rhiannon\ndescend in the lift. He was a small, padded man with the sly look of\nthe lower Mars suburbs about him.\n\n\"Tubemonkey,\" he said, curling his lips over the word.\n\nKarrin raised his sober, business-man's eyes from their inspection of\nthe briefcase on the desk before him. \"He'll do perfectly, Lin. He's\njust idiot enough to get us there and back and then forget all about\nit. He got a dose of cosmics--sometimes he can't even remember his own\nname.\"\n\n\"Yes?\" Lin Janus' cold gaze followed Rhiannon as the big man went\nthrough the distant playground gate. Rhiannon was carrying Tweety on\nhis shoulder and bouncing every other step into the air, and Tweety\nhad wrapped indignant tentacles around his steed's head. A mud-colored\npuppy went scooting after them, yanked by jealousy from the quilted lay\nhis master had prepared for him beneath Cradle Nine.\n\n\"Can he still handle a boat?\"\n\n\"Not for combat.\" Karrin leaned far back in his chair and locked his\nhands behind his head with a dignity that made the awkward position\nseem very right. \"He can still hit space, though.\"\n\nJanus turned away from the window.\n\n\"You'd better make certain that he forgets,\" he said.\n\nKarrin shrugged; another killing wouldn't matter much. \"Why do we need\na pilot in the first place?\"\n\n\"You took me out last time,\" Janus said flatly, \"and I damned near died\nof fright.\" He tapped the briefcase. \"You're sure this is the right\nstuff? I can't tell from looking, you know--hyper-atomics are out of my\nline.\"\n\nKarrin smiled slightly and brought his body forward in the chair.\n\"You're getting what you're paying me for.\" He took his time about\nlighting a cigarette and then laid it on the edge of the desk as he\nstood up. He took a leather folder from the briefcase, opened it to\nreveal a dozen closely printed and diagrammed sheets.\n\n\"These,\" he said, \"are Llarn's defenses. Take my word for it.\"\n\nUnlike most wars, this one had started formally and in good military\ntaste. From their headquarters on Llarn's moon the Rebels had made\ntheir request for political autonomy, and denial had come promptly,\nthrough Llarn's Council, from the far off Earth Federation. The Rebels\nhad announced their intent to revolt in force and the first engagement\nhad occurred that very day--a space battle, fought competently by both\nsides, and a draw. Llarn, Earth's first extra-Solar pioneer world,\nthrew up hyper-atomic shields--Llarn's moon did likewise--and the\nmatter rested there in a checkmate of technological perfection.\n\nSubsequent space battles had been fought, but these mattered very\nlittle. It had boiled down to a secret service war; a deadlock to be\nbroken by the first side skillful enough to spy out the plans of the\nenemy's defense set-up. Sabotage could then finish the job.\n\n\n\nThe attendant looked at Rhiannon without enthusiasm. He gave the big\nman a time ticket and turned and went through an arched doorway. He\nhad just pulled a fresh punching bag from the dwindling supply when a\n_wham_ sound ran across the air of the playground outside.\n\nSurrounded by pained chuckles, Rhiannon looked unhappily at the\ndangling plastic ruin and allowed himself to be shoved aside by the\nbitter attendant. Then, when the damage was repaired, he drew back his\nhuge right arm again. The attendant grabbed it.\n\n\"Hold on, Rhiannon, there's a rocket game over here, fella. Come on\nand I'll show it to you!\" He pulled the reluctant giant over to a\nfacsimile control board set against the wall; watched for, and saw,\nthe huge smile break out. Every day was a new life for Rhiannon, and\nthe presence of this mock control board--installed to keep him out of\ntrouble--came always as a wonderful surprise.\n\n\"Sit down, Rhiannon. Tubes set?\"\n\nA tense nod.\n\n\"Gravity O.K.? Green light from Central? _Blast off!_\"\n\nRhiannon zoomed his boat into outer space and began to chase a comet.\nIt got away from him. After a while he thought it would be nice if he\ncould blast the whole Rebel navy out of the void--and they appeared,\ntier upon tier of them, in gleaming battle shields.\n\n\"Sergeant Atoms!\" he rumbled. \"Make ready to fire.\"\n\nAtoms rose up on his hind legs, compelled and controlled by the strange\nand inexplicable telepathic aftermath of Rhiannon's misfortune. The\nformer pilot's \"cosmic braincut\"--and the \"braincuts\" of the other\nfew similar radiation cases--had resulted in this sour blessing: had\nstepped up their mental broadcasting apparatus, and left them very\nlittle to broadcast. Humans could often pick up random thoughts from\nthese men, while animals reacted easily to their will.\n\nThus it was that \"Sergeant\" Atoms placed his paws on the dummy firing\nbutton; a temporarily selfless extension of Rhiannon's physical and\npsychical form.\n\nTogether, they wiped out the Rebel fleet in a matter of seconds.\n\nRhiannon was exploring Polaris when a hand fell lightly upon his\nshoulder. He whirled up and around snarling. A Rebel spy on his boat:\nhe'd kill the son--\n\nKarrin ducked, his face seeming to sag pallid from the front of his\nskull. \"Whoa, now, Rhiannon, it's Karrin--it's Karrin!\"\n\n\"Rebel spy!\" Rhiannon had Karrin dangling off the floor at the end\nof his arm. He drew back his other fist--all the way to Polaris--for\nthe blow that would end the war. Then reality registered behind those\nglazed, distant-seeing pupils.\n\n\"Mr. Karrin! I'm sorry sir.\" He set his employer's sandals back on the\nfloor and began to shuffle uncomfortably.\n\nKarrin looked about him, his fury artfully concealed beneath a rigid,\nwe-must-be-patient smirk. The other workers in the ground, some of them\npoised in mid-step after having started to the rescue, were looking\nembarrassed and quickly turned to resume their games. The sounds of\nbowling and fencing and tennis and swimming drove away the silence, and\nthe odd patois of multi-specied mechanics and technicians swelled up\nlike jungle chatter.\n\nKarrin put his hand on Rhiannon's sleeve and walked the big man into\nthe vast quiet of Bed 52. Atoms came after them, wagging almost\neverything but his head which arrowed straight and true after the giant\nfigure.\n\nWhen he was paid no attention, however, he sulked over to his box and\nlay down and was immediately asleep. \"Sergeant\" Atoms would have been\na poor choice to stand guard duty--he had been known to sleep the\nclock around, silent and unmoving. Great boats had been lifted from\nthe cradles above him and others put into their place, and Atoms had\ndreamed on and on. And on.\n\nRhiannon started to apologize again.\n\n\"That's perfectly all right, soldier,\" Karrin said smoothly.\n\"Commendable attitude!\" He led the way past the cradles toward the\nrear of the Bed. \"You want to help win the war, don't you?\"\n\n\"Yes, yes,\" Rhiannon groaned.\n\nKarrin beamed his approval. \"Well, now, you may be able to do just\nthat, my boy! How would you like to be--\"\n\n\"I was exploring Polaris, sir.\" Rhiannon's tones were suddenly vacant.\n\"The people there got three hea--\" and the latter part of the word\nremained unspoken, forgotten.\n\nKarrin's smile wavered. They had halted by a freight entrance opening\nonto the green-carpeted rear grounds. He drew the big man closer to him\nand snapped his words like a whip.\n\n\"Now _listen_, Rhiannon! How would you like to hit space again--to get\nyour silver Sun back--to be reinstated as a commander!\"\n\nThat tore through Rhiannon's fog and he reacted. He straightened his\nseventy nine inches into the position of attention. \"I'd like nothing\nbetter, sir,\" he said.\n\nKarrin made a great show of inspecting their immediate surroundings for\neavesdroppers.\n\nHe said: \"This is a very important, a top secret mission. We--the\nCouncil--believe that you are the only man who can fly it. We selected\nyou from among thousands, Rhiannon!\"\n\nRhiannon stood ever more stiffly, his face incandescent.\n\n\"Yes _sir_. I didn't know you were a Council Member, sir.\"\n\n\"Very few people do,\" Karrin replied dryly. \"Now, soldier, a special\nboat is being tuned up at my private field. Do you know where that is?\"\n\n\"Outside in back, sir. I've worked on your boats.\"\n\nKarrin nodded. \"Then go there immediately and wait. Talk to no one. I\nhave to confer with President Naro before--\"\n\n\"President _Naro_, sir!\"\n\nKarrin saluted theatrically and Rhiannon responded with eyes afire.\nThe big man executed a neat about-face and marched one two through the\ndoor. And looking after the broad back, Karrin speculated where to\nplace the death shot when the time came.\n\n\n\nThe nebula hung to starboard, seeming almost at arm's length from the\nports; a silver pinwheel; a thirty thousand light year toy. Rhiannon\njockeyed the boat closer and closer to the Rebel craft, his big hands\nskipping over the board with consummate, unthinking skill. He shot out\nthe hand-line and it snaked to the airlock of the other boat.\n\nJanus, holding the briefcase flat against his belly, stepped into the\nlower portion of the single spacesuit and ducked under and up into the\ntop portion that hung from its rack. The muffled clicks as he turned\nthe sealing handles were the only sound in the cabin. Then his voice\ncame metallic from the speaker. \"We'll contact you, Karrin, if we\nneed you again--although I think this trip should be the last one.\"\nHe inflated the suit and stamped several times, testing the suit's\nperfection by the ringing in his ears.\n\nKarrin's reply was purposefully vague, with an eye to Rhiannon. \"There\nshould be use for the Security Chief of Federation Spacelines even\nafter the war is over, Janus. A--ah--'Rebel' underground will likely\nstart up--and as you've already seen, a man with a briefcase will\nhardly doubt the purity of my kitchens or suspect one of my cabin-boys\nof unwanted partisanship. I have some very cooperative men working for\nme.\"\n\nPutting a boot on the hatch-ladder, Janus showed a sardonic grin\nthrough his faceplate. \"Every man's purse is a traitor--\"\n\nKarrin sliced off the words with a quick gesture and shot a look at\nRhiannon. The tubemonkey was staring through the front port at the\nstars, his face a caricature of bliss.\n\nJanus shrugged, saying: \"I thought you said he was _nicht_--\" and swung\nhimself clumsily up the ladder. \"Besides,\" he added, \"weren't you going\nto _convince_ him of the necessity for silence?\" He disappeared into\nthe airlock. There was an airy _phoot_ sound as he let himself into the\nvoid.\n\nKarrin walked over to the front port and watched for Janus to become\nvisible on the near length of the line. Watched, too, Rhiannon's\nreflection in the glass. The big man was gaping at the nebula and\ntwitching the thick muscles of his neck in ecstasy. Karrin felt an\nurge to snicker.\n\n\"Good to get back, eh?\" he asked.\n\nRhiannon pointed. \"There's your friend, sir.\"\n\nJanus was bobbing, hand over hand, toward the unmarked Rebel boat. His\nfaceplate gleamed once as it caught the fire of the nebula.\n\nThen, before Karrin's paling face, the silver cigar that was the other\nboat suddenly threw off into space a thin leafing of curved misshapen\nplates. It grew whiskers that were ray-guns and the Nova sign of the\nPatrol blinked into being on its nose. The transformation took just\nthree seconds, and on the tick of the fourth there was a honk from\nKarrin's telaudio to announce that the revealed law-boat desired\ncontact.\n\nHissing between his clamped teeth Karrin leaned over Rhiannon's wide\nshoulder and speared a finger at the control board. The Patrolmen had\nmade the mistake of judging his boat at its space-yacht face value, but\nit was far more than that.\n\nThe \"yacht's\" concealed atomicannons blasted the other craft into\nradioactive dust. The frantically gesticulating figure of Janus was\nswallowed by the glare, and when space darkened again there was only\nthe fused cable end, chewed off short near Karrin's porthole.\n\n\"Ge-ez!\" cried Rhiannon. \"Why'd you do that?\"\n\n\"Didn't you see?\" Karrin snapped. \"It was a Rebel boat! Janus must have\nbeen a spy!\"\n\n\"But there was a Patrol Nova on--\"\n\n\"Rhiannon--you've done a magnificent job!\" Karrin clapped a hand on the\ngiant's arm and tightened it emotionally. He slipped the safety on his\npocketed atom pistol with the other hand. \"That wasn't a Nova--that was\nthe Rebel Tetra!\"\n\nRhiannon looked up at him, his forehead plowed over with thought; then\ngradually a wide grin spread his lips. \"We done it, didn't we?\"\n\n\"We sure did.\"\n\nKarrin's face was flattened at the cheeks. How the Patrol had known\nof this meeting he would never know, short of torturing each of his\n\"cooperative men.\" Janus was gone. The briefcase was gone. The real\nRebel boat was probably bright drifting dust somewhere between here and\nLlarn's moon. Karrin shivered.\n\nWould the Patrol have his office covered? Had they known _whom_ they\nwere trapping? Or had the tip-off not mentioned names?\n\n\"One way to find out.\"\n\nRhiannon looked up vaguely. \"What, sir?\"\n\n\"Get us back to Llarn, Rhiannon. I've got to report this to the\nPresident.\"\n\nThe swirling salt of the nebula moved out of the port and vanished\nas the big man tailed the boat around and side-stepped it into\nhyper-space. Karrin stood with wet hands clasped at his back. My\npapers. My money. I'll get them and make a run for Rebel H.Q. Surely\nthe tip had not implicated him or he would never have gotten off Llarn\nin the first place. The Patrol would have seen to that: they knew that\nso many things could go wrong out in space.\n\nSuch as, he thought with grim satisfaction, what _had_ gone wrong.\n\n\n\nThe Government Spaceport was emptied and darkened by the evening. Steve\nPodalski and his brethren had gone to their homes, Tweety had gone\nsailing up into the stratosphere to sleep, and the only living creature\nwas Sergeant Atoms who lay twitching his paws in a dream-chase.\n\nFrom the floor of Bed 52 Rhiannon watched Karrin labor up the\nmotionless 'scalator, saw the lights flicker on, saw his employer move\nabout shoving things into a carrycase.\n\nRhiannon's affliction may be said to have been \"stroboscopic\" in\ncharacter. That is, his brain functioned with an irregular alternation\nof clarity and fuddle. At this moment the lights were on in that great\nskull and his brain cells were skittering about, playing with a Thought.\n\nIt had been a Patrol boat. He had seen the Nova. It _had_ been a Patrol\nboat. He'd _seen_ that Nova.\n\nHe shifted uneasily in his wrappings of tubemonkey suit and\nreflections. He looked up again at Karrin's office. The man had moved\nback from the window; only his head was visible, seeming to roll like\nTweety back and forth on the broad sill as he crossed from safe to\ndesk, desk to safe. That distant face was sculptured in pure anxiety.\nKarrin was obviously, was definitely, not reporting to President Naro.\nHe wasn't doing anything of the kind.\n\nRhiannon put these observations one under the other, added them, and\ngot the right answer. He'd been taken. Just as his fellow workers could\nplay incredible jokes on him--when Stevie wasn't around--and have them\npan out because of his braincut, so had Spy Karrin pulled a whopper.\n\nHaving worked this out, the busy cells slowed down, the lights began to\ndim behind the giant's dulling eyes. He stood there in the darkness,\nhaving one grim determination, and not knowing quite why he had it.\n\nKarrin came out of his office and grunted down the 'scalator, unused\nto the knee action of climbing and descending. His shadowy figure came\nacross the floor, gradually giving its details. His face was red, his\neyes were feathered with red; he hugged the carrycase like a mourning\nApache mother.\n\n\"Ready?\" he asked.\n\nRhiannon blocked the door; his voice came puzzledly: \"I ain't going.\"\n\nThe carrycase thudded to the floor; it didn't bounce, but if it had,\nthe appearance of Karrin's atom pistol would have shaded the second\nthud. Rhiannon planted his legs like standards.\n\n\"I ain't going to fly you anyplace,\" he said, \"an' I ain't gonna let\nyou go either. I--don't know why--I--can't--won't--\"\n\nAt that moment a door rolled open at the far end of 52, and the tall,\nwary shapes of Patrolmen blinked through the rectangle of light into\nthe dark pool of the Bed. They made directly for the still lighted\noffice.\n\nSilently, silently! Karrin had to reach to do it. He reached high,\nstanding on tiptoe, and brought the butt of his gun down on Rhiannon's\nhead. The giant made a sound like a baffled ape and took a forward\nstep. His outflinging leg struck the floor without sensation and\nbuckled. The gun went up and came down twice again.\n\nRhiannon felt a cloth-ripping pain in his head. Static crackled and\nslammed into his brain. It swelled louder and more penetrating; then\nmuffled down to lengthening drumrolls.\n\nThe nebula beckoned him from his straight path back to Polaris. He\ncircled it carefully, although there wasn't any sign of danger. It\nwasn't a very interesting nebula. He wheeled Karrin's boat once again\ntoward Polaris and his three-headed friends. Sergeant Atoms sat alertly\nat his side.\n\nThen suddenly, terrifying, the boat pulled away from under their feet\nand left them cold and lonely in airlessness. The sweet stars began\nto blink out in clusters; the celestial static dimmed down into the\nsilence of infinite sleep.\n\nFrom somewhere in this dying universe came a cold and wet nose. It\nsniffed anxiously at his face and red-matted hair.\n\nA whine. Another louder whine; and a scratch of claws on concrete.\n\nRhiannon opened his eyes.\n\nThere were walls and the concrete floor and the hovering, shadowed\ncradles. There was the crouching figure of Karrin, seen from below and\ndistorted, framed briefly in the door. There was a mud-colored shadow\nthat sniffed and whined and gave its tail little hesitant twitches.\n\nThen Rhiannon's eyes blinded and closed; he found himself back in that\nfearful, dimming universe. The distant sparking of the space-boat's\njets--a few stars to shape the emptiness.\n\nRhiannon's last desperate, melting thought was: Atoms!--Atoms--we gotta\ncatch up to that boat!--come on--we--gotta get back in that--boat--\n\nThe scratching claws went away. The last star was lost and the velvet\nblackness, without entity, was complete.\n\n\n\nKarrin faded as quietly as a cat out the door and hurried into his\nboat, darted forward to the control-cabin and slammed down a lever.\nWith a rumble the ground-ramp folded in and the hatch sealed itself\nshut. He leaned against a port and shielded his eyes from the interior\nglare.\n\nThe noise had attracted the Patrolmen. They boiled through the far\ndoor and came streaking across the field, their guns spitting tight\ngreen flame.\n\nKarrin thumbed his nose at them and laughed. A moment later the boat\nwas clawing its way toward Llarn's stratosphere.\n\nHe set the spectro for the tiny moon and turned away to relax on\nthe bunk. His \"yacht\" embodied principles developed by his own\ntechnicians--armament and locomotive potentials unknown to the\nPatrol--and he knew that he was safe from them. He regretted, however,\nthat the hyper-space drive was useless for such short distances, for\nwith it he might have reached his destination in less than a second.\nBut with it also, at such a range, came the danger of overshooting,\nnailing himself and the boat a mile into the ground, and so he used the\nregular blasts and was thankful for his advanced shields. The Patrol\nmight spot him, tail him--but that was all.\n\nSmiling, he stretched out on the bunk, reached for a book, and settled\nhimself for the twenty hour trip.\n\nBeneath the bunk, curled in the warm darkness, Sergeant Atoms had\nsettled himself for the trip long ago, for his master's dying\nthought-command had been an urgent and overpowering one, and this\nspace-boat had been pictured and pointed out as clearly from its\nfellows as had been the \"firing button\" among the myriad devices on\nthe dummy control board. An obedient but sleepy Atoms had entered the\nboat almost at Karrin's heels; unheard and unseen in the confusion of\nrumbling hatches and charging Patrolmen; very eager to get back to his\ninterrupted dream-chase. With all his famous quiet and quiescence--he\nslept.\n\nAfter a while Karrin yawned. The cabin seemed stuffy. He looked up from\nhis book and his eyes happened to fall on the oxygen gauge. He felt a\nmomentary chill. As there had been no time to recharge, it was very\nfortunate that there had been no need: Rhiannon wasn't coming along.\n\n\"Almost empty,\" he breathed. \"I'll barely make it.\" He put the book\naside, turned over, and went to sleep.\n\nHours later, when the oxy-alarm clanged empty, he roused, sweat-soaked\nand gasping, to the realization that Rhiannon, in a manner of speaking,\nhad come along after all....\n\n\n\nLt. Dhene of the Rebels glanced out his office window, eyes resting\npuzzledly on the space-boat that sat silently where it had been brought\ndown by the landing field's tractor-beams. He frowned, then continued\nwriting his report:\n\n\"What would seem to have happened is this: Karrin, with a depleted\nstore of oxygen and unaware of the animal's presence, undertook to\nflee here to escape the Patrol (see Rep. 151 and recordings of Patrol\nbroadcasts M16, 17, N2), and in midpassage discovered the dog which\nmust have somehow contrived to remain out of sight until that time. By\nthen it was too late, for the tanks were empty and the oxygen in the\nbody of the boat was not sufficient to last the trip. He could not turn\nback, and that he knew we would not risk sending a boat to pick him up\nis evinced by the fact that he did not call upon us to do so.\n\n\"I believe it likely that Karrin debated killing the dog as well as\nhimself, but decided vengefully that the animal--indirectly the cause\nof his destruction--should suffer the agony of asphyxiation. Therefore\nhe shot only himself (see enclosed microshots, showing interior of boat\nwith corpse exactly as found after boat, due to erratic behavior, was\nbeamed onto field as safety measure). The dog, however--\"\n\nLieutenant Dhene looked up and grinned at the stern-wagging Atoms,\nworking noisily over a _garn_ steak beside the desk.\n\n\"--the dog, being very small and somewhat addicted to inactivity,\nsurvived the trip and led us a merry chase before his final capture. I\nrequest that we be allowed to adopt him as a mascot--\"\n\nDhene chewed at his pencil, then laid it on the desk and clapped his\nhands.\n\n\"Here, boy,\" he growled, \"you've given me a crazy kind of report to\nwrite up. Come here and give us a hand!--come on, speak! What's the\nstory?\"\n\nSergeant Atoms eyed him for a moment, growled softly, and returned to\nthe steak.\n",
    "metadata": {
        "author": [
            "Bixby, Jerome"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64672/pg64672.txt",
        "name": "tubemonkey.json"
    }
}