{
    "name": "Una of the hill country\r\n1911",
    "author": [
        "Craddock, Charles Egbert"
    ],
    "body": "1911\n\n\nThe old sawmill on Headlong Creek at the water-gap of Chilhowee Mountain\nwas silent and still one day, its habit of industry suggested only in\nthe ample expanse of sawdust spread thickly over a level open space in\nthe woods hard by, to serve as footing for the “bran dance” that had\nbeen so long heralded and that was destined to end so strangely.\n\nA barbecue had added its attractions, unrivalled in the estimation\nof the rustic epicure, but even while the shoats, with the delectable\nflavor imparted by underground roasting and browned to a turn, were\nunder discussion by the elder men and the sun-bonneted matrons on a\nshady slope near the mill, where tablecloths had been spread beside a\ncrystal spring, the dance went ceaselessly on, as if the flying figures\nwere insensible of fatigue, impervious to hunger, immune from heat.\n\nIndeed the youths and maidens of the contiguous coves and ridges had\nrarely so eligible an opportunity, for it is one of the accepted tenets\nof the rural religionist that dancing in itself is a deadly sin, and\nall the pulpits of the countryside had joined in fulminations against\nit Nothing less than a political necessity had compassed this joyous\noccasion. It was said to have been devised by the “machine” to draw\ntogether the largest possible crowd, that certain candidates might\npresent their views on burning questions of more than local importance,\nin order to secure vigorous and concerted action at the polls in the\nluke-warm rural districts when these measures should go before the\npeople, in the person of their advocates, at the approaching primary\nelections. However, even the wisdom of a political boss is not\ninfallible, and despite the succulent graces of the barbecue numbers\nof the ascetic and jeans-clad elder worthies, though fed to repletion,\ncollogued unhappily together among the ox-teams and canvas-hooded wagons\non the slope, commenting sourly on the frivolity of the dance. These\nmight be relied on to cast no ballots in the interest of its promoters,\nwith whose views they were to be favored between the close of the feast\nand the final dance before sunset.\n\nThe trees waved full-foliaged branches above the circle of sawdust and\ndappled the sunny expanse with flickering shade, and as they swayed\napart in the wind they gave evanescent glimpses of tiers on tiers of the\nfaint blue mountains of the Great Smoky Range in the distance, seeming\nethereal, luminous, seen from between the dark, steep, wooded slopes of\nthe narrow watergap hard by, through which Headlong Creek plunged and\nroared. The principal musician, perched with his fellows on a hastily\nerected stand, was burly, red-faced, and of a jovial aspect. He had a\nbrace of fiddlers, one on each side, but with his own violin under\nhis double-chin he alone “called the figures” of the old-fashioned\ncontradances. Now and again, with a wide, melodious, sonorous voice, he\nburst into a snatch of song:\n\n     “Shanghai chicken he grew so tall,\n          In a few days--few days,\n     Cannot hear him crow at all-----”\n\nSometimes he would intersperse jocund personal remarks in his\nTerpsichorean commands: “Gents, forward to the centre--back--swing: the\nlady ye love the best.” Then in alternation, “Ladies, forward to the\ncentre--back----” and as the mountain damsels teetered in expectation\nof the usual supplement of this mandate he called out in apparent\nexpostulation, “_Don't_ swing him, Miss--he don't wuth a turn.”\n\nSuddenly the tune changed and with great gusto he chanted forth:\n\n     “When fust I did a-courtin' go,\n     Says she 'Now, _don't_ be foolish, Joe,'”\n\nthe _tempo rubato_ giving fresh impetus to the kaleidoscopic whirl of\nthe dancers. The young men were of indomitable endurance and manifested\na crude agility as they sprang about clumsily in time to the scraping\nof the fiddles, while their partners shuffled bouncingly or sidled\nmincingly according to their individual persuasion of the most apt\nexpression of elegance. Considered from a critical point of view the\ndance was singularly devoid of grace--only one couple illustrating the\nexception to the rule. The youth it was who was obviously beautiful, of\na type as old as the fabled Endymion.\n\nHis long brown hair hung in heavy curls to the collar of his butternut\njeans coat; his eyes were blue and large and finely set; his face was\nfair and bespoke none of the midday toil at the plow-handles that\nhad tanned the complexion of his compeers, for Brent Kayle had little\naffinity for labor of any sort. He danced with a light firm step, every\nmuscle supplely responsive to the strongly marked pulse of the music,\nand he had a lithe, erect carriage which imparted a certain picturesque\neffect to his presence, despite his much creased boots, drawn over his\ntrousers to the knee, and his big black hat which he wore on the back of\nhis head. The face of his partner had a more subtle appeal, and so light\nand willowy was her figure as she danced that it suggested a degree of\nslenderness that bordered on attenuation. Her unbonneted hair of a rich\nblonde hue had a golden lustre in the sun; her complexion was of an\nexquisite whiteness and with a delicate flush; the chiseling of her\nfeatures was peculiarly fine, in clear, sharp lines--she was called\n“hatchet-faced” by her undiscriminating friends. She wore a coarse,\nflimsy, pink muslin dress which showed a repetitious pattern of vague\ngreen leaves, and as she flitted, lissome and swaying, through the\nthrong, with the wind a-flutter in her full draperies, she might have\nsuggested to a spectator the semblance of a pink flower--of the humbler\nvarieties, perhaps, but still a wild rose is a rose.\n\nEven the longest dance must have an end; even the stanchest mountain\nfiddler will reach at last his limit of endurance and must needs be\nrefreshed and fed. There was a sudden significant flourish of frisky\nbowing, now up and again down, enlisting every resonant capacity of\nhorsehair and catgut; the violins quavered to a final long-drawn scrape\nand silence descended. Dullness ensued; the flavor of the day seemed to\npall; the dancers scattered and were presently following the crowd that\nbegan to slowly gather about the vacated stand of the musicians, from\nwhich elevation the speakers of the occasion were about to address their\nfellow-citizens. One of the disaffected old farmers, gruff and averse,\ncould not refrain from administering a rebuke to Brent Kayle as crossing\nthe expanse of saw-dust on his way to join the audience he encountered\nthe youth in company with Valeria Clee, his recent partner.\n\n“Ai-yi, Brent,” the old man said, “the last time I seen you uns I\nremember well ez ye war a-settin' on the mourner's bench.” For there\nhad been a great religious revival the previous year and many had been\npricked in conscience. “Ye ain't so tuk up now in contemplatin' the\ngoodness o' God an' yer sins agin same,” he pursued caustically.\n\nBrent retorted with obvious acrimony. “I don't see no 'casion ter doubt\nthe goodness o' God--I never war so ongrateful nohow as that comes to.”\n He resented being thus publicly reproached, as if he were individually\nresponsible for the iniquity of the bran dance--the scape-goat for the\nsins of all this merry company. Many of the whilom dancers had pressed\nforward, crowding up behind the old mountaineer and facing the flushed\nBrent and the flowerlike Valeria, the faint green leaves of her muslin\ndress fluttering about her as her skirts swayed in the wind.\n\n“Ye ain't so powerful afeard of the devil _now_ ez ye uster was on the\nmourner's bench,” the old man argued.\n\n“I never war so mighty afeard of the devil,” the goaded Brent broke\nforth angrily, for the crowd was laughing in great relish of his\npredicament--they, who had shared all the enormity of “shaking a foot”\n on this festive day. Brent flinched from the obvious injustice of their\nridicule. He felt an eager impulse for reprisal. “I know ez sech dancin'\nez I hev done ain't no sin,” he blustered. “I ain't afeared o' the devil\nfur sech ez that. I wouldn't be skeered a mite ef he war ter--ter--ter\nspeak right out now agin it, an' I'll be bound ez all o' you uns would.\nI--I--look yander--_look!_”\n\nHe had thrown himself into a posture of amazed intentness and was\npointing upward at the overhanging boughs of a tree above their heads.\nA squirrel was poised thereon, gazing down motionless. Then, suddenly--a\nfrightful thing happened. The creature seemed to speak. A strange\nfalsetto voice, such as might befit so eerie a chance, sounded on\nthe air--loud, distinct, heard far up the slope, and electrifying the\nassemblage near at hand that was gathering about the stand and awaiting\nthe political candidates.\n\n“Quit yer foolin'--quit yer fooling” the strange voice iterated. “I'll\nlarn ye ter be afeared o' the devil. Long legs now is special grace.”\n\nSo wild a cry broke from the startled group below the tree that the\nsquirrel, with a sudden, alert, about-face movement, turned and swiftly\nran along the bough and up the bole. It paused once and looked back\nto cry out again in distinct iteration, “Quit yer foolin'! Quit yer\nfoolin'!”\n\nBut none had stayed to listen. A general frantic rout ensued. The\npossibility of ventriloquism was unknown to their limited experience.\nAll had heard the voice and those who had distinguished the words and\ntheir seeming source needed no argument. In either case the result was\nthe same. Within ten minutes the grounds of the famous barbecue and bran\ndance were deserted. The cumbrous wagons, all too slow, were wending\nwith such speed as their drivers could coerce the ox-teams to make along\nthe woodland road homeward, while happier wights on horseback galloped\npast, leaving clouds of dust in the rear and a grewsome premonition of\nbeing hindmost in a flight that to the simple minds of the mountaineers\nhad a pursuer of direful reality.\n\nThe state of a candidate is rarely enviable until the event is cast and\nthe postulant is merged into the elect, but on the day signalized by\nthe barbecue, the bran dance, and the rout the unfortunate aspirants\nfor public favor felt that they had experienced the extremest spite\nof fate; for although they realized in their superior education and\nsophistication that the panic-stricken rural crowd had been tricked by\nsome clever ventriloquist, the political orators were left with only the\nwinds and waters and wilderness on which to waste their eloquence, and\nthe wisdom of their exclusive method of saving the country.\n\n*****\n\nBrent Kayle's talent for eluding the common doom of man to eat his bread\nin the sweat of his face was peculiarly marked. He was the eldest of\nseven sons, ranging in age from eleven to twenty years, including one\npair of twins. The parents had been greatly pitied for the exorbitant\nexactions of rearing this large family during its immaturity, but now,\nthe labor of farm, barnyard and woodpile, distributed among so many\nstalwart fellows of the same home and interest was light and the result\nample. Perhaps none of them realized how little of this abundance was\ncompassed by Brent's exertions--how many days he spent dawdling on the\nriver bank idly experimenting with the echoes--how often, even when he\naffected to work, he left the plow in the furrow while he followed till\nsunset the flight of successive birds through the adjacent pastures,\nimitating as he went the fresh mid-air cry, whistling in so vibrant\na bird-voice, so signally clear and dulcet, yet so keen despite its\nsweetness, that his brothers at the plow-handles sought in vain to\ndistinguish between the calls of the earth-ling and the winged voyager\nof the empyreal air. None of them had ever heard of ventriloquism, so\nlimited had been their education and experience, so sequestered was\ntheir home amidst the wilderness of the mountains. Only very gradually\nto Brent himself came the consciousness of his unique gift, as from\nimitation he progressed to causing a silent bird to seem to sing. The\nstrangeness of the experience frightened him at first, but with each\nexperiment he had grown more confident, more skilled, until at length he\nfound that he could throw a singularly articulate voice into the jaws\nof the old plow-horse, while his brothers, accustomed to his queer vocal\ntricks, were convulsed with laughter at the bizarre quadrupedal views\nof life thus elicited. This development of proficiency, however,\nwas recent, and until the incident at the bran dance it had not been\nexercised beyond the limits of their secluded home. It had revealed new\npossibilities to the young ventriloquist and he looked at once agitated,\nexcited, and triumphant when late that afternoon he appeared suddenly at\nthe rail fence about the door-yard of Valeria Clee's home on one of the\nspurs of Chilhowee Mountain. It was no such home as his--lacking all the\nevidence of rude comfort and coarse plenty that reigned there--and in\nits tumbledown disrepair it had an aspect of dispirited helplessness.\nHere Valeria, an orphan from her infancy, dwelt with her father's\nparents, who always of small means had become yearly a more precarious\nsupport. The ancient grandmother was sunken in many infirmities, and the\nhousehold tasks had all fallen to the lot of Valeria. Latterly a stroke\nof paralysis had given old man Clee an awful annotation on the chapter\nof age and poverty upon which he was entering, and his little farm was\nfast growing up in brambles.\n\n“But 't ain't no differ, gran Mad,” Valeria often sought to reassure\nhim. “I'll work some way out.”\n\nAnd when he would irritably flout the possibility that she could do\naught to materially avert disaster she was wont to protest: “You jes'\nwatch _me. I'll_ find out some way. I be ez knowin' ez any old _owel_.”\n\nDespite her slender physique and her recurrent heavy tasks the drear\ndoom of poverty with its multiform menace had cast no shadow on her\nethereal face, and her pensive dark gray eyes were full of serene\nlight as she met the visitor at the bars. A glimmer of mirth began to\nscintillate beneath her long brown lashes, and she spoke first. “The\nfolks in the mountings air mighty nigh skeered out'n thar boots by yer\nfoolishness, Brent”--she sought to conserve a mien of reproof. “They\n'low ez it war a manifestation of the Evil One.”\n\nBrent laughed delightedly. “Warn't it prime?” he said. “But I never\nexpected ter work sech a scatteration of the crowd Thar skeer plumb\nterrified _me_. I jes' set out with the nimblest, an' run from the devil\nmyself.”\n\n“Won't them candidates fur office be mighty mad if they find out what it\nwar sure enough?” she queried anxiously. “They gin the crowd a barbecue\nan' bran dance, an' arter all, the folks got quit of hevin' ter hear\nthem speak an' jaw about thar old politics an' sech.”\n\n“Them candidates air hoppin' mad fur true,” he admitted. “I been down\nyander at Gilfillan's store in the Cove an' I hearn the loafers thar\ntalkin' powerful 'bout the strange happening. An' them candidates war\nthar gittin' ready ter start out fur town in thar buggy. An' that thar\ngay one--though now he seems ez sober ez that sour one--he said 't\nwarn't no devil. 'Twar jes' a ventriloquisk from somewhar--that's\njes' what that town man called it. But _I_ never said nuthin'. I kep'\npowerful quiet.”\n\nBrent Kayle was as vain a man as ever stood in shoe leather--even in the\nmidst of his absorption in his disclosure he could not refrain from a\npause to reflect on the signal success of his prank and laugh and plume\nhimself.\n\n“But old Gilfillan he loves ter believe ez the devil air hotfoot arter\nother folks with a pitchfork, an' he axed how then did sech a man happen\nter be in the mountings 'thout none knowin' of it. An' that candidate,\nthe gay one, he say he reckon the feller kem from that circus what is\ngoin' fer show in Shaftesville termorrer--mebbe he hearn 'bout the\nbran dance an' wanted ter hev some fun out'n the country folks. That\ncandidate say he hed hearn dozens o' ventriloquisks in shows in the big\ntowns--though this war about the bes' one he could remember. He said he\nhed no doubt this feller is paid good money in the show, fur jes' sech\nfool tricks with his voice--_good money!_”\n\nValeria had listened in motionless amazement But he had now paused,\nalmost choking with his rush of emotion, his excitement, his sense of\ntriumph, and straight ensued a certain reluctance, a dull negation, a\nprophetic recoil from responsibility that clogged his resolve. His eyes\nroved uncertainly about the familiar domestic scene, darkening now,\nduskily purple beneath the luminous pearly and roseate tints of the\ntwilight sky. The old woman was a-drowse on the porch of the rickety\nlittle log-cabin beneath the gourd vines, the paralytic grandfather came\nhirpling unsteadily through the doorway on his supporting crutch, his\npipe shaking in his shaking hand, while he muttered and mumbled to\nhimself--who knows what?--whether of terror of the future, or regret\nfor the past, or doubt and despair of to-day. The place was obviously\nso meagre, so poverty-bitten, so eloquent of the hard struggle for mere\nexistence. If it had been necessary for Brent Kayle to put his hand to\nthe plow in its behalf the words would never have been spoken--but “good\nmoney” for this idle trade, these facile pranks!\n\n“Vallie,” he said impulsively, “I'm going ter try it--ef ye'll go with\nme. Ef ye war along I'd feel heartened ter stand up an' face the crowd\nin a strange place. I always loved ye better than any of the other\ngals--shucks!--whenst _ye_ war about I never knowed ez they war alive.”\n\nPerhaps it was the after-glow of the sunset in the sky, but a crimson\nflush sprang into her delicate cheek; her eyes were evasive, quickly\nglancing here and there with an affectation of indifference, and she had\nno mind to talk of love, she declared.\n\nBut she should think of her gran'dad and gran'mam, he persisted. How\nhad she the heart to deprive them of his willing aid? He declared he had\nintended to ask her to marry him anyhow, for she had always seemed\nto like him--she could not deny this--but now was the auspicious\ntime--to-morrow--while the circus was in Shaftesville, and “good money”\n was to be had to provide for the wants of her old grandparents.\n\nThough Valeria had flouted the talk of love she seemed his partisan\nwhen she confided the matter to the two old people and their consent\nwas accorded rather for her sake than their own. They felt a revivifying\nimpetus in the thought that after their death Valeria would have a good\nhusband to care for her, for to them the chief grief of their loosening\nhold on life was her inheritance of their helplessness and poverty.\n\nThe courthouse in Shaftesville seemed a very imposing edifice to people\nunaccustomed to the giddy heights of a second story.\n\nWhen the two staring young rustics left the desk of the county court\nclerk and repaired to the dwelling of the minister of the Methodist\nChurch near by, with the marriage license just procured safely stowed\naway in Brent's capacious hat, their anxieties were roused for a moment\nlest some delay ensue, as they discovered that the minister was on the\npoint of sitting down to his dinner. He courteously deferred the meal,\nhowever, and as the bride apologetically remarked after the ceremony\nthat they might have awaited his convenience were it not for the circus,\nhe imagined that the youthful couple had designed to utilize a round of\nthe menagerie as a wedding tour. The same thought was in the minds of\nthe metropolitan managers of the organization when presently the two\nyoung wildings from the mountain fastness were ushered into their\npresence, having secured an audience by dint of extreme persistence,\naided by a mien of mysterious importance.\n\nThey found two men standing just within the great empty tent, for the\ncrowd had not as yet begun to gather. The most authoritative, who was\ntall and portly, had the manner of swiftly disposing of the incident by\nasking in a peremptory voice what he could do for them. The other, lean\nand languid, looked up from a newspaper, in which he had been scanning\na flaming circus advertisement, as he stood smoking a cigar. He said\nnothing, but concentrated an intent speculative gaze on the face of\nValeria, who had pulled off her faint green sunbonnet and in a flush of\neager hopefulness fanned with the slats.\n\n“Ventriloquist!” the portly man repeated with a note of surprise,\nas Brent made known his gifts and his desire for an engagement. “Oh,\nwell--ventriloquism is a chestnut.”\n\nThen with a qualm of pity, perhaps, for the blank despair that settled\ndown on the two young faces he explained: “Nothing goes in the circus\nbusiness but novelty. The public is tired out with ventriloquism. No\nmystery about it now--kind of thing, too, that a clever amateur can\ncompass.”\n\nBrent, hurled from the giddy heights of imminent achievement to the\ndepths of nullity, could not at once relinquish the glowing prospects\nthat had allured him. He offered to give a sample of his powers. He\nwould like to bark a few, he said; you couldn't tell him from a sure\nenough dog; he could imitate the different breeds--hound-dog, bull-pup,\nterrier--but the manager was definitely shaking his head.\n\nSuddenly his partner spoke. “The girl might take a turn!”\n\n“In the show?” the portly man said in surprise.\n\n“The Company's Una weighs two hundred pounds and has a face as broad as\na barn-door. She shows she is afraid of the lion when she stands beside\nhim in the street parade, and--curse him--he is so clever that he\nknows it, no matter how he is doped. It incites him to growl at her\nall through the pageant, and that simply queers the sweet peace of the\nidea.”\n\n“And you think this untrained girl could take her place!”\n\n“Why not? She couldn't do worse--and she _could_ look the part. See,” he\ncontinued, in as business-like way as if Valeria were merely a bale of\ngoods or deaf, “ethereal figure, poetic type of beauty, fine expression\nof candor and serene courage. She has a look of open-eyed innocence--I\ndon't mean _ignorance_.” He made a subtle distinction in the untutored\naspect of the two countenances before him.\n\n“Would you be afraid of the lion, child?” the stout man asked Valeria.\n“He is chained--and drugged, too--in the pageant.”\n\nIt was difficult for the astonished Valeria to find her voice. “A lion?”\n she murmured. “I never seen a lion.”\n\n“No? Honest?” they both cried in amazement that such a thing could be.\nThe portly man's rollicking laughter rang out through the thin walls of\ncanvas to such effect that some savage caged beast within reach of the\nelastic buoyant sound was roused to anger and supplemented it with a\nrancorous snarl.\n\nValeria listened apprehensively, with dilated eyes. She thought of the\nlion, the ferocious creature that she had never seen. She thought of the\nmassive strong woman who knew and feared him. Then she remembered the\ndesolate old grandparents and their hopeless, helpless poverty. “I'll\nresk the lion,” she said with a tremulous bated voice.\n\n“That's a brave girl,” cried the manager.\n\n“I hev read 'bout Daniel's lions an' him in the den,” she explained. “An'\nDaniel hed consid'ble trust an' warn't afeard--an' mebbe I won't be\nafeard nuther.”\n\n“Daniel's Lions? Daniel's Lions?” the portly manager repeated\nattentively. “I don't know the show--perhaps in some combination now.”\n For if he had ever heard of that signal leonine incident recorded in\nScripture he had forgotten it. “Yes, yes,” as Valeria eagerly appealed\nto him in behalf of Brent, “we must try to give Hubby some little stunt\nto do in the performance--but _you_ are the ticket--a sure winner.”\n\nOf course the public knew, if it chose to reflect, that though\napparently free the lion was muzzled with a strong steel ring, and every\nponderous paw was chained down securely to the exhibition car; it may\neven have suspected that the savage proclivities of the great beast were\ndulled by drags. But there is always the imminent chance of some failure\nof precaution, and the multitude must needs thrill to the spectacle of\nintrepidity and danger. Naught could exceed the enthusiasm that greeted\nthis slim, graceful Una a few days later in the streets of a distant\ncity, as clad in long draperies of fleecy white she reclined against\na splendid leonine specimen, her shining golden hair hanging on her\nshoulders, or mingling with his tawny mane as now and again she let her\nsoft cheek rest on his head, her luminous dark gray eyes smiling down\nat the cheering crowds. This speedily became the favorite feature of the\npageant, and the billboards flamed with her portrait, leaning against\nthe lion, hundreds of miles in advance of her triumphal progress.\n\nAll this unexpected success presently awoke Brent's emulation--so far he\nhad not even “barked a few.” A liberal advance on his wife's salary had\nquieted him for a time, but when the wonders of this new life began\nto grow stale--the steam-cars, the great cities, the vast country the\nCompany traversed--he became importunate for the opportunity of display.\nHe “barked a few” so cleverly at a concert after the performance\none evening that the manager gave him a chance to throw the very\nconsiderable volume of sound he could command into the jaws of one of\nthe lions. “Let Emperor speak to the people,” he said. Forthwith he\nwrote a bit of rodomontade which he bade Brent memorize and had the\nsatisfaction soon to hear from the lion-trainer, to whom was intrusted\nall that pertained to the exhibition of these kings of beasts, that the\nrehearsal was altogether satisfactory.\n\nAn immense audience was assembled in the great tent. The soaring dome\nof white canvas reflected the electric light with a moony lustre. The\ndisplay of the three rings was in full swing. That magic atmosphere\nof the circus, the sense of simple festivity, the crises of thrilling\nexpectancy, the revelation of successive wonders, the diffusive delight\nof a multitude not difficult to entertain--all were in evidence.\nSuddenly a ponderous cage was rolled in; the band was playing liltingly;\nthe largest of the lions within the bars, a tawny monster, roused up and\nwith head depressed and switching tail paced back and forth within\nthe restricted limits of the cage, while the others looked out with\nmotionless curiosity at the tiers of people. Presently with a long\nsupple stride the gigantic, blond Norwegian trainer came lightly across\nthe arena--a Hercules, with broad bare chest and arms, arrayed in\nspangled blue satin and white tights that forbade all suspicion of\nprotective armor. At a single bound he sprang into the cage, while\nBrent, garbed in carnation and white, stood unheralded and unremarked\nclose by outside among the armed attendants. There seemed no need of\nprecaution, however, so lightly the trainer frolicked with the savage\ncreatures. He performed wonderful acrobatic feats with them in which one\nhardly knew which most to admire, the agility and intrepidity of the\nman or the supple strength and curious intelligence of the beasts. He\nwrestled with them; he leaped and rolled among them; he put his head\ninto their terrible full-fanged jaws--but before springing forth he\nfired his pistols loaded with blank cartridges full in their faces;\nfor the instant the coercion of his eye was pretermitted every one\ntreacherously bounded toward him, seeking to seize him before he could\nreach the door. Then Emperor, as was his wont, flung himself in baffled\nfury against the bars and stood erect and shook them in his wrath.\n\nAll at once, to the astonishment of the people, he spoke, voicing a\nplaintive panegyric on liberty and protesting his willingness to barter\nall the luxury of his captivity for one free hour on the desert sands.\n\nSurprise, absolute, unqualified, reigned for one moment. But a\ncircus-going crowd is uncannily quick. The audience perceived a certain\ninvoluntary element of the entertainment. A storm of cat-calls ensued,\nhisses, roars of laughter. For the place was the city of Glaston, the\nCompany being once more in East Tennessee, and the lion spoke the old\nfamiliar mountain dialect so easily recognizable in this locality. Even\na _lapsus linguae_, “you uns.” was unmistakable amidst the high-flown\nperiods. Although the ventriloquism was appreciated, the incongruity\nof this countrified jargon, held in great contempt by the townfolks,\ndiscounted Emperor's majesty and he was in ludicrous eclipse.\n\nBehind the screening canvas the portly manager raged; “How dare you make\nthat fine lion talk like a 'hill-Billy' such as yourself--as if he were\nfresh caught in the Great Smoky Mountains!” he stormed at the indignant\nventriloquist. The other partners in the management interfered in\nBrent's behalf; they feared that the proud mountaineer, resenting the\ncontemptuous designation “hill-Billy” might withdraw from the Company,\ntaking his wife with him, and the loss of Valeria from the pageant would\nbe well nigh irreparable, for her ethereal and fragile beauty as Una\nwith her lion had a perennial charm for the public. The management\ntherefore assumed the responsibility for the linguistic disaster, having\nconfided the rehearsal to a foreigner, for the Norwegian lion-trainer\nnaively explained that to him it seemed that all Americans talked alike.\n\nA course in elocution was recommended to Brent by the managers, and he\nfell in with this plan delightedly, but after two or three elementary\nbouts with the vowel sounds, long and short, consonants, sonant and\nsurd, he concluded that mere articulation could be made as laborious as\nsawing wood, and he discovered that it was incompatible with his\ndignity to be a pupil in an art in which he had professed proficiency.\nThereafter his accomplishment rusted--to the relief of the\nmanagement--although he required that Valeria should be described in the\nadvertisements as the wife of “the _celebrated ventriloquist_, Mr. Brent\nKayle,” thus seeking by faked notoriety to secure the sweets of fame,\nwithout the labor of achievement.\n\nValeria had welcomed the pacific settlement of the difficulty, because\nher “good money” earned in the show so brightened and beautified the\nevening of life for the venerable grandparents at home. For their sake\nshe had conquered her dread of the lion in the pageant. Indeed she had\nfound other lions in her path that she feared more--the glitter and\ngauds of her tinsel world, the enervating love of ease, the influence of\nsordid surroundings and ignoble ideals. But not one could withstand the\nsimple goodness of the unsophisticated girl. They retreated before the\npower of her fireside traditions of right thinking and true living which\nshe had learned in her humble mountain home.\n\nIt had come to be a dwelling of comfortable aspect, cared for in the\nabsence of the young couple by a thrifty hired housekeeper, a widowed\ncousin, and here they spent the off-seasons when the circus company went\ninto winter quarters. Repairs had been instituted, several rooms were\nadded, and a wide veranda replaced the rickety little porch and gave\nupon a noble prospect of mountain and valley and river. Here on sunshiny\nnoons in the good Saint Martin's summer the old gran'dad loved to sit,\nblithe and hearty, chirping away the soft unseasonable December days.\nSometimes in the plenitude of content he would give Valeria a meaning\nglance and mutter “Oh, leetle _Owel!_ Oh, leetle _Owel!_” and then break\ninto laughter that must needs pause to let him wipe his eyes.\n\n“Yes, Vallie 'pears ter hev right good sense an' makes out toler'ble\nwell, considerin',” her husband would affably remark, “though of course\nit war _me_ ez interduced her ter the managers, an' she gits her main\nchance in the show through my bein' a celebrated ventriloquisk.”\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Craddock, Charles Egbert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23550/pg23550.txt",
        "name": "una_of_the_hill_country_1911.json"
    }
}