{
    "name": "Unspecialist",
    "author": [
        "Yaco, Murray F."
    ],
    "body": "_A machine can be built to do any accurately described job better than\nany man. The superiority of a man is that he can do an unexpected,\nundescribed, and emergency job ... provided he hasn’t been especially\ntrained to be a machine._\n\n\n\n\nBanner ripped open his orders, read them, stared in disbelief for a\nquick moment, then cursed wildly while reaching for the telephone.\n\n“Hello, Gastonia? Yes, I got ’em. What kinda way to waste our time you\nlunkheads think ... oh, it’s you, colonel!”\n\nBanner dropped the receiver and let it dangle. He sank into the only\nsoft chair in the apartment and watched hypnotically as the phone’s\nreceiver limply coiled and uncoiled at the end of the wire.\n\nSomebody knocked on, then opened the door. “Hi, pretty boy, you got our\norders?”\n\n“Come on in and hear about it,” Banner said. He got up from the chair,\nran his hands compulsively through his recently short-cropped red hair,\nhung up the phone and shoved the orders into his co-pilot’s hands.\n\nHarcraft read them over three times, then sank into the chair just\nvacated by Banner. Finally—while Banner poured them both a drink—he\nmanaged to blurt, “Potato fertilizer and tractor fuel—Oh, no. Oh, no,\nno, no!”\n\n“Oh, yes, yes, yes,” Banner said bitterly. “We are heroes of the\nspaceways; yes, indeed. We train for ten years. Acquire great skill in\nthe art of the patrol. We dedicate ourselves to the protection of the\nFederation. We ready ourselves for war. We gird our young, strong\nloins, we—”\n\n“You’re getting hysterical,” said Harcraft, who poured himself another\ndrink, began pacing the floor and took up where Banner had left off.\n“We’ve never even been lost on patrol. And now they do this. It’s\nunbelievable! Potato fertilizer and tractor fuel. We’re supposed to\ntravel thirty-six light-years, pick up one thousand sleds of the stuff,\ndeliver it to some God-forsaken farm planet another thirty years out,\nand return to base. You know what they’ll do then?” He turned to\nBanner, pointed his finger accusingly and repeated, “You know what\nthey’ll do then?”\n\n“How would I know,” said Banner, glumly staring into his drink.\n\n“Well, I can tell you what they’ll do. Yes, sir, I can tell you.”\nHarcraft’s pudgy face and oversize brown eyes seemed to melt into each\nother, giving him the appearance of an angry, if not very bright,\nchimpanzee.\n\n“O.K., what’ll they do?” Banner said.\n\n“They’ll give us medals. That’s what they’ll do. For safe delivery of\none million tons of tractor fuel, you two fine specimens of manhood are\nhereby presented with the Order of the Oil. And for your courageous\nservice in delivering two million tons of potato fertilizer, you are\nalso awarded the shield of—”\n\n“Never mind,” Banner said. “It could be worse. They could’ve saddled us\nwith a Bean Brain. Come on. Let’s go to some bar and get sober. We’re\nleaving for freight duty at 1700.”\n\n\nThe Bean Brain met them at the air lock. “Name is Arnold. Here’s my\norders.” Banner stared at Harcraft, Harcraft stared at Arnold.\n\n“Get inside,” said Banner.\n\nThe Bean Brain smiled, “Er ... could you sort of lead the way? I’ve\nnever been inside a ship before. If you got some kind of can, it would\nsave a mess. I’ll probably vomit a while.”\n\nThey stopped calling him Bean Brain three days later. He was still\nsick, miserably spacesick, and neither Banner nor Harcraft had the\nheart to keep needling him. On the fourth day he managed to get up and\naround. They ate their first meal together that day. “Let’s get\nsomething straight right off the bat,” Banner said. “Neither Harcraft\nnor I got anything against you ’cept prejudice. That right, Harcraft?”\n\n“Right,” Harcraft said.\n\n“In short,” continued Banner, between puffs on a cigarette, “all we\nknow is what we’ve heard.”\n\n“And that’s not good,” said Harcraft.\n\n“Item one,” said Banner, blowing smoke at the ceiling ventilator.\n“Patrol Command came up with the Bean Brain idea about six months ago.\nPatrol Command, in its infinite wisdom, has never seen fit to explain\n_why_ Bean Brains are sometimes assigned, evidently at random, to small\npatrol vessels such as this. The orders always state that the\n‘passenger’ will accompany pilot and co-pilot throughout the entire\ntrip, will obey orders, yet is equal in rank to the ship’s commanding\nofficer. The Bean Brain has no duties aboard. This seems to make sense,\nat least, since Bean Brains aren’t trained for anything and can’t do\nanything.”\n\n“Item two,” said Banner, taking his eyes off the ceiling and pointing a\nfinger at Arnold. “I have, or had, two good friends—both patrol\ncaptains—who had the honor of taxiing Bean Brains around the universe.\nOne never came back. The other, Captain Slatkin, came back and got a\nbig medal for reasons he’ll never talk about.”\n\n“And Slatkin liked to brag,” said Harcraft, knowingly.\n\nArnold stood up slowly. He was a small man, but as he looked up at the\nship’s pilot and co-pilot, he gave both the impression of height and\nstrength. “I’ll tell you something, too,” he said, speaking slowly as\nif in pain. “I don’t know why Bean Brains are assigned to ships like\nthis either. I’ve never been told. I took the job because I didn’t like\nwhat I was doing before. I’ve never had any real training, and this\nseemed like a chance to do something that sounded like fun.\n\n“Like I said, I’ve never been told anything. They tested me for a lot\nof things, then gave me my orders and told me to come along. And if\nyou’re wondering, I flunked the ESP tests, so there’s nothing there.\nYou want to consider me dead weight? O.K., your privilege. Leave me\nalone if you want to, I’ll do the same. Be friendly, I’ll be friendly.\nAsk me to help. I’ll do my best.”\n\nThen he got up and went back to his bunk.\n\n\nDuring the next six weeks, Arnold spent most of the time in his bunk,\nscanning tapes from the ship’s micro-library on an overhead viewer. At\nmeal times he was polite, offering no further information about\nhimself, yet entering into any conversation that centered around such\ntrivia as terrestrial sports, taxes, money, liquor, food, government\nagencies. By mutual, if silent, agreement, neither women nor work were\ndiscussed.\n\nWorking in the ship’s control room, sometimes together, sometimes\nspelling each other, Banner and Harcraft speculated bitterly and\nendlessly about their passenger. Theories to explain his presence—most\nof them propounded by Harcraft—were created, torn apart, modified,\nexploded, in giant sequences of effort which left both men finally\nexhausted and tired of the whole business.\n\nOn the second day of the seventh week out, their ennui vanished. A ship\nwas picked up by the spec-spanner, and at their delight at the break in\nroutine, they summoned Arnold up to the cabin.\n\n“Take a good look,” said Banner, “it’s an Ankorbadian ship. Probably\nthe first and last you’ll ever see.” Arnold watched as Banner’s finger\ntracked a slowly moving point of light across a recessed ceiling\nscreen.\n\n“Yes, sir,” said Harcraft, “you are looking at the representatives of\nmankind’s only sibling. The noble Ankorbades.” Then he recited in a\nsingsong voice:\n\n“A simple race the Ankorbades\nThey wear no clothes and live in caves\nBut out in space they do in minutes\nWhat our ships do at speeds infinite.”\n\n\n“Cultural paranoia,” added Harcraft.\n\n“Huh?”\n\n“I mean just what I said. You and a million others recite that ditty,\nor variations of it every day of the week. It all adds up to the fact\nthat the world is full of small-egged animals who for ten years have\ndone nothing but just scream that we’re about to be attacked by the\nsavage Ankorbades.”\n\n“_Tch, tch_,” said Banner, “treason, my lieutenant, treason. Of you I\nhad expected at least a show of chauvinism.”\n\n“Stop _tch-tch_ing me,” Harcraft said irritably. “You’ve known how I\nfelt about this mess for a long time.”\n\n“Yes, indeed,” said Banner, yawning, “ever since you took that\nmicro-course in culturology you have insights into the situation denied\nto the rest of the race.”\n\n“Anyway,” Harcraft said, making a small adjustment on the screen, “you\nand countless other atavisms are reacting in a very predictable way.\nSince you can’t reconcile the naked Ankorbades and their superior\ntechnology, and since they are alien to point of showing no interest\nwhatsoever in our elaborate art, institutions, rituals—”\n\n“And since,” piped up Arnold, startling both men, “the human\nunconscious can’t help but equate nakedness with savagery, we have\narmed our mighty planet to the teeth, convinced that Armageddon is\naround the corner.”\n\n“Well,” said the surprised Harcraft.\n\n“Where’d you pick that up,” asked Banner.\n\n“From Captain Slatkin,” said Arnold, smiling. “I met him when I was\nindoctrinated. He took the same micro-course in culturology. ’Course,\nhe only believed that stuff when he was scared.”\n\n“Oh, you don’t say,” said Banner. “Tell us, my little friend, are you\ntoo, convinced that Armageddon is around the corner? Not that I really\nthink you’re capable of having an opinion.”\n\n“I got plenty of opinions, all right,” said Arnold quietly, staring at\nhis shoes. “Opinion number one is this: We’re not really at war yet,\nbut within the past two years, fifty-six patrol ships have disappeared\nin the vicinity of our friendly neighbor.”\n\n“That’s not an opinion,” Banner said. “And disappeared can mean a lot\nof things.”\n\n“Opinion number two,” continued Arnold, scratching himself under an\narm. “About the only diplomatic relations we got with them animals is\nwhen they write a note complaining about some Patrol ship getting too\nclose to some piece of dirt in their system.”\n\n“Speaking of that, you’ll have to excuse me for a moment,” Harcraft\nsaid.\n\n“Stop clowning,” snapped Banner. “Listen to him. Here’s your chance to\nget some insight into the nature of the thorn in your side. Go on, Bean\nBrain. Any more opinions?”\n\n“Yeah. If you’re such a wise guy, tell me why you’re here right now.\nWhy?” Arnold’s mouth screwed itself into a knowing, bitter smile. “When\nboth of you were children you heard the story about the Big Fleet. So\nyou made it into the Patrol, spent the rest of your life training,\nlooking, thinking that some day—”\n\nHarcraft broke in, “That tale about an Ankorbadian fleet build-up has\nbeen discredited a full thousand times. When they pried that crazy\nscout out of his ship, he was an hour away from the crematorium. You\ntry spending forty-six days in space without food or water sometime!\nYou’ll see hidden arsenals of alien ships till hell won’t have it.”\n\n“And,” added Banner, “where is this fleet build-up supposed to take\nplace? The patrol has had every planet in reachable space under\nscheduled surveillance for the past twenty years. You don’t hide a\nthousand S-type cruisers in somebody’s pocket.”\n\n“So nobody’s scared, huh?” said Arnold. “So the entire space command\nhas been playing footsie all over the galaxy for twenty years looking\nfor a thousand ships that aren’t there in the first place, huh?”\n\n“Routine surveillance,” said Harcraft.\n\n“A thousand ships,” said Arnold, slapping his sweating forehead.\n“They’ll burn through our defense system like—”\n\n“You’re a paranoid rabble rouser,” said Banner lightly. “We’ve got work\nto do up here. How about getting back to your bunk?”\n\n\nTwo days later they made scheduled contact with the caravan of potato\nfertilizer and tractor fuel. One thousand sleds, in tandem, were in\nproper orbit two hundred miles above Sedor II. Their orders provided\nfor a landing on the planet and a short ship-leave, at the discretion\nof the ship’s pilot to refresh personnel.\n\nBanner and Harcraft decided against landing. All necessary contact, now\nthat they were out of hyperdrive, could be accomplished with the ship’s\nradio. Short planetfalls were, psychologically, more trouble than they\nwere worth, often destroying the hard-earned, delicate space\norientation which was their only defense against the abysmal boredom.\n\n“It’s a dull place anyway,” explained Harcraft to Arnold, who had come\nup to the control room. “It’s a mining and processing settlement. Maybe\nfive hundred families altogether. Got a funny religion, too.”\n\n“Huh, what kind?”\n\n“Well,” began Harcraft breezily, “sort of sacrificial you might say.\nThey believe in killing strangers who annoy their women.”\n\n“A dull place,” agreed Arnold, wiping his nose with his sleeve.\n\n“Speaking of religion,” said Banner, “I just talked to their monitor on\nthe radio. They’ve picked up twelve big ships on their scanner during\nthe past two days.”\n\n“Ankorbades?” asked Arnold quickly.\n\n“Uh-huh. But not what you think. It’s Easter time or some such thing at\nhome. They all return to the home planet and stay there for about\nthirty days in the spring. Religious festival.”\n\n“Oh, yeah. They paint themselves blue and howl at both of their moons\nfor a month. I read about it once.”\n\n“We’ll be home, too, pretty soon,” ventured Harcraft, for whom the\nreturn journey was subjectively always short.\n\n“Let’s hitch up to those sleds,” Banner said. “It’s time to get going.”\n\nFour weeks later two of the fertilizer sleds went out of phase and\nautomatically cut the ship out of hyperdrive.\n\n“A welcome diversion,” said Banner to Harcraft, “you are now about to\nmeet your mortal enemy face to face.”\n\n“Manual labor? Never,” said Harcraft, assuming the pose of a man\nbravely facing the firing squad. “Patrol duty is my lifeblood. Even\nfreight duty such as this I can stomach. But manual labor! Please\ncaptain, let the air out of the ship, if you will, but never shall\nthese hands—”\n\n“Somebody call me?” asked Arnold, appearing silently.\n\n“Yeah,” said Banner, “how’d you like to help?”\n\n“Sure, what you got.”\n\n“Couple sleds are out of phase. You and Harcraft are going to slip into\nsuits and go out and find the trouble.”\n\nArnold shrugged, “O.K. with me, when do we start?”\n\n“Pretty quick,” said Banner, who had turned to look at the ship’s\nspec-scanner. “Looks like we’re in a belt of meteorites. We’ll be able\nto match velocities, but we could still be creamed if the path gets too\neccentric. Show him the way, Harcraft. I don’t want to take any longer\nthan necessary, either. Understand?”\n\nFifteen minutes later, both Arnold and Harcraft were out of the air\nlock, each clutching a new phase unit. Harcraft called instructions to\nArnold over his suit’s inter-com, but within minutes the smaller man\nwas, if anything, more adept at the business of maneuvering himself\nthrough the void than his teacher. They replaced the phase unit in the\nfirst sled—the fiftieth from the ship—with Harcraft doing the work and\nArnold watching.\n\n“Can you do the next one alone?” Harcraft asked.\n\n“Easy as pie,” Arnold said. “Where is it?”\n\n“About two hundred sleds farther back. Numbers on the side. Number two\nhundred sixty-three. Can you remember?”\n\n“I ain’t dumb. Where you gonna be?”\n\n“Back in the ship. We’ll be waiting for you.”\n\n\nBack again in the control cabin with Banner, Harcraft was about to\ncongratulate himself on inventing the apprentice system, when a\npiercing scream brought both men to their feet. “It’s Arnold,” Banner\nsaid. “Arnold, you all right?”\n\nHarcraft pushed Banner away from the speaker. “Arnold, what’s wrong,\nyou O.K.?” The speaker remained silent.\n\n“You better suit up,” Banner said quietly.\n\n“Yeah,” Harcraft said, staring dumbly at the speaker. “Yeah, I better\nsuit up.”\n\n“Wait. Better take a look on the viewscreen.”\n\n“Hey, he’s coming this way! Quick, get ready at the air lock!”\n\nIt was fifteen minutes before they could get anything out of him, and\nthen he wasn’t too coherent. They gave him an injection of herodine to\nquiet him down, but his eyes still rolled wildly and all he could\nmanage was: “Big hunk of rock ... big hunk of rock ... rock, quick ...\nmonkey ships.”\n\n“Any idea what he’s talking about?”\n\n“No,” Banner said thoughtfully. “There was a sizable meteorite that\ncame pretty close while you were on your way back to the ship, but I’d\nalready tracked it before either one of you went outside.”\n\n“How close?”\n\n“Hm-m-m. Visually, a dozen kilometers, I’d guess. I could run the tape\nif you—”\n\n“Velocities almost the same?” asked Harcraft, who was now fiddling with\nthe viewscreen controls.\n\n“Yeah. Shouldn’t be too hard to find. How about lugging Bean Brain back\nto his bunk. I’ll run the tape, then you can plot it on the screen.”\n\nWhen Harcraft returned to the control cabin, Banner had already plotted\nit on the screen.\n\n“I’ll say it’s a big piece of rock! About four kilometers in diameter.”\n\n“Yeah, but nothing out of order.”\n\n“Uh-huh. Let me turn up the magnification a little and see if—” Banner\nwatched as Harcraft turned control buttons, skillfully increasing\nmagnification without losing the held of view. Suddenly, the object\nexploded into iridescence. “What—”\n\n“Watch,” Harcraft said. He bumped the magnification as much as he\ndared.\n\n“The Ankorbadian fleet,” said Banner between clenched teeth.\n\nThey spent the next hour scanning the ship’s micro-library for anything\nat all on Ankorbadian religious practices. There was nothing. Arnold\nawoke in another hour and seemed remarkably free of hysteria.\n\n“What do you know about our friends’ religious holiday?” asked Banner.\n“We checked the library without any luck.”\n\nArnold scratched the side of his face. “Lemme think. Yeah, I remember.\nThey go home to celebrate spring, like you said.”\n\n“They all go home?”\n\n“Uh-huh. They got to. Only time they can mate. Only place, too.”\n\n“How long they stay? I’ve heard it’s about one of our months, but we\nhave to know exactly.”\n\n“That’s all I know. Read it some place a long time ago. Can I go back\nto sleep now?”\n\n“Go back to sleep,” said Banner.\n\nThey spent the next three hours maneuvering carefully around the\nasteroid. They took six thousand feet of movies and stared at the\nprojections for another three hours. One thousand seven hundred and\nthirty silvery needles flashed reflected starlight into astonished,\nwild eyes.\n\n“At least,” whispered Banner, “there’s nobody there.”\n\n“A lot of good that does us. They’ll be back from their home planet in\na few weeks, just as soon as the breeding season is over. Why should\nthey leave anybody here? There’s not a map in the galaxy that indicates\nthe position of this piece of rock. And we haven’t any weapons.”\n\n“I don’t suppose the computer—”\n\n“You can’t compute an orbit without at least one more reference point.\nBesides, we’re four weeks from any kind of fleet contact.”\n\n“Great. In other words, they’ll be back here, ready to roll before we\ncan even tell anybody that we don’t know how to find it again.”\n\n“Right. And since there’s not any room left to park another ship of\nthat size, it’s a pretty safe assumption that they are ready to roll.”\n\n“Armageddon,” muttered Harcraft.\n\n“You sure we don’t have anything to—”\n\n“Weapons? Yeah. We have a pistol and three small nitro paks in a locker\nsome place. You couldn’t even blow your way inside one of those ships.\nAnd if you could, you’d spend two weeks and then blow yourself to hell\nbefore you’d know anything about the armament.”\n\n“O.K., let’s land and look around. Go get Arnold.”\n\n\nThey cut off the sleds and plunged down, landing between two of the\nships. Before putting on suits, Banner sent Arnold to the locker to get\nthe three nitro paks. He hoped it would help him overcome the terrible\nfeeling of nakedness and impotence.\n\nThey spent only a little time out of the ship. There was nothing to see\nthat hadn’t been seen before, and the heavy artificial gravity\ngenerated by the alien ships—coupled with a maze of deep crevices—made\nwalking difficult and dangerous.\n\nBack in the control cabin, Banner turned to Harcraft, “Any ideas?”\n\n“Ideas? You mean for saving Homo sapiens? I’m afraid not. I simply do\nnot feel up to saving six billion sentient organisms today. I feel—”\n\n“You’re getting hysterical,” said Banner, whose own tight, small voice\nwas barely audible.\n\n“I got an opinion,” said Arnold. “You guys stop crying for a minute and\nI’ll tell you.”\n\nIt took him five minutes to explain the whole thing. When he was\nthrough, both Banner and Harcraft turned him down flat. “Not a chance,”\nsaid Banner. It would take a week to set the thing up, and then it\nwouldn’t work. Our best chance is a long one, but maybe we’ll make it.\nWe’re four weeks away from any fleet contact, but it’s the only\nsensible course of action.”\n\n“That makes it a total of eight weeks, with four weeks to get back\nhere. That’s two months,” said Arnold. “You think they’re gonna wait\ntwo months before they shove out of here?”\n\n“Maybe not,” Banner said. “But that’s the only thing to do. And the\nsooner we get started the better the chances. Let’s get going.”\n\n“You look here—” Arnold began.\n\n“No more opinions, Bean Brain. You’re not entitled to an opinion. You\nthink we should take your word for everything you told us? Tell me why.\nYou said yourself you never had any training. So you’re guessing and\nhoping. It would take a staff of two dozen highly specialized\ntechnicians to even evaluate your idea, much less put it into action.\nHell, man, face it. What do you know about geology, chemistry, mining?\nWhat do you know about anything?”\n\nArnold pointed a trembling finger at Banner. “Look, I told you that I\nknow rock. I know plenty of gardening, too. I gave you guys a chance to\nsay O.K. You still say no? Have it your way, but we’ll do it my way.”\nBoth Banner and Harcraft found themselves staring into the barrel of\nthe ship’s only weapon.\n\nHarcraft recovered from his astonishment quicker than Banner. “O.K.,\nBean Brain, have it your way.” Quickly, casually he started for the\ncabin door. Then, with such speed that Banner hardly saw the movement,\nhe chopped down viciously toward Arnold’s wrist with the edge of his\nhand.\n\nHarcraft recovered consciousness a half hour later. “Don’t try that\nagain, little boy,” said Arnold with unconcealed hatred. “I’ll give you\nanother thirty minutes to catch your breath. Then we all go to work.”\n\nIt took ten days instead of seven. Under Arnold’s close supervision,\nthey made the ship perform like a tractor, an air hammer, a foundation\nborer and an angledozer.\n\nOnce, when they told him that some particular maneuver couldn’t be\ndone, he took the controls himself, and came so close to killing them\nall that Banner, out of sheer terror, took over and made it do the\nthings Arnold decreed necessary.\n\nFinally it was finished. Two million tons of potato fertilizer, one\nmillion tons of tractor fuel combined into a slimy pulp lay jammed into\nthe largest crevice on the asteroid. A few hours later they were a\nthousand miles out in space.\n\n“Now?” asked Banner.\n\n“Now,” said Arnold.\n\nWith the viewscreen at maximum magnification, they watched as the\nasteroid blew itself into a thousand million pieces.\n\n\nIn the control cabin, a short week away from fleet contact, Banner was\nstill gloating over the movies. “Look at these. Before and After. How\nmany medals you think we can carry on our strong, manly chests?”\n\n“I really couldn’t care less,” answered Harcraft. “While you’ve been\nsitting there enriching your fantasy life, I’ve solved the mystery of\nmysteries.”\n\n“Out with it.”\n\n“O.K. While our little friend has been lying on his bunk ruining his\nbeady eyes on the micro-viewer, I’ve been asking myself significant\nquestions. Question number one: What kind of person does it take to\nsurvive the inactivity and boredom of three, four, maybe six months in\na space can like this? Answer: It takes a highly trained and\nconditioned person such as yours truly or yourself. Arnold is obviously\nnot such a person.”\n\n“Obviously.”\n\n“Question number two: Under what circumstances can a person as\nobviously intelligent as Arnold manage not to become a highly\nspecialized member of society? And last, what kind of person can be so\nrevoltingly unspecialized as to know, with fanatical certainty, that\nthe main ingredient of a good potato fertilizer is ammonium nitrate;\nthat such a substance is rather ineffective as an explosive unless you\nmix it with a good oxidizable material, such as Diesel fuel; that a\nfour-square mile chunk of rock is ‘brittle’—”\n\n“And don’t forget to add another nice facet—that he’s a lot cleverer in\nthe manly art of self-defense than you’ll ever be.”\n\n“I acknowledge my humiliation and at the same time repeat my question:\nWhat kind of person can be so unspecialized and at the same time so\nmiserably competent?”\n\n“I give up. Do you really know the answer?”\n\n“I know this. I know that whoever he is, it makes good sense to send\nsomebody like him along with two overspecialized robots like us. Look\nat us. You couldn’t pull a cotter pin with a pair of pliers if you knew\nwhat a cotter pin was. As for myself, if I’d of gotten that gun away\nfrom Arnold, I’m not even sure I’d have known how to fire it.”\n\n“Which still doesn’t answer any questions.”\n\n“There are still a hundred places on our primitive homeland that\nprovide the answer,” said Harcraft thoughtfully. “Places where men\nspend half the year working with vegetables and fertilizer—”\n\n“And the other half breaking rock with a sledge hammer?”\n\n“Yes. And there’s probably no better place than a cell to train for the\nisolation of space.”\n\n“Uh-huh. It also explains a certain familiarity with makeshift\nexplosives and weapons.”\n\n“And, brother Bean Brain,” summed up Harcraft wistfully. “What better\nplace in the universe to find asylum from specialization.”\n\nTHE END\n\n\n\n",
    "metadata": {
        "author": [
            "Yaco, Murray F."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23443/pg23443.txt",
        "name": "unspecialist.json"
    }
}