{
    "name": "Unwelcomed Visitor",
    "author": [
        "Samachson, Joseph"
    ],
    "body": "All the way over, all through the loneliness of the long trip, he had\nconsoled himself with the thought of the reception he would get. How\nthey would crowd around him, how they would gape and cheer! All the\nmost prominent and most important Earthlings would rush to see him,\nto touch their own appendages to his tentacles, to receive his report\nof interplanetary good will. His arrival would certainly be the most\ncelebrated occasion in all the history of Earth....\n\nHe was coming in for a landing, and it was no time for day-dreaming.\nHe brought the ship down slowly, in the middle of a large square, as\ncarefully as if he were settling down among his own people. He gave\nthem a chance to get out from under him before making contact with the\nground. When the ship finally rested firmly on the strange planet, he\ngave a sigh of relief, and for a few long seconds sat there motionless.\nAnd then he began to move toward the door.\n\nThe increased gravity did not affect him as badly as he had thought it\nwould. For the dense atmosphere, with its high oxygen content, he had\nof course been prepared. He injected another dose of respiratory enzyme\ninto his bloodstream just to make sure, and then swung open the door.\nThe inrush of air caused only a momentary dizziness.\n\nThen he climbed over the side and stared about in surprise.\n\nNo one was paying any attention to him.\n\nTheir indifference was so enormous that it struck him like a blow.\nIndividuals of both sexes--he could easily distinguish them by the\ndifference in their clothing--were going about their own business as\nif he simply were not there. A small animal running about on all fours\nhad its forepart to the ground. It trotted from one place to another,\nmaking a slight noise with an organ that he felt sure was used for the\nintake of oxygen. When it came to him, it sniffed slightly, without\nany especial interest, and then ran off to more important business. No\nother creature paid him even that much attention.\n\nCan it be, he asked himself incredulously, that they don't see me?\nPerhaps their organs of vision make use of different wave lengths.\nPerhaps to them I and the ship are not pink and gray respectively, but\na perfect black which fails to register. I must speak to them, I must\nmake myself known. They may be startled, but I must take the chance.\n\nHe rolled over to an individual who towered over him a full _spard_,\nand said gravely, \"Greetings! I, Xhanph, bring you greetings from the\ninhabitants of the planet, Gfun. I come with a message of friendship--\"\n\nThere could be no doubt that the other heard him. And saw him too. He\nlooked straight at Xhanph, muttered something, probably about a pink\nmonster, which Xhanph could guess at but not really interpret, and\nmoved on impatiently. Xhanph stared after him with an incredulity that\ngrew by the moment.\n\nThey didn't understand his language, that he realized. But surely\nthey didn't have to understand in order to be interested. The very\nsight of his ship, a mere glimpse of _him_, the first visitor from\ninterplanetary space, should have been enough to bring them flocking\naround. How could they possibly greet him with such disinterest, with\nsuch faces which even to a stranger seemed cold and chilling?\n\nWhen you have traveled as far as he had traveled, you don't give up\neasily. Another, a shorter individual, was coming toward him, and he\nbegan again, \"Greetings! I, Xhanph--\"\n\nThis time the individual didn't even stop, but muttered something which\nmust surely have been of the nature of an oath. And hurried on.\n\nXhanph tried five more times before he gave up. If there had been the\nslightest indication of interest, he would have kept on. But there\nwasn't. The only feeling he could detect was one of impatience at being\nannoyed. And he saw that there was nothing else to do but go back to\nhis ship.\n\nFor a while he sat there, brooding. One possible solution struck\nhim, although it didn't seem at all probable. These people were not\nrepresentative of their kind. Perhaps this entire area he had taken for\na city was nothing more than a retreat for the mentally disabled, for\nthose who had found the strain of living too much and had sunk back\ninto a kind of stupor. Perhaps elsewhere the people were more normal.\n\nAt the thought, he brightened for a moment. Yes, that must be it.\nConvincing himself against his own better judgment, he lifted the ship\ninto the air again and set it down a few dozen _grolls_ away.\n\nBut there was no difference. Here, too, the faces looked at him\nblankly, and people hurried away impatiently when he tried to stop them.\n\nHe knew now that it was useless to pick up the ship still another time\nand set it down elsewhere. If there was some rational explanation\nfor such irrational behavior, it could be found here just as well as\nanywhere else. And explanation there must be. But he would have to look\nfor it. It would not come to him if he simply sat there in the ship and\nwaited for it.\n\nHe got out and locked the ship so that in case some one finally did\nshow curiosity, no harm would come to it. Then he began to roll around\nthe city.\n\n\n\nEverywhere he met the same indifference as at first. Even the children\nstared at him without curiosity, and went on with their games. He\nstopped to watch--and to listen.\n\nThey bounced balls, and as they bounced, they recited words. When\nsomething interrupted the even tenor of the game and they had to begin\nagain, they went back to the start of the recitation. Surely, they were\ncounting. Listening carefully, he learned the fundamentals of their\nsystem of numerals. At the same time, for the sake of permanence, he\nmade pictorial and auditory records.\n\nEvery now and then the game would be interrupted by a quarrel. And a\nchildish quarrel, of course, was sure to be full of recriminations.\nYou did this, I did that. He learned the names of the objects with\nwhich they played, he learned the words for first and second persons in\ntheir different forms. He learned the word for the maternal parent, who\nseemed to stand in the closest relation to the young ones.\n\nBy evening he had acquired a fairly good child's grasp of the language.\nHe rolled back in the direction of the ship. When he came to the place\nwhere it should be, he had a sudden feeling of panic. The ship was gone.\n\nThey must have dragged it away. Their whole pretense of indifference\nmust have been a trick, he thought excitedly. They had waited until\nthey could tamper with it without his interference, in order to learn\nits secrets. What had they done with it? Perhaps they had harmed it,\npossibly they had ruined the drive. How could he ever get off this\naccursed planet, how would he ever get back to Gfun?\n\nHe rolled hastily over to the nearest man and tried to put his newfound\nvocabulary to use. \"Where--where--\" He realized suddenly that he didn't\nknow the word for ship. \"Where galenfain?\"\n\nThe man looked at him as if he were crazy, and walked on.\n\nXhanph did some swearing on his own account. He began to roll\nmadly around the square, becoming more desperate from moment to\nmoment. Finally, just when he thought he would explode from rage\nand frustration, he found the ship again. It had been dragged to\na neighboring street and left on a vacant lot, surrounded by rusty\ncans, broken bottles, and various other forms of garbage and rubbish\nindigenous to this section of the planet.\n\nRelief mingled with a feeling of outrage. Xhanph swore again. The\nindignity of it was enough to start an interplanetary war. If they ever\nheard of it back on Gfun, they would want to blast this stupid and\ninsulting planet out of existence.\n\nHe hastened into the ship, and found to his joy that there had been\nno damage. There was nothing to prevent him from taking off again and\ngetting back to Gfun. But the mystery of his reception still intrigued\nhim. He could not leave without solving it.\n\nHe rolled out of the ship again and stood there watching it. Evidently\nthey had regarded this miracle of engineering as nothing more than so\nmuch rubbish. They would probably leave it alone now. He could let it\nremain here, and in the meantime carry on his investigating as before.\n\nThings would go more rapidly now that he understood some of the\nelements of human speech. All he had to do was keep his hearing\nappendages open and interpret the key words as he heard them. It\nshouldn't take him long. One of the reasons he had been selected to\nmake the trip was that he had a gift for languages, and a day or two\nmore should suffice to establish communications.\n\nHe left the ship again, and began to roll around the city. He listened\nto traffic policemen directing the flow of helicopters, he stood\nby unobtrusively while boy talked with girl--these conversations\nturned out to be very limited in scope, as well as uninstructive in\nsyntax--and he even managed to get into a place of amusement where\nthree dimensional images created in him a sense of nostalgia. From his\nslight knowledge of the language, he could perceive that the dialogue\nwas so stale that he himself could have supplied it from stories\nwritten long ago on his native planet. After a lapse of many hours, the\nmajority of the people disappeared from the streets, and he decided it\nwas time to return to his ship and suspend animation.\n\nIn the morning he set out again. By the end of that day he felt he\ncould understand the spoken language well enough. What next?\n\nTo learn the language in written form might take too long, and besides,\nto solve his mystery he would have to waste time in digging up the\nrecorded forms that contained the necessary information. No, he would\nhave to find some one to talk to, some one who would have the necessary\ninformation at his tentacle-tips, or as they called the appendages\nhere, finger-tips.\n\nHe began to approach various people again, undiscouraged by their\ncold and impolite replies. Finally he found the informant he had been\nseeking, an old, white-haired individual who was walking slowly, with\nthe aid of a cane, along one of the wider and quieter streets.\n\nThe man looked at him with calm lack of interest as he approached.\nXhanph came to a stop, and said, \"Greetings! I, Xhanph, bring you\ngreetings from the inhabitants of the planet, Gfun. I come with a\nmessage of friendship.\"\n\n\"Very glad to make your acquaintance, sir,\" said the old man politely,\nbut still without genuine interest.\n\nAt last some one who had answered! Xhanph started his portable\nrecording machine going.\n\n\"I wish for information. Perhaps you can give it to me.\"\n\n\"Ah, my young fellow, I have seen a great deal and know a great deal.\nBut it isn't very often that you young ones want to find out what we\nold folks know.\"\n\n\"Perhaps I have not made myself clear. I am an inhabitant of the\nplanet, Gfun.\"\n\n\"Yes, indeed. Do you intend to stay here long?\"\n\n\"I have come with a message of friendship. But I have found no one to\nreceive it.\"\n\n\"Mmm. That's unfortunate,\" the old man said. \"People are very impatient\nnowadays. Time is money, they say. Can't spare the money to stop\nand talk. Couldn't spare it myself, not so long ago. I'm retired\nnow, though. Used to run a stereo store, up around Mudlark Street.\nBiggest store in the city. Everybody used to buy from me. Jefferson J.\nGardner's my name. You may have heard of me on--where did you say you\ncome from?\"\n\n\"Gfun. However, I wish to make clear--\"\n\n\"Never sold any stereos to any one on Gfun. Probably don't get good\nreception up there. Sold 'em to everybody else, though. I'm well known\nhere, Mr.--\"\n\n\"Xhanph. But before you go further--\"\n\n\"Got into the stereo game when they first came out. Went like hotcakes\nin those days. Although I don't suppose you know what a hotcake is.\nQuality didn't count. Only thing that counted was size of screen and\nstrength of the three-dimensional effect. Mr. Gloopher--he was Mayor\nthen--Robert F. Gloopher--had a daughter who went in for acting....\"\n\nNot for the first time, Xhanph cursed this damnable planet. The only\nman he had found willing to talk was senile and his conversation\nrambled wildly like a feather in a strong and particularly erratic\nwhirlwind. Still, he told himself with a touch of philosophy, I have\nwasted so much time, I can afford to waste a little more. Sooner or\nlater this individual will tell me what I want to know.\n\nHalf an hour later, however, when Jefferson J. Gardner began to repeat\nhimself, Xhanph realized that he couldn't just wait for the old man to\ntalk himself out. Different tactics were needed.\n\nHe interrupted rudely. \"Why don't people pay any attention to me?\"\n\n\"Eh? What's that you say?\"\n\n\"I come from the planet, Gfun. I thought that as an interplanetary\nvisitor I would be received with tremendous enthusiasm. Instead I find\nmyself disregarded.\"\n\n\"I recollect that back in the old days--\"\n\n\"Never mind that. Why don't people pay any attention to me?\"\n\n\"Why should they?\"\n\n\"That is no answer!\"\n\n\"But it is, sir,\" said the old gentleman with dignity. \"They don't find\nyou out of the ordinary. Why pay attention to you?\"\n\n\"You mean that you are accustomed to visitors from space?\"\n\n\"No, sir, I mean nothing of the kind. What I do mean is that we are by\nnow thoroughly accustomed to the idea of you. I remember--\"\n\n\"Never mind what you remember!\"\n\n\"When I was a child, stories about visitors from Mars or Venus were\nalready trite and stereotyped. What could a visitor do? What might a\nvisitor look like? All the possible answers had already been given,\nand we were familiar with every one of them. We imagined visitors with\ntentacles and without, with a thousand legs and no legs, with five\nheads and seven feet, and eighteen stomachs. We imagined visitors who\nwere plants, or electrical impulses, or viruses, or energy-creatures.\nThey had the power to read minds, to move objects telekinetically and\nto travel through impossible dimensions. Their space ships were of all\nkinds, and they could race along with many times the speed of light\nor crawl with the speed of molasses. I do not know, sir, in which\ncategory you fall--whether you are animal, vegetable, mineral, or\nelectrical--but I know that there is nothing new about you.\"\n\n\"But you are familiar merely with the ideas. I am a _real_ visitor!\"\n\n\"Young man, I am a hundred and ten years old, and the idea of you was\nalready ancient when I was eight. I remember reading about you in a\ncomic book. You are not the first visitor who has pretended to be real.\nThere were hundreds before you. I have seen press agent stunts by the\ndozen, and advertising pictures by the hundreds about Mars, about\nVenus, about the Moon, about visitors from interstellar space. Your\npretended colleagues have walked the streets of innumerable cities,\nuntil now we are weary of the entire tribe of you. And you yourself,\nsir, if you will pardon the expression, you are an anticlimax.\"\n\n\"Your race must be insane,\" protested Xhanph. \"For all you know I may\ncome with great gifts which I wish to confer upon you.\"\n\n\"We have been fooled before. And in view of the fact, as I have\nreminded you, that time is money, we do not wish to bankrupt ourselves\nby investigating.\"\n\n\"But suppose I'm here to harm you!\"\n\n\"If your race is capable of it, we can hardly stop you, so it is no use\ntrying. If incapable, you are wasting your efforts.\"\n\n\"This is insanity, genuine racial insanity!\"\n\n\"You repeat yourself. The fact is, we have become blasé,\" said the old\nman. \"Thanks to the efforts of our science fiction writers, we have\nexperienced in imagination all there is to experience in interplanetary\ncontact, and the genuine article can be only a disappointment. I am\nreminded of an incident that occurred when Gerald Crombie, who was City\nCouncilman at the time, ordered a twenty-five inch stereo set....\"\n\n\n\nXhanph rolled away. He had his answer now, and he couldn't stand\nlistening any longer to the old man's babbling. He rolled aimlessly, up\none street and down another. And he thought of how they would receive\nhis answer when he went back to Gfun.\n\nWas it him or the planet that they would consider mad? Almost\ncertainly, they wouldn't believe him. He could imagine the exchange\nof wondering glances, the first delicate hints that the long trip had\nderanged him, the not so delicate hints later on when he persisted in\nsticking to his story. He remembered the high hopes with which he had\ndeparted, the messages with which he had been entrusted by the Chief\nof Planetary Affairs, the Head of the Scientific Bureau, the Director\nof Economic Affairs, and countless others. And he could imagine the\nreception he would find when he reported that he had been unable to\ndeliver a single message.\n\nHow long he rolled in this aimless fashion he did not know. After a\ntime he seemed to come to his senses. It was no use trying to run away\nfrom reality, as he was doing. He had to go back to the ship and\nreturn to Gfun. Let them believe him or not, his report would tell the\ntruth. And the pictorial and auditory records would confirm his story.\n\nWhat a planet, he thought again. Of all its hundreds of millions,\nits billions of inhabitants, not one had the curiosity, the ordinary\nintellectual decency, to be interested in him. Not one had the\nimagination, the awareness--\n\n\"Pardon me,\" said a shrill voice, \"Excuse me for reading thoughts, but\nI could not help overhearing--I am a visitor here myself.\"\n\nHe swung around. The figure before him was strange, but an aura of\nfriendliness came from it and he knew there was nothing to fear.\nNothing to fear--and much to be thankful for.\n\nWith a heartfelt double sigh, while disinterested passersby spared\nthem not even a glance, pink tentacles and green streamers clasped\nin a gesture of friendship that spanned the millions of miles of\ninterplanetary space.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Samachson, Joseph"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/58721/pg58721.txt",
        "name": "unwelcomed_visitor.json"
    }
}