{
    "name": "Venusian Invader",
    "author": [
        "Sternig, Larry"
    ],
    "body": "Mart Wells shut off the alarm buzzer and jumped out of bed--much to his\nregret. He cussed and then grinned sheepishly as he brought up with a\nthud against the fortunately unbreakable glass of the window. A year\non Callisto, and he could still forget that he weighed only thirty-six\npounds and couldn't take a normal step without neutronium-weighted\nshoes.\n\nRegaining his balance, he yawned and looked out over the rough Callisto\nlandscape beyond Comprotown. Then he yawned again and reached for his\nuniform.\n\nA year before, Comprotown--and his job as rocketport dispatcher--had\nbeen Romance with a capital R. Now, he thought gloomily, Romance with\nLeah with a capital L, and a fat lot of good that did him when Leah\nBarrow's father was Old Fish-face himself, Director of Comprotown.\n\nTrue, Comprotown held fewer than a thousand colonists, but it was the\nonly inhabited spot on bleak Callisto, and its Director was practical\nczar of a world. Yes, the Director could well afford to look down his\nlong nose at any uniform with fewer than six stars on its right sleeve.\nBut Leah didn't feel that--\n\nSuddenly, straightening up as he fastened his weighted boot, he looked\nmore intently out of the window. Something that flashed caught his eye\nout in the barren, warped hills. A gleam of metal where metal shouldn't\nhave been. And it looked like a small spaceship.\n\nMart hastily pulled on his other boot and ran down the stairs. A\nred-headed mechanic from the rocketport was coming out of the building\nacross the way.\n\nMart called out, \"Red! Something about a mile back in the hills looks\nlike a spaceship. Has one been reported down?\"\n\n\"Huh?\" The mechanic looked startled. \"You sure? No, there hasn't been a\nreport. Wait, I'll radio Central Communications.\"\n\nHe darted back into the building, and emerged a moment later. \"No\nreport. They're going to send out the autogiro to look at it. Say,\nMart, there are only two small spaceships on Callisto. Could it be--\"\n\nMart was already running toward the corner from which he could see the\nlanding field. He stopped so suddenly that the mechanic almost ran into\nhim, and said, \"Whew! They're both there.\" Leah Barrow's trim little\nspacecruiser was safe in port. So was the Police one-seater scout--but\nthat wasn't the one Mart had looked for first.\n\nFrom near the Administration Building a two-place autogiro was rising,\nsilhouetted for a moment between the horns of the reddish crescent of\nbig Jupiter just above the horizon.\n\nAs he walked across the field toward headquarters, Mart surveyed the\nfamiliar scene. Three squat freighters were up on the racks, their ugly\nblack bottoms over the ash-filled blasting pits; four others were on\ndollies ready to be serviced.\n\nAll seven were ready for their regular weekly Callisto-Jupe hop,\nready to pick up more ore. And, as usual, they'd go out today to\nclear the field for the sleeker, faster, long-haul ships that would\narrive from Earth tomorrow for the smelted metal. Mart glanced at his\nwrist-chronometer. Eight o'clock now; in an hour and a half, _Freighter\nOne_, right on schedule, would start testing its rocket tubes for the\nten o'clock hop. And an hour later, _Freighter Two_ would start to warm\nup for the eleven o'clock blasting-off. And then the others, every hour\non the hour.\n\nAt his desk in the Administration Building, Mart picked up the familiar\nsheaf of clearance papers waiting for his attention, and glanced\nthrough them. Initialing them was mere routine; they'd never cleared a\nminute early or a minute late since he'd been there. Director Barrow\nsaw to that.\n\nThe door opened. Mart put down the papers and glanced up.\n\n\n\nOne of the workmen from the smelting plant, a tall black-haired fellow\nwearing tinted glasses, stood looking into the office. Mart didn't\nremember ever seeing him before--but with several hundred workmen, you\ncouldn't remember all of them.\n\n\"Director Barrow in?\"\n\nMart glanced up at the wall clock before he answered. \"He'll be here in\ntwenty-one minutes. Sit down and wait if you're off duty.\"\n\nHe turned back to the papers and finished initialing them, grinning\ninwardly at being able to say that the Director would arrive in\ntwenty-one minutes exactly. It wasn't everywhere that one could make\nso accurate a prediction about anyone's arrival time, but Barrow was\nsomething of a chronometer himself.\n\nHe tossed the papers toward the back of the desk and threw the switch\nof the communicator on his desk, leaned forward slightly. \"Dispatcher\nWells calling Police Autogiro.\"\n\n\"Autogiro, Captain Wayne,\" came the reply. \"Go ahead. Mart.\"\n\n\"I was the one who reported seeing the spaceship, Cap--if it was one.\nFound it? If not, I can--\"\n\n\"Thanks, Mart, but we've sighted it all right. We're now circling,\nlooking for a spot to come down. It doesn't take much, but damned if we\ncan perch on a ridge like a canary. Neither could that space-speedster\ndown there.\n\n\"Wrecked? What's it look like?\"\n\n\"Ummm. Offhand one of the single-place jobs that Venusians bought from\nEarth before the war. Full armament, too.\"\n\n\"What? You sure, Cap? After the Earth-Venus twenty-two eighty treaty,\nwe reclaimed and destroyed all the armed--\"\n\n\"Yeah, I know,\" cut in the Captain's voice. \"All but a few that the\nVenusian renegades--the pirates--got off with before then. Well--we're\ngoing down. Corey's found a place not too far from it where he can set\nthe giro down, or says he can.\"\n\n\"If that's a pirate ship, Cap, be careful!\"\n\n\"Don't worry. We're armed. And the ship's pretty smashed up. Probably\nat least kayoed whoever was in it. Well, keep your key open and I'll\ncall you back. We're down.\"\n\nMart found the shipment chart and began to check off tonnage. That much\nhe wanted to get out of the way before--but something was gnawing at\nthe back of his mind. It took him a moment to trace what it was. Of\ncourse. The workman who was waiting for the Director was wearing tinted\nglasses.\n\nTinted glasses on Callisto! It didn't make sense. The sun, half a\nbillion miles away, gives only a twenty-fifth of the light that falls\non Earth. Even when that light is augmented by Big Jupe, it isn't--Yes,\nit was the first time he'd seen tinted glasses in Comprotown.\n\nCuriously, he turned to glance at the seated workman. But the carrier\nwave of the desk communicator hummed and he forgot his visitor as\nCaptain Wayne's voice boomed in.\n\n\"Dispatcher Wells. Captain Wayne calling Dispatcher--\"\n\n\"Okay, Cap. Go ahead.\"\n\n\"We've examined the spaceship. No one's in it, hurt or otherwise. It's\na single seater. A pirate ship all right.\"\n\n\"You sure? How can you be certain?\"\n\n\"Aside from the fact that it would have no business around here if it\nwasn't, the papers are a give-away. There's a whole sheaf of them.\nReports on the Ganymede jewel shipments mostly. And a full set of data\non our own little world, Mart. If there's a Venusian around, he sure\nknows his way.\"\n\n\"Dope on Callisto? What kind?\"\n\n\"A detailed map of Comprotown, showing every building. A full schedule\nof freighter hops both ways to Jupe and Earth. Details of shipments.\nThat sort of thing.\"\n\n\"Holy stars! But why should a pirate be interested in ore?\"\n\n\"Don't imagine he is. Or in Comprotown, either. I'd say from the\npapers, it was precautionary information. We don't keep our operations\na secret here. He could have picked it up from any magazine article\ndescribing Comprotown in detail.\n\n\"But I still don't see--\"\n\n\"The Ganymede jewel shipments, Mart. I'd say he was bound for Gany and\nhis ship went blooie while he was scudding past Callisto. He got pulled\ndown here and just barely made a landing he could walk away from. I'm\nafraid there'll be trouble.\"\n\nMart whistled. \"Well, the Director's due now. He'll want a search\norganized and--Wait, here he is. Tell it over again, Cap, and you'll be\nreporting direct.... Listen to this, Director.\"\n\n\n\nThe tall slender figure of Director Barrow stood impassively beside\nMart's desk and listened to a repetition of Wayne's report. Not a\nflicker of expression passed over his gaunt face.\n\nAs Wayne finished, the Director asked, \"Is he armed? Anything taken\nfrom the ship's equipment, Captain?\"\n\n\"Looks intact, but he probably has sidearms. All the pirates carry\nthem. One funny thing, Director. The timer robot has been removed from\nthe control panel. What on Callisto would he want with a loose timer?\"\n\n\"Report back to headquarters immediately, Captain Wayne,\" Director\nBarrow ordered.\n\nThe hum of the carrier wave died and Mart clicked off the set.\nThen, belatedly, he stood up and saluted. \"Anything I can do, sir?\nEverything's set for the freighters to clear as usual, so I'm more or\nless free--\"\n\nBarrow nodded. \"Very good, Wells. You may go to the field and direct a\nsearch of the freighters. The Venusian's first thought will be to get\naway, and he may already be stowed in one of--\"\n\nA dry voice interrupted from behind the Director's back. \"But the\nVenusian would not do anything so obvious, Director Barrow.\"\n\nMart whirled around. Barrow turned slowly and with dignity.\n\nIt was the tall man dressed in the uniform of a smelting plant worker\nwho had spoken. But he wasn't dark-haired any more. Still seated, he\nwas smiling at them sardonically as he fanned himself with a black wig\nhe had just removed. The top of his head was as smooth as a billiard\nball, and dead white. There was a line of demarcation where the dye he\nhad applied to his face came to an end.\n\nHe had removed the tinted glasses too, and the blank-surfaced\ngray eyeballs showed why they had been worn. Now that the simple\ndisguise of wig and glasses was removed, Mart noted some of the other\ndistinguishing features that marked the Venusian. The general flatness\nof the face and flat unconvoluted ears. The six-fingered hands that had\nprobably been thrust into the pockets of the stolen uniform.\n\nThe Venusian glanced down at the wig and glasses. \"Standard equipment,\"\nhe explained. \"I always carry them in my ship and they've come in handy\nbefore.\"\n\nHe rose and bowed mockingly. \"My name is Tar Norn, and your supposition\nthat I am a pirate is correct. But I assure you that my visit here is\naccidental and I have no designs on Comprotown.\"\n\nTar Norn! The most vicious and notorious of the pirates, and the most\nruthless killer of them all. Mart hastily jerked open the drawer of\nhis desk and pulled out a hand-blaster. He started the formula: \"Under\nauthority of the Interplanetary Council, I arrest you, to be held for\ntrial--\"\n\nThe sardonic smile did not fade from the pirate's thin lips. He rose\nand extended his arms upward. \"I am unarmed,\" he cut in. \"It will help\nour discussion if you will verify that.\"\n\n\"--before the Supreme Council on Earth,\" Mart finished. Then, glancing\nside-wise at Director Barrow and seeing him nod, he stepped forward\nwarily. Venusians, he knew, were both fast and tricky. Watching every\nmove, he completed the search. Tar Norn carried no weapons.\n\nWhy, Mart wondered, had the pirate walked openly into headquarters and\ngiven himself up? Obviously, Tar Norn had something up his sleeve.\nBut--\n\nDirector Barrow spoke coldly, as Mart stepped back, still covering the\nVenusian with the blaster. \"Tar Norn, you speak of 'our discussion.'\nThere is nothing to discuss. You will be sent to Earth.\"\n\nThe pirate's face became vicious. \"I do not think so,\" he snapped.\n\"I have taken a hostage. It was quite dark--your tiny Callisto in\neclipse of its huge primary--when I was forced down. But darkness means\nnothing to a Venusian. You Earthmen play a strange game with cardboard\nrectangles. To use its language, Director Barrow, I have an ace in the\nhole.\"\n\nTar Norn sat down again and folded his six-fingered hands quite calmly.\nLight from the ceiling overhead seemed to cast a malignant glow on his\ndead-white scalp.\n\n\"Your daughter, Director,\" he continued. \"If you wish to see her again,\nyou will give me a ship, your _fastest_ ship.\"\n\n\n\nThere was a moment of dead, utter silence. Then Director Barrow leaned\nover the desk and flicked the key of the communicator. \"Control? Get\nmy--get Leah Barrow at once. Ring her room. If no answer there, get my\nhousekeeper. This is Director Barrow.\"\n\n\"Your fastest ship,\" repeated the Venusian. \"Well stocked with\nsupplies. Enough to take me to--to a place in the Asteroid belt. I\nshall be too late now to carry out my original plans on Ganymede.\"\n\nThe office door opened and Captain Wayne came in, followed by Roger\nCorey. Their eyes widened as they saw the Venusian. Wayne's hand darted\ntoward his holster, then relaxed as he saw Mart's blaster trained on\nthe pirate.\n\nHe faced Director Barrow and saluted.\n\n\"Captain,\" Barrow ordered, \"you will form a search party at once--every\navailable man and means. We must search all of Callisto within--\" he\nmade a rapid mental calculation \"--about fifty miles. You will be\nsearching for my daughter.\"\n\nThe captain stiffened. Before he could reply the carrier wave hummed\nand a feminine voice, that of an elderly woman, came over the\ncommunicator. \"Director Barrow? Leah isn't here. I looked in her room\nand her bed is disarranged as though she left suddenly. She always\nmakes it herself as soon as she gets up.\"\n\n\"Anything to point to when she left, Mrs. Andrews?\"\n\n\"Not exactly, sir. The alarm was set for six and it was still buzzing.\nHer bed isn't very mussed; it looks like she got up again almost right\nafter she retired. I don't understand.\"\n\nDirector Barrow's face was bleak. His voice sounded like the drip of\nwater from melting ice. \"Clothing?\" he asked.\n\n\"Her lightweight spacesuit is gone. Apparently she put it on over her\nsleeping pajamas, for they aren't here. Is there anything I can do,\nsir? I'm worried; she hasn't ever--\"\n\n\"That will be all, Mrs. Andrews,\" Barrow replied. \"I'll let you know if\nthere is anything.\"\n\nHe turned to Captain Wayne. \"Use this set, Captain. Get Communications\nto send out a general alarm and assembly. You can make all necessary\narrangements right here.\"\n\nWayne crossed to the communicator, and began to issue rapid\ninstructions.\n\n\"Tell them to hurry,\" the Venusian cut in mockingly. \"They have until\nnine-thirty o'clock.\"\n\nMart Wells glanced fearfully at the dial of the chronometer. It was\neight-forty now. He turned and caught the Director's glance. \"_The\ntimer!_\" he said grimly. \"Captain Wayne said it was missing from the\nwrecked ship. He must have--\"\n\nThe Venusian was grinning. \"Exactly. The timer. And a pound of uranite.\nThat gives you fifty minutes to search Callisto. It would be wiser to\nspend the time getting a ship ready for me instead.\"\n\nThe silence of the office was broken only by the low voice of Captain\nWayne giving orders into the communicator. Abruptly he turned to his\nsuperior. His face was white.\n\n\"Search is on, sir. But if he isn't lying, there's a chance in a\nmillion. Less than an hour, and the area to be covered is--\"\n\nBarrow was looking straight ahead, and not a muscle of his face moved\nuntil he spoke. \"I'm afraid he isn't bluffing. No reason why he should\nbe. Leah is gone and the timer is gone. And a pirate ship would have\nuranite.\"\n\n\"The ship?\" asked Tar Norn. \"It will take some time to fuel it and--\"\n\nDirector Barrow's voice was positive. \"There will be no ship for you,\nTar Norn.\"\n\nRoger Corey's voice cut in, jerkily. \"Let me work on him, sir. Me and\nWayne. Maybe we can make him talk.\"\n\nBarrow shook his head. \"No use, Corey. Venusians don't mind pain as\nmuch as Earthmen. They almost like it. You could take him apart, and he\nwouldn't talk.\"\n\nThe pirate's smile faded. \"It will take half an hour to prepare the\nship, Director Barrow. Better not stall too long.\"\n\nMart said, his voice urgent. \"But, sir, _Leah_! What's one pirate\ncompared to--\"\n\nBarrow's face was granite-like. \"He's killed hundreds of people. If we\nrelease him, he'll kill hundreds more. One life cannot weigh against\nthat. Corey, take him away. Lock him up until the next ship leaves for\nEarth.\"\n\nMart's fists were clenched, his fingernails biting into the palms. But\nhe knew Barrow was right; that he couldn't possibly take any other\ncourse and be worthy of his post. One life couldn't weigh against the\nmany lives that meeting the pirate's terms would mean. That was where\nTar Norn had miscalculated. A Venusian didn't understand responsibility\nto society, nor any higher ideal than self-interest.\n\nTar Norn tossed the wig and glasses to the floor as Corey took his arm.\nHis pupil-less eyes seemed to glow with anger.\n\n\"You won't murder your own daughter, Director. This is a bluff. But\nmine isn't. She dies at nine-thirty unless you find her. I swear that\nby the _Eternal Varga_.\"\n\nMart cursed. Fists balled, he lunged toward the Venusian. Barrow put\na hand on his arm. \"Don't, Wells. That's up to the Interplanetary\nCouncil.\"\n\n\"But he's _not_ bluffing,\" Mart raved. \"Leah will surely die at\nnine-thirty. That damned oath. _Varga._ It's the only thing a Venusian\nis afraid of. He isn't--\" His voice broke.\n\nCorey started off with the Venusian.\n\nBarrow said, \"Yes, he's telling the truth. But we have some time yet.\nMaybe the search--\"\n\n\n\nMart strode to the window and looked out so the others wouldn't see his\nface. Less than three-quarters of an hour to search all of Callisto\nwithin a radius of fifty miles!\n\n\n\nThrough the pane he saw figures in groups of three searching the\nstreets and buildings of Comprotown. That part of the search wouldn't\nbe difficult. But the hills and the caves, and with only two autogiros.\nIf she was there, out of sight in one of the caves, where the cruising\nships couldn't see her....\n\nHer father was right, but--The picture of Leah Barrow, smiling as he\nhad last seen her, seemed to blur out the view from the window. Her\nimpertinent little tilted nose, the soft tempting contours of her lips,\nthe deep blueness of her eyes.\n\nHe whirled from the window and began pacing the floor, trying to\nthink of something they could do that wasn't being done. Again at the\ncommunicator, Captain Wayne was barking questions.\n\n\"All available men and women are combing the town, sir,\" he reported,\n\"with orders to break down any doors that are locked, to stop at\nnothing.\"\n\n\"And outside, Captain?\"\n\n\"The two giros are our only real hope. But the men from the smelting\nplant are working afoot out of town. By nine-thirty they'll have\ncovered a radius of about five miles.\"\n\nCorey returned, slamming the door viciously behind him. \"Maybe we\ncould trick him, sir,\" he suggested. \"Pretend we'll give him a ship if\nhe'll--\"\n\n\"A Venusian wouldn't trust his own mother,\" Barrow snapped. \"He'd\ninsist on taking off first and then radioing back where she is. And\ndon't think he wouldn't check the fuel tanks.\"\n\n\"I wish you'd let me and Wayne work on him, anyway.\"\n\nDirector Barrow didn't answer.\n\nMart growled, \"If Leah dies, I'm going to take that filthy pirate and--\"\n\nWayne's voice was bitter. \"Venusians can't help what they are. Blame\nthe Earth council that sold them those ships. If they had used more\nsense, there wouldn't be a Venusian off Venus.\"\n\nMart nodded. If the council hadn't pulled that boner twenty years\nbefore, there would be no trouble with the Venusians.\n\nVenusians were, compared to Earth standards, a strange combination of\ngenius and idiocy. Brilliant mathematicians, they had no mechanical\ningenuity whatever. Linguists who could speak any language fluently\nafter hearing it a few hours, not one of them could create a child's\nwind-up toy. Knowing the laws of leverage, they constructed their\nbuildings by manual labor alone. Able to operate any machine as long as\nit was in good working order, they couldn't as much as figure out how\nto repair a clogged fuel-line.\n\nEven the pirates based on some of the bigger Asteroids had to depend\nupon a few renegade Earthmen to keep their ships in running order. And\nif one went blah away from base, it was a gone ship as far as they\nwere concerned. Probably the trouble that had forced Tar Norn down on\nCallisto had been a minor matter that any Earthman could have taken in\nhis stride. But to Tar Norn it meant a new ship or nothing.\n\nThe thought of ships reminded him of the freighters. \"Cap,\" he asked\nWayne, \"the freighters been searched thoroughly?\"\n\nWayne nodded. \"Rocket tubes and all. Even broke open the ore drums. I\npresume you'll want them to clear on schedule?\"\n\nDirector Barrow nodded. \"The crews?\" he asked. \"In the search or\nstanding by?\"\n\n\"Standing by for departure as usual, Director. A few men one way or the\nother--\"\n\nBarrow nodded, glancing at the chronometer. Mart knew what he was\nthinking. Less than half an hour now. And, unless the searchers by some\nmiracle found Leah Barrow, it would all be over before the ten o'clock\nclearance of the first freighter. And the freighters hadn't missed a\nclearance in ten years.\n\nThe carrier wave hummed again. \"Central Communications reporting. Most\nsearchers in the town have reported in. No results. Those outside\nreaching points three miles out.\"\n\nThe communicator faded. Mart clenched his fists against the futility\nof that search. Three miles! The strong Venusian, in the light gravity\nof Callisto, probably had eight or ten hours of darkness to carry his\nburden. He could easily have covered twenty to forty miles, in any\ndirection. Possibly even more. And the chance of an autogiro--\n\nObviously, Wayne had been thinking the same thing. \"He timed his\narrival,\" he said bitterly. \"He gave us less than an hour. He'd\ncertainly have put her outside walking range within that length of\ntime. And with all the caves around, thousands of them, would he have\nput her where a giro could spot anything?\"\n\nMart glanced at Barrow. The Director was sitting as immobile as a\nstatue. His eyes were closed and every muscle of his thin face was\ntense. Probably he was trying not to look at the chronometer on the\nwall. It was nine-fifteen.\n\nThe office door opened and three uniformed mechanics from the field\nstood in the doorway. The foremost of them saluted. \"This entire\nbuilding has been searched twice except this office. I presume--\"\n\nDirector Barrow opened his eyes and stood up. \"Don't presume anything.\nSearch here, too.\"\n\nThe men came in and began a detailed but fruitless search. Nobody spoke\nuntil they left.\n\nThe chronometer said twenty minutes after nine now. Ten minutes to go,\nif the timer had been accurately set. But could it have been set wrong?\nVenusians were lousy mechanics. Maybe--\n\n\n\nMart became aware that he was holding his breath for the sound of a\ndistant explosion. Yes, from whatever point Tar Norn could have hidden\nhis hostage, the sound of a pound of uranite exploding would carry back\nto Comprotown.\n\nHe sat down at his desk again. In front of him were the signed\nclearance papers for the freighters. In half an hour he'd take out the\npapers for the first freighter. But before that half hour was up--\n\nHe twisted a pencil between his fingers, held himself rigid to keep\nfrom turning and looking at the chronometer again. It hadn't been over\na minute since he sat down--why torture himself by looking again? But\neach minute now seemed both a flash and an eternity.\n\nHe turned over the sheaf of papers and drew a little square on the\nblank reverse side of the bottom one. That was Comprotown. He made a\ndot an inch or two away. That was the point where Tar Norn's ship had\nwrecked itself in landing.\n\nHe drew a line from the point to the square. That was Tar Norn coming\nin to the town. That would have been about ten hours ago.\n\nThen, from the information about Callisto and Comprotown that had\nbeen in the papers in Tar Norn's ship, the pirate had found the home\nof the director. He would have had no trouble finding Leah's room.\nVenusians could see in the dark and walk as silently as cats. He would\nundoubtedly have drugged Leah into unconsciousness, probably without\nawakening her, since there had been no sign of a struggle. He'd put her\ninto the lightweight spacesuit.\n\nWhy? Undoubtedly it indicated that she would be outdoors. During the\nCallisto day, it would have been unnecessary. But an unconscious\nEarthwoman would freeze to death in the cold dark period of Callisto's\neclipse behind Big Jupe.\n\nWhat then? The Venusian left, carrying her--\n\nHe threw down the pencil and began to pace the room again. His muscles\nwere tense from listening. How many minutes? He didn't want to know;\ndared not look.\n\nBut Tar Norn must have planned it all before he left the wrecked ship.\nOtherwise he wouldn't have taken the timer and--\n\nWould he have rigged the time-bomb first, or after he had kidnapped\nLeah? And how? The timer itself would not have provided the concussion\nto set off the uranite. He'd have needed a battery, a spark-coil, and--\n\n_But Venusians weren't mechanics._\n\nThey didn't understand machines, or electricity, or even simple\nclockworks, brilliant as their strange minds were in other ways.\n\nTar Norn could have set the timer all right. For that matter, he could\ncalculate an orbit and make settings for space flight. But he couldn't\nhave made a time-bomb, even with the timer. He couldn't have rigged\na circuit that would set off a cap! And, Mart realized suddenly, the\ntimer itself would be an electrical--not a clockwork--gadget. Once\ndisconnected from the now broken dynamo of the ship, Tar Norn couldn't\nhave made it run at all!\n\nA momentary surge of elation swept Mart. Tar Norn must have been\nbluffing! Then he remembered: a Venusian might murder his own family,\nbut he would never swear to an untruth by the Eternal Varga. That one\nsuperstition, or religion, as they looked upon it, was binding beyond\nall else. And Tar Norn had sworn by that oath that Leah Barrows would\ndie at nine-thirty unless--\n\nMart looked at the chronometer. It was twenty-six minutes past nine. He\ncaught a glimpse of Director Barrow's face. It looked like the face of\na dead man. Barrow had obviously given up all hope and waited only for\nthe four minutes to pass.\n\nThe carrier wave hummed. All of them started, but the voice from the\ncommunicator merely reported, \"All Comprotown reports in. All negative.\nGiros report nothing. Foot parties five miles out. Reports negative.\"\n\nThree minutes to go. Mart could see by the attitude of the others that\nthey were bracing themselves for the sound of an explosion. All of them\nhad liked, or loved, Leah Barrows. Mart had a momentary vision of her\nagain, and remembered the electric thrill that had run through him when\nshe had placed her hand on his arm, just a few days ago, and told him\nthat she did care for him, well, a little anyway--\n\nBut, if Tar Norn couldn't have rigged a time-bomb, how could he have\narranged for Leah to die at nine-thirty?\n\nHe saw again the corpse-like face of the Director. Yes, they had all\nbeen wrong in thinking that nothing mattered to Barrow more than the\nschedules--_Schedules_! There had been departure schedules among the\npapers in Tar Norn's ship. Could he have--\n\nWith a sudden intake of breath that was almost a gasp, Mart whirled and\nran to the communicator. The others looked at him, startled. Mart was\nyelling at the mike even before he got near enough to it to talk in a\nnormal voice. \"Control! Emergency! Get _Jupe Freighter One_! _Tell him\nnot to test his tubes._ Not to touch a lever!\"\n\n\n\nThen he was racing out of the door and across the field to where the\nbig ugly freighter was up on the racks over the blasting pits. He\nwasn't counting on that message through the communicator.\n\nOut of breath, he hammered on the steel door and yanked at the handle\nuntil the pilot opened it from within.\n\n\"Hold everything,\" Mart yelled at him. \"Don't try the test blasts!\"\n\nWhether Mart was right or wrong, there needn't be any hurry now, but\nhe was already lowering himself into the ash-filled blasting pit under\nthe rocket tubes of the freighter. Carefully, he groped among the ashes\nfrom previous blast-offs, ignored the light soft ash that flew up into\nhis face.\n\nA hand touched heavy cloth, and the other found smooth transpariplast,\nthe helmet of a spacesuit. Gently, he lifted the unconscious body of\nLeah Barrow and handed her up to the men looking down from the rim of\nthe pit.\n\nTen minutes later, back in the office, Leah was reacting to the\nantidote Doc Rogers had just administered. A glance at her face had\ntold the medico that the drug had been Venusian tragweed.\n\nMart was still answering questions. \"... Sure, Tar Norn knew that.\nEvery ship in the system makes its trial blasts just half an hour\nbefore take-off. It's a fixed convention. Rocket captains do everything\naccording to a rigid schedule. And we were looking for a time-bomb\nso we'd never think of the blasting pits. But Tar Norn couldn't have\nrigged a time-bomb. We didn't think of that when we found the timer was\ngone. He'd just thrown it away--\"\n\nSomeone was wringing his hand, and he saw it was Director Barrow.\n\"Mart!\" Barrow's voice wasn't cold and distant now; all the ice had\nmelted. \"I can't begin to tell you how much--If there is any reward I\ncan possibly offer you--\"\n\nMart Wells grinned. \"--unto your daughter and half of your kingdom, as\nthey used to say in stories? Well, sir, I don't know what I'd do with\nhalf of Callisto, but as for the other part of it--\"\n\nHe turned back to the awakening girl. Director Barrow's answer was\ncinched, of course, but Leah--? Well, he'd have to ask her again.\n\nBut probably she wasn't up to that just yet, even though her eyes were\nopen now and she was smiling at him. He'd have to give her time, of\ncourse, before he asked her. Lots of time. Say, five minutes, or maybe\nthree.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Sternig, Larry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63657/pg63657.txt",
        "name": "venusian_invader.json"
    }
}