{
    "name": "War Game",
    "author": [
        "Walton, Bryce"
    ],
    "body": "The Minister of Peace asked the United States President if he had heard\nfrom the Secretary of State. \"Yes,\" the President said. \"I heard from\nMr. Thompson only a few minutes ago.\"\n\n\"How's their final conference coming, Mr. President?\"\n\n\"Inevitably. Operation Push Button within the hour.\"\n\nThe Minister of Peace blinked out the window at Washington, D.C. \"So\nthey're going to blow up the world?\"\n\n\"Inevitably.\"\n\n\"Shall we watch it?\" asked the Minister of Peace.\n\nThe President nodded, spoke to master control through the intercom\nbox on his desk, and switched on the TV screen. They had a special\npipe-line into the United Nations Cellar. They sat back, had martinis,\nand watched the interior of the Cellar come to life on the screen.\n\nThree thousand miles from New Washington, under a natural camouflage of\ntundra and wintry hills, the U.N. Cellar was thought by its occupants\nto be thoroughly resistant to any offensive weapons. It was three miles\nunderground, protected by lead, concrete and steel. Its location was\nknown only to the U.N. Security Division that was supposed to be\nstrictly neutral in international affairs, or so the Cellar occupants\nassumed. The engineers and workmen who had planned and constructed the\nCellar were supposed to have been brain-washed and therefore had no\nmemory of the great project. An occasional caribou drifted over the\nCellar with the North Wind, and wolves that always follow the caribou.\n\nIn his suite, Chandler Thompson, Secretary of State, prepared himself\nfor the global diplomacy game's final hand in which it is never so\nimportant what hand you play, as the way you play it. After years of\nnegotiation, full agreement on Operation Push Button had been attained,\nand Thompson took some pride in having played a leading role in the\ningenious idea.\n\nMorten, his valet, finished shaving Thompson's pale face, helped him\ndress in striped trousers, cut-away, and white gardenia.\n\n\"Thank you, Morten,\" said the Secretary of State.\n\n\"You seem calm enough, sir. Frankly, I'm ill at ease.\"\n\n\"You may leave the Cellar if you wish,\" Thompson said, skimming through\nhis notes. \"You've served graciously. I appreciate it. But it is your\nprivilege to return to your family outside now. I might remind you that\nyour chance of survival if you remain here is practically 100 percent.\"\n\n\"It isn't that, sir. It just seems incredible that so many must die.\"\nHe felt of his wallet, the pictures of his family in it.\n\n\"It's hardly a matter of principle,\" Thompson said. \"Nor a question\nof ideology. It's simply a question of firmness and realistic\npracticality, and getting the job done once and for all. That has been\nmy stand from the beginning and naturally it cannot be changed.\"\n\n\"But billions of people dying--\"\n\n\"Death before dishonor, Morten.\"\n\n\"Yes, sir.\" Morten knew that in every suite in the Cellar every\ndiplomat was saying practically the same thing. Thompson looked up\nfrom his neat notes. \"People, Morten, have been properly prepared for\nviolent death. Indeed there has been a feeling of security in numbers.\nThe Ministry of Education working with the War Department has done such\na splendid job. Now every child has grown up fully prepared to die\nin the holocaust. And every individual still a child regards violent\ndeath as casually as a game of marbles. The required attitude has been\nthoroughly conditioned in the populace. The idea was to make violence,\nsavagery, and sudden death, an every day affair. And we have done it.\nSad, but a necessary task.\"\n\nMorten said nothing. Thompson looked at the neon map coruscating on the\nwall. \"Our country is not unique in this, Morten. Annihilation will\ncome as a shock only to the misinformed anywhere in the world.\"\n\nMorten sat down. He remembered how his kids used to come home from\nschool laughingly playing war games, manipulating toy atomic cannons\nand the like. They received additional marks in school for being\ngood and cooperative during atomic bomb drills and preparations for\nthermonuclear disasters. They had been so proud of their dogtags that\ncame with boxes of cereal. In the evenings out back they used to have\nbury-the-dead games.\n\nThompson was saying, \"Remember juvenile delinquency? It was necessary.\nMillions had to be conditioned psychologically for Operation Killer. An\ninsensitive, fatalistic attitude had to be engendered. For their own\ngood.\"\n\nMorten flicked a speck of lint from Thompson's stooped shoulder.\n\n\"Yes, sir,\" he said. \"Maybe it will be humane, in the long run.\"\n\n\"One must face the hard, materialistic facts,\" Thompson said. \"Oh,\nthat reminds me.\" He went to his private switchboard and got a secret\noutside line to the Office of Civilian Defense. \"Hello, Donnelson.\nYes, I'm fine. I haven't talked with you for some time now, and I\nwas wondering about that suggestion of mine. Yes, the household pets\nthing. That's right, particularly dogs. They're big morale factors in\nthe lives of children and there may be some survivors. Well, then,\nissue another bulletin on that immediately. Things are reaching a head\nhere in the Cellar. Yes, dogs should be lashed firmly to heavy pieces\nof furniture, away from windows. Put water where they can reach it.\nHysteria under the bombing attacks can be avoided by giving sodium\nbromide tablets to the dogs. That's right. Survivors will need pets.\nMorale....\"\n\nAfter Thompson was through talking to Donnelson, Morten said. \"You\nknow, sir, the end will be a relief to some people. They've been\nblitzed by a non-stop barrage of fear bombs so long, I think they'll be\nglad to get it over with.\"\n\n\"Very perceptive, Morten. That has been one of Psychological Warfare's\nprimary aims in preparation.\" Thompson got another outside line.\nDawson, Civilian Defense. As he waited for Dawson to come in, he said\nto Morten, \"Get the dueling pistols out of the cabinet, please.\" Morten\nnodded.\n\n\"Hello, Dawson. Fine, fine, things coming to a head here. How much\ndistribution did you manage on the shrouds? Eighty percent? Excellent.\nI haven't heard from Harry on the details for quite a while. Wanted\nto check personally. As you say, I've never really lost my touch\nwith the grass-roots. My feeling from the start was that millions of\nwooden coffins would be out of the question. The olive drab plastic\nsheets seemed to be the only practical recourse from the start. The\npsychological importance of getting bodies out of sight as rapidly as\npossible cannot be overemphasized. Oh, Dawson, one moment ... yes,\nI know about the public parks, playgrounds and vacant tracts in the\nsuburbs. But what about New York City? The only way is to send the\nbodies up the Hudson River using piers as morgues. The problem of\nwhere to put so many bodies, particularly when they will all appear\nfor disposal at the same time, is a considerable one. Allowing for\nthree-by-six grave-sites, with three feet for aisles, the whole\nproblem of adequate disposal acreage is primary.\" Thompson switched off\nthe connection.\n\nThompson moved his fingers over the .38 caliber dueling pistols in the\nvelvet-lined case. His eyes mellowed with nostalgia. \"Gift from the old\nSecretary of War. My boy, Don, learned to shoot with this one when he\nwas only six years old. If he had lived to be an adult, he would have\nbeen a tough fighter. But he was killed by a rival delinquent gang when\nhe was twelve. He only got there a little sooner. He had just finished\nreading Niebuhr, so he knew the tragic irony of history.\"\n\nThompson balanced one of the pistols in his hand. He looked at his\nwatch. \"It's time,\" he said religiously.\n\nAs Thompson entered the Hall of Ministers, the representatives of five\nbalance of power nations arose at once in deference to the sixth.\nMorten sat unobtrusively in a far corner, holding the case of dueling\npistols on his knees.\n\nThompson sat down. The minutes of the last conference were read by\na mechanical secretary. A summation of their final agreement on\nOperation Push Button was briefly reviewed by the automatic translating\nsecretary. No changes were suggested.\n\nThe surface of the huge conference table was somewhat like a gigantic\ntopographical map of the world. It covered perhaps a thousand square\nfeet and had been constructed by brain-washed artisans and engineers\nand scientists in perfect electronic detail. It was so realistic\nthat it radiated a sort of sentience, seeming almost to breathe in\nastonishing precision with the respiration of important strategically\nlocated cities, ports, communication and manufacturing centers. Before\neach Minister was a console containing several buttons.\n\nEach Minister arose, made a speech concerning the sovereign rights of\nthe particular nation or bloc of nations he represented. In each case,\nthe speeches seemed the same to Morten. He knew that if merely the name\nof the country or bloc in each speech was changed, the rest would be\nthe same, and sound something like:\n\n\"Gentlemen, a free such-and-such people can no longer tolerate a\nmilitant rearming so-and-so. Every other possibility has been discussed\nand rejected. I must say now that at this moment a state of war must of\nnecessity exist between such-and-such and so-and-so.\"\n\nMorten had been hearing variations of it for years. He knew it all\nby heart. As each Minister made this implacable statement, he sat\ndown, and without further ceremony, pushed a button or buttons on his\nprivate console. On the topographical map, as a button was pushed, some\nimportant section of the map, an area, a city, a port, some significant\ntransportation, communication, or manufacturing industrial center,\nwould shoot out realistic sparks, smoke, and then crumble into lifeless\ndebris.\n\nMorten tried to control the flinching and twitching of his muscles. An\nintricate network of electronic relays connected with thermonuclear\nbombs went out all over the world, and were hooked in to the map on\nthe conference table. Millions of people were just blown up somewhere,\nMorten thought.\n\nAnother Minister finished his speech, sat down, pressed buttons. More\nsmoke and flashes shot up. Millions of others out there somewhere have\njust been annihilated, Morten thought. It doesn't seem possible, he\nthought then. It's not possible. It's some kind of final madness. But\nit's happening.\n\nIt had been decided that this was the simple direct way, avoiding long,\ntime-wasting programs of mobilization and warfare. If the conclusion\nwas foregone, had been the question, then why not go directly to it by\nthe shortest and most efficient route? And the answer was as inevitable\nas the question.\n\nMore Ministers stood up, made their final declarations, and pushed\nbuttons. Little puffballs and clouds of smoke drifted over the\nconference table, obscuring distinctive facial outlines and turning the\nministers into shadow shapes as Morten watched.\n\nOnly two of the Ministers had not yet pressed their buttons. Only\ntwo sectors of the world remain alive, Morten thought. He coughed\nas acrid smoke swirled about the room. He felt a kind of blessed\nnumbed paralysis. He could almost feel the whole world turning into a\nradioactive hell all around him, mushrooms of gigantic size sprouting\nfast and furiously in the last big aftermath of rain. Yet he could\nscarcely imagine how it really was now, outside the Cellar. He thought\nvaguely about the dogs, wondering how many of them had avoided hysteria\nby having been tied to heavy pieces of furniture and given sodium\nbromide tablets. The kids who survived would need pets.\n\nMorten sat there, trying to see through the thickening smoke. He tried\nto feel grateful for having been in the Cellar. But in a few more\nseconds America might also be destroyed. What then? And what if only\nAmerica remained--would that be any better?\n\nHe had resisted such speculation, but how could he resist it any\nlonger? The Ministers had their wives, families, lovers in the Cellar,\nand supplies enough to last indefinitely. But Morten's family was\noutside. In a few seconds they might be dead. After that nothing.\nNothing at all.\n\nHe heard Thompson say in a calm voice. \"Morten, the pistols.\"\n\nHe also heard the other Minister say in Russian that he wanted his\npistol. Morten had to respect the secret agreement that Thompson and\nthe Russian Minister had made yesterday. After the other Ministers\npushed their buttons, Thompson and the Russian would fight a duel then\nthe survivor of the duel would push his button.\n\n\"Someone should win,\" Thompson and the Russian had agreed. \"This way,\none will be the absolute victor.\"\n\nIf the other Ministers knew what this secret agreement was they either\ndid not care, or did not care enough now. They got up from the\nconference table and drifted out of the big spheroid room to their\nfamilies, wives--wherever they wanted to go.\n\nNow only Thompson and the Russian remained in the room. They walked\nten paces away from one another in the classic tradition of honorable\ndueling, turned, and fired. They fell almost at the same time. Morten\nrushed over to Thompson who was already dead, having died instantly\nwith a bullet in his heart. Morten saw that the Russian had a bullet\nhole just above his left eye.\n\nThompson, foreseeing this possible situation, had gotten a promise from\nMorten that he would press the button that would annihilate Russia, in\ncase Thompson was dead or incapacitated. That would leave the United\nStates the sole victor in the last great global struggle to establish\nonce and for all, world wide, the true faith.\n\nMorten fought a brief struggle with his conscience, then ran out of\nthe room, leaving the console untouched. The United States and Russia\nstill survived. Morten's family was still safe. He ran toward the bank\nof elevators to get out of the Cellar. He hadn't been out of the Cellar\nfor a long, long time.\n\n\n\nThe President of the United States switched off the TV, and poured\nanother martini. \"You want another?\" he asked the Minister of Peace.\n\"No, sir, Mr. President.\"\n\nFor a while they said nothing as they looked out the window at the\npeaceful sunshine, and watched birds settle in the trees.\n\n\"They ran their own course,\" the Minister of Peace said. \"Just the\nsame, it was an unpleasant thing to see.\"\n\n\"Inevitable,\" said the President. \"There wasn't any other possible way\nto handle them.\"\n\nPsychiatry would never have altered their rigid mold, he knew. It was a\nstrangely funny thing, that spontaneous rebellion all over the world.\nThe people putting a stop to the whole damn vicious historical show.\nBut they had done it. The lie had been given to all the historical\npessimists like Spencer and Toynbee and Marx and all the others\nwho had said the same things, whether they really had admitted it\nor not. The people, acting out of intuitive realization that they\nfaced annihilation, had reacted _en masse_ and taken things over for\nthemselves. Now you couldn't find even a water pistol anywhere in the\nworld.\n\nThe U.N. Cellar had been walled off, turned into a kind of sanitarium.\nIts occupants had never known the truth about the outside. Thompson and\nthat absurd Russian were dead. But what about the others in the Cellar,\nliving there still and believing they were the only few survivors left\nin the world?\n\nPoor bastards, the President thought. And then he thought of that\nstatement by Sartre. The one about hell being a restaurant where you\nserved yourself.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Walton, Bryce"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59561/pg59561.txt",
        "name": "war_game.json"
    }
}