{
  "name": "Welcome, Martians!",
  "author": [
    "Hunter, Evan"
  ],
  "body": "\nThe only sound was the swish of the jets against the sand as the big\nship came down. Slowly, nose pointed skyward, a yellow tail streaming\nout behind the tubes, it settled to the ground like a cat nuzzling its\nhaunches against a velvet pillow.\n\nDave Langley peered through the viewport.\n\n\"I feel kind of funny,\" he said.\n\nA tremor of excitement flooded through Cal Manners' thin frame. \"Mars,\"\nhe whispered. \"We made it.\"\n\nGently, the fins probed the sand, poking into it. Cal cut the power and\nthe big ship shuddered and relaxed, a huge metal spider with a conical\nhead.\n\nCal peered through the viewport, his eyes scanning the planet. Behind\nhim, Dave shrugged into a space suit, gathered up his instruments.\n\n\"I'll make the tests,\" Dave said. \"Keep the starboard guns trained on\nme.\"\n\nCal nodded. He walked Dave to the airlock and lifted the toggles on the\ninner hatch. Dave stepped into the small chamber, and Cal snapped the\nhatch shut.\n\nHe walked quickly to the starboard guns, wiggled into the plastic seat\nbehind them and pitched his shoulders against the braces. Outside, like\na grotesque balloon, Dave stumbled around on weighted feet, taking his\nreadings.\n\n_What's out there?_ Cal wondered. _Just exactly what?_\n\nHe tightened his grip on the big blasters, and trained the guns around\nto where Dave puttered in the sand. Dave suddenly stood erect, waved at\nCal, and started lumbering back toward the ship. Cal left the guns and\nwent to the airlock. He stepped into the chamber closed the toggles on\nthe hatch behind him, and twirled the wheel on the outer hatch. He was\nready to move back into the ship again when Dave stepped through the\nouter hatch, his helmet under his arm.\n\n\"It's okay, Cal. Breathable atmosphere. And the pressure is all right,\ntoo.\"\n\nCal let out a sigh of relief. \"Come on,\" he said. \"Get out of that\nmonkey suit. Then we'll claim the planet for Earth.\"\n\nThey went back into the ship, and Dave took off the suit, hanging it\ncarefully in its locker. Both men strapped on holsters and drew stun\nguns from the munitions locker. They checked the charges in their\nweapons, holstered them, and stepped out into the Martian night.\n\nIt was cold, but their clothing was warm and the air was invigorating.\nCal looked up at the sky.\n\n\"Phobos,\" he said, pointing.\n\n\"And Deimos,\" Dave added.\n\n\"Ike and Mike.\"\n\n\"Yeah.\" Dave smiled.\n\n\"How do you feel, Dave?\" Cal asked suddenly.\n\n\"How do you mean?\"\n\n\"Mars. I mean, we're the first men to land on Mars. The first, Dave!\"\n\nThey were walking aimlessly, in no particular hurry.\n\n\"It's funny,\" Dave said. \"I told you before. I feel kind of--\"\n\n\n\nThe music started abruptly, almost exploded into being, tore through\nthe silence of the planet like the strident scream of a wounded\nanimal. Trumpets blasted raucously, trombones moaned and slid, bass\ndrums pounded a steady tattoo. Tubas, heavy and solemn like old men\nbelching. Clarinets, shrill and squealing. Cymbals clashing.\n\nA military band blaring its march into the night.\n\n\"Wha--\"\n\nDave's mouth hung open. He stared into the distance.\n\nThere were lights, and the brass gleamed dully. A group of men were\nmarching toward them, blowing on their horns, waving brilliant banners\nin the air.\n\n\"People,\" Cal said.\n\n\"And music. Like ours. _Music just like ours._\"\n\nThe procession spilled across the sand like an unravelling spool of\nbrightly colored silk. Children danced on the outskirts of the group,\nhopping up and down, screaming in glee. Women waved banners, sang along\nwith the band. And the music shouted out across the sand, a triumphal\nmarch with a lively beat.\n\nA fat man led the procession. He was beaming, his smile a great\nenamelled gash across his face. The music became louder, closer,\near-shattering now.\n\n\"Welcome,\" the shouts rang out. \"Welcome.\"\n\n\"Welcome!\"\n\n\"English!\" The word escaped Dave's lips in a sudden hiss. \"For God's\nsake, Cal, they're speaking English.\"\n\n\"Something's wrong,\" Cal said tightly. \"This isn't Mars. We've made a\nmistake, Dave.\"\n\nThe fat man was closer now, still grinning, his stomach protruding, a\ngold watch hanging across his vest beneath his jacket. He wore a white\ncarnation in his buttonhole. A homburg, black, was perched solidly atop\nhis head.\n\n\"They're human,\" Dave whispered.\n\nThe fat man stopped before them, raised his hands. The music ceased as\nabruptly as it had begun. He stepped forward and extended his hand.\n\n\"Welcome home,\" he said.\n\nWelcome _home_! The words seared across Cal's mind with sudden\nunderstanding.\n\n\"There's some mistake ...\" he started.\n\n\"Mistake?\" The fat man chuckled. \"Nonsense, nonsense. I am Mayor\nPanley. You're back in New Calleth, gentlemen. The city is yours. The\n_world_ is yours! Welcome home.\"\n\n\"You don't understand,\" Cal persisted. \"We've just come from Earth.\nWe've just travelled more than 50,000,000 miles through space. We're\nfrom Earth.\"\n\n\"I know,\" the mayor said, \"I know.\"\n\n\"You know?\"\n\n\"But of course. Isn't it wonderful?\"\n\nThe crowd cheered behind him, telling the night how wonderful it was.\n\nCal blinked, turned to Dave. The mayor put his arms about the two men.\n\"We've been watching your approach for weeks. I'll have to admit we\nwere a little worried in the beginning.\"\n\n\"Worried?\"\n\nThe mayor began chuckling again. \"Why yes, yes. Not that we didn't\nthink you'd make it. But there were some who ... ahh, here are the\ntelevision trucks now.\"\n\nThe trucks wheeled across the sand, just like the thousands of trucks\nCal had seen back on Earth. The television cameras pointed down at\nthem, and the men stood behind them with earphones on.\n\n\"Smile. Smile,\" the mayor whispered.\n\nCal smiled. Dave smiled, too.\n\n\"Ladies and gentlemen,\" Mayor Panley said to the cameras, \"It is the\ndistinct honor of New Calleth....\"\n\nThe crowd raised their voices, drowning out his voice. The banners\nwaved, yellow, red, blue, orange. Welcome, welcome, welcome.\n\n\"... the distinct honor of New Calleth to be able to welcome home Bobby\nGalus and Gary Dale.\"\n\n\"Galus! Dale!\" the voices sang, \"Galus! Dale!\"\n\n\"Galus!\"\n\n\"Dale!\"\n\n\"Just a second,\" Cal interrupted. \"You don't understand at all. Those\naren't our....\"\n\n\"Four years in space,\" the mayor continued, \"four years among the\nstars. To Earth and back, fellow citizens, for the glory of Mars.\"\n\n\"You've got that twisted,\" Cal said. \"We didn't....\"\n\nThe mayor took Cal's elbow and turned him toward the cameras.\n\n\"You were in space for four years, weren't you Captain Galus?\"\n\n\"Yes, we were. But it wasn't....\"\n\n\"Space!\" the mayor gushed. \"Limitless space. The first men to land on\nEarth.\"\n\nAgain the cries of the crowd split the night.\n\n\"Across the stretches of sky,\" the mayor continued. \"Across the\nunchartered wilderness above, across the....\"\n\n\n\nThere were banquets and more banquets, and women of every size and\nshape. The city of New Calleth went all out to welcome the space\ntravellers. Bobby Galus and Gary Dale.\n\nAt the end of a week of festivity, the mayor came to Cal and Dave.\n\n\"Have you enjoyed your stay, boys?\" he asked.\n\n\"It was swell,\" Cal said, \"but you've got things all....\"\n\n\"I was wondering when you planned on leaving for the capitol. Don't\nmisunderstand me. We'd like you to stay as long as you want to, but....\"\n\n\"For God's sake,\" Cal snapped, \"will you please listen to me?\"\n\nMayor Panley was visibly shaken. \"Why, of course, Captain Galus. Of\ncourse. Why, certainly.\"\n\nHe lapsed into silence.\n\n\"I'm not Bobby Galus,\" Cal said. \"And this isn't Gary Dale.\"\n\nThe mayor nodded his head. \"You're ... not ... Galus and Dale,\" he said\nslowly.\n\n\"That's right,\" Cal said. \"We didn't go to Earth. We came from there.\nThis is the first time we've ever been on Mars. Do you understand?\nWe're Earthmen.\"\n\n\"Earthmen?\" The mayor considered this for a second and then burst out\nlaughing. \"Why, that's preposterous. Absolutely preposterous!\" His\nlaugh rose in volume to a bellow. \"Oh, you're joking. I should have\nknown. You're only joking.\"\n\n\"We're not joking. This is all some kind of a horrible mistake. We're\nthe first men to land on Mars. You've got to understand that,\" Dave\npleaded.\n\nThe mayor was still laughing. He walked to the door and opened it. \"All\nright, boys, have your little joke. You've earned the right to it. I'll\nmake arrangements for you to leave for Dome City in the morning.\" He\nshook his head and chuckled again. \"Earthmen. Tch-tch.\" And then he was\ngone.\n\nThey sat alone in the hotel room. It looked like any Earth hotel they'd\never been in. A big soft bed. A wall telephone. Two dressers. Two\narmchairs. A big mirror over one of the dressers. A television set on\nthe other dresser.\n\n\"This is screwy,\" Dave said. \"Is it possible we're back on Earth? Is it\npossible the joke is on us? Maybe everyone is just ribbing us. Maybe\nwe've been going around in circles for four years. Maybe....\"\n\n\"No,\" Cal said. \"We're on Mars all right. I don't know exactly how to\nexplain it, but I've got an idea.\"\n\n\"What's that?\" Dave asked.\n\nCal shrugged. \"Probably all wrong, of course. But it has something to\ndo with comparable development of cultures on different planets.\"\n\n\"You mean Mars is in exactly the same state of development as Earth?\"\n\n\"Something like that. You know the theory. Give two different places\nthe same materials to start with, and their cultures will run parallel\nto each other for the rest of their existence.\"\n\n\"Sure,\" Dave said. \"But these guys Galus and Dale. How the hell could\nwe possibly be mistaken for them?\"\n\n\"I don't know.\" Cal leaned back on the bed and stared at the ceiling.\n\"Maybe we'll find out in Dome City.\"\n\n\"Maybe,\" Dave repeated hollowly.\n\n\n\nThe president of the planet greeted their ship in Dome City. There were\nmore parades, banners, bands, banquets, reporters, cameras, confetti,\nwomen, speeches, presentations.\n\nAnd at last, they stood before the President's desk, two bodyguards\nstanding on either side of him. He was a thin man, slightly balding,\nwith rimless glasses.\n\n\"Gentlemen,\" he said, \"I don't have to tell you how pleased I am.\"\n\nCal took a deep breath. \"We've been trying to tell Mayor Panley,\" he\nsaid, \"that we are not Galus and Dale.\"\n\nThe President smiled. \"I know. He told me of your little joke.\"\n\n\"It's not a joke.\"\n\nThe President cocked an eyebrow. \"No?\" He looked at his bodyguards.\n\"Has space affec ... did you feel any ill effects in space?\" he asked.\n\nCal grimaced. \"Oh great! Now he thinks we're psycho. Look, can't you\nget this through your heads? _We are from Earth._ We never heard of\nGalus and Dale. My name is Calvin Manners, and this is David Langley.\"\n\n\"Very interesting,\" the President said. He tapped his finger on the\nback of his other hand and stared at the two Earthmen.\n\nHe reached over toward the intercom on his desk then and pressed a\nbutton.\n\n\"Yes?\" a woman's voice asked.\n\n\"Miss Daniels, will you bring in the photos of Capt. Galus and Lt.\nDale, please?\"\n\n\"Yes, sir.\"\n\nThe President turned to the two men again. \"Those are your ranks, are\nthey not?\"\n\n\"Yes, but we're in the United States Army.\"\n\n\"The _what_?\"\n\n\"The United States Army. The United States is a country on Earth.\"\n\n\"Really? Now we're getting somewhere. What else does Earth have? What\nis it like? Are the inhabitants intelligent?\"\n\n\"Yes, we are. _We're_ Earthmen, can't you understand that?\"\n\n\"I think you're carrying this joke a little too far, gentlemen. A joke\nis a joke, but we've spent millions of dollars on your trip. Really,\nthis is no time for banter.\"\n\nCal opened his mouth, ready to protest, just as the outside door swung\nwide. An attractive blonde in a smart suit stepped into the room and\nwalked to the President's desk. She kept her eyes glued to the two\nEarthmen, dropped two large photographs on the desk, and turned. She\nstared over her shoulder at Cal and Dave until she was gone.\n\nThe President smiled knowingly. \"The women are falling all over you\ntwo, I imagine.\"\n\n\"We're both married,\" Cal said drily. \"We don't care for all this....\"\n\n\"Married?\" The President was shocked. \"I thought we'd distinctly\nchosen unmarried men for the job. Strange.\"\n\n\"We've got wives on Earth,\" Dave said.\n\n\"Ah-ha,\" the President said. \"Then they are intelligent beings. Pity,\npity.\"\n\nA twinge of anticipation curled up Cal's spine. \"Pity? Why a pity? Why\ndo you say that?\"\n\n\"Well, you know. Surely you realized this was the only flight we could\nafford.\"\n\n\"What?\"\n\n\"For the meantime, anyway. We may attempt another flight in fifty\nyears, sixty perhaps, maybe more. But you've already proved space\ntravel, Capt. Galus. The achievement is ours. All we need now is money\nto....\"\n\n\"Damn it, I'm not Capt. Galus,\" Cal shouted. \"And we've got to get back\nto Earth. I've got a kid, Mr. President. He's six years old and....\"\nCal stopped abruptly. \"Oh, this is all nonsense. Why am I arguing with\nyou? Can't you understand that we are Earthmen? What do we have to do\nto prove it?\"\n\nThe President sighed and turned over the photographs on the desk. They\nwere glossy prints of two men in uniform. They were young men, in\nkhaki, smiles on their faces.\n\nOne man looked exactly like Calvin Manners.\n\nThe other strongly resembled David Langley.\n\n\"Here are your photographs,\" the President said. \"This is you, captain,\nand you, lieutenant. They were taken before the trip. You're younger,\nof course.\"\n\nCal stared at the photograph. It could have been he. The nose was a\nlittle sharper, perhaps, and the face thinner. But it could have been\nhe. _It could have been he!_\n\n\"It's a freak accident,\" he shouted. \"A coincidence in two parallel\ncultures, a....\"\n\nHe saw the look on the President's face then. It was a cold look, and a\nsuspicious one. Cal stopped speaking, sweat staining the armpits of his\nuniform shirt.\n\nThe President grinned again. \"That's better. I understand the strain of\nspace, gentlemen, but we must be practical, mustn't we?\"\n\nHe paused. \"Shall we talk about Earth now?\"\n\n\n\nThe only sound was the swish of the jets against the grass as the big\nship came down. Slowly, nose pointed skyward, a yellow tail streaming\nout behind the tubes, it settled to the ground like a cat nuzzling its\nhaunches against a velvet pillow.\n\nIn the distance, the lights of New York danced crazily, gleaming from\na thousand spires that scratched the sky. The radios blared forth\nexcitedly, and the police cars screamed through the night as they\nrushed to City Hall to pick up the mayor.\n\nInside the ship, Gary Dale peered through the viewport.\n\n\"I feel kind of funny,\" he said.\n\nA tremor of excitement flooded through Bobby Galus' thin frame.\n\n\"Earth,\" he whispered. \"We made it.\"\n\n\n\n\n",
  "metadata": {
    "author": [
      "Hunter, Evan"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/58639/pg58639.txt",
    "name": "welcome_martians"
  }
}
