{
  "name": "What Rough Beast?",
  "author": [
    "Highe, Jefferson"
  ],
  "body": "\n[Sidenote: _When you are a teacher, you expect kids to play pranks. But\nwith tigers--and worse?_]\n\nStanding braced--or, as it seemed to him, crucified--against the length\nof the blackboard, John Ward tried to calculate his chances of heading\noff the impending riot. It didn't seem likely that anything he could do\nwould stop it.\n\n\"Say something,\" he told himself. \"Continue the lecture, _talk_!\" But\nagainst the background of hysterical voices from the school yard,\nagainst the brass fear in his mouth, he was dumb. He looked at the bank\nof boys' faces in front of him. They seemed to him now as identical as\nmetal stampings, each one completely deadpan, each pair of jaws moving\nin a single rhythm, like a mechanical herd. He could feel the tension in\nthem, and he knew that, in a moment, they would begin to move. He felt\nshame and humiliation that he had failed.\n\n\"Shakespeare,\" he said clearly, holding his voice steady, \"for those of\nyou who have never heard of him, was the greatest of all dramatists.\nGreater even,\" he went on doggedly, knowing that they might take it as a\nprovocation, \"than the writers for the Spellcasts.\" He stopped talking\nabruptly.\n\nThree tigers stepped out of the ceiling. Their eyes were glassy,\nabsolutely rigid, as if, like the last of the hairy mammoths, they had\nbeen frozen a long age in some glacial crevasse. They hung there a\nmoment and then fell into the room like a furry waterfall. They landed\nsnarling.\n\nSomething smashed viciously into the wall beside Ward's head. From the\nback of the room, someone's hand flashed a glitter of light. Ward leaped\naway and cut across the end of the room toward the escape chute. Holding\nhis ring with its identifying light beam before him, he leaped into the\nslot like a racing driver. Behind him, the room exploded in shouts and\nsnarls. The gate on the chute slammed shut after him, and he heard them\nscratching and banging at it. Without the identifying light, they would\nbe unable to get through. He took a long breath of relief as he shot\ndown the polished groove of the slide into the Mob Quad. The boys he'd\nleft behind knew how to protect themselves.\n\nThey were all there--Dr. Allenby, McCarthy the psych man, Laura Ames the\npretty gym teacher, Foster, Jensen--all of them. So it had been general\nthen, not just his group which had rioted. He knew it was all the more\nserious now, because it had not been limited to one outbreak.\n\n\"You, too, Ward?\" Dr. Allenby said sadly. He was a short, slender man\nwith white hair and a white mustache. He helped Ward up from where he\nhad fallen at the foot of the escape slide. \"What was it in your\nclassroom this time?\"\n\n\"Tigers,\" Ward said. Standing beside Allenby, he felt very tall,\nalthough he was only of average height. He smoothed down his wiry dark\nhair and began energetically brushing the dust from his clothing.\n\n\"Well, it's always something,\" Allenby said tiredly.\n\nHe seemed more sad than upset, Ward thought, a spent old man clinging to\nthe straw of a dream. He saw where the metaphor was leading and pushed\nit aside. If Allenby were a drowning man, then Ward himself was one. He\nlooked at the others.\n\nThey were all edgy or simply frightened, but they were taking it very\nwell. Some of them were stationed at the gates of the Quad, but none of\nthem, as far as he could see, was armed. Except for McCarthy. The psych\nman was wearing his Star Watcher helmet and had a B-gun strapped at his\nside. Probably had a small force-field in his pocket, Ward thought,\n_and_ a pair of brass knuckles.\n\n\"So--the philosophy king got it too,\" McCarthy said, coming over to\nthem. He was a big man, young but already florid with what Ward had\nalways thought of as a roan complexion. \"Love, understanding,\nsympathy--wasn't that what was supposed to work wonders? All they need\nis a copy of Robinson Crusoe and a chance to follow their natural\ninstincts, eh?\"\n\n\"One failure doesn't prove anything,\" Ward said, trying not to be angry.\n\n\"_One_ failure? How often do they have to make us hit the slides for the\nsafety of the Mob Quad before you adopt a sensible theory?\"\n\n\"Let's not go through all that again. Restraint, Rubber hoses and\nRadiological shock--I've heard all about the 3 Rs.\"\n\n\"At least they work!\"\n\n\"Oh, yes, they work fine. Except that they never learn to read and they\ncan't sign their names with anything but an X.\"\n\n\"It was progressive education that destroyed reading,\" McCarthy said\nheatedly. \"And they don't _need_ to sign their names--that's what\nuniversal fingerprinting is for.\"\n\n\"Please, gentlemen,\" Dr. Allenby interrupted gently. \"This kind of\nsquabbling is unbecoming to members of the faculty. Besides,\" he smiled\nwith faded irony, \"considering the circumstances, it's hardly a proper\ntime.\"\n\nHe pointed to the windows over the Quad where an occasional figure could\nbe seen behind the glass. Lucky it was unbreakable, Ward thought,\nhearing the wild hysterical yelling from inside.\n\n\"Mob Quad,\" Allenby said bitterly. \"I thought I was naming it as a joke.\nThe original Mob Quad was at Merton College, Oxford. One of the old\ndefunct universities. _They_ had a Mob Quad to shelter students and\nprofessors from the town mobs. Professors _and_ students,\ngentlemen--they were a united front in those days. I suppose no one\ncould have predicted our present circumstances.\"\n\n\"That's all history,\" McCarthy said impatiently. \"Bunk. This is _now_,\nand I say the thing to do--\"\n\n\"We know.\" Allenby waved him to silence. \"But your way has been tried\nlong enough. How long is it since Los Angeles Day, when the U.N.\nbuildings were bombed and burned by the original 3R Party in order to\nget rid of Unesco? Two hundred forty-three years next June, isn't it?\nAnd your Party had had all that time to get education back on what it\ncalls a sane program. Now _nobody_ is educated.\"\n\n\"It takes time to undo the damage of progressive education,\" McCarthy\nsaid. \"Besides, a lot of that junk--reading, writing--as I've often told\nWard--\"\n\n\"All right,\" Ward broke in. \"But two and a half centuries is long\nenough. Someone must try a new tack or the country is doomed. There\nisn't much time. The Outspace invaders--\"\n\n\"The Outspace invaders are simply Russians,\" McCarthy said flatly.\n\n\"That's a convenient view if you're an ostrich. Or, if you want to keep\nthe Pretend War going, until the Outspacers take us over.\"\n\nMcCarthy snorted contemptuously. \"Ward, you damned fool--\"\n\n\"That will be all, gentlemen,\" Allenby said. He did not raise his voice,\nbut McCarthy was silent and Ward marveled, as he had on other occasions,\nat the authority the old man carried.\n\n\"Well,\" McCarthy said after a moment, \"what are you going to do about\n_this_?\" He gestured toward the windows from which shouts still rang.\n\n\"Nothing. Let it run its course.\"\n\n\"But you can't do _that_, man!\"\n\n\"I can and I will. What do you think, John?\"\n\n\"I agree,\" Ward said. \"They won't hurt each other--they never have yet.\nIt'll wear itself out and then, tomorrow, we'll try again.\" He did not\nfeel optimistic about how things would be the next day, but he didn't\nwant to voice his fears. \"The thing that worries me,\" he said, \"are\nthose tigers. Where'd they come from?\"\n\n\"What tigers?\" McCarthy wanted to know.\n\nWard told him.\n\n\"First it was cats,\" McCarthy said, \"then birds ... now tigers. Either\nyou're seeing things or someone's using a concealed projector.\"\n\n\"I thought of the projector, but these seemed real. Stunned at first--as\nif they were as surprised as I was.\"\n\n\"You have a teleport in your class,\" Allenby said.\n\n\"Yes--maybe that's the way it was done. I don't know quite what to make\nof it,\" Ward said. If he voiced his real suspicion now, he knew it would\nsound silly. \"I know some of them can teleport. I've seen them. Small\nthings, of course....\"\n\n\"Not in _my_ classes,\" McCarthy said indignantly. \"I absolutely forbid\nthat sort of thing.\"\n\n\"You do wrong, then,\" Allenby said.\n\n\"It's unscientific!\"\n\n\"Perhaps. But we want to encourage whatever wild talents they possess.\"\n\n\"So that they can materialize tigers in--in our bedrooms, I suppose.\nWell, I've had enough. Stay here and stew if you like, but I'm going\nback to my class. I turned the hypno-gas on them before I took my dive.\nThey should be nice and gentle for me by this time.\" He turned away\ndefiantly.\n\n\"I know how you feel,\" Allenby said when McCarthy was gone. \"He's a holy\nterror, John. Shouldn't be around here. But I have to keep him, since he\nwas recommended by the 3Rs and the Educational League. He gives the\nschool a bit of protective coloration. Perhaps he's why they haven't\nclosed us down yet.\"\n\n\"I know--I'm not blaming you. Do you suppose we can go back to our jobs?\nIt sounds as if it's wearing itself out.\" He gestured up at the windows.\n\n\"Can't do anything more today.\"\n\n\"No, you're probably right.\"\n\n\n\nFor a moment Allenby was silent as they went toward the gate of the\nQuad. Then he said, \"John, you're a good man. I don't want you to\ndespair. What we're attempting--to bring education back into our\nculture--is a good and noble cause. And you can't really blame the\nkids.\" He nodded up at the walls. \"They've just had too many Spellcasts,\ntoo many scares in the Pretend War--they can't believe in any future and\nthey don't know anything about their past. Don't blame them.\"\n\n\"No, sir--I don't.\"\n\n\"Just do our best,\" Allenby said. \"Try to teach them the forgotten\nthings. Then, in their turn, in the next generation....\"\n\n\"Yes, we have to believe that. But, Dr. Allenby, we could go a lot\nfaster if we were to screen them. If they were all like young Tomkins,\nwe'd be doing very well. But as long as we have people like young Cress\nor Hodge or Rottke--well, it's hard to do anything with them. They go\nstraight from school into their fathers' firms--after all, if you're\nguaranteed a business success in life, you don't struggle to learn. And,\nanyway, you don't need much education to be a dope salesman or a numbers\nconsultant.\"\n\n\"I'd like to have the place run only for the deserving and the\ninterested,\" Allenby said. \"But we haven't much choice. We must have\nsome of these boys who are from the best families. More protective\ncoloration--like McCarthy. If we were only to run the place for the\nbrilliant ones, you know we'd be closed down in a week.\"\n\n\"I suppose so,\" Ward agreed. He wondered whether he should tell his\nsuspicions to Allenby. Better not, he decided. Allenby had enough to\nthink about.\n\nThe last of the shouting had died. As Ward went out the gate of the\nQuad, he felt his heart lift a little the way it always did when he\nstarted for home. Out here, miles from the city, the air was clean and\nthe Sun was bright on the hills, quilted now with the colors of autumn.\nThere was a tang of wood smoke in the air and, in the leaves beside the\npath, he saw an apple. It was very cold and damp and there was a wild\ntaste to it as he bit into the fruit. He was a tired teacher, glad to be\ngoing home after a hard day in the school. He hoped that no one had been\nhurt by the tigers.\n\n\n\nJohn Ward pushed the papers across his desk, reached for his pipe and\nsighed. \"Well, that does it, Bobby,\" he said.\n\nHe looked at the red-headed six-year-old boy sitting in the too-big\nchair across from him. Bobby was a small boy with a freckled face and\nskinned knees. He sat in the big chair with his feet sticking straight\nout in front of him and played with a slide rule.\n\n\"I've taught you all the math I know,\" Ward said. \"Differential,\nintegral, topology, Maddow's Theory of Transfinite Domains--that's as\nfar as I go. What's next?\"\n\n\"I don't know, John. I was thinking of going in for nuclear physics,\nbut....\"\n\n\"Go on, but what?\" Ward prompted.\n\n\"Well....\" Bobby gave him an embarrassed look. \"I'm kind of tired of\nthat stuff. It's easy and not very interesting. What I'd really like--\"\nHe broke off and began fiddling with the slide rule again.\n\n\"Yes, Bobby, what would you like?\"\n\n\"You won't be mad?\"\n\n\"No.\" Ward smiled.\n\n\"Well, I'd really like to try to write a poem--a real poem, I mean, not\nadvertiverse--a real poem, with rhymes and everything.\" He paused and\nlooked to see how Ward was taking it and then went on with a rush. \"I\nknow it's almost illegal, but I want to try. I really want to.\"\n\n\"But why?\"\n\n\"Oh, I dunno--I just want to. I remember that an old poet named Yeats\nsaid something about writing poems--the fascination with what's\ndifficult. Maybe that's it.\"\n\n\"Well,\" Ward said, \"it's a dangerous occupation.\" He looked at the boy\nwith wonder and pride. \"Sure, Bobby, give it a try if you want to.\"\n\n\"Gee, thanks!\" the boy said. He jumped out of the chair and started\ntoward the door of the study.\n\n\"Bobby,\" Ward called. \"Tell me--can you teleport?\"\n\n\"Not exactly,\" Bobby said. The papers on the desk in front of Ward\nsuddenly fluttered into the air. They did a lazy circle of the room,\nswung into an echelon and performed a slow chandelle, before dropping\ninto Bobby's hand. \"I can do that stuff. But I didn't do the tigers.\"\n\n\"I'm sure you didn't.\"\n\n\"It was a good stunt, but I wouldn't do that to you, John.\"\n\n\"I know. Do you know who did?\"\n\n\"I'm not sure.\" Bobby didn't look at him now. \"Anyway, it'd be\nsnitching.\"\n\n\"I'm not asking you to tell.\"\n\n\"Gee, I'm sorry,\" Bobby said. \"I wanted to tell you in the yard. I knew\nthere was going to be a rumble, but I couldn't snitch.\"\n\n\"No, of course not.\" Ward shooed him off. \"Go write your poem.\"\n\n\n\n\"But tigers!\" Ann said. \"Why tigers, John?\"\n\n\"I suppose they were convenient.\"\n\n\"Tigers are never convenient.\"\n\nHe crossed the room, picked up the phone and dialed. After a brief\nconversation, he turned back to her. \"Well, now we know where they came\nfrom,\" he said. \"The zoo. Disappeared for about half an hour. Then\nreappeared again.\"\n\n\"I don't care where they came from,\" his wife said. Her dark head was\nbent over some work in her lap. \"What difference does it make whether\nthey came from the zoo or from Burma? The point is, bringing them in is\ndangerous--it's hooliganism, and don't tell me that boys will be boys.\"\n\n\"It doesn't show very mature judgment,\" he admitted. \"But Bobby and his\npals aren't very old.\"\n\n\"Only about four hundred and eighty-five years old, according to his\nI.Q. Do you think it was Bobby?\"\n\n\"Bobby isn't the only genius we've got. There's Danny, remember, and\nWilliam Tender--and Bobby said he couldn't teleport big stuff.\"\n\n\"Well?\"\n\nJohn Ward had to confide his theory. He felt that he had to tell Ann\neverything, all the speculation and suspicion he'd carried around with\nhim for so long.\n\n\"I think we're being invaded,\" he said.\n\nAnn looked at him steadily for a moment. \"You mean the Outspacers?\"\n\n\"Yes--but not in the way you're thinking. It's been reported that the\nSaucers are Russian or Argentine or Brazilian or Chinese--that's what\nwe're told. But that's simply Pretend War propaganda and almost no one\nbelieves it any longer. Most of us think of them as Outspacers.\"\n\n\"And you think they're moving in?\"\n\n\"I think they're watching--sort of--well, sort of monitoring.\"\n\n\"Monitoring us? What for?\"\n\n\"No, not us. I think they've planted children among us. I think the\nOutspacers are _school-teachers_.\"\n\nAnn got briskly to her feet. \"I think,\" she said, \"that we'll take your\ntemperature and see if perhaps you shouldn't be in bed.\"\n\n\"Wait, Ann, I'm serious. I know it sounds crazy, but it isn't. Think of\nit this way--here's a race, obviously humanoid, on another star system.\nFor some reason, overpopulation or whatever, they have to find room on\nanother planet. Let's assume they're a highly civilized race--they'd\nhave to be to have interstellar travel--so, of course, they can't simply\ntake over Earth in an act of aggression. That would be repugnant to\nthem.\n\n\"So they _seed_ our planet with their children. These children are\ngeniuses. When they grow up, they are naturally the leaders of the\nworld's governments and they're in a position to allow the Outspacers to\nlive with us on Earth. To live peacefully with us, whereas now, if the\nOutspacers were to try to live here, it would mean war.\"\n\n\"And you think Bobby is one of these--these seedlings?\"\n\n\"Maybe. He's unbelievingly intelligent. _And_ he's a foundling.\"\n\n\"What has that to do with it?\"\n\n\"I've looked up the statistics on foundlings. When the Saucers first\nbegan to appear, back in the 20th Century, the number of foundlings\nbegan to increase. Not a lot, but some. Then the Saucers disappeared for\nalmost two and a half centuries and the number decreased. Now, since the\nOutspacers are once more evident, the number of foundlings has increased\nvery greatly.\"\n\n\"And your other geniuses? All foundlings?\"\n\n\"Not all. But that doesn't mean anything--plenty of foundlings are\nadopted. And who knows which child is an adopted one?\"\n\nAnn Ward sat down again. \"You're quite serious about this, John?\"\n\n\"There's no way of being sure, but I am convinced.\"\n\n\"It's frightening.\"\n\n\"Is Bobby frightening? In all the time I've been tutoring him, has he\never been out of line?\"\n\n\"Bobby's no alien!\"\n\n\"He may be.\"\n\n\"Well, anyway, of course Bobby isn't frightening. But that business of\nthe tigers--_that_ is!\"\n\n\"They didn't hurt anyone.\"\n\n\"No, but don't you see, John? It's--irresponsible. How do you fit it in\nwith your super-intelligent super-beings?\"\n\n\"Ann,\" he said impatiently, \"we're dealing with fantastically\nintelligent beings, but beings who are still _children_--can't you\nunderstand that? They're just finding out their powers--one is a\ntelepath, another levitates, a third is a teleport. A riot is started by\nAlec Cress or Jacky Hodge or one of those 3R hoodlums. And our child\ngenius can't resist making a kind of joke of his own.\"\n\n\"Joke? With _tigers_? John, I tell you I'm frightened.\" Her husband said\nnothing and she looked at him sharply. \"You _hope_ it's this way, don't\nyou?\"\n\nFor a moment he didn't answer. Then he sighed. \"Yes. Yes, I do both\nbelieve and hope I'm right, Ann. I never thought that I'd be willing to\ngive up the struggle--that's what it amounts to. But I don't think the\nhuman race can manage itself any more. So, I'm willing and glad to have\nsome other race teach us how to live. I know we've always looked on the\nidea of domination by some race from the stars with both terror and\nrevulsion. But we've made such a mess of things on Earth that I, at\nleast, would be glad to see them come.\"\n\nAfter a while, Ann said, \"I've got to do some shopping for supper.\"\n\nShe began mechanically putting her work away.\n\n\"You're shocked?\"\n\n\"Yes. And relieved, too, a little. And, at the same time, still a bit\nfrightened.\"\n\n\"It's probably for the best.\"\n\n\"Yes. It's sad, though. Have you told this to anyone else?\"\n\n\"No. After all, it's still only a theory. I've got to find some kind of\nproof. Except that I don't know how.\"\n\n\"You've convinced me.\" She stood in the doorway, then turned to him and\nhe could see that she was crying. She dashed the tears from her eyes. \"I\nsuppose we have to go on doing the same things. We have to have dinner\ntonight. I must shop....\"\n\nHe took her in his arms. \"It'll be all right,\" he said.\n\n\"I feel so helpless! What are you going to _do_?\"\n\n\"Right now,\" he said, \"I think I'll go fishing.\"\n\nAnn began to laugh, a little hysterically. \"You _are_ relaxed about it,\"\nshe said.\n\n\"Might as well relax and give it more thought.\"\n\nAnn kissed him and went into the kitchen. She was gone when he came out\nwith his rod and creel. Going down the walk under the trees, he was\naware again of what a fine autumn afternoon it was. He began to whistle\nas he went down the hill toward the stream.\n\nHe didn't catch anything, of course. He had fished the pool at least a\nhundred times without luck, but that did not matter. He knew there was a\nfighting old bass in its depths and, probably, he would have been sorry\nto catch him. Now, his line gently agitated the dark water as he sat\nunder a big tree on the stream bank and smoked. Idly he opened the copy\nof Yeats' poems and began reading: _Turning and turning in the widening\ngyre...._\n\nIn mounting excitement, he read the coldly beautiful, the terrible and\nrevelatory poem through to the end. _And what rough beast, its hour come\nround at last, slouches toward Bethlehem to be born?_\n\nWard became aware that his pipe was out. He put it away, feeling the\ngoose pimples, generated by the poem, leave his flesh. Then he shook\nhimself and sighed. We're lucky, he thought, it might have been the way\nthe old boy predicted it in the poem. It might have been terrible.\n\nHe sighed again, watching his line in the dark water, and thought of\nBobby. You could hardly call Bobby a rough beast. The line flickered in\nthe water and then was still. He would have a lot of time for this kind\nof life, he thought, if his theory were correct. He watched a flight of\nleaves dapple the pool with the insignia of autumn. He was not sure he\nwanted to spend a lifetime fishing.\n\nSuddenly the pool exploded into motion, the water frothed and flashed\nwhite and the line in his hand sang like a piano wire. Automatically, he\njerked his line and began to reel in, at the same time his mind was\ntelling him no line of its weight could long hold what he had hooked. As\nsuddenly as the action had begun, it was ended and he was pulling\nsomething heavy against the stream bank. He gaped at it, his eyes\npopping. Then he heard the rustle of leaves and the snap of a stick\nbehind him.\n\n\"Catch somep'n, teach'?\" a voice asked.\n\n\"Yes, I caught something.\" He got his tobacco pouch from his pocket and\nfilled his pipe, trying to keep his hands from trembling.\n\n\"Gee, he's a _big_ one, teach',\" the voice said.\n\nWard stood up. The boy, Jacky Hodge, leaning over the bank looking down\nat the fish. Behind him, Ward saw Bobby, Alec Cress, Danny and several\nothers. _Now which of you is laughing?_ he wondered. But there was no\nway to tell. Jacky, a boy of twelve or thirteen, had his usual look of\nstupid good nature. Bobby, under the flambeau of red hair, dreamed at\nthe fish. The others wore the open poker faces of children.\n\n\"That's a _funny_ fish,\" one of them said and then they were all\nlaughing as they raced away.\n\nWith some difficulty, Ward got the fish out of the water and began to\ndrag it up the hill toward his house.\n\n\"Outspace fish,\" Ward said as he dumped the thing on the work table\nwhere Ann had deposited the bag of groceries.\n\n\"Where did you get _that_?\"\n\n\"I just caught it. Down in the stream.\"\n\n\"_That?_ In our stream?\"\n\n\"Yeah.\"\n\nHe looked at it. The fish resembled a small marlin in shape, but it\nlooked as if its sides had been painted by an abstract artist.\n\n\"They planted it on my hook,\" he told her. \"Teleported it from somewhere\nand planted it on me. Like the tigers.\"\n\n\"Who?\"\n\n\"I don't know--one of the kids. There were a bunch of them down by the\nriver.\"\n\n\"Is it the proof you wanted?\"\n\n\"Almost. I'd like to make them--whoever they are--admit it, though. But\nyou can't pry anything out of them. They stick together like--like kids,\nI guess. Tell me, why is it that the smart ones don't discriminate?\nThey'd as soon play with morons like Hodge or Cress as with the brainy\nones.\"\n\n\"Democratic, I guess,\" Ann said. She looked at the fish without\nenthusiasm and turned it over on its other side. \"Weren't you the same\nway, when you were a boy?\"\n\n\"Guess so. Leader of my group was almost an idiot. Head of the 3Rs now.\"\nHe started to put his fishing tackle away. \"Got to get ready for Star\nWatch,\" he said. \"I'm on the early trick tonight.\" He halted in the\nkitchen doorway, still holding the rod and creel. He looked back at the\nfish. \"That kind of thing is likely to take all the fun out of fishing,\"\nhe told her.\n\n\n\nUsually, he found Star Watch a bore. There were often Saucer sightings,\nit was true. He had had many himself, some of them very close in, but\nall that had become routine. At first, the government had tried shooting\nthem down, but the attempts had ended in total failure and the Saucers\nstill came, aloof and unreasonable, as if they did not even know that\nthey were being shot at. Later, communication had been tried--but with\nno better results.\n\nNow, when the Saucers were sighted, the Watcher phoned in a report, some\nbored plotter in Saucer Control took bearings and speed, or replied that\nthey had the thing on radar. The next day, the score of sightings would\nbe Spellcast--it was less exciting than watching for grunnion.\n\nTonight, however, Ward was excited. As he left his house, he set out at\na fast pace for the school. He found Bobby in front of the boys'\ndormitory.\n\n\"What is it, John?\" the boy called as he trotted over to the teacher.\n\n\"How'd you like to come on Star Watch with me?\"\n\n\"All right.\" They went down the street together.\n\n\"I want to try something,\" Ward told the boy. \"I think I know how we can\nget in touch with the Saucer people.\"\n\n\"But they _have_ tried.\"\n\n\"Yes, I know--with radio and blinker lights and all that. But maybe\nthat's the wrong way. Bobby, you're a telepath, aren't you?\"\n\n\"I'm not very good at it and anyway I don't think it'll work.\"\n\n\"Why not?\"\n\n\"I tried once, but I couldn't seem to get anywhere. They seemed--I\ndunno--funny.\"\n\n\"In what way?\" Ward asked the boy.\n\n\"Just sort of funny.\"\n\n\"Well, if we're lucky, maybe we can try again tonight.\"\n\n\"Yeah,\" Bobby said, \"it's probably a good night for it. Full moon. Why\ndo you suppose they seem to like the full moon, John?\"\n\n\"I wish I knew.\"\n\nIt didn't look as if they were going to have any luck. They had waited\nfor two hours and Bobby was asleep on a bench in the small \"duck blind\"\nthe Watchers used. Then John heard it.\n\nIt was a high shimmer of sound and it gave him gooseflesh, as it always\ndid. He couldn't see anything yet. Then it appeared to the north, very\nlow, like a coagulation of the moonlight itself, and he shook the boy.\n\nBobby was awake immediately and, together, they watched its approach. It\nwas moving slowly, turned on an edge. It looked like a knife of light.\nThen it rolled over, or shifted its form, and the familiar shape\nappeared. The humming stopped and the Saucer floated in the moonlight\nlike a giant metallic lily-pad, perhaps a half mile away.\n\n\"Try now, Bobby,\" he said, attempting to keep calm.\n\nThe boy stood in the moonlight in front of the blind, very still, as if\ncollecting the silence out of the night. Once he shook his head as\nthough to clear it and started to say something. Then, for a long\nminute, he held his face toward the moon as if he were listening.\n\nSuddenly, he giggled.\n\n\"What is it?\" Ward snapped, unable to repress his impatience.\n\n\"I'm not sure. I thought it seemed something like a joke.\"\n\n\"Try to ask where they're from.\"\n\nA moment later, the boy shook his head. \"I guess I can't get anything,\"\nhe said. \"All I seem to get is that they're saying, '_We're here_.' As\nif they didn't understand me.\"\n\n\"All right. Try to get _anything_.\"\n\nA moment later, the ship turned on edge, or shifted its shape, and slid\nback into the sky. Ward picked up the phone and called Saucer Control.\n\n\"Got it,\" the bored voice said.\n\nHe put down the phone and sat in silence, feeling sick with frustration.\n\n\"Might as well knock off, Bobby,\" he said gently to the boy. \"I guess\nthat's all for the night. You run along and hit the sack.\"\n\nThe boy started to leave and then turned back. \"I'm sorry, John,\" he\nsaid. \"I guess I'm not very good at it. There's one thing though....\" He\nhesitated.\n\n\"Yes?\"\n\n\"I don't think they know any poetry. In fact, I'm pretty sure of that.\"\n\n\"All right,\" Ward said, laughing. \"I guess that's the most important\nthing in _your_ life right now. Run along, Bobby.\"\n\n\n\nAn hour later, his watch ended and he started for home, still feeling\ndepressed at having failed. He was passing the dormitory when he saw it.\nIt hung in the air, almost overhead. The color of the moonlight itself,\nit was hard to spot. But it was not the Saucer that held him rigid with\nattention.\n\nOver the roof of the dormitory, small and growing smaller as it went\nstraight toward the Saucer, he saw a figure, then another and then a\nthird. While he watched, there was a jet of blue light from the object\nin the sky--the opening of an airlock, he thought--and the figures\ndisappeared, one by one, into the interior of the ship. Ward began to\nrun.\n\nIt was strictly forbidden for a teacher to enter the dormitory--that\npart of the boys' world was completely their own. But he ignored that\nruling now as he raced up the stairs. All he could think of was that\nthis was the chance to identify the invaders. The boys who had levitated\nthemselves up to the Saucer would be missing.\n\nHe was still exultantly certain of this as he jerked open the doors of\nthe first three rooms. Each one was empty. And the fourth and fifth, as\nwell. Frantically, he pulled open door after door, going through the\nmotions, although his mind told him that it was useless, that all of the\nboys, with a Saucer so close, would be out looking at it.\n\nWait until they returned? He couldn't remain in the dormitory and, even\nif he did, when they all came back, how could he find out which boys had\ngone up to the ship? They wouldn't be likely to tell, nor would the\nothers, even if they knew. Aimlessly, he went on opening doors, flashing\nhis Watcher's light.\n\nPerhaps there would be a clue in one of the rooms. Excited again, he\nrapidly checked them, rummaging in closets, picking up their sports\nthings and their toys. Nothing there. Until he found the book.\n\nIt was an odd-looking book, in a language he couldn't read. He looked at\nit doubtfully. Was the script simply Cyrillic? Or Hebrew? He stuffed it\ninto his pocket and glanced around at the walls of the room. Pictures of\nathletes, mostly, and a couple of pin-ups. In a drawer, under some\nclothing, a French post card. He examined some of the objects on the\ndresser.\n\nThen he was looking stupidly at his hand. He was holding a piece of\nstring with a ring attached to it. And, just as certainly, there was\nsomething attached to the other end. Or it had been. But there was\nnothing he could see now. He pulled on the string and it tightened. Yes,\nthere was a drag on the other end, _but there was nothing he could see\n... or feel_.\n\nHe tried to reconstruct his actions. He had been pawing among the\nthings. He had taken hold of the string and had pulled something\nattached to the end of it off the table. The thing had fallen and\ndisappeared--but _where_? It was _still_ tied to the string, but where\nwas it?\n\nAnother dimension, he thought, feeling the hair stand up on his neck,\nthe sudden riot of his blood as he knew he had found the evidence he\nwanted.\n\nHe snapped off the light and groped his way rapidly down the stairs.\nOnce on the street, he began to run. It did not occur to him to feel\nridiculous at dragging along behind him, on the end of a string, some\nobject which he could not see.\n\n\n\n\"Okay,\" Ann said. \"But what _is_ it?\" She sat on the divan looking at\nthe book.\n\n\"I don't know, but I think it's alien.\"\n\n\"_I_ think it's a comic book. In some foreign language--or maybe in\nclassical Greek for all we know.\" She pointed to an illustration. \"Isn't\nthis like the fish you caught? Of course it is. And look at the\nfisherman--his clothes are funny looking, but I'll bet he's telling\nabout the one that got away.\"\n\n\"Damn it, don't joke! What about _this_?\" He waved the string.\n\n\"Well, what about it?\"\n\n\"It's extra-dimensional. It's....\" He jerked the string with nervous\nrepetition and, suddenly, something was in his hand. Surprised, he\ndropped it. It disappeared and he felt the tug on the end of the string.\n\n\"There _is_ something!\" He began jerking the string and it was there\nagain. This time he held it, looking at it with awe.\n\nIt was neither very big nor very heavy. It was probably made out of some\nkind of glass or plastic. The color was dazzling, but that was not what\nmade him turn his head away--it was the shape of the thing. Something\nwas wrong with its surfaces. Plane melted into plane, the surface curved\nand rejoined itself. He felt dizzy.\n\n\"What is it, John?\"\n\n\"Something--something like a Klein Bottle--or a tesseract--or maybe both\nof them together.\" He looked at it for a moment and then turned away\nagain. It was impossible to look at it very long. \"It's something built\nto cut through our three-dimensional space,\" he said. He dropped it,\nthen tugged. The thing dropped out of sight and reappeared again,\nrolling up the string toward his hand.\n\nThat was when he lost control. He lay down on the floor and howled in a\nseizure of laughter that was like crying.\n\n\"_John!_\" Ann said primly. \"John Ward, you _stop_!\" She went out of the\nroom and returned with a glass half full of whisky.\n\nWard got up from the floor and weakly slouched in a chair. He took a\nlong drink from the glass, lit his pipe with great deliberation, and\nspoke very softly. \"Well,\" he said, \"I think we've got the answer.\"\n\n\"Have we?\"\n\n\"Sure. It was there all the time and I couldn't see it. I always thought\nit was strange we couldn't get in touch with the Outspacers. I had Bobby\ntry tonight--_he_ couldn't do anything either. I thought maybe he wasn't\ntrying--or that he was one of them and didn't want to let me in on it.\nHe said they sounded--funny. By that, he meant strange or alien, I\nthought.\"\n\n\"Well, I'm sure they must be,\" Ann said, relaxed now that John's\noutburst was over.\n\n\"Yes. But that's _not_ what he meant--he's just a normal human genius.\nHe _meant_ funny.\" He lifted his hand. \"Know what this is?\" He held up\nthe strange object on the string. \"It's a _yo-yo_. An _extra-dimensional\nyo-yo_. And you were right--that thing _is_ a comic book. Look,\" he\nsaid. He held the odd object toward her. \"See this? J.H.--Jacky Hodge,\none of the stupidest ones. It's _his_ yo-yo. But I was right about one\nthing. We _are_ being invaded. It's probably been going on for\ncenturies. Invaded by _morons_, morons with interstellar drives,\nsuper-science--super-_yo-yos_! Morons from the stars!\"\n\nHe began to laugh again. Ann went out to the kitchen for another glass.\nThen, after a while, she went back for the bottle.\n\n\n\n\n\n",
  "metadata": {
    "author": [
      "Highe, Jefferson"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/31975/pg31975.txt",
    "name": "what_rough_beast"
  }
}
