{
  "name": "What Shall It Profit?",
  "author": [
    "Anderson, Poul"
  ],
  "body": "\"The chickens got out of the coop and flew away three hundred years\nago,\" said Barwell. \"Now they're coming home to roost.\"\n\nHe hiccoughed. His finger wobbled to the dial and clicked off another\nwhisky. The machine pondered the matter and flashed an apologetic sign:\n_Please deposit your money_.\n\n\"Oh, damn,\" said Barwell. \"I'm broke.\"\n\nRadek shrugged and gave the slot a two-credit piece. It slid the whisky\nout on a tray with his change. He stuck the coins in his pouch and took\nanother careful sip of beer.\n\nBarwell grabbed the whisky glass like a drowning man. He _would_ drown,\nthought Radek, if he sloshed much more into his stomach.\n\nThere was an Asian whine to the music drifting past the curtains into\nthe booth. Radek could hear the talk and laughter well enough to catch\ntheir raucous overtones. Somebody swore as dice rattled wrong for him.\nSomebody else shouted coarse good wishes as his friend took a hostess\nupstairs.\n\nHe wondered why vice was always so cheerless when you went into a place\nand paid for it.\n\n\"I am going to get drunk tonight,\" announced Barwell. \"I am going to\nget so high in the stony sky you'll need radar to find me. Then I\nshall raise the red flag of revolution.\"\n\n\"And tomorrow?\" asked Radek quietly.\n\nBarwell grimaced. \"Don't ask me about tomorrow. Tomorrow I will be\namong the great leisure class--to hell with euphemisms--the unemployed.\nNothing I can do that some goddam machine can't do quicker and better.\nSo a benevolent state will feed me and clothe me and house me and give\nme a little spending money to have fun on. This is known as citizen's\ncredit. They used to call it a dole. Tomorrow I shall have to be more\nsystematic about the revolution--join the League or something.\"\n\n\"The trouble with you,\" Radek needled him, \"is that you can't adapt.\nTechnology has made the labor of most people, except the first-rank\ncreative genius, unnecessary. This leaves the majority with a\nvoid of years to fill somehow--a sense of uprootedness and lost\nself-respect--which is rather horrible. And in any case, they don't\nlike to think in scientific terms ... it doesn't come natural to the\naverage man.\"\n\nBarwell gave him a bleary stare out of a flushed, sagging face. \"I\ns'pose you're one of the geniuses,\" he said. \"You got work.\"\n\n\"I'm adaptable,\" said Radek. He was a slim youngish man with dark hair\nand sharp features. \"I'm not greatly gifted, but I found a niche for\nmyself. Newsman. I do legwork for a major commentator. Between times,\nI'm writing a book--my own analysis of contemporary historical trends.\nIt won't be anything startling, but it may help a few people think more\nclearly and adjust themselves.\"\n\n\"And so you _like_ this rotten Solar Union?\" Barwell's tone became\naggressive.\n\n\"Not everything about it no. So there is a wave of antiscientific\nreaction, all over Earth. Science is being made the scapegoat for all\nour troubles. But like it or not, you fellows will have to accept the\nfact that there are too many people and too few resources for us to\nsurvive without technology.\"\n\n\"Some technology, sure,\" admitted Barwell. He took a ferocious swig\nfrom his glass. \"Not this hell-born stuff we've been monkeying around\nwith. I tell you, the chickens have finally come home to roost.\"\n\nRadek was intrigued by the archaic expression. Barwell was no moron:\nhe'd been a correlative clerk at the Institute for several years, not a\nposition for fools. He had read, actually read books, and thought about\nthem.\n\nAnd today he had been fired. Radek chanced across him drinking out a\nvast resentment and attached himself like a reverse lamprey--buying\nmost of the liquor. There might be a story in it, somewhere. There\nmight be a lead to what the Institute was doing.\n\nRadek was not antiscientific, but neither did he make gods out of\npeople with technical degrees. The Institute _must_ be up to something\nunpleasant ... otherwise, why all the mystery? If the facts weren't\nuncovered in time, if whatever they were brewing came to a head, it\ncould touch off the final convulsion of lynch law.\n\nBarwell leaned forward, his finger wagged. \"Three hundred years now. I\nthink it's three hundred years since X-rays came in. Damn scientists,\nfooling around with X-rays, atomic energy, radioactives ... sure, safe\nlevels, established tolerances, but what about the long-range effects?\nWhat about cumulative genetic effects? Those chickens are coming home\nat last.\"\n\n\"No use blaming our ancestors,\" said Radek. \"Be rather pointless to go\ndance on their graves, wouldn't it?\"\n\nBarwell moved closer to Radek. His breath was powerful with whisky.\n\"But are they in those graves?\" he whispered.\n\n\"Huh?\"\n\n\"Look. Been known for a long time, ever since first atomic energy\nwork ... heavy but nonlethal doses of radiation shorten lifespan. You\ngrow old faster if you get a strong dose. Why d'you think with all our\nmedicines we're not two, three hundred years old? Background count's\ngone up, that's why! Radioactives in the air, in the sea, buried under\nthe ground. Gamma rays, not _entirely_ absorbed by shielding. Sure,\nsure, they tell us the level is still harmless. But it's more than the\nlevel in nature by a good big factor--two or three.\"\n\nRadek sipped his beer. He'd been drinking slowly, and the beer had\ngotten warmer than he liked, but he needed a clear head. \"That's common\nknowledge,\" he stated. \"The lifespan hasn't been shortened any,\neither.\"\n\n\"Because of more medicines ... more ways to help cells patch up\nradiation damage. All but worst radiation sickness been curable for\na long time.\" Barwell waved his hand expansively. \"They knew, even\nback then,\" he mumbled. \"If radiation shortens life, radiation sickness\ncures ought to prolong it. Huh? Reas'nable? Only the goddam\nscientists ... population problem ... social stasis if ever'body lived\nfor centuries ... kept it secret. Easy t' do. Change y'r name and face\never' ten, twen'y years--keep to y'rself, don't make friends among the\nshort-lived, you might see 'em grow old and die, might start feelin'\nsorry for 'em an' that would never do, would it--?\"\n\nColdness tingled along Radek's spine. He lifted his mug and pretended\nto drink. Over the rim, his eyes stayed on Barwell.\n\n\"Tha's why they fired me. I know. I know. I got ears. I overheard\nthings. I read ... notes not inten'ed for me. They fired me. 'S a\nwonder they didn' murder me.\" Barwell shuddered and peered at the\ncurtains, as if trying to look through them. \"Or d'y' think--maybe--\"\n\n\"No,\" said Radek. \"I don't. Let's stick to the facts. I take it you\nfound mention of work on--shall we say--increasing the lifespan.\nPerhaps a mention of successes with rats and guinea pigs. Right? So\nwhat's wrong with that? They wouldn't want to announce anything till\nthey were sure, or the hysteria--\"\n\nBarwell smiled with an irritating air of omniscience. \"More'n that,\nfriend. More'n that. Lots more.\"\n\n\"Well, what?\"\n\nBarwell peered about him with exaggerated caution. \"One thing I found\nin files ... plans of whole buildin's an' groun's--great, great big\nroom, lotsa rooms, way way underground. Secret. Only th' kitchen was\nmakin' food an' sendin' it down there--human food. Food for people I\nnever saw, people who never came up--\" Barwell buried his face in his\nhands. \"Don' feel so good. Whirlin'--\"\n\nRadek eased his head to the table. Out like a spent credit. The newsman\nleft the booth and addressed a bouncer. \"Chap in there has had it.\"\n\n\"Uh-huh. Want me to help you get him to your boat?\"\n\n\"No. I hardly know him.\" A bill exchanged hands. \"Put him in your\ndossroom to sleep it off, and give him breakfast with my compliments.\nI'm going out for some fresh air.\"\n\n\n\nThe rec house stood on a Minnesota bluff, overlooking the Mississippi\nRiver. Beyond its racket and multi-colored glare, there was darkness\nand wooded silence. Here and there the lights of a few isolated houses\ngleamed. The river slid by, talking, ruffled with moonlight. Luna was\nnearly full; squinting into her cold ashen face, Radek could just see\nthe tiny spark of a city. Stars were strewn carelessly over heaven, he\nrecognized the ember that was Mars.\n\nPerhaps he ought to emigrate. Mars, Venus, even Luna ... there was\nmore hope on them than Earth had. No mechanical packaged cheer: people\nhad work to do, and in their spare time made their own pleasures. No\ncivilization cracking at the seams because it could not assimilate the\ntechnology it must have; out in space, men knew very well that science\nhad carried them to their homes and made those homes fit to dwell on.\n\nRadek strolled across the parking lot and found his airboat. He paused\nby its iridescent teardrop to start a cigaret.\n\nSuppose the Institute of Human Biology was more than it claimed to be,\nmore than a set of homes and laboratories where congenial minds could\nlive and do research. It published discoveries of value--but how much\ndid it not publish? Its personnel kept pretty aloof from the rest of\nthe world, not unnatural in this day of growing estrangement between\nscience and public ... but did they have a deeper reason than that?\n\nSuppose they did keep immortals in those underground rooms.\n\nA scientist was not ordinarily a good political technician. But he\nmight think he could be. He might react emotionally against a public\nbeginning to throw stones at his house and consider taking the\nreins ... for the people's own good, of course. A lot of misery had\nbeen caused the human race for its own alleged good.\n\nOr if the scientist knew how to live forever, he might not think Joe\nSmith or Carlos Ibáñez or Wang Yuan or Johannes Umfanduma good enough\nto share immortality with him.\n\nRadek took a long breath. The night air felt fresh and alive in his\nlungs after the tavern staleness.\n\nHe was not currently married, but there was a girl with whom he was\nthinking seriously of making a permanent contract. He had friends, not\nlucent razor minds but decent, unassuming, kindly people, brave with\nman's old quiet bravery in the face of death and ruin and the petty\ntragedies of everyday. He liked beer and steaks, fishing and tennis,\ngood music and a good book and the exhilarating strain of his work. He\nliked to live.\n\nMaybe a system for becoming immortal, or at least living many\ncenturies, was not desirable for the race. But only the whole race had\nauthority to make that decision.\n\nRadek smiled at himself, twistedly, and threw the cigaret away and got\ninto the boat. Its engine murmured, sucking 'cast power; the riding\nlights snapped on automatically and he lifted into the sky. It was not\nmuch of a lead he had, but it was as good as he was ever likely to get.\n\nHe set the autopilot for southwest Colorado and opened the jets wide.\nThe night whistled darkly around his cabin. Against wan stars, he made\nout the lamps of other boats, flitting across the world and somehow\nintensifying the loneliness.\n\nWork to do. He called the main office in Dallas Unit and taped a\nstatement of what he knew and what he planned. Then he dialed the\nnearest library and asked the robot for information on the Institute\nof Human Biology.\n\nThere wasn't a great deal of value to him. It had been in existence\nfor about 250 years, more or less concurrently with the Psychotechnic\nInstitute and for quite a while affiliated with that organization.\nDuring the Humanist troubles, when the Psychotechs were booted out\nof government on Earth and their files ransacked, it had dissociated\nitself from them and carried on unobtrusively. (How much of their\nsecret records had it taken along?) Since the Restoration, it had\ngrown, drawing in many prominent researchers and making discoveries\nof high value to medicine and bio-engineering. The current director\nwas Dr. Marcus Lang, formerly of New Harvard, the University of Luna,\nand--No matter. He'd been running the show for eight years, after his\npredecessor's death.\n\nOr had Tokogama really died?\n\nHe couldn't be identical with Lang--he had been a short Japanese and\nLang was a tall Negro, too big a jump for any surgeon. Not to mention\ntheir simultaneous careers. But how far back could you trace Lang\nbefore he became fakeable records of birth and schooling? What young\nfellow named Yamatsu or Hideki was now polishing glass in the labs and\nslated to become the next director?\n\nHow fantastic could you get on how little evidence?\n\nRadek let the text fade from the screen and sat puffing another\ncigaret. It was a while before he demanded references on the biology of\nthe aging process.\n\nThat was tough sledding. He couldn't follow the mathematics or the\nchemistry very far. No good popularizations were available. But a\nnewsman got an ability to winnow what he learned. Radek didn't have to\ntake notes, he'd been through a mind-training course; after an hour or\nso, he sat back and reviewed what he had gotten.\n\nThe living organism was a small island of low entropy in a universe\ntending constantly toward gigantic disorder. It maintained itself\nthrough an intricate set of hemostatic mechanisms. The serious\ndisruption of any of these brought the life-processes to a halt. Shock,\ndisease, the bullet in the lungs or the ax in the brain--death.\n\nBut hundreds of thousands of autopsies had never given an honest\nverdict of \"death from old age.\" It was always something else, cancer,\nheart failure, sickness, stroke ... age was at most a contributing\ncause, decreasing resistance to injury and power to recover from it.\n\nOne by one, the individual causes had been licked. Bacteria and\nprotozoa and viruses were slaughtered in the body. Cancers were\nselectively poisoned. Cholesterol was dissolved out of the arteries.\nSurgery patched up damaged organs, and the new regeneration techniques\nreplaced what had been lost ... even nervous tissue. Offhand, there was\nno more reason to die, unless you met murder or an accident.\n\nBut people still grew old. The process wasn't as hideous as it had\nbeen. You needn't shuffle in arthritic feebleness. Your mind was clear,\nyour skin wrinkled slowly. Centenarians were not uncommon these days.\nBut very few reached 150. Nobody reached 200. Imperceptibly, the fires\nburned low ... vitality was diminished, strength faded, hair whitened,\neyes dimmed. The body responded less and less well to regenerative\ntreatment. Finally it did not respond at all. You got so weak that some\nsmall thing you and your doctor could have laughed at in your youth,\ntook you away.\n\nYou still grew old. And because you grew old, you still died.\n\nThe unicellular organism did not age. But \"age\" was a meaningless\nword in that particular case. A man could be immortal via his germ\ncells. The micro-organism could too, but it gave the only cell it had.\nPersonal immortality was denied to both man and microbe.\n\nCould sheer mechanical wear and tear be the reason for the decline\nknown as old age? Probably not. The natural regenerative powers of life\nwere better than that. And observations made in free fall, where strain\nwas minimized, indicated that while null-gravity had an alleviating\neffect, it was no key to living forever.\n\nSomething in the chemistry and physics of the cells themselves, then.\nThey did tend to accumulate heavy water--that had been known for a long\ntime. Hard to see how that could kill you ... the percentage increase\nin a lifetime was so small. It might be a partial answer. You might\ngrow old more slowly if you drank only water made of pure isotopes. But\nyou wouldn't be immortal.\n\nRadek shrugged. He was getting near the end of his trip. Let the\nInstitute people answer his questions.\n\n\n\nThe Four Corners country is so named because four of the old American\nstates met there, back when they were still significant political\nunits. For a while, in the 20th century, it was overrun with uranium\nhunters, who made small impression on its tilted emptiness. It was\nstill a favorite vacation area, and the resorts were lost in that great\nhuddle of mountains and desert. You could have a lot of privacy here.\n\nGliding down over the moon-ghostly Pueblo ruins of Mesa Verde, Radek\npeered through the windscreen. There, ahead. Lights glowed around the\nwalls, spread across half a mesa. Inside them was a parkscape of trees,\nlawns, gardens, arbors, cottage units ... the Institute housed its\npeople well. There were four large buildings at the center, and Radek\nnoted gratefully that several windows were still shining in them. Not\nthat he had any compunctions about getting the great Dr. Lang out of\nbed, but--\n\nHe ignored the public landing field outside the walls and set his boat\ndown in the paved courtyard.\n\nAs he climbed out, half a dozen guards came running. They were husky\nmen in blue uniforms, armed with stunners, and the dim light showed\nfaces hinting they wouldn't be sorry to feed him a beam. Radek dropped\nto the ground, folded his arms, and waited. The breath from his nose\nwas frosty under the moon.\n\n\"What the hell do you want?\"\n\nThe nearest guard pulled up in front of him and laid a hand on his\nshock gun. \"Who the devil are you? Don't you know this is private\nproperty? What's the big idea, anyway?\"\n\n\"Take it easy,\" advised Radek. \"I have to see Dr. Lang at once.\nEmergency.\"\n\n\"You didn't call for an appointment, did you?\"\n\n\"No, I didn't.\"\n\n\"All right, then--\"\n\n\"I didn't think he'd care to have me give my reasons over a radio. This\nis confidential and urgent.\"\n\nThe men hesitated, uncertain before such an outrageous violation of all\ncivilized canons. \"I dunno, friend ... he's busy ... if you want to see\nDr. McCormick--\"\n\n\"Dr. Lang. Ask him if I may. Tell him I have news about his longevity\nprocess.\"\n\n\"His what?\"\n\nRadek spelled it out and watched the man go. Another one made some\nungracious remark and frisked him with needless ostentation. A third\nwas more urbane: \"Sorry to do this, but you understand we've got\nimportant work going on. Can't have just anybody busting in.\"\n\n\"Sure, that's all right.\" Radek shivered in the thin chill air and\npulled his cloak tighter about him.\n\n\"Viruses and stuff around. If any of that got loose--You understand.\"\n\nWell, it wasn't a bad cover-up. None of these fellows looked very\nbright. IQ treatments could do only so much, thereafter you got down\nto the limitations of basic and unalterable brain microstructure. And\neven among the more intellectual workers ... how many Barwells were\nthere, handling semi-routine tasks but not permitted to know what\nreally went on under their feet? Radek had a brief irrational wish that\nhe'd worn boots instead of sandals.\n\nThe first guard returned. \"He'll see you,\" he grunted. \"And you better\nmake it good, because he's one mad doctor.\"\n\nRadek nodded and followed two of the men. The nearest of the large\nsquare buildings seemed given over to offices. He was led inside, down\na short length of glow-lit corridor, and halted while the scanner on a\ndoor marked, LANG, DIRECTOR observed him.\n\n\"He's clean, boss,\" said one of the escort.\n\n\"All right,\" said the annunciator. \"Let him in. But you two stay just\noutside.\"\n\nIt was a spacious office, but austerely furnished. A telewindow\nreflected green larches and a sun-spattered waterfall, somewhere on\nthe other side of the planet. Lang sat alone behind the desk, his\nhands engaged with some papers that looked like technical reports. He\nwas a big, heavy-shouldered man, his hair gray, his chocolate face\nmiddle-aged and tired.\n\nHe did not rise. \"Well?\" he snapped.\n\n\"My name is Arnold Radek. I'm a news service operator ... here's my\ncard, if you wish to see it.\"\n\n\"Pharaoh had it easy,\" said Lang in a chill voice. \"Moses only called\nthe seven plagues down on him. I have to deal with your sort.\"\n\nRadek placed his fingertips on the desk and leaned forward. He found it\nunexpectedly hard not to be stared down by the other. \"I know very well\nI've laid myself open to a lawsuit by coming in as I did,\" he stated.\n\"Possibly, when I'm through, I'll be open to murder.\"\n\n\"Are you feeling well?\" There was more contempt than concern in the\ndeep tone.\n\n\"Let me say first off, I believe I have information about a certain\nproject of yours. One you badly want to keep a secret. I've taped a\nrecord at my office of what I know and where I'm going. If I don't get\nback before 1000 hours, Central Time, and wipe that tape, it'll be\nheard by the secretary.\"\n\nLang took an exasperated breath. His fingernails whitened on the sheets\nhe still held. \"Do you honestly think we would be so ... I won't say\nunscrupulous ... so _stupid_ as to use violence?\"\n\n\"No,\" said Radek. \"Of course not. All I want is a few straight answers.\nI know you're quite able to lead me up the garden path, feed me some\nline of pap and hustle me out again--but I won't stand for that. I\nmentioned my tape only to convince you that I'm in earnest.\"\n\n\"You're not drunk,\" murmured Lang. \"But there are a lot of people\nrunning loose who ought to be in a mental hospital.\"\n\n\"I know.\" Radek sat down without waiting for an invitation.\n\"Anti-scientific fanatics. I'm not one of them. You know Darrell\nBurkhardt's news commentaries? I supply a lot of his data and\ninterpretations. He's one of the leading friends of genuine science,\none of the few you have left.\" Radek gestured at the card on the desk.\n\"Read it, right there.\"\n\nLang picked the card up and glanced at the lettering and tossed it\nback. \"Very well. That's still no excuse for breaking in like this.\nYou--\"\n\n\"It can't wait,\" interrupted Radek. \"There are a lot of lives at stake.\nEvery minute we sit here, there are perhaps a million people dying,\nperhaps more; I haven't the figures. And everyone else is dying all the\ntime, millimeter by millimeter, we're all born dying. Every minute you\nhold back the cure for old age, you murder a million human beings.\"\n\n\"This is the most fantastic--\"\n\n\"Let me finish! I get around. And I'm trained to look a little bit more\nclosely at the facts everybody knows, the ordinary commonplace facts we\ntake for granted and never think to inquire about because they are so\nordinary. I've wondered about the Institute for a long time. Tonight I\ntalked at great length with a fellow named Barwell ... remember him? A\nclerk here. You fired him this morning for being too nosy. He had a lot\nto say.\"\n\n\"Hm.\" Lang sat quiet for a while. He didn't rattle easily--he couldn't\nbe snowed under by fast, aggressive talk. While Radek spat out what\nclues he had, Lang calmly reached into a drawer and got out an\nold-fashioned briar pipe, stuffed it and lit it.\n\n\"So what do you want?\" he asked when Radek paused for breath.\n\n\"The truth, damn it!\"\n\n\"There are privacy laws. It was established long ago that a citizen is\nentitled to privacy if he does nothing against the common weal--\"\n\n\"And you are! You're like a man who stands on a river bank and has a\nlifebelt and won't throw it to a man drowning in the river.\"\n\nLang sighed. \"I won't deny we're working on longevity,\" he answered.\n\"Obviously we are. The problem interests biologists throughout the\nSolar System. But we aren't publicizing our findings as yet for a very\ngood reason. You know how people jump to conclusions. Can you imagine\nthe hysteria that would arise in this already unstable culture if there\nseemed to be even a prospect of immortality? You yourself are a prime\ncase ... on the most tenuous basis of rumor and hypothesis, you've\ndecided that we have found a vaccine against old age and are hoarding\nit. You come bursting in here in the middle of the night, demanding to\nbe made immortal immediately if not sooner. And you're comparatively\ncivilized ... there are enough lunatics who'd come here with guns and\nstart shooting up the place.\"\n\nRadek smiled bleakly. \"Of course. I know that. And you ought to know\nthe outfit I work for is reputable. If you have a good lead on the\nproblem, but haven't solved it yet, you can trust us not to make that\nfact public.\"\n\n\"All right.\" Lang mustered an answering smile, oddly warm and\ncharming. \"I don't mind telling you, then, that we do have some\npromising preliminary results--but, and this is the catch, we estimate\nit will take at least a century to get anywhere. Biochemistry is an\ninconceivably complex subject.\"\n\n\"What sort of results are they?\"\n\n\"It's highly technical. Has to do with enzymes. You may know that\nenzymes are the major device through which the genes govern the\norganism all through life. At a certain point, for instance, the genes\norder the body to go through the changes involved in puberty. At\nanother point, they order that gradual breakdown we know as aging.\"\n\n\"In other words,\" said Radek slowly, \"the body has a built-in suicide\nmechanism?\"\n\n\"Well ... if you want to put it that way--\"\n\n\"I don't believe a word of it. It makes a lot more sense to imagine\nthat there's something which causes the breakdown--a virus, maybe--and\nthe body fights it off as long as possible but at last it gets the\nupper hand. The whole key to evolution is the need to survive. I can't\nsee life evolving its own anti-survival factor.\"\n\n\"But nature doesn't care about the individual, friend Radek. Only about\nthe species. And the species with a rapid turnover of individuals can\nevolve faster, become more effective--\"\n\n\"Then why does man, the fastest-evolving metazoan of all, have one of\nthe longest lifespans? He does, you know ... among mammals, at any\nrate. Seems to me our bodies must be all-around better than average,\nbetter able to fight off the death virus. Fish live a longer time,\nsure--and maybe in the water they aren't so exposed to the disease. May\nflies are short-lived; have they simply adapted their life cycle to the\nexistence of the virus?\"\n\nLang frowned. \"You appear to have studied this subject enough to have\nsome mistaken ideas about it. I can't argue with a man who insists on\nprotecting his cherished irrationalities with fancy verbalisms.\"\n\n\"And you appear to think fast on your feet, Dr. Lang.\" Radek laughed.\n\"Maybe not fast enough. But I'm not being paranoid about this. You can\nconvince me.\"\n\n\"How?\"\n\n\"Show me. Take me into those underground rooms and show me what you\nactually have.\"\n\n\"I'm afraid that's impos--\"\n\n\"All right.\" Radek stood up. \"I hate to do this, but a man must either\nearn a living or go on the public freeloading roll ... which I don't\nwant to do. The facts and conjectures I already have will make an\ninteresting story.\"\n\nLang rose too, his eyes widening. \"You can't prove anything!\"\n\n\"Of course I can't. You're sitting on all the proof.\"\n\n\"But the public reaction! God in Heaven, man, those people can't\n_think_!\"\n\n\"No ... they can't, can they?\" He moved toward the door. \"Goodnight.\"\n\nRadek's muscles were taut. In spite of everything that had been said, a\nperson hounded to desperation could still do murder.\n\nThere was a great quietness as he neared the door. Then Lang spoke. The\nvoice was defeated, and when Radek looked back it was an old man who\nstood behind the desk.\n\n\"You win. Come along with me.\"\n\n\n\nThey went down an empty hall, after dismissing the guards, and took an\nelevator below ground. Neither of them said anything. Somehow, the sag\nof Lang's shoulders was a gnawing in Radek's conscience.\n\nWhen they emerged, it was to transfer past a sentry, where Lang gave\na password and okayed his companion, to another elevator which purred\nthem still deeper.\n\n\"I--\" The newsman cleared his throat, awkwardly. \"I repeat what I\nimplied earlier. I'm here mostly as a citizen interested in the public\nwelfare ... which includes my own, of course, and my family's if I\never have one. If you can show me valid reasons for not breaking this\nstory, I won't. I'll even let you hypnocondition me against doing it,\nvoluntarily or otherwise.\"\n\n\"Thanks,\" said the director. His mouth curved upward, but it was a\nshaken smile. \"That's decent of you, and we'll accept ... I think\nyou'll agree with our policy. What worries me is the rest of the world.\nIf you could find out as much as you did--\"\n\nRadek's heart jumped between his ribs. \"Then you do have immortality!\"\n\n\"Yes. But I'm not immortal. None of our personnel are, except--Here we\nare.\"\n\nThere was a hidden susurrus of machinery as they stepped out into a\nsmall bare entryroom. Another guard sat there, beside a desk. Past him\nwas a small door of immense solidity, the door of a vault.\n\n\"You'll have to leave everything metallic here,\" said Lang. \"A steel\nobject could jump so fiercely as to injure you. Your watch would be\nruined. Even coins could get uncomfortably hot ... eddy currents, you\nknow. We're about to go through the strongest magnetic field ever\ngenerated.\"\n\nSilently, dry-mouthed, Radek piled his things on the desk. Lang\noperated a combination lock on the door. \"There are nervous effects\ntoo,\" he said. \"The field is actually strong enough to influence the\nelectric discharges of your synapses. Be prepared for a few nasty\nseconds. Follow me and walk fast.\"\n\nThe door opened on a low, narrow corridor several meters long. Radek\nfelt his heart bump crazily, his vision blurred, there was panic\nscreaming in his brain and a sweating tingle in his skin. Stumbling\nthrough nightmare, he made it to the end.\n\nThe horror faded. They were in another room, with storage facilities\nand what resembled a spaceship's airlock in the opposite wall. Lang\ngrinned shakily. \"No fun, is it?\"\n\n\"What's it for?\" gasped Radek.\n\n\"To keep charged particles out of here. And the whole set of chambers\nis 500 meters underground, sheathed in ten meters of lead brick and\nsurrounded by tanks of heavy water. This is the only place in the Solar\nSystem, I imagine, where cosmic rays never come.\"\n\n\"You mean--\"\n\nLang knocked out his pipe and left it in a gobboon. He opened the\nlockers to reveal a set of airsuits, complete with helmets and oxygen\ntanks. \"We put these on before going any further,\" he said.\n\n\"Infection on the other side?\"\n\n\"We're the infected ones. Come on, I'll help you.\"\n\nAs they scrambled into the equipment, Lang added conversationally:\n\"This place has to have all its own stuff, of course ... its\nown electric generators and so on. The ultimate power source is\nisotopically pure carbon burned in oxygen. We use a nuclear reactor\nto create the magnetic field itself, but no atomic energy is allowed\ninside it.\" He led the way into the airlock, closed it, and started the\npumps. \"We have to flush out all the normal air and substitute that\nfrom the inner chambers.\"\n\n\"How about food? Barwell said food was prepared in the kitchens and\nbrought here.\"\n\n\"Synthesized out of elements recovered from waste products. We do cook\nit topside, taking precautions. A few radioactive atoms get in, but not\nenough to matter as long as we're careful. We're so cramped for space\ndown here we have to make some compromises.\"\n\n\"I think--\" Radek fell silent. As the lock was evacuated, his unjointed\nairsuit spreadeagled and held him prisoner, but he hardly noticed.\nThere was too much else to think about, too much to grasp at once.\n\nNot till the cycle was over and they had gone through the lock did he\nspeak again. Then it came harsh and jerky: \"I begin to understand. How\nlong has this gone on?\"\n\n\"It started about 200 years ago ... an early Institute project.\" Lang's\nvoice was somehow tinny over the helmet phone. \"At that time, it wasn't\npossible to make really pure isotopes in quantity, so there were\nonly limited results, but it was enough to justify further research.\nThis particular set of chambers and chemical elements is 150 years\nold. A spectacular success, a brilliant confirmation, from the very\nbeginning ... and the Institute has never dared reveal it. Maybe they\nshould have, back then--maybe people could have taken the news--but\nnot now. These days the knowledge would whip men into a murderous rage\nof frustration; they wouldn't believe the truth, they wouldn't dare\nbelieve, and God alone knows what they'd do.\"\n\nLooking around, Radek saw a large, plastic-lined room, filled with\ncages. As the lights went on, white rats and guinea pigs stirred\nsleepily. One of the rats came up to nibble at the wires and regard the\nhumans from beady pink eyes.\n\nLang bent over and studied the label. \"This fellow is, um, 66 years\nold. Still fat and sassy, in perfect condition, as you can see. Our\noldest mammalian inmate is a guinea pig: a hundred and forty-five\nyears. This one here.\"\n\nLang stared at the immortal beast for a while. It didn't look\nunusual ... only healthy. \"How about monkeys?\" he asked.\n\n\"We tried them. Finally gave it up. A monkey is an active animal--it\nwas too cruel to keep them penned up forever. They even went insane,\nsome of them.\"\n\nFootfalls were hollow as Lang led the way toward the inner door. \"Do\nyou get the idea?\"\n\n\"Yes ... I think I do. If heavy radiation speeds up aging--then natural\nradioactivity is responsible for normal aging.\"\n\n\"Quite. A matter of cells being slowly deranged, through decades\nin the case of man--the genes which govern them being mutilated,\nchromosomes ripped up, nucleoplasm and cytoplasm irreversibly damaged.\nAnd, of course, a mutated cell often puts out the wrong combination\nof enzymes, and if it regenerates at all it replaces itself by one of\nthe same kind. The effect is cumulative, more and more defective cells\nevery hour. A steady bombardment, all your life ... here on Earth,\nseven cosmic rays per second ripping through you, and you yourself\nare radioactive, you include radiocarbon and radiopotassium and\nradiophosphorus ... Earth and the planets, the atmosphere, everything\nradiates. Is it any wonder that at last our organic mechanism starts\nbreaking down? The marvel is that we live as long as we do.\"\n\nThe dry voice was somehow steadying. Radek asked: \"And this place is\ninsulated?\"\n\n\"Yes. The original plant and animal life in here was grown\nexogenetically from single-cell zygotes, supplied with air and\nnourishment built from pure stable isotopes. The Institute had to\nstart with low forms, naturally; at that time, it wasn't possible to\nsynthesize proteins to order. But soon our workers had enough of an\necology to introduce higher species, eventually mammals. Even the first\ngeneration was only negligibly radioactive. Succeeding generations\nhave been kept almost absolutely clean. The lamps supply ultraviolet,\nthe air is recycled ... well, in principle it's no different from an\necological-unit spaceship.\"\n\nRadek shook his head. He could scarcely get the words out: \"People?\nHumans?\"\n\n\"For the past 120 years. Wasn't hard to get germ plasm and grow it.\nThe first generation reproduced normally, the second could if lack of\nspace didn't force us to load their food with chemical contraceptive.\"\nBehind his faceplate, Lang grimaced. \"I'd never have allowed it if\nI'd been director at the time, but now I'm stuck with the situation.\nThe legality is very doubtful. How badly do you violate a man's civil\nrights when you keep him a prisoner but give him immortality?\"\n\nHe opened the door, an archaic manual type. \"We can't do better for\nthem than this,\" he said. \"The volume of space we can enclose in a\nmagnetic field of the necessary strength is already at an absolute\nmaximum.\"\n\nLight sprang automatically from the ceiling. Radek looked in at a\ndormitory. It was well-kept, the furniture ornamental. Beyond it he\ncould see other rooms ... recreation, he supposed vaguely.\n\nThe score of hulks in the beds hardly moved. Only one woke up. He\nblinked, yawned, and shuffled toward the visitors, quite nude, his long\nhair tangled across the low forehead, a loose grin on the mouth.\n\n\"Hello, Bill,\" said Lang.\n\n\"Uh ... got sumpin? Got sumpin for Bill?\" A hand reached out, begging.\nRadek thought of a trained ape he had once seen.\n\n\"This is Bill.\" Lang spoke softly, as if afraid his voice would snap.\n\"Our oldest inhabitant. One hundred and nineteen years old, and he has\nthe physique of a man of 20. They mature, you know, reach their peak\nand never fall below it again.\"\n\n\"Got sumpin, doc, huh?\"\n\n\"I'm sorry, Bill,\" said Lang. \"I'll bring you some candy next time.\"\n\nThe moron gave an animal sigh and shambled back. On the way, he passed\na sleeping woman, and edged toward her with a grunt. Lang closed the\ndoor.\n\nThere was another stillness.\n\n\"Well,\" said Lang, \"now you've seen it.\"\n\n\"You mean ... you don't mean immortality makes you like that?\"\n\n\"Oh, no. Not at all. But my predecessors chose low-grade stock on\npurpose. Remember those monkeys. How long do you think a normal human\ncould remain sane, cooped up in a little cave like this and never\ndaring to leave it? That's the only way to be immortal, you know.\nAnd how much of the race could be given such elaborate care, even if\nthey could stand it? Only a small percentage. Nor would they live\nforever--they're already contaminated, they were born radioactive. And\nwhatever happens, who's going to remain outside and keep the apparatus\nin order?\"\n\nRadek nodded. His neck felt stiff, and within the airsuit he stank with\nsweat. \"I've got the idea.\"\n\n\"And yet--if the facts were known--if my questions had to be\nanswered--how long do you think a society like ours would survive?\"\n\nRadek tried to speak, but his tongue was too dry.\n\nLang smiled grimly. \"Apparently I've convinced you. Good. Fine.\"\nSuddenly his gloved hand shot out and gripped Radek's shoulder. Even\nthrough the heavy fabric, the newsman could feel the bruising fury of\nthat clasp.\n\n\"But you're only one man,\" whispered Lang. \"An unusually reasonable man\nfor these days. There'll be others.\n\n\"What are we going to _do_?\"\n\n\n\n\n",
  "metadata": {
    "author": [
      "Anderson, Poul"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/59498/pg59498.txt",
    "name": "what_shall_it_profit"
  }
}
