{
    "name": "When Whirlybirds Call",
    "author": [
        "Banta, Frank"
    ],
    "body": "Those of the city of Featherton, on Grimes Planet, were with him to a\nman. Feathertonians cheered and waved from their windows that morning,\nnot daring to come out for fear of the whirlybirds, and admiring\nFive-gun Charles DeCrabbe all the more for riding down the main stem\nof the town with the bubble of his convertible space coupe slid\nback--ignoring the menace from the skies.\n\nFive-gun Charles DeCrabbe rode down the exact center of the street,\nlooking neither to right or left, not acknowledging the screams of\nadulation that poured from the windows. His bare head was up, his\nmouth was pressed into firm, haughty lines of self-confidence and even\nhis battle dress of dark green seemed to exude the aura of a competent\nkiller.\n\nFive-gun Charles DeCrabbe had come to clean up the town. Of whirlybirds.\n\nHe stopped his space convertible in front of the white stone building\ntitled City Hall on its facade. The two men waiting to greet him stayed\nsafely under the bullet-shaped marquee as he alighted. He jumped over\nthe side, checked his two holstered needle pistols, slung his explosive\npellet rifle over one shoulder, his N-ray flashburn gun over the other\nshoulder and picked up his rocket-powered stun-gas spray gun in his\nhands. He strode over to the waiting men.\n\n\"I'm Alson Prince, Mayor of Featherton,\" said the older man shaking\nhands with the one DeCrabbe stuck out from under the spray gun. \"And\nyou are Five-gun Charles DeCrabbe?\"\n\n\"Yes yes yes!\" exclaimed DeCrabbe impatiently in his clipped speech.\n\n\"I'm the mayor's son,\" introduced the younger man with admiration\nshining in his eyes. \"You sure look like you're ready to whip those\nwhirlybirds.\"\n\n\"Yes yes yes!\" exclaimed DeCrabbe haughtily. \"Always dislike long\nconversations you know. Supposing you tell me what you know so can\nexterminate them without further delay. No doubt solution before dusk.\"\n\n\"Before dusk?\" asked the mayor, dumfounded. \"Oh, no, not today, I'm\nafraid. They've been around too many years to whip in one day.\"\n\n\"Perhaps shall require two days then,\" said Five-gun Charles DeCrabbe\ngraciously. \"But doubt it. Tell me what you know of them.\"\n\n\n\n\"Very well,\" assented the older man. \"Perhaps the best place to\nbegin is with their name. When we first occupied this planet, a\nbare twenty years ago, we called them wolfhawk-whirlybirds and\ntigerhawk-whirlybirds because they preyed on vicious animals. The\nwhirlybirds were our best friends in those days. The only trouble is\nthat they ran out of tigers and wolves to eat.\"\n\n\"Presumed they are now called peoplehawk-whirlybirds?\" DeCrabbe\nfrowningly asked in his clipped speech.\n\n\"Exactly!\" answered the older man. \"Although that isn't their full\nname. From the way they attack--\"\n\n\"Most important,\" interrupted Five-gun. \"Give to me in detail.\"\n\n\"They prefer to attack strollers, although they have attacked on city\nstreets when there is little traffic. They fly with amazing speed,\nconsidering they are an untidy ball forty feet in diameter, and they\nare on top of their victims before the unlucky ones are aware of the\nmenace. Blowing their victims down with a rush of air from their\nfeathers, they grab them up by the heels, carry them high aloft and\ndrop them on piles of rock outside of town.\"\n\n\"They are _downdraft_-peoplehawk-whirlybirds then?\" asked DeCrabbe.\n\n\"That's almost it,\" agreed the mayor. \"I have not yet told\nyou of their cries. As they rise in the air with the victim\ndangling from their talons by his heels, they utter a pleased\n'Coo! Coo!' like a gentle dove. That is why they are called\nCoocoo-downdraft-peoplehawk-whirlybirds.\"\n\n\"Approve of adequate names,\" nodded Five-gun, unbending a trifle.\n\"First step toward efficiency. Only one thing haven't made clear.\nPresumably have shotguns and rifles. Why unable drive off these\npredators yourselves?\"\n\nThe mayor laughed bitterly. \"It would be easy to tell you'd just\narrived on this planet--although the birds are not well known in the\nother cities either; they are all concentrated in this area. Yes, our\nsportsmen tried to shoot down the whirlybirds. No luck, of course.\nImagine the problems you have when one of these forty-foot balls of\ncommotion comes at you: You try to aim but you can't hold your arm\nstill because of the swirling wind they raise; and then the dust clouds\nthicken and you're firing wildly, and you can't begin to tell which is\nbody and which is feathers anyway.\"\n\n\"Very well,\" accepted Charles DeCrabbe mercifully. \"You've made\nattempt. My first step therefore the attachment of high explosives to\nboobytrapped mannequins. Brought these with me.\"\n\n\n\n\"Great winds of catastrophe. I'm glad you mentioned it before you did\nit!\" exclaimed the mayor. \"We tried that once. The city was six weeks\ndigging out from under the feathers--and it didn't kill the whirlybird!\"\n\n\"Aren't you exaggerating difficulties encountered in picking up few\nfeathers?\" loftily inquired DeCrabbe.\n\n\"How do you think we got the name of Featherton? Before the deluge we\nwere called West Applebury!\"\n\n\"Then why haven't you attempted lure them into boobytraps outside town?\nCould detonate them there without even slight inconvenience of picking\nup feathers.\"\n\n\"Believe me, if there were only a _few_ feathers,\" insisted Mayor\nPrince, \"few enough for you to pick up by yourself, we wouldn't mind\nyou blowing up a whirlybird.\"\n\n\"Wasn't considering picking up _any_ feathers,\" replied Five-gun with\ndignity. \"Had supposed a menial or two could be supplied for that.\"\n\nThe mayor shook his head. \"It would take everybody in town to clean\nup. And as for blowing one up outside the city, one of our orchardists\ntried it. He blew it to bits all right, but eighty acres of his apple\ntrees were smothered under the debris!\"\n\n\"Now anticipate that the extermination of the whirlybirds will almost\ncertainly take me up to two days,\" conceded Five-gun DeCrabbe calmly.\n\"However will be all the more interesting to defeat them without\nrecourse large explosives.\"\n\n\"Gee, what a man!\" admired the mayor's son. \"Only two days!\"\n\n\"If you will now lead me to your city park will begin campaign of\nextermination at once.\"\n\n\"It's down that way,\" said the mayor, pointing. Plainly he had no\nintention of leaving the shelter of the marquee. \"You can't miss it.\"\n\nAs Five-gun Charles DeCrabbe leaped back into his craft and started\noff, the mayor's son called after him, \"Aren't you scared, going out\nexposed like that?\"\n\nDeCrabbe turned. \"Am armed, young man,\" he retorted severely.\n\n\"Yeah, but those whirlybirds don't pay any attention to guns.\"\n\n\"Soon will,\" DeCrabbe replied, unruffled.\n\nSlowly he drove down the center of the empty street, receiving more\ncheers from heads thrust out of windows. He arrived at the city park\nand turned in. He unloaded most of his equipment under the roof of the\nbandstand.\n\nA few minutes later one of his robot mannequins moved slowly around\nthe clearing before the bandstand, its control set for slow walking to\nconserve its atomic battery. The predator hunter unlimbered all his\nguns as he sat under the bandstand roof waiting.\n\nIt was an hour before the first whirlybird attacked.\n\nHis first warning was the rising wind. His gaze moved around the sky\nuntil he found the rapidly growing black spot. A few seconds later\nit became a universe-engulfing blackness as it spotted the mannequin\nand came down for it. As soon as the wind-screaming blackness reached\nthe mannequin, the needle guns in his hands emptied their hundreds of\nanesthetizing needles into the turbulence. But it was as the mayor had\nsaid. Where did the bird's body end and the feathers begin? When the\nneedle pistols were empty he dropped them and snatched up the rocket\npowered stun-gas weapon; its immense flare poured into the blackness\nwithout visible result. He dropped it and grabbed the N-ray flashburn\ngun. The forty-foot ball of fury was beginning to rise high with its\nprey now, as the gun stuttered fifty bolts of burning lethal radiation\ninto it. He smelled feathers that time. Finally as the giant bird,\nwithout faltering, rose above the range of the N-ray gun, he took to\nthe explosive pellet rifle. It had only ten shots; all of these went\ninto the center of the blackness well before the whirlybird had flown\nbeyond range. And as it neared the horizon with its mannequin prey, he\nheard its sweet song:\n\n\"Coo! Coo!\"\n\n\"How _dare_ it coo after all I did to it?\" muttered DeCrabbe grimly.\n\"Shall not coo next time!\"\n\n\n\nHalf an hour later a new mannequin stood out in front of the bandstand.\nIts arms waved ceaselessly but it stood still. Nestled against its\nback was a ten gallon drum of gas, which would be exploded--blanketing\nmost of the park in fumes--as soon as the mannequin was moved. Charles\nDeCrabbe waited, his mask ready, his potent weapons all reloaded.\n\nNinety minutes later the huge black menace arrived--either the first\nwhirlybird or another forty-foot wind-screaming fury. Slipping his\ngas mask on, the man waited for the right moment to begin firing. The\nwhirlybird swooped down, the tank exploded in a fog, and the giant\nwobbled!\n\nDeCrabbe emptied all his weapons again. The bird arose, wobbling, its\nspeed greatly impaired, but making its getaway despite all he could do.\n\n\"Damn well didn't coo that time,\" he said when the monster had reached\nthe horizon. \"Next time won't fly either.\"\n\nBut just then the monstrous bird mocked him in the distance with a\nloud, sweet, \"Coo! Coo!\"\n\nShortly after lunch he had it all set up. A new mannequin stood out in\nfront of the bandstand, its arms waving and a pair of slim, gleaming,\nten-gallon drums of stun gas nearby.\n\nIt was one o'clock before the third whirlybird struck.\n\nDown it sank until it became a huge, ebony blot in the afternoon sky.\nUnderneath the bandstand roof DeCrabbe got ready for his supreme\neffort. He slipped on his gas mask and made sure his N-ray flashburn\ngun was ready for instant action, its safety off. He was determined\nthat if he got the bird prostrate he would climb aboard and fire N-ray\nbolts into it until something _gave_!\n\nThe huge black, wind-screaming monster plummeted the last few yards\ndown and grabbed the mannequin. Both tanks of stun gas exploded. The\ngiant whirlybird slumped unconscious--and DeCrabbe scrambled aboard!\n\nThe feverishly hurrying hunter was not long discovering why he had\nnot--and never would--penetrate the bird's feathers with any of his\nweapons: He burrowed down into the feathers the length of his arm and\nthere were yet more feathers beyond! A feather pillow would stop a\nrifle bullet, he knew, and this monster had the probable equivalent of\na thousand feather pillows protecting it, invulnerable as a battleship.\n\nAnd just then the maneater awoke, wobbled into the air, and flew away\nbefore DeCrabbe could get off!\n\n\n\nThe following afternoon, as Five-gun Charles DeCrabbe made his farewell\nof the city of Featherton, he once more drove down the center of the\nstreet with the bubble of his space convertible slid back.\n\nYet there was a difference this time. The mayor and his son rode beside\nhim on the seat, and all of the people were now out of doors standing\nalong the curb, cheering their deliverer wildly as he passed.\n\n\"I can't tell you how much I personally appreciate what you've done for\nus,\" said the mayor humbly.\n\n\"Quite quite quite!\" returned Five-gun haughtily in his clipped speech,\nhoping to shut off the man's tendency toward windyness.\n\nWith awe in his voice the mayor's son admired, \"So instead of being\nscared to death you were all ready for action when you and the\nwhirlybird landed at their rocky, mountain lair?\"\n\n\"Yes yes yes! Slid off its back, hid between two boulders, waited\nfor the appropriate moment. After bagging that one, waited for other\nmonsters as they landed, one by one. Bagged them.\"\n\n\"Just like that!\" said the youngster. \"You just get up close enough for\nthose peoplehawks to grab you and then you bagged them.\"\n\n\"Only possible way is my way,\" clipped DeCrabbe immovably.\n\n\"Its eyes couldn't be buried deeply in feathers if they were to be of\nuse.\"\n\n\"So?\"\n\n\"So eye is proximate to beak--and brain,\" said the hunter with dignity.\n\"Where one of its _coo-coos_ came out, one of my N-ray bolts went in,\nand that was that!\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Banta, Frank"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61334/pg61334.txt",
        "name": "when_whirlybirds_call.json"
    }
}