{
    "name": "When Oscar Went Wild",
    "author": [
        "Tuttle, W. C. (Wilbur C.)"
    ],
    "body": "Author of “Derelicts of the Hills,” “Magpie’s Nightbear.”\n\n\nRen Merton and Sig Watson had spent the night in Piperock and of a\nconsequence were in no shape to appreciate the beauties of the dewy\nmorn, as their horses picked their way up the trail to the top of\nOverwhich ridge.\n\n“Them Piperock fellers play poker like I sing,” stated Sig, as they\npulled up their mounts for a breathing spell. “They gits their words\nand music so mixed that nobody knows what they’re tryin’ to do.\nThey’re uh success, though.”\n\nRen removed his sombrero with an exaggerated flourish and, lifting\nhimself in his stirrups, broke forth in a shrill falsetto:\n\n“Nobode-e-e-e knows how dry I am.”\n\n“Shut up!”\n\n“Mama mine, he won’t let me sing,” wailed Ren. “I lost jist as much\nas he did and m’ head aches jist as hard and he won’t let m’ sing.\nWhat do yuh know about that!”\n\n“Jist don’t sing, that’s all,” replied Sig. “You can say all th’\nfunny things yuh wants to to yoreself, but I’m right here to remark\nthat singin’—yore kind uh singin’—ain’t in de-mand a-tall.\n_Sabe?_”\n\n“Always misunderstood,” mumbled Ren. “Th’ human race ain’t never\nunderstood me. Mother misunderstood me; father follered suit, and\nnow you—Siggie, my old pal—you turns on me.”\n\n“Misunderstood!” Sig turned in his saddle and gazed reflectively at\nhis partner. “Ren Merton, if you was ever entered fer th’ human race\nyou shore was scratched. Yore nose ain’t right—too long. Yuh got uh\nbad case uh squints in both uh yore eyes, and yore mouth, which was\ncut too wide in th’ first place, ain’t shrunk none a-tall.\nShoulders? Say, I sometimes wonder how comes it that yore collar\ndon’t slip down and trip yuh. Also, yore right foot is where yore\nleft ought to be.”\n\n“Pickled prairie-dogs, that’s right!” agreed Ren. “I reckon I shore\nmust a been muddled this mawnin’ when I puts on m’ boots.”\n\n“And also yore hair——”\n\n“You stops at hair!” exploded Ren. “Mebby I’ve got red hair and\nmebby she runs uh little to th’ rusty shade, but I’ll be danged if\nany feller with fat eyebrows, buffalo-horn mustache and bow legs can\ntaunt me with th’ fact. Take uh look in th’ glass and you’ll see\nthat you ain’t no one-to-ten shot in this race yoreself, Sig.”\n\nSig grunted and turned back. The horses seemed to start by mutual\nconsent and plodded off down the hogback.\n\n“I’ve knowed uh lot uh people,” remarked Sig, “who thought they had\nred hair, but——”\n\nHe pulled up his horse.\n\n“Wasn’t that a voice, Ren?”\n\n“I reckon not—not uh human one anyway. Go on and finish yore\nremarks about hair.”\n\n“I tell yuh I heard somebody yell!” declared Sig. “It was jist over\nthat ridge, and I’m goin’ to see who it was.”\n\nHe spurred his horse into a gallop and Ren followed at his heels.\nThey crossed the ridge and swung down into an open timbered swale,\ninterspersed with clumps of willows and jack-pines.\n\nThere they saw her. She was tied to a tree and seemed to be exerting\nevery muscle to get loose. She was dressed in a faded calico dress\nand her dark-brown hair tumbled in confusion about her half-bare\nshoulders.\n\nThe sight of her was a shock to the punchers and they threw their\nbroncos back on their haunches at the sight. The girl didn’t see\nthem, and after the first gasp of surprise they sat there and stared\nat her.\n\nSuddenly she shrank back against the tree and screamed—\n\n“That’s not Oscar!”\n\nLike a flash of yellow light a scared cougar had bounded out of the\nwillow thicket near her and crouched low.\n\nRen acted first. While he hadn’t the uncanny skill on the draw\nattributed to the Western gunman, he was deadly when he did “get his\nol’ smoke-wagon unhitched.” The cougar had barely touched his belly\nto the ground when Ren’s .45 started to spout death and destruction.\n\nTwo of the heavy slugs tore through its neck, and the cougar tied\nitself in a snarling, spitting knot and rolled over dead. When the\nlast shot was fired Ren’s horse was nearly over the body of the\ncougar and Ren was shoving fresh shells into the gun.\n\nThe girl looked at Ren in a dazed sort of a way for a moment and\nthen in a tired little voice remarked—\n\n“That wasn’t Oscar.”\n\n“No, ma’am,” agreed Ren foolishly. “That shore wasn’t Oscar.”\n\n“What happened?” asked a deep bass voice, and Ren turned in his\nsaddle; behind him stood a florid-faced person in a green corduroy\nsuit and panama, and behind him a narrow-shouldered, sharp-faced man\nin knickerbockers.\n\n“What happened, I asked?” repeated the florid one.\n\n“It wasn’t Oscar,” stated the girl for the third time.\n\n“Well, what was it, then?” queried the sharp-faced man.\n\n“I kept grinding until this cowboy person butted in and spoiled it.”\n\n“Did you quit then?” roared the florid one. “By Jupiter! You lost a\nfine chance for some real stuff. But what happened to Oscar, and\nwhere in the world did this other lion come from?”\n\n“Did it—I say—where did it?”\n\nAnother person had joined the crowd. He was hatless and garbed in\nthe costume of the early settler, fringed and beaded buckskin from\nhis toes to his chin, and his face was ashen. He walked up with an\nuncertain gait and his breathing gave evidence of recent exertion.\n\n“What happened to you, Jack?” asked the florid one.\n\n“Why, I—uh—I——”\n\n“You met it too, did you?” grinned the thin-faced one, and the\nfringed one gulped an assent.\n\n“I was—er—just coming through that clump of bushes and I met it.\nYou see I—er—thought perhaps that if I ran I could coax it away\nfrom the rest of you.”\n\n“Haw, haw, haw!” roared Sig. “You shore ought to git uh hero medal.\nDidn’t yuh know that no self-respectin’ cougar would chase uh git-up\nlike that?”\n\nJust then two more men came running down the hill and, seeing the\ncrowd, one of them stopped and cupped his hands.\n\n“Mister Norton!” he yelled. “Oscar slipped his collar and got away!”\n\n“Just my luck!” exclaimed Norton, the florid one. “Here I bring this\nbunch way up here to finish that film, and that blamed cat gets away\nand spoils it all!”\n\n“Oscar is uh cougar, I takes it,” opined Ren, rolling a cigarette\nand looking admiringly at the girl. “I reckon somebody might as well\nlet th’ lady loose. Cougars bein’ thick, I don’t think it’s safe to\ntie ladies to trees anyway.”\n\nOne of the men cut the ropes which bound her, and the thin-faced man\nrecovered his camera from the willow thicket.\n\n“Miss, I reckon you can have that cougar skin if yuh wants it,”\nremarked Sig. “We ain’t got no use fer it, and if yuh wants it I’ll\nhave Ren skin it fer yuh.”\n\n“I am Miss Reynolds,” she replied with a smile. “And I’d love to\nshake hands with both of you. You gentlemen saved my life, and I\nhaven’t words to thank you with.”\n\n“Don’t mention it, Miss Reynolds,” replied Sig. “Little thing like\nthat—why——”\n\n“Slack up yore rope!” rasped Ren. “You never saved anything—not\neven yore salary, and now yuh tells her that it’s uh little thing to\nsave her life.” He leaned over an’ held out his hand. “Miss\nReynolds, I’m uh heap glad to meet yuh. My name’s Ren Merton, and if\nthere’s anything I can do fer yuh—yuh can have that catskin to\nremember me by.”\n\nShe gave him a sweet smile.\n\n“I’d love to have it, Mr. Merton. I’ll have one of the men skin it,\nand every time I put my foot on that rug I’ll remember you. I’ve had\nmy life saved many times on the films, but this being the first time\nin real life, I just don’t know what to say.”\n\n“I jist hope yuh won’t forget it, anyway,” laughed Ren.\n\n“Do you think you’ll forget it?” she asked.\n\n“Lady,” interrupted Sig, “that hombre can forget anything. I’m th’\nbrains of our outfit, and if yuh wants an intelligent favor done,\njist ask me. _Sabe?_”\n\n“I don’t know whether you gentlemen are in earnest or not. Do you\nmean everything you say to each other?”\n\n“I do,” replied Sig, with a bow, “but Mr. Merton here never meant\nanything he ever said. He’s notorious fer jist talkin’. As I orates\nbefore, Miss Reynolds, if there is anything I can do fer yuh,\nwhy——”\n\n“I do wish we could get Oscar,” she replied reflectively. “There\ngoes poor old Nortie up the hill with a broken heart, and I know\nthat Jack Markham is awfully put out about it too. You see we’ve\nsimply got to have a cougar or we can’t finish the picture. I wonder\nif you could catch Oscar? He’s as tame as a kitten and has never\nbeen wild. The company raised him—got him from a zoo when he was a\nlittle yellow kitten. I know that Mr. Norton would be willing to pay\nyou well if you would catch him.”\n\n“Miss Reynolds, we ain’t mercenary thataway,” replied Sig. “I ain’t\nwastin’ no love on that Norton person, and I don’t rassel no cougar\nfer his money, but if you really wants that cat, I’m promisin’ it to\nyuh.”\n\n“That’s awfully kind of you,” she cooed. “If you could catch him and\nbring him back here tomorrow, I could just love you both. Then we\ncould finish that picture. Really, he is as tame as a kitten.”\n\n“Consider him caught,” boasted Sig. “Me and Ren will bring him to\nyore house tomorrow mawnin’. Uh course I could git him alone, but\nbein’ as Ren is with me I’ll let him help.”\n\n“Meanin’,” drawled Ren, “that I ropes that cat and ties him up fer\nshipment, and Sig writes th’ address.”\n\nMiss Reynolds insisted on shaking hands with both of them again, and\nher smile left them both unable to roll a cigarette.\n\n“We’re living in those cabins up there in the pines,” she explained,\n“and probably will be there for a few days. You can bring him right\nup there.”\n\n“Yes’m,” they both replied, and watched her skip up the hill in the\nwake of the rest of the party.\n\nAbout half-way to the top she stopped and threw them a kiss, and\nthen danced out of sight in the jack-pines.\n\nRen rolled a fresh smoke and studied Sig’s rapt expression from\nunder his hat brim. Suddenly he broke into song——\n\n“And that’s what made th’ wildcat wild.”\n\n“Meanin’ which?” demanded Sig.\n\n“Oscar,” chuckled Ren. “Don’t yuh see, Sig? Them velvet optics made\nOscar——”\n\n“Listen,” snapped Sig. “Confine yore humor to somethin’ else. I\ndon’t sit here inactive and hear yuh slander them eyes none\nwhatever. _Sabe_? I’m backin’ th’ lady’s play—me.”\n\n“Me and you both,” replied Ren seriously. “But did yuh ever stop to\nconsider that you gits so danged conceited when uh female person\nspeaks to yuh that yuh promises to do anything? Cougars ain’t\nwoodchucks nor snowshoe rabbits, and I’m thinkin’ aloud that you’ve\ngone plumb out of yore class this time.”\n\n“We’ll git him,” snapped Sig. “One of th’ fellers told me that th’\nlast they saw of him he was lopin’ up th’ trail, and that means he’s\nliable to hive up in our cabin. Bein’ as he’s uh house-bred animule,\nit stands to reason that he’s goin’ to hunt human company soon’s he\ngits hungry or gits scared of th’ dark. _Sabe?_”\n\nRen nodded and they turned their horses and rode on up the trail to\ntheir cabin about two miles away. They unsaddled their horses at the\ncorral and then laid down on their bunks for a much-needed rest.\n\nIt was almost dark when Ren awoke and looked around the cabin. Sig\nwas gone. Ren got up and was lazily pulling on his boots when Sig\ncame in with a hammer in his hand and a smile on his face.\n\n“Th’ sleek hare sleeps while th’ sly fox schemes,” he quoted\ndramatically. “I reckon I’ve laid uh trap fer Oscar.”\n\nHe hung up the hammer and went out again. A few moments later he was\nback of the cabin fumbling with the one window. “Help me take this\nthing out, Ren!” he yelled.\n\nRen removed the nails from the inside and Sig removed the window and\nthrew in the end of his lariat rope.\n\n“What’s th’ idea?” asked Ren.\n\nSig grinned and coiled up the rope.\n\n“Cougar trap. I got this rope fixed so’s that when th’ cougar gits\ninside of th’ shed, all we got to do is to pull on th’ rope and th’\ndoor shuts. There’s uh quarter uh venison in th’ shed and I’m\nbettin’ that Oscar falls fer it, Ren. What do yuh think about it?”\n\n“Sig, yore uh wonder! I’m bettin’ that you’ve already deduced how to\ntie him up after we gits him inside. I shore honors and respects\nyuh, old timer, and as uh special mark of respect I allows yuh to\nprepare our evenin’ meal. I’m so hungry I could eat Oscar, I\nreckon.”\n\nThree hours later they sat humped up on their bunk and watched the\ndoor of the shed, a splotch of black in the half moonlight, and\nprayed that the cougar would come before they lost too much sleep.\n\n“Don’t light that cigarette here,” cautioned Ren. “Go back near th’\ndoor. If that cat saw th’ light he’d never show up.”\n\nSig tiptoed to the front of the cabin and sat down on a box. Ren sat\nby the window for a few minutes and then joined Sig.\n\n“Give me yore papers and I’ll roll one, too. I reckon it’s uh little\ntoo early fer Oscar to show up yet.”\n\nThey smoked in silence for a while and then sneaked back to the\nwindow. Sig took one long look at the door and then threw himself\nbackward and heaved on the rope. The door shut with a bang and an\nunearthly yelp split the stillness of the night.\n\n“Got him!” whooped Sig. “I seen his eyes and slammed that old door\nright in his face! Whoopee!”\n\n“Good work!” exclaimed Ren. “I’ll bet Oscar is plumb scared to death\nright now.”\n\n“Not any he ain’t. Oscar’s uh tame cougar and, while he may display\nuh little peevishness at first, he’ll be plumb satisfied with that\nhunk uh meat. Let’s go out and see what he’s doin’.”\n\nThey walked around the shed but were unable to size up their catch,\nas the shed had no windows. They could hear a sniffling at the\ncracks of the door and suddenly a heavy body was flung against it,\nbut the heavy bar on the outside held it fast.\n\n“Want to go inside and look him over?” queried Ren.\n\n“Not in his present state uh mind, I don’t. That cat is shore some\nirritated and when they gits fussed thataway they’re plumb informal.\nHow do yuh reckon we’re goin’ to acquire his carcass fer shipment?”\n\n“Might git some uh that movie outfit to come up and git him,”\nsuggested Ren, but Sig promptly vetoed it.\n\n“And have that beautiful lady think that me and you were afraid of\nher pet, eh?”\n\n“I’d rather be uh live coward than uh dead hero,” stated Ren. “There\nain’t no honor in th’ grave fer me. I got an idea though. Mebby\nshe’s good and mebby again she ain’t.”\n\n“Shoot.”\n\n“I’ll unfasten th’ door and let her open jist a little ways. _Sabe?_\nTh’ cat will try to come out and I’ll slam th’ door shut when he’s\nhalf-ways out an’ all you has to do is to put two ropes on him. You\ntake one and I’ll take th’ other and Mr. Oscar is plumb helpless.”\n\n“Uh ha,” agreed Sig. “That’s uh _hy-iu_ scheme—if you holds him.”\n\n“Aw ——, Sig, he’s tame! I’ll hold him. All you got to do is to\nslip th’ two ropes on him and give me one. _Sabe?_”\n\nSig went to the corral and brought back two ropes. He held the\nnooses handy while Ren removed the bar. He opened the door an inch\nat a time and braced himself for the rush.\n\n“Come on out, Oscar,” pleaded Sig. “Be uh nice li’l cat and come\non——”\n\nOscar came, not sneakingly nor slowly but a rasping, spitting,\nclawing chunk of deviltry, and Ren shut the door just in time. It\ncaught Oscar at the flank and for a few seconds the air was full of\ncougar cuss words.\n\nSig advanced cautiously and managed to get one rope over its head\nand pulled the noose tight. He handed that rope to Ren, who\nimmediately proceeded to forget that he was there to keep the door\ntight. He grabbed the rope with both hands, braced himself for the\nrush and unthinkingly stepped away from the door.\n\nThere was a heave and a flash and the cougar sailed over Sig’s head\nand out to the end of that rope. Ren was partly braced for the shock\nbut didn’t figure on the velocity of the animal, and when the shock\ncame he went straight up in the air and off across the clearing.\n\nLuckily he lit running and hung on to the rope, and he and the\ncougar went down the hill, over stumps and through the thickets like\na spitting, yelling, yellow comet with a human tail.\n\nThey had traveled thus for about two hundred yards when the cougar\nwent on one side of a tree and Ren on the other. They almost met on\nthe big swing. The cat flipped upside down over a log while Ren\nalmost completed the circle, only stopping when he threw his arms\naround a tree and hung on. He still held the rope and had presence\nof mind enough left to proceed to tie that cat up good and tight.\nThe cougar had choked itself nearly to death trying to come up under\nthe log and Ren had little trouble in tying its hind legs so it was\nhelpless.\n\nHe rolled a smoke and hobbled back to the cabin. He wondered in a\ndetached sort of way what had become of Sig and why he didn’t help\nhim hold it, but as he walked around the cabin he heard Sig’s voice\nimploring him to:\n\n“Hurry up, fer Gawd’s sake!”\n\n“What’s th’ matter?” asked Ren.\n\n“Come over here you danged fool!” wailed Sig. “Can’t yuh see I can’t\nhold this door much longer!”\n\n“Hold th—what—why, I’ll be danged! Where did yuh git it, Sig?”\n\n“Grab hold uh this door! How do I know where I got it? When you and\nOscar paraded off down th’ hill I sees uh pair uh eyes shinin’ in\nthere and I jist slams th’ door in time to catch his neck. Gosh,\nain’t he a sassy-lookin’ animule, Ren? Where’s Oscar?”\n\n“Hog-tied to uh log,” mumbled Ren. “At least I got uh cougar tied to\nth’ log—I didn’t ask his name. I wonder how two of ’em got in at\noncet, and which is Oscar?”\n\n“This ain’t Oscar,” stated Sig with conviction. “No house variety of\ncougar would have uh face and uh disposition like this one, Ren.”\n\n“Hang onto th’ door, Sig, while I takes uh board off th’ wall and\nattacks him from behind. You jist keep on squeezin’ him and I’ll tie\nhim up.”\n\nRen got the hammer and removed a board. The cougar objected at the\ntop of its voice, but in a few minutes Ren had it trussed up and\ntied off to a rafter.\n\nThey went into the cabin, boiled a pot of coffee and had a smoke.\n\n“Well, we don’t know which is Oscar, but I reckon Miss Reynolds can\npick him out,” remarked Ren.\n\n“Said she’d love me if I got him,” grinned Sid, “and I’ve got him.”\n\n“Yore hearin’ is on uh par with yore brains,” drawled Ren. “She said\n‘us,’ and what’s more, Siggie, you ain’t got him—I’ve got him.\n_Sabe?_ I risked my whole danged life to git her that cougar. You\ncan put yore location notice on that one in th’ shed, but not on\nOscar. He’s mine, located, filed and patented.”\n\n“Is that so!” exploded Sig. “I’m here to orate that it was my scheme\nwhich caught it! All you did was to hang on to th’ rope and, not\nbein’ overly strong nor active, you permits that li’l cat to haul\nyuh around, regardless. And now yuh opines that yuh owns Oscar. Not\nany yuh don’t!\n\n“I don’t care if yuh did tear yore pants,” he continued. “If yuh\ncan’t take care of yoreself don’t blame me. I’ve shore treated yuh\nwhite, Ren Merton, and now yuh turns and bites th’ hand which feeds\nyuh!”\n\n“Bites yore hand!” snorted Ren, shaking his forefinger under Sig’s\nnose. “Listen: any time I starts bitin’ you won’t confine yore\ndiagnosis to hands, old timer. I orates openly that as soon as\ndaylight comes I’m goin’ down and make uh crate and prepare Oscar\nfer shipment. _Sabe?_ I ain’t concernin’ myself about that cat in\nth’ shed and hereby waives all rights to him, but I duly informs all\npresent company that I’m uh close corporation when it comes to li’l’\nOscar. Let’s go to bed.”\n\n“Not with you!” snarled Sig. “I’ll take uh blanket and go out in th’\nwoods or sleep in th’ shed with th’ cougar. I hereby refuses to\nshare yore bed and I does it without malice in m’ heart. You grieves\nme deeply, Mr. Merton, and I’m sore at heart and meek-feelin’.”\n\n“Hop to it!” grunted Ren, as he rolled into the bunk and stretched\nwearily. “Don’t go near Oscar ’cause I reckon he’s fond uh meek\nthings.”\n\nSig took a blanket and went out, closing the door softly. As the\ndoor closed, Ren slid out of his bunk and peered out of the window.\nHe chuckled as he saw Sig wander off into the trees, and he sat up\nand rolled a smoke and seemed to ponder deeply. Suddenly he slapped\nhis leg and pinched out the light of his cigarette.\n\n“By golly!” he chuckled, “won’t Sig go high, wide and handsome?”\n\nThe first tinge of morning showed in the east when Ren slipped out\nof the cabin and approached the shed. Ten minutes later a tawny\nfigure glided out of the open shed and bounded off into the\nunderbrush. Five minutes later an apparition in rags stumbled out of\nthe shed and leaned uncertainly against the wall.\n\n“Mama mine!” it mumbled. “I must be uh sight. Them danged things\nwon’t go away when yuh gives ’em uh chance. I shore am scratched\nsome artistic.”\n\nHe staggered into the cabin and painfully removed his torn clothing.\nHe tore up some of the shirt for bandages, but there was too much\nspace to cover and he was awfully tired. He sat on the bunk as naked\nas the day he was born and fumbled for a cigarette in the pockets he\ndidn’t have on.\n\n“Well, I’ll be teetotally ——!” exclaimed Sig’s voice from the\ndoorway but Ren never looked up. “Come on and help me, Sig. I reckon\nI’m all cut to shoestrings.”\n\n“You ain’t alone, Ren.”\n\nRen lifted his head and looked at Sig.\n\n“Pickled prairie-dogs!” he groaned. “What happened to you? Did\nyou—huh—turn Oscar loose?”\n\n“After seven years uh hard fightin’ and hardships I manages to break\nhis holt,” declared Sig dismally. “I’m jist uh walkin’ hunk uh\nHamburger steak, Ren, and I feels that when I removes my clothes\nI’ll be no more. That cat jist simply prospected every piece uh meat\non my frame. In my war-sack under th’ bunk there’s uh roll uh\nstickin’ plaster. You wrap me up and I’ll do th’ same fer you, Ren.\nI’ve done played my last joke—absolutely. I suppose th’ shed is\nempty?”\n\n“Uh ha,” nodded Ren. “I’m apologizin’, Sig.”\n\n“Aw, Ren, I reckon misery likes company.”\n\n“Well,” drawled Ren, “she’s got it.”\n\nHalf an hour later, with adhesive plaster covering most of their\nbodies they laid down on the bunk and rolled more cigarettes.\n\n“I wonder which one was Oscar?” mused Sig aloud, but Ren was deep in\nthought and made no answer.\n\nFinally Ren drew a deep breath and turned to Sig.\n\n“Them movie people take big chances, don’t they? Jist think about uh\ngirl playin’ with Oscar. Tame? Say, I shore hope I never meets uh\nwild cougar, Sig. That animule shore put his trade-mark on me.”\n\nJust then there came a clatter of horse’s hoofs outside and Sig\nlimped over to the closed door.\n\n“Hello!” yelled a voice, which they both recognized as that of\nNorton, the movie director.\n\n“Hello, yoreself!” retorted Sig. “We’re takin’ our mornin’ bath and\ncan’t come out.”\n\n“That’s all right,” laughed Norton. “I just came up here to deliver\na message to you from Miss Reynolds.”\n\n“What was it?” asked Sig quickly.\n\n“She said for you boys not to worry about Oscar because he came back\nright after you left.”\n\n“Must be sore about something,” reflected Norton as his horse picked\nits way down the narrow trail. “Either they are sore or mighty\nungentlemanly, because they never even said ‘thank you.’”\n\n                                 THE END\n[Transcriber’s Note: This story appeared in the July, 1916 issue of\nAdventure magazine.]\n",
    "metadata": {
        "author": [
            "Tuttle, W. C. (Wilbur C.)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65961/pg65961.txt",
        "name": "when_oscar_went_wild.json"
    }
}