{
    "name": "When the squadron dropped anchor",
    "author": [
        "Burtis, Thomson"
    ],
    "body": "The echoes of the ship’s bugle, calling away the second whaleboat,\ndied softly in the still harbor of San Juan de Gracias. The boat\ncrew ran out on the boom, down its swinging rope ladder to the\nthwarts beneath, and pulled out to the gangway. At the head of the\ngangway stood a man in blue civilian serge and wide-brimmed panama\nhat. The brim half hid the eyes that were held to the seam of the\ncruiser’s deck. His shoulders sagged like those of a fighter waiting\nthe knock-out blow.\n\nThe curt announcement of the ensign on watch, “Your boat is\nalongside,” brought the man’s head up with a jerk. His shoulders\nbraced and his heels met. Mechanically his hand went in salute to\nthe brim of the panama. In the old formula of the quarter-deck he\nanswered: “I have your permission to leave the ship, sir?”\n\nThere was no answer. For a moment he faced aft to where the colors\nrippled over the taffrail. Then, with head down, shoulders drooping,\nhe turned and ran down the ladder to the waiting whaleboat. The\nensign stepped to the rail.\n\n“In the whaleboat there. Land Mr. Graydon on the beach and return to\nthe ship!”\n\n“Aye, aye, sir! Shove off for’ard! Out oars! Way together!”\n\nSwirls of phosphorescence leaped away from the driving ash blades,\nto trail like ropes of pearl in the wake. On the low-lying beach to\nwhich they raced, slender palm trees, silver lances in the blazing\nsun, stabbed upward through the heat mirage that ran like white\nfire. The thatched roofs of the native village sprawled in untidy\narray before the blurred eyes of the man in blue serge.\n\nThe next stage by which Stanley Graydon, ex-captain of marines,\nsevered his ties with the service was a schooner that warped\nalongside a wharf at Santander, capital of the Republic of\nSantander, three days later. To the beauty of those sea leagues and\nto the bizarre life on the schooner he was blind. His thoughts were\nelsewhere.\n\nOne picture, that of the unforgettable night in the wardroom of the\nU. S. S. _Franklin_, flagship of the Special Service Squadron,\nhaunted him like a nightmare. There was Dixon, squadron intelligence\nofficer, face white as the cloth on the poker table, voice shaking\nwith cold passion, denouncing him as a card sharp. He had dashed the\nundealt pack full into Dixon’s face. Only the restraining arms of\nhis shipmates had kept him from driving his fist full into that\nsneering countenance. Then, like the ever-changing picture on a\nscreen, Dixon coolly searched through the scattered cards until he\nhad separated an even dozen.\n\nHeld against the light, while their breathless shipmates crowded\ncloser, Dixon pointed out the tiny pin-prick points in their upper\ncorner. A swift manipulation. Five of the marked cards lay face up\non the table. The ace-high full on which Graydon had won the last\npot. A sharp, curt order by Dixon. The surgeon returning from his\ncabin with a pack of cards--a pack that was an exact duplicate in\npattern and color to the marked pack. The deft fingers of Dixon\nweaving through them, now and then holding one to the light. In the\ncorner the tiny telltale points.\n\nThat same night--the vision followed swiftly--a corporal of marines,\none of his own crack detachment, pacing slowly before the closed\ndoor of his cabin. The morning, with the admiral’s orderly, one of\nthat gallant platoon he had led into the Bois de Belleau, at his\ndoor.\n\n“The admiral’s compliments, sir, and he would like to see the\ncaptain in his cabin.”\n\nThe picture came clear. Kelly’s gloved hand falling away smartly\nfrom the visor of his cap. The strained face relaxed, and the\nhaunted look in Stanley Graydon’s face softened. He would never\nforget Kelly, blessed old leatherneck, with his hand outstretched,\nand his husky voice.\n\n“It’s a damn, dirty shame, captain. We’re with you, every marine in\nthe outfit. You’ll come clean out of this barrage.”\n\nThe measured toll of the schooner’s bell sounded midnight. Stanley\nGraydon, leaning over the rail, hands gripping the shrouds, went on\nwith the reconstruction of his hell.\n\n                 *       *       *       *       *\n\nFor a full hour they had talked it over, and every word of the\nwhite-haired admiral had burned into his memory. His ten years of\nclean service. His brilliant record overseas. His taut performance\nof duty in the squadron. His heavy poker losses for two straight\nmonths, and then his phenomenal change of luck. At its end, the\nadmiral had delivered his edict.\n\n“Here is my verdict, Graydon: Trial by general court-martial, or\nyour resignation for the good of the service. I may have no right to\noffer you that alternative, but your record merits it. With all my\nheart I wish that you may be able to disprove these damnable\ncharges. I will give you a fortnight and the assistance of any\nofficer you may name.”\n\nHis fine old face was twitching, and his voice a bit shaky.\n\nThe fortnight had expired, a space of veritable exile. At its end\nthe net of circumstantial evidence had tightened slowly and\ninexorably. He had dully accepted the alternative of resignation,\nfor he had to find sanctuary for a while, some place where he would\nhave time to think more clearly. But the thought rankled in his mind\nthat his choice would be construed as a tacit admission of his\nguilt.\n\nIt was the admiral himself who had suggested Santander as a\ntemporary anchorage in which he might have time to plan his course.\nSantander was in the vicinity, and its rich coffee and sugar\nplantations and its forests of hardwoods might lead to some business\nopening, while he fought for vindication.\n\nThe schooner tied up alongside the wharf at Santander, with\ndisorderly tumult. Its very antithesis of the orderly man-of-war\ndiscipline that was steeped in his blood brought a wry smile to his\nlips. He made his way to the Hotel Grande Centrale, a rambling white\nhostelry facing the Plaza Concepcion.\n\nThe inevitable statue of a general, with cocked hat and brandished\nsword, astride of a fiery rocking-horse, dominated the sleepy plaza.\nAt its sight Stanley Graydon’s native optimism was beating back to\nfull tide. He raised his hat in mock salute.\n\n“Greetings, old-timer!” he said softly. “I knew you when you were\nmasquerading as Dessalines, in the Champ de Mars, at Port-au-Prince.\nI ran across your bows in Caracas, as Simon Bolivar. The day we hit\nthe beach in Guatemala last March, you were holding the spotlight of\na dusty old square as Carrera. Some day I’ll set up a little banana\nrepublic of my own. Then I’ll write out a treasury warrant for the\nprice of ‘One (1) statue, imitation bronze. Model AA, Series 2408,’\nand the big mail-order house in Chicago will ship me your twin\nbrother. Wait until I get into the café, my dear general, and I’ll\ndrink your health.”\n\nA barefooted waiter placed a green “swizzle” on his marble-topped\ntable. As he raised it to his lips, he was aware that a group of\nofficers at a near-by table was watching him with undisguised\ninterest. One was a swaggering, swarthy giant of a man, with a\nsweeping black mustache and the rank devices of a colonel on his\nshoulders and cuffs. The others were, with one exception,\nconventional tyes of Central American soldiery. The exception was a\nyoungster, barely out of his teens, but with a captain’s devices on\nthe freshly starched khaki, with its red piping. His face was oval,\nand his features were clearly cut. Stanley Graydon appraised him as\nfar superior in birth and breeding to his mates.\n\nThe swarthy colonel returned his casual glance with an ill-favored\nscowl. He turned to the others, and a ripple of laughter swept over\nthem at his remark. It was clear to Stanley Graydon that they were\nin the mood for sport with a gringo. He paid his score, and, as he\npassed their table, a roar of derisive, raucous laughter followed.\n\n“Damned ‘spigs!’” he muttered contemptuously. “Probably had as much\nas two drinks, and feeling them.”\n\nOut he went, blissfully unconscious that his straight, flat back,\ntrim shoulders, and precise stride marked him indelibly in a caste\nstrikingly at variance with the business men, generous of girth,\ncareless of bearing, who ventured into Santander.\n\n                 *       *       *       *       *\n\nEarly the next morning he started for a ride into the savannas. His\nmount was a spirited stallion, and his spirits rose, as he cleared\nthe cobbled streets and cantered briskly on. Ahead lay the panorama\nof the rolling savannas. For miles the lush acres, pale green with\nsugar cane, rippled like an inland sea. Here and there showed\nirregular patches of varied crops. The red roofs of haciendas loomed\nabove their blotched huddles of outbuildings. Above them tossed the\nsilhouetted feathers of giant palms against the pale blue of the\ntropical sky.\n\nTo the south the sun danced on a broad expanse of water, where a\ngreat bay, with a bottle-neck entrance between bold headlands, lay\nlike a silver mirror in the frame of dark-green shores.\n\n“Ramona Bay! Lord, what a picture!”\n\nHis mind raced back to the charts and maps over which he and Dixon\nhad worked out maneuver problems for the admiral. With his\nbackground of overseas service, he had been detailed as Dixon’s\nassistant. All the plans of naval action on the West coast had\nstressed the overwhelming importance of a base on Ramona Bay. Its\nseizure by a hostile force would have exposed the fleet’s line of\ncommunications to a deadly menace; the home coast to dangerous\nraids; the diversion of naval units that would be vitally needed in\nthe main theater of operations.\n\nThe sudden thunder of hoofs and boisterous laughter broke into his\nreflective mood. Out from the cover of a patch of woods came the\nriders. The distance narrowed, and he saw the red piping on khaki\nuniforms and recognized the riders as the group in the café. There\nwas studied insolence in their faces, and Stanley Graydon reined to\none side to give them a wide berth.\n\nThe horseman on the near flank, the swarthy colonel, deliberately\nmoved toward him at a lively canter. His own mount, crowded\nuncomfortably close to the cactus hedge, wheeled and lashed out with\nhis heels. The unshod hoofs drummed viciously into the flank of the\ncolonel’s mount. A riding crop slashed across the rump of Stanley\nGraydon’s stallion, and a burst of derisive glee greeted the\nanimal’s frenzied leap.\n\nHis crop lashed back with retaliatory slash across the colonel’s\nhands. His stallion, now panicky, bolted. A pistol shot whistled\noverhead. Furious at his apparent flight, he was unable to check his\nracing animal until he had covered a full half mile beyond the\nwooded stretch.\n\nThe rest of the day passed without incident, while he gathered\ninformation about Santander’s commercial life from the loquacious\nmanager of the hotel. By deft questioning he also learned that the\nbellicose colonel was Henriquez, commandant of the Palace Guard. The\nyoungster was Captain Juan Navarro, whose father, Don Rafael, was a\nwealthy landowner on the shores of Ramona Bay, and highly esteemed\nthroughout Santander.\n\nAll this, however, held no clew to the patent hostility of the\nHenriquez faction. At all events, he was determined not to let it\ndisturb his plans for a second ride into the interior, the following\nday.\n\nNoon had passed before he wheeled his stallion homeward. He was\ntrotting regretfully out of the cover of woods into the heat of the\nsavanna lands. The drum of fast-flying hoofs and an exultant cry\nwarned him that treachery was afoot. He had purposely gone unarmed,\nbut now how he longed to close his fingers over the butt of a\nservice pistol. Out from their ambush rushed a squad of horsemen,\nHenriquez at their head. With horses rearing and kicking, pistols\nbarking, the unequal fight was on. The butt of a pistol fell with\nsolid thud on the back of his head, as they milled about him.\n\nWhen Stanley Graydon recovered his senses he was trussed in his\nsaddle like a pack of coffee. Ahead of him he saw Captain Navarro,\nlimp in his saddle, supported by one of the party. A crimson splotch\nwas staining the youngster’s side. Beyond loomed the gates of a\nhacienda. Through a grove of mango trees water gleamed. At the end\nof a row of flame trees, scarlet with blossom, the troop halted.\n\nThe gates swung open, and they moved at a walk to the steps of a\nwide veranda. The agitated cries of a woman, the stern bass of a\nman’s excited queries, were enough to tell him that it was the\nhacienda of Don Rafael Navarro, on the shores of Ramona Bay.\n\nThe coolness of the interior into which he was hurried was grateful\nafter that trussed-up ride in the blazing sun. His wrists and ankles\nwere swollen from their bonds. His head ached frightfully from the\npistol-butt’s blow. It left him lethargic to the hostile looks of\nthe group that faced him. He listened with a mocking smile, while\nHenriquez told his fantastic tale of a fight in which Graydon was\nmade the aggressor. There was no flinching from the steel-blue eyes\nof Don Rafael.\n\nHe was tempted to protest that he had been unarmed; that the wound\nof young Captain Navarro could only have been inflicted by a wild\npistol shot from one of his own friends, but at his first words Don\nRafael silenced him.\n\n“Enough! It shall be as you advise, Colonel Henriquez. He will\nremain a prisoner here. On the outcome of my son’s wound shall await\nthe final decision. If the good God wills that my son shall die----”\nHe halted. The silence was significant.\n\n“José!”\n\nA forbidding _mozo_, barefooted and clad in blue denim, stepped\nforward. The orders were too swift for Stanley Graydon to follow,\nbut they awoke an evil grin on José’s face.\n\n“Your hands and feet will no longer be bound, señor,” Don Rafael\naddressed him. “If you attempt to escape, however, José’s machete\nhas a sharp edge, and my hounds are quick on the trail.”\n\nA snowy-haired woman, evidently his wife, drew herself sharply\nagainst the wall, as he and José passed. Her sensitive mouth was\ntwisted in aversion.\n\nOutside the grilled door of his room, José squatted on his heels,\nsmoking innumerable cigarettes from the blue packet that is a hall\nmark of the tropics. His naked machete hung in a rope sling at his\nside. In the morning José gave surly answers, Captain Navarro had\nbeen delirious--weak with fever. José ended this disquieting\nintelligence by drawing his blunt thumb across his wrinkled neck.\nStill there was no word from Don Rafael. It seemed there would be\nnone until the fate of his son had been determined beyond doubt.\nOddly enough, it was José who forced the hand of his master.\n\n“José!” called Stanley Graydon the next morning. “José! Where is my\nbreakfast?”\n\nThe figure curled up on the matting outside did not answer. Stirred\nby an uneasy premonition, Graydon stepped to the locked grill door\nand stooped to look at José’s face. It was bluish and livid. The\nlips were pressed tightly against the yellow teeth. There were great\ndark circles about the eyes. He stooped lower. The body was taut as\na bowstring. The eyes stared at him in the fixity of death. The legs\nwere drawn sharply up against the stomach, where the last agonizing\ncramp had shot them.\n\n“Cholera!” he muttered. “Poor devil!”\n\n                 *       *       *       *       *\n\nGraydon’s calls for Don Rafael rang insistently. The maid who\nfinally came gave one affrighted look and bolted, shrieking her\nterror. Then came the old don, who listened, with troubled eyes, to\nhis prisoner’s startling proposal.\n\n“Put me in charge of your men, Don Rafael. I know how to handle men,\nwhite or brown. I know how to fight cholera. Learned those tricks in\nthe Philippines, and I’ve never forgot them. Escape?” He laughed\ntolerantly. “I wouldn’t leave you and your wife to fight this\nscourge if you threatened to whip me off the place.”\n\nDon Rafael bent his head in grave thought. There was a tribute in\nthe steel-blue eyes when he lifted them.\n\n“I thank you, señor. I need you.”\n\nDay and night, Stanley Graydon carried on his grim fight. Under his\nunsparing leadership, his peon laborers learned to police their\ngrounds and huts as though the god of kitchen police was their\npatron saint. They fought the mosquitoes in their breeding spots, as\nthough they were chastising the devil in person. They fought with\noil and lime and shovels to drive the plague from their borders.\nThey held to his laws without a murmur.\n\nFor a week the hacienda stood isolated from a world that knew\nnothing of its plight. Then Colonel Henriquez rode debonairly up the\nscarlet-flanked avenue. He was scornful of the agitated peon at the\ngates; blind to the sinister yellow flag that hung above the\nhacienda’s veranda. It was Don Rafael who broke the news to him.\nHenriquez wheeled his horse, drove his spurs into its flanks, and\nrode away as though the devil of the old patrician followed his\nincontinent flight. That night Don Rafael unbosomed himself to his\nprisoner.\n\n“You came to us the potential murderer of our first-born, Señor\nGraydon. In my heart your sentence to death had been passed. Colonel\nHenriquez, the black-hearted craven, has wiped that out. He had been\nmy honored guest for years. We differed in politics, but I thought\nhim a brave and honest man. When I told Juan of his cowardly\ndesertion, I learned the truth of the fight in which he was\nwounded.”\n\n“And that, señor?”\n\n“Henriquez thought you a spy from the United States. There was\nsomething on foot, and they determined to kidnap you so that you\ncould not thwart their plans. Ah, señor, something evil is marching\non, but Juan has not yet the courage to tell me all. When he was\ndelirious he babbled of secret plans, of strange foreign agents, of\nRamona Bay. They have given me troubled nights. Perhaps, when Juan\nis himself again, he will tell me all.”\n\n“Ramona Bay!” exclaimed Stanley Graydon.\n\n“Whatever concerns Ramona Bay, señor, is of vital import to your\ncountry as well as mine,” and the old don’s voice was grave. “We\nwill be allies, you and I, as we have been since the day you cast\nyour fate with an old man and his wife.”\n\nHe caught up a decanter, filled two glasses with golden wine, and\nthey drank to their compact, standing.\n\nRamona Bay! If there was hidden intrigue on foot in Santander, it\ncould mean but one thing. If he and Don Rafael could unmask it, he\nwould be striding far in his hope for rehabilitation.\n\nAt noon the following day Don Rafael, visibly perturbed, sought him\nout. His first words came with a rush of Spanish that Stanley\nGraydon found difficult to follow. Juan, now clearly on the road to\nrecovery, roused by bitter contempt for Henriquez, had made a clean\nbreast of it. Through mock marriages of native women to foreign\nagents, the groundwork for titles to land bordering on Ramona Bay\nhad already been accomplished by the Henriquez faction. A\nrevolution, headed by Henriquez, was scheduled to break out in the\ncapital on the first of the month.\n\n                 *       *       *       *       *\n\nTen days was the slender interval--days that would see gun running at\nits peak; the corruption of troops by gold, and lavish promises of\nincreased pay. The old patrician’s face was haggard.\n\n“These foreign agents, Don Rafael--how have they worked under cover\nand betrayed your government?”\n\n“Ah, señor, there have been more of those far-off nationals in\nSantander in the last six months than usually venture here in as\nmany years. They have come in the guise of scientists, interested in\nthe phenomena of subterranean rivers that abound in the valleys to\nthe west of here; as business men, and as tourists. We have been\nblind dolts. There has not been a revolution here in fourteen\nyears,” and the old man’s eyes shone with pride. “That has been due\nin the main to the laws that forbid aliens to acquire land. It has\nbarred out the great concessions. You see how it is being\ncircumvented. Tell me, señor, what must we do?”\n\n“The first thing is to warn some powerful and loyal man in the\ngovernment,” came the quick answer. “He must move with caution, or\nhe will bungle it. As for the rest, I have thought of a plan; but\nfirst you must take this step.”\n\nAs they strode back to the hacienda, framing the dispatch that must\nbe sent to the capital, Stanley Graydon saw a rider dismounting\nthere. There was something disquietingly familiar about the man’s\ncarriage. As recognition flashed over him, he was torn by\nconflicting emotions. Dixon! The man who had driven him from the\nservice by lying charges. Dixon! The one man in a thousand who could\nset in motion the nebulous plan he had framed for the salvation of\nRamona Bay.\n\nDixon greeted him with the old inscrutable smile. There was nothing\nin his manner or speech, as he explained the reason for his\nunexpected visit, to suggest that they had ever been shipmates.\n\n“Just ran down, after a conference with the admiral, for a\n‘look-see’ at Ramona Bay and the general conditions down here,” he\nsaid coolly. “Yes, I called at the legation, but I rarely bother\nwith those diplomat chaps. They told me everything was peaceful.\nAlso, that Señor Navarro,” and he bowed politely, “was the chief\nlandowner out here and friendly toward us. So I took the liberty of\nriding out.”\n\nWith a quick smile, Don Rafael insisted that he spend the night, and\nthen checked himself.\n\n“Thanks, señor,” replied Dixon, as Don Rafael outlined the\nsituation. “I shan’t let thoughts of cholera disturb my sleep. I’ve\nbeen shipmates with it at Rio and on the Isthmus, when they were\npest holes. Quarantined in half a dozen fever ports.”\n\nThrough Don Rafael’s story, however, he had turned his battery of\ncold, gray eyes on Stanley Graydon. He fancied once that he had\ncaught in them a glimmer of admiration, for the old don had been\neloquent in his praise.\n\nWith scarcely a pause, Don Rafael plunged into the revelations made\nby Juan. His long fingers forked through his white beard. His eyes\nwere afire with the startling import of them. Dixon listened,\nimperturbable, emotionless.\n\n“Your story is very interesting, señor,” he commented. His voice,\nstripped of feeling, was in sharp contrast to the appeal for help.\n\n“Fortunately,” he went on, “in my capacity as the squadron\nintelligence officer, I have come here well informed of the general\nsituation. Neither Washington nor the legation has even hinted at\nwhat you tell me. I am afraid your son has been imposed upon, or\nthat his mind is not yet clear. You must also remember that Colonel\nHenriquez’s conduct would contribute to your son’s sensational\ndenunciations.”\n\n“Then you would not consent to send a radio through to the admiral,\noutlining these reports?” Stanley Graydon broke in impulsively. “It\nwould be of untold value if the squadron should cruise down this way\nand be on hand for any developments.”\n\n“I would hardly care to endanger my reputation in the service by any\nsuch ill-timed action,” came the curt reply. “A man’s reputation in\nthe service means a great deal more to him, Mr. Graydon, than a\ncivilian could possibly comprehend.”\n\nThere was unmistakable menace in that blunt ultimatum. It would have\nbeen a lethal blow to Stanley Graydon’s pride should Dixon choose to\ndenounce him to the old don who had learned to lean so heavily upon\nhim. His eyes flashed, but he took the rebuke standing up.\n\nThrough the dinner Dixon carried the difficult situation with an\naplomb that wrested grudging admiration from him. Dixon had always\nbeen an enigma to him. Gifted far beyond the average, reticent and\ncold-blooded to a degree, he had held aloof from the heated\ndiscussions of the wardroom. This evening, despite the rebuff he had\nadministered, he chose to talk of out-of-the-way ports, of\ninternational affairs, of his destroyer duty in the North Sea, and\nhe held them under his charm.\n\nBehind it all, however, the brusque rejection of their impassioned\npleas rankled deeply. It seemed beyond belief that he could dismiss\nso lightly the menace to Ramona Bay.\n\n                 *       *       *       *       *\n\nIn the morning Dixon joined him on his daily inspection. His\nquestions were to the point, his approval free and ungrudging, as\nStanley Graydon showed him the precautions that had been carried out\nwith an iron hand. Through it all he held a fatalistic scorn for the\nmenace of cholera, so far as he was concerned. For the first time he\nreferred to their service on the flagship.\n\n“Sorry, Graydon, about that row we had aboard ship. Personally I am\nno purist, but I am a fatalist. Seen many a fine chap make a\ndamaging slip in his career. That was due to something beyond his\ncontrol. I’ve got over the angry resentment that swept over me that\nnight. I should perhaps have let it go. Talked it over frankly,\nbrutally, with you afterward.”\n\n“So you still think I cheated at cards!”\n\n“I may have treated you unjustly, Graydon. Still, the admiral gave\nyou every chance to clear yourself. Let’s try another tack. I always\nadmired your professional ability. I admire the way you’re handling\nthis tough job down here, and the way you hold your head up. I am\nwilling to admit that, in spite of the most damning evidence, you\nmay be innocent. Here’s hoping you can prove it.”\n\nStanley Graydon’s impulse to blurt out in savage, unsparing\nretaliation was checked by but one factor. That was his earnest\ndesire to convince Dixon of the seriousness of Juan’s revelations.\nIn the face of these revelations, he had no wish to incur further\nenmity.\n\nOn their way back to the hacienda, Dixon summed up his observations.\n\n“You’re dead right, Graydon, in laying down the law for those\nignorant peons.” He smiled tolerantly as he went on. “I’m destined\nto die at sea, just as I was destined to follow the sea. So don’t\nmind if I allow myself a little latitude on your rules.”\n\nTrue to his tenets, Dixon steered his fatalistic course, eating\nmangoes with relish, drinking unboiled spring water. He was missing\nat breakfast the third day. Stanley Graydon, a prey to misgivings,\nfound him in bed with the unmistakable marks of cholera on him. They\nwere there in the faint livid tinge of his face; in the spasms of\npain that raced through his body.\n\nWith the discovery, the last trace of bitter resentment on Graydon’s\npart fled. The iron will of the man, his serene fatalism, his\nstubborn fight for life, where a peon would have succumbed without a\nstruggle, enlisted Graydon’s admiration.\n\nDon Rafael heard the news with an air of deep abstraction. It was\napparent that something of greater import had him in its grasp.\n\n“Ah, if only Señor Dixon had acted as we begged him to! Now, if he\nrecovers and relents, it may be too late.” His face was drawn.\n\nThe bitterness of it brought inspiration to Stanley Graydon.\n\n“That radio is going, Don Rafael!” he cried. “I’ll write the\nmessage, sign Dixon’s name to it, and the legation will have it\ncoded and on the air before night falls!”\n\nDon Rafael’s voice boomed out exultantly for a mounted messenger.\n\n“We’ll have the squadron at anchor in Ramona Bay two days before\nHenriquez is ready to spring his coup. We’ll have a division of\ndestroyers searching for those gun-running expeditions. And when\nit’s all over, Don Rafael, I’ll tell why I came to Santander. If\nyou’ll give me your hand at the end of that story, it will be all\nthe reward I shall ask.”\n\n“God bless you, señor!” Don Rafael’s voice was husky.\n\nFrom Dixon’s bag Stanley Graydon brought a sheaf of official message\nblanks. He framed his dispatch in convincing naval terms, explicit\nand shipshape, and signed Dixon’s name to it. Behind him Don\nRafael’s lined face was creased with a smile of beatific joy.\n\nStubbornly Dixon held to the faith that death could come to him only\nat sea, but he was weakening fast. Another day passed before the\nmessage seemed to have penetrated to his indomitable soul that he\nmight not outlive the day. His mind was clear as the tone of a\nship’s bell. His voice, despite its weakness, held the cold quality\nthat was the index to the man.\n\n“Graydon,” he gasped, “they’ll be piping me over the side soon.\nListen to me for a moment, old man. When I’ve finished, bring Don\nRafael here. You’ll need a witness to the last part of my yarn.” He\nchoked for a moment and then went grimly on:\n\n“I’ve always been crooked, Graydon. I ‘gouged’ my way through\nAnnapolis on the one subject I was weak in. Steered a lone course.\nNever a messmate, I wouldn’t have sacrificed my lone hand if it\nmeant a step toward flag command.”\n\nA flicker of pain played over the masklike face.\n\n“Needed money to make my ambitions come true. Played the stock\nmarket from the day I drew my first pay check. Bottom fell out of\nthe market last fall. Wiped me out. Needed money desperately.” The\nthin lips pressed tightly against his bared teeth. “Sold the only\nthing that would get the price I needed--copy of the secret plans for\nthe defense of Panama Canal. Final payment the day I delivered\nthem.”\n\n                 *       *       *       *       *\n\nThe cold gray eyes bored straight at Stanley Graydon and read in his\neyes incredulous disbelief.\n\n“Two weeks from to-day, Graydon,” the dogged whisper went on. “the\n_Franklin_ will be off Balboa. Draft from Mare Island to replace the\nsick and short-time men. Mess attendants in draft. Filipino boys--all\nbut one. He looks like a Filipino. Officer of general staff in his\nown navy.”\n\n“And the copy of the secret plans?” Stanley Graydon asked\nbreathlessly.\n\n“Secret drawer, at bottom of my clothes locker. He’ll slip into my\ncabin first day aboard. Get papers.”\n\nWeakened by the compelling strain, the cold, measured whispers died\naway. Stanley Graydon’s tense face was twisted in mingled aversion\nand sympathy.\n\n“Here, old man,” he snapped, “you’ve got to get this story off your\nchest. I’m going to give you a shot of strychnine. You’ve got to go\non!”\n\nHe bent over with the hypodermic, and Dixon grinned sardonically.\n\n“Be damned to the cholera!” he muttered. “Hasn’t downed me yet.\nGraydon, you’ve got to get back to the old ship. I don’t want those\ndevils to get the plans at any price. To hell with their dirty\nmoney. I’m not going out with the guilt of a traitor on my soul.”\n\n“They’d never let me over the gangway,” Stanley Graydon protested.\n\n“Send for Don Rafael!”\n\nFrom his closed teeth a groan escaped, but he had regained the\nmastery of himself when Don Rafael tiptoed into the room. Dixon’s\neyes were dull, but the old authority of the quarter-deck was in his\nfaint voice.\n\n“My anchor chain is running out, Graydon. You, Don Rafael, swear me\nto the truth by the most sacred oath you know. Graydon, take down\nevery word. I’ll sign it if it takes my last breath of strength.”\n\nWith uplifted hand, Don Rafael gave the oath. In Dixon’s dim eyes\nthere still flickered the iron will of the man who had always gone\ncrooked. Slowly, with infinite effort, came the confession:\n\n“I, James Harkness Dixon, commander, United States navy, being in\nfull possession of my faculties, do hereby solemnly swear that\nStanley Graydon, captain, United States marine corps, is guiltless\nof cheating at cards on the U. S. S. _Franklin_, on the night of\nFriday, January 3rd.”\n\nHis emotionless voice trailed away. Only the racing of Stanley\nGraydon’s pen across the paper broke the acute silence of the room.\n\n“I, James Harkness Dixon, did falsely and maliciously,” the weak\nvoice persisted, “bring that charge to cover my own guilt. I do\nfurther swear that I brought this accusation to throw suspicion\nlater on Captain Graydon for reasons that he has sworn not to\nreveal.”\n\nHe turned his head with an effort. There was a trace of the old\nperemptoriness in his whispered order:\n\n“Now, Graydon, as soon as Don Rafael has witnessed it, I want to\ntalk to you alone.”\n\n                 *       *       *       *       *\n\nThe old don left them, and Dixon began. He was speaking quickly, as\nthough the wings of death were beating over him.\n\n“I marked the cards. Planted duplicate deck in your room. Dealt you\nthat ace-high full off the bottom. If the sale of those plans ever\ngot out, you’d have been the culprit. My assistant. Combination to\nthe safe.”\n\nStanley Graydon leaned forward. The knuckles of his hands showed\nwhite under their tan. Full comprehension of it all was in his\nsteady eyes.\n\n“Same crowd at bottom--Ramona Bay. Knew you and Don Rafael were\nright. You’re too fine a lad to sacrifice.” He tried to raise\nhimself on one elbow, but Stanley Graydon caught him tenderly.\n“Steady, old man, steady!” he said softly. “They had you in a\ndevilish fix. I understand. Steady!”\n\nThere was a world of gratitude in Dixon’s staring eyes. A faint\nsmile played over the pain-worn face.\n\n“You’ve got to make knots to get back. Graydon. Get that copy.\nDestroy it.”\n\n“I’ll tear it to bits within a few hours, Dixon. Sent a radio to the\nadmiral through the legation. Signed your name,” he hastened to\nreassure him.\n\nApproval, sheer and complete, shone through the dulled eyes of the\ndying man.\n\n“Good lad!” he whispered. His hand sought Stanley Graydon’s.\n\nHe fell into a heavy stupor. At his side Stanley Graydon waited. The\nweak fingers relaxed. The sun was low over Ramona Bay. The thunder\nof guns came into the still room.\n\nStanley Graydon stepped lightly to the open windows. There, in the\nsunlit distance, the gray ships of the squadron were at anchor. The\nnote of a bugle came faintly on the wind. He stepped back to the\nbed. If only Dixon could have lived long enough to grasp the\nsignificance of the flagship’s measured salute! Dixon’s eyes were\nfixed in the glaze of death. His tortured soul had found its\nanchorage.",
    "metadata": {
        "author": [
            "Burtis, Thomson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70349/pg70349.txt",
        "name": "when_the_squadron_dropped_anchor.json"
    }
}