{
    "name": "Where the Gods Decide",
    "author": [
        "McKimmey, James"
    ],
    "body": "_High above the wet plains and muggy jungles, above the slick rocks\nand shiny leaves, rests a temple. Like most shrines of ancient order\nits narrowing spires point to the sky. Men, Venusian men, walk quietly\nthrough the restricted labyrinth of this temple, green fingers\nwebbed beneath the long sleeves of their gray capes; green faces\nexpressionless beneath the sanctity of their gray hoods. There is\nmovement, and these caped men circle a silver orb that lies in dead\ncenter of the golden walls. They pace, each flat step a soundless\nmotion. The green fingers unmesh, spread, and come together again.\n\"Screece,\" says a flute-like voice. \"Screece,\" says another. The\nsilver orb rests like a cloudy fist-sized tinsel globe, unsparkling,\nwhile a dozen minds search out through the vastness of Venus, probing\nfor the cores of evil and purity. Feet pace, faces are immobile, and\nthrough the thick air comes a shrill rising scream from the throat of\na giant black cat with deep orange eyes. The motion ceases, lidless\nstares meet. \"Grith?\" pronounces one. \"Grith?\" pronounces another. And\nthe pacing continues, while green lips quirk the slightest bit. Minds\nsearch...._\n\n\n\nIt was that season when the jungle of Venus turned into a vapid,\nsteaming swamp. Sleet buds glistened like long, thin snakes, and\nleaves hung limp and wet from the vine-trees. Nicholas Caine felt the\nsweat prickle upon his forehead and slide down the sides of his face.\nFairchild, he noticed, was sweating, too, so that the man's shirt had\nturned dark, and the close-clipped gray hair curled on his head. Only\nthe woman still looked fresh in her white shirt and shorts.\n\nShe was standing beside Caine's jetcopter, drinking plain Scotch from\na silver glass. Her husband, Fairchild, was drinking, too, as he sat\nsilently in a folding chair beneath the tip of the ship's left wing.\n\nThis is going to be a sweet thing, Caine thought, it really is.\n\nThe air was dead of breeze, and soggy clouds hung above them like an\nimmense stifling blanket. The man stared at his knees and the woman\nswirled the Scotch in her glass. Caine kept his palms flat against the\narm rests of his chair.\n\nHe watched the woman closely. There was too much brightness inside of\nher, too much nervousness, as though she were burning inside and she\nhad to keep moving, laughing, insulting, enticing, because she was\nalive with that burning, and she couldn't stop. It wasn't the liquor,\nCaine knew, because they had just started that, a few minutes after he\nhad brought the ship down.\n\nThey were approximately four-hundred miles from the Colony, and in the\nwild stretches of this Venusian jungle, four-hundred miles was like the\ndistance from day to night. Here was the dark, the strange, the weird\nand the wild.\n\nKiitz birds screamed in the distance, and their sound was like the\nsound a man makes when he is touched by fire. A thick, muddy river went\nover a cliff above and behind them, hitting transparent rocks with a\nsteady crashing noise that thrummed against Caine's ears like thunder\nin a distant sky.\n\nTeewh birds with black wings and curling yellow beaks came out of the\nsultry sky and skimmed the tips of the trees surrounding the clearing.\nThey screeched when they dove, and they kept harmony with the unseen\nstationary kiitz birds. A chilling, nerve-racking harmony.\n\n\n\n\"Won't you have a drink with us?\" said the woman, her teeth white\nbetween her smiling lips.\n\n\"Thank you, no,\" Caine said. The woman tipped her head and watched him.\nHer eyes were very blue and they mocked Caine and taunted him, while\nher husband just sat there, drinking and watching his bare knees.\n\nThis could go to pieces in a hurry, Caine decided, and he rubbed his\npalms against the arms of the chair.\n\nBecause, on the other hand, the husband was too quiet, too brooding,\ntoo deliberately unseeing of the way his wife played with Caine, with\nher eyes and her movements.\n\nHer legs, Caine noticed, were the kind that would look well bare, as\nthey were, or in nylon beneath a skirt, and she had rather full hips,\nalthough not too full. Her breasts, Caine could see, were well enough\ndeveloped.\n\nShe bent to rub a finger against her left knee. \"Are there insects in\nthis part of the jungle?\" she asked Caine.\n\n\"Some.\"\n\n\"But no grith cats?\" she said, straightening.\n\n\"Not here,\" Caine said.\n\n\"Just where we're going tomorrow?\"\n\n\"Yes.\" Caine looked back to the man. He was about fifty, Caine judged,\nat least twenty years older than the woman. His face was lean and sad,\nand there were thin lines traveling out from the corners of his eyes\nand mouth that contrasted with the youthful cut of his wiry hair.\n\nThese two had come to Caine because his reputation in the Colony was\nestablished. He had been flying tourists into the jungle for more than\nthree years, and while he could not predict all of this country, he at\nleast knew the general traits of those sections within a reasonable\nradius of the Colony.\n\n\"Did you ever shoot a grith cat?\" the woman asked, looking at Caine\nover her glass.\n\n\"No,\" said Caine.\n\n\"But you've heard that they're pretty horrible and dangerous?\"\n\n\"Yes.\" Caine wiped a hand at the sweat on his forehead. The woman was\nworking at the cats, her eyes shifting to look at her husband with\nevery word, to see how he was reacting. So far he had done nothing,\nsaid nothing, only sat there and drank.\n\nHowever, the cats were not the reason the couple were in the Venusian\njungle. Hunting animals was a dead sport for them, something done in\nthe past and something which had become boring.\n\nThey were looking for bigger game now. The Screece gem. And they had\nflown all the way from Earth to Mars, from Mars to Venus, to find it.\nThe Screece gem was a myth, Caine was certain, a bit of fantasy out\nof ancient Venusian lore. But they paid him well for the trip, and he\nwould ask no questions.\n\nThe woman stayed with the cats. \"How big are these grith cats, Mr.\nCaine?\"\n\n\"Eight to ten feet long,\" Caine said. \"About like a large horse.\"\n\n\"Only they're cats, with the claws and the fangs and all.\"\n\n\"Essentially.\"\n\nCaine felt himself tightening inside a little. The woman was trying to\nbreak through her husband's armor, because somewhere, sometime, he\nmust have had trouble hunting a cat-like animal. Tiger. Or panther. The\nMartian frynx, perhaps. But she had not found her target, yet.\n\nThe man raised his head and spoke for the first time since they had\nlanded. \"How far away is this temple, would you say, Mr. Caine?\"\n\n\"Fifty miles,\" Caine said.\n\n\"How close to it can we land?\"\n\n\"Eight or ten miles, I imagine.\"\n\n\"Can't we get closer than that?\" the man asked.\n\n\"I don't think so,\" Caine said. \"The temple is on top of a fairly sheer\nrise of land, and I can't put the ship down there. The nearest clearing\nwe'll find will be about eight or ten miles away.\"\n\nMrs. Fairchild walked to her chair and sat down. \"That means, then,\nthat we'll have to go through that much country where the cats are?\"\n\nCaine didn't answer, and the man returned to gazing at his knees. Time\nmoved slowly in the thick wet jungle.\n\n\"Show Mr. Caine your scar, Charles,\" the woman said, her voice sudden\nout of the silence.\n\nFairchild picked up his glass from the arm of his chair and held it\ntightly in front of his waist. The muscles along his bare forearms were\nridged and his knuckles paled as he held the glass.\n\n\"Don't be bashful,\" the woman said, smiling. \"I'm sure Mr. Caine would\nlike to see what a cat can do.\"\n\nShe looked at Caine as though she were about to tell him a delightfully\ndomestic story that had been, until now, nurtured between just her\nhusband and her. \"This was a leopard, Mr. Caine. A long vicious\nleopard. Mr. Fairchild, you see, didn't hit him right, and so he got\nCharles from about here,\" she tapped herself just below the neck, \"to\nhere.\" She touched her waist. \"It's a long scar, Mr. Caine. Isn't it,\nCharles? About three inches wide, and....\"\n\nThe man brought his glass down against the arm of the chair. \"Shut up,\nJanet. I'll tell you nicely. Just shut up!\"\n\n\"_Charles_,\" she said, blinking in exaggerated surprise. \"I just wanted\nto tell Mr. Caine, because he's hunted, too, and while I don't know if\nthese grith cats are anything like leopards....\"\n\nThe man's eyes had become wide and angry. \"I won't tell you again,\nJanet.\"\n\n\"I'm sorry, Charles.\" She smiled at him assuringly and blinked again.\n\"We're just excited about tomorrow, I guess, aren't we?\"\n\nFairchild returned his stare to his glass, noticed it was empty, and\nfilled it.\n\n\"Can't I interest you in a drink, yet, Mr. Caine?\" Mrs. Fairchild said.\n\n\"Not right now,\" Caine said.\n\n\"Oh.\" Her voice pouted. \"But I think we should celebrate. Here Charles\nand I have come all this way to find the Screece gem, and we're sitting\nwithin fifty miles of it, and I think we all ought to celebrate.\"\n\n\n\nFairchild spoke to Caine without raising his head. \"Maybe Mr. Caine\ndoesn't really believe in the existence of the Screece gem. Do you, Mr.\nCaine?\" he said, looking up.\n\nCaine took a cigarette from a package in his shirt. \"I'm just paid to\nget you to a temple, not to think.\"\n\n\"You're evading the question,\" Fairchild said. His eyes were narrow\nnow, and a bit glazed.\n\nCaine lit his cigarette and blew smoke into the damp air. He kept his\nvoice non-committal. \"I've heard about it. Everybody in the Colony has\nheard about it.\"\n\n\"Correction,\" said Fairchild. \"Everybody in the System has heard about\nit.\"\n\n\"It's a very popular myth,\" Caine agreed.\n\nThe man stood up. \"It is not a myth, Mr. Caine. It exists and it's in\nthat temple, do you hear me? There is no dammed myth about it, just\ncold hard fact, and I'm going to find it and take it out of there! Is\nthat clear?\"\n\nCaine watched the man's taut figure. He inhaled his cigarette. \"I told\nyou, Mr. Fairchild, I'm just paid to fly the ship and I'm not paid to\nthink. I'm responsible for getting you to the temple. That's all.\"\n\n\"Listen,\" Fairchild said, crossing to Caine and reaching for the front\nof Caine's shirt. \"Don't get insolent with me....\"\n\nCaine slapped the man's hand away.\n\n\"Charles!\" the woman said.\n\nThe man blinked and touched his slapped hand against his chest. \"Sorry,\nMr. Caine,\" he said, finally. \"Didn't mean to fly off that way. Little\nnervous, you see. All that time in space, searching around this way.\nWe're just this close, and I'm getting too nervous.\" He turned back to\nhis chair and sat down. His face became very sad again, and the lines\nabout his mouth and eyes seemed deeper.\n\nThe woman laughed lightly. \"You don't want to pay any attention to\nCharles when he's this way,\" she said to Caine. \"It's just that this\nmeans so much to him, finding the Screece gem. It's worth the wealth of\nthe System, they say, and so Charles has to have it, Mr. Caine. Because\nhe hasn't got any more money.\"\n\n\"For heaven's sake, Janet,\" the man pleaded.\n\n\"Are you ashamed of being poor?\" she asked with false concern. She\nstood up and began pacing back and forth, and Caine noticed the easy\nway she moved, her hips swaying, the muscles of her long legs rippling.\n\"No, he's not ashamed of being poor,\" she said, looking at Caine. \"He's\n_afraid_ of it, aren't you, Charles?\"\n\nFairchild tipped his glass to his lips, and when he brought it down,\nCaine could see that it was empty again.\n\nThe man refilled the glass and held it in front of him, looking into\nit, as though he might find another world there, a peaceful world,\nwhere there weren't any cats or beautiful women with reddish hair, a\nworld where there might be peace and no fear. He raised the glass,\ntrying to taste of that world. His eyes were getting filmy.\n\n\"I'll tell you why he's afraid of being poor, Mr. Caine,\" the woman\nwent on. \"It's because not only is Charles a yellow punk when it comes\nto cats, but he's frightened of losing his wife, aren't you, Charles?\"\n\nCaine felt himself tensing under the cutting lilt of the woman's voice.\nHe was observing something, he knew, that should have been contained in\nthe seal of marital privacy. But here he was, caught in the middle of\nit, while the woman swung back and forth, and the man seemed to crumple\nfurther into his chair, hanging on to the glass of Scotch, as though\nthat were all he had left to hang on to.\n\nAnd tomorrow they had ten miles of grith country to span on foot.\nSweet, Caine repeated to himself, really sweet.\n\n\n                                  II\n\n\"Charles, you see,\" the woman said, stopping and turning to Caine,\n\"thinks the only way he can hold me is with money. And now he's put\nevery penny he had left into this hunt so that he can find the Screece\ngem and keep his lovely wife. And do you know what, Mr. Caine?\" She\nplaced her hands gently on her hips, and Caine could see the faintest\nswinging movement in them. \"He's right, you see.\"\n\nCaine remained very silent.\n\n\"He _has_ to find the Screece gem,\" the woman said, smiling whitely,\n\"or lovely Janet is gone, slipped right out of his hands. And Charles\nis just a poor little sheep with gray hair and a two inch scar, who'll\nbe cold and alone, while Janet--\"\n\n\"Stop it, damn it!\" Fairchild said, but he didn't get up and his voice\nwas thick.\n\n\"--while Janet,\" the woman said, her voice even and relentless, \"will\nbe sleeping with someone else who can afford her, and poor old Charles\nwill shiver in his damned freezing bed, all alone, thinking about that,\nwondering who it is, burning up his ancient jealous liver!\" The woman\nwhirled to face her husband.\n\nThe man tightened both hands around his glass, and Caine could see the\nwhiteness about his mouth. The woman began to laugh, a soft, pealing\nlaugh that got into Caine's brain because of the very softness of it.\n\nShe walked back to her chair and lifted her own glass. Her laughter\nstopped while she drank, and then it started again. She turned to look\nat her husband, and her eyes danced and her lips curved. Her body shook\nwith the laughter.\n\n\"Who do you think it'll be?\" she asked her husband. \"If you don't find\nthe gem?\" She turned to Caine. \"Mr. Caine, do you have any money? I\nmean, perhaps you wouldn't need as much money as Charles. I might make\nsome compensation for virility, you know.\"\n\nCaine disregarded her. \"Mr. Fairchild, we have some rugged country\nto cover tomorrow. This is your party, of course, but if you keep on\ndrinking....\"\n\n\"If I keep on drinking?\"\n\nCaine examined the man's eyes and his slack mouth. \"Nothing,\" Caine\nsaid. \"Nothing.\" At least, he decided, the Scotch might stop the\nneedling and the pressure for the man. He deserved that much, perhaps.\n\n\"You didn't answer me, Mr. Caine,\" the woman said. \"About you and me.\nI'd like you to answer, so that my husband knows before he falls out of\nhis chair, you see.\"\n\n\"I think we all ought to get some sleep,\" Caine said quietly.\n\n\"Mr. Caine, really? So sudden? I'd have to check your bankbook first,\nof course. Although if you give me your word....\"\n\n\"If you don't mind,\" Caine said, his voice harsh, \"I'd like to be left\nneutral in whatever you and Mr. Fairchild might have in conflict.\"\n\n\"Oh,\" she said. \"Well, that's just because you haven't seen the full\npotential. Let me show you what you'd be getting for your money--the\nway Charles saw it.\" She raised her glass again, drank, and stood\nup to cross to the ship. She climbed the ladder to the cabin, very\ngracefully, and touched the switch of the radio. Music pealed into the\nwarm air.\n\nIt was minor music, issuing from the Colony station, music that had\nbeen taken from the native Venusian melodies. It had been converted and\nfitted to the heavy rhythm of Earth's ancient Africa, and it seemed\nsuddenly to become a part of this jungle of Venus.\n\nThe woman stood in the doorway, and then she moved down the ladder, as\nthough it were one sliding motion. She remained there, her back against\nthe silver metal of the ship, swaying her hips, moving her shoulders.\n\n\"I was a dancer, you see, Mr. Caine. I worked in a very expensive\nclub in Habrill, on Mars. I was very popular and very good, and sweet\nCharles took me away from it all, didn't you, Charles?\"\n\nFairchild, Caine could see, was having trouble focusing his eyes, but\nthe rhythmic music was heavy in the air and it beat against the ears,\nand Caine knew that the man was aware of what was happening.\n\nThe woman began moving easily toward Caine, her movement a practised\nswinging motion of hips and shoulders. \"This is what Charles took me\naway from, Mr. Caine, by the gentle touch of gold,\" she said. \"'Come\nwith me,' he said, and he fitted diamonds to my ears and rings to my\nfingers. 'Let me take you away from the damned searching eyes of every\nman on Mars. Let me hide you, so no one can see you or touch you, but\nme, and I'll give you all I own.' Isn't that right, Charles?\" she said,\nlooking at him with narrow gleaming eyes.\n\nThe man lifted his glass and slowly drained it. He let it fall to the\nground with a breaking crunch, while the woman kept time with the\nrhythm, with her hips and her shoulders, slight swinging motions that\nonly intimated.\n\n\"Only now,\" the woman said, \"poor Charles doesn't have anything more to\ngive, and so here I go again....\"\n\nShe raised her hands over her head and cracked her palms together. Her\nhips swung and her shoulders shook. She caught her fingers in her hair,\nher teeth white and biting, while her whole body shivered. It was a\nrippling gyration of muscle and pink skin, building, furious.\n\nFairchild pushed himself out of the chair. His eyes were wild and\nvacant. \"Don't ...\" he said, and his words were meshed together so that\nit was a hoarse sound, full of anguish.\n\nThe woman laughed, a wild laugh that blended with the music and the\nfrenzied movement of her body. She whirled and slapped her hands\ntogether and her body quivered.\n\nThe man staggered a step forward. \"Janet, don't, please....\" He fell\nforward, sprawling over the ground. Gradually, the woman ceased her\nmovement, while her laughter rang through the wet jungle.\n\n\n\n_The gray-caped figures hold motionless around the muddy silver orb.\nA green head cocks. Another. The golden walls encase them, and only a\ncircular opening near a tip of a spire brings in dim light and a little\nof the wispish outside vapor. Fingers disengage and a green extends\nfrom a gray cape. The hand sweeps in a downward slice, splitting by\nsymbol, purity from evil. A second hand imitates. A third. A dozen.\nVoices flute to the cloudy orb. A cat snarls. Minds probe._\n\n\n\nThe light was dimming, and she was a dark curving figure, standing over\nthe crumpled figure of the man. The music pounded relentlessly. Caine\nstood up.\n\n\"Each time I make one of these trips,\" he said, looking at the\nmotionless form of Fairchild, \"I promise myself it'll be the last, and\nI'm promising myself again, right now.\"\n\nThe woman stood silent, and there was just her smiling mouth and the\nwhite teeth and the reddish hair. \"But this one isn't over, yet, Mr.\nCaine. We still have a long way to go.\" Her eyes danced.\n\n\"That's right, Mrs. Fairchild,\" Caine said, bending to lift the man.\n\"Unfortunately, that's right.\"\n\nHe picked the man up while the woman watched, and he carried him to the\nship. He climbed to the cabin, working against the surprising weight of\nthe smaller man. For his age, Fairchild was a very tough, sinewy man\nwho looked as though he had spent most of his life fighting through\nstrange and varied wilds, constantly in search of new adventures and\nthrills.\n\nCaine laid the man across a bunk built into the rear of the ship's\ncabin. The tip end of the wide scar was visible now, showing above\nFairchild's open shirt, and the thin lines about the eyes and mouth\nwere like written entries in his face, telling of too much Scotch and\nperhaps too much of the reddish-haired woman. All that he lacked, Caine\nthought wryly, was the empty bank account to show the price he had paid\nfor the love of the devilish woman.\n\nCaine straightened and walked back through the cabin, snapping off the\nradio.\n\nHe jumped to the ground. The light was very dim now, and the woman was\nonly an outline. The screams of kiitz birds were in the air again, and\nin the distance, the thrumming monotony of the falls.\n\n\"You can use the cabin with your husband, Mrs. Fairchild,\" Caine said\nbriskly. \"I'll get some blankets and sleep out here.\"\n\n\"Aren't there animals?\"\n\n\"Not around here,\" Caine said. \"I'll make a fire. If you want something\nto eat I'll get it out of the cabin for you.\"\n\n\"No, thank you, Mr. Caine,\" the woman said, sitting down in her chair.\n\"I'll just enjoy the rest of my drink, if you don't mind.\"\n\n\"It's up to you,\" Caine said shortly. He was very careful to keep his\neyes away from her. You handled a woman like that best, he knew, by\nkeeping your eyes away from her.\n\nHe gathered wood from beneath the wet outer layer of the jungle floor.\nHe bent to light the fire just as the darkness enveloped the clearing.\nThe flames flickered and licked upward, sending their shifting yellow\nlight into the surrounding foliage.\n\nCaine straightened from the fire.\n\n\"Do you like my dance?\" the woman asked, softly.\n\n\"I didn't see it for your husband, Mrs. Fairchild,\" Caine said, and he\nreturned to the ship where he got several blankets. He placed them near\nthe fire.\n\n\"He's not around now,\" the woman said.\n\nCaine looked at her finally. \"He is as far as I'm concerned.\"\n\n\"You're so noble, Mr. Caine.\"\n\n\"I'm not anything,\" Caine said. \"I'm just a guide who gets paid for\ntaking people where they want to go. Nothing more, do you understand,\nMrs. Fairchild?\"\n\n\"No,\" she said, smiling at him.\n\nCaine walked to his chair and sat down. \"We have a tough day ahead of\nus, Mrs. Fairchild, and we'll need all the strength we have to get\nthrough that stretch of jungle. This is a different jungle than you've\nseen before. Venus breeds some terrible country, and where we're going\nis that kind of country. I haven't been there myself, so I can't even\npredict what it'll be like. But I've circled it in the ship and it's\nthick and alive. I don't trust it. So you can stay up, if you like, and\nI'll be glad to stay awake myself, but I'd advise some sleep right now.\"\n\nMrs. Fairchild stood up slowly, her fingers drifting over her waist.\n\"I'll tell you, Mr. Caine. You're not the kind of man I like to argue\nwith. I've had just enough liquor to feel perfectly agreeable to\nanything, anyway. So I'll get ready for bed, but I'm sorry you didn't\nenjoy my dance. Let's do this. You wait while I get ready, and then\nwe'll have one nightcap together, a sort of dancing nightcap. Are you\ninterested, Mr. Caine?\"\n\nCaine lit a cigarette slowly, watching the blaze of his lighter. He\nsnapped the lighter shut. \"I'm interested in both you and your husband,\nMrs. Fairchild.\"\n\n\"To hell with my husband,\" she said, her teeth showing between her\nlips. She lifted her glass and drank all that was in it. \"Relax, Mr.\nCaine,\" she said, walking toward the ship. \"Enjoy yourself.\"\n\nCaine noticed that the liquor had taken hold of the way she walked, so\nthat she swayed a little, but there was still the grace there and the\nswing, and it was hard to disregard.\n\nI hope she doesn't come out of there, Caine thought. I hope she just\nfalls asleep and leaves me alone, and that tomorrow goes very quickly\nand smoothly.\n\n\n\nBut when Caine had watched the flames lick at the settling night for a\nfew minutes and had finished his cigarette, he heard the sound again.\nThe sound of music, muffled by the silver body of the ship. Wilder now,\nwith heavier drums, seasoned into a more biting sound by the night and\nthe flickering flames. Caine was aware of the blood in his veins and\nthe pulse in his temples.\n\nAll at once, the door of the cabin was kicked open and the music rose\nin the air. The woman stood in the doorway, her hands gripping the\nsilver frame tightly. She wore a black nightgown, made of shimmering\nstuff that was as thin as the fine mist in the air. Her hair had been\nlet down and it fell over her shoulders and her back. Her feet were\nbare and very white beneath the black gown.\n\nShe stood motionless, her fingers tight against the frame, as though\nholding herself against the music. The melody disappeared then, and\nthere was only the drums, rolling, and finding a punctuation that\nbecame all that existed in the night. The woman leaped from the doorway\nand she touched the ground, wriggling. Her feet were wide-spaced and\nher hands searched through her hair, lifting it from the nape of her\nneck. She bent forward suddenly, so that her hair was a reddish swirl\nagainst the light of the leaping flames.\n\nShe straightened slowly, one hand sliding her hair back, so that\nCaine could see her eyes dancing with her body, and she began moving\ntoward him, shoulders swinging, hips pivoting. Caine kept his hands\ntight against the arms of his chair, his eyes narrow. The woman was a\nwrithing movement beneath the black veil-like gown. She twisted and\nwhirled and finally, she stopped in front of Caine, chin high, one\nhand still half-thrust through the soft thick hair. Her eyes glowed.\n\n\"Nightcap,\" she said, her voice breathless.\n\nCaine shifted carefully in his chair. \"I'm not thirsty,\" he said.\n\nThe woman's hand snapped from her hair, and the relaxed suppleness of\nher body tightened.\n\n\"I remember a man,\" Caine said through his teeth, \"who's a dozen yards\naway, sleeping in the protection of alcohol, because a cheap burlesque\nqueen is drawing out his blood until he's damned near dead. I can see\nthrough the pink skin, Mrs. Fairchild, and what I see makes me sick.\nYou don't interest me at all, and you never will because I don't like\nthe sight of hate and selfishness and just plain rottenness.\"\n\nShe struck him across the face with one hand and then the other. The\nfury burned in her eyes and her body trembled with it. She struck him\nagain and again, and Caine's face bled where a ring ripped his skin.\n\nHe sat very still, his hands remaining against the chair arms. \"You've\njust lost yourself a boy, Mrs. Fairchild. Put your clothes on, we're\nflying back to the Colony. You can find yourself somebody else for\nthis, because I've had enough.\"\n\nHe started to rise, but she put one hand against his chest, and the\nfury was gone out of her eyes, and there were tears instead.\n\n\"Please,\" she said, and Caine could hear the tears going into her\nvoice. \"I'm sorry. I'm awfully sorry. Let me talk to you first,\nplease.\" She knelt to the ground and watched Caine while thin tears ran\ndown her cheeks.\n\n\"About what, Mrs. Fairchild?\" Caine said coldly.\n\n\"I don't know why I did what I did,\" she said, touching at the tears.\n\"Too much Scotch, I think. Only I'm still a dancer and it's in my\nblood. It isn't cheap burlesque, Mr. Caine. It's something deep inside\nme and I can't help it.\"\n\n\"Nice trait,\" Caine said, \"for a man's wife.\"\n\n\"I had that coming. I've got a lot coming, only the resentment for his\ndrinking, the way he's tried to own me, keeps coming out and I want to\nhurt him. I know it isn't right, but it's what I do and I want to stop\ndoing it. He's worried, and it comes out with what he says and what he\ndoes, and so I fight him. He thinks if he doesn't find this gem, he's\ngoing to lose me.\"\n\n\"Isn't he?\" Caine asked, his eyes thin.\n\n\"No,\" she said quietly. \"I'm frightened of him and I feel alone with\nhim. But I won't leave him.\"\n\n\"Like I told you,\" Caine said, \"I'm just a hired man. What my customers\nthink or do between themselves is none of my business.\"\n\n\"You're not that cold,\" she said, looking into his eyes.\n\n\"I'm that cold.\"\n\nShe shook her head stubbornly. \"Be kind to me. You can. For just this\none moment, when I'm not alone or afraid, when there's just this one\nmoment before tomorrow--when it starts all over again.\"\n\nCaine didn't answer, but he relaxed in his chair slightly and leaned\nback.\n\nShe smiled at him and it was a warm simple smile with all the hardness\nand sarcasm erased. \"Would you have one drink with me? One small drink\nto seal the night up, so maybe you won't remember me so badly, so maybe\nyou'll think I've got some heart and human feelings?\"\n\nCaine waited, watching her shiny eyes. \"One drink,\" he said.\n\nShe smiled and stood up, returning to the side of the ship where\nFairchild had set up his portable bar. She poured two glasses, and\nwhile Caine watched her, he noticed that in her straight, motionless\nposture, the animal litheness had disappeared. She was very simple--and\nnaive-looking, and when she returned, he saw that the tears were still\nwet on her face.\n\nShe handed him a glass, and she held her own in the air. \"A trite\ntoast--here's to two people who met in the Venus night ... briefly.\"\n\n\"Two people,\" Caine repeated, lifting his own glass. The Scotch burned\ndown his throat.\n\nShe kneeled again and smiled at him. Caine noticed then that the music\nwas still beating into the night air, and that the black gown was still\nvery thin. He turned his glass up again, to hurry through the drink.\nEven in her simplicity and tears he didn't trust himself.\n\nThe Scotch seemed to take hold of his blood and he could feel it racing\nin his veins.\n\nHe lifted the glass a third time, and the hand that held it seemed\nsuddenly detached from his own movement. A singing began in his head\nand then disappeared, and when he looked at her, the smiling lips were\nredder and the shining teeth were whiter. The music pulsated in his\nhead, seeming to beat against his brain.\n\n\"What...?\" he began, and his voice was thick. He shook his head and\nlooked at his glass. It fell out of his hand.\n\n\"A little witch's potion,\" she said, rising. \"Something from the\nMartian cauldron. Quick and oh, so effective.\"\n\nHe fought the feeling that caught hold of him. His brain seemed to\ndeaden until there was only the drums inside his head, and his senses\nbecame alive and burning. He could see her before him, and she began to\nsway back and forth, her hands moving in front of her face. He caught\nhold of the chair arms to keep his own hands from reaching out.\n\nHe tried to cling to reason, but his hands wanted to escape. The flames\nof the fire flickered somewhere in the distance, and in front of him\nthe black-covered body began to move in rippling shivers. The moving\npink hands rose in the air, and there was a shimmer of concealed\nmuscles, dancing, dancing.\n\nHe clung to the chair, gritting his teeth, but the drums pounded at his\nsenses, over and over, and the lips smiled and the white teeth shone\nand the pink body moved in time with the drums.\n\n\"Not yet?\" he heard her say, somewhere far away.\n\nAnd the body turned slowly, convoluting in a shimmering dance of thin\nblackness.\n\nCaine lost his grip on the chair, and he was moving his hands. He heard\nthe laughter, high in the air, stinging his ears and he couldn't stop\nhimself. He was listening to the laughter when his fingers touched\nskin, and there was only blackness after that.\n\n\n\n_Minds examine. Judge. Decide. \"Grith?\" says a round voice. Golden bars\nsnap open. A black cat crouches. Green heads nod within their hoods.\nThe cat leaps, crouches again, and then begins to stalk. Lidless eyes\nturn to the cold orb. Voices chant. \"Grith?\"_\n\n\n                                  III\n\nHe awoke as a boot caught the side of his head. He rolled across the\nground, the pain exploding inside his head. The boot found him again.\nAnother time, above his eyes. He moaned, trying to make his muscles\nwork, but it was as though he were still caught in a nightmare.\n\n\"Filthy damned swine,\" he heard, and his eyes watched a fist come out\nof the misty air to smash against his cheek. He rolled again, burying\nhis face against the ground, trying to hide, to protect himself until\nhe could find his senses and his coordination.\n\n\"You'll kill him.\" It was a woman's voice, saying this, a lilting\nfeminine voice that was very, very familiar. Caine tensed himself,\nwaiting for the next blow.\n\n\"Get up,\" a man said.\n\nCaine felt the boot against his legs. He turned over slowly and pulled\nhimself to a sitting position. He shook his head, but the thick mist\nthat was in the morning air seemed to have gotten into his brain. His\narms and legs felt as though lead had been poured into his veins.\n\nSlowly it came back to him. The woman. The Scotch. He searched the\nfog-filled area in front of him. Fairchild, his mouth an ugly line,\nwatched him and in his hand was Caine's pistol. The woman was behind\nFairchild, still in the black gown, and Caine could see that it was\ntorn.\n\n\"I'd kill you right now,\" Fairchild said, his voice hoarse with rage,\n\"but I want that gem. Get up.\"\n\n\"Darling,\" the woman said to her husband, while her eyes danced at\nCaine. \"He's such a mess.\"\n\nCaine tried to swallow and even that was difficult. Every part of\nhis body had been taken hold of by the drug that had been put into\nhis liquor, and each movement was a task he was certain he couldn't\ncomplete. He raised a hand slowly to his face and his fingers came away\nsticky.\n\n\"Get up!\" Fairchild growled, his eyes vicious thin slits.\n\nCaine got to his knees and fell flat again. He clutched at the ground,\nwaiting for the crushing boot. It came, and he tried again. He got\nto his knees the second time and then, inch by inch, he stood up. For\na moment it seemed as though his head were floating away from his\nshoulders, and he looked down at his body, thinking that what he saw\nsurely belonged to someone else, a limp, ragged body, cut and bruised\nwith no clothes. He was falling again.\n\nFairchild caught Caine's arm and jerked him upright. \"I'll give you\ntwo minutes to get your damned clothes on, Caine, and get behind the\ncontrols of that ship.\"\n\nHe looked at Fairchild stupidly. The man shook him. Caine turned around\nand searched for his clothes beside the dead fire. He staggered and\ngroped, and twice, blackness covered his eyes and he went to his knees.\n\nFinally, he stood, weaving, clothed haphazardly, and he was vaguely\naware that blood was sliding down his chin, dripping onto his jacket.\nHe touched the blood with a finger and it didn't mean anything to him.\n\nThe man turned to his wife. \"The same goes for you. Get into the cabin!\"\n\n\"Charles,\" she pleaded. \"He made me drink so _much_.\"\n\n\"Go on!\" Fairchild said, waving the pistol.\n\nShe smiled crookedly and walked toward the ship. The mist lay over the\njungle so thickly that the ship, not more than ten or twelve yards\naway, was barely visible. Caine heard the door of the cabin opening and\nclosing.\n\nFairchild pointed the gun at Caine's stomach again. \"You'd better watch\nevery damned step you take,\" he said. \"This gun is going to stay on you\nuntil I get that Screece gem, and the only reason you're alive, you\nbloody louse, is because I have to have it. Do you understand?\"\n\nCaine searched for his voice, and it came out thick and strained.\n\"Won't fly you....\" He watched the man's face whiten, and the gun\ntrembled in Fairchild's hand. Then the gun was swinging through the air\nand Caine watched it coming until it struck him above the eyes.\n\n\n\nWater dripped from his face and his chest, and he fought for air. His\nbrain was a singing maize of pain, and the numbness in his arms and\nlegs kept him riveted to the ground. He opened his eyes, finally, as he\nfelt himself being dragged across the clearing. The rungs of the ladder\nleading to the ship's cabin were against him. He moved his head and his\nteeth struck silver metal. His coordination was gone and he couldn't\ntell what his movements were going to be.\n\n\"Up the steps,\" he heard Fairchild say behind him.\n\nHe lifted his hands, fitting them around the rungs of the ladder, and\nhe began to pull himself up. It was an inching effort. Blood got in his\neyes, and his head whirled into far-away spins that had nothing to do\nwith the movement of his body. He hung onto the ladder and climbed one\nrung, then another. He teetered near the top, and Fairchild pushed him\ninto the cabin where he sprawled.\n\nHe could hear Fairchild coming up behind him, and the door slammed shut.\n\nCaine rolled onto his back and looked up. She was standing over him in\nfresh white shorts and blouse. Her hair now was very neat and groomed,\nand her pink skin was radiant. She smiled at him, her teeth showing\nvery whitely. \"You're a pretty thing, Mr. Caine.\"\n\nHe knew he should have felt the rage then, the instinctive fury for\nwhat she had done to him. But the drug had left him with nothing but\nenough reaction to try to fight for consciousness and strength.\n\n\"Clean him up,\" Fairchild said. \"Fast. Then we're leaving.\"\n\nThe woman got soap and water from the rear of the cabin. She washed\nCaine's face, her fingers cruel against the cuts and swellings. She\nraked the cuts with stinging medicine, and Caine lay unmoving, trying\nto let time feed him new strength. She stood up, finally, looking at\nher husband.\n\n\"All right,\" Fairchild said. \"Let's go, Caine.\"\n\nCaine looked at the man's face, at the set of his mouth. He looked at\nthe gun and then at the man's boots. He pulled himself up and staggered\ninto the seat behind the controls. His movements on the controls were\nslow and rough. He looked at Fairchild once, as the jets fired into\nthe fog-ladened air. \"Can't fly this way. No balance, coordination.\nVisibility's rotten, I....\"\n\nThe man moved the pistol into Caine's side.\n\nCaine faced the instrument panel, trying to keep from weaving. He moved\nhis hands and felt the ship rising. He tried to keep the rise steady\nand gradual, but his hands jerked. The ship tipped and swung toward the\nside of the clearing. Thick vine-trees came out of the fog, and Caine\nforced the ship straight up, the jets roaring. The silver jetcopter\nswung back and forth, climbing, slipping, dropping. He couldn't move\nthe controls properly.\n\nThe sound of the waterfall was in their ears then, and Caine jambed\nthe ship to the opposite side. They touched the tops of the trees, and\nfinally he brought it up enough to be over the jungle and the rocks.\n\nInstinct gave Caine vague direction, and he kept his altitude\nexaggerated to insure against his faulty senses.\n\n\"Some say the Screece gem is a diamond,\" the woman said, dreamily.\n\"Some say it's an emerald. Some say it's a ruby. What do you say it is,\nCharles?\"\n\nFairchild sat motionless, silent, in the seat beside Caine. He still\nheld the pistol so that the muzzle pointed into Caine's side.\n\n\"Don't try anything, Caine,\" he said. \"I'll smash us all to hell before\nI'll give up.\"\n\nCaine flew the ship.\n\n\"It's romantic, isn't it?\" the woman said, from behind Caine. \"The most\nvaluable gem in the world, deep in the Venusian jungle, protected by\nthe long, long cats, and my sweet Charles is going to get it for me.\nBless you, Charles. You are an extraordinary husband. I hope the cats\ndon't get you.\"\n\nCaine heard the words, but his brain was too slow and thick with\nthe drug to understand the sharpness of her words. He only moved\nthe controls, feeling the gun Fairchild held against him. In this\ncondition, he knew that if he tried to fool Fairchild, the man--his\nnerves tightened the way they were--would not hesitate to pump the\npistol into Caine's body.\n\nCaine worked his fingers numbly. If only he could find his control, his\nresponse....\n\nThey were approaching the area where Caine thought the temple should\nbe. \"Somewhere,\" he said, and his tongue was clumsy as he tried to\nspeak. \"Somewhere.\"\n\n\n\nThe mist was like layers of soft tissue around the ship. The visibility\nwas not much more than the length of the wings. He eased the ship down,\nslowly, foot by foot. A golden pike-shaped object appeared beside the\nright wing. Caine brought the ship up.\n\nHe grinned, a sly sudden grin. \"Temple,\" he said foolishly. \"Couldn't\nhave hit it closer sober.\" He thought about the cleverness of what\nhe had just said, laughing over it inside, noticing with a queer\ndetachment how his words came out as though he had been drinking. The\ndamned drug, he thought, but the laughter came up through him and it\nechoed through the cabin.\n\nCaine felt the gun go hard against his side, the steel bruising his\nribs. His laughter was cut short, as though a gag had been slammed\nacross his mouth. \"Can't help ...\" he began.\n\nBut Fairchild's face was close to his own. \"I'll make you laugh,\nCaine,\" the man whispered furiously. \"I'll make you laugh over\nwhat happened. You think about that, eh? You think about that, you\nbloody....\"\n\nVaguely, Caine knew the pistol had been pulled away from his ribs and\nwas whipping toward his arm. He tried to shift out of its way, but he\ncaught it squarely. The pain paralyzed him and even the sound of his\ncry was caught by his teeth snapping together. The ship wavered and\nslid downward.\n\n\"You stupid fool!\" the woman screamed at her husband.\n\nCaine felt himself sliding out of his seat, the pain throbbing. He\ncaught himself and reached for the controls with his good hand. But\nhe only half-balanced the ship before he saw the tip of a vine-tree.\nHe cut the jets. The trees were all around them, enveloping them. He\nlistened to the snap of the wings, heard distantly the splinter of\nglass, then nothing.\n\nHe was looking at the shape of his arm, when he found his vision again.\nIt was bent peculiarly.\n\nWhose crazy damned arm is that? he thought.\n\nSomehow his brain wanted him to laugh, to slap the comic twisted arm,\nlying in front of his eyes. The laughter was in his mouth and through\nhis teeth and he raised his good hand.\n\n\"Oh, Lord,\" he said, suddenly sober and feeling the blinding pain. He\ncaught his good hand around a broken metal shaft, and the pain drew\ntears to his eyes.\n\nI think I'll just go to sleep and die right now, he thought, wondering\nvaguely where his will and his strength had gone. Did they bleed out?\nhe thought. Did they fall out when the man struck him? Did the woman\ndraw them out last night, like a vampire draws out blood?\n\nGood night, he thought, dimly, dropping his hand from the shaft.\nGood-by. He closed his eyes.\n\nHe was screaming, he knew, and somewhere he heard a man's voice say,\n\"The gauze. The gauze.\" It was a grating sound, like a metal wheel\nturning over gravel. He opened his eyes, and Fairchild was wrapping\nthe gauze around his broken arm, splinted from a part of the cabin\npanelling.\n\nFairchild looked at him. There was a thick growth of gray whiskers,\nstubbling the man's chin and cheeks, Caine noticed, and the man's eyes\nwere not sad any more. They appeared to burn, like his wife's. He\ngrinned at Caine and it was a humorless grin, his teeth set tightly\ntogether. \"You're lucky, Caine,\" he said. \"I set it instead of cutting\nit off.\"\n\nCaine watched the grinning stubbled face. He felt a shudder trembling\nthrough his body, and the sweat on his face turned cold. I'm not Nic\nCaine, he thought. Surely not. I'm just a frightened, chilled man with\nno guts or reason. I am a rubber puppet, that's who I am. Pull the\nstrings, Mr. Puppet Master.\n\n\"Get up,\" said Fairchild.\n\n\"That's right,\" Caine mumbled, smiling crazily.\n\nHe pushed himself up and stood swaying in the cabin of the broken ship.\nHe looked around, his eyes suddenly fierce. \"Is this twisted wreck my\npretty silver ship?\" he asked loudly. \"Oh, no!\" he said, and tried to\nkick at a splintered panel.\n\nHe felt himself pitching forward, and he caught out his good hand,\nsteadying himself. The drug, the pain, he thought deep in his brain, my\ndamned arm.\n\nBut he was like two people, watching each other, shifting back and\nforth from one identity to another. Rational, irrational, laughing,\ncrying.\n\nHe looked at the woman. She was huddling near the rear of the cabin.\nBlood spilled in a thin line down the side of her face from a cut above\nher eyes. \"We'll never get out,\" she said. Her voice was a high-pitched\nsound with no change of tone in it. \"We'll never get out.\"\n\n\"Why don't you dance for us?\" Caine said, blinking with the brightness\nof his suggestion.\n\n\"Move, Caine,\" the man said, prodding Caine's back. \"She'll dance when\nI give her the gem.\"\n\nCaine crawled slowly out of the cabin. The undercarriage had been\nsmashed, and the cabin was level with the ground. It was like going\ninto a sea of vapor when he got out of the ship.\n\nHow long? he thought, looking at his splintered arm. How long would\nthe drug hang onto his brain? This was not himself. This was a weak\nspinning scarecrow who was drunk on dope.\n\nThen the pain smashed into his awareness. It disappeared as suddenly.\nHe was in agony, then there was only the foolish whirling of his brain.\nHe turned slowly, like a limp mannequin, searching the blankness of the\nmist.\n\n\"Where am I?\" he said aloud.\n\n\"About one mile from Heaven,\" said Fairchild behind him, holding now\na rifle from Caine's cabin rack. \"Janet?\" the man said to the cabin.\n\"Take one of those damn rifles. Mr. Caine is going to lead us to his\nhappy end. The gem first,\" he said to Caine. \"Then you. I'll let you\ntouch it before you die.\"\n\nThe woman came out of the cabin, a rifle in her hands. She pointed\nit at Fairchild. \"We'll never get out of here,\" she repeated, in her\nsing-song tone.\n\n\"Not without me,\" Fairchild said quietly, looking at the pointed rifle.\nHe turned his back to her.\n\nThe woman's face had lost its pink radiance, and it was white except\nwhere the blood trickled.\n\n\"Let's go, Caine,\" Fairchild said.\n\n\"I don't know where to go,\" Caine said stupidly.\n\n\"Up,\" Fairchild said. \"Just lead the way up. I don't need you to know\nwhere the temple is now. You got us much closer than we'd planned,\nyou know. You're just bait now, Caine. Bait for the cats. Remember the\ncats?\"\n\n\"I won't go through that,\" the woman said, staring at the mist around\nthem.\n\n\"All right,\" Fairchild said. \"Stay here and meet the cats alone. I'll\nbring the gem back to you, if there's anything left of you. But, by\nheck, you're going to get it, do you hear me?\" He faced her again.\n\"You're going to get that gem if I have to kill seventeen cats, and\nCaine, and even you. Dead or alive, you're going to get it, do you\nhear?\"\n\nThe woman was pale, sick-looking, and Caine tried to remember how she\nhad looked the night before. It was too much effort.\n\n\"Move,\" said the man, prodding Caine. \"Move, Mr. Caine.\"\n\n\n                                  IV\n\nCaine moved, trying to find some hate to use on himself for letting\nthe sight of the rifle in the man's hands frighten him the way it did.\nBut there was only a dull craziness within him, where the strength\nand nerve used to be. It was as though his steel had been melted and\ndrained out of him by the drug.\n\nI'm like a fish, he thought, pushing through the foliage, a fish with\na broken fin. Do cats like fish with broken fins? he wondered. And the\nthree of them were moving in a slow silent line through the Venusian\nwilds.\n\nThe sounds were in Caine's brain like a dozen records being played in\na large echoing room. Teewh birds pointed their yellow beaks and came\nscreaming at his head. The kiitz birds fluttered wildly out of the\nthickets, their frightened sound like the rake of giant fingernails\nacross smooth slate.\n\nBut there were other things in this part of the jungle. Soft,\ngelatinous phules, the size of a man's hand, hung to the vine-trees,\nand when Caine passed them they shifted off the trees to his skin and\nbegan their search for juices out of his own body. He swept them away,\none at a time, and more found him.\n\n\"I have nothing left in my veins for you,\" he said to one of them\nsticking to his waist. \"Maybe warm tea?\"\n\nFairchild touched the rifle against his back, and Caine pushed the\nphule away.\n\nA snake-like trill wriggled in front of him, its purple and black skin\nglistening as though it had been drawn through oil. It was about four\nfeet long and as thick as a heavy rope. Its never-closing eyes stared\nat Caine. \"Hello, friend,\" Caine said, reaching out his good arm. The\ntrill slid away.\n\nThat's what I really am like, he decided, wondering when the pain would\ncome shattering into him again. I am like the trill. I ought to lie\ndown on the ground and start wriggling, instead of walking.\n\nThe pain found him then, and his brain was cleared briefly of the veil\nof the drug. The pain lasted longer this time. Drug wearing off, he\nthought, only now I don't want it to. And then he thought of the cats;\nthe terrible cats, the horrible cats....\n\nHis brain spun and the veil dropped. What was I thinking about? he said\nto himself. Cats? Was it the cats? Why? Cats are pretty, especially\ngrith cats. They are black, like the spots on a leopard. And what makes\nme think of a leopard? I'll ask the man behind me, he thought, and\nstopped.\n\n\"Go on, Caine,\" Fairchild whispered. \"Go on, damn you.\"\n\nLeopards? Leopards? Caine asked himself, and he pushed on through the\ngrowth, feeling the ground rising more steeply.\n\nRazor plants licked at his skin, until his flesh was slit finely in a\ndozen places. The gauze around his arm became a fuzzy mass, like rags.\nIf I see a cat, Caine promised himself, I'll take a splint off my arm\nand hit him over the head with it.\n\nThe mist hung around them like a hungry shroud, eager to cloak\neverything on the planet with its muggy wetness. Then the growth\nlessened a bit, and Caine saw bare rock here and there. It was easier\nto move and he did not jar his arm as much, but somewhere in his brain\nan old knowledge told him that this would be certain grith territory,\nand every step now was a step closer to the black face with the orange\neyes and sharp teeth.\n\nCaine felt himself growing weaker, and each motion was a building\neffort. The heat had risen, but there was no sweat on his face now,\nonly a burning dryness. His head seemed to start its floating again,\nand he thought for a moment that it might drift up over the trees,\nlike a balloon.\n\nThe idea was very funny to him, and laughter grew inside of him. He\ngrinned, feeling his stomach move with it, until suddenly he was\nfreezing his movement, laughing into the mist-filled air, staring\nstraight into the orange eyes of a grith cat.\n\nThe laughter stopped in his mouth. He blinked once. The cat didn't\nmove. Fairchild and the woman, Caine knew, had halted behind him. The\ncat's eyes shown through the mist like fiery globes. I'll pet him,\nCaine thought with great detachment, right on his black head, and then\nhe'll go away.\n\nThe cat was motionless.\n\nCaine knelt slowly, looking straight into the cat's eyes. It was about\nten yards away.\n\nCaine turned to look at Fairchild. The man was on one knee, the rifle\npointing at the cat's head. The woman waited behind him, half-crouched,\nholding her rifle tight against her side.\n\nCaine looked back to the cat, moving his head slowly. He could see the\ngreat swishing tail, moving back and forth, back and forth.\n\nWhy doesn't the man shoot? Caine asked himself. Why is he waiting this\nway?\n\nTime halted.\n\nCaine edged his look back to Fairchild. You crazy fool, he thought. You\nhave the rifle in your hands, you....\n\nAnd then he saw the sweat dripping from the man's face, the staring\neyes, drained of their focus by fear. The man's body was trembling, and\nCaine thought: he's going to drop the rifle out of his hands, he's....\n\n\n\nThe woman screamed. \"Kill him! Kill him--\" The rifle exploded in her\nhands and bullets whined through the air. Caine felt a hot sting in his\nshoulder. And the cat was a roaring, crazed thing that swept through\nthe air, a flash of shining blackness.\n\nThe air came apart with the sound of the rifle and the screams of the\nwoman and the roaring of the cat. Caine waited, as though this were a\ndream he was watching. The cat had leaped straight for the woman, and\nshe was tangled with the black and white claws now, so that Caine saw\nonly a rolling, screaming mass.\n\nThen there was no more sound from the woman, just a broken, bleeding\nbody, and the cat was crouching again, the black coat stippled with\nred, the orange eyes wild.\n\nCaine blinked, realizing that Fairchild was sprawled beside him, a\nbullet through his head, his hands just touching his unfired rifle.\n\nI can't do it, Caine thought, looking at the rifle. Too slow. I'll have\nthose claws in me before I can even touch it.\n\nThe cat hugged closer to the ground, its muscles bunching.\n\nI'll try, Caine thought, and his hand was moving toward the rifle,\nslowly, like a floating feather, it seemed. Jump, he said silently to\nthe cat. I can't do it.\n\n\"Grith?\" sounded a flute-like voice.\n\nThe cat was motionless.\n\n\"Grith?\"\n\nThe cat rose slowly and backed, tail swishing. Green hands slapped\ntogether, and the cat turned and disappeared.\n\nCaine placed his palms flat against the ground, propping himself, and\nwatched the approaching figures. The mist seemed to be disappearing,\nand he could see more clearly the green skin and the large, unblinking\neyes that looked out solemnly from beneath the hoods of the gray capes.\n\n_Priests?_ Caine wondered. _From the temple?_ I didn't know there were\nVenusians here, he said to himself, and although it was a very slight\ndisclosure, as though he had suddenly learned that there were more men\non Venus than women, he was astounded and impressed with it. \"Well,\" he\nsaid, grinning up at them as they stopped beside him. \"Well, well.\"\n\nHe got to his knees and, still smiling, looked at his arm where the\ngauze had come loose. He shook his head in wonderment. He narrowed his\neyes and examined the blood trickling from the surface wound in his\nshoulder. \"Well, well,\" he repeated, and stood up.\n\nThe woman was a mangled shape on the wet ground, and the man lay very\nstill. Caine looked from one to the other. \"Yes, yes,\" he said, aloud.\n\nHe turned to the gray-caped Venusians and found the somber eyes\nwatching him, in their kindly way. One of them reached out and touched\nCaine's shoulder above the broken arm. Others moved to the bodies of\nthe man and woman and bent over them, making floating motions with\ntheir delicate green hands.\n\n_Praying?_ Caine wondered, watching these motions. He shrugged. He\ncouldn't hold a thought very long.\n\nThe mist was evaporating quickly. Caine, looking up, thought he could\nsee a pointed outline. Then suddenly--high above--there was the golden\ntemple, a shimmer of towering spires of yellow beauty, splashed over by\nbrilliant sunshine.\n\nCaine turned his face up to a strange sun, a blinding sun that sent its\nbright life down through the leaves. And Caine was aware that the caped\nfigures were kneeling all around, praying in a jumble of voices, their\nhands stretching up to the infrequent visitor of light.\n\nWhat are they saying? Caine asked, smiling queerly. What is it they're\nsaying? Screece? The Sun? The most valuable gem on Venus? Is that what\nthey worship in the golden temple? Caine looked at the man and then at\nthe woman. Is that what they had come from Earth and from Mars to find?\nThe Sun? He felt the laughter starting in him again, as though it were\nsomeone else laughing. But his mouth widened and his teeth glistened in\nthe sunlight, and he laughed long pealing laughter.\n\n\"Here it is,\" he said, staggering to the side of the man's body.\n\"Here's your gem. Do you see it, Fairchild?\" He pointed to the sky.\n\"Give it to her,\" he said, laughing through his words. \"No? I'll give\nit to her for you then. How's that?\" He turned and moved slowly to the\nwoman, stumbling. \"Here,\" he said to the woman's staring eyes. \"Here it\nis, you see?\"\n\nHe looked at her face, shadowed by a large leaf of a vine-tree. He\nreached up and jerked the leaf away so that the sunlight fell full on\nher white face. \"There! Take it! From Charles, to you, through me.\nIsn't it beautiful, so big, so brilliant, so....\" The laughter was\ngetting in the way of his words and he could feel tears going down his\nface.\n\nPale green hands were holding him so that he wouldn't fall. And they\nwere moving him away toward the temple. Caine looked at the large\nkindly eyes around him, feeling the hands guiding him. He couldn't stop\nlaughing, only he wished to God he could, because it made the pain\nworse. And he couldn't take much more pain.\n\nThe lips of one of the green faces moved. \"Wress?\" said the voice, the\nword pronounced with difficulty.\n\n\"Rest?\" Caine said, between spasms of laughter that he was quite\ncertain now was crying, instead. \"Yes, yes,\" he said, trying to wipe at\nhis tears. \"Oh, yes. Rest....\"\n\n\n\n_Pale green hands extend again, palms down, and make sweeping downward\nmotions, destroying evil. They are cupped then and raised, slowly, as\nthough lifting purity to the top of the golden spires and beyond, where\na bright sun burns. Feet step soundlessly and figures kneel, circling\nabout a fist-sized orb. \"Screece,\" says a flute-like voice. \"Screece,\"\nsays another. \"Screece,\" say a dozen voices. Hands motion and the\nsilver globe is no longer dull and cloudy, but filled with pure shining\nsunlight, so that it glitters like a thousand diamonds. Lips move\nsilently. A cat whimpers somewhere, then sleeps. Silence._\n",
    "metadata": {
        "author": [
            "McKimmey, James"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64330/pg64330.txt",
        "name": "where_the_gods_decide.json"
    }
}