{
  "name": "Who Was She?\nFrom \"The Atlantic Monthly\" for September, 1874",
  "author": [
    "Taylor, Bayard"
  ],
  "body": "From \"The Atlantic Monthly\" for September, 1874\n\n\nCome, now, there may as well be an end of this! Every time I meet your\neyes squarely, I detect the question just slipping out of them. If\nyou had spoken it, or even boldly looked it; if you had shown in your\nmotions the least sign of a fussy or fidgety concern on my account; if\nthis were not the evening of my birthday, and you the only friend who\nremembered it; if confession were not good for the soul, though harder\nthan sin to some people, of whom I am one--well, if all reasons were not\nat this instant converged into a focus, and burning me rather violently,\nin that region where the seat of emotion is supposed to lie, I should\nkeep my trouble to myself.\n\nYes, I have fifty times had it on my mind to tell you the whole story.\nBut who can be certain that his best friend will not smile--or, what\nis worse, cherish a kind of charitable pity ever afterward--when\nthe external forms of a very serious kind of passion seem trivial,\nfantastic, foolish? And the worst of all is that the heroic part which I\nimagined I was playing proves to have been almost the reverse. The\nonly comfort which I can find in my humiliation is that I am capable of\nfeeling it. There isn't a bit of a paradox in this, as you will see;\nbut I only mention it, now, to prepare you for, maybe, a little morbid\nsensitiveness of my moral nerves.\n\nThe documents are all in this portfolio under my elbow. I had just read\nthem again completely through when you were announced. You may examine\nthem as you like afterward: for the present, fill your glass, take\nanother Cabana, and keep silent until my \"ghastly tale\" has reached its\nmost lamentable conclusion.\n\nThe beginning of it was at Wampsocket Springs, three years ago last\nsummer. I suppose most unmarried men who have reached, or passed, the\nage of thirty--and I was then thirty-three--experience a milder return\nof their adolescent warmth, a kind of fainter second spring, since\nthe first has not fulfilled its promise. Of course, I wasn't clearly\nconscious of this at the time: who is? But I had had my youthful passion\nand my tragic disappointment, as you know: I had looked far enough into\nwhat Thackeray used to call the cryptic mysteries to save me from the\nScylla of dissipation, and yet preserved enough of natural nature to\nkeep me out of the Pharisaic Charybdis. My devotion to my legal studies\nhad already brought me a mild distinction; the paternal legacy was a\ngood nest-egg for the incubation of wealth--in short, I was a fair,\nrespectable \"party,\" desirable to the humbler mammas, and not to be\ndespised by the haughty exclusives.\n\nThe fashionable hotel at the Springs holds three hundred, and it was\npacked. I had meant to lounge there for a fortnight and then finish my\nholidays at Long Branch; but eighty, at least, out of the three hundred\nwere young and moved lightly in muslin. With my years and experience\nI felt so safe that to walk, talk, or dance with them became simply a\nluxury, such as I had never--at least so freely--possessed before. My\nname and standing, known to some families, were agreeably exaggerated to\nthe others, and I enjoyed that supreme satisfaction which a man always\nfeels when he discovers, or imagines, that he is popular in society.\nThere is a kind of premonitory apology implied in my saying this, I am\naware. You must remember that I am culprit, and culprit's counsel, at\nthe same time.\n\nYou have never been at Wampsocket? Well, the hills sweep around in\na crescent, on the northern side, and four or five radiating glens,\ndescending from them, unite just above the village. The central one,\nleading to a waterfall (called \"Minne-hehe\" by the irreverent young\npeople, because there is so little of it), is the fashionable drive\nand promenade; but the second ravine on the left, steep, crooked, and\ncumbered with bowlders which have tumbled from somewhere and lodged in\nthe most extraordinary groupings, became my favorite walk of a morning.\nThere was a footpath in it, well-trodden at first, but gradually fading\nout as it became more like a ladder than a path, and I soon discovered\nthat no other city feet than mine were likely to scale a certain rough\nslope which seemed the end of the ravine. With the aid of the tough\nlaurel-stems I climbed to the top, passed through a cleft as narrow as a\ndoorway, and presently found myself in a little upper dell, as wild and\nsweet and strange as one of the pictures that haunts us on the brink of\nsleep.\n\nThere was a pond--no, rather a bowl--of water in the centre; hardly\ntwenty yards across, yet the sky in it was so pure and far down that\nthe circle of rocks and summer foliage inclosing it seemed like a little\nplanetary ring, floating off alone through space. I can't explain the\ncharm of the spot, nor the selfishness which instantly suggested that\nI should keep the discovery to myself. Ten years earlier I should have\nlooked around for some fair spirit to be my \"minister,\" but now--\n\nOne forenoon--I think it was the third or fourth time I had visited the\nplace--I was startled to find the dent of a heel in the earth, half-way\nup the slope. There had been rain during the night and the earth was\nstill moist and soft. It was the mark of a woman's boot, only to be\ndistinguished from that of a walking-stick by its semicircular form. A\nlittle higher, I found the outline of a foot, not so small as to awake\nan ecstasy, but with a suggestion of lightness, elasticity, and grace.\nIf hands were thrust through holes in a board-fence, and nothing of the\nattached bodies seen, I can easily imagine that some would attract and\nothers repel us: with footprints the impression is weaker, of course,\nbut we cannot escape it. I am not sure whether I wanted to find the\nunknown wearer of the boot within my precious personal solitude: I was\nafraid I should see her, while passing through the rocky crevice, and\nyet was disappointed when I found no one.\n\nBut on the fiat, warm rock overhanging the tarn--my special throne--lay\nsome withering wild-flowers and a book! I looked up and down, right and\nleft: there was not the slightest sign of another human life than mine.\nThen I lay down for a quarter of an hour, and listened: there were only\nthe noises of bird and squirrel, as before. At last, I took up the book,\nthe fiat breadth of which suggested only sketches. There were, indeed,\nsome tolerable studies of rocks and trees on the first pages; a few\nnot very striking caricatures, which seemed to have been commenced as\nportraits, but recalled no faces I knew; then a number of fragmentary\nnotes, written in pencil. I found no name, from first to last; only,\nunder the sketches, a monogram so complicated and laborious that the\ninitials could hardly be discovered unless one already knew them.\n\nThe writing was a woman's, but it had surely taken its character from\ncertain features of her own: it was clear, firm, individual. It\nhad nothing of that air of general debility which usually marks the\nmanuscript of young ladies, yet its firmness was far removed from the\nstiff, conventional slope which all Englishwomen seem to acquire in\nyouth and retain through life, I don't see how any man in my situation\ncould have helped reading a few lines--if only for the sake of restoring\nlost property. But I was drawn on and on, and finished by reading all:\nthence, since no further harm could be done, I reread, pondering over\ncertain passages until they stayed with me. Here they are, as I set them\ndown, that evening, on the back of a legal blank:\n\n     \"It makes a great deal of difference whether we wear social\n     forms as bracelets or handcuffs.\"\n\n     \"Can we not still be wholly our independent selves, even\n     while doing, in the main, as others do? I know two who are\n     so; but they are married.\"\n\n     \"The men who admire these bold, dashing young girls treat\n     them like weaker copies of themselves. And yet they boast of\n     what they call 'experience'!\"\n\n     \"I wonder if any one felt the exquisite beauty of the noon\n     as I did to-day? A faint appreciation of sunsets and storms\n     is taught us in youth, and kept alive by novels and\n     flirtations; but the broad, imperial splendor of this\n     summer noon!--and myself standing alone in it--yes, utterly\n     alone!\" \"The men I seek _must_ exist: where are they? How\n     make an acquaintance, when one obsequiously bows himself\n     away, as I advance? The fault is surely not all on my side.\"\n\nThere was much more, intimate enough to inspire me with a keen interest\nin the writer, yet not sufficiently so to make my perusal a painful\nindiscretion. I yielded to the impulse of the moment, took out my\npencil, and wrote a dozen lines on one of the blank pages. They ran\nsomething in this wise:\n\n     \"IGNOTUS IGNOTÆ!--You have bestowed without intending it,\n     and I have taken without your knowledge. Do not regret the\n     accident which has enriched another. This concealed idyl of\n     the hills was mine, as I supposed, but I acknowledge your\n     equal right to it.  Shall we share the possession, or will\n     you banish me?\"\n\nThere was a frank advance, tempered by a proper caution, I fancied, in\nthe words I wrote. It was evident that she was unmarried, but outside\nof that certainty there lay a vast range of possibilities, some of them\nalarming enough. However, if any nearer acquaintance should arise out of\nthe incident, the next step must be taken by her. Was I one of the men\nshe sought? I almost imagined so--certainly hoped so.\n\nI laid the book on the rock, as I had found it, bestowed another keen\nscrutiny on the lonely landscape, and then descended the ravine. That\nevening, I went early to the ladies' parlor, chatted more than usual\nwith the various damsels whom I knew, and watched with a new interest\nthose whom I knew not. My mind, involuntarily, had already created\na picture of the unknown. She might be twenty-five, I thought; a\nreflective habit of mind would hardly be developed before that age. Tall\nand stately, of course; distinctly proud in her bearing, and somewhat\nreserved in her manners. Why she should have large dark eyes, with\nlong dark lashes, I could not tell; but so I seemed to see her. Quite\nforgetting that I was (or had meant to be) _Ignotus_, I found myself\nstaring rather significantly at one or the other of the young ladies,\nin whom I discovered some slight general resemblance to the imaginary\ncharacter. My fancies, I must confess, played strange pranks with me.\nThey had been kept in a coop so many years that now, when I suddenly\nturned them loose, their rickety attempts at flight quite bewildered me.\n\nNo! there was no use in expecting a sudden discovery. I went to the glen\nbetimes, next morning: the book was gone and so were the faded flowers,\nbut some of the latter were scattered over the top of another rock, a\nfew yards from mine. Ha! this means that I am not to withdraw, I said\nto myself: she makes room for me! But how to surprise her?--for by this\ntime I was fully resolved to make her acquaintance, even though she\nmight turn out to be forty, scraggy, and sandy-haired.\n\nI knew no other way so likely as that of visiting the glen at all times\nof the day. I even went so far as to write a line of greeting, with a\nregret that our visits had not yet coincided, and laid it under a stone\non the top of _her_ rock. The note disappeared, but there was no answer\nin its place. Then I suddenly remembered her fondness for the noon\nhours, at which time she was \"utterly alone.\" The hotel _table d'hôte_\nwas at one o'clock: her family, doubtless, dined later, in their own\nrooms. Why, this gave me, at least, her place in society! The question\nof age, to be sure, remained unsettled; but all else was safe.\n\nThe next day I took a late and large breakfast, and sacrificed my\ndinner. Before noon the guests had all straggled back to the hotel from\nglen and grove and lane, so bright and hot was the sunshine. Indeed, I\ncould hardly have supported the reverberation of heat from the sides\nof the ravine but for a fixed belief that I should be successful. While\ncrossing the narrow meadow upon which it opened, I caught a glimpse\nof something white among the thickets higher up. A moment later it had\nvanished, and I quickened my pace, feeling the beginning of an absurd\nnervous excitement in my limbs. At the next turn, there it was again!\nbut only for another moment. I paused, exulting, and wiped my drenched\nforehead. \"She cannot escape me!\" I murmured between the deep draughts\nof cooler air I inhaled in the shadow of a rock.\n\nA few hundred steps more brought me to the foot of the steep ascent,\nwhere I had counted on overtaking her. I was too late for that, but the\ndry, baked soil had surely been crumbled and dislodged, here and there,\nby a rapid foot. I followed, in reckless haste, snatching at the laurel\nbranches right and left, and paying little heed to my footing. About,\none-third of the way up I slipped, fell, caught a bush which snapped\nat the root, slid, whirled over, and before I fairly knew what had\nhappened, I was lying doubled up at the bottom of the slope.\n\nI rose, made two steps forward, and then sat down with a groan of pain;\nmy left ankle was badly sprained, in addition to various minor scratches\nand bruises. There was a revulsion of feeling, of course--instant,\ncomplete, and hideous. I fairly hated the Unknown. \"Fool that I was!\" I\nexclaimed, in the theatrical manner, dashing the palm of my hand softly\nagainst my brow: \"lured to this by the fair traitress! But, no!--not\nfair: she shows the artfulness of faded, desperate spinsterhood; she is\nall compact of enamel, 'liquid bloom of youth' and hair dye!\"\n\nThere was a fierce comfort in this thought, but it couldn't help me out\nof the scrape. I dared not sit still, lest a sunstroke should be added,\nand there was no resource but to hop or crawl down the rugged path, in\nthe hope of finding a forked sapling from which I could extemporize\na crutch. With endless pain and trouble I reached a thicket, and was\nfeebly working on a branch with my pen-knife, when the sound of a heavy\nfootstep surprised me.\n\nA brown harvest-hand, in straw hat and shirtsleeves, presently appeared.\nHe grinned when he saw me, and the thick snub of his nose would have\nseemed like a sneer at any other time.\n\n\"Are you the gentleman that got hurt?\" he asked. \"Is it pretty tolerable\nbad?\"\n\n\"Who said I was hurt?\" I cried, in astonishment.\n\n\"One of your town-women from the hotel--I reckon she was. I was binding\noats, in the field over the ridge; but I haven't lost no time in comin'\nhere.\"\n\nWhile I was stupidly staring at this announcement, he whipped out a big\nclasp-knife, and in a few minutes fashioned me a practicable crutch.\nThen, taking me by the other arm, he set me in motion toward the\nvillage.\n\nGrateful as I was for the man's help, he aggravated me by his ignorance.\nWhen I asked if he knew the lady, he answered: \"It's more'n likely _you_\nknow her better,\" But where did she come from? Down from the hill, he\nguessed, but it might ha' been up the road. How did she look? was she\nold or young? what was the color of her eyes? of her hair? There, now, I\nwas too much for him. When a woman kept one o' them speckled veils over\nher face, turned her head away, and held her parasol between, how were\nyou to know her from Adam? I declare to you, I couldn't arrive at one\npositive particular. Even when he affirmed that she was tall, he added,\nthe next instant: \"Now I come to think on it, she stepped mighty quick;\nso I guess she must ha' been short.\"\n\nBy the time we reached the hotel, I was in a state of fever; opiates\nand lotions had their will of me for the rest of the day. I was glad to\nescape the worry of questions, and the conventional sympathy expressed\nin inflections of the voice which are meant to soothe, and only\nexasperate. The next morning, as I lay upon my sofa, restful, patient,\nand properly cheerful, the waiter entered with a bouquet of wild\nflowers.\n\n\"Who sent them?\" I asked.\n\n\"I found them outside your door, sir. Maybe there's a card; yes, here's\na bit o' paper.\"\n\nI opened the twisted slip he handed me, and read: \"From your dell--and\nmine.\" I took the flowers; among them were two or three rare and\nbeautiful varieties which I had only found in that one spot. Fool,\nagain! I noiselessly kissed, while pretending to smell them, had them\nplaced on a stand within reach, and fell into a state of quiet and\nagreeable contemplation.\n\nTell me, yourself, whether any male human being is ever too old for\nsentiment, provided that it strikes him at the right time and in the\nright way! What did that bunch of wild flowers betoken? Knowledge,\nfirst; then, sympathy; and finally, encouragement, at least. Of course\nshe had seen my accident, from above; of course she had sent the harvest\nlaborer to aid me home. It was quite natural she should imagine some\nspecial, romantic interest in the lonely dell, on my part, and the gift\ntook additional value from her conjecture.\n\nFour days afterward, there was a hop in the large dining-room of the\nhotel. Early in the morning, a fresh bouquet had been left at my door.\nI was tired of my enforced idleness, eager to discover the fair unknown\n(she was again fair, to my fancy!), and I determined to go down,\nbelieving that a cane and a crimson velvet slipper on the left foot\nwould provoke a glance of sympathy from certain eyes, and thus enable me\nto detect them.\n\nThe fact was, the sympathy was much too general and effusive. Everybody,\nit seemed, came to me with kindly greetings; seats were vacated at my\napproach, even fat Mrs. Huxter insisting on my taking her warm place,\nat the head of the room. But Bob Leroy--you know him--as gallant a\ngentleman as ever lived, put me down at the right point, and kept me\nthere. He only meant to divert me, yet gave me the only place where I\ncould quietly inspect all the younger ladies, as dance or supper brought\nthem near.\n\nOne of the dances was an old-fashioned cotillon, and one of the figures,\nthe \"coquette,\" brought every one, in turn, before me. I received a\npleasant word or two from those whom I knew, and a long, kind, silent\nglance from Miss May Danvers. Where had been my eyes? She was tall,\nstately, twenty-five, had large dark eyes, and long dark lashes! Again\nthe changes of the dance brought her near me; I threw (or strove to\nthrow) unutterable meanings into my eyes, and cast them upon hers. She\nseemed startled, looked suddenly away, looked back to me, and--blushed.\nI knew her for what is called \"a nice girl\"--that is, tolerably frank,\ngently feminine, and not dangerously intelligent. Was it possible that I\nhad overlooked so much character and intellect?\n\nAs the cotillon closed, she was again in my neighborhood, and her\npartner led her in my direction. I was rising painfully from my\nchair, when Bob Leroy pushed me down again, whisked another seat from\nsomewhere, planted it at my side, and there she was!\n\nShe knew who was her neighbor, I plainly saw; but instead of turning\ntoward me, she began to fan herself in a nervous way and to fidget with\nthe buttons of her gloves. I grew impatient.\n\n\"Miss Danvers!\" I said, at last.\n\n\"Oh!\" was all her answer, as she looked at me for a moment.\n\n\"Where are your thoughts?\" I asked.\n\nThen she turned, with wide, astonished eyes, coloring softly up to the\nroots of her hair. My heart gave a sudden leap.\n\n\"How can you tell, if I can not?\" she asked.\n\n\"May I guess?\"\n\nShe made a slight inclination of the head, saying nothing. I was then\nquite sure.\n\n\"The second ravine to the left of the main drive?\"\n\nThis time she actually started; her color became deeper, and a leaf of\nthe ivory fan snapped between her fingers.\n\n\"Let there be no more a secret!\" I exclaimed. \"Your flowers have brought\nme your messages; I knew I should find you--\"\n\nFull of certainty, I was speaking in a low, impassioned voice. She cut\nme short by rising from her seat; I felt that she was both angry and\nalarmed. Fisher, of Philadelphia, jostling right and left in his haste,\nmade his way toward her. She fairly snatched his arm, clung to it with a\nwarmth I had never seen expressed in a ballroom, and began to whisper\nin his ear. It was not five minutes before he came to me, alone, with a\nvery stern face, bent down, and said:\n\n\"If you have discovered our secret, you will keep silent. You are\ncertainly a gentleman.\"\n\nI bowed, coldly and savagely. There was a draught from the open window;\nmy ankle became suddenly weary and painful, and I went to bed. Can you\nbelieve that I didn't guess, immediately, what it all meant? In a vague\nway, I fancied that I had been premature in my attempt to drop our\nmutual incognito, and that Fisher, a rival lover, was jealous of me.\nThis was rather flattering than otherwise; but when I limped down to the\nladies' parlor, the next day, no Miss Danvers was to be seen. I did not\nventure to ask for her; it might seem importunate, and a woman of so\nmuch hidden capacity was evidently not to be wooed in the ordinary way.\n\nSo another night passed by; and then, with the morning, came a letter\nwhich made me feel, at the same instant, like a fool and a hero. It had\nbeen dropped in the Wampsocket post-office, was legibly addressed to me\nand delivered with some other letters which had arrived by the night\nmail. Here it is; listen:\n\n     \"Noto Ignota!--Haste is not a gift of the gods, and you have\n     been impatient, with the usual result. I was almost prepared\n     for this, and thus am not wholly disappointed. In a day or\n     two more you will discover your mistake, which, so far as I\n     can learn, has done no particular harm. If you wish to find\n     _me_, there is only one way to seek me; should I tell you\n     what it is, I should run the risk of losing you--that is, I\n     should preclude the manifestation of a certain quality which\n     I hope to find in the man who may--or--, rather, must--be my\n     friend. This sounds enigmatical, yet you have read enough of\n     my nature, as written in those random notes in my sketch-\n     book, to guess, at least, how much I require. Only this let\n     me add: mere guessing is useless.\n\n     \"Being unknown, I can write freely. If you find me, I shall\n     be justified; if not, I shall hardly need to blush, even to\n     myself, over a futile experiment.\n\n     \"It is possible for me to learn enough of your life,\n     henceforth, to direct my relation toward you. This may be\n     the end; if so, I shall know it soon. I shall also know\n     whether you continue to seek me. Trusting in your honor as a\n     man, I must ask you to trust in mine, as a woman.\"\n\nI _did_ discover my mistake, as the Unknown promised. There had been\na secret betrothal between Fisher and Miss Danvers, and, singularly\nenough, the momentous question and answer had been given in the very\nravine leading to my upper dell! The two meant to keep the matter to\nthemselves; but therein, it seems, I thwarted them; there was a little\nopposition on the part of their respective families, but all was\namicably settled before I left Wampsocket.\n\nThe letter made a very deep impression upon me. What was the one way\nto find her? What could it be but the triumph that follows ambitious\ntoil--the manifestation of all my best qualities as a man? Be she old\nor young, plain or beautiful, I reflected, hers is surely a nature worth\nknowing, and its candid intelligence conceals no hazards for me. I\nhave sought her rashly, blundered, betrayed that I set her lower, in my\nthoughts, than her actual self: let me now adopt the opposite course,\nseek her openly no longer, go back to my tasks, and, following my own\naims vigorously and cheerfully, restore that respect which she seemed to\nbe on the point of losing. For, consciously or not, she had communicated\nto me a doubt, implied in the very expression of her own strength and\npride. She had meant to address me as an equal, yet, despite herself,\ntook a stand a little above that which she accorded to me.\n\nI came back to New York earlier than usual, worked steadily at\nmy profession and with increasing success, and began to accept\nopportunities (which I had previously declined) of making myself\npersonally known to the great, impressible, fickle, tyrannical public.\nOne or two of my speeches in the hall of the Cooper Institute, on\nvarious occasions--as you may perhaps remember--gave me a good headway\nwith the party, and were the chief cause of my nomination for the State\noffice which I still hold. (There, on the table, lies a resignation,\nwritten to-day, but not yet signed. We'll talk of it afterward.) Several\nmonths passed by, and no further letter reached me. I gave up much of\nmy time to society, moved familiarly in more than one province of the\nkingdom here, and vastly extended my acquaintance, especially among\nthe women; but not one of them betrayed the mysterious something or\nother--really I can't explain precisely what it was!--which I was\nlooking for. In fact, the more I endeavored quietly to study the sex,\nthe more confused I became.\n\nAt last, I was subjected to the usual onslaught from the strong-minded.\nA small but formidable committee entered my office one morning and\ndemanded a categorical declaration of my principles. What my views on\nthe subject were, I knew very well; they were clear and decided; and\nyet, I hesitated to declare them! It wasn't a temptation of Saint\nAnthony--that is, turned the other way--and the belligerent attitude\nof the dames did not alarm me in the least; but _she!_ What was _her_\nposition? How could I best please her? It flashed upon my mind, while\nMrs. ------ was making her formal speech that I had taken no step for\nmonths without a vague, secret reference to _her_. So I strove to be\ncourteous, friendly, and agreeably noncommittal; begged for further\ndocuments, and promised to reply by letter in a few days.\n\nI was hardly surprised to find the well-known hand on the envelope of\na letter shortly afterward. I held it for a minute in my palm, with\nan absurd hope that I might sympathetically feel its character before\nbreaking the seal. Then I read it with a great sense of relief.\n\n     \"I have never assumed to guide a man, except toward the full\n     exercise of his powers. It is not opinion in action, but\n     opinion in a state of idleness or indifference, which repels\n     me. I am deeply glad that you have gained so much since you\n     left the country. If, in shaping your course, you have\n     thought of me, I will frankly say that, _to that extent_,\n     you have drawn nearer. Am I mistaken in conjecturing that\n     you wish to know my relation to the movement concerning\n     which you were recently interrogated? In this, as in other\n     instances which may come, I must beg you to consider me only\n     as a spectator. The more my own views may seem likely to\n     sway your action, the less I shall be inclined to declare\n     them. If you find this cold or unwomanly, remember that it\n     is not easy!\"\n\nYes! I felt that I had certainly drawn much nearer to her. And from this\ntime on, her imaginary face and form became other than they were. She\nwas twenty-eight--three years older; a very little above the middle\nheight, but not tall; serene, rather than stately, in her movements;\nwith a calm, almost grave face, relieved by the sweetness of the\nfull, firm lips; and finally eyes of pure, limpid gray, such as\nwe fancy-belonged to the Venus of Milo. I found her thus much more\nattractive than with the dark eyes and lashes--but she did not make her\nappearance in the circles which I frequented.\n\nAnother year slipped away. As an official personage, my importance\nincreased, but I was careful not to exaggerate it to myself. Many have\nwondered (perhaps you among the rest) at my success, seeing that I\npossess no remarkable abilities. If I have any secret, it is simply\nthis--doing faithfully, with all my might, whatever I undertake.\nNine-tenths of our politicians become inflated and careless, after the\nfirst few years, and are easily forgotten when they once lose place.\n\nI am a little surprised now that I had so much patience with the\nUnknown. I was too important, at least, to be played with; too mature\nto be! subjected to a longer test; too earnest, as I had proved, to be\ndoubted, or thrown aside without a further explanation.\n\nGrowing tired, at last, of silent waiting, I bethought me of\nadvertising. A carefully written \"Personal,\" in which _Ignotus_ informed\n_Ignota_ of the necessity of his communicating with her, appeared\nsimultaneously in the \"Tribune,\" \"Herald,\" \"World,\" and \"Times.\" I\nrenewed the advertisement as the time expired without an answer, and I\nthink it was about the end of the third week before one came, through\nthe post, as before.\n\nAh, yes! I had forgotten. See! my advertisement is pasted on the note,\nas a heading or motto for the manuscript lines. I don't know why the\nprinted slip should give me a particular feeling of humiliation as I\nlook at it, but such is the fact. What she wrote is all I need read to\nyou:\n\n     \"I could not, at first, be certain that this was meant for\n     me. If I were to explain to you why I have not written for\n     so long a time, I might give you one of the few clews which\n     I insist on keeping in my own hands. In your public\n     capacity, you have been ( so far as a woman may judge)\n     upright, independent, wholly manly in your relations with\n     other men I learn nothing of you that is not honorables\n     toward women you are kind, chivalrous, no doubt, overflowing\n     with the _usual_ social refinements, but--Here, again, I\n     run hard upon the absolute necessity of silence. The way to\n     me, if you care to traverse it, is so simple, so very simple!\n     Yet, after what I have written, I can not even wave my\n     hand in the direction of it, without certain self-contempt.\n     When I feel free to tell you, we shall draw apart and remain\n     unknown forever.\n\n     \"You desire to write? I do not prohibit it. I have\n     heretofore made no arrangement for hearing from you, in\n     turn, because I could not discover that any advantage would\n     accrue from it. But it seems only fair, I confess, and you\n     dare not think me capricious. So, three days hence, at six\n     o'clock in the evening, a trusty messenger of mine will call\n     at your door. If you have anything to give her for me, the\n     act of giving it must be the sign of a compact on your part\n     that you will allow her to leave immediately, unquestioned\n     and unfollowed.\"\n\nYou look puzzled, I see: you don't catch the real drift of her words?\nWell, that's a melancholy encouragement. Neither did I, at the time: it\nwas plain that I had disappointed her in some way, and my intercourse\nwith or manner toward women had something to do with it. In vain I ran\nover as much of my later social life as I could recall. There had been\nno special attention, nothing to mislead a susceptible heart; on the\nother side, certainly no rudeness, no want of \"chivalrous\" (she used the\nword!) respect and attention. What, in the name of all the gods, was the\nmatter?\n\nIn spite of all my efforts to grow clearer, I was obliged to write\nmy letter in a rather muddled state of mind. I had _so_ much to say!\nsixteen folio pages, I was sure, would only suffice for an introduction\nto the case; yet, when the creamy vellum lay before me and the moist pen\ndrew my fingers toward it, I sat stock dumb for half an hour. I wrote,\nfinally, in a half-desperate mood, without regard to coherency or logic.\nHere's a rough draft of a part of the letter, and a single passage from\nit will be enough:\n\n     I can conceive of no simpler way to you than the knowledge\n     of your name and address. I have drawn airy images of you,\n     but they do not become incarnate, and I am not sure that I\n     should recognize you in the brief moment of passing. Your\n     nature is not of those which are instantly legible. As an\n     abstract power, it has wrought in my life and it continually\n     moves my heart with desires which are unsatisfactory because\n     so vague and ignorant. Let me offer you, personally, my\n     gratitude, my earnest friendship: you would laugh if I were\n     _now_ to offer more.\n\nStay! here is another fragment, more reckless in tone:\n\n     \"I want to find the woman whom I can love--who can love me.\n     But this is a masquerade where the features are hidden, the\n     voice disguised, even the hands grotesquely gloved. Come! I\n     will venture more than I ever thought was possible to me.\n     You shall know my deepest nature as I myself seem to know\n     it. Then, give me the commonest chance of learning yours,\n     through an intercourse which shall leave both free, should\n     we not feel the closing of the inevitable bond!\"\n\nAfter I had written that, the pages filled rapidly. When the appointed\nhour arrived, a bulky epistle, in a strong linen envelope, sealed with\nfive wax seals, was waiting on my table. Precisely at six there was an\nannouncement: the door opened, and a little outside, in the shadow, I\nsaw an old woman, in a threadbare dress of rusty black.\n\n\"Come in!\" I said.\n\n\"The letter!\" answered a husky voice. She stretched out a bony hand,\nwithout moving a step.\n\n\"It is for a lady--very important business,\" said I, taking up the\nletter; \"are you sure that there is no mistake?\"\n\nShe drew her hand under the shawl, turned without a word, and moved\ntoward the hall door.\n\n\"Stop!\" I cried: \"I beg a thousand pardons! Take it--take it! You are\nthe right messenger!\"\n\nShe clutched it, and was instantly gone.\n\nSeveral days passed, and I gradually became so nervous and uneasy that\nI was on the point of inserting another \"Personal\" in the daily papers,\nwhen the answer arrived. It was brief and mysterious; you shall hear the\nwhole of it:\n\n     \"I thank you. Your letter is a sacred confidence which I\n     pray you never to regret. Your nature is sound and good. You\n     ask no more than is reasonable, and I have no real right to\n     refuse. In the one respect which I have hinted, _I_ may have\n     been unskilful or too narrowly cautious: I must have the\n     certainty of this. Therefore, as a generous favor, give me\n     six months more! At the end of that time I will write to you\n     again. Have patience with these brief lines: another word\n     might be a word too much.\"\n\nYou notice the change in her tone? The letter gave me the strongest\nimpression of a new, warm, almost anxious interest on her part. My\nfancies, as first at Wampsocket, began to play all sorts of singular\npranks: sometimes she was rich and of an old family, sometimes\nmoderately poor and obscure, but always the same calm, reposeful face\nand clear gray eyes. I ceased looking for her in society, quite sure\nthat I should not find her, and nursed a wild expectation of suddenly\nmeeting her, face to face, in the most unlikely places and\nunder startling circumstances. However, the end of it all was\npatience--patience for six months.\n\nThere's not much more to tell; but this last letter is hard for me to\nread. It came punctually, to a day. I knew it would, and at the last I\nbegan to dread the time, as if a heavy note were falling due, and I had\nno funds to meet it. My head was in a whirl when I broke the seal. The\nfact in it stared at me blankly, at once, but it was a long time before\nthe words and sentences became intelligible.\n\n     \"The stipulated time has come, and our hidden romance is at\n     an end. Had I taken this resolution a year ago, it would\n     have saved me many vain hopes, and you, perhaps, a little\n     uncertainty. Forgive me, first, if you can, and then hear\n     the explanation!\n\n     \"You wished for a personal interview: _you have had, not\n     one, but many_. We have met, in society, talked face to\n     face, discussed the weather, the opera, toilettes, Queechy,\n     Aurora Floyd, Long Branch, and Newport, and exchanged a\n     weary amount of fashionable gossip; and you never guessed\n     that I was governed by any deeper interest! I have purposely\n     uttered ridiculous platitudes, and you were as smilingly\n     courteous as if you enjoyed them: I have let fall remarks\n     whose hollowness and selfishness could not have escaped you,\n     and have waited in vain for a word of sharp, honest, manly\n     reproof. Your manner to me was unexceptionable, as it was to\n     all other women: but there lies the source of my\n     disappointment, of--yes--of my sorrow!\n\n     \"You appreciate, I can not doubt, the qualities in woman\n     which men value in one another--culture, independence of\n     thought, a high and earnest apprehension of life; but you\n     know not how to seek them. It is not true that a mature and\n     unperverted woman is flattered by receiving only the general\n     obsequiousness which most men give to the whole sex. In the\n     man who contradicts and strives with her, she discovers a\n     truer interest, a nobler respect. The empty-headed, spindle-\n     shanked youths who dance admirably, understand something of\n     billiards, much less of horses, and still less of\n     navigation, soon grow inexpressibly wearisome to us; but the\n     men who adopt their social courtesy, never seeking to\n     arouse, uplift, instruct us, are a bitter disappointment.\n\n     \"What would have been the end, had you really found me?\n     Certainly a sincere, satisfying friendship. No mysterious\n     magnetic force has drawn you to me or held you near me, nor\n     has my experiment inspired me with an interest which can not\n     be given up without a personal pang. I am grieved, for the\n     sake of all men and all women. Yet, understand me! I mean no\n     slightest reproach.  I esteem and honor you for what you\n     are.  Farewell!\"\n\nThere! Nothing could be kinder in tone, nothing more humiliating in\nsubstance, I was sore and offended for a few days; but I soon began to\nsee, and ever more and more clearly, that she was wholly right. I was\nsure, also, that any further attempt to correspond with her would be\nvain. It all comes of taking society just as we find it, and supposing\nthat conventional courtesy is the only safe ground on which men and\nwomen can meet.\n\nThe fact is--there's no use in hiding it from myself (and I see, by your\nface, that the letter cuts into your own conscience)--she is a free,\ncourageous, independent character, and--I am not. But who _was_ she?\n\n\n\n\n\n",
  "metadata": {
    "author": [
      "Taylor, Bayard"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/23166/pg23166.txt",
    "name": "who_was_she_from_the_atlantic_monthly_for_september_1874"
  }
}
