{
    "name": "Willie's Planet",
    "author": [
        "Ellis, Mike"
    ],
    "body": "Tom stood in front of the filtered porthole of the tiny cabin and\nsoaked up the sunlight that came through. It felt good after ten months\nof deep space blackness.\n\n\"By golly, Willie, this is luck,\" he said to the little man standing\nat the cabin's instruments, \"our hundredth and last star, and it's an\nEarth type sun. How much difference is there from our sun?\"\n\nWillie held the color chart up beside the spectrum screen. \"Almost on.\nCouple of degrees difference.\" He tossed the chart on the desk and came\nto stand at Tom's side, the top of his head even with Tom's erect\nshoulder. His thin face was tense and worried.\n\n\"Tom,\" he said, \"I have a hunch about this star.\" He stared at the\nscreen morosely.\n\n\"I don't receive a thing,\" Tom chuckled, stretching his flat muscled\narms to the low ceiling, his body making a triangle from his narrow\nhips to his wide shoulders. \"What's the hunch?\"\n\n\"Ever have the feeling you'd been some place before when you'd actually\nnever been there? I feel that about this star.\" Willie glanced at Tom\nwith his bright blue eyes, then looked quickly away, a bit of a red\nflush high on his cheeks.\n\n\"It's just because it's like our sun, that's all,\" Tom said.\n\n\"No, it's not that, Tom. It's something else. I feel like we ought to\nget out of here. Maybe it's the planet.\"\n\n\"Planet?\" Tom said.\n\n\"Yes,\" Willie said quietly, \"an Earth type planet.\"\n\n\"Earth type!\" Tom shouted. \"Ten thousand credits bonus! Get it on the\nscreen, Willie. Let's see that spending money baby.\"\n\nWillie turned on the viewer. Dark and shadowy on one side, bright with\nblue-green color on the other, the planet floated on the screen.\n\n\"The blue must be water and the green continents,\" Tom murmured in awe.\n\"Damn, it's beautiful. We going to pass it close?\"\n\n\"In about five more minutes of this spiral,\" Willie answered. \"Say,\nTom,\" Willie said hesitantly, \"will you check over these figures? I'm\nnot sure I've allowed enough for the pull of the sun.\" He shifted the\npapers aimlessly.\n\n\"My gosh, Willie,\" Tom said, \"the only thing I know about navigation is\nwhat you've taught me this trip. Your figures are right.\"\n\n\"I just wanted to make sure I'm right,\" Willie said. \"I don't like to\nnavigate close in.\" He pushed the papers back on the desk. \"I guess I'd\nbetter call the big shot and let him take over.\" He pressed the button\nthat rang the buzzer in the Captain's tiny cabin.\n\n\"Might as well let Pudge in on it too,\" Tom said, \"or the food will be\nlousy for days.\"\n\n\"Yeah,\" Willie said, and buzzed the galley.\n\nCaptain Bart strode into the cabin, his barrel chest bare and hairy\nabove the shorts he had been napping in. He went straight to the\nporthole and stood with his fists on his hips, appraising the sun. Then\nhe caught sight of the blue-green ball on the scope.\n\n\"Earth type planet! Nice going, Willie,\" he shouted, and clapped Willie\non the back.\n\nWillie flinched slightly, then moved over to the chart desk, a frown\nmaking vertical creases in his forehead.\n\nBart turned to Tom without noticing. \"Ten thousand credits, Tom. I knew\nwe'd do it. Even in this forty year old tub. Willie, are we going to\npass it close?\"\n\n\"Two more minutes,\" Willie murmured, busy with the charts on the desk.\n\"You'd better check my course, though.\"\n\n\"O.K.,\" Bart said. \"Let her go as she's headed.\"\n\nPudge came in from the galley and took his place beside Tom without\ncomment.\n\n\"Okay,\" Bart said, as he sat down in the control board chair, \"let's\nget to work. Willie, I'll run us past just outside the atmosphere. Tom,\nyou do the life search. Pudge, get the pictures.\"\n\nThe cabin was silent except for the hum of the instruments. The radar\nprobed the height of the mountains, the depth of the seas, the shape of\nthe continents by recording the patterns of the reflections.\n\nThe electron telescopes hunted down the movement of life, the\nartificial straight lines of civilization, the classification of\nplants; and typed the metals in the ground with the aid of a spectrum.\n\nThe wave lengths of radio and TV were checked and recorded.\n\nOne special instrument, sealed in its cabinet and booby-trapped with\nexplosives against tampering, probed for the faint waves of any kind of\nlife, down to single cells in the seas.\n\nThey made four passes, the last one at a hundred miles from the ground\nat its closest point. Then, as each man finished his task and relaxed\nfrom his instruments, they waited for the automatic tally of the\nresults.\n\nThe computer glowed and clicked in its dull grey cabinet on the\nbulkhead, then dropped the tally card in the slot.\n\nBart snatched it out, his grin fading to a blank look as he read it.\n\"Nothing. Not a damn thing, no life at all.\" He went over to the\nscreen, folded his thick arms across his chest, and stared at it in\ndisgust.\n\nTom picked up the card and studied it. \"This is goofey,\" he said aloud,\n\"the planet's got plant life, plenty of it, but not a trace of animal\nlife, not even plankton in the sea. How'd that happen?\"\n\nWillie came over and studied the card with Tom. \"Could have bacteria we\ndidn't get from this height, but it sure as hell hasn't got anything\nelse.\"\n\nPudge held up the pictures; they showed close-ups of a tangled mass of\nplants. \"All ferns,\" he said. \"Doesn't seem to be anything else.\"\n\n\"Why would a planet have ferns and nothing else, not even the beginning\nof animal life?\" Tom wondered aloud.\n\n\"I once read an account of finding the tiny seeds of Earth's plants\nmillions of miles out in space,\" Willie said. \"Seems the winds blow\nthem right off the planet and they're so light they just keep going.\"\nHe looked at the pictures, then at Tom. \"Suppose some of them drifted\nhere?\"\n\n\"That's as good a guess as anything else,\" Tom said. \"Maybe the master\nminds at home can figure it out.\"\n\n\"Only seven or eight Earth-type planets in all these years of star\nmapping and I had to find one with nothing but ferns on it,\" Bart said\nin disgust to the screen. \"Oh, well, maybe it'll do as a colony. No\nalien life to worry about, anyway. We'll call it Bart McDonald Planet.\"\n\n\"Hey,\" Tom spoke up, \"Willie found the planet. He should get to name\nit.\"\n\nBart was curt. \"I'm the captain of this ship; new planets are named\nafter the captain that discovers them.\"\n\n\"Nuts,\" Tom muttered. \"We all had a hand in this. It ought to be named\nafter all of us.\"\n\n\"How about calling it the ship's name,\" Willie put in quietly.\n\nBart strode over and yanked the log's keyboard out. He banged furiously\non the keys for a moment, and then read aloud. \"At 1430 this date,\ndiscovered McDonald's planet, an Earth class planet, signed, Bart\nMcDonald, Captain.\" He slammed the log shut.\n\nTom snorted.\n\nBart gave him a dirty look and went over and sat in the control board\nchair. Pudge had disappeared in the galley as he always did when there\nwas an argument. There were a few minutes of strained silence as they\nworked over the instruments.\n\nBart turned from the control board. \"As long as this place has no life,\nwe'd be safe in landing. Suppose we earn the bonus by bringing back a\nfull report on whether it's fit for a colony or not?\"\n\nWillie's head jerked up, his face white.\n\nTom frowned, and said nothing. He wanted to land but he didn't want to\nagree with Bart on anything.\n\n\"What say?\" Bart said. \"I'll even put it up for a vote.\"\n\n\"Okay,\" Tom said, thinking of walking in the sun, feeling firm ground\nunder his feet. \"It would be a shame to come all this way and then not\nbe able to say we had explored the country.\"\n\n\"No,\" Willie said quickly. \"It's dangerous. And--and besides, we'd have\nto go in quarantine when we got back.\"\n\n\"So we go in quarantine,\" Bart said. \"We'll get paid for it.\" He turned\nto the control board. \"Buzz Pudge, so he can get ready.\" He began\npunching buttons.\n\nThey went around to the middle of the day side of the planet, swinging\nin closer. The continents formed a rough belt around the equator of the\nplanet, with no land extending to the small ice caps on the poles.\n\nTom felt his stomach knot with the thrill of going into the unknown as\nhe watched the screen, but part of the time he was running the lights\nof the control board through his mind, checking the actions of Bart's\nbig fingers as Bart confidently punched the keys. Then he caught sight\nof Willie's tense face. It was white, with little splotches of pink,\nand his slender hands were gripping the chair he was sitting in.\n\n\"Here we go,\" Bart shouted exultantly, as the big green light flashed\non. He hit the big green key with a stubby forefinger. The auto pilot\nfired the jets, the ship slowed in its descent, and they were pushed\ndown gently in their chairs. As the spot Bart had picked came up on the\nscreen, they could see the bare red of the ridge sticking up out of the\nyellow-green of the flat land. Then the yellow-green was right below\nthem, turning black as the jets burned it to ashes. They hovered a\nminute, then came to rest with a creaking thud that echoed through the\nship. The jets cut out, leaving their ears ringing.\n\n\"Didn't know whether we'd make it or not,\" Willie said. He\nunobtrusively wiped the glistening sweat off his slender palms on his\ncoveralls, as he took his place at the panel.\n\nWhen the tests were done, Bart grabbed the tally card as soon as the\ncomputer dropped it. \"No bacteria at all. Planet's completely sterile.\nLet's get outside.\"\n\n\n\nTom stopped beside Bart on the narrow strip of red sand at the edge of\nthe vast blue plain of smooth water. The water came right up to their\nfeet without movement, just small ripples that lapped the red sand. The\nair was clean and brisk, and the wind was soft on his cheek.\n\nBart arched his thick chest and pulled in a great lung full of air.\n\"This is wonderful. Makes a man feel alive again.\" He yanked the\nzipper on his coveralls and pulled them off. Then he jumped in the air,\nswinging his thick arms.\n\nTom grinned at the calisthenics as he peeled off his own coveralls. The\nsun was warm on his bare white skin.\n\nBart had pulled off his boots and with just his shorts left, charged\ninto the water, and made a flat smashing dive. He leaped and splashed\nthe water like a porpoise.\n\nTom grinned at him, and just as he had done during most of his boyhood\non Earth, took a gulp of air and dived down into the clear silent\ndepths to the twenty foot deep bottom. He drifted slowly among the\nrocks. Bart drifted beside him as the seconds ticked by. Tom wished\nthis was Earth and there were some fish to hunt in the clear water with\na three pronged spear. Then, as his lungs seemed bursting and he had\nto have air, he put his feet against the bottom and shoved himself to\nthe surface. Several seconds later, Bart burst through the surface and\nbobbed beside him. They floated until they got their wind back.\n\n\"You don't use a suit and oxygen tanks,\" Bart said. \"You couldn't stay\nunder two seconds if you did.\"\n\n\"I learned to hunt as a boy,\" Tom said. \"I even had to make my own\nspear out of scraps. Kids don't have the credits for suits and stuff.\"\n\n\"No sport to it with a suit,\" Bart said, as they paddled lazily along\nwith their heads up, toward shore. \"As bad as hunting animals with\nrifles. They killed off all the animals with guns, now they're fishing\nout the seas with suits.\"\n\n\"Yeah,\" Tom answered, \"might as well buy the fish from the hatcheries\nas to go after them with a portable sub.\"\n\nThey dived under, and worked their way along the bottom toward shore,\ncoming up for air, then diving again, until they were back to the beach.\n\nThey walked out and dropped on the sand to rest, the sun warm on them.\n\n\"Notice the water?\" Tom asked.\n\n\"Yeah,\" Bart said, \"no waves. Calm as hell. Can't be waves without a\nmoon to pull them.\"\n\n\"Doesn't seem to be as salty as the seas at home, either,\" Tom said.\n\n\"Yeah, I noticed that too. Must not be as much salt in the ground as at\nhome.\"\n\n\"Could be it's a young planet that hasn't had much time to wash it out\nof the ground, too,\" Tom said.\n\nThey rested in silence for a few minutes, the only sound all about them\nwas the wind blowing across the empty land.\n\nThen Bart jumped to his feet and started pulling on his clothes. \"Come\non, Tom,\" he said, \"Let's take a look around while it's still light.\"\n\nAfter they dressed, Bart led the way along the strip of red sand\ntowards the ridge. The tangled mass of yellow-green vegetation grew\nright down to the strip of red sand, and in some places, grew right\nover it to stop at the sea.\n\n\"I'll be darned,\" Tom said, stopping at the edge of the plants. The\nferns covered the ground solidly; small ones, medium ones, big ones. He\ncrashed back into the thicker growth and kicked some of it aside with\nhis boot. The cloud of dust choked him for a minute.\n\nBart came crashing in to Tom. \"What you got?\"\n\n\"Look,\" Tom said. \"All these dead ferns underneath, then just the\nsand. They haven't decayed.\" He searched under the dead growth. \"The\ndead ones just fall down underneath and the live ones just grow on\ntop. There's not only no life here, but no decay either. Just ferns. I\nwonder if Willie was right.\"\n\n\"Don't ask me,\" Bart said. \"Come on, let's look from that ridge.\"\n\nThey followed the sand around the impassable vegetation to the\nridge and scrambled a little way up the barren red rocks. As far as\nthey could see over the flat land, it was covered with the sickly\nyellow-green of the ferns.\n\nThey looked out and rested, then noting the sun was getting close\nto the horizon, they made their way back to the huge grey splotched\naluminum hulk of their ship.\n\nAs Tom was about to follow Bart up the ladder, he noticed a solitary\nfigure sitting at the edge of the sea.\n\n\"Hey, Willie,\" he hollered, \"Come to chow.\" His voice echoed in the\nquiet. The figure waved and Tom turned back to join him. He sat down on\na small boulder near where Willie was sitting and lit his tiny pipe.\n\nWillie was sitting leaning back against a rock, and gazing dreamily out\nto sea. He didn't notice Tom.\n\n\"Hey, Willie,\" Tom said, puffing on his pipe.\n\nWillie started and turned to Tom. \"Oh, hi, Tom. I didn't know you'd\ncome out.\"\n\n\"You wouldn't,\" Tom laughed, \"not in that daydream. Thinking of some\ngal back home?\"\n\n\"No, just thinking,\" Willie said. \"Find anything interesting?\"\n\n\"Just a lot of rock and ferns,\" he answered.\n\n\"Notice how the dead plants just pack under and don't decay?\" Willie\nasked.\n\n\"Yeah,\" Tom puffed his pipe. \"Looks like your idea of seeds drifting\nthrough space is as good as any to explain it. Sure is an odd place.\nFull grown plants, but no decay and no sign of evolution.\"\n\n\"This is a wonderful place,\" Willie said as he leaned back against the\nrock. \"I'd like to stay here for ten years.\"\n\n\"Why?\" Tom asked. The red of the sunset was fading from the high\nclouds, turning them dark grey.\n\n\"Because it's so quiet.\" Willie smiled at him. \"This is the quietest\nplace I've ever been in. Does something to you.\"\n\n\"You should have been a colonist,\" Tom said, \"then you could live on a\nplace like this and farm it.\"\n\n\"I'm going to, someday,\" Willie answered. \"I'm saving my pay to buy a\ncharter and I'm going to buy a place like this.\"\n\nTom blew out a cloud of smoke. Seems like every guy working on crowded\nEarth had the same dream. A little farm on a distant planet. But few\nof them ever did anything about it. It was a nice dream to relieve the\nmonotony of working, but a hell of a lot of hard work if you actually\ndid it.\n\n\"I've even got seeds I saved when I was working on the truck farms of\nthe West,\" Willie talked on, more to himself than Tom, \"I saved them\nfrom some of the biggest and heaviest producing plants. I've got\ntomatoes, beans, corn, squash. They'll make a fine beginning.\"\n\nTom thought of Willie leaving the safety and comfort of living that\nwas found only in the crowded cities of Earth. \"Think you'd like the\nloneliness of farming?\" he asked.\n\nWillie spoke with conviction. \"There's nothing I'd like more. That's\nwhy I started star mapping, to get out of the mobs. That's why I'm out\nhere.\"\n\n\"Dinner's on,\" Pudge called from the ship.\n\nTom knocked the ashes out of his pipe. \"Let's eat.\" He led the way to\nthe ship.\n\n\n\nThe meal was eaten in an appreciative silence, for Pudge had spread a\nfeast of celebration. When the last of the unaccustomed delicacies was\ngone, they pushed their plates away.\n\n\"Boy,\" Bart grunted out as he lit his pipe, \"I haven't eaten like that\nsince the last time I was hunting. Say, Tom, what say you and I go\nfishing on the Florida coast when we get back. We can get a fish a day\ndown there.\"\n\n\"We'll do that,\" Tom said without conviction. He knew when they got\nback they would go their different ways in the eternal quest of\nspacemen back home.\n\n\"I'm due to get a bigger ship when I get back,\" Bart said expansively,\n\"and I'm sure going to have Pudge for my cook. How about you, Tom?\nYou're due to step up, now. Want to be my navigator?\"\n\n\"Sure,\" Tom said, surprised.\n\n\"We'll really do some star mapping,\" Bart said. \"With a bigger and\nnewer ship, we can go clear to the end of the galaxy. Who knows what\nwe'll find for the Astral Service.\"\n\n\"What about me?\" Willie said. \"Am I going to be retired as your First\nMate?\"\n\nTom looked at Willie, he had almost forgotten Willie was there because\nhe was so quiet. Willie was trying to look bright and happy, but even\nthrough the happy haze, Tom could see he looked tired and depressed.\nThe wine hadn't done a thing for him, and his dinner was only half\neaten.\n\nBart had looked down at his plate, frowning, at Willie's question. He\nknocked out the ashes of his pipe and tossed it on the table. He looked\nWillie squarely in the eye. \"I was going to save it until we got back,\nbut since you asked, I'll give it to you straight. Willie, I'm sending\nyou back for a check-up when we get in. You can't seem to do a darn\nthing anymore, without having somebody doublecheck it. Tom and I have\nhad to navigate the ship most of this trip, when you were supposed to\ndo it. There's no place out here for a man that can't do his job. It\nputs too much on the others. I think you need a long rest or something.\"\n\nWillie sat there, his face white, blinking his eyes rapidly. Then he\nlurched to the door, his chair spinning behind him. Pudge got up and\nwent to the galley.\n\n\"What the hell did you do that for?\" Tom asked Bart. \"Why didn't you\nkid him along and give it to him easy when we got back. It would have\nbeen easier on his feelings.\"\n\n\"That's not my way,\" Bart said. \"He asked me and I gave it to him\nstraight. He's no good out here anymore. In fact, he's dangerous. If\nsomething should come up that needs quick action, we'd all be wiped out\nby the time he called me.\"\n\n\"Okay,\" Tom said. \"It was honest, and it was truthful. But it sure as\nhell hurt him. I'm going to see him and try to ease it over.\"\n\n\"You'll be a good first mate, Tom,\" Bart said. \"But don't baby the crew\ntoo much. They've either got it or they haven't.\"\n\nTom went down the narrow passageway to Willie's cabin and knocked on\nthe door. When he didn't get an answer, he opened the door. Willie was\nlying on his bunk with his face to the wall. He didn't move as Tom sat\nin the chair.\n\n\"Hey, Willie,\" Tom said. \"You got company. I come in to shoot the\nbreeze with you.\"\n\nWillie turned over reluctantly. \"I'm sorry, Tom. I hate Bart's guts.\nHe's always so goddam right.\" Willie clasped his hands behind his head\non the pillow, and stared at the ceiling. \"He'll wash me out of this\njob and then what will I do? I've failed at everything else I've tried\nto do. It's the people, Tom. I can't do anything in front of people.\nWhat am I going to do when they ground me? I can't stand the crowds of\npeople on Earth.\" He rolled over against the wall.\n\nTom worked his big knuckled long fingers together. \"Maybe it won't\namount to anything. The brass will just put you on another ship.\"\n\n\"Not if he puts in that report,\" Willie said, his voice muffled\nagainst the wall.\n\nTom sat there. There was nothing more to say. Willie was right. \"Well,\nI'll see you on the morning.\" He got up. \"Maybe we can go for a hike or\nsomething.\" When Willie didn't answer, he went out and carefully shut\nthe door behind him.\n\nIn his own bunk, he tried to think of something else, but the problem\nof Willie bothered him for a long, restless time. Then it was morning\nand the clock was chiming.\n\nPudge came in to the table where Tom and Bart were waiting for\nbreakfast. \"Some one's been in the stores. A couple of cases of\nemergency rations are missing. It must have been in the night.\"\n\n\"What the hell,\" Bart said, jumping up. \"In the stores?\"\n\n\"Where's Willie?\" Tom said, getting up.\n\n\"Who cares,\" Bart said. \"There's no one on this planet but us. Who'd\nget into our stores? Or what?\"\n\n\"That's what I mean,\" Tom said angrily. \"Where's Willie?\"\n\nBart gave him a startled glance, then led the way to Willie's cabin. He\nwasn't there. They went through the ship. They dropped out of the lock,\none after the other, into the blinding sunlight and looked around.\nWillie was gone.\n\n\"We'd better find him before he gets too far,\" Tom said. \"I've got a\nhunch he's not coming back. That's why the food.\"\n\n\"I'll wring the little coward's neck,\" Bart said as he led the way\nalong the one trail of footprints they had all made to the sand by the\nsea. They scattered out, calling and looking. Tom, on a hunch, headed\nfor the shoulder of the mountain that jutted out in the sea, while\nBart and Pudge went the other way.\n\n\n\nThe sun was high in the clear blue sky when Tom at last came around the\npoint to the little cove a stream had made in the side of the mountain.\nHe walked up the narrow sandy bank between the red cliffs until a short\nway in, he found the cases of food and a pile of blankets. His yell\nechoed off the red cliffs several times before he looked up to see\nWillie standing on top of the cliff twenty feet above him.\n\n\"Come on back to the ship, Willie,\" Tom called as though Willie was\njust out for a walk. \"We're going to blast off this afternoon. Got to\nhead home.\"\n\n\"I'm not coming back,\" Willie said. \"I'm staying here.\"\n\n\"Be reasonable,\" Tom shouted, \"you can't stay here. Come on back to the\nship.\"\n\n\"I'm going to live here. I'm going to colonize,\" Willie said.\n\n\"What?\" Tom's voice was unbelieving.\n\n\"I'm going to live here,\" Willie repeated. \"Tom, give me your word you\nwon't force me to go back and I'll come down so we can talk.\"\n\n\"O.K.,\" Tom said, \"you have my word.\"\n\n\"Bart isn't around, is he?\" Willie slid down the cliff in a shower of\nloose rock and dirt.\n\n\"You can't stay here, Willie,\" Tom began, \"how are you going to live,\nto eat?\"\n\n\"I've got my seeds,\" Willie said dreamily. \"I'll have a real farm.\" He\nwaved vaguely at the ferns. \"Look at the stuff grow. The climate is\nideal. I'll build a hut and farm enough to eat.\"\n\n\"Willie,\" Tom said, trying another angle. \"There are no other people\nhere. What'll you do if you get sick or need help?\"\n\n\"I won't get sick and I won't need help,\" Willie said. \"That's why\nI want to stay here, 'cause there aren't any people. I can have a\nthousand acres all to myself. I can stake out a whole square mile and\nlive right in the middle of it.\" He laughed like a little kid. \"Tom,\nthis is what I've wanted all my life. Why should I go back to Earth and\nthen try to come back later, I'm staying here, now.\"\n\nTom had the feeling he was trying to argue with an ostrich with its\nhead in the sand. What would Willie do for food if his crops failed\nwhen the emergency rations were gone? Willie was gambling his life for\na dream, but he didn't know it. Willie saw only what he wanted to see,\ndisregarding everything else. Arguing was useless. The only way they\ncould get Willie back aboard was to carry him back.\n\n\"Well, okay, Willie,\" Tom said. \"I'll go back and tell Bart. But I'll\nget him to hold the ship until tomorrow if you should change your mind.\"\n\n\"I won't,\" Willie said. \"So long, Tom.\" He held out his hand. \"You've\nbeen a swell guy.\"\n\nTom took the hand and shook it.\n\n\"So long, Willie. I'll be back someday, to see how you're making out.\"\nHe started back down the narrow beach. Along the way, he decided\nthat they would have to catch Willie and take him back to Earth for\nhospitalization. Coming back with Bart wouldn't be breaking his word.\nThat had only been for the time he had talked to Willie.\n\nBart heard Tom's report in his usual way. \"Let's go,\" was his only\ncomment.\n\nThey climbed up the crumbling red rock and followed the edge of the\ncliff. They climbed over the small boulders, around the huge ones,\nendlessly finding the way blocked, but each time going back a little\nand by going around, finding a new way that was clear. The sun was\nhalfway to the western horizon when they stopped to rest on a pile of\nsmall boulders near the top. Tom leaned back against the rock behind\nhim. A trickle of sweat ran down his ribs from his armpit under his\ncoveralls.\n\nBart snorted through his nose. \"It'll be dark soon.\" He wiped his arm\nacross his forehead, the sweat making a dark stain on the sleeve. \"Damn\nthat fool Willie. He'll pay for this when we get him back to Earth. He\nmust be crazy or something.\"\n\n\"My God,\" Tom said. \"Is that finally dawning on you?\"\n\nBart looked up at Tom, his dark brown eyes small in his broad\nsweat-streaked face. As he continued to stare at Tom without saying\nanything, Tom felt the stir of annoyance, then the beginning of hot\ntempered anger. They sat and waited, looking for the movement Willie\nwould make if he showed himself. Nothing stirred in the yellow-green\nferns below. After an hour of watching, Bart got to his feet.\n\n\"He's holed up somewhere and pulled the hole in after him. Let's get\ndown there and drag him out.\" He started back down the ridge the way\nthey had come up.\n\nHalfway down, as they stopped for a breather, Tom noted the height\nof the sun. It was going to be dark before they could work their way\nback to the ship. A low bank of rolling grey clouds lay all along the\nstraight horizon line of the sea; as the sun sank behind the clouds, it\nturned the edges of them to fiery red.\n\nBart hurried down the ridge, watching only for a glimpse of Willie, but\nTom looked at the sunset occasionally, trying to store up the memory of\nthe color for the months ahead.\n\nAs they reached the stream cliff, Tom stopped Bart.\n\n\"Bart, I've got an idea. It's almost dark. Willie will think we've\nheaded back to get to the ship before it's too dark to find our way.\nHe's probably sitting on a rock, watching the sunset and daydreaming.\nLet's look on the edge of this little cliff where it ends at the sea.\"\n\n\"O.K.,\" Bart said, leading the way. The only light left was the\nreflected red light of the clouds that made long dark shadows behind\nthe rocks.\n\nThey came around the rocks, onto the cliff point overlooking the sea\nand the cove, and there was Willie, sitting with his back to a big\nrock, his chin resting on his cupped hands, gazing dreamily out to sea.\n\n\"Willie!\" Bart shouted, lunging for him.\n\nWillie jerked around to see them, then he was up and sliding down the\nloose rock into the shadowy cove below.\n\n\"Grab him, Tom,\" Bart shouted as he went sliding and falling down, the\nloose rock after him.\n\nTom jumped down the rocks to the bottom and slid to a stop, the loose\nrocks rolling down around him, but Willie was deep in the ferns with\nonly his head and shoulders showing.\n\nBart had the automatic pistol out and pointed at Willie. \"Stop you\ncrazy fool, or I'll shoot,\" he shouted, his voice echoing off the\ncliffs. Willie only crashed into the ferns more desperately.\n\nBart raised the automatic and fired a burst of shots, the sharp\nexplosions echoing shatteringly around them. Tom made a flying tackle\nand smashed into Bart. They went down in the ferns, struggling for the\ngun, until Bart managed to roll and push his way to his feet.\n\n\"Knock it off,\" Bart shouted. \"What the hell are you trying to do?\"\n\n\"Keep you from killing him,\" Tom shouted back as he got to his feet.\n\n\"I wasn't trying to kill him,\" Bart snapped. \"I was trying to scare him\ninto stopping so we could grab him, now he's got clean away in those\ndamn ferns.\" He waved a hand helplessly at the mass of dark vegetation.\nWillie was gone all right. \"Now we'll have to spend days hunting for\nthat lunatic. Next time let me handle it. I'm the captain of this\nexpedition.\"\n\n\"Okay,\" Tom said angrily, \"but let's catch him, not kill him. He hasn't\ndone anything, just wants to be alone, that's all.\"\n\n\"He's deserted,\" Bart said, \"and he signed articles, so that's a crime.\nHow the hell am I going to explain a lost crewman when we go back. And\non my first trip as captain.\"\n\n\"That's your worry,\" Tom said. \"He's colonizing, not deserting.\"\n\n\"You should have been a lawyer,\" Bart said as he put the gun in his\nholster. \"But this isn't getting that screwball aboard.\" He groped in\nthe pocket of his coveralls and pulled out a small packlight. The white\nsearchbeam lit up the ferns around them with glaring brightness. \"Come\non, let's try to find him.\" He led the way into the ferns.\n\nThey hunted through the ferns, forcing their way every step. The\nsearchbeam was only good for a few feet in the dense growth. They knew\nWillie was close, but in the ferns they could almost step on him and\nnot know it.\n\nAt last Bart gave up. \"Let's go back to the ship. We'll come back in\nthe morning, when it's light.\" Following him along the beach toward the\nship, Tom had the feeling that in the morning might be too late. Willie\nmight have been hit by the burst of shots, or he might take off in the\nferns so far they never could find him.\n\n\n\nTom rolled out of his bunk at the first bell, wincing at his sore\nmuscles. After getting the first aid kit from the bathroom, he quietly\nwalked down the narrow passageway and out into the bright sunlight.\nAs he walked through the grey ash to the strip of red sand, the quiet\nwas like a blanket over everything, after the soft hum of the living\nship. The breeze blew softly against his face, hummed past his ears,\nand rustled the ferns. The sea was glass smooth as far as he could see\nacross its surface, smooth right up to where the water turned deep\ngreen as it got shallower. He could understand why Willie wanted to\nstay here. It was a perfect place for anyone who loved solitude and\nthere was probably none like it in the whole system.\n\nHe thought of how a man could live here, with no one to bother him,\nnothing to buy, no need to do any more than just produce enough food to\nlive. A little shack to keep off the rain, a little field to grow food.\n\nBut there would be no one to talk to, no one to share experiences and\ntroubles and little triumphs, no one to laugh with, no challenge to\novercome, no excitement.\n\n\"Not for me,\" Tom said aloud, and his voice was strange in the quiet.\n\"Boy, this place puts a spell on a guy, almost hypnotizes him.\" He\nlaughed aloud. \"Even got me talking to myself.\" He hurried on to hunt\nfor Willie.\n\nThen he came to the little cove where Willie had his camp. The pile of\nfood and blankets was still there. Willie was there, too. He was lying\nhalf in the pool of water. As Tom crunched over the sand and knelt\nbeside him, Willie opened his eyes.\n\n\"Hi, Tom,\" he said faintly. \"I'm glad you came alone.\"\n\n\"Hi, Willie,\" Tom said as he looked at the thin chest with the small\nneat hole low on the left side. \"So he did shoot you, didn't he.\" He\nopened the first aid kit. \"I'll get you back to the ship and you'll be\nO.K.\" He started putting a dressing on the wound.\n\nWillie looked at him with his bright blue eyes. \"Never mind, Tom. I\njust got to stay here in spite of the Captain.\" His voice was so low\nTom had to lean closer to hear him. Willie coughed slightly and winced\nwith the pain.\n\nTom finished the bandage. He knew there was nothing he could do; Willie\nwas hurt inside and only a doctor could help him. But there were no\ndoctors here. He wanted to do something for him to make him more\ncomfortable. He started to put an arm under him to move him out of the\npool. \"I'll get you out of this water,\" he said.\n\n\"No. Tom,\" Willie said. \"Leave me here. I crawled all night to get\nhere. I want to die in this pool.\"\n\n\"In the water?\" Tom said in surprise.\n\n\"Yes, in the water. Don't you understand? I thought you would.\" He\nstared up at the white tracing of the clouds in the sky.\n\nTom waited, silently. He knelt there, the sun burning hot on his back.\n\n\"I wanted to stay,\" Willie said. \"I had to stay. Didn't you feel\nanything about this planet, Tom?\"\n\nTom thought a moment. \"I did feel a little,\" he admitted. \"On the way\nover here. Like it would be a nice place to live.\"\n\n\"That's it,\" Willie smiled. \"Don't you see. Here was this planet, ripe\nfor life, but without life. Then the seeds of the ferns got blown off\nEarth and drifted here. But it needed more, it needed animal life to\ncomplete the cycle.\n\n\"Then we got 'blown off Earth.' Bart for the glory, Pudge for the ride,\nyou for the excitement, and me--me--because I had to, I guess. Because\nI couldn't stand it back there. Seeds, all four of us, and not knowing\nit. That's why we had to land. That's why one of us had to stay and I\nguess it was just me. Now the rest of you can go back to Earth.\"\n\nWillie coughed, much longer this time. Then he lay back exhausted.\n\"Tom,\" he whispered, \"look at the edge of my camp. In the ferns.\"\n\nTom walked over to the edge of the camp. He looked at the yellow-green\nferns, wondering what Willie meant. Then he saw it. The faint steaming\nfrom the packed dead ferns under the growing ones, the spreading dark\nspot, the already darker green of the plants growing around the spot.\n\nWillie had brought the seeds of decay with him, as well as the seeds of\nlife. The dead plants were decaying for the first time on this planet.\nThis spot would spread until the whole planet was covered with dark\ngreen; and life would be as it was on Earth.\n\nTom went back to Willie and stood looking down at him. Then he knelt\nand gently closed Willie's eyelids. He thought of moving him, digging\nhim a shallow grave. But kneeling there in the silent cove, he had the\nhunch that maybe there was more to this. Willie had wanted to stay in\nthe little pool. The stream came down off the ridge through the pool to\nthe sea. Maybe if Willie stayed there, the bacteria of his body would\nlive on, and be washed into the sea. The water was warm and there were\nno enemies to destroy them and there were plants to feed them. Perhaps,\nWillie was right. Maybe he _was_ the seed of life coming to this\nplanet; and in a million years men might walk these shores.\n\nTom straightened up. He took a deep breath and looked around the little\ncove, and then back to Willie.\n\n\"It's your planet, now, Willie. Willie's Planet from now on. What Bart\nput in the log and what spacemen will call it as they go by, will be\ntwo different things. Or did you know that in your heart, too.\" He was\nsilent a moment. \"So long, Willie. Go with God.\"\n\nHe turned and crunched along the sand towards the ship.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Ellis, Mike"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59172/pg59172.txt",
        "name": "willies_planet.json"
    }
}