{
    "name": "Wise Men and a Mule",
    "author": [
        "Tuttle, W. C. (Wilbur C.)"
    ],
    "body": "“She’s the beautifulest story ever wrote. I tell yuh she’s a dinger,\nand I’m a heap in favor of showin’ it to the multitude, _ad lib_, also\nvisibly.”\n\n“Magpie” Simpkins shifts his feet on the table and leans back in his\nchair, acting like he’s said something real smart.\n\n“The best ever told,” admits “Old Testament” Tilton. “I longs to see\nit portrayed piously and with feelin’ aforethought.”\n\n“But can she be done?” asks Wick Smith. “The time is short.”\n\n“Piperock can do anything she sets out to do,” states Magpie.\n\n“And everything else that could possibly happen between the time she\nstarts and the time she finishes,” says I.\n\n“I figured it was about time for you to say something, Ike,” opines\nMagpie.\n\nMe and “Dirty Shirt” Jones wasn’t invited to this conference, but\nwe’re there anyway. Buck Masterson, Wick Smith, Judge Steele, Old\nTestament and Magpie are the committee. Dirty said there’d likely be\nneed of substitutes before the meeting had gone far, so we took it\nupon ourselves to attend.\n\n“Three wise men won’t be hard to find,” opines Buck.\n\n“Town’s full of ’em,” says Dirty. “Why stop at three?”\n\n“You’ve spoke your piece, Dirty,” states the judge.\n\n“We’ve got to have a star, ain’t we?” asks Buck.\n\n“Yeah, we sure have,” admits Wick.\n\n“Beyond the shadder of a doubt in my mind,” says the judge. “The star\nmust be there, sheddin’ its effulgent rays across the desert, lightin’\nup the—uh—place, as it were. It’s goin’ to be hard to get a suitable\ncamule or camules.”\n\n“Camule?” asks Buck. “Them humpbacked quadruples?”\n\n“Cam-el,” corrects Magpie. “Yeah, we’ve got to have one. We’ve got to\nhave a lot of presents and——”\n\n“Who’s going to be Sandy Claws?” asks Dirty.\n\n“Nobody!” snaps Magpie. “Them things are out of date. We’re just\nsteppin’ along ahead of them ancient has-beens, yuh betcha. Nobody can\ngo home from this celebration and say we had the same old stuff.”\n\n“Be —— lucky if they has the use of their vocal cords ten days\nafterwards,” opines Dirty. “Piperock’s Merry Christmas has always\nknocked —— out of Happy New Year’s. I suppose you’ll frame up a death\ntrap and charge us a dollar apiece to get butchered for a Piperock\nHoliday.”\n\n“This is goin’ to be free,” states Magpie.\n\n“Just like a suicide,” sighs Dirty.\n\n“Since when was you and Ike Harper invited to this meetin’?” asks\nWick. “’Pears to me——”\n\n“We’re going out,” says I, “but before we erases ourselves from your\npresence we’d like to orate open and free that we will not be part,\nparcel nor accessory to anything pertaining to or being of a Piperock\nentertainment. We will not do this nor that, and neither will we do\nthus and so. We will toil not and neither will we spin to any extent.\nOur hearts are hard and our minds are made up like a mule’s.”\n\n“Better wait until you’re asked,” advises Magpie.\n\n“No trouble to sound a warning,” says Dirty Shirt.\n\n“You’d ask in vain, Magpie,” says I.\n\n“I am full of wisdom——”\n\n“Don’t argue with that animated flagpole,” says Dirty. “You never get\nno place talkin’ back to him, Ike.”\n\nDirty was right. I might as well argue with the shadder of death,\nbecause Magpie can’t hear nothing but his own voice in a argument, and\nhe knows he can hoodle me into places where an angel couldn’t find\nfooting nor room to flop its wings.\n\nI’m sleeping real hard when Magpie comes home that night, and he\nproceeds to sit down on me, yanks my off ear and yells—\n\n“Ike!”\n\nI shoves him off and sets up, covering him with my gun.\n\n“Ike,” says he, sober-like, “what is there around here that looks the\nmost like a ca-mel?”\n\n“It’s a neck-and-neck race between you and Maud S.”\n\n“Thanks.”\n\n                  *       *       *       *       *\n\nHe takes off his clothes and goes to bed, kinda chuckling to himself.\nMaud S wasn’t no relation to the famous trotting mare of the same\nname, unless you figure back to the dim and distant past to the time\nwhen the devil got sore at a balky horse. He tried to haul it along by\nthe ears, but the horse dug in his hoofs, the same of which stretched\nthem ears a heap. When the devil saw what he’d done, he laughed. The\nhorse, being kinda sore, ruined its vocal cords mocking the devil’s\nlaugh. That’s how we got our first mule.\n\nLooking at Maud S from all angles I’d opine that she was the second\nmule.\n\nMaudie was long. I don’t think I ever seen so much mule all in one\npiece. Maud’s neck was long and looked like it might fall off any old\ntime and bust her crop-eared head. Her feet never wore shoes, and the\nends of her hoofs turned up like the ends of ski snowshoes. Maud was\ncock-eyed in her one glass-eye, and her heart was bitter toward\nmankind.\n\nWick Smith owned her. He tried to sell her to a Piegan Indian, but the\nold buck got one look at her and said—\n\n_“Diaub seahhost! Klahowya!”_\n\nThe same of which means—\n\n“Eyes of the devil! Good-by!”\n\nOf course Maud ain’t no cam-el, but she ain’t so danged far removed as\nyuh might think. The next morning Magpie gets a heap enthused over\ntheir meeting.\n\n“We sure planned out some _hy-iu_ festival. Goin’ to be great, Ike.\nSacred, solemn and satisfactory from all points of the compass.”\n\n“Undertakingly speaking?”\n\n“Not this time. There ain’t going to be no guns allowed. Every puncher\nwill have to leave his gun at the door. See the idea? Bill Thatcher\nsays he won’t bring no orchestra, but we’ll have one just as good.\nRicky Henderson has mastered the flute, and Wick Smith’s new drum is\ndue here today.”\n\n“That’s a —— of a orchestra.”\n\n“Yeah? ‘Frenchy’ Deschamps fell out with Bill Thatcher, and he’s goin’\nto play his jew’s-harp in our orchestra. That makes three good pieces\nfor our side, Ike.”\n\n“Tin whistle bass drum and a pheumonia noise.”\n\n“Mm-m-m-m, well, it won’t be no Suzer’s band, that’s a fact, but it’ll\nbe music. Matilda Mudgett is going to sing something sacred, and Wick\nsays that his wife wants to recite.”\n\n“Anything that Matilda could sing would seem sacred,” says I.\n\n“She could sing the ‘Lone Star Trail’ and make it sound like ‘Rock of\nAges!’ Magpie, a face like hers would drive the evil from a burro’s\nsoul.”\n\n“Uh—I almost forgot, Ike. You’re going to be a wise man.”\n\n“You’re danged well right I am. I’m going to be so wise that I won’t\nbe within seven miles of here on Christmas Eve. I ain’t going to be\nwise—I’m wise right now.”\n\n“You and Dirty Shirt and Half Mile Smith.”\n\n“No-oo-o-o!”\n\n“If you’d rather have some other two men—get ’em, Ike. I’m leavin’\nthat part of it to you.”\n\n“No-o-o-o! I won’t speak to nobody. I’m deaf and dumb. You and your\nentertainment can go plumb——”\n\n“Well, now that it’s all settled I feel better, Ike. You corral Dirty\nand Half Mile and bring ’em over to the Mint Hall tonight, and you’ll\nfind out what you’ve got to do.”\n\n“Magpie Simpkins, for gosh sake——”\n\n“Ike, I’d tell yuh if I knowed, but I don’t. Old Testament knows just\nwhat you’ve got to do, so be patient.”\n\nI finds Dirty Shirt in Buck’s place, and he’s inoculated against\nrattlesnakes. Dirty is bow-legged and cock-eyed, and wouldn’t be no\nbeauty if he wasn’t. I tells him what has come to pass, and he listens\nclose-like. Then he steps inside, yanks out his six-gun, and rings the\nlittle bell on top of the Mint Hall three times in a row. Then he puts\nhis gun back and cocks his eye at me.\n\n“I ain’t drunk, that’s a cinch. Mebbe my hearin’ is weak, Ike. Say\nthat all over again, will yuh?”\n\nI explains once more. Dirty nods foolish-like.\n\n“Sounded the same both times, Ike. What does a wise man have to do?”\n\n“I don’t know, Dirty. We’ll find Half Mile and then they’ll explain it\nto us.”\n\n“Half Mile’s in jail. He shot three times at ‘Scenery’ Sims, and\nScenery put him in jail for it. Here comes Scenery now.”\n\n                  *       *       *       *       *\n\nThere ain’t no description to fit Scenery, except that he’s about five\nfeet tall and his voice squeaks and his mustache only grows at the\ncorners of his big mouth, like the whiskers on a bobcat. He continues\nto be our sheriff, because nobody has took the time to kill him,\nexcept some poor shot, like Half Mile.\n\nWe explains the proposition to Scenery, and asks him will he let Half\nMile be a wise man.\n\n“How about me?” asks Scenery. “Half Mile ain’t got no sense. I studied\nellie-cu-shun oncet, and I’ve got a lot of natural sense about things\nlike that.”\n\n“We don’t give a ——,” says Dirty Shirt, “only we wants to die in good\ncompany, Scenery.”\n\n“Bein’ the sheriff I’ll see that they don’t get rough.”\n\n“Since when has a sheriff been able to intimidate these Yaller Rock\nsnake hunters?” I asks. “The sight of you up there, Scenery, would be\nlike wavin’ a red rag at a bull.”\n\n“Nawsir,” squeaks Scenery. “And besides they ain’t goin’ to be allowed\nto bring in no guns, so the judge tells me.”\n\nYou can’t argue with no tin whistle like that, so we takes him with us\nto our cabin, where we finds Magpie, Old Testament and the judge. We\nexplains that Half Mile is in jail and that Scenery is desirous to be\nwise. Magpie says:\n\n“That’s all right, if he keeps his mouth shut, but we don’t want no\nwise man with a squeaky voice. We’ll let Ike speak all the words what\nis spoke.”\n\n“I can talk,” says Dirty Shirt, “and I’ve studied ellie-cu-shun. I can\nmake gestures, y’betcha.”\n\n“We ain’t usin’ none in this ta-blew, Dirty,” states the judge.\n\n“She’s to be pulled off almost in the dark, bein’ as she’s a night\npitcher, and gestures ain’t goin’ to do nothin’ but mebbe ruin the\nthing. You hang onto your gestures and let nature take her course.”\n\n“Talk ain’t much without yuh gestures,” complains Dirty.\n\n“Your talk wouldn’t be much with ’em!” snaps Magpie. “Shut up.”\n\n“If you knowed anythin’ about ellie-cu-shun, you’d ——”\n\n“If you’re goin’ to be a wise man, Scenery,” says Magpie, soft-like,\n“you’ll practise up right now by keepin’ your —— mouth shut. _Sabe?_\nGo ahead and gesture if yuh want to, but keep still.”\n\n“Well, if I can’t talk, I won’t, but jist the same—”\n\n“Stop!” howls Magpie. “Scenery, if you don’t shut up you’ll never live\nto run for office again.”\n\n“I ain’t goin’ to run again,” says Scenery. “I wouldn’t have the job\nagain.”\n\n“Judge,” says Magpie, “we’ll let a certain few bring their guns inside\nthe hall. Now, let’s get down to business. Is Pete Gonyer makin’ the\nstar?”\n\n“Moon. He had a round piece of glass, but he says there ain’t no\ndanged way he can cut a star. Moon will do as well, won’t it?”\n\n“If we can’t get a star; but the Bible says they followed a star.”\n\n“Yaller Rock county won’t never know that,” says Dirty. “Not if yuh\ndon’t tell em.”\n\n“We’re having the stage built twice as big, and then we’ll put dirt\nover the boards so it will look like a desert. We’ll have a curtain\nbuilt along two sides and the back, and we’ve got to have them stairs\nbraced up a little before we can bring Maud S up into the hall.”\n\n“Is Maud S comin’ to the show?” asks Dirty.\n\n“She’s the ca-mel,” explains Magpie. “Goin’ to fix up some humps on\nher back and yuh never could tell her from a ca-mel. _Sabe?_”\n\n“Suppose she brays?” says Scenery.\n\n“Suppose she gestures?” says Dirty. “My ——, but a mule can gesture.”\n\n“Maud S ain’t got a kick left in her old carcass,” grins Magpie.\n\nJust then Muley Bowles and Chuck Warner shows up, and joins us.\n\n“Hear you’re goin’ to celebrate Christmas,” says Chuck, wiggling his\nears.\n\n“Want the Cross J quartet to sing?”\n\n“Nope,” says Magpie. “This is goin’ to be a sanitary proceedin’, and\nthere ain’t goin’ to be nothin’ done that might incite violence. We’re\njust as much obliged as though you burned your shirt, Chuck.”\n\n“We’d sure be willing to help your ceremony,” says Muley. “We’d sing\nfree gratis for nothin’, without chargin’ you a cent.”\n\n“Nope. I ain’t got nothin’ against you your punchers—not as individual\nhuman beings, but——”\n\n“I gets your meanin’, Magpie,” says Chuck. “The Cross J ain’t good\nenough for your danged old half-baked celebration, eh? Our harmonious\nvoices don’t fit into your blasted old program-me. We has suffered and\nbled that Piperock might make a success of their unusual doings, but\nfrom now on we don’t do a danged thing to help yuh out. Your tone of\nvoice is a insult to four of the best singers in Yaller Rock county.”\n\n“I’m glad you understand what I meant,” says Magpie, mean-like. Muley\nand Chuck turns around and beats it for town.\n\n“I reckon you know best, Magpie, but them four Cross J go-devils might\ndo us wrong. Yuh might ’a’ let ’em sing one song,” opines Testament.\n\n“Let’s get back to the ca-mel,” suggests Magpie.\n\n“Let’s get away from Maud S,” says Dirty Shirt.\n\nThen cometh Tellurium Woods, the danged old bald-headed bunch of wind.\nHe’s got a grin on his face.\n\n                  *       *       *       *       *\n\n“I got a idea,” says he. “I’ll be Sandy Claws.”\n\n“Where did yuh get it?” asks Magpie. “This is a Sandy Claw-less\nChristmas.”\n\n“Aw-w-w, yuh can’t do that,” wails Tellurium. “Whatcha tryin’ to\ndo—put the celebration on the bum? Here’s the idea: I’ll dress up like\nSandy Claws, and when everybody is there and the program is about over\nwe’ll have Wick at the door. _Sabe?_ Somebody will give him messages\nfrom Sandy Claws. Each message will show that he’s that much closer.\nEverybody gets excited, don’t yuh see, and at the right time I comes\nin. Fine, eh?”\n\n“I seconds the motion,” says the judge, “I remember when I was a\nkid——”\n\n“I thirds it,” states Testament. “She’s a pious method, Tellurium.\nBeats having Sandy come down the chimbley.”\n\n“Well,” says Magpie, weary-like, “go ahead and do what yuh like, but I\nwant this tab-lew to be just like I sees it. Testament, will yuh look\nup something for the wise men to say, and how we wants ’em to dress?”\n\n“Yea, verily I will, Magpie.”\n\n“I can make me some whiskers out of a horse’s tail,” says Tellurium.\n\n“I hope the horse sees yuh takin’ them,” says Magpie.\n\nThen the meeting broke up, and we adjourned to Buck’s place.\n\nScenery is tickled stiff to think he’s goin’ to be a actor, but I\nain’t cheering—yet. Me and Dirty Shirt are veterans in this acting\ngame, and we knows it takes nerve, speed and a strong constitution.\n\nThe old Romans and their wild animal arena never had nothing of\nPiperock. She’s a place where milk comes in tin cans, and the only\nhoney is what the sand-hornets puts up for their own use. Her motto\nis:\n\n“Hurrah for ——! Who’s afraid of a little fire?”\n\nIn Buck’s place we finds Muley and Chuck, and pretty soon Telescope\nTolliver and Henry Peck comes in, which makes the Cross J quartet\ncomplete.\n\n“They won’t let us sing, Telescope,” says Muley, sad-like.\n\n“They won’t?” says Telescope, surprized. “Won’t let us sing?”\n\n“Not a note. Not only that but they insults us a heap.”\n\n“Well,” says Henry Peck. “Well, the nerve of the pelicans.”\n\n“Don’t blame us,” says Dirty Shirt. “We ain’t got a danged thing to do\nwith it—not even the disposition of our own re-mains after the\nmassacree is over.”\n\n“They won’t let us sing,” repeats Telescope. “Whatcha know about\nthat?”\n\n“Not even sing free,” admits Chuck, wiggling his ears real fast. “It\nain’t reasonable. Why, they won’t have no music a-tall. Bill\nThatcher’s orchestra ain’t comin’. Bill said it cost him a new bull\nfiddle and a drum every time he played here, and he’s savin’ up to buy\na slip-horn.”\n\n“You ought to be glad,” says Dirty Shirt. “You sure ought to, boys.”\n\n“It’s a insult to harmony,” says Telescope. “We’ve almost got to the\npoint where we can sing ‘Tentin’ Tonight,’ with variations, and our\n‘Sweet Marie’ sure does make the shivers run up your spine. ‘Jay Bird’\nWhittaker says it’s got anything beat he ever heard since he busted\nthe ear tubes of his talkin’ machine.”\n\n“What kind of a act does you perform, Dirty?” asks Hen Feck.\n\n“I portrays Wisdom,” says Dirty. “There’s three of us, Hennery, three\nof a kind against a full house.”\n\n“Wisdom,” proclaims Muley, “Wisdom consists of more than three things,\nDirty. No three men can portray wisdom.”\n\n“We’re goin’ to give her a try, Muley. Me and Ike and Scenery.”\n\n“Wisdom—!” grunts Telescope. “You three?”\n\n“And Maud S,” adds Dirty, sad-like.\n\n“Oh,” says Chuck. “Oh, yeah. Well, mebbe you’ll get away with it.”\n\nAccording to all we can find out, Christmas is the time of peace on\nearth and plenty of good-will to everybody. She’s a time when the lion\nand the lamb lies down together, and the cowpuncher forgets that there\nis such a thing as a sheep-herder. It’s a time when men’s hearts are\nfilled with love toward their fellermen, and a six-shooter is only a\nornament; a time, when you can say, “Yoo-hoo” to a horse-thief,\nwithout expecting to grab a harp the next minute.\n\n“Yea, verily,” as Testament says. “It is a time when grown men become\nlike little children. Yeah, that’s a fact—mentally. Piperock ain’t got\nany too much sense when she’s acting growed up; but right now—huh!”\n\n                  *       *       *       *       *\n\nThere ain’t no reason why a lot of disreputable snake-hunters can’t\nspend their Christmas in Paradise or Curlew; but they don’t. Nope.\nThey clutters up Piperock to partake of our good cheer. Me and Dirty\nlooks over that aggregation of incompetents, and the sight drives all\nwisdom, peace and good will from our hearts.\n\n“Big Foot” Forrest, “Cactus” Collins, “Mex” Mason, “Pole-Cat” Perkins,\n“Haw” Harris, et cettery, running the gamut of undesirable\nhorse-thieves. “Hassayampa” Harris, who is a uncle of “Haw,” brings\nhis bunch of hard-boiled punchers over from Curlew, and Mike Pelly\nheads the aggregation of incompetents from Paradise.\n\nThe Seven A, Triangle, Five Dot, Circle C and the Cross J all cometh\nto hive up in Piperock and partake of the Christmas cheer, and\neverything else that might come to pass. They’ve got the Mint Hall\ndecorated for the occasion, and so forth. They built the stage out\nuntil she’s about twenty feet square, and about five feet high.\n\nA couple of horse-thieves, who studied art in the penitentiary,\npainted the scenery. It’s canvas hung at the back of the stage, and\nthey painted it black and put on a lot of white stars. Sticking in the\nmiddle of the canvas is kind of a lantern rigging, with a round glass\nin it and a lamp inside.\n\n“That’s the moon,” explains Magpie. “When this is pulled off that will\nbe the only visible light. _Sabe?_ Desert, yuh understand? We’re goin’\nto put some rocks and a bunch of cactus on the stage.”\n\n“What do we do?” squeaks Scenery.\n\n“You will be asleep,” explains Testament. “The lamp will be turned low\nand have a cover over it. Everything will be still. I’ll have somebody\nbehind the curtain to take off the cover of the moon, and slowly turn\nup the lamp. One of you wise men wakes up and sees the dim light. You\nwakes up the rest of the bunch, and you all stands up, looking at the\nlight.\n\n“Then you—Magpie. I reckon we better have the mule layin’ down, hadn’t\nwe? Well, you wakes up the mule, and then you all starts walking\nslow-like toward the back of the stage, and then we drops the curtain.\nThat’s all there is to it.”\n\n“We’ll have to throw that mule,” opines Wick. “Better hawg-tie it,\ntoo, and let somebody cut the ropes when they’re ready to go. The\nhumps are all ready to be cinched on.”\n\n“What do we wear?” I asks.\n\n“My wife is makin’ the costumes out of gunny-sacks,” says Wick.\n\n“We’ve got to have something what looks like presents,” opines\nTestament. “I’ve got a picture, which shows a lot of vases and stuff\nlike that.”\n\n“My wife’s got some stuff that will be just the cheese,” says Wick.\n“We’ll use some of her chiny vases.”\n\n“What do we have to say?” asks Scenery.\n\n“Ike will do the sayin’,” says Magpie. “He’ll be the one what wakes up\nfirst and he will say—uh—what was it, Testament?”\n\n“Lo, there shineth a bright light. Let’s go to it.”\n\n“My——!” gasps Dirty Shirt, pious-like. “But save the wimmin and\nchildren first.”\n\n“It’s sure goin’ to be a wonderful thing, and will teach a moral,”\nsays Testament.\n\n“Yes,” says I. “And the moral is: Let well enough alone.”\n\n“I’d ought to say them words,” squeaks Scenery. “I think a thing like\nthat needs appropriate gestures, and I’ve studied——”\n\n“Might be better,” says Wick. “Gestures helps a lot. Remember Willyum\nJennins Bryan, when he was preachin’ fer silver. If Scenery would sort\nof loosen up his vocal cords a little——”\n\n“Let him say ’em,” says I. “I’d hate to pass out with them words on my\nlips. Scenery, you’re elected.”\n\n“All right,” squeaks Scenery. “I’ll study up my ellie-cushun a little.\nFeller gets kinda rusty, you know it.”\n\n“Yeah,” admits Magpie, “and kinda squeaks. You don’t need study—you\nneed some kerosene and then a application of axle-grease, Scenery.”\n\nThe next morning we took Maud S up the steps into the hall, and I’m\nhere to say that Maud S made life miserable for us. A mule is hard to\nargue with on the level, but try getting one half-way up a stairs and\nhave it stop to think. We took Maud S in sitting down, bucked her onto\nthe stage, where she lays down and refuses to get up.\n\n“Fine!” says Wick. We “won’t have to hawg-tie her.”\n\n“Stage fright,” opines Magpie.\n\n“Safety first,” says I. “Animals have instincts, and hers is to get\nbelow the line of fire.”\n\nMe and Dirty meets the Cross J quartet, and they’re getting cheerful.\n\n“No,” says Muley, “we ain’t goin’ to no celebrashun. They have done us\ndirt and we sickens to our soul at their per-fid-i-tee.”\n\n“Sheveral per-fid-i-tees,” nods Telescope. “Group aroun’ me while we\nshing a shong of gladness over the merry Chris’mas time. All together\nnow:\n\n    “Oh, the coyote said, I’m better than a puncher,\n      With a gun that goes blam, blam!\n    He may die and go up to heaven,\n      But his skin ain’t worth a ——”\n\n“You sure does get into the Christmas spirit,” opines Dirty. “That’s\none of the sweetest things I ever heard.”\n\n                  *       *       *       *       *\n\nThen I calls Dirty outside, and I says to him, like this:\n\n“Dirty, me and you have got to stay sober. A drunk ain’t goin’ to have\nno chance a-tall in there if anything goes wrong. If we hangs around\nwith them celebratin’ shorthorns we won’t be in no shape to get up and\nfoller that star. We’ll be just like Maud S, which can’t or won’t get\nup.”\n\n“That’s right, Ike. We’ll get a couple of quarts for ourselves and\nkeep away from them hard drinkers. Don’t yuh reckon Maud S will get up\nat the right time?”\n\n“She’s plumb rooted, Dirty.”\n\n“Uh-huh. I know how to do it, Ike. Come on.”\n\nDirty went over to Wick’s store, and later on I meets him; and we goes\nup to my cabin.\n\nWe’ve got them two quarts of hooch, so we has quite a little time of\nour own, waiting until the afternoon gets to the sere and yaller leaf.\nI wakes up and finds Dirty with flour all over his clothes, but he\nwon’t tell what he’s trying to do.\n\nMagpie hunts us up and acts peevish toward us.\n\n“Gosh a’mighty,” he complains. “Ain’t yuh got no sense? We’re tryin’\nto re-hearse and you fellers hide out down here. Come on.”\n\nWe just gets to the door, when we meets Muley Bowles.\n\n“F’r th’ lasht time—do we shing?” asks Muley.\n\n“You do not!” declares Magpie. “I thought you knowed that, Muley.”\n\n“May you resht in peash,” says Muley. “May your anchestors rise up and\nmock you for bein’ a —— fool. Autographically schpeakin’:\n\n    “May your hair wear out\n      And your nose break off\n    And your teeth shake loose\n      From whoopin’ cough.\n\n“Thish is the best wishes of your friend Muley Bowels, E-squire,\nDecember twenty-fourth.”\n\n“Tha’s good,” says Dirty. “That’s fine. Roshes are blue, vi’lets are\npink—uh—no, that ain’t it. Vi’lets are red and roshes are blue—Haw!\nHaw! Haw! No knife can cut our love up. Haw! Haw! Haw!”\n\n“Why don’t you say something, Ike?” asks Magpie. “You’re just as drunk\nas they are.”\n\n“Yeah, but I’m mean drunk, Magpie. There ain’t nothin’ flowery about\nme. I ain’t in no mood to wish whoopin’ cough nor violets on mine\nenemies. Let’s go.”\n\n“Sufferin’ sun-fish!” grunts Magpie. “Look at Rip Van Winkle.”\n\n“It’s me—Tellurium,” says the apparition. “Don’t I look it?”\n\nHe sure did. He’s got a old bear-skin overcoat on, and about three\nstrings of sleigh-bells around his waist. He’s got a stove-pipe hat on\nhis head and on his chin is a bunch of whiskers made from the tail of\na white horse. Personally, I think he’s the dangest-looking thing I\never saw.\n\n“Well,” says Magpie, “you sure look it, Tellurium, but I’m danged if I\nknow what you do look like.”\n\n“Sandy Claws,” says Tellurium, proud-like. “I’m him. Come up to show\nyou what can be done when you’ve got the ambition.”\n\n“Sandy Claws?” says Magpie. “No, no Tellurium. Sandy Claws don’t look\nlike that. What do yuh want to do—scare folks? You look like a cross\nbetween a item of natural hist’ry and a smallpox germ.”\n\n“I comes into the program as a sort of special thing,” says Tellurium.\n\n“No,” says Magpie, “not into my program, Tellurium. You better go out\nand scare coyotes with that outfit. I ain’t using no Sandy Clawses\nanyway.”\n\n“I’ve went to a lot of trouble,” complains Tellurium.\n\n“So’ve we,” says Muley. “He won’t let us shing, and now he don’t want\nno Sandy Clawses.”\n\n“I’d make a good one, too,” says Tellurium.\n\n“Yeah, you would—not,” says Magpie. “I’d just as soon see a wild bull\ncome in there dressed like that, Tellurium. You’d ruin the show, you\nknow it.”\n\n“Let’s not talk to him,” says Muley. “He has no soul, Tellurium.\n\n“He won’t let us shing. Nossir. No Sandy Claws, no shongs—where’s your\nol’ Christmas?”\n\n“Come on, Ike,” says Magpie. “Let ’em wail. I’m goin’ to pull off one\nshow that Piperock can be proud of, yuh bet your life.”\n\n                  *       *       *       *       *\n\nWe went up to Mint Hall. Mrs. Smith and Matilda Mudgett are there,\nsort of strutting around like a pair of fool-hens. Ricky Henderson,\nWick Smith and Frenchy Deschamps are there, fixing their orchestra\nseats. Wick’s new drum is there, and he’s some proud of it.\n\n“Mr. Harper,” says Matilda, “have you ever heard ‘Spring, Lovely\nSpring’?”\n\n“Not since last April,” says I.\n\n“We are going to render it tonight,” says she.\n\n“We?”\n\n“Me and Mrs. Smith. She has a lovely alto.”\n\nI goes over and talks to Ricky.\n\n“Ricky, you knows something about music—what is a alto?”\n\nRicky thinks deep for a while, and then he says:\n\n“Ike, did yuh ever let out a whoop, and then hear the same whoop come\nback to yuh? That’s it?”\n\n“I thought that was a echo.”\n\n“Yeah, sure; but that’s only when yuh hear one reply. Sabe? When yuh\nhears two replies—that’s alto. It’s a Hungarian word, which means\ntwo.”\n\n“What does it mean when you hears more than two?”\n\n“That’s basso profundo, Ike.”\n\n“I thinks Maud S is paralyzed,” complains Wick. “She don’t seem to\nhave no use of her legs.”\n\n“For this we offer much thanks,” says Dirty.\n\n“But she’s got to get up and go with yuh,” says Wick. “You can’t leave\nher layin’ there on the stage.”\n\n“She’ll get up,” declares Dirty. “I know a lot about mules. Lemme\nalone and don’t worry about Maud S.”\n\n“There ain’t much use of rehearsin’,” squeaks Scenery; “I’m the main\nthing up there, and I’ve studied my gestures a-plenty, and I know the\nwords fine.”\n\n“We’ve got to put the humps on Maud S,” says Wick. “We can hang some\nstuff over the humps, so nobody will know she ain’t a cam-el. You know\nhow they does in a circus, Magpie?”\n\nMe and Dirty, not wishful to get the least hazy, decides to buy us\nsome more bottle cheer, instead of carousing around with the common\nherd, and we communes with each other in my cabin, until the shades of\nnight have come down upon us. Then we finds our way back to the hall.\nWe’ve got a full audience—in more ways than one. Doughgod Smith has\nbeen appointed door-keeper and he annexes our guns as we goes in.\n\n“Yuh can’t take your guns in with yuh,” he states. “Them is orders.”\n\nHe’s got a lot of belts and holsters, but few guns hanging on a hook.\nDirty looks ’em over and picks out a good-looking gun, which he shoves\ndown inside his waistband.\n\n“Them orders don’t say yuh can’t pack a strange gun, do they?”\n\n“Not my orders,” says Doughgod. “They tell me not to let any man in\nwith his gun, that’s all. You ain’t settin’ no precedent, Dirty. I\nreckon every man in the hall is packin’ a strange gun, but there’s one\nsatisfaction—they can’t shoot more than six time per each, ’cause I’ve\ngot all their extra ammunition.”\n\nI picks out an old decrepid .44, and goes inside the hall. I looks\nover that congregation and I can’t see where Doughgod had any reasons\nfor being cheerful. There’s at least a hundred men in there, which\nmeans six hundred shots, which is usually plenty and sufficient.\n\nThe reward notices are sure well represented, and you could just about\nlynch the whole bunch and not make any mistake.\n\nWe finds the acting talent behind the curtain. Scenery is all dressed\nup in a gunny-sack gown, with a ribbon tied around his head and no\nboots on. He’s making gestures like a prize-fighter.\n\n“My ——!” gasps Dirty. “Would yuh look at that?” Scenery jerks one fist\noutward and upward, swings the other arm behind him, like he was\nguarding his rear, and then squeaks:\n\n“Lo, there shineth a bright light. Let’s go to it.”\n\n“Mark an X after Scenery Sims,” says Dirty. “He won’t last.”\n\nWe goes over where Wick is looking at Maud S. She’s still laying down\nand don’t act like she’s ever get up again.\n\n“’Fraid she’s on her last legs,” says Wick. “Yessir, I reckon we’re\ngoin’ to lose Maudie.”\n\n“’Fraid?” snorts Mrs. Smith. “That de-eared hay-hound? Let her die.”\n\n“Not until she’s been a ca-mel, maw,” says Wick, and then he goes out\nto set down beside his new drum.\n\nDirty sets down beside Maud S and takes her head in his lap.\n\n“Ain’t the Cross J quartet going to sing?” asks Matilda.\n\nOld Testament shakes his head.\n\n“Nope. They got mad—them and Tellurium. They all went home.”\n\n“Tweet, tweet, tweet,” goes the flute.\n\n“Bum! Bum! Bum!” goes the drum.\n\n“Whar-r-r-oo-o-o-o-o-m-m-m-m,” goes the jew’s-harp.\n\n“The orchestra is tunin’ up,” observes Dirty. “We ain’t got long to\nlive, Ike.”\n\n                  *       *       *       *       *\n\nThen old Judge Steele steps out through the curtain, and the hum of\nconversation dies down.\n\n“Feller citizens and ladies,” says the judge, “the first thing on the\nprogram is a du-it. Miss Mudgett is going to sing ‘Spring, Lovely\nSpring,’ with the kind assistance of Mrs. Smith. This here is a\nsoup-ranner and alter du-it. We asks yuh to bear with the orchestra to\nthe limit of your patience, as this is their first appearance\ntogether.”\n\n“Who?” asks Big Foot Forrest.\n\n“All of ’em. They’re acquainted, but that’s about all you can say for\n’em. All right, Wick—let her go.”\n\n“Tweet, tweet, tweet! Bum, bum, bum, bum! Whar-r-r-oo-o-o-m-m-m-m!”\n\nMrs. Smith and Matilda goes out through the curtain. Somebody laughs\nout loud and then comes a thud.\n\n“All right—go ahead,” says Hair Oil Heppner’s voice. “Big Foot thought\nhe saw somethin’ funny, but he’s forgot what it was.”\n\nThe song starts and this is how she sounds:\n\n“Tweet, bum, Spree-e-e-hing, lovely spree-e-e-hing, tweet, tweet, bum,\nwhar-r-r-oo-o-m, Spree-e-hing, Spree-e-e-hing, bum, bum, kerong-g-g-g,\ntweet, tweet.\n\n“You cree-e-e-heep o’er me-e-e-adhows be-e-e-e-right,\nwhar-r-r-room-m-m, bum, bum, tweet, tweet, o’er me-e-e-adhows\nbe-e-e-right, bum, bum, bum, tweet, tweedle, wharoom, whar-r-r-oom——”\n\n“Whoa, Blaze!”\n\nI whirls just in time to see Magpie get kicked behind the knees by\nMaud S, who is laying down. She must ’a’ just sort of cramped herself\nand then let fly with both hoofs.\n\nMagpie turns plumb over and goes out through the curtain and right\ninto Mrs. Smith, who is straining over “be-e-e-right;” and when they\nhit the platform she’s on top.\n\n“From Spring to Fall!” yelps Mex Mason.\n\nMrs. Smith gets off poor Magpie, and lets out a wail:\n\n“O-o-o-o-o-o-oh! Every time I try to do something, some hammer-head\ncomes bustin’ along and spoils it!”\n\n“Did you hit her on purpose?” demands Wick, standing up.\n\n“Your —— mule—” begins Magpie, foolish-like.\n\n“You done it on purpose!” howls Mrs. Smith.\n\nWick believed her, I reckon, cause he throwed his drum stick right at\npoor Magpie. It was a good shot. It came right through the hole in the\ncurtain and it hit Judge Steele on the bridge of his nose. The old boy\nsort of got dignified acting.\n\n“Wonderful,” says Dirty. “Wonderful cons’tution.”\n\nThe judge just walks around the stage, making gestures and working his\nlips, but there ain’t no words. Pretty soon he stops, seems to listen,\nand then he says, soft-like: “Guilty? Why, gentlemen, that man is as\ninnocent as a new-born baby.”\n\n“Knocked back seven years,” says Dirty, awed-like. “That’s what he\nsaid the time he was my lawyer, and that was seven years ago.”\n\nThe crowd out in front are talking loud, and I know danged well that\nthere’s going to be trouble if we don’t keep going. Mrs. Smith comes\nwaddling in, follered by Matilda and Magpie.\n\nMrs. Smith is sore as a boil.\n\n“I will not sing another note,” she declares. “Every time I start to\ndo anything in public——”\n\n“Maud S is getting restless,” states Scenery. “We better pull off our\nact.”\n\n“Can yuh get her up at the right time, Dirty?” asks Magpie.\n\n“Get things set, and I’ll do my dangest.”\n\nThen they cleared everybody away, while we got ready. Me and Dirty and\nScenery are all dressed in them gunny-sack gowns, and have got our\nboots off.\n\nThey’ve got a big bunch of cactus and a lot of rocks, which they puts\naround to make it look like a desert. Pete Gonyer is behind the back\ncurtain, ready to take the cover off the moon, and then turn up the\nlamp. Maud S is making funny noises in her throat, but Dirty is\nsetting on her head.\n\n“What’s the matter with her?” I asks.\n\n“Speed-crazy,” grins Dirty.\n\n“Get ready,” says Magpie. “Now, for gosh sakes, make this look real.”\n\nThey blew out all the lights except one in the back of the room, and\nthen pulled the curtain.\n\n“What does she represent—a load of dirt?” asks Pole-Cat Perkins.\n\n“That’s a —— of a thing to ride thirty miles to see,” opines “Windy”\nWilkins.\n\n“Where is the moon?” squeaks Scenery, in a whisper. “Pete, where in ——\nare yuh?”\n\n“Aw, ——!” groans Pete. “Magpie, did yuh turn out this lamp?”\n\n“It was lit when I left there!” snaps Magpie. “You must ’a’ blowed on\nit.”\n\n“I never blowed on nothin’!”\n\n“Haw! Haw! Haw!” roars Art Miller. “This is one funny game. Like a\nminstrel show. Pete, ask him why he thinks yuh blowed on it.”\n\n                  *       *       *       *       *\n\nComes a little bit of light, and I feels Scenery climb to his feet.\nThere he stands in the gloom, pointing up and down and sidewise, and\nthen he squeaks:\n\n“Lo, there bringth a slight—uh—slineth a bite—I mean—a—a—lineth\na—let’s go to it—uh—to it.”\n\n“Haw! Haw! Haw!” howls somebody. “Pete Gonyer’s lightin’ the moon!”\n\nI turns and takes a look. There is Pete at the back of the stage. He’s\ngot the cover off the moon, and is trying to get the old lamp to\nlight.\n\n“Dang it!” he howls. “I’ve turned the wick plumb into the bottom!”\n\n“Whoa, Maud!” howls Dirty. “Help me hold her, Ike!”\n\nI turns, and there is Maud S standing on her hind legs, and, as I\nlook, them humps, which wasn’t well cinched, being as she was laying\ndown at the time, swing down and just about fill up all the space\nbetween her front and hind legs.\n\n“Ho-hold her!” wails Dirty; but Maud S thinks she’s a circus animal.\n\nHold her? Man, that mule, after all these years, found out that she\nhad authority to go to some place. She waltzes around a couple of\ntimes, busts a hole in the stage and falls over backwards into the\norchestra.\n\nWick Smith falls over backwards, pulling his new drum over with him,\nthereby saving his part of the orchestra.\n\n“Whoo-o-o-ee! Pow-w-w-w-der Ri-i-ver!” yowls a puncher, and a circle\nof chairs lands around Maud S, trying to block her, but Maud S ain’t\nto be stopped.\n\nShe bucked plumb over the top of Wick Smith, and that drum rattled\nagainst her heels.\n\nZowie! She telescoped and lifted that drum with both hind feet. Dirty\nShirt was just going to jump off the stage to attack her from the\nrear, and that drum caught him in midair. Dirty comes plumb back onto\nthe stage and lands setting down in that bed of cactus. The drum hit\nme in the knees, and I went plumb over the top of it and dug my chin\ninto the desert.\n\nWhen I got my senses again I sees that about seven punchers have hold\nof Maud S, and are trying to hold her.\n\n“Lights!” yelps Wick. “Light some lamps. My ——, my drum is busted!”\n\n“—— your old drum!” howls Dirty Shirt, standing on the stage, trying\nto lift the seat of his pants loose from himself.\n\n“O-o-o-o-oh, the tab-lew is ruined!” wails Mrs. Smith.\n\nEverybody helped light the lamps, and then we stands and looks at each\nother. Maud S looks like her course was about run, but them punchers\ndon’t take any chances.\n\n“Sandy Claws has come!” yells a voice at the door, and we all takes a\nlook. I never seen anything like that apparition. It’s a two-year old\nsteer, wearing a bear-skin overcoat, with a string of sleigh-bells\naround it, and on the lower lip of the danged animal is Tellurium\nWood’s false whiskers, and over one horn is that tall hat. The steer\nis about half way into the hall when we see it coming, and its tail is\ntwisted over its back. Around its mouth is twisted a rope, which is\nyanked off as it humps into the door.\n\n“Ba-a-a-rr!” blats that steer, like it hurt all over, and right up\nthat room it comes, romping regardless of life or limb.\n\nI know it was Chuck’s voice that yelled—\n\n“Sandy Claws has come.”\n\n“Ho-o-old fast!” yells a puncher, and just then the steer lams into\npoor Maud S, scattering the punchers. Hair Oil Heppner tries to\nbulldog that locoed animal, but he might as well ’a’ tried to bulldog\na box-car.\n\nThen Maud S gets enervated again, and things begin to boil a-plenty.\n\n“Ba-a-a-a-w!” bawls the steer.\n\n“Ha-a-a-a-w!” sings Maud, and the both of them starts gamboling toward\nthe stage.\n\n“Git ba-a-a-ck!” yowls Pete Gonyer. “Daw-w-w-gone yuh, git back!”\n\nRip-i-i-p! The steer gets its horns into the curtain, rips about\ntwenty feet of it loose, and starts to climb the stage.\n\nCrash! The moon went down, and the danged old oil lamp inside\nexploded.\n\n“Fire! Fire!” howls Judge Steele, and then he picks up that blazing\nmoon and whales away at the steer with it.\n\nClank! The judge was left-handed, which might account for the poor\nthrowing, but he got his feet tangled in some of that loose curtain\nand hit Scenery Sims right in the head with that heavy moon.\n\nBang! Somebody took a shot at the steer and knocked several bells, and\none of them danged bells hit me in the nose. I hate to get hit in the\nnose with a bell. I hates to get hit in the nose with anything, but I\nsure does detest a bell. I can see folks going out of the door as fast\nas they can travel. I seen Hair Oil climbing onto poor Maud S, and\nthen my time is all taken up with that danged steer.\n\nAll this stuff is taking place a lot faster than I can tell it. I\nbulldogged that steer. It was the first steer I ever tried to bulldog,\nand if all future steers will keep away from me it will be the last.\n\n                  *       *       *       *       *\n\nI hooked onto his horns just in time to feel my feet dangle off the\nedge of the stage, the same of which helped my act quite a lot. The\nsteer upends from my weight, and me and that steer landed into a\njumble of chairs, and over the top of us goes Maud S, celebrating her\nsecond childhood by making Hair Oil pull leather.\n\nThe few remaining folks in the hall sort of celebrates by taking some\nshots at the lights, the same of which makes our immediate future\nkinda gloomy.\n\n“Lo, I see a bright light!” squeals Scenery’s voice.\n\n“Sus-sunfish, you crop-eared coyote!” yells Hair Oil, and then comes a\ncrash of glass.\n\n“My ——!” yells Magpie. “She throwed Hair Oil out of the window! Where\nare you, Ike?”\n\n“Keep away!” I yells. “I’m paralyzed all the way down from my upper\nlip and I don’t know whether me or the steer is on top.”\n\n“Paralyzed —— ——!” howls Dirty. “Wish I was. Who in —— got the idea of\nputtin’ cactus on the stage?”\n\n“Look out for that mule!” yelps Magpie, and I looks up at the dim\nfigure of that locoed mule, almost over me. I yanks away from my steer\nand the steer yanks right with me. Under ordinary conditions I’d ’a’\nbeen able to get away, but I’ve got one leg through a string of them\nsleigh-bells, and when that steer starts for the door, Ike Harper\nE-squire went right along—on the back of his neck.\n\nI hooked a lot of chairs on my way, kinda trying to impede the hoofs\nof progress, but that scared steer made funny little noises and keeps\ngoing. There’s a lantern hung at the head of the stairs, and I reckon\nthe steer was hunting for light.\n\nJust before we hits the top of the stairs I hears a strain of quartet\nmusic:\n\n“Tentin’ to-o-o-o-night, tentin’ to-o-o——”\n\nCrash!\n\nWe hit the doorway with our assortment of furniture, and the next\nthing I know I’m amid more feller mortals and we’re all traveling the\ndownward path. I sees some red, white and blue lights, and I’m loose.\nI reckon the bell strap busted. I gets to my feet, dodging stars and\nother aerial impediments, when the stairs almost shakes out from under\nme, and I gets a glimpse of Maud S falling downstairs.\n\nFolks, I jumped—but too late. Me and Maud S landed at the bottom\ntogether. I grabs the mule with both hands, and I feels her get up\nwith me hanging to some part of her anatomy. It’s about twenty feet\nfrom the bottom of the stairs to the door, and I rode some part of\nthat crop-eared mule as far as the exit, where the top of the door\nslapped me in the face and I went into the land of Once Upon a Time.\n\nI’m just about to live happy ever afterwards, when something seems to\nwake me up. I feels a dragging sensation, along with other painful\nthings, and then I dimly hears Dirty Shirt say—\n\n“You’ve gotta help me, Muley.”\n\n“I’ve gotta have a little help myself,” wails Muley. “I tell yuh that\ndanged steer knocked me down and then the mule fell over me.”\n\n“But poor old Ike is de-e-e-ad!” sobs Dirty.\n\n“He’ll keep,” croaks Muley; “but I’ll spoil if I don’t have help.”\n\n“Yuh gotta help me drag him home, Muley. You was to blame for his\nde-mise.”\n\n“Naw, I wasn’t, Dirty. Chuck got the idea of dressin’ up that steer in\nTellurium’s clothes. Tellurium was sore, too. We twisted a wire around\nthe steer’s tail to make it bawl when the gag was pulled off.\n\n“We just wanted to make it blat at Magpie. Nossir, yuh can’t blame us\nfor it, ’cause that mule would ’a’ killed him anyway. I’d like to know\nwhat in —— woke up that gone-to-seed mule.”\n\n“There ain’t nobody to hear,” says Dirty, “so I’ll tell yuh. I took a\ncan of red pepper and a can of ginger and mixed ’em. Then I made a gob\nof dough in Dee’s shack and put the hot stuff in the middle. _Sabe?_\nMaud S. swallered it. That’s all.”\n\n“They’d kill us if they knew,” groans Dirty.\n\n“Death’s stinger wouldn’t hurt me,” groans Muley.\n\nI crawls to my feet, and they don’t see me until I’m standing up\nbeside ’em.\n\n“You—you—uh—” stammers Dirty. “You won’t tell, w-will yuh, Ike?”\n\n“Ain’t you dead—yet?” gasps Muley.\n\n“Enough,” says I, “enough to foller out the old saying—dead men tell\nno tales. I’ve got eyesight enough left to see the lights of Buck’s\nplace.”\n\n“L-let’s go tut-to it,” stammers Dirty.\n\nWhich shows that Piperock never started anything that they couldn’t\nfinish—after a fashion.\n",
    "metadata": {
        "author": [
            "Tuttle, W. C. (Wilbur C.)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66823/pg66823.txt",
        "name": "wise_men_and_a_mule.json"
    }
}