{
    "name": "World Without Glamor",
    "author": [
        "Marlowe, Stephen"
    ],
    "body": "Marsden had filled a basin with well water and began to lather his\nhands and face with soap when Marie entered their cabin. He looked\nup and clucked his tongue in disapproval. \"Lord,\" he said. \"Look at\nyourself.\"\n\nMarie scowled at him as she removed her bandanna and shook loose her\nshort-cropped hair. \"How do you expect me to look?\" Her plain but\npretty face was sweat-streaked. She wore a simple tunic which fell\nhalfway down her thighs and almost matched her sturdy, sun-darkened\nlegs in color, although sweat darkened the back of the garment and left\nrings of white under the armpits where it had evaporated.\n\n\"I know how I'd like you to look.\"\n\n\"Harry Marsden, just what do you mean by that?\"\n\nHe had felt it for some time now, this smouldering resentment which\nhad wedged its way between them after only two years of marriage. He\ncouldn't talk to her without arguing, not after they had finished\nworking for the day under the broiling sun and returned, bone-weary\nand stiff-muscled, to their cabin. The routine sickened him: he would\ncome in first, splash cold water on his face, maybe scrub up some.\nMarie would follow after feeding their chickens (chickens here on\nTalbor, three dozen long light years from Earth!), strip off her tunic\nand try to scrub the grime from her body while he looked at her. And\nif it were warm she'd prepare their simple dinner half-naked, with no\nthought for modesty, until he knew every plane, every curve of her body\nand realized it was a body strong for work and not soft for play, a\nbody good for bearing children, a body which could work all day in the\nfields like a machine but which would never lose the grit from its\npores.\n\n\"I didn't mean anything by it. Forget what I said, Marie.\" Marsden went\nto the clothing rack and took down his one good suit. He looked again\nat Marie, then closed his eyes and let a growing eagerness engulf him.\n\nThe ship from Earth was coming. Not the ship with more farm machinery,\nnot the battered freighter which reached Talbor twice every year, but\na tourist ship--the first one in Marsden's memory. There would be\nreal Earth people on it, men and women. He thought deliciously of the\nwomen, wasp-waisted, high-breasted, lithe-legged and delicate. Marie\nwould seem so plain against them, so tragically unfeminine--unless the\npictures lied. Born on Talbor, Marsden had never seen a real woman of\nEarth.\n\n\n\nMaybe Marsden would feel more inclined to watch the patterned years\ndrag by on Talbor if he just once saw the women of Earth. He never told\nthis to Marie, for she wouldn't understand.\n\n\"We'd better hurry,\" she said, \"or we won't get to town till after the\nship comes in.\"\n\nMarsden nodded. \"Like to see it land. Everyone will be there, I'll bet.\"\n\n\"I suppose so. It's a great deal of trouble, if you ask me.\"\n\n\"Trouble? Don't you want to see the people of Earth?\" There it was\nagain--Marsden felt an argument brewing. Marie spoke like an old woman,\nbut she was only twenty-five. You couldn't blame her, though, and every\ntime Marsden's thoughts took that tack he felt sorry for his wife. She\nhad known nothing but Talbor all her life.\n\n\"They're people,\" said Marie. \"Just folks.\" But she carefully removed\nthe frilly dress which had hung near Marsden's suit on the rack and\nexamined it critically.\n\n\"You're going to wear that?\"\n\n\"What's wrong with it?\"\n\n\"Nothing. You haven't put it on since we got married, that's all.\"\n\n\"We can't scare the Earth people off with a lot of tunics and\ncoveralls.\"\n\n\"Better get dressed,\" said Marsden, chuckling with grim amusement as\nMarie struggled with the unfamiliar garment. Marsden's own starched\ncollar threatened to choke him, but the women of Earth would expect it.\n\n\"What's so funny, Harry?\"\n\n\"There must be an easier way to climb into that thing. You look so\nfunny.\"\n\nMarie's back was toward him. She took the dress off and threw it across\nthe bed. \"All right, I won't wear it. I won't wear anything. I'm not\ngoing.\"\n\n\"Now, Marie.\"\n\n\"Don't you 'now' me. I'll stay right here.\"\n\n\"I was joking,\" said Marsden, squirming uncomfortably inside his collar.\n\nMarie flung the dress from bed to floor. \"You can throw it out, for all\nI care. Or give it away.\"\n\n\"Thank you, I'll stay here.\"\n\n\"For crying out loud!\" Marsden said in exasperation. \"This is the\nbiggest thing to hit Talbor in years. The Earth people are coming to\nvisit us and you want to stay home.\"\n\n\"They probably will make fun of us.\"\n\n\"If we act like bumpkins they will. If we act--well, sophisticated,\nthey won't.\"\n\n\"I'm not sophisticated.\" Marie sat down on the bed where her dress had\nbeen, drew her legs up, wrapped her arms around her knees. \"Do I look\nsophisticated?\"\n\n\"Put the dress on.\"\n\n\"I've never been off Talbor, never. We have one town, two hundred\npeople on seventy or eighty farms. Is it my fault I wasn't born on\nEarth? Do you think I would have married you if I had much choice?\"\n\n\"Oh,\" said Marsden. \"I see.\"\n\nMarie stared at him and shrugged her bare shoulders. \"I'm sorry. I\ndidn't mean that, Harry. But you don't see. Talbor is all right for you\nbecause you're a man and you like to work like that. Don't you think\nI'd rather be small and attractive, instead of--\"\n\n\"I think you're very attractive.\"\n\n\"That's a lie. I know how you and Charlie Adcock get together and\nlook at those magazines with pictures of Earth women. Your tongues\npractically hang out.\"\n\n\"You've been spying on us.\"\n\n\"Really, Harry. Is looking at a magazine so secret I'm not permitted to\nwatch? Why don't you treat me like an equal, anyway? But no, you think\nof the women of Earth. Well, let me tell you this, Harry Marsden: I'm\nstronger than them, I can work harder and I'll probably live longer and\nhave more kids. What do you say to that?\"\n\n\"I'm going into Talbor City. If you don't want to see them, I do.\"\n\n\"Watch that collar doesn't strangle you along the way.\"\n\n\"I'll get used to it,\" said Marsden, running a thick finger between\nstiff cloth and raw skin.\n\n\"Your face is getting red.\"\n\n\"That's all right.\"\n\n\"Red as a beet.\"\n\n\"Shut up.\"\n\n\"I'll bet you find it hard to breathe.\"\n\n\"Shut up!\"\n\n\"Try and make me.\" Marie got off the bed, and when Marsden made a\nthreatening gesture he thought she would run away. Instead, she leaped\nat him, got her strong fingers under the collar and yanked. The stiff\ncollar burst open, the entire shirt-front ripped. Marie began to laugh.\n\nMarsden went for her with murder in his eyes, but at that moment there\ncame a roaring overhead like a dozen summer storms rolled into one,\nbooming and crashing in the sky over their cabin. Talbor's sullen\norange sun had almost set, but bright light flashed in through the\nwindow, blinding them.\n\n\"I ought to beat you,\" said Marsden. But he opened the door and went\noutside into the strong, hot wind which had stirred over their rocky\nfarmland and flapped the torn ends of his shirt against his chest.\n\nThe spaceship from Earth had arrived on Talbor.\n\n\n\nTalbor City's one street, dry and dusty from the long day and hot sun,\nwas ablaze with light. Marsden had never seen so many electric lights\nlit at once, not even on Saturday nights. Even as he entered the city\nfrom the north, taking off his torn shirt and discarding it because no\nshirt seemed better than a damaged one, he heard the singing.\n\nCharlie Adcock's deep, off-key voice rose stridently above the others,\nsinging a song which was popular among the men of Talbor, but which the\nwomen hated.\n\n    I want my arms around\n    A slim, small girl of Earth.\n    If she don't come to me\n    I think I'll have to die\n    For the slim, small girl of Earth.\n\n\"Well, Harry! Thought you'd never get here.\"\n\n\"I had some things to do,\" Marsden lied.\n\n\"They already landed. They're here on Talbor. Here. They went to the\nhotel right away, of course. First time the hotel's been used since the\nlast freighter crew decided to stay overnight. The mayor's declared a\nholiday. Nobody's working tomorrow.\"\n\n\"Me and Marie got to work,\" said Marsden, realizing he might be able to\nmake peace with his wife after a day in the field.\n\n\"You ain't serious.\"\n\nMarsden said, \"How many of them came?\"\n\n\"About twenty, half of them women, Harry. You should see the women,\nHarry. They wear real frilly things, like you never even saw on\nTalbor. They're beautiful, friend. You _know_ it. I mean beautiful all\nover. Hair fixed like it would take weeks to unravel. Belly's so thin\nyou could get your fingers around them. Straight, slim legs, not a\nmuscle on them. Such white skin you'd swear it was made out of milk.\nAnd the way they walked, Harry--so delicate they could have run across\na field of fresh eggs without breaking a shell.\"\n\n\"I think I'll spend the night in town,\" said Marsden, forgetting all\nabout Marie.\n\n\"Oh, didn't Marie come to town with you?\"\n\nMarsden shook his head without talking.\n\n\"Janie didn't come neither. Say now, that's all right, Harry. That sure\nis all right. Leave the wife at home on a night like this. You know\nwhat? I think I'll take a room right there in the hotel and maybe even\nget to eat breakfast with the women of Earth. What do you say, Harry?\"\n\n\"Suits me.\" Marsden's mind formed a brief image of Marie trying\nawkwardly to fit into the dress--to please me, he suddenly\nrealized--and then the image faded. With Charlie Adcock he pushed\nthrough the crowd on the hotel steps.\n\n\n\nMarsden felt breakfast, heavy mouthful by mouthful, forming an\nuncomfortable lump inside his chest. It was a long table big enough for\nthirty people, with the men and women of Earth chatting comfortably\non all sides of it, their gay clothing making the dining room appear\nintolerably drab. Marsden had been on the verge of forgetting breakfast\nentirely, for when he reached the dining room he found all the seats\nat the table were taken except one between two delicate, wasp-waisted\nwomen of Earth. But Charlie Adcock, who was already seated, had waved\nhim on toward the table with a broad grin, and it was either sit down\nor forever be a coward in Charlie's eyes.\n\n\"Hello,\" one of the women said while Marsden fidgeted and scooped\nforkfuls of bacon and eggs into his dry mouth.\n\nMarsden blinked. She was talking to him.\n\n\"Good morning, Miss.\"\n\n\"So you're a native of Talbor. Tell me, how do you stand it?\"\n\n\"Born here, I guess.\" Marsden found it difficult to talk and eat at the\nsame time. His face grew uncomfortably warm, his tongue seemed to swell\nuntil he wanted to spit it out.\n\n\"I'm Alice Cooper, Mr.--\"\n\nMister. No one had ever called him Mister. \"Better call me Harry,\nMiss. Just Harry.\"\n\n\"I want you to tell me all about your primitive planet, Harry.\nEverything. I've got a camera and I'm going to take pictures and write\nnotes about them so when I get back to Earth I can tell everyone about\nthis quaint planet.\"\n\nMarsden wished he had a shirt, for it wasn't right for Alice Cooper\nto have to see his sun-scorched, hair-matted chest while she ate. But\nMarsden felt somewhat better when he let his eyes rove to the men of\nEarth. They sat tall and straight in clothing fancier than it was\nright for a man to wear, but they were thin, pale and--well, a little\nwashed-out looking.\n\n\"Why don't you show me around?\" Alice Cooper suddenly asked him. \"You\ncan't see a place unless a native shows it to you, and we have to leave\ntonight.\"\n\n\"Tonight?\"\n\n\"Of course, Harry. We have lots of planets to visit and we can't spend\nmore than a day on an out-of-the-way mote like Talbor.\"\n\n\"Well, now, there are plenty of interesting things on Talbor.\"\n\n\"Oh, I know. I know. Rustic cabins, rocky fields, stolid farmers who\nwork the soil all day and fall into bed exhausted at night. It's all\nvery thrilling.\"\n\n\"We have some mighty nice scenery,\" Marsden told her. \"Madison falls\nare two-hundred feet high, and we've got some mountains that--\"\n\n\"Certainly, Harry. But I can see that sort of thing just anyplace. I\nwant you to show me your farm, your fields. How you people of Talbor\ncan get by on this rocky, God-forsaken place I'll never know. Why your\nparents came here I could never figure out.\"\n\nHe stood up awkwardly. \"I guess--well....\"\n\nAlice Cooper rose to her feet in a liquid motion beautiful to behold.\nThe top of her head came up to his shoulders and she reached out with\none small, dainty hand and touched his upper arm.\n\n\"My, but you have big muscles.\"\n\nMarsden smiled.\n\n\"You need them in this grim, dreary place, of course. You probably wish\nyou didn't. You probably would rather be thin and wear glasses maybe\nand spend most of your time in an air-cooled office and do things like\nthat.\"\n\n\"I don't know. A man would grow bored working in an office.\"\n\n\"See?\" Alice Cooper cried. \"See? I just knew I'd love Talbor. You're so\nprimitive. Why, you're practically--Cro-Magnon. Come on outside, Harry.\nI want to take your picture.\"\n\nShe took his big hand and led him to the door. Marsden looked back\nuncomfortably and saw Charlie Adcock off in a corner with two of the\nwomen of Earth, talking avidly. Strangely, he thought Charlie was\nscowling about something.\n\nTalbor's strong orange sunlight made him squint while Alice Cooper\nsaid: \"Tremendous place for a camera enthusiast. I hear it never rains\naround here. Surprising this place isn't a desert, don't you think?\"\n\n\"It rains when it has to.\"\n\n\"Here. Stand over here. Yes, facing the sun. Can you do something to\nshow you're almost--almost ancestral?\"\n\n\"I don't understand, Miss.\"\n\n\"Goodness, I mean your muscles. Flex them. Use them to do something\nlike lifting a heavy object. Break something if you want to. I'm sure\nthose muscles are good for something besides weeding your fields or\npulling a plow.\"\n\nMarsden began to feel foolish but obliged her with a handstand. He lost\nhis balance, though, before she could take the picture and tumbled flat\non his back in the dusty street, landing so hard he saw stars.\n\n\n\nA couple of men who had been watching from the hotel steps snickered.\n\"I didn't know Marsden was an acrobat.\"\n\n\"His old lady claims she's going to sell him to the interstellar circus\nwhen it comes around.\"\n\n\"What do you say we give him a hand?\"\n\nMarsden sat up, rubbed his head. One of the men came over and offered\nhis arm. Cat-quick, Marsden leaped to his feet and thrust the man away\nfrom him so hard that he stumbled back, crashed against the bottom\nsteps and fell. Something clicked, and Alice Cooper squealed excitedly:\n\n\"I got it! That was perfect, Harry. Thank you ever so much. I caught it\njust after you started to shove him and now when my friends see this\nthey'll know Talbor is a primitive place. Are there many murders here?\"\n\n\"I've never heard of one,\" said Harry, dusting his trousers off. \"We're\ntoo busy for crime, I guess.\"\n\n\"How terribly dull. Statistics show that more advanced societies are\nprone to higher crime rates, particularly crimes of passion, since\neveryone is high strung and capable of flying off the handle as the\nexpression goes. Did you ever think of committing a crime of passion,\nHarry?\"\n\nShe stood there, small and frail in the sunlight, delicately, lushly\ncurved. She wet her lips and they were very red in the sunlight and\nagainst her pale white face.\n\n\"No,\" said Marsden thickly. \"I'd better take you back inside to your\nfriends, maybe.\"\n\n\"Why, don't be ridiculous. See, they're all outside anyway.\"\n\nMarsden's gaze took in Talbor City's one street. The crowds had thinned\nconsiderably; people moved off toward the outskirts and the farmlands\nin twos and threes, the Earth people scattered among them and going\nto see Talbor with them. Marsden felt lost and alone and a little\nfrightened, for he knew he would go off into the country-side with\nAlice Cooper in another moment, and he hardly trusted himself.\n\n\"They're not my friends, Harry. We're traveling together, but we hardly\nknow each other. You don't just make friends with anyone, it isn't\ncivilized. People are always out to get you, to trick you, to make\nfun of you and take advantage of you. Oh, you've got to be careful, I\nalways say. Shall we see Talbor now?\"\n\n\"I should go home and start plowing.\"\n\n\"I'm leaving tonight, Harry.\" Her hand slipped under his arm and\nnestled there. His bare arm tingled.\n\n\"What would you like to see?\" he asked uncomfortably.\n\n\n\n\"Everyone has a different crop to grow,\" Marsden explained later. \"On\nmy farm it's barley.\"\n\n\"Just barley? It must be rather dull, growing barley all year long.\"\n\n\"We have some cattle and chickens, too. But I spend most of my time\ntending the irrigation ditches. Summertime it's a sunrise to sunset\njob.\"\n\n\"You poor man. You--\" Suddenly Alice Cooper's eyes grew big. She gasped\nand clutched at Marsden's arm. \"Harry, over there! Ooo, Harry!\"\n\nMarsden turned, saw a small dog bounding across the field playfully,\nturning and twisting and barking at its own shadow.\n\n\"It's nothing to be afraid of.\"\n\n\"An animal, nothing to be afraid of? Harry, it's coming this way.\"\n\nThe dog had seen them. Yelping, its tail wagging, it came right up to\nthem, nuzzling against Marsden's leg while he crouched and petted it.\n\n\"Better take me back to town, Harry.\"\n\n\"There boy, there boy.\" Marsden scratched the dog's ear, cuffed it\ngingerly with his big hand, turned it around, thumped its rear and\nwatched it leap away across the rocky meadow. \"Don't worry, Miss. A\nlittle dog like that never hurt anyone.\"\n\n\"I feel faint, Harry. I expected wilderness and that's what I came to\nsee--but animals running around loose? That's too much.\"\n\n\"Dogs and men get along fine on Talbor.\"\n\n\"On Earth dogs are in the zoo where they belong.\" Alice Cooper patted\nher brow daintily with a handkerchief. \"I do wish we could get out of\nthis sun.\"\n\nA person not liking dogs. It wasn't right, Marsden thought. And hating\nthe sun and the soil out of which crops grew and.... Well, he couldn't\nblame Alice Cooper. Everything was so strange and new to her and she\nwas just plain upset.\n\n\"I could take you to my cabin,\" he told her. \"It's nearby.\"\n\nAlice Cooper nodded, took one step forward, turned her ankle and\ntripped. She fell heavily, catching one of her high heels against the\nhem of her frilly dress. There was a ripping sound and a long tear\nappeared in the bottom of the dress.\n\n\"It's ruined,\" said Alice Cooper in despair.\n\n\"My wife can fix it.\"\n\n\"Your what?\"\n\n\"My wife.\"\n\n\"Don't tell me you get married here on Talbor? I knew this was a\nprimitive society, really primitive--but not to that extent. You get\nmarried and--and stay with one partner for life, for your whole life?\nReally?\"\n\n\"That's right,\" said Marsden. \"Don't you?\"\n\n\"Well--you wouldn't understand, Harry. You just wouldn't understand.\nHere, help me up.\"\n\nHe got her to her feet, but her twisted ankle wouldn't support her.\n\"You'd better carry me.\"\n\nMarsden nodded, got one hand under her arms from behind, the other in\nback of her thighs. Cradling her thus, he began to walk. She weighed\nalmost nothing, she was incredibly feather-light, but pleasant to the\ntouch and smelling, this close, of some delightful perfume.\n\n\"You're strong,\" she said.\n\nGulping audibly, Marsden averted his face from hers, only inches away.\n\n\n\nWhen he pushed the cabin door open with one foot, Marie started to\nsmile at him from inside. The smile faded. \"Harry. Oh. Is she--hurt or\nsomething?\"\n\n\"Aren't you the bright one,\" Alice Cooper said. \"I'm too lazy to walk.\"\n\n\"Be quiet, Marie,\" Marsden said. \"What's the matter with you?\"\n\n\"Did I say something wrong? I'm sorry.\"\n\n\"It's to be expected,\" Alice Cooper declared.\n\n\"You were gone all night, Harry.\"\n\n\"He can take care of himself, I'm sure,\" Alice Cooper said.\n\nHarry frowned. \"I told you to keep quiet, Marie.\"\n\n\"No, let her talk, Harry. Of course he was gone all night. What's the\nmatter, don't you think he can take care of himself?\"\n\n\"My Harry is quite a capable man, thank you.\"\n\n\"Marie!\"\n\n\"Your Harry. That's right, you are fettered to one another all your\nlives. It's fantastic. Will you be a good girl and bring me something\nto eat?\"\n\nMarie nodded and soon returned with two plates of stew. It was\nMarsden's favorite food and Marie had probably prepared it as a peace\noffering, but two plates meant one for him and one for Alice Cooper and\nMarie would go hungry.\n\n\"I'm not in the mood to eat,\" said Harry, while his stomach grumbled.\n\n\"You? Not in the mood to eat Talborian stew? I'd like to see the day.\nGo ahead, I'm not hungry.\"\n\n\"You're both crazy,\" Alice Cooper said. \"Pretending you're not hungry\nso the other can eat. No wonder this is such a backward place. If\nsomeone said that to me I'd gobble the food up quick before he could\nchange his mind. On Earth, naturally, no one would ever say it.\"\n\n\"I'll get some cold cloths for your leg,\" Marsden said to break the\nawkward silence which followed.\n\n\"Cloths, nothing.\" Alice Cooper stood up. \"Did you think I really hurt\nmyself? I only wanted you to carry me and take me here, but if this\nhefty wife of yours is here, I guess you might as well take me back to\ntown.\"\n\n\"If I wasn't a lady ...\" began Marie.\n\n\"You? That's very good, my dear. A lady wrestler, you mean. Well,\nHarry, what are you waiting for? Take me back to Talbor City, please.\"\n\nMarsden looked at his wife's plain, unpainted but still pretty face,\nat the way days under the bright sun had added glowing highlights to\nher red-brown hair and Alice Cooper seemed like a wilted flower by\ncomparison. Marsden thought of the long walk with her back to Talbor\nCity and wished it were over already.\n\n\n\nThe spaceship blasted off with a terrible clamor. The people of Earth,\nthe men and women, were gone. They had been here on Talbor only a few\nhours but to Marsden it seemed much longer. He was infinitely glad they\ncould only stay one day.\n\nHe met Charlie Adcock near the steps of the hotel. Charlie carried his\nshirt under one arm and was scowling. \"You know,\" he said, \"songs and\npictures are funny things. They sure can fool a guy sometimes.\"\n\n\"Yeah,\" said Marsden.\n\n\"I don't know, Harry. I'm still glad they came. We were busting to see\nsomething different, either to have them come here or maybe to take off\nand forget all about Talbor.\"\n\n\"What do you mean, forget about Talbor? Talbor's a pretty nice place.\nYou work all day, sure, but it's good, clean work and you know your\nfriends are working too, and then Saturday night you can go into town\nhooting and hollering and no one cares.\"\n\n\"Yeah, Harry. Sure. That's what I mean. You know what? Those women of\nEarth are kind of skinny.\"\n\n\"It was an accident they came when they did,\" said Marsden. \"A lucky\naccident. I like Talbor now. I wouldn't change places with anyone.\"\n\n\"It's still nice looking at pictures and singing songs, I guess, if we\ncan forget about the real women of Earth.\"\n\n\"A lucky accident,\" said Marsden again. \"Just when we got all\nstarry-eyed about things that didn't matter, they came and showed us\nwhat we really had.\"\n\n\"Well, see you.\"\n\nLater, after Marsden returned to his cabin, Marie said:\n\n\"I'll wear that dress Saturday nights if you want.\"\n\n\"Fine,\" said Marsden. \"But only Saturday nights. It's silly the rest of\nthe time.\"\n\nHe took Marie in his arms.\n\n\n\nAlice Cooper removed the tight corset with a sigh of relief. \"The first\nthing I'm going to do when we get back home is go out to the beach\nsomewhere and get sunburned. Swim and ride horseback, too,\" she told\none of her companions. \"I feel all--all scrunched up.\"\n\n\"Little wonder, Alice. Women weren't made to wear these tight things\nand get all constricted.\"\n\n\"What a job,\" said Alice. \"Sometimes I wonder if it's worth it. We\nstill have three more planets to visit on this trip.\"\n\n\"It's worth it. Sociology Central figures it out just right. When the\nfolks on one of the out planets get a little disgruntled with what\nthey've got, we're sent. They've built up a mighty splendid picture of\nEarth and Earth people.\"\n\n\"I know it. So we come along and do everything we can to make Earth\nlook like the worst sink hole in the universe. By the time we leave,\nthe two ideas--their own glorified impression of Earth and our warped\nplay-acting--kind of merge. They realize they have a pretty good thing\non their own home planet.\"\n\n\"That's the way it should be, but I _still_ like Earth.\"\n\n\"Me too,\" Alice smiled. \"One of these days, though, my husband is going\nto make me give up my career and raise a whole crew of children. You\nknow something? I think I'd like that fine.\"\n",
    "metadata": {
        "author": [
            "Marlowe, Stephen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64965/pg64965.txt",
        "name": "world_without_glamor.json"
    }
}