{
    "name": "You'll Like It on Mars",
    "author": [
        "Harris, Tom W."
    ],
    "body": "I remember it all so clearly. \"Get the information and you can have\nanything you want,\" Myron Ferdinand told me. He stuffed his heavy\npipe with five-dollar-an-ounce tobacco and blew a heavy cloud around\nhis heavy face. \"Fail to get it, and I'll wash you out of the whole\nindustry.\"\n\nMyron meant what he said. \"I'll get it,\" I said with beautifully faked\nconfidence.\n\n\"Renn Kettering will be glad to see you at his party tonight,\" Myron\ngrinned. \"I planted a rumor that you want to leave me and go to work\nfor him. Maneuver a private talk, get him on the subject of how he made\nthat damned movie. Maybe he'll let something slip.\"\n\n\"Great idea,\" I said. Movie magnates always have great ideas.\n\n\"Talk to his cast. And slip off alone if you can and look his\nhouse over. I don't care what you do, but come back here with the\ninformation. And don't get big ideas on selling out to Kettering. He'd\nhire you to get you away from Stupendous and then dust-bin you because\nhe couldn't trust you. You understand that, of course.\"\n\n\"Of course,\" I said. Movie magnates are always right.\n\n\"One thing more, Manny. I want you to see those steals again.\"\n\n\"I've seen those scenes of his about seven thousand times, Myron.\"\n\n\"So have I--so has the whole country--and between you and me I don't\nthink they're as hot as they're cracked up to be. I'd have done it\ndifferent. But I want you to see them just before you go to Kettering's\nparty, to have 'em fresh in your mind. Get it?\"\n\n\"Terrif idea!\" I bellowed. \"I didn't think of that!\"\n\n\"That's why I'm president of Stupendous,\" said Myron.\n\nModest guy, Myron Ferdinand. \"Right,\" I said, sliding toward the door.\n\n\"Remember,\" said Myron. \"Anything you want--or on the other hand, the\nend of you in Hollywood.\"\n\nOn the way to the preview room I mulled it over. Nice simple\nassignment. Find out how Renn Kettering of PGP Studios had shot those\nstartling sequences _Mars Hazard_, an international hit. It was super\nrealism--the critics were calling it \"Art's answer to the newsreel\" and\nstuff like that. The scenes had been shot on Mars. Renn had fabulous\ninfluence. In this case he must have paid off the government itself,\nbecause the crew of the third ship to touch the new planet had been\nmostly his own actors and technicians and Renn himself was along. These\nfactors were known to every hipster. But how had he managed to shoot\nthose....\n\nI was at the view room. I signaled the joker in the projection booth\nand sat down as the first famous sequences came on the screen.\n\nThe space crew had left the ship and were in a little ravine when a\nbunch of tawnies came down on them. There were liver-freezing shots of\nthe tawnies--close-ups--those could have been done with a telephoto\nlens. The space crew got behind some rocks, and Vance Hubbard, the\nfilm's heavy, stood up and cut loose with a blaster. The blue sparks\nburst and showered around the big tawny that was coming for Vance,\nand it howled but didn't stop. Vance hurled the gun at its big sticky\nmouth, and then the thing grabbed him with its front mandibles, or\nwhatever you call them.\n\nThere was a closeup of Vance's face, scrambled with terror, about the\nbest acting I have ever seen from Vance. And, the tawny got those\nyellow choppers going and minced him into little hunks.\n\nIt was all close to the camera, and about the most real thing I ever\nsaw outside of a newsreel. Superb realism.\n\nIf I hadn't seen so many murder films and pirate films and\nspace-monster films I suppose I couldn't have kept watching. But me\nand John Q. Public were just alike--calloused. Calloused or not, I\nstill felt a cold chill or two. If the public wanted horror, this film\ndelivered it.\n\nThere were some more hair-raising shots as the crew tried to beat off\nthe tawnies. There was a guy who got in the way of a blaster. I wanted\nto think he was a rubber dummy or some kind of robot, but I couldn't\nconvince myself. Anyway, the tawnies cleaned up. The only one who made\nit back to the ship was Arden Montgomery, and her legs were ripped and\nslashed like ragged cloth.\n\nThen the clips were over. I sat and thought a moment. Maybe Myron had\na point, watching the steals again. I had picked up an idea. It was\ncrazy, but I needed any idea I could get hold of.\n\nMaybe those scenes were just as real as they looked. Maybe Renn was\nusing doubles here on Earth, and the real cast was scattered in hunks\naround the bleak sands of the red planet. Renn was unscrupulous enough\nfor something like that. But could he patch up convincing doubles?\n\nI was pretty sure doubles hadn't been used in the film, though. I knew\nVance and Arden. It was them.\n\nI kept worrying at it all the way to Renn's house party. I came up with\none more idea--one I liked. Arden Montgomery was the only one in the\nfilm that escaped. If those scenes were real, she'd have scars on her\nlegs the rest of her life. They'd be too severe to disguise completely.\nArden and I had once been what they call \"good friends,\" and tonight I\nwould find a chance to give her legs a good, thorough lookover.\n\n\n\nRenn met me at the door in person. On the front of his phony grin, and\nin the back of his mind was the possibility he might get me away from\nMyron. The grin didn't change the fact that Kettering has eyes like dry\nice, and that the true lines of his face are about as jovial as a shock\ntrooper's.\n\n\"Greetings, Gabe!\" I chortled.\n\n\"Greetings, Gabe!\"\n\nI was about to shake hands when I yelled and jumped back about ten\nfeet. Just behind Renn was a snarling tawny.\n\nRenn laughed. \"Little watchdog I brought back. He's a runt, you'll\nnotice. Only about five feet high. Weighs about fifteen hundred pounds.\nHe keeps prowlers off the grounds at night--so many people are curious\nthese days. But don't worry, he can't get at you.\"\n\nThe runt was tied with steel cables about two inches thick. He was\ngiving the cables a hard time.\n\n\"Come on in,\" laughed Kettering. \"Those cables would hold an elephant.\"\n\n\"I don't see what that has to do with holding a tawny,\" I wheezed, \"but\nif the rest of your guests got through, I guess I can make it.\"\n\nKettering took my arm and sort of guided me down the hall, and when\nwe passed the tawny all those eyes or whatever they are, all over its\nbody, glared through the fur and it leaped at me. The big choppers\nclacked a half inch from my ear and I felt a mandible graze my coat.\n\nRenn guffawed. \"I measured his exact reach,\" he said chummily. \"Sorry\nif he scared you. A good watchdog--so many people curious these days.\"\n\nThat made the second time he'd said that.\n\nI gulped a drink before I began to talk to anybody. Practically all the\nImportant Crowd was present.... Dick Lutz, the critic; Sally Flours;\nJohnny Lambeck of Lambeck & Bowe, and what looked like the whole cast\nof \"Mars Hazard.\" I was in luck--Arden Montgomery was there with them.\nI noticed she didn't have a drink, so I brought her one. \"Greetings,\nGabe,\" I smirked charmingly, and she gave me the big hello. So far, so\ngood--she was glad to see me.\n\n\"What's new, Manny?\"\n\n\"Nothing,\" I said, \"Except I'm in love with you.\"\n\n\"Wonderful,\" she said. \"I love having people in love with me.\"\n\nI slid my eyes up her legs, which were exhibited considerably. No sign\nof scars.\n\n\"How was Mars? I hear it's dry and full of itchy green sand and the sky\nis a pink that'd turn your stomach. And--horrors--no bars!\"\n\n\"I kinda liked the damned place. Wouldn't mind staying there.\"\n\nA little voice in the back of my mind said \"Hm! Something's fishy.\"\n\n\"I heard it was lousy,\" I told Arden. \"Not to start an argument.\"\n\n\"We liked it. Can't you keep your eyeballs off my legs?\"\n\nMatter of fact, I hardly could. From looking for scars, I had passed\nto just looking. I tried higher up and only got absorbed again. There\nwere some things about Arden, if you overlooked her acting, that were\nspectacular.\n\n\"Who's the girl lately?\" she asked.\n\n\"Nobody important. Who's the boy?\"\n\nShe shrugged, and her dress nearly slid off her shoulder. \"Nobody\nimportant. My drink's gone. Let's go get another.\"\n\nWe wove around people and moved to Kettering's kitchen. It was nice to\nbe with her again, and I could tell she thought so too. And I owed it\nto myself, my career, and to Myron to stay with her just a bit longer.\nThe fact that I couldn't see any scars didn't prove there weren't any.\nI would try to get a chance for a more thorough check. The sense of\ntouch versus the sense of sight.\n\n\"You people did a wonderful job in 'Mars Hazard,'\" I said. \"I suppose\nthe party is kind of in your honor.\" Then I noticed something, and ran\nmy eyes over the crowd to check. \"It looks like Renn only invited the\nactors from the Mars part of the film!\"\n\n\"It isn't really a party for the whole cast. Some of us happen to be\nstaying out here.\" That sounded almost as fishy as the I-like-Mars-bit.\n\n\"Renn afraid somebody'll get some secrets?\" I smiled.\n\n\"Could be,\" she said, with that hazardous shrug. \"You weren't going to\nask me for any, were you?\"\n\n\"As a matter of fact I wasn't,\" I said with disarming frankness. \"But I\nwill now. Just how did he make those terrific shots?\"\n\nArden just smiled. It wasn't an answer, but the smile was a nice one.\n\"How about those drinks?\"\n\nWe decided to go outside with our drinks, to look at the stars, and\nmaybe she could show me the one she'd been to. But Mars wasn't out that\nnight. At least we didn't see it. Maybe because we didn't look too\nhard. After awhile we went back into the living room, and I had learned\nsomething, at least. There weren't any scars on her.\n\nI strolled us over to the group around Kettering. Little Dick Lutz, the\ncritic, was peppering questions at him, and Kettering was loving it.\n\n\"I may never make another,\" he was saying. \"Would you ask Shakespeare\nto write two Hamlets?\"\n\n\"Then why so quiet about your technique? If you don't want to use it,\nlet the rest of the boys in.\"\n\n\"That's my secret too,\" Renn Kettering answered smugly, sipping his\ndrink.\n\n\"Look, R. K.,\" popped Lutz, who was getting nettled, \"I hear the secret\nis out already. People talk.\"\n\nKettering laughed. \"The secret isn't out--I know it isn't. Like to know\nhow I know?\"\n\n\"Okay, so how do you know?\"\n\n\"That's my secret, too.\"\n\nI thought that Lutz would choke to death. \"You used Martians,\" he said\nwith conviction. \"Disguised.\"\n\n\n\nRenn donned a look of pain. \"That theory is shabby, shabby as the robot\nrumor. Do you really believe Martians could be disguised that well? And\nif they could, do you think they'd want to throw their lives away?\"\n\n\"What do I know about Martians?\" Lutz spluttered, but he was beat. It\nwas a shame. There for a minute I thought he'd come up with something.\n\nI was just about where I'd been when I'd arrived at the party--except\nperhaps with Arden, which wasn't exactly what Myron sent me for. I hung\naround near Kettering but he didn't say anything revealing, and finally\nit was time to go. Arden and I had been occupied in the kitchen, and I\nwas the last guest.\n\nRenn went with me to the door, slipping past the tawny which jumped at\nboth of us.\n\n\"Goodnight, R.K.,\" I said. \"It was real.\"\n\nHe put his hand on my shoulder, \"You're a great boy, Manny. I've been\nhearing a lot of nice things about you.\"\n\nIt was coming.\n\n\"I do as well as I can,\" I said modestly.\n\n\"I know that,\" he said, pompous and serious as an old gibbon. \"I keep\nan eye on people. I'd like you to have lunch with me sometime.\"\n\nIn a way, I wished I could work for him. He was heading Up, but def.\nMyron was right, though. Renn would hire me just to get me away from\nStupendous, then pigeon-hole me because he wouldn't be able to trust me.\n\nI let my mouth flop open for just a second. \"Why--I'd be delighted. How\nabout tomorrow?\"\n\n\"Love it, but I'm leaving tomorrow. Let's make it in about a month.\"\n\nI must have looked surprised, and he said, \"We're going back to Mars,\nyou know. Some of the cast liked it so much--may even want to live\nthere. I'm traveling up with them. The government has another ship\ngoing--they've been most accommodating.\"\n\nHim and his fancy wire-pulling.\n\n\"Oh,\" said I. \"Well, whenever you say. It's been a delightful evening.\"\nThe hell it had.\n\n\"Thank you,\" said Kettering. \"Goodnight, now. Be careful going across\nthe grounds, Manny. I let my little watchdog out in about ten minutes.\"\n\n\"Uh,\" I said expressively. \"Well, goodnight.\"\n\nHis big gates opened ahead of the car and shut behind it, and I drove\ndown the road a little and parked. Would Myron want to wait a month\nbefore I could even see Kettering again? I mulled awhile, picked up the\ndash phone, and rang up Myron. He was sore when he answered--apparently\nI'd interrupted something--and sore when I got through talking. When I\nhung up I had received an ultimatum--get the dope, get it now, or....\n\nWell, I did look forward to keeping my job, which financed a blonde, a\nbrunette, and two cars. I couldn't let all those dependents down.\n\nI am much opposed to hard thinking, but I decided to do some. Finally\nI snuffed up an idea. Just to show you what hard thinking leads to, it\nwas the idea that changed everything.\n\nRenn was much too cool to show the secret. But the cast had to be in\non it. And there was this liking this Mars business, and the trip back\nthere, and all that jazz.\n\nI would sneak back to the house and spy on the actors and actresses.\nPreferably the actresses. Only, of course, because they talk more.\n\n\n\nI drove back with the lights out and parked by the big gate. I didn't\nsee anything of the tawny. The gate was made of upright iron bars,\nsharp-pointed at the tips, and I climbed up. The bars were set loosely\ninto holes in the cross-pieces, resting solid on the bottom crosspiece\nbut not welded. I worked one out. A spear. Too heavy to throw at\na tawny or anybody else, but I remembered a movie I saw as a kid,\nback when they had jungle movies. The jokers in this movie had done\nsomething I might do with the tawny.\n\nI climbed down inside the grounds and started toward the house, where\na couple of lights were on. The moon was low and very bright. I didn't\ncrouch or skulk along. I figured the tawny would spot me sooner or\nlater, and I'd rather it _didn't happen_ when my back was turned and I\nwas looking in a window.\n\nI began to sweat a little.\n\nI was about halfway to the house when I saw the tawny. It was coming\ntoward me, from behind the house a quarter-mile away. I crouched and\nstarted a trot, and that seemed to attract it. It came in long, clumsy\nbounds, and I could hear it huffing.\n\nIt was time to try the stunt from the old movie. The flick showed some\njungle joes hunting boar. This character was kneeling on the ground\nwith a spear in his hands. The butt was braced against the ground and\nthe point was toward the boar. The boar was charging. The idea seemed\nto be that it would spit itself.\n\nThe tawny was close and I ran. I wanted him coming at a nice clip when\nhe hit my spear. I was between him and the moon, which I hoped would\nkeep him from seeing what he was running into.\n\nI glanced over my shoulder and he was almost on me, coming like a\nroller-coaster. I whirled, knelt, and raised the pointed rod.\n\nThe tawny took a terrific bound. I guess he thought he had me. He went\nright over me, right over the spear, hit the ground and started rolling.\n\nI got my legs going, covering ground in the opposite direction.\nGlancing back, I saw the tawny getting up. His mouths were opening and\nclosing, but he wasn't making any noise. Couldn't, I guess, because of\nsome Earth difference, or his wind knocked out. It was obvious that he\nwanted to.\n\nThis time he came like two roller-coasters and probably a rocket. I\njammed the butt of my spear down solid and shut my eyes. There was a\nbig thud. I opened my eyes. He had run the bar right through him and\nwas still coming, sliding right on down it. There was a hissing and\nrushing, and clouds of violet vapor spurting from the puncture in him.\n\nI got the hell out of there. Finally I stopped running and looked back.\nHe was staggering in ragged rings, his mouth gnashing at the bar,\nmoving slower and slower like a machine running down. He stumbled into\nsome little bushes, tangled, toppled, and there was a thrashing. The\nair stunk with the escaping vapor. The thrashing quieted.\n\nI could go on to the house.\n\nI picked the nearest window and it was the right one. Arden and the\nrest were in there, moving around, changing clothes, packing, and\ntalking. They were talking about Mars, and how badly they wanted to go\nback there. They seemed a little sorry about the people they wouldn't\nbe seeing any more, and Arden mentioned me.\n\nBut that was all I got to hear. There was a rustle in the bushes and\nI whirled to see the tawny coming at me, with the iron bar still\nsticking through it and the puncture sealed by something like scar\ntissue.\n\nThe tawny had its voice back and was howling like a ten-ton tea-kettle.\nI heard some yells inside the house. Then the beast was on me and I\nfelt the choppers starting. I don't suppose many people these days\nare familiar with the sensation of being chopped up fine. It isn't\npleasant. But it didn't last long. I passed out.\n\n\n\nNow this is corny, but when I woke up I figured I had arrived wherever\nit is you arrive when you get through dying. But then I saw Renn\nKettering. I didn't think he'd arrive at the same place I would; at\nleast not the same suburb. Unless, of course, he was running the place.\nSo maybe I hadn't died at that.\n\nI saw I was in some kind of room, in bed, and Renn was standing on the\nbed. I pinched myself. I was real.\n\n\"Welcome to Mars,\" said Renn.\n\nI sat up. I was in a hut made of little stones, reeds and holes. I\nglimpsed bits of a green sand desert, pink sky and yellow clouds.\n\n\"The tawny tore you up,\" said Renn, which was no news to me.\n\n\"Luckily, we got you up here in time,\" Renn continued. \"You'll be\nwanting to stay, of course.\"\n\nI remembered all I knew about the Mars scene. I leaped from bed,\nputting it between me and Renn.\n\n\"Like hell I will!\"\n\n\"Oh, you'll stay, just like the others.\"\n\nIt was coming a little fast. \"Slow down,\" I said. \"I got torn up, and\nhere I am, sound in wind and limb. That's what happened to the others?\nThat's the secret of how you shot those realistic scenes?\"\n\n\"Check,\" said Renn. \"But I won't bore you with the whole long story.\"\n\n\"I love to hear you talk,\" I said, drooling at the thought of what\nMyron Ferdinand would do for me when I told him the story.\n\n\"Well,\" said Renn, \"it's really because of the Martians. As you know,\nthey aren't awfully advanced--or maybe they've retrogressed--but they\ndo have some wonderful things in medicine. Their medicine, or whatever\nit is, works on body cells. You've heard about the lizards that grow a\nnew tail when the old one is cut off? Or a lobster growing a new claw?\nWell, all living body cells, including human, have some of what they\ncall regenerative power. With most animals it's faint; about all it\ndoes is produce scar tissue or replace a few cells like a bit of skin,\nfor example. But the Martians can hype up this process so you can grow\npractically a whole new body. Arm, leg, liver or lights, rip 'em off\nand you can grow 'em back. But there's one catch in it.\"\n\n\"Yah,\" I said.\n\n\"Yah,\" he said. \"Just like Hollywood. In this case the catch is\nthis--when you grow back, you're a Martian. You're still you--but\ndifferent. It began to show up in our cast in about ten days. Maybe the\nnew cells are part Martian, or pick up something from the medicine or\ntreatment or whatever it is. Anyway, you want to live on Mars. Pretty\nsoon you have to live on Mars. You don't like it any place else anyway.\nBut you like it here.\"\n\nI lay back then and shut my eyes.\n\nI still remember it all so clearly, how I felt as I lay on the bed, and\nall the rest of the story. But I don't feel now the way I did when Renn\ngave me the word. Not at all.\n\nI make a very nice salary working for Renn up here--mostly newsreels\nand a few dramas, although even with the medicine nobody will volunteer\nto make a show where the tawnies tear them up. And there are some very\nnice things about being a Martian. Arden is even more interesting now\nthat we both have three more senses. And Mars is wonderful. No lousy\nbars, and that dead, dry, marvelously itchy green sand.\n",
    "metadata": {
        "author": [
            "Harris, Tom W."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65122/pg65122.txt",
        "name": "youll_like_it_on_mars.json"
    }
}