{
    "name": "\"Seth\"",
    "author": [
        "Burnett, Frances Hodgson"
    ],
    "body": "Copyright, 1877\n\n\nHe came in one evening at sun set with the empty coal-train--his dull\nyoung face pale and heavy-eyed with weariness, his corduroy suit dusty\nand travel-stained, his worldly possessions tied up in the smallest\nof handkerchief bundles and slung upon the stick resting on his\nshoulder--and naturally his first appearance attracted some attention\namong the loungers about the shed dignified by the title of “dépôt.” I\nsay “naturally,” because arrivals upon the trains to Black Creek were so\nscarce as to be regarded as curiosities; which again might be said to be\nnatural. The line to the mines had been in existence two months, since\nthe English company had taken them in hand and pushed the matter through\nwith an energy startling to, and not exactly approved by, the\nmajority of good East Tennesseeans. After the first week or so of\narrivals--principally Welsh and English miners, with an occasional\nIrishman--the trains had returned daily to the Creek without a\npassenger; and accordingly this one created some trifling sensation.\n\nNot that his outward appearance was particularly interesting or\nsuggestive of approaching excitement. He was only a lad of nineteen or\ntwenty, in working English-cut garb, and with a short, awkward figure,\nand a troubled, homely face--a face so homely and troubled, in fact,\nthat its half-bewildered look was almost pathetic.\n\nHe advanced toward the shed hesitatingly, and touched his cap as if\nhalf in clumsy courtesy and half in timid appeal. “Mesters,” he said,\n“good-day to yo'.”\n\nThe company bestirred themselves with one accord, and to the roughest\nand most laconic gave him a brief “Good-day.”\n\n“You're English,” said a good-natured Welshman, “ar'n't you, my lad?”\n\n“Ay, mester,” was the reply: “I'm fro' Lancashire.”\n\nHe sat down on the edge of the rough platform, and laid his stick and\nbundle down in a slow, wearied fashion.\n\n“Fro' Lancashire,” he repeated in a voice as wearied as his\naction--“fro' th' Deepton coalmines theer. You'll know th' name on 'em,\nI ha' no doubt. Th' same company owns 'em as owns these.”\n\n“What!” said an outsider--“Langley an 'em?”\n\nThe boy turned himself round and nodded. “Ay,” he answered--“them. That\nwas why I comn here. I comn to get work fro'--fro' _him_.”\n\nHe faltered in his speech oddly, and even reddened a little, at the same\ntime rubbing his hands together with a nervousness which seemed habitual\nto him.\n\n“Mester Ed'ard, I mean,” he added--“th' young mester as is here. I heerd\nas he liked 'Merika, an'--an' I comn.”\n\nThe loungers glanced at each other, and their glance did not mean high\nappreciation of the speaker's intellectual powers. There was a lack of\npracticalness in such faith in another man as expressed itself in the\nwistful, hesitant voice.\n\n“Did he say he'd give you work?” asked the first man who had questioned\nhim, the Welshman Evans.\n\n“No. I dunnot think--I dunnot think he'd know me if he seed me. Theer\nwur so many on us.”\n\nAnother exchange of glances, and then another question: “Where are you\ngoing to stay?”\n\nThe homely face reddened more deeply, and the lad's eyes--dull, soft,\nalmost womanish eyes--raised themselves to the speaker's. “Do yo' knew\nanybody as would be loikely to tak' me in a bit” he said, “until I ha'\ntoime to earn th' wage to pay? I wouldna wrong no mon a penny as had\ntrusted me.”\n\nThere was manifest hesitation, and then some one spoke: “Lancashire Jack\nmight.”\n\n“Mester,” said the lad to Evans, “would you moind speakin' a word fur\nme? I ha' had a long tramp, an' I'm fagged-loike, an'”--He stopped and\nrose from his seat with a hurried movement. “Who's that theer as is\ncomin'?” he demanded. “Isna it th' young mester?”\n\nThe some one in question was a young man on horseback, who at that\nmoment turned the corner and rode toward the shed with a loose rein,\nallowing his horse to choose his own pace.\n\n“Ay,” said the lad with an actual tremor in his excited voice--“it's\nhim, sure enow,” and sank back on his seat again as if he had found\nhimself scarcely strong enough to stand. “I--I ha' not 'aten much fur\ntwo or three days,” he said to Evans.\n\nThere was not a man on the platform who did not evince some degree of\npleasure at the approach of the new-comer. The last warm rays of the\nsun, already sinking behind the mountains, seemed rather to take pride\nin showing what a debonair young fellow he was, in glowing kindly\nupon his handsome face and strong, graceful figure, and touching up to\ngreater brightness his bright hair.\n\nThe face was one to be remembered with a sentiment approaching gratitude\nfor the mere existence of such genial and unspoiled good looks, but\nthe voice that addressed the men was one to be loved, and loved without\nstint, it was so clear and light-hearted and frank.\n\n“Boys,” said he, “good-evening to you. Evans, if you could spare me a\nminute”--\n\nEvans rose at once.\n\n“I'll speak to _him_,” he said to the lad at his side. “His word will\ngo further with Lancashire Jack than mine would.” He went to the horse's\nside, and stood there for a few minutes talking in an undertone, and\nthen he turned to the stranger and beckoned. “Come here,” he said.\n\nThe lad took up his bundle and obeyed the summons, advancing with an\nawkward almost stumbling step, suggestive of actual weakness as well\nas the extremity of shyness. Reaching the two men, he touched his cap\nhumbly, and stood with timorous eyes upraised to the young man's face.\n\nLangley met his glance with a somewhat puzzled look, which presently\npassed away in a light laugh. “I'm trying to remember who you are, my\nlad,” he said, “but I shall be obliged to give it up. I know your face,\nI think, but I have no recollection of your name. I dare say I have seen\nyou often enough. You came from Deepton, Evans tells me.”\n\n“Ay, mester, fro' Deepton.”\n\n“A long journey for a lad like you to take alone,” with inward pity for\nthe heavy face.\n\n“Ay, mester.”\n\n“And now you want work?”\n\n“If you please, mester.”\n\n“Well, well!” cheerily, “we will give it to you. There's work enough,\nthough it isn't such as you had at Deepton. What is your name?”\n\n“Seth, mester--Seth Raynor,” shifting the stick and bundle in uneasy\neagerness from one shoulder to another. “An' I'm used to hard work,\nmester. It wur na easy work we had at th' Deepton mine, an' I'm stronger\nthan I look. It's th' faggedness as makes me trembly--an' hunger.”\n\n“Hunger?”\n\n“I ha' not tasted sin' th' neet afore last,” shamefacedly. “I hadna th'\nmoney to buy, an' it seemt loike I could howd out.”\n\n“Hold out!” echoed Langley in some excitement. “That's a poor business,\nmy lad. Here, come with me. The other matter can wait, Evans.”\n\nThe downcast face and ungainly figure troubled him in no slight degree\nas they moved off together, they seemed to express in some indescribable\nfashion so much of dull and patient pain, and they were so much at\nvariance with the free grandeur of the scene surrounding them. It was as\nif a new element were introduced into the very air itself. Black Creek\nwas too young yet to have known hunger or actual want of any kind. The\nwild things on the mountain sides had scarcely had time to learn to fear\nthe invaders of their haunts or understand that they were to be driven\nbackward. The warm wind was fragrant with the keen freshness of pine\nand cedar. Mountain and forest and sky were stronger than the human\nstragglers they closed around and shut out from the world.\n\n“We don't see anything like that in Lancashire,” said Langley. “That\nkind of thing is new to us, my lad, isn't it?” with a light gesture\ntoward the mountain, in whose side the workers had burrowed.\n\n“Ay, mester,” raising troubled eyes to its grandeur--“iverything's new.\nI feel aw lost some-toimes, an' feared-loike.”\n\nLangley lifted his hat from his brow to meet a little passing breeze,\nand as it swept softly by he smiled in the enjoyment of its coolness.\n“Afraid?” he said. “I don't understand that.”\n\n“I dunnot see into it mysen', mester. Happen it's th' bigness, an'\nquiet, an' th' lonely look, an' happen it's summat wrong in mysen'. I've\nlived in th' cool an' smoke an/ crowd an' work so long as it troubles me\nin a manner to--to ha' to look so high.”\n\n“Does it?” said Langley, a few faint lines showing themselves on his\nforehead. “That's a queer fancy. So high!” turning his glance upward\nto where the tallest pine swayed its dark plume against the clear blue.\n“Well, so it is. But you will get used to it in time,” shaking off a\nrather unpleasant sensation.\n\n“Happen so, mester, in toime,” was the simple answer; and then silence\nfell upon them again.\n\nThey had not very far to go. The houses of the miners--rough shanties\nhurriedly erected to supply immediate needs--were most of them\ncongregated together, or at most stood at short distances from each\nother, the larger ones signifying the presence o£ feminine members in\na family and perhaps two or three juvenile pioneers--the smaller ones\nbeing occupied by younger miners, who lived in couples, or sometimes\neven alone.\n\nBefore one of the larger shanties Langley reined in his horse. “A\nLancashire man lives here,” he said, “and I am going to leave you with\nhim.”\n\nIn answer to his summons a woman came to the door--a young woman whose\nrather unresponsive face wakened somewhat when she saw who waited.\n\n“Feyther,” she called out, “it's Mester Langley, an' he's getten a\nstranger wi' him.”\n\n“Feyther,” approaching the door, showed himself a burly individual, with\ntraces of coal-dust in all comers not to be reached by hurried and not\ntoo fastidious ablutions. Clouds of tobacco-smoke preceded and followed\nhim, and much stale incense from the fragrant weed exhaled itself from\nhis well-worn corduroys. “I ha' not nivver seed him afore,” he remarked\nafter a gruff by no means-ill-natured greeting, signifying the stranger\nby a duck of the head in his direction.\n\n“A Lancashire lad, Janner,” answered Langley, “I want a home for him.”\n\nJanner regarded him with evident interest, but shook his head dubiously.\n“Ax th' missus,” he remarked succinctly: “dunnot ax me.”\n\nLangley's good-humored laugh had a touch of conscious power in it. If it\ndepended upon “th' missus” he was safe enough. His bright good looks and\ngay grace of manner never failed with the women. The most practical and\nuncompromising melted, however unwillingly, before his sunshine, and the\nsuggestion of chivalric deference which seemed a second nature with him.\nSo it was easy enough to parley with “th' missus.”\n\n“A Lancashire lad, Mrs. Janner,” he said, “and so I know you'll take\ncare of him. Lancashire folk have a sort of fellow feeling for each\nother, you see; that was why I could not make up my mind to leave him\nuntil I saw him in good hands; and yours are good ones. Give him a\nsquare meal as soon as possible,” he added in a lower voice: “I will be\naccountable for him myself.”\n\nWhen he lifted his hat and rode away, the group watched him until he was\nalmost out of sight, the general sentiment expressing itself in every\ncountenance.\n\n“Theer's summat noice about that theer young chap,” Janner remarked with\nthe slowness of a man who was rather mystified by the fascination under\nwhose influence he found himself--“sum-mat as goes wi' th' grain loike.”\n\n“Ay,” answered his wife, “so theer is; an' its natur' too. Coom along\nin, lad,” to Seth, “an ha' summat to eat: yo' look faintish.”\n\nBlack Creek found him a wonderfully quiet member of society, the lad\nSeth. He came and went to and from the mine with mechanical regularity,\nworking with the rest, taking his meals with the Janners, and sleeping\nin a small shanty left vacant by the desertion of a young miner who had\nfound life at the settlement too monotonous to suit his tastes. No new\nknowledge of his antecedents was arrived at. He had come “fro' Deepton,”\n and that was the beginning and end of the matter. In fact, his seemed\nto be a peculiarly silent nature. He was fond of being alone, and\nspent most of his spare time in the desolate little shanty. Attempts at\nconversation appeared to trouble him, it was discovered, and accordingly\nhe was left to himself as not worth the cultivating.\n\n“Why does na' tha' talk more?” demanded Janner's daughter, who was a\nstrong, brusque young woman, with a sharp tongue.\n\n“I ha' not gotten nowt to say,” was the meekly deprecating response.\n\nMiss Janner, regarding the humble face with some impatience, remarkably\nenough, found nothing to deride in it, though, being neither a beauty\nnor in her first bloom, and sharp of tongue, as I have said, she was\nsomewhat given to derision as a rule. In truth, the uncomplaining\npatience in the dull, soft eyes made her feel a little uncomfortable.\n\n“I dunnot know what ails thee,” she remarked with unceremonious candor,\n“but theer's summat as does.”\n\n“It's nowt as can be cured,” said the lad, and turned his quiet face\naway.\n\nIn his silent fashion he evinced a certain degree of partially for his\nhost's daughter. Occasionally, after his meals, he lingered for a few\nmoments watching her at her work when she was alone, sitting by the\nfire or near the door, and regarding her business-like movements with a\nwistful air of wonder and admiration. And yet so unobtrusive were\nthese mute attentions that Bess Janner was never roused to any form of\nresentment of them.\n\n“Tha's goin' to ha' a sweetheart at last, my lass,” was one of Janner's\nfavorite witticisms, but Bess bore it with characteristic coolness. “I'm\nnoan as big a foo' as I look,” she would say, “an' I dunnot moind _him_\nno more nor if he wus a wench hissen'.”\n\nSmall as was the element of female society at Black Creek, this\nyoung woman was scarcely popular. She was neither fair nor fond: a\npredominance of muscle and a certain rough deftness of hand were her\nchief charms. Ordinary sentiment would have been thrown away upon her;\nand, fortunately, she was spared it.\n\n“She's noan hurt wi' good looks, our Bess,” her father remarked with\ngraceful chivalrousness on more than one occasion, “but hoo con heave\na'most as much as I con, an' that's summat.”\n\nConsequently, it did not seem likely that the feeling she had evidently\nawakened in the breast of their lodger was akin to the tender passion.\n\n“Am I in yo're way?” he would ask apologetically; and the answer was\ninvariably a gracious if curt one: “No--no more than th' cat. Stay wheer\nyo' are, lad, an' make yo'resen' comfortable.”\n\nThere came a change, however, in the nature of their intercourse, but\nthis did not occur until the lad had been with them some three months.\nFor several days he had been ailing and unlike himself. He had been even\nmore silent than usual; he had eaten little, and lagged on his way\nto and from his work; he looked thinner, and his step was slow and\nuncertain. There was so great an alteration in him, in fact, that Bess\nsoftened toward him visibly. She secretly bestowed the best morsels upon\nhim, and even went so far as to attempt conversation. “Let yo're work go\na bit,” she advised: “yo're noan fit fur it.”\n\nBut he did not give up until the third week of illness, and then one\nwarm day at noon, Bess, at work in her kitchen among dishes and pans,\nwas startled from her labors by his appearing at the door and staggering\ntoward her. “What's up wi' yo'?” she demanded. “Yo' look loike death.”\n\n“I dunnot know,” he faltered, and then, staggering again, caught at her\ndress with feeble hands “Dunnot yo',” he whispered, sinking forward--\n“dunnot yo' let no one--come anigh me.”\n\nShe flung a strong arm around him, and saved him from a heavy fall. His\nhead dropped helplessly against her breast.\n\n“He's fainted dead away,” she said: “he mun ha' been worse than he thowt\nfur.”\n\nShe laid him down, and, loosening his clothes at the throat, went for\nwater; but a few minutes after she had bent over him for the second\ntime an exclamation, which was almost a cry, broke from' her. “Lord ha'\nmercy!” she said, and fell back, losing something of color herself.\n\nShe had scarcely recovered herself even when, after prolonged efforts,\nshe succeeded in restoring animation to the prostrate figure under her\nhands. The heavy eyes opening met hers in piteous appeal and protest.\n\n“I--thowt it wur death comn,” said the lad. “I wur hopin' as it wur\ndeath.”\n\n“What ha' yo' done as yo' need wish that?” said. Bess; and then, her\nvoice shaking with excitement which got the better of her and forced her\nto reveal herself, she added, “I've fun' out that as yo've been hidin'.”\n\nAbrupt and unprefaced as her speech was, it scarcely produced the effect\nshe had expected it would. Her charge neither flinched nor reddened.\nHe laid a weak, rough hand upon her dress with a feebly pleading touch.\n“Dunnot yo' turn agen me,” he whispered: “yo' wouldna if yo' knew.”\n\n“But I dunnot know,” Bess answered, a trifle doggedly, despite her\ninward relentings.\n\n“I comn to yo',” persisted the lad, “because I thowt yo' wouldna turn\nagen me: yo' wouldna,” patiently again, “if yo' knew.”\n\n*****\n\nGradually the ponderous witticism in which Janner had indulged became an\naccepted joke in the settlement. Bess had fallen a victim to the tender\nsentiment at last. She had found an adorer, and had apparently succumbed\nto his importunities. Seth spent less time in his shanty and more in\nher society. He lingered in her vicinity on all possible occasions,\nand seemed to derive comfort from her mere presence. And Bess not only\ntolerated but encouraged him. Not that her manner was in the least\ndegree effusive: she rather extended a rough protection to her admirer,\nand displayed a tendency to fight his battles and employ her sharper wit\nas a weapon in his behalf.\n\n“Yo' may get th' best o' him,” she said dryly once to the wit of the\nCreek, who had been jocular at his expense, “but yo' conna get th' best\no' me. Try me a bit, lad. I'm better worth yo're mettle.”\n\n“What's takken yo', lass?” said her mother at another time. “Yo're that\ntheer soft about th chap as theer's no makkin' yo' out. Yo' wur nivver\nloike to be soft afore,” somewhat testily. “An' it's noan his good\nlooks, neyther.”\n\n“No,” said Bess--“it's noan his good looks.”\n\n“Happen it's his lack on 'em, then?”\n\n“Happen it is.” And there the discussion ended for want of material.\n\nThere was one person, however, who did not join in the jesting; and this\nwas Langley. When he began to understand the matter he regarded the two\nwith sympathetic curiosity and interest. Why should not their primitive\nand uncouth love develop and form a tie to bind the homely lives\ntogether, and warm and brighten them? It may have been that his own\nmental condition at this time was such as would tend to often his heart,\nfor an innocent passion, long cherished in its bud, had burst into its\nfull blooming during the months he had spent amid the novel beauty and\nloneliness, and perhaps his new bliss subdued him somewhat. Always\nready with a kindly word, he was specially ready with it where Seth was\nconcerned. He never passed him without one, and frequently reined in his\nhorse to speak to him at greater length. Now and then, on his way\nhome at night, he stopped at the shanty's door, and summoning the lad\ndetained him for a few minutes chatting in the odorous evening air. It\nwas thoroughly in accordance with the impulses of his frank and generous\nnature that he should endeavor to win upon him and gain his confidence.\n“We are both Deepton men,” he would say, “and it is natural that we\nshould be friends, We are both alone and a long way from home.”\n\nBut the lad was always timid and slow of speech.\n\nHis gratitude showed itself in ways enough, but it rarely took the form\nof words. Only, one night as the horse moved away, he laid his hand upon\nthe bridle and held it a moment, some powerful emotion showing itself\nin his face, and lowering his voice until it was almost a whisper.\n“Mester,” he said, “if theer's ivver owt to be done as is hard an' loike\nto bring pain an' danger, yo'll--yo'll not forget me?”\n\nLangley looked down at him with a mingled feeling of warm pity and deep\nbewilderment. “Forget you?” he echoed.\n\nThe dullness seemed to have dropped away from the commonplace face as if\nit had been a veil; the eyes were burning with a hungry pathos and fire\nand passion; they were raised to his and held him with the power of an\nindescribable anguish. “Dunnot forget as I'm here,” the voice growing\nsharp and intense, “ready an' eager an' waitin' fur th' toime to come.\nLet me do summat or brave summat or suffer summat, for God's sake!”\n\nWhen the young man rode away it was with a sense of weight and pain\nupon him. He was mystified. People were often grateful to him, but their\ngratitude was not such as this; this oppressed and disturbed him. It\nwas suggestive of a mental condition whose existence seemed almost\nimpossible. What a life this poor fellow must have led since the\nsimplest kindliness aroused within him such emotion as this! “It is hard\nto understand,” he murmured; “it is even a little horrible. One fancies\nthese duller natures do not reach our heights and depths of happiness\nand pain, and yet----Cathie, Cathie, my dear,” breaking off suddenly\nand turning his face upward to the broad free blue of the sky as he\nquickened his horse's pace, “let me think of _you_; this hurts me.”\n\nBut he was drawn nearer to the boy, and did his best to cheer and help\nhim. His interest in him grew as he saw him oftener, and there was not\nonly the old interest, but a new one. Something in the lad's face--a\nsomething which had struck him as familiar even at first--began to haunt\nhim constantly. He could not rid himself of the impression it left upon\nhim, and yet he never found himself a shade nearer a solution of the\nmystery.\n\n“Raynor,” he said to him on one of the evenings when he had stopped\nbefore the shanty, “I wish I knew why your face troubles me so.”\n\n“Does it trouble yo', mester?”\n\n“Yes,” with a half laugh, “I think I may say it troubles me. I have\ntried to recollect every lad in Deepton, and I have no remembrance of\nyou.”\n\n“Happen not, mester,” meekly. “I nivver wur much noticed, yo' see: I'm\none o' them as foak is more loike to pass by.”\n\nAn early train arriving next morning brought visitors to the Creek--a\nbusiness-like elderly gentleman and his daughter, a pretty girl, with\nlarge bright eyes and an innocent rosy face, which became rosier and\nprettier than ever when Mr. Ed ward Langley advanced from the dépôt shed\nwith uncovered head and extended hand. “Cathie!” he said, when the first\ngreetings had been interchanged, “what a delight this is to me! I did\nnot hope for such happiness as this.”\n\n“Father wanted to see the mines,” answered Cathie, sweetly demure, “and\nI--I wanted to see Black Creek; your letters were so enthusiastic.”\n\n“A day will suffice, I suppose?” her paternal parent was wandering on\namiably. “A man should always investigate such matters for himself. I\ncan see enough to satisfy me between now and the time for the return\ntrain.”\n\n“I cannot,” whispered Langley to Cathie: “a century would not suffice.\nIf the sun would but stand still!”\n\nThe lad Seth was late for dinner that day, and when he entered the house\nBess turned from her dish-washing to give him a sharp, troubled look,\n“Art tha' ill again?” she asked.\n\n“Nay,” he answered, “nobbut a bit tired an heavy-loike.”\n\nHe sat down upon the door-step with wearily-clasped hands, and eyes\nwandering toward the mountain, whose pine-crowned summit towered above\nhim. He had not even yet outlived the awe of its majesty, but he had\nlearned to love it and draw comfort from its beauty and strength.\n\n“Does tha' want thy dinner?” asked Bess.\n\n“No, thank yo',” he said; “I couldna eat.”\n\nThe dish-washing was deserted incontinently, and Bess came to the\ndoor, towel in hand, her expression at once softened and shaded with\ndiscontent. “Summat's hurt yo',” she said. “What is it? Summat's hurt\nyo' sore.”\n\nThe labor-roughened hands moved with their old nervous habit, and the\nanswer came in an odd, jerky, half-connected way: “I dunnot know why\nit should ha' done. I mun be mad, or summat. I nivver had no hope nor\nnothin': theer nivver wur no reason why I should ha' had. Ay, I mun be\nwrong somehow, or it wouldna stick to me i' this road. I conna get rid\non it, an' I conna feel as if I want to. What's up wi' me? What's\ntakken howd on me?” his voice breaking and the words ending in a sharp\nhysterical gasp like a sob.\n\nBess wrung her towel with a desperate strength which spoke of no small\ndegree of tempestuous feeling. Her brow knit itself and her lips were\ncompressed. “What's happened?” she demanded after a pause. “I conna mak'\nthee out.”\n\nThe look that fell upon her companion's face had something of shame in\nit. His eyes left the mountain side and drooped upon his clasped hands.\n“Theer wur a lass coom to look at 'th place today,” he said--“a lady\nlass, wi' her feyther--an' him. She wur aw rosy red an' fair white, an'\nit seemt as if she wur that happy as her laughin' made th' birds mock\nback at her. He took her up th' mountain, an' we heard 'em both even\nhigh up among th' laurels. Th' sound o' their joy a-floatin' down from\nthe height, so nigh th' blue sky, made me sick an' weak-loike. They wur\nna so gay when they comn back, but her eyes wur shinin', an' so wur his,\nan' I heerd him say to her as 'Foak didna know how nigh heaven th' top\no' th' mountain wur.'”\n\nBess wrung her towel again, and regarded the mountain with manifest\nimpatience and trouble. “Happen it'll coom reet some day,” she said.\n\n“Reet!” repeated the lad, as if mechanically. “I hadna towd mysen' as\nowt wur exactly wrong; on'y I conna see things clear. I niwer could, an'\nth' more I ax mysen' questions th' worse it gets. Wheer--wheer could I\nlay th' blame?”\n\n“Th' blame!” said Bess. “Coom tha' an' get a bite to eat;” and she shook\nout the towel with a snap and turned away. “Coom tha,” she repeated; “I\nmun get my work done.”\n\nThat night, as Seth lay upon his pallet in the shanty, the sound of\nLangley's horse's hoofs reached him with an accompaniment of a clear,\nyoung masculine voice singing a verse of some sentimental modern\ncarol--a tender song ephemeral and sweet. As the sounds neared the cabin\nthe lad sprang up restlessly, and so was standing at the open door when\nthe singer passed. “Good-neet, mester,” he said.\n\nThe singer slackened his pace and turned his bright face toward him in\nthe moonlight, waving his hand. “Good-night,” he said, “and pleasant\ndreams! Mine will be pleasant ones, I know. This has been a happy day\nfor me, Raynor. Goodnight.”\n\nWhen the two met again the brighter face had sadly changed; its beauty\nwas marred with pain, and the shadow of death lay upon it.\n\nEntering Janner's shanty the following morning, Seth found the family\nsitting around the breakfast-table in ominous silence. The meal stood\nuntouched, and even Bess looked pale and anxious. All three glanced\ntoward him questioningly as he approached, and when he sat down Janner\nspoke: “Hasna tha' heerd th' news?” he asked.\n\n“Nay,” Seth answered, “I ha' heerd nowt.”\n\nBess interposed hurriedly: “Dunnot yo' fear him, feyther,” she said.\n“Happen it isna so bad, after aw. Four or live foak wur takken down ill\nlast neet, Seth, an' th' young mester wur among 'em; an' theer's them as\nsays it's cholera.”\n\nIt seemed as if he had not caught the full meaning of her words; he only\nstared at her in a startled, bewildered fashion. “Cholera!” he repeated\ndully.\n\n“Theer's them as knows it's cholera,” said Janner, with gloomy\nsignificance. “An' if it's cholera, it's death;” and he let his hand\nfall heavily upon the table.\n\n“Ay,” put in Mrs. Janner in a fretful wail, “fur they say as it's worse\ni' these parts than it is i' England--th' heat mak's it worse--an' here\nwe are i' th' midst o' th' summer-toime, an' theer's no knowin'\nwheer it'll end. I wish tha'd takken my advice, Janner, an' stayed i'\nLancashire. Ay, I wish we wur safe at home. Better less wage an' more\nsafety. Yo'd niwer ha' coom if yo'd listened to me.”\n\n“Howd thy tongue, mother,” said Bess, but the words were not ungently\nspoken, notwithstanding their bluntness. “Dunnot let us mak' it worse\nthan it need be. Seth, lad, eat thy breakfast.”\n\nBut there was little breakfast eaten. The fact was, that at the first\nspreading of the report a panic had seized upon the settlement, and\nJanner and his wife were by no means the least influenced by it A\nstolidly stubborn courage upheld Bess, but even she was subdued and\nsomewhat awed.\n\n“I niwer heerd much about th' cholera,” Seth said to her after\nbreakfast. “Is this here true, this as thy feyther says?”\n\n“I dunnot know fur sure,” Bess answered gravely, “but it's bad enow.”\n\n“Coom out wi' me into th' fresh air,” said the lad, laying his hand\nupon her sleeve: “I mun say a word or so to thee.” And they went out\ntogether.\n\nThere was no work done in the mine that day. Two of three new cases\nbroke out, and the terror spread itself and grew stronger. In fact,\nBlack Creek scarcely comported itself as stoically as might have been\nexpected. A messenger was dispatched to the nearest town for a doctor,\nand his arrival by the night train was awaited with excited impatience.\n\nWhen he came, however, the matter became worse. He had bad news to tell\nhimself. The epidemic had broken out in the town he had left, and great\nfears were entertained by its inhabitants. “If you had not been so\nentirely thrown on your own resources,” he said, “I could not have\ncome.”\n\nA heavy enough responsibility rested upon his shoulders during the\nnext few weeks. He had little help from the settlement. Those who were\nun-stricken looked on at the progress of the disease with helpless fear:\nfew indeed escaped a slight attack, and those who did were scarcely more\nuseful than his patients. In the whole place he found only two reliable\nand unterrified assistants.\n\nHis first visit was to a small farm-house round the foot of the mountain\nand a short distance from the mine. There he found the family huddled in\na back room like a flock of frightened sheep, and in the only chamber a\nhandsome, bright-haired young fellow lying, upon the bed with a pinched\nand ominous look upon his comely face. The only person with him was\na lad roughly clad in miner's clothes--a lad who stood by chafing his\nhands, and who turned desperate eyes to the door when it opened. “Yo're\ntoo late, mester,” he said--“yo're too late.”\n\nBut young as he was--and he was a very young man--the doctor had\npresence of mind and energy, and he flung his whole soul and strength\ninto the case. The beauty and solitariness of his patient roused his\nsympathy almost as if it had been the beauty of a woman; he felt drawn\ntoward the stalwart, helpless young figure lying upon the humble couch\nin such apparent utter loneliness. He did not count much upon the lad\nat first--he seemed too much bewildered and shaken--but it was not long\nbefore he changed his mind. “You are getting over your fear,” he said.\n\n“It wasna fear, mester,” was the answer he received; “or at least it\nwasna fear for mysen'.”\n\n“What is your name?”\n\n“Seth Ray nor, mester. Him an' me,” with a gesture toward the bed, “comn\nfrom th' same place. Th' cholera couldna fear me fro' _him_--nor nowt\nelse if he wur i' need.”\n\nSo it was Seth Raynor who watched by the bedside, and labored with\nloving care and a patience which knew no weariness, until the worst was\nover and Langley was among the convalescent.\n\n“The poor fellow and Bess Janner were my only stay,” the young doctor was\nwont to say. “Only such care as his would have saved you, and you had a\nclose race of it as it was.”\n\nDuring the convalescence nurse and invalid were drawn together with\na stronger tie through every hour. Wearied and weak, Langley's old\ninterest in the lad became a warm affection. He could scarcely bear to\nlose sight of the awkward boyish figure, and never rested so completely\nas when it was by his bedside.\n\n“Give me your hand, dear fellow,” he would say, “and let me hold it. I\nshall sleep better for knowing you are near me.”\n\nHe fell asleep thus one morning, and awakened suddenly to a\nconsciousness of some new presence in the room. Seth no longer sat in\nthe chair near his pillow, but stood a little apart; and surely he would\nhave been no lover if the feeble blood had not leaped in his veins at\nthe sight of the face bending over him--the innocent, fair young face\nwhich had so haunted his pained and troubled dreams. “Cathie!” he cried\nout aloud.\n\nThe-girl fell upon her knees and caught his extended hand with a\npassionate little gesture of love and pity. “I did not know,” she\npoured forth in hurried, broken tones. “I have been away ever since\nthe sickness broke out at home. They sent me away, and I only heard\nyesterday--Father, tell him, for I cannot.”\n\nHe scarcely heard the more definite explanation, he was at once so happy\nand so fearful.\n\n“Sweetheart,” he said, “I can scarcely bear to think of what may come\nof this; and yet how blessed it is to have you near me again! The danger\nfor me is all over: even your dear self could not have cared for me more\nfaithfully than I have been cared for. Raynor there has saved my life.”\n\nBut Cathie could only answer with a piteous, remorseful jealousy: “Why\nwas it not I who saved it? why was it not I?”\n\nAnd the place where Seth had stood waiting was vacant, for he had left\nit at the sound of Langley's first joyous cry. When he returned an hour\nor so later, the more restful look Langley had fancied he had seen\non his face of late had faded out: the old unawakened heaviness had\nreturned. He was nervous and ill at ease, shrinking and conscious.\n\n“I've comn to say good-neet to yo',” he said hesitatingly to the\ninvalid. “Th' young lady says as she an' her feyther will tak' my place\na bit. I'll coom i' th' mornin'.”\n\n“You want rest,” said Langley; “you are tired, poor fellow!”\n\n“Ay,” quietly, “I'm tired; an' th' worst is over, yo' see, an' she's\nhere,” with a patient smile. “Yo' wunnot need me, and theer's them as\ndoes.”\n\nFrom that hour his work at this one place seemed done. For several days\nhe made his appearance regularly to see if he was needed, and then his\nvisits gradually ended. He had found a fresh field of labor among the\nsufferers in the settlement itself. He was as faithful to them as he had\nbeen to his first charge. The same unflagging patience showed itself,\nthe same silent constancy and self-sacrifice. Scarcely a man or woman\nhad not some cause to remember him with gratitude, and there was not one\nof those who had jested at and neglected him but thought of their jests\nand neglect with secret shame.\n\nThere came a day, however, when they missed him from among them. If\nhe was not at one house he was surely at another, it appeared for some\ntime; but when, after making his round of visits, the doctor did not\nfind him, he became anxious. He might be at Janner's; but he was not\nthere, nor among the miners, who had gradually resumed their work as the\nepidemic weakened its strength and their spirits lightened. Making these\ndiscoveries at nightfall, the doctor touched up his horse in some secret\ndread. He had learned earlier than the rest to feel warmly toward this\nsimple co-laborer. “Perhaps he's gone out to pay Langley a visit,” he\nsaid: “I'll call and see. He may have stopped to have a rest.”\n\nBut before he had passed the last group of cabins he met Langley\nhimself, who by this time was well enough to resume his place in the\nsmall world, and, hearing his story, Langley's anxiety was greater than\nhis own. “I saw him last night on my way home,” he said. “About this\ntime, too, for I remember he was sitting in the moonlight at the door\nof his shanty. We exchanged a few words, as we always do, and he said he\nwas there because he was not needed, and thought a quiet night would do\nhim good. Is it possible no one has seen him since?” in sudden alarm.\n\n“Come with me,” said his companion.\n\nOverwhelmed by a mutual dread, neither spoke until they reached the\nshanty itself. There was no sign of human life about it: the door\nstood open, and the only sound to be heard was the rustle of the wind\nwhispering among the pines upon the mountain side. Both men flung\nthemselves from their horses with loudly-beating hearts.\n\n“God grant he is not here!” uttered Langley. “God grant he is anywhere\nelse! The place is so drearily desolate.”\n\nDesolate indeed! The moonbeams streaming through the door threw their\nfair light upon the rough boards and upon the walls, and upon the quiet\nfigure lying on the pallet in one of the corners, touching with pitying\nwhiteness the homely face upon the pillow and the hand that rested\nmotionless upon the floor.\n\nThe doctor went down on his knees at the pallet's side, and thrust his\nhand into the breast of the coarse garments with a half-checked groan.\n\n“Asleep?” broke from Langley's white lips in a desperate whisper.\n“Not--not”--\n\n“Dead!” said the doctor--“dead for hours!” There was actual anguish in\nhis voice as he uttered the words, but another element predominated\nin the exclamation which burst from him scarcely a second later. “Good\nGod!” he cried--“good God!”\n\nLangley bent down and caught him almost fiercely by the arm: the\nexclamation jarred upon him. “What is it?” he demanded, “What do you\nmean?”\n\n“It is--a woman!”\n\nEven as they gazed at each other in speechless questioning the silence\nwas broken in upon. Swift, heavy footsteps neared the door, crossed the\nthreshold, and Janner's daughter stood before them.\n\nThere was no need for questioning. One glance told her all. She made her\nway to the moonlit corner, pushed both aside with rough strength, and\nknelt down. “I might ha' knowed,” she said with helpless bitterness--“I\nmight ha' knowed;” and she laid her face against the dead hand in a\nsudden passion of weeping. “I might ha' knowed, Jinny lass,” she cried,\n“but I didna. It was loike aw th' rest as tha' should lay thee down an'\ndie loike this. Tha' wast alone aw along, an' tha'' wast alone at th'\nlast. But dunnot blame me, poor lass. Nay, I know tha' wiltna.”\n\nThe two men stood apart, stirred by an emotion too deep for any spoken\nattempt at sympathy. She scarcely seemed to see them: she seemed to\nrecognize no presence but that of the unresponsive figure upon its\nlowly couch. She spoke to it as if it had been a living thing, her\nvoice broken and tender, stroking the hair now and then with a touch all\nwomanly and loving. “Yo' were nigher to me than most foak, Jinny,” she\nsaid; “an' tha' trusted me, I know.”\n\nThey left her to her grief until at last she grew calmer and her sobs\ndied away into silence. Then she rose and approaching Langley, who stood\nat the door, spoke to him, scarcely raising her tear-stained eyes. “I\nha' summat to tell yo' an' sum-mat to ax yo',” she said, “an' I mun tell\nit to yo' alone. Will yo' coom out here?”\n\nHe followed her, wondering and sad. His heart was heavy with the pain\nand mystery the narrow walls inclosed. When they paused a few yards from\nthe house, the one face was scarcely more full of sorrow than the other,\nonly that the woman's was wet with tears. She was not given to many\nwords, Bess Janner, and she wasted few in the story she had to tell.\n“Yo' know th' secret as she carried,” she said, “or I wouldna tell yo'\neven now; an' now I tell it yo' that she may carry the secret to her\ngrave, an' ha' no gossiping tongue to threep at her. I dunnot want foak\nstarin' an' wonderin' an' makkin' talk. She's borne enow.”\n\n“It shall be as you wish, whether you tell me the story or not,” said\nLangley. “We will keep it as sacred as you have done.”\n\nShe hesitated a moment, seemingly pondering with herself before she\nanswered him. “Ay,” she said, “but I ha' another reason behind. I want\nsummat fro' yo': I want yo're pity. Happen it moight do her good even\nnow.” She did not look at him as she proceeded, but stood with her\nface a little turned away and her eyes resting upon the shadow on\nthe mountain. “Theer wur a lass as worked at th' Deepton mines,” she\nsaid--“a lass as had a weakly brother as worked an' lodged wi' her. Her\nname wur Jinny, an' she wur quiet and plain-favored. Theer wur other\nwenches as wur well-lookin', but she wasna; theer wur others as had\nhomes, and she hadna one; theer wur plenty as had wit an' sharpness,\nbut she hadna them neyther. She wur nowt but a desolate, homely lass, as\nseemt to ha' no place i' th' world, an' yet wur tender and weak-hearted\nto th' core. She wur allus longin' fur summat as she wur na loike to\nget; an' she nivver did get it, fur her brother wasna one as cared fur\nowt but his own doin's. But theer were one among aw th' rest as nivver\npassed her by, an' he wur th' mester's son. He wur a bright, handsome\nchap, as won his way ivverywheer, an' had a koind word or a laugh fur\naw. So he gave th' lass a smile, an' did her a favor now and then--loike\nas not without givin' it more than a thowt--until she learned to live on\nth' hope o' seein' him. An', bein' weak an' tender, it grew on her fro'\nday to day, until it seemt to give th' strength to her an' tak' it both\ni' one.”\n\nShe stopped and looked at Langley here. “Does tha' see owt now, as I'm\ngetten this fur?” she asked.\n\n“Yes,” he answered, his agitation almost master ing him. “And now I have\nfound the lost face that haunted me so.”\n\n“Ay,” said Bess, “it was hers;” and she hurried on huskily: “When you\nwent away she couldna abide th' lonesomeness, an' so one day she said to\nher brother, 'Dave, let us go to th' new mine wheer Mester Ed'ard is;'\nan' him bein' allus ready fur a move, they started out together. But\non th' way th' lad took sick and died sudden, an' Jinny wur left to\nhersen'. An' then she seed new trouble. She wur beset wi' danger as\nshe'd niwer thowt on, an' before long she foun' out as women didna work\no' this side o' the sea as they did o' ours. So at last she wur driv'\nupon a strange-loike plan. It sounds wild, happen, but it wasna so wild\nafter aw. Her bits of clothes giv' out an' she had no money; an' theer\nwur Dave's things. She'd wore th' loike at her work i' Deepton, an' she\nmade up her moind to wear 'em agen. Yo' didna know her when she coom\nhere, an' no one else guessed at th' truth. She didna expect nowt, yo'\nsee; she on'y wanted th' comfort o' hearin' th' voice she'd longed an'\nhungered fur; an' here wur wheer she could hear it. When I fun' her out\nby accident, she towd me, an' sin' then we 've kept th' secret together.\nDo yo' guess what else theer's been betwixt us, mester?”\n\n“I think I do,” he answered. “God forgive me for my share in her pain!”\n\n“Nay,” she returned, “it was no fault o' thine. She niwer had a thowt o'\nthat. She had a patient way wi' her, had Jinny, an' she bore her trouble\nbetter than them as hopes. She didna ax nor hope neyther; an' when theer\ncoom fresh hurt to her she wur ready an' waiting knowin' as it moight\ncomn ony day. Happen th' Lord knows what life wur give her fur--I\ndunnot, but it's ower now--an' happen she knows hersen'. I hurried here\nto-neet,” she added, battling with a sob, “as soon as I heerd as she was\nmissin', th' truth struck to my heart, an' I thowt as I should be here\nfirst, but I wasna I ha' not gotten no more to say.”\n\nThey went back to the shanty, and with her own hands she did for the\npoor clay the last service it would need, Langley and his companion\nwaiting the while outside. When her task was at an end she came to them,\nand this time it was Langley who addressed himself to her. “May I go\nin?” he asked.\n\nShe bent her head in assent, and without speaking he left them and\nentered the shanty alone. The moonlight, streaming in as before, fell\nupon the closed eyes, and hands folded in the old, old fashion upon the\nfustian jacket: the low whisper of the pines crept downward like a sigh.\nKneeling beside the pallet, the young man bent his head and touched\nthe pale forehead with reverent lips. “God bless you for your love and\nfaith,” he said, “and give you rest!”\n\nAnd when he rose a few minutes later, and saw that the little dead\nflower he had worn had dropped from its place and lay upon the pulseless\nbreast, he did not move it, but turned away and left it resting; there.\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Burnett, Frances Hodgson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23325/pg23325.txt",
        "name": "\"_seth\".json"
    }
}