{
    "name": "\"Speaking of Operations--\"",
    "author": [
        "Cobb, Irvin S. (Irvin Shrewsbury)"
    ],
    "body": "Respectfully dedicated to two classes:\n\n          Those who have already been operated on\n          Those who have not yet been operated on\n\n\n\nNow that the last belated bill for services professionally rendered has\nbeen properly paid and properly receipted; now that the memory of the\nevent, like the mark of the stitches, has faded out from a vivid red to\na becoming pink shade; now that I pass a display of adhesive tape in\na drug-store window without flinching--I sit me down to write a little\npiece about a certain matter--a small thing, but mine own--to wit, That\nOperation.\n\nFor years I have noticed that persons who underwent pruning or\nremodeling at the hands of a duly qualified surgeon, and survived, like\nto talk about it afterward. In the event of their not surviving I have\nno doubt they still liked to talk about it, but in a different locality.\nOf all the readily available topics for use, whether among friends\nor among strangers, an operation seems to be the handiest and most\ndependable. It beats the Tariff, or Roosevelt, or Bryan, or when this\nwar is going to end, if ever, if you are a man talking to other men;\nand it is more exciting even than the question of how Mrs. Vernon Castle\nwill wear her hair this season, if you are a woman talking to other\nwomen.\n\nFor mixed companies a whale is one of the best and the easiest things to\ntalk about that I know of. In regard to whales and their peculiarities\nyou can make almost any assertion without fear of successful\ncontradiction. Nobody ever knows any more about them than you do. You\nare not hampered by facts. If someone mentions the blubber of the whale\nand you chime in and say it may be noticed for miles on a still day when\nthe large but emotional creature has been moved to tears by some great\nsorrow coming into its life, everybody is bound to accept the statement.\nFor after all how few among us really know whether a distressed whale\nsobs aloud or does so under its breath? Who, with any certainty, can\ntell whether a mother whale hatches her own egg her own self or leaves\nit on the sheltered bosom of a fjord to be incubated by the gentle\nwarmth of the midnight sun? The possibilities of the proposition for\npurposes of informal debate, pro and con, are apparent at a glance.\n\nThe weather, of course, helps out amazingly when you are meeting people\nfor the first time, because there is nearly always more or less weather\ngoing on somewhere and practically everybody has ideas about it. The\nhuman breakfast is also a wonderfully good topic to start up during one\nof those lulls. Try it yourself the next time the conversation seems\nto drag. Just speak up in an offhand kind of way and say that you never\ncare much about breakfast--a slice of toast and a cup of weak tea start\nyou off properly for doing a hard day's work. You will be surprised to\nnote how things liven up and how eagerly all present join in. The lady\non your left feels that you should know she always takes two lumps of\nsugar and nearly half cream, because she simply cannot abide hot milk,\nno matter what the doctors say. The gentleman on your right will be\nmoved to confess he likes his eggs boiled for exactly three minutes,\nno more and no less. Buckwheat cakes and sausage find a champion and\noatmeal rarely lacks a warm defender.\n\nBut after all, when all is said and done, the king of all topics is\noperations. Sooner or later, wherever two or more are gathered together\nit is reasonably certain that somebody will bring up an operation.\n\nUntil I passed through the experience of being operated on myself, I\nnever really realized what a precious conversational boon the subject\nis, and how great a part it plays in our intercourse with our fellow\nbeings on this planet. To the teller it is enormously interesting, for\nhe is not only the hero of the tale but the rest of the cast and the\nstage setting as well--the whole show, as they say; and if the listener\nhas had a similar experience--and who is there among us in these days\nthat has not taken a nap 'neath the shade of the old ether cone?--it\nacquires a doubled value.\n\n\"Speaking of operations--\" you say, just like that, even though\nnobody present has spoken of them; and then you are off, with your new\nacquaintance sitting on the edge of his chair, or hers as the case\nmay be and so frequently is, with hands clutched in polite but painful\nrestraint, gills working up and down with impatience, eyes brightened\nwith desire, tongue hung in the middle, waiting for you to pause to\ncatch your breath, so that he or she may break in with a few personal\nrecollections along the same line. From a mere conversation it resolves\nitself into a symptom symposium, and a perfectly splendid time is had by\nall.\n\nIf an operation is such a good thing to talk about, why isn't it a good\nthing to write about, too? That is what I wish to know. Besides, I need\nthe money. Verily, one always needs the money when one has but recently\nescaped from the ministering clutches of the modern hospital. Therefore\nI write.\n\nIt all dates back to the fair, bright morning when I went to call on\na prominent practitioner here in New York, whom I shall denominate as\nDoctor X. I had a pain. I had had it for days. It was not a dependable,\nlocatable pain, such as a tummyache or a toothache is, which you can\nput your hand on; but an indefinite, unsettled, undecided kind of pain,\nwhich went wandering about from place to place inside of me like a\nstrange ghost lost in Cudjo's Cave. I never knew until then what the\npersonal sensations of a haunted house are. If only the measly thing\ncould have made up its mind to settle down somewhere and start light\nhousekeeping I think should have been better satisfied. I never had such\nan uneasy tenant. Alongside of it a woman with the moving fever would be\ncomparatively a fixed and stationary object.\n\nHaving always, therefore, enjoyed perfectly riotous and absolutely\nunbridled health, never feeling weak and distressed unless dinner\nhappened to be ten or fifteen minutes late, I was green regarding\nphysicians and the ways of physicians. But I knew Doctor X slightly,\nhaving met him last summer in one of his hours of ease in the grand\nstand at a ball game, when he was expressing a desire to cut the\numpire's throat from ear to ear, free of charge; and I remembered his\nname, and remembered, too, that he had impressed me at the time as being\na person of character and decision and scholarly attainments.\n\nHe wore whiskers. Somehow in my mind whiskers are ever associated\nwith medical skill. I presume this is a heritage of my youth, though I\nbelieve others labor under the same impression.\n\nAs I look back it seems to me that in childhood's days all the doctors\nin our town wore whiskers.\n\nI recall one old doctor down there in Kentucky who was practically\nlurking in ambush all the time. All he needed was a few decoys out in\nfront of him and a pump gun to be a duck blind. He carried his calomel\nabout with him in a fruit jar, and when there was cutting job he\nstropped his scalpel on his bootleg.\n\nYou see, in those primitive times germs had not been invented yet, and\nso he did not have to take any steps to avoid them. Now we know that\nloose, luxuriant whiskers are unsanitary, because they make such fine\nwinter quarters for germs; so, though the doctors still wear whiskers,\nthey do not wear them wild and waving. In the profession bosky whiskers\nare taboo; they must be landscaped. And since it is a recognized fact\nthat germs abhor orderliness and straight lines they now go elsewhere to\nreside, and the doctor may still retain his traditional aspect and yet\nbe practically germproof. Doctor X was trimmed in accordance with the\nethics of the newer school. He had trellis whiskers. So I went to see\nhim at his offices in a fashionable district, on an expensive side\nstreet.\n\nBefore reaching him I passed through the hands of a maid and a nurse,\neach of whom spoke to me in a low, sorrowful tone of voice, which seemed\nto indicate that there was very little hope.\n\nI reached an inner room where Doctor X was. He looked me over, while I\ndescribed for him as best I could what seemed to be the matter with\nme, and asked me a number of intimate questions touching on the lives,\nworks, characters and peculiarities of my ancestors; after which he\nmade me stand up in front of him and take my coat off, and he punched\nme hither and yon with his forefinger. He also knocked repeatedly on my\nbreastbone with his knuckles, and each time, on doing this, would apply\nhis ear to my chest and listen intently for a spell, afterward shaking\nhis head in a disappointed way. Apparently there was nobody at home. For\nquite a time he kept on knocking, but without getting any response.\n\nHe then took my temperature and fifteen dollars, and said it was an\ninteresting case--not unusual exactly, but interesting--and that it\ncalled for an operation.\n\nFrom the way my heart and other organs jumped inside of me at that\nstatement I knew at once that, no matter what he may have thought, the\npremises were not unoccupied. Naturally I inquired how soon he meant\nto operate. Personally I trusted there was no hurry about it. I was\nperfectly willing to wait for several years, if necessary. He smiled at\nmy ignorance.\n\n\"I never operate,\" he said; \"operating is entirely out of my line. I am\na diagnostician.\"\n\nHe was, too--I give him full credit for that. He was a good, keen, close\ndiagnostician. How did he know I had only fifteen dollars on me? You\ndid not have to tell this man what you had, or how much. He knew without\nbeing told.\n\nI asked whether he was acquainted with Doctor Y--Y being a person whom I\nhad met casually at a club to which I belong. Oh, yes, he said, he\nknew Doctor Y. Y was a clever man, X said--very, very clever; but Y\nspecialized in the eyes, the ears, the nose and the throat. I gathered\nfrom what Doctor X said that any time Doctor Y ventured below the thorax\nhe was out of bounds and liable to be penalized; and that if by any\nchance he strayed down as far as the lungs he would call for help and\nback out as rapidly as possible.\n\nThis was news to me. It would appear that these up-to-date practitioners\njust go ahead and divide you up and partition you out among themselves\nwithout saying anything to you about it. Your torso belongs to one man\nand your legs are the exclusive property of his brother practitioner\ndown on the next block, and so on. You may belong to as many as half a\ndozen specialists, most of whom, very possibly, are total strangers to\nyou, and yet never know a thing about it yourself.\n\nIt has rather the air of trespass--nay, more than that, it bears some\nof the aspects of unlawful entry--but I suppose it is legal. Certainly,\njudging by what I am able to learn, the system is being carried on\ngenerally. So it must be ethical. Anything doctors do in a mass is\nethical. Almost anything they do singly and on individual responsibility\nis unethical. Being ethical among doctors is practically the same thing\nas being a Democrat in Texas or a Presbyterian in Scotland.\n\n\"Y will never do for you,\" said Doctor X, when I had rallied somewhat\nfrom the shock of these disclosures. \"I would suggest that you go to\nDoctor Z, at such-and-such an address. You are exactly in Z's line. I'll\nlet him know that you are coming and when, and I'll send him down my\ndiagnosis.\"\n\nSo that same afternoon, the appointment having been made by telephone,\nI went, full of quavery emotions, to Doctor Z's place. As soon as I was\ninside his outer hallway, I realized that I was nearing the presence of\none highly distinguished in his profession.\n\nA pussy-footed male attendant, in a livery that made him look like a\ncross between a headwaiter and an undertaker's assistant, escorted me\nthrough an anteroom into a reception-room, where a considerable number\nof well-dressed men and women were sitting about in strained attitudes,\npretending to read magazines while they waited their turns, but in\nreality furtively watching one another.\n\nI sat down in a convenient chair, adhering fast to my hat and my\numbrella. They were the only friends I had there and I was determined\nnot to lose them without a struggle. On the wall were many colored\ncharts showing various portions of the human anatomy and what ailed\nthem. Directly in front of me was a very thrilling illustration,\nevidently copied from an oil painting, of a liver in a bad state of\nrepair. I said to myself that if I had a liver like that one I should\nkeep it hidden from the public eye--I would never permit it to sit for\nit's portrait. Still, there is no accounting for tastes. I know a man\nwho got his spleen back from the doctors and now keeps it in a bottle\nof alcohol on the what-not in the parlor, as one of his most treasured\npossessions, and sometimes shows it to visitors. He, however, is of a\nvery saving disposition.\n\nPresently a lady secretary, who sat behind a roll-top desk in a corner\nof the room, lifted a forefinger and silently beckoned me to her side. I\nmoved over and sat down by her; she took down my name and my age and my\nweight and my height, and a number of other interesting facts that\nwill come in very handy should anyone ever be moved to write a complete\nhistory of my early life. In common with Doctor X she shared\none attribute--she manifested a deep curiosity regarding my\nforefathers--wanted to know all about them. I felt that this was\ncarrying the thing too far. I felt like saying to her:\n\n\"Miss or madam, so far as I know there is nothing the matter with my\nancestors of the second and third generations back, except that they\nare dead. I am not here to seek medical assistance for a grandparent who\nsuccumbed to disappointment that time when Samuel J. Tilden got counted\nout, or for a great-grandparent who entered into Eternal Rest very\nunexpectedly and in a manner entirely uncalled for as a result of being\nan innocent bystander in one of those feuds that were so popular in my\nnative state immediately following the Mexican War. Leave my ancestors\nalone. There is no need of your shaking my family tree in the belief\nthat a few overripe patients will fall out. I alone--I, me, myself--am\nthe present candidate!\"\n\nHowever, I refrained from making this protest audibly. I judged she was\nonly going according to the ritual; and as she had a printed card, with\nblanks in it ready to be filled out with details regarding the remote\nmembers of the family connection, I humored her along.\n\nWhen I could not remember something she wished to know concerning an\nancestor I supplied her with thrilling details culled from the field of\nfancy. When the card was entirely filled up she sent me back to my old\nplace to wait. I waited and waited, breeding fresh ailments all the\ntime. I had started out with one symptom; now if I had one I had a\nmillion and a half. I could feel goose flesh sprouting out all over me.\nIf I had been taller I might have had more, but not otherwise. Such is\nthe power of the human imagination when the surroundings are favorable\nto its development.\n\nTime passed; to me it appeared that nearly all the time there was passed\nand that we were getting along toward the shank-end of the Christian era\nmighty fast. I was afraid my turn would come next and afraid it would\nnot. Perhaps you know this sensation. You get it at the dentist's, and\nwhen you are on the list of after-dinner speakers at a large banquet,\nand when you are waiting for the father of the Only Girl in the World\nto make up his mind whether he is willing to try to endure you as a\nson-in-law.\n\nThen some more time passed.\n\nOne by one my companions, obeying a command, passed out through the door\nat the back, vanishing out of my life forever. None of them returned. I\nwas vaguely wondering whether Doctor Z buried his dead on the premises\nor had them removed by a secret passageway in the rear, when a young\nwoman in a nurse's costume tapped me on the shoulder from behind.\n\nI jumped. She hid a compassionate smile with her hand and told me that\nthe doctor would see me now.\n\nAs I rose to follow her--still clinging with the drowning man's grip\nof desperation to my hat and my umbrella--I was astonished to note by a\nglance at the calendar on the wall that this was still the present date.\nI thought it would be Thursday of next week at the very least.\n\nDoctor Z also wore whiskers, carefully pointed up by an expert hedge\ntrimmer. He sat at his desk, surrounded by freewill offerings from\ngrateful patients and by glass cases containing other things he had\ntaken away from them when they were not in a condition to object. I\nhad expected, after all the preliminary ceremonies and delays, that\nwe should have a long skance together. Not so; not at all. The modern\nexpert in surgery charges as much for remembering your name between\nvisits as the family doctor used to expect for staying up all night with\nyou, but he does not waste any time when you are in his presence.\n\nI was about to find that out. And a little later on I was to find out a\nlot of other things; in fact, that whole week was of immense educational\nvalue to me.\n\nI presume it was because he stood high in his profession, and was almost\nconstantly engaged in going into the best society that Doctor Z did not\nappear to be the least bit excited over my having picked him out to\nlook into me. In the most perfunctory manner he shook the hand that has\nshaken the hands of Jess Willard, George M. Cohan and Henry Ford, and\nbade me be seated in a chair which was drawn up in a strong light, where\nhe might gaze directly at me as we conversed and so get the full values\nof the composition. But if I was a treat for him to look at he concealed\nhis feelings very effectually.\n\nHe certainly had his emotions under splendid control. But then,\nof course, you must remember that he probably had traveled about\nextensively and was used to sight-seeing.\n\nFrom this point on everything passed off in a most businesslike manner.\nHe reached into a filing cabinet and took out an exhibit, which I\nrecognized as the same one his secretary had filled out in the early\npart of the century. So I was already in the card-index class. Then\nbriefly he looked over the manifest that Doctor X had sent him. It\nmay not have been a manifest--it may have been an invoice or a bill of\nlading. Anyhow I was in the assignee's hands. I could only hope it would\nnot eventually become necessary to call in a receiver. Then he spoke:\n\n\"Yes, yes-yes,\" he said; \"yes-yes-yes! Operation required. Small\nmatter--hum, hum! Let's see--this is Tuesday? Quite so. Do it Friday!\nFriday at\"--he glanced toward a scribbled pad of engagement dates at his\nelbow--\"Friday at seven A. M. No, make it seven-fifteen. Have important\ntumor case at seven. St. Germicide's Hospital. You know the place--up on\nUmpty-umph Street. Go' day! Miss Whoziz, call next visitor.\"\n\nAnd before I realized that practically the whole affair had been settled\nI was outside the consultation-room in a small private hall, and the\nsecretary was telling me further details would be conveyed to me by\nmail. I went home in a dazed state. For the first time I was beginning\nto learn something about an industry in which heretofore I had never\nbeen interested. Especially was I struck by the difference now revealed\nto me in the preliminary stages of the surgeons' business as compared\nwith their fellow experts in the allied cutting trades--tailors, for\ninstance, not to mention barbers. Every barber, you know, used to be a\nsurgeon, only he spelled it chirurgeon. Since then the two professions\nhave drifted far apart. Even a half-witted barber--the kind who always\nhas the first chair as you come into the shop--can easily spend ten\nminutes of your time thinking of things he thinks you should have and\nmentioning them to you one by one, whereas any good, live surgeon knows\nwhat you have almost instantly.\n\nAs for the tailor--consider how wearisome are his methods when you\nparallel them alongside the tremendous advances in this direction made\nby the surgeon--how cumbersome and old-fashioned and tedious! Why, an\nexperienced surgeon has you all apart in half the time the tailor takes\nup in deciding whether the vest shall fasten with five buttons or six.\nOur own domestic tailors are bad enough in this regard and the Old World\ntailors are even worse.\n\nI remember a German tailor in Aix-la-Chapelle in the fall of 1914 who\nundertook to build for me a suit suitable for visiting the battle lines\ninformally. He was the most literary tailor I ever met anywhere. He\nwould drape the material over my person and then take a piece of chalk\nand write quite a nice long piece on me. Then he would rub it out and\nwrite it all over again, but more fully. He kept this up at intervals of\nevery other day until he had writer's cramp. After that he used pins. He\nwould pin the seams together, uttering little soothing, clucking sounds\nin German whenever a pin went through the goods and into me. The German\ncluck is not so soothing as the cluck of the English-speaking peoples, I\nfind.\n\nAt the end of two long and trying weeks, which wore both of us down\nnoticeably, he had the job done. It was not an unqualified success. He\nregarded is as a suit of clothes, but I knew better; it was a set of\nslip covers, and if only I had been a two-seated runabout it would have\nproved a perfect fit, I am sure; but I am a single-seated design and it\ndid not answer. I wore it to the war because I had nothing else to wear\nthat would stamp me as a regular war correspondent, except, of course,\nmy wrist watch; but I shall not wear it to another war. War is terrible\nenough already; and, besides, I have parted with it. On my way home\nthrough Holland I gave that suit to a couple of poor Belgian refugees,\nand I presume they are still wearing it.\n\nSo far as I have been able to observe, the surgeons and the tailors of\nthese times share but one common instinct: If you go to a new surgeon or\nto a new tailor he is morally certain, after looking you over, that\nthe last surgeon you had or the last tailor, did not do your cutting\nproperly. There, however, is where the resemblance ends. The tailor, as\nI remarked in effect just now, wants an hour at least in which to decide\nhow he may best cover up and disguise the irregularities of the human\nform; in much less time than that the surgeon has completely altered the\nform itself.\n\nWith the surgeon it is very much as it is with those learned men\nwho write those large, impressive works of reference which should be\npermanently in every library, and which we are forever buying from an\nagent because we are so passionately addicted to payments. If the thing\nhe seeks does not appear in the contents proper he knows exactly where\nto look for it. \"See appendix,\" says the historian to you in a footnote.\n\"See appendix,\" says the surgeon to himself, the while humming a cheery\nrefrain. And so he does.\n\nWell, I went home. This was Tuesday and the operation was not to be\nperformed until the coming Friday. By Wednesday I had calmed down\nconsiderably. By Thursday morning I was practically normal again as\nregards my nerves. You will understand that I was still in a blissful\nstate of ignorance concerning the actual methods of the surgical\nprofession as exemplified by its leading exponents of today. The\nknowledge I have touched on in the pages immediately preceding was to\ncome to me later.\n\nLikewise Doctor Z's manner had been deceiving. It could not be that he\nmeant to carve me to any really noticeable extent--his attitude had been\nentirely too casual. At our house carving is a very serious matter. Any\ntime I take the head of the table and start in to carve it is fitting\nwomen and children get to a place of safety, and onlookers should get\nunder the table. When we first began housekeeping and gave our first\nsmall dinner-party we had a brace of ducks cooked in honor of the\ncompany, and I, as host, undertook to carve them. I never knew until\nthen that a duck was built like a watch--that his works were inclosed in\na burglarproof case. Without the use of dynamite the Red Leary-O'Brien\ngang could not have broken into those ducks. I thought so then and I\nthink so yet. Years have passed since then, but I may state that even\nnow, when there are guests for dinner, we do not have ducks. Unless\nsomebody else is going to carve, we have liver.\n\nI mention this fact in passing because it shows that I had learned to\nrevere carving as one of the higher arts, and one not to be approached\nexcept in a spirit of due appreciation of the magnitude of the\nundertaking, and after proper consideration and thought and reflection,\nand all that sort of thing.\n\nIf this were true as regards a mere duck, why not all the more so as\nregards the carving of a person of whom I am so very fond as I am of\nmyself? Thus I reasoned. And finally, had not Doctor Z spoken of the\ncoming operation as a small matter? Well then?\n\nThursday at noon I received from Doctor Z's secretary a note stating\nthat arrangements had been made for my admission into St. Germicide that\nsame evening and that I was to spend the night there. This hardly seemed\nnecessary. Still, the tone of the note appeared to indicate that the\nhospital authorities particularly wished to have me for an overnight\nguest; and as I reflected that probably the poor things had few enough\nbright spots in their busy lives, I decided I would humor them along and\ngladden the occasion with my presence from dinner-time on.\n\nAbout eight o'clock I strolled in very jauntily. In my mind I had the\nwhole programme mapped out. I would stay at the hospital for, say, two\ndays following the operation--or, at most, three. Then I must be up and\naway. I had a good deal of work to do and a number of people to see on\nimportant business, and I could not really afford to waste more than a\nweekend on the staff of St. Germicide's. After Monday they must look to\ntheir own devices for social entertainment. That was my idea. Now when\nI look back on it I laugh, but it is a hollow laugh and there is no real\nmerriment in it.\n\nIndeed, almost from the moment of my entrance little things began\nto come up that were calculated to have a depressing effect on one's\nspirits. Downstairs a serious-looking lady met me and entered in a book\na number of salient facts regarding my personality which the previous\ninvestigators had somehow overlooked. There is a lot of bookkeeping\nabout an operation. This detail attended to, a young man, dressed in\nwhite garments and wearing an expression that stamped him as one who had\nsuffered a recent deep bereavement came and relieved me of my hand bag\nand escorted me upstairs.\n\nAs we passed through the upper corridors I had my first introduction\nto the hospital smell, which is a smell compounded of iodoform, ether,\ngruel, and something boiling. All hospitals have it, I understand. In\ntime you get used to it, but you never really care for it.\n\nThe young man led me into a small room tastefully decorated with four\nwalls, a floor, a ceiling, a window sill and a window, a door and a\ndoorsill, and a bed and a chair. He told me to go to bed. I did not want\nto go to bed--it was not my regular bedtime--but he made a point of it,\nand I judged it was according to regulations; so I undressed and put on\nmy night clothes and crawled in. He left me, taking my other clothes and\nmy shoes with him, but I was not allowed to get lonely.\n\nA little later a ward surgeon appeared, to put a few inquiries of a\npointed and personal nature. He particularly desired to know what my\ntrouble was. I explained to him that I couldn't tell him--he would have\nto see Doctor X or Doctor Z; they probably knew, but were keeping it a\nsecret between themselves.\n\nThe answer apparently satisfied him, because immediately after that he\nmade me sign a paper in which I assumed all responsibility for what was\nto take place the next morning.\n\nThis did not seem exactly fair. As I pointed out to him, it was the\nsurgeon's affair, not mine; and if the surgeon made a mistake the joke\nwould be on him and not on me, because in that case I would not be here\nanyhow. But I signed, as requested, on the dotted line, and he departed.\n\nAfter that, at intervals, the chief house surgeon dropped in, without\nknocking, and the head nurse came, and an interne or so, and a ward\nnurse, and the special nurse who was to have direct charge of me. It\ndawned on me that I was not having any more privacy in that hospital\nthan a goldfish.\n\nAbout eleven o'clock an orderly came, and, without consulting my wishes\nin the matter, he undressed me until I could have passed almost anywhere\nfor September Morn's father, and gave me a clean shave, twice over, on\none of my most prominent plane surfaces. I must confess I enjoyed that\npart of it. So far as I am able to recall, it was the only shave I\nhave ever had where the operator did not spray me with cheap perfumery\nafterward and then try to sell me a bottle of hair tonic.\n\nHaving shaved me, the young man did me up amidships in a neat cloth\nparcel, took his kit under his arm and went away.\n\nIt occurred to me that, considering the trivial nature of the case, a\ngood deal of fuss was being made over me by persons who could have no\npersonal concern in the matter whatsoever. This thought recurred to me\nfrequently as I lay there all tied in a bundle like a week's washing. I\ndid not feel quite so uppish as I had felt. Why was everybody picking on\nme?\n\nAnon I slept, but dreamed fitfully. I dreamed that a whole flock of\nsurgeons came to my bedside and charted me out in sections, like one\nof those diagram pictures you see of a beef in the Handy Compendium of\nUniversal Knowledge, showing the various cuts and the butcher's pet name\nfor each cut. Each man took his favorite joint and carried it away,\nand when they were all gone I was merely a recent site, full of\nreverberating echoes and nothing else.\n\nI have had happier dreams in my time; this was not the kind of dream I\nshould have selected had the choice been left to me.\n\nWhen I woke the young sun was shining in at the window, and an\norderly--not the orderly who had shaved me, but another one--was there\nin my room and my nurse was waiting outside the door. The orderly\ndressed me in a quaint suit of pyjamas cut on the half shell and\nbuttoning stylishly in the back, princesse mode. Then he rolled in a\nflat litter on wheels and stretched me on it, and covered me up with a\nwhite tablecloth, just as though I had been cold Sunday-night supper,\nand we started for the operating-room at the top of the building; but\nbefore we started I lit a large black cigar, as Gen. U. S. Grant used to\ndo when he went into battle. I wished by this to show how indifferent I\nwas. Maybe he fooled somebody, but I do not believe I possess the same\npowers of simulation that Grant had. He must have been a very remarkable\nman--Grant must.\n\nThe orderly and the nurse trundled me out into the hall and loaded me\ninto an elevator, which was to carry us up to the top of the hospital.\nSeveral other nurses were already in the elevator. As we came aboard one\nof them remarked that it was a fine day. A fine day for what? She did\nnot finish the sentence.\n\nEverybody wore a serious look. Inside of myself I felt pretty serious\ntoo--serious enough for ten or twelve. I had meant to fling off several\nvery bright, spontaneous quips on the way to the table. I thought them\nout in advance, but now, somehow, none of them seemed appropriate.\nInstinctively, as it were, I felt that humor was out of place here.\n\nI never knew an elevator to progress from the third floor of a building\nto the ninth with such celerity as this one on which we were traveling\nprogressed. Personally I was in no mood for haste. If there was anyone\nelse in all that great hospital who was in a particular hurry to be\noperated on I was perfectly willing to wait. But alas, no! The mechanism\nof the elevator was in perfect order--entirely too perfect. No accident\nof any character whatsoever befell us en route, no dropping back into\nthe basement with a low, grateful thud; no hitch; no delay of any kind.\nWe were certainly out of luck that trip. The demon of a joyrider who\noperated the accursed device jerked a lever and up we soared at a\ndistressingly high rate of speed. If I could have had my way about that\nyouth he would have been arrested for speeding.\n\nNow we were there! They rolled into a large room, all white, with a\nrounded ceiling like the inside of an egg. Right away I knew what the\nfeelings of a poor, lonely little yolk are when the spoon begins to chip\nthe shell. If I had not been so busy feeling sorry for myself I think I\nmight have developed quite an active sympathy for yolks.\n\nMy impression had been that this was to be in the nature of a private\naffair, without invitations. I was astonished to note that quite a crowd\nhad assembled for the opening exercises. From his attire and general\ndeportment I judged that Doctor Z was going to be the master of the\nrevels, he being attired appropriately in a white domino, with rubber\ngloves and a fancy cap of crash toweling. There were present, also,\nmy diagnostic friend, Doctor X, likewise in fancy-dress costume, and a\nsurgeon I had never met. From what I could gather he was going over the\ncourse behind Doctor Z to replace the divots.\n\nAnd there was an interne in the background, playing caddy, as it were,\nand a head nurse, who was going to keep the score, and two other nurses,\nwho were going to help her keep it. I only hoped that they would show no\npartiality, but be as fair to me as they were to Doctor Z, and that he\nwould go round in par.\n\nSo they placed me right where my eyes might rest on a large wall cabinet\nfull of very shiny-looking tools; and they took my cigar away from me\nand folded my hands on the wide bowknot of my sash. Then they put a\ncloth dingus over my face and a voice of authority told me to breathe.\nThat advice, however, was superfluous and might just as well have\nbeen omitted, for such was my purpose anyhow. Ever since I can recall\nanything at all, breathing has been a regular habit with me. So I\nbreathed. And, at that, a bottle of highly charged sarsaparilla exploded\nsomewhere in the immediate vicinity and most of its contents went up my\nnose.\n\nI started to tell them that somebody had been fooling with their ether\nand adulterating it, and that if they thought they could send me off to\nsleep with soda pop they were making the mistake of their lives, because\nit just naturally could not be done; but for some reason or other\nI decided to put off speaking about the matter for a few minutes. I\nbreathed again--again--agai----\n\nI was going away from there. I was in a large gas balloon, soaring up\ninto the clouds. How pleasant!... No, by Jove! I was not in a balloon--I\nmyself was the balloon, which was not quite so pleasant. Besides, Doctor\nZ was going along as a passenger; and as we traveled up and up he kept\njabbing me in the midriff with the ferrule of a large umbrella which\nhe had brought along with him in case of rain. He jabbed me harder and\nharder. I remonstrated with him. I told him I was a bit tender in that\nlocality and the ferrule of his umbrella was sharp. He would not listen.\nHe kept on jabbing me.\n\nSomething broke! We started back down to earth. We fell faster and\nfaster. We fell nine miles, and after that I began to get used to it.\nThen I saw the earth beneath and it was rising up to meet us.\n\nA town was below--a town that grew larger and larger as we neared it.\nI could make out the bonded indebtedness, and the Carnegie Library,\nand the moving-picture palaces, and the new dancing parlor, and other\nprincipal points of interest.\n\nAt the rate we were falling we were certainly going to make an awful\nsplatter in that town when we hit. I was sorry for the street-cleaning\ndepartment.\n\nWe fell another half mile or so. A spire was sticking up into the sky\ndirectly beneath us, like a spear, to impale us. By a supreme effort I\ntwisted out of the way of that spire, only to strike squarely on top of\nthe roof of a greenhouse back of the parsonage, next door. We crashed\nthrough it with a perfectly terrific clatter of breaking glass and\nlanded in a bed of white flowers, all soft and downy, like feathers.\n\nAnd then Doctor Z stood up and combed the debris out of his whiskers\nand remarked that, taking it by and large, it had been one of the\npleasantest little outings he had enjoyed in the entire course of his\npractice. He said that as a patient I was fair, but as a balloon I was\nimmense. He asked me whether I had seen anything of his umbrella and\nbegan looking round for it. I tried to help him look, but I was too\ntired to exert myself much. I told him I believed I would take a little\nnap.\n\nI opened a dizzy eye part way. So this was heaven--this white expanse\nthat swung and swam before my languid gaze? No, it could not be--it did\nnot smell like heaven. It smelled like a hospital. It was a hospital. It\nwas my hospital. My nurse was bending over me and I caught a faint whiff\nof the starch in the front of her crisp blue blouse. She was two-headed\nfor the moment, but that was a mere detail. She settled a pillow under\nmy head and told me to lie quiet.\n\nI meant to lie quiet; I did not have to be told. I wanted to lie quiet\nand hurt. I was hurty from head to toe and back again, and crosswise and\ncater-cornered. I hurt diagonally and lengthwise and on the bias. I had\na taste in my mouth like a bird-and-animal store. And empty! It seemed\nto me those doctors had not left anything inside of me except the\nacoustics. Well, there was a mite of consolation there. If the\noverhauling had been as thorough as I had reason to believe it was from\nmy present sensations, I need never fear catching anything again so long\nas I lived, except possibly dandruff.\n\nI waved the nurse away. I craved solitude. I desired only to lie there\nin that bed and hurt--which I did.\n\nI had said beforehand I meant to stay in St. Germicide's for two or\nthree days only. It is when I look back on that resolution I emit the\nhollow laugh elsewhere referred to. For exactly four weeks I was flat\non my back. I know now how excessively wearied a man can get of his own\nback, how tired of it, how bored with it! And after that another two\nweeks elapsed before my legs became the same dependable pair of legs I\nhad known in the past.\n\nI did not want to eat at first, and when I did begin to want to they\nwould not let me. If I felt sort of peckish they let me suck a\nlittle glass thermometer, but there is not much nourishment really in\nthermometers. And for entertainment, to wile the dragging hours away,\nI could count the cracks in the ceiling and read my temperature chart,\nwhich was a good deal like Red Ames' batting average for the past\nseason--ranging from ninety-nine to one hundred and four.\n\nAlso, through daily conversations with my nurse and with the surgeons\nwho dropped in from time to time to have a look at me, I learned, as I\nlay there, a great deal about the medical profession--that is, a\ngreat deal for a layman--and what I learned filled me with an abiding\nadmiration for it, both as a science and as a business. This surely is\none profession which ever keeps its face to the front. Burying its past\nmistakes and forgetting them as speedily as possible, it pushes straight\nforward into fresh fields and fresh patients, always hopeful of what\nthe future may bring in the way of newly discovered and highly expensive\nailments. As we look backward upon the centuries we are astonished\nby its advancement. I did a good deal of looking backwards upon the\ncenturies during my sojourn at St. Germicide's.\n\nTake the Middle Ages now--the period when a barber and a surgeon were\none and the same. If a man made a failure as a barber he turned his\ntalents to surgery. Surgeons in those times were a husky breed. I judge\nthey worked by the day instead of by piecework; anyhow the records show\nthey were very fond of experiments where somebody else furnished the raw\nmaterial.\n\nWhen there came a resounding knock at the tradesman's entrance of the\nmoated grange, the lord of the manor, looking over the portcullis and\nseeing a lusty wight standing down below, in a leather apron, with his\nsleeves rolled up and a kit of soldering tools under his arm, didn't\nknow until he made inquiry whether the gentle stranger had come to mend\nthe drain or remove the cook's leg.\n\nA little later along, when gunpowder had come into general use as a\nhumanizing factor of civilization, surgeons treated a gunshot wound by\npouring boiling lard into it, which I would say was calculated to take\nthe victim's mind off his wound and give him something else to think\nabout--for the time being, anyhow. I assume the notion of applying a\nmustard plaster outside one's stomach when one has a pain inside one's\nstomach is based on the same principle.\n\nHowever, one doesn't have to go clear back to medieval times to note the\nradical differences in the plan of treating human ailments. A great\nmany persons who are still living can remember when the doctors were\nnot nearly so numerous as they are now. I, for one, would be the last to\nreverse the sentence and say that because the doctors were not nearly\nso numerous then as they are now, those persons are still living so\nnumerously.\n\nIn the spring of the year, when the sap flowed and the birds mated, the\nsturdy farmer felt that he was due to have something the matter with\nhim, too. So he would ride into the country-seat and get an almanac.\nDoubtless the reader, if country raised, has seen copies of this popular\nwork. On the outside cover, which was dark blue in color, there was\na picture of a person whose stomach was sliced four ways, like a\ntwenty-cent pie, and then folded back neatly, thus exposing his entire\ninterior arrangements to the gaze of the casual observer. However, this\nparty, judging by his picture, did not appear to be suffering. He did\nnot even seem to fear that he might catch cold from standing there in\nhis own draught. He was gazing off into space in an absent-minded kind\nof way, apparently not aware that anything was wrong with him; and on\nall sides he was surrounded by interesting exhibits, such as a crab, and\na scorpion, and a goat, and a chap with a bow and arrow--and one thing\nand another.\n\nSuch was the main design of the cover, while the contents were made up\nof recognized and standard varieties in the line of jokes and the line\nof diseases which alternated, with first a favorite joke and then a\nfavorite disease. The author who wrote the descriptions of the diseases\nwas one of the most convincing writers that ever lived anywhere. As a\nrealist he had no superiors among those using our language as a vehicle\nfor the expression of thought. He was a wonder. If a person wasn't\nparticular about what ailed him he could read any page at random and\nhave one specific disease. Or he could read the whole book through and\nhave them all, in their most advanced stages. Then the only thing that\ncould save him was a large dollar bottle.\n\nAgain, in attacks of the breakbone ague or malaria it was customary\nto call in a local practitioner, generally an elderly lady of the\nneighborhood who had none of these latter-day prejudices regarding the\nuse of tobacco by the gentler sex. One whom I distantly recall, among\nchildhood's happy memories, carried this liberal-mindedness to a point\nwhere she not only dipped snuff and smoked a cob pipe, but sometimes\nchewed a little natural leaf. This lady, on being called in, would brew\nup a large caldron of medicinal roots and barks and sprouts and things;\nand then she would deluge the interior of the sufferer with a large\ngourdful of this pleasing mixture at regular intervals. It was\nefficacious, too. The inundated person either got well or else he\ndrowned from the inside. Rocking the patient was almost as dangerous a\npastime as rocking the boat. This also helps to explain, I think, why so\nmany of our forebears had floating kidneys. There was nothing else for a\nkidney to do.\n\nBy the time I attained to long trousers, people in our town mainly had\noutgrown the unlicensed expert and were depending more and more upon the\nold-fashioned family doctor--the one with the whisker-jungle--who drove\nabout in a gig, accompanied by a haunting aroma of iodoform and carrying\nhis calomel with him in bulk.\n\nHe probably owned a secret calomel mine of his own. He must have;\notherwise he could never have afforded to be so generous with it. He\nalso had other medicines with him, all of them being selected on the\nprinciple that unless a drug tasted like the very dickens it couldn't\npossibly do you any good. At all hours of the day and night he was to\nbe seen going to and fro, distributing nuggets from his private lode. He\nwent to bed with his trousers and his hat on, I think, and there was a\ngeneral belief that his old mare slept between the shafts of the gig,\nwith the bridle shoved up on her forehead.\n\nIt has been only a few years since the oldtime general practitioner was\neverywhere. Just look round and see now how the system has changed! If\nyour liver begins to misconduct itself the first thought of the modern\noperator is to cut it out and hide it some place where you can't find\nit. The oldtimer would have bombarded it with a large brunette pill\nabout the size and color of a damson plum. Or he might put you on a\ndiet of molasses seasoned to taste with blue mass and quinine and other\nattractive condiments. Likewise, in the spring of the year he frequently\nanointed the young of the species with a mixture of mutton suet and\nasafetida. This treatment had an effect that was distinctly depressing\nupon the growing boy. It militated against his popularity. It forced him\nto seek his pleasures outdoors, and a good distance outdoors at that.\n\nIt was very hard for a boy, however naturally attractive he might be,\nto retain his popularity at the fireside circle when coated with\nmutton suet and asafetida and then taken into a warm room. He attracted\nattention which he did not court and which was distasteful to him.\nKeeping quiet did not seem to help him any. Even if they had been\nblindfolded others would still have felt his presence. A civit-cat\nsuffers from the same drawbacks in a social way, but the advantage to\nthe civit-cat is that as a general thing it associates only with other\ncivit-cats.\n\nExcept in the country the old-time, catch-as-catch-can general\npractitioner appears to be dying out. In the city one finds him\noccasionally, playing a limit game in an office on a back street--two\ndollars to come in, five to call; but the tendency of the day is toward\nspecialists. Hence the expert who treats you for just one particular\nthing With a pain in your chest, say, you go to a chest specialist. So\nlong as he can keep the trouble confined to your chest, all well and\ngood. If it slips down or slides up he tries to coax it back to the\nreservation. If it refuses to do so, he bids it an affectionate adieu,\nmakes a dotted mark on you to show where he left off, collects his\nbill and regretfully turns you over to a stomach specialist or a throat\nspecialist, depending on the direction in which the trouble was headed\nwhen last seen.\n\nOr, perhaps the specialist to whom you take your custom is an advocate\nof an immediate operation for such cases as yours and all others. I\nmay be unduly sensitive on account of having recently emerged from the\nsurgeon's hands, but it strikes me now that there are an awful lot of\ndoctors who take one brief glance at a person who is complaining, and\nsay to themselves that here is something that ought to be looked into\nright away--and immediately open a bag and start picking out the proper\nutensils. You go into a doctor's office and tell him you do not feel\nthe best in the world--and he gives you a look and excuses himself, and\nsteps into the next room and begins greasing a saw.\n\nMind you, in these casual observations as compiled by me while bedfast\nand here given utterance, I am not seeking to disparage possibly the\nnoblest of professions. Lately I have owed much to it. I am strictly on\nthe doctor's side. He is with us when we come into the world and with\nus when we go out of it, oftentimes lending a helping hand on both\noccasions. Anyway, our sympathies should especially go out to the\nmedical profession at this particular time when the anti-vivisectionists\nare railing so loudly against the doctors. The anti-vivisection crusade\nhas enlisted widely different classes in the community, including many\nlovers of our dumb-animal pets--and aren't some of them the dumbest\nthings you ever saw!--especially chow dogs and love birds.\n\nI will admit there is something to be said on both sides of the\nargument. This dissecting of live subjects may have been carried to\nextremes on occasions. When I read in the medical journals that\nthe eminent Doctor Somebody succeeded in transferring the interior\ndepartment of a pelican to a pointer pup, and vice versa with such\nsuccess that the pup drowned while diving for minnows, and the pelican\nwent out in the back yard and barked himself to death baying at the\nmoon, I am interested naturally; but, possibly because of my ignorance,\nI fail to see wherein the treatment of infantile paralysis has been\nmaterially advanced. On the other hand I would rather the kind and\ngentle Belgian hare should be offered up as a sacrifice upon the\noperating table and leave behind him a large family of little Belgian\nheirs and heiresses--dependent upon the charity of a cruel world--than\nthat I should have something painful which can be avoided through making\nhim a martyr. I would rather any white rabbit on earth should have the\nAsiatic cholera twice than that I should have it just once. These are my\nsincere convictions, and I will not attempt to disguise them.\n\nThanks too, to medical science we know about germs and serums and diets\nand all that. Our less fortunate ancestors didn't know about them. They\nwere befogged in ignorance. As recently as the generation immediately\npreceding ours people were unacquainted with the simplest rules of\nhygiene. They didn't care whether the housefly wiped his feet before\nhe came into the house or not. The gentleman with the drooping,\ncream-separator mustache was at perfect liberty to use the common\ndrinking cup on the railroad train. The appendix lurked in its\nsnug retreat, undisturbed by the prying fingers of curiosity. The\nfever-bearing skeeter buzzed and flitted, stinging where he pleased. The\ngerm theory was unfathomed. Suitable food for an invalid was anything\nthe invalid could afford to buy. Fresh air, and more especially fresh\nnight air, was regarded as dangerous, and people hermetically sealed\nthemselves in before retiring. Not daily as at present was the world\ngladdened by the tidings that science had unearthed some new and\nparticularly unpleasant disease. It never occurred to a mother that she\nshould sterilize the slipper before spanking her offspring. Babies were\nnot reared antiseptically, but just so. Nobody was aware of microbes.\n\nIn short, our sires and our grandsires abode in the midst of perils.\nThey were surrounded on all sides by things that are immediately fatal\nto the human system. Not a single one of them had a right to pass his\nsecond birthday. In the light of what we know, we realize that by now\nthis world should be but a barren waste dotted at frequent intervals\nwith large graveyards and populated only by a few dispossessed and\nhungry bacteria, hanging over the cemetery fence singing: Driven From\nHome!\n\nIn the conditions generally prevalent up to twenty-five years ago, most\nof us never had any license, really, to be born at all. Yet look how\nmany of us are now here. In this age of research I hesitate to attempt\nto account for it, except on the entirely unscientific theory that what\nyou don't know doesn't hurt you. Doubtless a physician could give you a\nbetter explanation, but his would cost you more than mine has.\n\nBut we digress. Let us get back to our main subject, which is myself. I\nshall never forget my first real meal in that hospital. There was quite\na good deal of talk about it beforehand. My nurse kept telling me that\non the next day the doctor had promised I might have something to eat.\nI could hardly wait. I had visions of a tenderloin steak smothered in\nfried onions, and some French-fried potatoes, and a tall table-limit\nstack of wheat cakes, and a few other incidental comfits and kickshaws.\nI could hardly wait for that meal.\n\nThe next day came and she brought it to me, and I partook thereof. It\nwas the white of an egg. For dessert I licked a stamp; but this I did\nclandestinely and by stealth, without saying anything about it to her. I\nwas not supposed to have any sweets.\n\nOn the occasion of the next feast the diet was varied. I had a sip of\none of those fermented milk products. You probably know the sort of\nthing I mean. Even before you've swallowed it, it tastes as though it\nhad already disagreed with you. The nurse said this food was predigested\nbut did not tell me by whom. Nor did I ask her. I started to, but\nthought better of it. Sometimes one is all the happier for not knowing\ntoo much.\n\nA little later on, seeing that I had not suffered an attack of\nindigestion from this debauch, they gave me junket. In the dictionary I\nhave looked up the definitions of junket. I quote:\n\n  JUNKET, v. I. t.  To entertain by feasting; regale.  II. i.  To\n  give or take part in an entertainment or excursion; feast in\n  company; picnic; revel.\n\n  JUNKET, n.  A merry feast or excursion; picnic.\n\nWhen the author of a dictionary tries to be frivolous he only succeeds\nin making himself appear foolish.\n\nI know not how it may be in the world at large, but in a hospital,\njunket is a custard that by some subtle process has been denuded of\nthose ingredients which make a custard fascinating and exciting. It\ntastes as though the eggs, which form its underlying basis, had been\nlaid in a fit of pique by a hen that was severely upset at the time.\n\nHereafter when the junket is passed round somebody else may have my\nshare. I'll stick to the mince pie a la mode. And the first cigar of my\nconvalescence--ah, that, too, abides as a vivid memory! Dropping in\none morning to replace the wrappings Doctor Z said I might smoke in\nmoderation. So the nurse brought me a cigar, and I lit it and took one\ndeep puff; but only one. I laid it aside. I said to the nurse:\n\n\"A mistake has been made here. I do not want a cooking cigar, you\nunderstand. I desire a cigar for personal use. This one is full of herbs\nand simples, I think. It suggests a New England boiled dinner, and not a\nvery good New England boiled dinner at that. Let us try again.\"\n\nShe brought another cigar. It was not satisfactory either. Then she\nshowed me the box--an orthodox box containing cigars of a recognized and\npreviously dependable brand. I could only conclude that a root-and-herb\ndoctor had bought an interest in the business and was introducing his\nown pet notions into the formula.\n\nBut came a day--as the fancy writers say when they wish to convey the\nimpression that a day has come, but hate to do it in a commonplace\nmanner--came a day when my cigar tasted as a cigar should taste and food\nhad the proper relish to it; and my appetite came back again and found\nthe old home place not so greatly changed after all.\n\nAnd then shortly thereafter came another day, when I, all replete\nwith expensive stitches, might drape the customary habiliments of\ncivilization about my attenuated frame and go forth to mingle with my\nfellow beings. I have been mingling pretty steadily ever since, for now\nI have something to talk about--a topic good for any company; congenial,\nan absorbing topic.\n\nI can spot a brother member a block away. I hasten up to him and give\nhim the grand hailing sign of the order. He opens his mouth to speak,\nbut I beat him to it.\n\n\"Speaking of operations--\" I say. And then I'm off. Believe me, it's the\nlife!\n\n\n\n\n",
    "metadata": {
        "author": [
            "Cobb, Irvin S. (Irvin Shrewsbury)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1890/pg1890.txt",
        "name": "\"_speaking_of_operations_\".json"
    }
}