{
    "name": "$1,000 a Plate",
    "author": [
        "McKenty, Jack"
    ],
    "body": "Sunset on Mars is a pale, washed out, watery sort of procedure that is\nhardly worth looking at. The shadows of the cactus lengthen, the sun\ngoes down without the slightest hint of color or display and everything\nis dark. About once a year there is one cloud that turns pink briefly.\nBut even the travel books devote more space describing the new sign\nadorning the Canal Casino than they do on the sunset.\n\nThe night sky is something else again. Each new crop of tourists goes\nto bed at sunrise the day after arrival with stiff necks from looking\nup all night. The craters of the moons are visible to the naked eye,\nand even a cheap pair of opera glasses can pick out the buildings of\nthe Deimos Space Station.\n\nA typical comment from a sightseer is, \"Just think, Fred, we were way\nup there only twelve hours ago.\"\n\nAt fairly frequent intervals, the moons eclipse. The local Chamber of\nCommerce joins with the gambling casinos to use these occasions as\nexcuses for a celebration. The \"Marsy Gras\" includes floats, costumes,\nliquor, women, gambling--and finishes off with a display of fireworks\nand a stiff note of protest from the nearby Mars Observatory.\n\n\n\nThe day after a particularly noisy, glaring fireworks display, the top\nbrass at the Observatory called an emergency meeting. The topic was\nnot a new one, but fresh evidence, in the form of several still-wet\nphotographic plates, showing out-of-focus skyrocket trails and a galaxy\nof first-magnitude aerial cracker explosions was presented.\n\n\"I maintain they fire them in our direction on purpose,\" one scientist\ndeclared.\n\nThis was considered to be correct because the other directions around\ntown were oil refineries and the homes of the casino owners.\n\n\"Why don't we just move the Observatory way out in the desert?\" a\ntechnician demanded. \"It wouldn't be much of a job.\"\n\n\"It would be a tremendous job,\" said Dr. Morton, the physicist. \"If\nnot for the glare of city lights on Earth, we wouldn't have had to move\nour telescopes to the Moon. If not for the gravel falling out of the\nsky on the Moon, making it necessary to resurface the reflectors every\nweek, we wouldn't have had to move to Mars. Viewing conditions here are\njust about perfect--except for the immense cost of transporting the\nequipment, building materials, workmen, and paying us triple time for\nworking so far from home. Why, did you ever figure the cost of a single\nphotographic plate? What with salaries, freight to and from Earth,\nmaintenance and all the rest, it's enormous!\"\n\n\"Then why don't we cut down the cost of ruined exposures,\" asked the\ntechnician, \"by moving the Observatory away from town?\"\n\n\"Because,\" Dr. Morton explained, \"we'd have to bring in crews to tear\nthe place down, other crews to move it, still more crews to rebuild it.\nNot to mention unavoidable breakage and replacement, which involve more\nfreight from Earth. At $7.97 per pound dead-weight ... well, you figure\nit out.\"\n\n\"So we can't move and we can't afford ruined thousand-dollar plates,\"\nsaid the scientist who had considered himself a target for the\nfireworks. \"Then what's the answer?\"\n\nThe usual suggestion was proposed that a delegation approach the Town\nCouncil to follow up the letter of protest. A search through the past\nmeetings' minutes showed that this had never accomplished anything up\nto date.\n\nA recent arrival to the Observatory mentioned that their combined\nbrain power should be enough to beat the games and thus force the\ncasino owners--who were the real offenders--out of business. One of\nthe scientists, who had already tried that very scheme on a small\nscale, reported his results. He proved with his tabulations that,\nin this instance, science, in the guise of the law of averages, was\nunfortunately against them.\n\nDr. Morton rose to his feet. The other men listened to his plan, at\nfirst with shocked horror, then with deep interest and finally in wild\nexultation. The meeting broke up with most of the members grinning from\near to ear. \"It's lucky Dr. Morton is a physicist,\" said one of the\ndirectors. \"No astronomer would ever have thought of that.\"\n\n\n\nA few days later a modest little ad appeared in the weekly publication\n\"What to do in Marsport.\" It did not try to compete with any of the\ncasino ads (all of which featured pretty girls), but it had a unique\nheading.\n\n                                 FREE\n                        For the First Time Ever\n                            Your HOROSCOPE\n                          SCIENTIFICALLY CAST\n                          by the Staff of the\n                        FAMOUS MARS OBSERVATORY\n                     Learn your Luck, your Future!\n                    Write or call Mars Observatory.\n                       No charge. No obligation.\n\nSince the horoscopes being offered were about the only things on Mars\nthat didn't cost the tourists any money, the response was great. The\nrecipient of a horoscope found a mimeographed folder which contained\nthree pages describing the present positions of the planets, where to\nlook for Earth in the sky, and what science hoped to learn the next\ntime Mercury was in transit. The fourth page held the kicker. It said\nthat while the tourist's luck would be better than average at most\nof the gambling houses, he would lose consistently if he played at\nHarvey's Club.\n\nWithin two days the only people playing at Harvey's were the shills.\nThe following day, the visitors to the observatory included Harvey.\n\nThe gambler was welcomed with mingled respect for his money and\ncontempt for his occupation. He was taken immediately to see Dr.\nMorton, who greeted him with a sly smile.\n\nHarvey's conversation was brief and to the point. \"How much?\" he asked\nwaving a horoscope under Dr. Morton's nose.\n\n\"Just a promise,\" said the scientist. Harvey said nothing but looked\nsullen. \"You are on the Town Council,\" Morton continued. \"Now, the next\ntime the question of tourist entertainment is discussed, we want you to\nvote _against_ a fireworks display.\" He then explained how important\nplates had been ruined by skyrocket trails.\n\nHarvey listened with great interest, especially when Dr. Morton flatly\nstated that each casino, in turn, would get the same publicity in the\nhoroscopes.\n\n\"The Council members are all for the tourists,\" Harvey commented, \"and\nyou guys are supposed to be nuts, like all scientists. But I'll do like\nyou say.\" He reached into his pocket. \"Here's fifty bucks. Use it for\na full page ad this time and do the Desert Sands Casino in your next\nhoroscope. And say--before I go, can I look through the telescope? I\nnever seemed to have the time before.\"\n\n\n\nAt weekly intervals, Dr. Morton \"did\" the Desert Sands; Frankland's\nParadise; the Martian Gardens; and the Two Moons Club. From each owner\nhe extracted the same promise--to vote against the fireworks at the\nCouncil meetings.\n\nThe technique was settling down to a routine. Each victim came, made\nthe promise, paid for the following week's ad, named the next casino,\nand was taken on a tour of the Observatory. Then disaster struck.\n\nIt took the form of an interplanetary telegram from Harvard\nObservatory, their parent organization. It read:\n\n     EARTH NEWSPAPERS CARRYING ACCOUNTS OF HOROSCOPES PUBLISHED BY\n     YOUR ORGANIZATION VERY UNSCIENTIFIC MUST STOP AT ONCE FIND OTHER\n     SOLUTION\n\n     L K BELL DIRECTOR\n\nDr. Morton was eating alone in the staff dining room when he noticed a\nfamiliar face beside him. \"Harvey,\" he said. \"Guess you've come down to\ngloat over our misfortune.\"\n\n\"No, Professor,\" said Harvey. \"You've got my promise to help you boys\nand I'll stick by you. It's a rotten shame, too. You just about made\nit. The rest of the club owners saw the writing on the wall and were\ngoing to cooperate with you when the telegram came. All of us got\ncontacts in the telegraph office, so they heard about it soon as it\narrived and stayed away.\"\n\nDr. Morton said, \"Yes, I supposed they would. There's not much we can\ndo now.\"\n\n\"There are thirteen members on the Council.\" Harvey continued, \"and\nyou've got five of us. If that telegram had only come one day later--no\nmore fireworks. But I got an idea.\"\n\nDr. Morton pushed aside his empty coffee cup and stood up. \"Let's get\nout in the fresh air.\"\n\nThe Town Council was adding insult to injury by staging one of the\nbiggest fireworks displays ever. It consisted of practically all\nskyrockets. Dr. Morton expressed wonder at their supply; Harvey\nexplained that they were made right on Mars. He went on to tell his\nidea.\n\n\"I was real interested in everything when you took me around the first\ntime I was here,\" the gambler said. \"The same goes for the other boys\nwho saw the place. Most of us meant to come out here and look around\nsometime, but you people work nights and, us mostly working nights,\ntoo, we never got around to it. How about arranging an exclusive tour\nsometime just for the club operators and their help? Then when they see\neverything, you could offer to name a star after them or something. If\nI hadn't already promised, I'd be willing to promise, just to be able\nto point in the sky and say 'That's Harvey's Star.'\"\n\nDr. Morton smiled gently. \"That's a wonderful idea,\" he said, \"but I\ndon't think it would work. Any stars worth looking at with the naked\neye already have names. The only ones we could name after people are\nso far away that, it would take an exposure of several hours, just to\nsee them on a photographic plate. You wouldn't be able to point yours\nout at all. Besides, Harvard Observatory wouldn't stand for this idea\neither. It would make as much sense to them as you naming a poker chip\nafter me.\"\n\nHe sighed. \"But, in any case, we would like to have all the owners\nover some time. It might improve relations somewhat.\" The two of them\nwatched a rocket wobble all over the sky before exploding.\n\n\"Let's go back inside,\" said the physicist. \"Maybe we can arrange that\ntour for Sunday.\"\n\n\n\nSunday afternoon the visitors, presumably softened up by what one of\nthe chemists thought were martinis, were seated in the lecture hall\nlistening to Dr. Morton's concluding remarks.\n\n\"One of the technicians is working on a gadget with a photocell that\ncloses the shutter on the film when a rocket goes up,\" Dr. Morton was\nsaying. \"It should cut down the exposure time a great deal. Right\nnow, every night may be significant. If the plates from any one night\nare spoiled, we may not be able to duplicate them for a Martian year.\nMankind is preparing the first trip to another star, and the work of\nMars Observatory is necessary to insure the success of that trip. You\ngentlemen are rightly the leaders of Mars, and so it is up to you to\ndecide whether or not that success will be possible.\" He sat down to a\nsmattering of applause.\n\nThe visitors, except Harvey, then left.\n\n\"It didn't go over, Professor,\" said Harvey.\n\n\"I know,\" said Dr. Morton. \"That washes out that plan.\" He turned to\nthe gambler. \"You're the only person I can trust with this,\" he said.\n\"How would you like to help me make some fireworks?\"\n\n\n\nOne week later the two men had everything ready. That night, as quietly\nas possible, they moved to a position behind a fence near the skyrocket\nlaunching racks. Dr. Morton was carrying a compass, a flashlight, and a\nsmall clinometer; Harvey was struggling with two large skyrockets. He\nwhispered, \"What if we miss or they go off too soon, or something?\"\n\n\"Nonsense, Harvey,\" said Dr. Morton. He busied himself with the\nflashlight and compass, and carefully aimed one of the rockets. \"You\nforget I am a physicist.\" He then aimed the other rocket and checked\nelevation with the clinometer. \"The fuels are standard, and I worked\nout the trajectories on the computer. Ready with your match? These are\ngoing to explode in the canal, and get everybody in the Canal Casino\nall wet.\" He peeked over the fence, to see how the regular display was\ndoing. \"Here comes their finale. Ready, set, light!\"\n\nCovered by the launching of the last of the official display, their two\nrockets arced up and away. One of them did explode in the canal, and\nmost of the Casino's patrons did get wet. But the other wobbled off to\nthe right, landed on the roof of Harvey's bachelor home and burned it\nto the ground.\n\n\n\nDr. Morton sat numbly in front of his typewriter, staring at a letter.\nHe couldn't seem to find the right words for what he wished to say. He\ntried to derive inspiration from a glossy photograph lying on the table\nbeside him. It had what looked like another skyrocket trail on it.\n\nBefore he could answer it, the door opened and Harvey walked in,\naccompanied by two men with muscles. \"I haven't seen you since the\naccident, Professor,\" he said.\n\n\"I've been trying to write you a letter,\" said Dr. Morton, \"to tell you\nhow sorry I am about what happened. And I also have to thank you for\ngetting that law against fireworks through the Council. I am extremely\nsorry it took your house burning down to convince them.\"\n\n\"I keep my promises,\" said Harvey. One of the men with muscles turned\nthe radio on, loud.\n\n\"We're trying to get up a collection among the staff to help pay for\nyour losses,\" said Dr. Morton, \"but the director suggested a more\npermanent kind of remembrance.\" He picked up the photograph. \"This will\nbe one of the brightest objects in the sky, in a few months. It won't\nbe back again for thousands of years, but it will be around for a good\nwhile. We've just discovered it, and it is our privilege to call it\n'Harvey's Comet.'\"\n\n\"That's nice,\" said Harvey. The first of the two men went around\npulling down blinds; the other went into the bathroom and starting\nfilling the tub.\n\n\"Well,\" said the physicist, looking tired and old, \"I guess there's\nnothing more I can say.\"\n\n\"Oh, yes, there is, Professor,\" said Harvey, with a sudden grin on his\nface. He turned to his muscle men. \"You two guys cut out the comedy and\nbring it in, now.\"\n\nThe two men followed his instructions.\n\n\"You see, Professor,\" the gambler continued, \"I took a beating on the\nhouse, but the other club boys chipped in and made up all my losses.\nSo, I don't need your money at all. Besides, I have two things to thank\n_you_ for. First, I heard about the comet from one of your men, and\nit's the nicest thing anybody's ever done for me.\" One of his men came\nback with what looked like a round candy box. \"Second, that fire was\nthe best publicity stunt I could get. It made the papers back on Earth\nand all the new tourists are packing into the Harvey Club. Even the\nother operators are playing my tables. That's why I want you to have\nthis.\"\n\nHe handed Dr. Morton the box. It read \"Harvey's Club\" in the center,\nand \"Doctor Morton's Poker Chip\" around the edge. Across the bottom, it\nsaid \"Five Thousand.\"\n\n\"That's dollars in it, Professor,\" said Harvey. \"Don't spend it all in\none place.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "McKenty, Jack"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/50921/pg50921.txt",
        "name": "$1,000_a_plate.json"
    }
}