{
    "name": "A Bad Day for Sales",
    "author": [
        "Leiber, Fritz"
    ],
    "body": "The big bright doors of the office building parted with a pneumatic\n_whoosh_ and Robie glided onto Times Square. The crowd that had been\nwatching the fifty-foot-tall girl on the clothing billboard get\ndressed, or reading the latest news about the Hot Truce scrawl itself\nin yard-high script, hurried to look.\n\nRobie was still a novelty. Robie was fun. For a little while yet, he\ncould steal the show. But the attention did not make Robie proud. He\nhad no more emotions than the pink plastic giantess, who dressed and\nundressed endlessly whether there was a crowd or the street was empty,\nand who never once blinked her blue mechanical eyes. But she merely\ndrew business while Robie went out after it.\n\nFor Robie was the logical conclusion of the development of vending\nmachines. All the earlier ones had stood in one place, on a floor or\nhanging on a wall, and blankly delivered merchandise in return for\ncoins, whereas Robie searched for customers. He was the demonstration\nmodel of a line of sales robots to be manufactured by Shuler Vending\nMachines, provided the public invested enough in stocks to give the\ncompany capital to go into mass production.\n\nThe publicity Robie drew stimulated investments handsomely. It was\namusing to see the TV and newspaper coverage of Robie selling, but not\na fraction as much fun as being approached personally by him. Those\nwho were usually bought anywhere from one to five hundred shares, if\nthey had any money and foresight enough to see that sales robots would\neventually be on every street and highway in the country.\n\n\n\nRobie radared the crowd, found that it surrounded him solidly, and\nstopped. With a carefully built-in sense of timing, he waited for the\ntension and expectation to mount before he began talking.\n\n\"Say, Ma, he doesn't look like a robot at all,\" a child said. \"He looks\nlike a turtle.\"\n\nWhich was not completely inaccurate. The lower part of Robie's body was\na metal hemisphere hemmed with sponge rubber and not quite touching the\nsidewalk. The upper was a metal box with black holes in it. The box\ncould swivel and duck.\n\nA chromium-bright hoopskirt with a turret on top.\n\n\"Reminds me too much of the Little Joe Paratanks,\" a legless veteran\nof the Persian War muttered, and rapidly rolled himself away on wheels\nrather like Robie's.\n\nHis departure made it easier for some of those who knew about Robie to\nopen a path in the crowd. Robie headed straight for the gap. The crowd\nwhooped.\n\nRobie glided very slowly down the path, deftly jogging aside whenever\nhe got too close to ankles in skylon or sockassins. The rubber buffer\non his hoopskirt was merely an added safeguard.\n\nThe boy who had called Robie a turtle jumped in the middle of the path\nand stood his ground, grinning foxily.\n\nRobie stopped two feet short of him. The turret ducked. The crowd got\nquiet.\n\n\"Hello, youngster,\" Robie said in a voice that was smooth as that of a\nTV star, and was, in fact, a recording of one.\n\nThe boy stopped smiling. \"Hello,\" he whispered.\n\n\"How old are you?\" Robie asked.\n\n\"Nine. No, eight.\"\n\n\"That's nice,\" Robie observed. A metal arm shot down from his neck,\nstopped just short of the boy.\n\nThe boy jerked back.\n\n\"For you,\" Robie said.\n\nThe boy gingerly took the red polly-lop from the neatly fashioned blunt\nmetal claws, and began to unwrap it.\n\n\"Nothing to say?\" asked Robie.\n\n\"Uh--thank you.\"\n\nAfter a suitable pause, Robie continued. \"And how about a nice\nrefreshing drink of Poppy Pop to go with your polly-lop?\" The boy\nlifted his eyes, but didn't stop licking the candy. Robie waggled his\nclaws slightly. \"Just give me a quarter and within five seconds--\"\n\nA little girl wriggled out of the forest of legs. \"Give me a polly-lop,\ntoo, Robie,\" she demanded.\n\n\"Rita, come back here!\" a woman in the third rank of the crowd called\nangrily.\n\nRobie scanned the newcomer gravely. His reference silhouettes were not\ngood enough to let him distinguish the sex of children, so he merely\nrepeated, \"Hello, youngster.\"\n\n\"Rita!\"\n\n\"Give me a polly-lop!\"\n\nDisregarding both remarks, for a good salesman is single-minded and\ndoes not waste bait, Robie said winningly, \"I'll bet you read _Junior\nSpace Killers_. Now I have here--\"\n\n\"Uh-uh, I'm a girl. _He_ got a polly-lop.\"\n\n\n\nAt the word \"girl,\" Robie broke off. Rather ponderously, he said, \"I'll\nbet you read _Gee-Gee Jones, Space Stripper_. Now I have here the\nlatest issue of that thrilling comic, not yet in the stationary vending\nmachines. Just give me fifty cents and within five--\"\n\n\"Please let me through. I'm her mother.\"\n\nA young woman in the front rank drawled over her powder-sprayed\nshoulder, \"I'll get her for you,\" and slithered out on six-inch\nplatform shoes. \"Run away, children,\" she said nonchalantly. Lifting\nher arms behind her head, she pirouetted slowly before Robie to show\nhow much she did for her bolero half-jacket and her form-fitting slacks\nthat melted into skylon just above the knees. The little girl glared at\nher. She ended the pirouette in profile.\n\nAt this age-level, Robie's reference silhouettes permitted him to\ndistinguish sex, though with occasional amusing and embarrassing\nmiscalls. He whistled admiringly. The crowd cheered.\n\nSomeone remarked critically to a friend, \"It would go over better if he\nwas built more like a real robot. You know, like a man.\"\n\nThe friend shook his head. \"This way it's subtler.\"\n\nNo one in the crowd was watching the newscript overhead as it\nscribbled, \"Ice Pack for Hot Truce? Vanadin hints Russ may yield on\nPakistan.\"\n\nRobie was saying, \"... in the savage new glamor-tint we have christened\nMars Blood, complete with spray applicator and fit-all fingerstalls\nthat mask each finger completely except for the nail. Just give me five\ndollars--uncrumpled bills may be fed into the revolving rollers you see\nbeside my arm--and within five seconds--\"\n\n\"No, thanks, Robie,\" the young woman yawned.\n\n\"Remember,\" Robie persisted, \"for three more weeks, seductivizing Mars\nBlood will be unobtainable from any other robot or human vendor.\"\n\n\"No, thanks.\"\n\nRobie scanned the crowd resourcefully. \"Is there any gentleman\nhere ...\" he began just as a woman elbowed her way through the front\nrank.\n\n\"I told you to come back!\" she snapped at the little girl.\n\n\"But I didn't get my polly-lop!\"\n\n\"... who would care to....\"\n\n\"Rita!\"\n\n\"Robie cheated. Ow!\"\n\n\n\nMeanwhile, the young woman in the half bolero had scanned the nearby\ngentlemen on her own. Deciding that there was less than a fifty per\ncent chance of any of them accepting the proposition Robie seemed about\nto make, she took advantage of the scuffle to slither gracefully back\ninto the ranks. Once again the path was clear before Robie.\n\nHe paused, however, for a brief recapitulation of the more magical\nproperties of Mars Blood, including a telling phrase about \"the\npassionate claws of a Martian sunrise.\"\n\nBut no one bought. It wasn't quite time. Soon enough silver coins would\nbe clinking, bills going through the rollers faster than laundry, and\nfive hundred people struggling for the privilege of having their money\ntaken away from them by America's first mobile sales robot.\n\nBut there were still some tricks that Robie had to do free, and one\ncertainly should enjoy those before starting the more expensive fun.\n\nSo Robie moved on until he reached the curb. The variation in level was\ninstantly sensed by his under-scanners. He stopped. His head began to\nswivel. The crowd watched in eager silence. This was Robie's best trick.\n\nRobie's head stopped swiveling. His scanners had found the traffic\nlight. It was green. Robie edged forward. But then the light turned\nred. Robie stopped again, still on the curb. The crowd softly _ahhed_\nits delight.\n\nIt was wonderful to be alive and watching Robie on such an exciting\nday. Alive and amused in the fresh, weather-controlled air between the\nlines of bright skyscrapers with their winking windows and under a sky\nso blue you could almost call it dark.\n\n(But way, way up, where the crowd could not see, the sky was darker\nstill. Purple-dark, with stars showing. And in that purple-dark, a\nsilver-green something, the color of a bud, plunged down at better than\nthree miles a second. The silver-green was a newly developed paint that\nfoiled radar.)\n\nRobie was saying, \"While we wait for the light, there's time for\nyou youngsters to enjoy a nice refreshing Poppy Pop. Or for you\nadults--only those over five feet tall are eligible to buy--to enjoy\nan exciting Poppy Pop fizz. Just give me a quarter or--in the case of\nadults, one dollar and a quarter; I'm licensed to dispense intoxicating\nliquors--and within five seconds....\"\n\nBut that was not cutting it quite fine enough. Just three seconds\nlater, the silver-green bud bloomed above Manhattan into a globular\norange flower. The skyscrapers grew brighter and brighter still, the\nbrightness of the inside of the Sun. The windows winked blossoming\nwhite fire-flowers.\n\nThe crowd around Robie bloomed, too. Their clothes puffed into petals\nof flame. Their heads of hair were torches.\n\n\n\nThe orange flower grew, stem and blossom. The blast came. The winking\nwindows shattered tier by tier, became black holes. The walls bent,\nrocked, cracked. A stony dandruff flaked from their cornices. The\nflaming flowers on the sidewalk were all leveled at once. Robie was\nshoved ten feet. His metal hoopskirt dimpled, regained its shape.\n\nThe blast ended. The orange flower, grown vast, vanished overhead\non its huge, magic beanstalk. It grew dark and very still. The\ncornice-dandruff pattered down. A few small fragments rebounded from\nthe metal hoopskirt.\n\nRobie made some small, uncertain movements, as if feeling for broken\nbones. He was hunting for the traffic light, but it no longer shone\neither red or green.\n\nHe slowly scanned a full circle. There was nothing anywhere to\ninterest his reference silhouettes. Yet whenever he tried to move, his\nunder-scanners warned him of low obstructions. It was very puzzling.\n\nThe silence was disturbed by moans and a crackling sound, as faint at\nfirst as the scampering of distant rats.\n\nA seared man, his charred clothes fuming where the blast had blown out\nthe fire, rose from the curb. Robie scanned him.\n\n\"Good day, sir,\" Robie said. \"Would you care for a smoke? A truly cool\nsmoke? Now I have here a yet-unmarketed brand....\"\n\nBut the customer had run away, screaming, and Robie never ran after\ncustomers, though he could follow them at a medium brisk roll. He\nworked his way along the curb where the man had sprawled, carefully\nkeeping his distance from the low obstructions, some of which writhed\nnow and then, forcing him to jog. Shortly he reached a fire hydrant.\nHe scanned it. His electronic vision, though it still worked, had been\nsomewhat blurred by the blast.\n\n\"Hello, youngster,\" Robie said. Then, after a long pause, \"Cat got your\ntongue? Well, I have a little present for you. A nice, lovely polly-lop.\n\n\"Take it, youngster,\" he said after another pause. \"It's for you. Don't\nbe afraid.\"\n\nHis attention was distracted by other customers, who began to rise\nup oddly here and there, twisting forms that confused his reference\nsilhouettes and would not stay to be scanned properly. One cried,\n\"Water,\" but no quarter clinked in Robie's claws when he caught the\nword and suggested, \"How about a nice refreshing drink of Poppy Pop?\"\n\nThe rat-crackling of the flames had become a jungle muttering. The\nblind windows began to wink fire again.\n\n\n\nA little girl marched, stepping neatly over arms and legs she did\nnot look at. A white dress and the once taller bodies around her had\nshielded her from the brilliance and the blast. Her eyes were fixed on\nRobie. In them was the same imperious confidence, though none of the\ndelight, with which she had watched him earlier.\n\n\"Help me, Robie,\" she said. \"I want my mother.\"\n\n\"Hello, youngster,\" Robie said. \"What would you like? Comics? Candy?\"\n\n\"Where is she, Robie? Take me to her.\"\n\n\"Balloons? Would you like to watch me blow up a balloon?\"\n\nThe little girl began to cry. The sound triggered off another of\nRobie's novelty circuits, a service feature that had brought in a lot\nof favorable publicity.\n\n\"Is something wrong?\" he asked. \"Are you in trouble? Are you lost?\"\n\n\"Yes, Robie. Take me to my mother.\"\n\n\"Stay right here,\" Robie said reassuringly, \"and don't be frightened.\nI will call a policeman.\" He whistled shrilly, twice.\n\nTime passed. Robie whistled again. The windows flared and roared. The\nlittle girl begged, \"Take me away, Robie,\" and jumped onto a little\nstep in his hoopskirt.\n\n\"Give me a dime,\" Robie said.\n\nThe little girl found one in her pocket and put it in his claws.\n\n\"Your weight,\" Robie said, \"is fifty-four and one-half pounds.\"\n\n\"Have you seen my daughter, have you seen her?\" a woman was\ncrying somewhere. \"I left her watching that thing while I stepped\ninside--_Rita!_\"\n\n\"Robie helped me,\" the little girl began babbling at her. \"He knew I\nwas lost. He even called the police, but they didn't come. He weighed\nme, too. Didn't you, Robie?\"\n\nBut Robie had gone off to peddle Poppy Pop to the members of a rescue\nsquad which had just come around the corner, more robotlike in their\nasbestos suits than he in his metal skin.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Leiber, Fritz"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/50819/pg50819.txt",
        "name": "a_bad_day_for_sales.json"
    }
}