{
    "name": "A Fair Penitent",
    "author": [
        "Collins, Wilkie"
    ],
    "body": "About \"A Fair Penitent\"\n\nThis story first appeared in Charles Dickens' magazine, \"Household\nWords,\" volume 16, number 382, July 18, 1857. Published anonymously, as\nall contributions to the magazine were, it was attributed definitely\nto Wilkie Collins by Anne Lohrli in her analysis of the magazine's\nfinancial accounts.\n\n\n\n\nA FAIR PENITENT\n\n\nCharles Pineau Duclos was a French writer of biographies and novels,\nwho lived and worked during the first half of the eighteenth century. He\nprospered sufficiently well, as a literary man, to be made secretary to\nthe French Academy, and to be allowed to succeed Voltaire in the\noffice of historiographer of France. He has left behind him, in his\nown country, the reputation of a lively writer of the second class, who\naddressed the public of his day with fair success, and who, since his\ndeath, has not troubled posterity to take any particular notice of him.\n\nAmong the papers left by Duclos, two manuscripts were found, which he\nprobably intended to turn to some literary account. The first was a\nbrief Memoir, written by himself, of a Frenchwoman, named Mademoiselle\nGautier, who began life as an actress and who ended it as a Carmelite\nnun. The second manuscript was the lady's own account of the process\nof her conversion, and of the circumstances which attended her moral\npassage from the state of a sinner to the state of a saint. There are\ncertain national peculiarities in the character of Mademoiselle Gautier\nand in the narrative of her conversion, which are perhaps interesting\nenough to be reproduced with some chance of pleasing the present day.\n\nIt appears, from the account given of her by Duclos, that Mademoiselle\nGautier made her appearance on the stage of the Théâtre François in\nthe year seventeen hundred and sixteen. She is described as a handsome\nwoman, with a fine figure, a fresh complexion, a lively disposition, and\na violent temper. Besides possessing capacity as an actress, she could\nwrite very good verses, she was clever at painting in miniature, and,\nmost remarkable quality of all, she was possessed of prodigious muscular\nstrength. It is recorded of Mademoiselle, that she could roll up\na silver plate with her hands, and that she covered herself with\ndistinction in a trial of strength with no less a person than the famous\nsoldier, Marshal Saxe.\n\nNobody who is at all acquainted with the social history of the\neighteenth century in France, need be told that Mademoiselle Gautier had\na long list of lovers,--for the most part, persons of quality, marshals,\ncounts, and so forth. The only man, however, who really attached her to\nhim, was an actor at the Théâtre François, a famous player in his day,\nnamed Quinault Dufresne. Mademoiselle Gautier seems to have loved him\nwith all the ardour of her naturally passionate disposition. At first,\nhe returned her affection; but, as soon as she ventured to test the\nsincerity of his attachment by speaking of marriage, he cooled towards\nher immediately, and the connection between them was broken off. In all\nher former love-affairs, she had been noted for the high tone which she\nadopted towards her admirers, and for the despotic authority which she\nexercised over them even in her gayest moments. But the severance of\nher connection with Quinault Dufresne wounded her to her heart. She\nhad loved the man so dearly, had made so many sacrifices for him, had\ncounted so fondly on the devotion of her whole future life to him, that\nthe first discovery of his coldness towards her broke her spirit at once\nand for ever. She fell into a condition of hopeless melancholy, looked\nback with remorse and horror at her past life, and abandoned the stage\nand the society in which she had lived, to end her days repentantly in\nthe character of a Carmelite nun.\n\nSo far, her history is the history of hundreds of other women before her\ntime and after it. The prominent interest of her life, for the student\nof human nature, lies in the story of her conversion, as told by\nherself. The greater part of the narrative--every page of which is more\nor less characteristic of the Frenchwoman of the eighteenth century--may\nbe given, with certain suppressions and abridgments, in her own words.\nThe reader will observe, at the outset, one curious fact. Mademoiselle\nGautier does not so much as hint at the influence which the loss of\nher lover had in disposing her mind to reflect on serious subjects.\nShe describes her conversion as if it had taken its rise in a sudden\ninspiration from Heaven. Even the name of Quinault Dufresne is not once\nmentioned from one end of her narrative to the other.\n\n\nOn the twenty-fifth of April, seventeen hundred and twenty-two\n(writes Mademoiselle Gautier), while I was still leading a life of\npleasure--according to the pernicious ideas of pleasure which pass\ncurrent in the world--I happen to awake, contrary to my usual custom,\nbetween eight and nine o'clock in the morning. I remember that it is my\nbirthday; I ring for my people; and my maid answers the bell, alarmed by\nthe idea that I am ill. I tell her to dress me that I may go to mass. I\ngo to the Church of the Cordeliers, followed by my footman, and taking\nwith me a little orphan whom I had adopted. The first part of the mass\nis celebrated without attracting my attention; but, at the second part\nthe accusing voice of my conscience suddenly begins to speak. \"What\nbrings you here?\" it says. \"Do you come to reward God for making you the\nattractive person that you are, by mortally transgressing His laws\nevery day of your life?\" I hear that question, and I am unspeakably\noverwhelmed by it. I quit the chair on which I have hitherto been\nleaning carelessly, and I prostrate myself in an agony of remorse on the\npavement of the church.\n\nThe mass over, I send home the footman and the orphan, remaining behind\nmyself, plunged in inconceivable perplexity. At last I rouse myself on\na sudden; I go to the sacristy; I demand a mass for my own proper\nadvantage every day; I determine to attend it regularly; and, after\nthree hours of agitation, I return home, resolved to enter on the path\nthat leads to justification.\n\nSix months passed. Every morning I went to my mass: every evening I\nspent in my customary dissipations.\n\nSome of my friends indulged in considerable merriment at my expense when\nthey found out my constant attendance at mass. Accordingly, I disguised\nmyself as a boy, when I went to church, to escape observation. My\ndisguise was found out, and the jokes against me were redoubled. Upon\nthis, I began to think of the words of the Gospel, which declare the\nimpossibility of serving two masters. I determined to abandon the\nservice of Mammon.\n\nThe first vanity I gave up was the vanity of keeping a maid. By way of\nfurther accustoming myself to the retreat from the world which I now\nbegan to meditate, I declined all invitations to parties under the\npretext of indisposition. But the nearer the Easter time approached at\nwhich I had settled in my own mind definitely to turn my back on worldly\ntemptations and pleasures, the more violent became my internal struggles\nwith myself. My health suffered under them to such an extent that I\nwas troubled with perpetual attacks of retching and sickness, which,\nhowever, did not prevent me from writing my general confession,\naddressed to the vicar of Saint Sulpice, the parish in which I lived.\n\nJust Heaven! what did I not suffer some days afterwards, when I united\naround me at dinner, for the last time, all the friends who had been\ndearest to me in the days of my worldly life! What words can describe\nthe tumult of my heart when one of my guests said to me, \"You are giving\nus too good a dinner for a Wednesday in Passion Week;\" and when another\nanswered, jestingly, \"You forget that this is her farewell dinner to her\nfriends!\" I felt ready to faint while they were talking, and rose\nfrom table pretexting as an excuse, that I had a payment to make that\nevening, which I could not in honour defer any longer. The company rose\nwith me, and saw me to the door. I got into my carriage, and the company\nreturned to table. My nerves were in such a state that I shrieked at the\nfirst crack of the coachman's whip; and the company came running down\nagain to know what was the matter. One of my servants cleverly stopped\nthem from all hurrying out to the carriage together, by declaring that\nthe scream proceeded from my adopted orphan. Upon this they returned\nquietly enough to their wine, and I drove off with my general confession\nto the vicar of Saint Sulpice.\n\nMy interview with the vicar lasted three hours. His joy at discovering\nthat I was in a state of grace was extreme. My own emotions were quite\nindescribable. Late at night I returned to my own house, and found my\nguests all gone. I employed myself in writing farewell letters to\nthe manager and company of the theatre, and in making the necessary\narrangements for sending back my adopted orphan to his friends, with\ntwenty pistoles. Finally, I directed the servants to say, if anybody\nenquired after me the next day, that I had gone out of town for some\ntime; and after that, at five o'clock in the morning, I left my home in\nParis never to return to it again.\n\nBy this time I had thoroughly recovered my tranquillity. I was as easy\nin my mind at leaving my house as I am now when I quit my cell to sing\nin the choir. Such already was the happy result of my perpetual masses,\nmy general confession, and my three hours' interview with the vicar of\nSaint Sulpice.\n\nBefore taking leave of the world, I went to Versailles to say good-bye\nto my worthy patrons, Cardinal Fleury and the Duke de Gesvres. From\nthem, I went to mass in the King's Chapel; and after that, I called on\na lady of Versailles whom I had mortally offended, for the purpose of\nmaking my peace with her. She received me angrily enough. I told her I\nhad not come to justify myself, but to ask her pardon. If she granted\nit, she would send me away happy. If she declined to be reconciled,\nProvidence would probably be satisfied with my submission, but certainly\nnot with her refusal. She felt the force of this argument; and we made\nit up on the spot.\n\nI left Versailles immediately afterwards, without taking anything to\neat; the act of humility which I had just performed being as good as a\nmeal to me.\n\nTowards evening, I entered the house of the Community of Saint Perpetua\nat Paris. I had ordered a little room to be furnished there for me,\nuntil the inventory of my worldly effects was completed, and until\nI could conclude my arrangements for entering a convent. On first\ninstalling myself, I began to feel hungry at last, and begged the\nSuperior of the Community to give me for supper anything that remained\nfrom the dinner of the house. They had nothing but a little stewed\ncarp, of which I eat with an excellent appetite. Marvellous to relate,\nalthough I had been able to keep nothing on my stomach for the past\nthree months, although I had been dreadfully sick after a little rice\nsoup on the evening before, the stewed carp of the sisterhood of\nSaint Perpetua, with some nuts afterwards for dessert, agreed with me\ncharmingly, and I slept all through the night afterwards as peacefully\nas a child!\n\nWhen the news of my retirement became public, it occasioned great talk\nin Paris. Various people assigned various reasons for the strange course\nthat I had taken. Nobody, however, believed that I had quitted the world\nin the prime of my life (I was then thirty-one years old), never to\nreturn to it again. Meanwhile, my inventory was finished and my goods\nwere sold. One of my friends sent a letter, entreating me to reconsider\nmy determination. My mind was made up, and I wrote to say so. When my\ngoods had been all sold, I left Paris to go and live incognito as a\nparlour-boarder in the Convent of the Ursuline nuns of Pondevaux. Here\nI wished to try the mode of life for a little while before I assumed the\nserious responsibility of taking the veil. I knew my own character--I\nremembered my early horror of total seclusion, and my inveterate dislike\nto the company of women only; and, moved by these considerations, I\nresolved, now that I had taken the first important step, to proceed in\nthe future with caution.\n\nThe nuns of Pondevaux received me among them with great kindness. They\ngave me a large room, which I partitioned off into three small ones.\nI assisted at all the pious exercises of the place. Deceived by my\nfashionable appearance and my plump figure, the good nuns treated me\nas if I was a person of high distinction. This afflicted me, and I\nundeceived them. When they knew who I really was, they only behaved\ntowards me with still greater kindness. I passed my time in reading and\npraying, and led the quietest, sweetest life it is possible to conceive.\n\nAfter ten months' sojourn at Pondevaux, I went to Lyons, and entered\n(still as parlour-boarder only) the House of Anticaille, occupied by the\nnuns of the Order of Saint Mary. Here, I enjoyed the advantage of having\nfor director of my conscience that holy man, Father Deveaux. He belonged\nto the Order of the Jesuits; and he was good enough, when I first asked\nhim for advice, to suggest that I should get up at eleven o'clock at\nnight to say my prayers, and should remain absorbed in devotion until\nmidnight. In obedience to the directions of this saintly person, I kept\nmyself awake as well as I could till eleven o'clock. I then got on my\nknees with great fervour, and I blush to confess it, immediately fell as\nfast asleep as a dormouse. This went on for several nights, when Father\nDeveaux finding that my midnight devotions were rather too much for me,\nwas so obliging as to prescribe another species of pious exercise, in\na letter which he wrote to me with his own hand. The holy father, after\ndeeply regretting my inability to keep awake, informed me that he had\na new act of penitence to suggest to me by the performance of which I\nmight still hope to expiate my sins. He then, in the plainest terms,\nadvised me to have recourse to the discipline of flagellation, every\nFriday, using the cat-o'-nine-tails on my bare shoulders for the length\nof time that it would take to repeat a Miserere. In conclusion, he\ninformed me that the nuns of Anticaille would probably lend me the\nnecessary instrument of flagellation; but, if they made any difficulty\nabout it, he was benevolently ready to furnish me with a new and special\ncat-o'-nine-tails of his own making.\n\nNever was woman more amazed or more angry than I, when I first read this\nletter. \"What!\" cried I to myself, \"does this man seriously recommend me\nto lash my own shoulders? Just Heaven, what impertinence! And yet, is it\nnot my duty to put up with it? Does not this apparent insolence proceed\nfrom the pen of a holy man? If he tells me to flog my wickedness out of\nme, is it not my bounden duty to lay on the scourge with all my might\nimmediately? Sinner that I am! I am thinking remorsefully of my plump\nshoulders and the dimples on my back, when I ought to be thinking of\nnothing but the cat-o'-nine-tails and obedience to Father Deveaux?\"\n\nThese reflections soon gave me the resolution which I had wanted at\nfirst. I was ashamed to ask the nuns for an instrument of flagellation;\nso I made one for myself of stout cord, pitilessly knotted at very short\nintervals. This done, I shut myself up while the nuns were at prayer,\nuncovered my shoulders, and rained such a shower of lashes on them,\nin the first fervour of my newly-awakened zeal, that I fairly flogged\nmyself down on the ground, flat on my nose, before I had repeated more\nof the Miserere than the first two or three lines.\n\nI burst out crying, shedding tears of spite against myself when I ought\nto have been shedding tears of devotional gratitude for the kindness of\nFather Deveaux. All through the night I never closed my eyes, and in the\nmorning I found my poor shoulders (once so generally admired for their\nwhiteness) striped with all the colours of the rainbow. The sight threw\nme into a passion, and I profanely said to myself while I was dressing,\n\"The next time I see Father Deveaux, I will give my tongue full swing,\nand make the hair of that holy man stand on end with terror!\" A few\nhours afterwards, he came to the convent, and all my resolution melted\naway at the sight of him. His imposing exterior had such an effect on\nme that I could only humbly entreat him to excuse me from indicting a\nsecond flagellation on myself. He smiled, benignantly, and granted my\nrequest with a saintly amiability. \"Give me the cat-o'-nine-tails,\" he\nsaid, in conclusion, \"and I will keep it for you till you ask me for it\nagain. You are sure to ask for it again, dear child--to ask for it on\nyour bended knees!\"\n\nPious and prophetic man! Before many days had passed his words came\ntrue. If he had persisted severely in ordering me to flog myself, I\nmight have opposed him for months together; but, as it was, who could\nresist the amiable indulgence he showed towards my weakness? The\nvery next day after my interview, I began to feel ashamed of my own\ncowardice; and the day after that I went down on my knees, exactly as\nhe had predicted, and said, \"Father Deveaux, give me back my\ncat-o'-nine-tails.\" From that time I cheerfully underwent the discipline\nof flagellation, learning the regular method of practising it from the\nsisterhood, and feeling, in a spiritual point of view, immensely the\nbetter for it.\n\nThe nuns, finding that I cheerfully devoted myself to every act of\nself-sacrifice prescribed by the rules of their convent, wondered very\nmuch that I still hesitated about taking the veil. I begged them not to\nmention the subject to me till my mind was quite made up about it. They\nrespected my wish, and said no more; but they lent me books to read\nwhich assisted in strengthening my wavering resolution. Among these\nbooks was the Life of Madame de Montmorenci, who, after the shocking\ndeath of her husband, entered the Order of St. Mary. The great example\nof this lady made me reflect seriously, and I communicated my thoughts,\nas a matter of course, to Father Deveaux. He assured me that the one\nlast greatest sacrifice which remained for me to make was the sacrifice\nof my liberty. I had long known that this was my duty, and I now felt,\nfor the first time, that I had courage and resolution enough boldly to\nface the idea of taking the veil.\n\nWhile I was in this happy frame of mind, I happened to meet with the\nhistory of the famous Rancé, founder, or rather reformer, of the Order\nof La Trappe. I found a strange similarity between my own worldly errors\nand those of this illustrious penitent. The discovery had such an effect\non me, that I spurned all idea of entering a convent where the rules\nwere comparatively easy, as was the case at Anticaille, and determined,\nwhen I did take the veil, to enter an Order whose discipline was as\nsevere as the discipline of La Trappe itself. Father Deveaux informed me\nthat I should find exactly what I wanted among the Carmelite nuns;\nand, by his advice, I immediately put myself in communication with\nthe Archbishop of Villeroi. I opened my heart to this worthy prelate,\nconvinced him of my sincerity, and gained from him a promise that he\nwould get me admitted among the Carmelite nuns of Lyons. One thing I\nbegged of him at parting, which was, that he would tell the whole truth\nabout my former life and about the profession that I had exercised in\nthe world. I was resolved to deceive nobody, and to enter no convent\nunder false pretences of any sort.\n\nMy wishes were scrupulously fulfilled; and the nuns were dreadfully\nfrightened when they heard that I had been an actress at Paris. But the\nArchbishop promising to answer for me, and to take all their scruples\non his own conscience, they consented to receive me. I could not trust\nmyself to take formal leave of the nuns of Anticaille, who had been\nso kind to me, and towards whom I felt so gratefully. So I wrote my\nfarewell to them after privately leaving their house, telling them\nfrankly the motives which animated me, and asking their pardon for\nseparating myself from them in secret.\n\nOn the fourteenth of October, seventeen hundred and twenty-four, I\nentered the Carmelite convent at Lyons, eighteen months after my flight\nfrom the world, and my abandonment of my profession--to adopt which, I\nmay say, in my own defence, that I was first led through sheer poverty.\nAt the age of seventeen years, and possessing (if I may credit report)\nremarkable personal charms, I was left perfectly destitute through the\nspendthrift habits of my father. I was easily persuaded to go on the\nstage, and soon tempted, with my youth and inexperience, to lead an\nirregular life. I do not wish to assert that dissipation necessarily\nfollows the choice of the actress's profession, for I have known many\nestimable women on the stage. I, unhappily, was not one of the number. I\nconfess it to my shame, and, as the chief of sinners, I am only the more\ngrateful to the mercy of Heaven which accomplished my conversion.\n\nWhen I entered the convent, I entreated the prioress to let me live in\nperfect obscurity, without corresponding with my friends, or even with\nmy relations. She declined to grant this last request, thinking that\nmy zeal was leading me too far. On the other hand, she complied with\nmy wish to be employed at once, without the slightest preparatory\nindulgence or consideration, on any menial labour which the discipline\nof the convent might require from me. On the first day of my admission a\nbroom was put into my hands. I was appointed also to wash up the dishes,\nto scour the saucepans, to draw water from a deep well, to carry each\nsister's pitcher to its proper place, and to scrub the tables in the\nrefectory. From these occupations I got on in time to making rope\nshoes for the sisterhood, and to taking care of the great clock of the\nconvent; this last employment requiring me to pull up three immensely\nheavy weights regularly every day. Seven years of my life passed in this\nhard work, and I can honestly say that I never murmured over it.\n\nTo return, however, to the period of my admission into the convent.\n\nAfter three months of probation, I took the veil on the twentieth of\nJanuary, seventeen hundred and twenty-five. The Archbishop did me the\nhonour to preside at the ceremony; and, in spite of the rigour of the\nseason, all Lyons poured into the church to see me take the vows. I was\ndeeply affected; but I never faltered in my resolution. I pronounced the\noaths with a firm voice, and with a tranquillity which astonished all\nthe spectators,--a tranquillity which has never once failed me since\nthat time.\n\nSuch is the story of my conversion. Providence sent me into the\nworld with an excellent nature, with a true heart, with a remarkable\nsusceptibility to the influence of estimable sentiments. My parents\nneglected my education, and left me in the world, destitute of\neverything but youth, beauty, and a lively temperament. I tried hard to\nbe virtuous; I vowed, before I was out of my teens, and when I happened\nto be struck down by a serious illness, to leave the stage, and to keep\nmy reputation unblemished, if anybody would only give me two hundred\nlivres a year to live upon. Nobody came forward to help me, and I fell.\n\nHeaven pardon the rich people of Paris who might have preserved my\nvirtue at so small a cost! Heaven grant me courage to follow the better\npath into which its mercy has led me, and to persevere in a life of\npenitence and devotion to the end of my days!\n\n\nSo this singular confession ends. Besides the little vanities and\nlevities which appear here and there on its surface, there is surely a\nstrong under-current of sincerity and frankness which fit it to appeal\nin some degree to the sympathy as well as the curiosity of the reader.\nIt is impossible to read the narrative without feeling that there must\nhave been something really genuine and hearty in Mademoiselle Gautier's\nnature; and it is a gratifying proof of the honest integrity of her\npurpose to know that she persevered to the last in the life of humility\nand seclusion which her conscience had convinced her was the best life\nthat she could lead. Persons who knew her in the Carmelite convent,\nreport that she lived and died in it, preserving to the last, all the\nbetter part of the youthful liveliness of her character. She always\nreceived visitors with pleasure, always talked to them with surprising\ncheerfulness, always assisted the poor, and always willingly wrote\nletters to her former patrons in Paris to help the interests of her\nneedy friends. Towards the end of her life, she was afflicted with\nblindness; but she was a trouble to no one in consequence of this\naffliction, for she continued, in spite of it, to clean her own cell,\nto make her own bed, and to cook her own food just as usual. One little\ncharacteristic vanity--harmless enough, surely?--remained with her to\nthe last. She never forgot her own handsome face, which all Paris had\nadmired in the by-gone time; and she contrived to get a dispensation\nfrom the Pope which allowed her to receive visitors in the convent\nparlour without a veil.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Collins, Wilkie"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/2006/pg2006.txt",
        "name": "a_fair_penitent.json"
    }
}