{
    "name": "A Gift For Terra",
    "author": [
        "Holden, Fox B."
    ],
    "body": "\n[Sidenote: _The good Martian Samaritans rescued Johnny Love and offered\nhim \"the stars\". Now, maybe, Johnny didn't look closely enough into the\n\"gift horse's\" mouth, but there were others who did ... and found\ntherein the answer to life...._]\n\n\nHis head hurt like blazes, but he was alive, and to be alive meant\nfighting like hell to stay that way.\n\nThat was the first thing returning consciousness told him. The next was\nthat his helmet should have been cracked wide open when the bum landing\nhad wrenched the acceleration hammocks out of their suspension sockets\nand heaved his suited body across the buckled conning deck. It should've\nbeen, but it wasn't.\n\nThe third thing he knew was that Ferris' helmet had been smashed into a\nmillion pieces, and that Ferris was dead.\n\nSand sifted in a cold, red river through the gaping rent in the side of\nthe ship, trying to bury him before he could stand up and get his\nbalance on the crazily tilted deck. He shook loose with more strength\nthan he needed, gave the rest of the muscles in his blocky body a try,\nand there wasn't any hurt worse than a bruise. Funny. Ferris was dead.\n\nHe had a feeling somewhere at the edge of his brain that there was going\nto be more to it than just checking his oxygen and food-concentrate\nsupply and walking away from the ship. A man didn't complete the first\nEarth-Mars flight ever made, smash his ship to hell, and then just walk\naway from it. His astrogeologer-navigator was dead, and the planet was\ndead, so a man just didn't walk away.\n\nThere was plenty of room for him to scramble through the yawning rip in\nthe buckled hullplates--just a matter of crawling up the river of red\nsand and out; it was as easy as that.\n\nThen Johnny Love was on his feet again, and the sand clutched at his\nheavy boots as though to keep him from leaving Ferris and the ship, but\nit didn't, and he was walking away....\n\n\n\nEven one hundred and forty million miles from the Sun, the unfiltered\ndaylight was harsh and the reflection of it from the crimson sand hurt\nhis eyes. The vault of the blue-black sky was too high; the desert plain\nwas too flat and too silent, and save for the thin Martian wind that\nwhorled delicately-fluted traceries in the low dunes that were the only\ninterruption in the flatness, there was no motion, and the planet was\ntoo still.\n\nJohnny Love stopped his walking. Even in the lesser gravity, it seemed\ntoo great an effort to place one booted foot before the other. He looked\nback, and the plume of still-rising smoke from the broken thing that had\nbeen his ship was like a solid black pillar that had been hastily built\nby some evil djinn.\n\nHow far had he walked; how long?\n\nHe turned his back on the glinting speck and made his legs move again,\nand there was the hollow sound of laughter in his helmet. Here he was,\nJohnny Love, the first Martian! and the last! Using the last of the\nstrength in his bruised body to go forward, when there was no forward\nand no backward, no direction at all; breathing when there was no\npurpose in breathing.\n\nWhy not shut off the valves now?\n\nHe was too tired for hysteria. Men had died alone before. _Alone, but\nnever without hope! And here there was no hope, for there was no life,\nand no man had ever lived where there was not life!_\n\nBut he had come to see, and he was seeing, and in the remaining hours\nleft to him he would see what no man had seen in a half a million years.\n\nHarrison and Janes or Lamson and Fowler would not be down for twenty\ndays at the inside; that had been the time-table. Twenty days, twenty\nyears ... he heard himself laugh again. Time-table!\n\nHe and Ferris first. Then Harrison and Janes. Then Lamson and Fowler,\nall at twenty-day intervals. If all landed safely, they would use\nExploration Plan I, Condition Optimum. If only two crews made it down,\nPlan II; Condition Limited. And if only one made the 273-day journey\nfrom the orbit of Terra--that would be Plan III; Condition Untenable,\nReturn. The twenty-day interval idea had come from some Earth-bound\nswivel-chair genius who had probably never even set foot in a Satellite\noperations room. Somebody had impressed on him when he was young that\negg-carrying was a safer mission with a multiplicity of baskets; it was\ncommon sense that if anything happened to Mars-I touching down, at least\nit wouldn't happen to II and III at the same time.\n\nCommon sense, Johnny thought, and he laughed again. Space was not\ncommon, and it was not sensible. And nobody had ever taught it the rules\nmen made.\n\nHe kept walking, seeing, thinking and breathing.\n\nFor a long time. He fell once or twice and picked himself up again to\nwalk some more, and then he fell a final time, and did not get up. Red\nsand whispered over him, danced lightly, drifted....\n\n\n\nThe flat, wide-tracked vehicle swerved in a tight arc, throwing up low\nruby-colored clouds on either side. Its engines throbbed a new note of\npower, and it scuttled in a straight line across the desert floor like a\nfleck of shiny metal drawn by an unseen magnet. Behind it rose a\nthinning monument of green-black smoke, and between its tracks was a\nwavering line of indentations in the sand already half-obliterated by\nthe weight of their own shallow walls. But they became deeper as the\nvehicle raced ahead; and then at length they ended, and the vehicle\nhalted.\n\nThere was a mound of sand that the winds, in their caprice, would not\nhave made alone, for they sculptured in a freer symmetry. And the\nchild-like figures seemed to realize that at once.\n\nWith quick precision they levelled the mound and found Johnny Love. They\ntook him into their vehicle, and deftly matched and replenished the\nwaning gas mixture in the cylindrical tanks on his back.\n\nThen they drove away with him.\n\n\n\n\"Ferris?\"\n\n\"Ferris was your astrogeologer-navigator. He died when you crashed.\"\n\n\"Harrison ... _Janes_?\"\n\n\"Harrison and Janes are not due for nine more days. But you are in no\ndanger.\"\n\nThere was darkness and warmth; his throat was dry and it burned. It was\nhard to talk, and Ferris was dead. Harrison and Janes were not due for\nnine more days. Somebody said so. Nine more days and then everything\nwould be--\n\nPanic shook him, sent blood throbbing to his head and brought\nconsciousness back hard. His eyes opened and he was suddenly sitting\nbolt upright.\n\n\"But Lamson, you were twenty days behind--\" And the racing thought froze\nsolid in his fumbling brain. Then there was a torrent of thoughts and\nmemory overran them, buried them, and red desert was rushing up to\nengulf him. He screamed and fell back with his hands clawing at his\neyes.\n\n\"You are in no danger. You had thought our planet lifeless; it was an\nerror. We live underground, John Love. That is why you did not see us,\nor surface indications of our existence. A group of us speak your\nlanguage, because for eleven days we have been studying your brain and\nanalyzing your thought-patterns.\"\n\nJohnny was bolt upright again, and now his eyes were wide and his hands\nwere knotted, and where there had been only light and shadow before\nthere was full sight now. Swiftly he was off the low cot and on his feet\nlooking for the speaker, arms ready to lash out and hit.\n\nBut he was alone in the small, sterile-looking chamber, and his muscles\nwere so much excess baggage. He tried to recover his balance: he had\nforgotten about the slight gravity. He tried too hard, and his body\ncrashed, confused, into a wall. A--damn them, a _padded_ wall!\n\nHe regained his feet. Stood still, and raced his eyes about him. There\nit was--above the cot. A small round, shuttered opening--some sort of\ntwo-way communication system. He wondered if they could see him, too. If\nthey could, that part of it worked only one way.\n\n\"All right, whoever you are, so you've analyzed me!\" He had to direct\nhis sudden anger at something, so he shouted at the shuttered aperture.\n\"Now what....\"\n\nThere was silence for a tiny eternity, and he could feel them probing,\nevaluating him, as a human scientist would study a rare species in a\ncage. The feeling ignited a new anger in him, and made him want to curse\nthe teachings that had conditioned his lifetime of thinking to the\nbelief that Man _was_ more than an animal.\n\nHe'd been sold short....\n\n\"Damn you! God damn you, what are you going to do to me?\"\n\nIn a corner of his mind he was aware of a gentle hissing sound, but he\ndid not listen. The fear and terror had to be broken. Make them tell,\n_make_ them tell....\n\nHis muscles grew heavy and his face was feverish with his effort, and\nhis eyes stung. Something ... like roses. But there were no roses on\ndead planets--\n\n\"Earthman, can you still hear?\"\n\n\"I can hear,\" Johnny said. It was suddenly easier to talk. Even easier\nto understand. They had done something....\n\n\"We are surprised that your state of shock was not more severe. In the\nprocess of analyzing you, we discovered that you were totally unprepared\nfor Space-flight, and therefore--\"\n\n\"Unprepared? What do you think all those months of physical conditioning\nwere for? Yeah, and all those damned textbooks? You think that barrel I\ncracked up was built in a Kindergarten class--\"\n\n\"Space-flight requires but a relative minimum of those things, Earthman.\nRequired most is psychological and philosophical conditioning.\"\n\n\"To what?\"\n\n\"To all things unreal. Because they are the most real; infinity applies\nto probability and possibility far more directly than to simple Space\nand Time. But--are you calm now?\" The voice was growing deeper, and\nseemed almost friendly. Johnny tried his muscles; they weren't\nparalyzed--he could move easily, and his head was clear. And there was\nno anger, now. No \"shock.\"\n\n\"Go ahead,\" he said.\n\n\"Our examination of you has indicated that your race is a potentially\neffective one, with a superior survival factor. We feel that, properly\ninstructed and assisted, such a race might be of great value as a friend\nand ally. In short, we receive you in peace and friendship, Earthman.\nWill you accept us in like manner?\"\n\nJohnny tried to think. Hard thoughts, the way men were supposed\nto think. What kind of game was it? What were the strings? The\nangles ... the gimmicks. What did they really want?\n\nHis lips were dry and barely moved over his teeth, but the words came\neasily. \"Who says you're a friend?\"\n\n\"We would have learned as much about you by examining your corpse,\nEarthman.\"\n\nSo he was alive, and that had to prove something. And it might have been\na lot of trouble to keep him that way. The hell of it was you couldn't\n_know_ ... _Anything_ ... you couldn't know anything when you were\ntossed into the middle of the impossible. He felt the skin on the back\nof his neck chill and tighten.\n\nBut who held out their hand like this?\n\nWhoever did anything like that?\n\nNo.\n\n\"We wish to help you, Earthman, and your race. We have observed your\nkind at close quarters, yet we have never landed among you nor attempted\ncommunication because of fear for ourselves. But with proper help, there\nneed be no fear between us. We offer you friendship and progress.\"\n\n\"You keep talking about what _we_ get out of it.\" Johnny stared upward\nat the ceiling, got his eyes off the little shuttered aperture. He\nwished he had a cigarette. \"You sound too damned much like a\npolitician.\"\n\n\"Perhaps at this point you should be informed that your ship is\ncompletely repaired, and ready for your return to Earth whenever you\ndesire.\"\n\n\"So, it's--You said Harrison and Janis would be here in nine days! That\nmeans I've been out for nearly two weeks! For a nap that's a long time,\nbut nobody could get that bucket back in one piece in eleven days! Not\nafter what I did to it--\"\n\n\"Your ship is completely repaired, Earthman.\"\n\nJohnny knew somehow that the voice wasn't lying. So maybe when you got\noff of Earth miracles did happen. He just didn't _know_ enough.\n\n\"We wish to give you data to take back to your Earth which will banish\ndisease for you--_all_ disease. Data which will give you spacecraft that\nmatch our own in technical perfection. Data that will make you the\nundisputed masters of your environment. We offer you the stars,\nEarthman.\"\n\nHe shut a thousand racing thoughts out of his head. \"Maybe I'll believe\nthis fairy tale of yours on one condition,\" Johnny said, \"because I\ncan't intelligently do otherwise.\"\n\n\"And that--condition?\"\n\n\"Tell me _why_.\"\n\nThere was a pause, and it was as though something forever unknowable to\nmen hung in the silence.\n\n\"Picture, if you can, Earthman,\" the answer came at last, \"several small\nislands in the center of a great sea; all without life, save two. The\nmen on one have learned to build boats which can successfully sail the\nsea within certain limits--they can visit the other islands, but are too\nfrail and too limited in power to venture past the horizon. It is\ninfinitely frustrating to them. The only places to which they may go are\ndead places. Save for one--only one, and it becomes magnified in\nimportance--it becomes an entire _raison d'etre_ in itself. For without\nit, the men with the boats sail uselessly....\n\n\"We are old, Earthman. We have watched you--waited for you for a long\ntime. And now you have grown up. You have burst your tiny bubble of\nhuman experience. You have set out upon the sea yourselves....\"\n\n\"You guys should give graduation talks. I didn't ask for a scaled-down\nphilosophy. You tell me that you want to give us every trick in your\nhat--for free, no questions asked. So I asked why. And the question\nisn't changing any.\"\n\n\"The answer should be self-evident, Earthman. We are old. And we are\nlonely.\"\n\n\n\nThere was a logic at work somewhere in his brain even during the dream.\nIt told him that he was exhausted from the day's tour with the\nchild-like men of Mars, and that the dream was only the vagaries of a\nreeling, tired mind of a badly jarred subconscious. It told him that the\nthings he had seen had been too alien for his relatively inflexible\nadult Earth mind to accept without painful reaction, and this was the\nreaction.\n\nThis, the dream. That was all it was; his logic said so.\n\nFaith spread out before the undisciplined eye of his dreaming brain, and\nthe near-conscious instant of logic faded. The fertile plains that once\nhad been yellow desert-land mounted golden fruits to a temperate sun,\nand beyond the distant green of gently-rolling hills spread the\nresplendent city, and there were other cities as gracefully civilized\nbeyond the untroubled horizon.\n\nAnd in the dream, these were all things men had done, as though sanity\nhad invaded their minds overnight. It was the Earth that men had\nintended, rather than that which they had built.\n\nThe sun dimmed. The air chilled, and the grains and fruits wilted, and\nthe rolling hills were a darker hue than green as the shadow lengthened,\nspread to the gleaming cities beyond and then as it touched them and ran\nsoundlessly the length and breadth of their wide malls, there were other\nchanges....\n\nSkeletons, reaching upward to a puffy, leaden sky.\n\nThe horizon split into jagged, broken moats of dark flame, and Earth was\nno longer what men had built, but what they eternally feared they must\none day create....\n\nThen Johnny Love was suddenly awake bolt upright in his cot and his eyes\nwere open wide. His muscles were taut and cramped. And he was afraid\nalthough the men of Mars had offered friendship and told him that there\nwas nothing for him to fear.\n\nSlowly, he lay down again. And gradually, the cold perspiration that had\nencased him vanished; his body relaxed, and the fear subsided.\n\nThe day's tour had been exhausting both mentally and physically, and\nthere was the excitement of knowing that in five more days Harrison and\nJanes would land. If they did not, his own ship would carry him safely\nback to Earth on the day following, for the little men had miraculously\nrepaired it; they had shown him. They had shown him, and he wanted to go\nhome.\n\nJohnny Love rolled over on the wide, soft cot, sighed, and went back to\nsleep.\n\n\n\n\"_He sleeps again, Andruul._\"\n\n\"_Yes, but the damage is probably done._\"\n\n\"_No, or he would not sleep again so easily. His kind do not have such\nemotional control._\"\n\n_The two turned away from the fading transparency of the sleeping-room\nwall, and their short, thin bodies were in incongruous contrast to the\nspaciousness of the metal-sheathed corridor down which they walked._\n\n\"_Psychoanalysis showed up the difference in his brain structure--that\napparently accounts for the poor efficiency our screens are showing.\nWhat does Kaarn say?_\"\n\n\"_He says we should never have allowed the theft._\"\n\n_Andruul cursed. \"Allowed it! Those nomadic scum are like flies! No\nmatter how many you exterminate, they never fail to come back in double\ntheir number. And they strike at the precise moment you are certain the\nbones of the last one are sinking beneath the sand. Somehow Central\nPatrol has got to get that unit back._\"\n\n\"_You're certain it was a theft, then?_\"\n\n\"_Don't be an idiot. Since when can those gypsies build anything more\ncomplex than a crude electrical generator? Let alone a psibeam unit?\nThey've forgotten what little their civilization ever knew._\"\n\n\"_They are clever enough at evading directed over-surface missiles._\"\n\n_Andruul muttered something, and lapsed into silence._\n\n\"_Well there is one thing for certain at any rate.... A psibeam unit is\nunaccounted for, and despite our protective screening, the Earthman was\nvisibly disturbed in his sleep. His encephalotapes show that clearly.\nThey know about him, Andruul, and they're making their bid. Central\nPatrol had better be quick and certain this time._\"\n\n_Andruul kept his silence. But he thought. He thought Central Patrol was\ngetting less efficient and more stupid every day._\n\n\n\nIt was a strange feeling; a feeling with which no human was emotionally\nequipped to deal.\n\nJohnny looked at his flawlessly renovated ship, poised like a snub-nosed\nbullet against the blue-black brittleness of the Martian sky, and then\nlooked behind him at the crescent-shaped formation of tracked vehicles\nthat had escorted him back across the sucking red sand to this place.\nWith each heavy-booted step away from them he closed the short distance\nbetween them and his ship, and there was not enough time to think about\nthe feeling. Or about the heavy sealed tube they had given him to take\nback to his people.\n\nUsually, when a man ventured beyond the bounds of familiar existence,\nthere was conflict. Either a struggle to win, or, immediately\nrecognizable success, with no struggle or hint of conflict at all.\n\nBut not this. Not this success that seemed--what was the _word_?\nHostile? That was ridiculous. These people were friendly. _But\nsomehow--there was an empty ring--_\n\nHell! They had saved his life. Rebuilt his ship. Given him the tube that\ncontained transcriptions, in his own language, of every scientific\nsecret his people could ever hope to learn for themselves in the next\nthousand years! And, they had even buried Ferris....\n\nUse the brains of a mature man, Johnny Love! You've pulled it off\nwithout even trying! The most stupendous thing any man in any age has\never pulled off ... without even trying! For God's sake don't\nquestion--don't question things you don't understand! Take the credit\nand let the soul-searching go!\n\nHe looked behind him again. They were still there. A special, smiling\nfarewell escort, watching a single, solitary figure cross a short\nexpanse of sand to a towering, glistening thing of power.\n\nHe raised a booted foot to the bottom fin-step, hauled himself up by the\nstern mounting rungs, hammered the outer lock stud with his gloved fist\nand the hatch swung open. Like a trap.\n\nHe could feel the skin at the back of his neck tighten but he forced\nhimself to ignore it. The lock cycled up to thirteen psi and the inner\nport swung automatically inward, and then he was inside, clambering up\nthe narrow ladder past the titanium alloy fuel tanks and the spidery\ncatwalks between them to the tiny control room in the forehull.\n\nHe would not be waiting for Harrison and Janes. He would get the hell\nout of here and then radio them and let them make all the decisions from\nthere. Earth for him. Home. He ached for it.\n\nHe strapped himself in the hammock, punched the warming studs for each\nengine, and there was a dull, muffled throb below him as each jumped\ninto subdued life. The banks of dials that curved in front of him glowed\nsoftly, and he started an almost automatic blast-off check. It took\ntwelve precious minutes.\n\nThen he was ready. Scanners on, heat up ... ready.\n\nThe Martian sky was like frozen ink above him and his hands were wet\ninside his gloves and there was a choking dryness in his throat.\n_Now...._\n\nAnd he could not move. There was a sudden, awful nausea and his head\nspun, and before his eyes there spread a bleeding Earth; the sun dimmed,\nand fertile plains were cast in sudden shadow.... The air chilled, the\nshadow spread, and there were skeletons reaching upward to a puffy,\nleaden sky!\n\n_And Earth was no longer what Men had built!_\n\nThen the horror in his head was gone, and he felt an awful pressure on\neach side of it. His hands ... he had been pressing with insane strength\nat both sides of his skull as if to crush it with his bare hands.... His\nface was wet, and he was breathing, choking, in strangling gulps.\n\nA scanner alarm clanged.\n\nHe forced his eyes to focus on the center screen.\n\n\"Earthman! Emergency! There has been a flaw discovered in the repair of\nyour ship! Do not blast off! Do not....\"\n\nThe other image caught him as his arm was in mid-flight toward the\ncontrol bank. Sweet and warm ... the fertile plains mounting their\ngolden fruits to a mellowed sun, and beyond the distant gently-rolling\nhills spread the resplendent city, and there were other cities....\n\nBut his arm kept going, its muscles loose, and it fell. Heavily.\nSquarely on the stud-complex toward which its fist had been aimed a\nsplit-second before.\n\nThe engines roared, and the ship lurched upward from the red sand.\n\n\n\n_The command flicked into the Captain's brain like a lash of ice._\n\n\"_Slaazar! Converge, sheaf!_\"\n\n\"_Converging, sir....\" It would be no use, of course. If the high brass\nhad been content to rely on the beams rather than on their own subtlety\nin the first place, the Earthman would never have fallen prey to the\nNomads, even for a second. But they had wanted to be as forthright as\npossible--force, they said, would only arouse suspicion. Psibeam units\nonly as a last resort.... The lowliest Patrol Lancer could have told\nthem the folly of that!_\n\n_Hastily, Slaazar issued orders to his battery crews tracking the\nascending Spaceship, their units already nearing overload potential. But\nthe desert-scum would see some real psi-power now! They'd see it wasted\ncompletely if they saw it at all.... Because they'd outmaneuvered the\nbrass again!_\n\n\"_Convergence impossible, sir._\"\n\n_As he had expected._\n\n\"_Colonel Truul, this is Captain Slaazar. Target has passed critical\nplanetary curvature. Convergence impossible. Standing by, sir._\"\n\n_For several moments after that, the thin atmosphere of Mars was warmed\na little...._\n\n\n\nAcceleration blackout had not been total; leaving Mars was even easier\nthan leaving the surface of Earth for the orbits of the Stations. But\nthere was a period of no-thought, no-time, no-being. And then full\nconsciousness seeped back slowly. But not as it was supposed to.\n\nJohnny Love knew he had come to because he could see the banked\ninstruments glowing palely before him; because he could realize from\nreading them that his ship was doing its job to perfection. Almost ready\nto complete the blast-off ogee, and--\n\nAngrily he belted the scanner switches off and the dull red sphere faded\nfrom the viewplates.\n\nAnd he could feel the sweat start again all over his body. No, the\nreturning consciousness was all wrong.... All wrong, and the image\nwouldn't go away....\n\nRed desert he had seen before, yet had not seen. There were dark ridges\nof brown-green at its horizon; oddly-formed crater-places that might\nonce have held placid lakes. And on all the vast surface there was no\nhint of the Patrol tracks, no sign of--anything.\n\nBut he had to descend to the place.\n\nHe did not know how to locate it, but the image told him that it did not\nmatter. The image said merely that he must begin cutting his power.\n\nThere was no strength in his arms and hands, yet they moved in front of\nhim as though things detached from his body; skillfully, surely, playing\ndeftly across the colored studs.\n\nScanners on. Scanners on, kid....\n\nHe watched the screens again, unconscious of what his fingers did on the\npanels. The dull red sphere loomed large once more. The picture was\noff-center; without knowing what he did he rectified course with the bow\njets; it was centered again. But it was a different place. Still the\ndesert, but with ridges of brown-green at its horizon; oddly-formed\ncrater-places....\n\nIt was coming up fast, now; faster, until the horizon was only a gentle\narc against a thin span of blackness, and the rest was cold red.\n\nHardly knowing what he did, his fingers suddenly raced over the control\nconsole, even before the scanner-alarms began their ear-splitting\nclanging!\n\nThe ship lurched into a direction-change that threatened to wrench the\nhull apart, and the picture in the scanner reeled crazily. He knew his\nown brain was not dictating the commands of control to his fingertips,\nnor was it evaluating for itself the madly fluctuating values indicated\non the panels. A human brain could not have done it, he knew that....\n\nHe had cut power. At least there was no power. He was falling at a crazy\nangle and the desert was rushing up now, hurtling up to smash him.\nThey'd hit him, then, yet he'd felt nothing....\n\nIt was getting hot. His hull must be glowing, now, even in the thin\natmosphere of Mars--it was a long fall. Slower than a fall on Earth,\nthrough thinner air layers, yet he was glowing like a torch.\n\nThe ocean of sand rushed up.\n\nAnd suddenly his left hand rammed the full-power stud.\n\nIt was as though he'd been hit from behind with all the brute force of\nsome gigantic fist, and there were two things. There was the\nsplit-second glimpse of a crescent formation suddenly wheeling toward\nhim and there was the clang of the scanner-alarm. There were those two\nthings his brain registered before the titanic force of full power\nsqueezed consciousness from it and left him helpless.\n\n\n\nHe was running. In a nightmare of a dead planet that was not dead, he\nran, away from something.\n\nThat was how his consciousness returned. While he ran. He stopped,\nstumbling, turned to look behind him.\n\nAnd the ship was there. Landed perfectly, stubby bullet-nose pointing to\nthe sky. And above it--\n\n_Run!_\n\nThe command hit his brain with almost physical force. A will that was\nnot his own took hold of his whole being, and he was running again,\nplowing his way through the sucking sand with strength summoned from a\nwell of energy within his body that had never been there before.\n\nThrough the thin glassite walls of his helmet he could hear the _thuk,\nthuk, thuk_ of his boots as they pounded somewhere below him, and there\nwas another pounding, a deadly rhythmic bursting pressure in his chest.\nAnd a whine in his ears....\n\nThe wind-strewn sand stretched flat and infinitely before him. Then\nleaped at him headlong and there was no horizon; there was only the\nsudden awful wrench of concussion, a tremor of pure sound which would,\nin denser atmosphere, have destroyed him with the inertia of his own\nbody.\n\nHe could not move. Only cling to the shifting desert floor that rocked\nsickeningly beneath his outstretched body ... cling to it for dear life.\n\nThere was no thought, no understanding. Only a sensation which he could\nnot comprehend, and the sure knowledge that none of this was real. Not\nreal, but the end of survival nonetheless.\n\n\n\nPain, and seeing two bright objects transiting the darkness at which he\nlooked; seeing something then between.\n\nHis brain began identifying. The darkness; sky. The bright objects;\nDiemos, Phobos.... And the something between--\n\nIt was a transparency of some sort; curved, or he would not have been\nable to detect it at all. A vaulted ceiling through which he could\nsee....\n\nHis full consciousness came flooding back, then. He tried the muscles\nin his neck, they hurt, but they worked, and he could move his head from\nside to side. There was the same transparency, as though he were covered\nby some huge, invisible bowl.\n\nAnd there were men. Big, muscular creatures, yet thin, tall.... Not like\nthe others at all....\n\nHe sat bolt upright, and they did not move. It was not the same as\nbefore. No small room. No voice that he could not see. They had not even\nremoved his suit or his helmet, and he was lying on a hard, cold\nsubstance.\n\nThen he saw what they were doing. There were two of them apart from the\nothers, working to bring a compact-looking machine into position near\nhim. A gleaming, short cylinder, swung on gymbals between slender forks,\nmounted on a thin wheeled standard. They were aiming it at him.\n\n\"No! _No_--\" He tried to get to his knees, but it was as though there\nwere no muscles in his body.\n\n\"Man of--Earth! We are friendly. Is that understood?\"\n\nThe thought-words formed in his brain as the strange images had before,\nand then he knew. _Should have guessed it_, part of his mind was telling\nhim in a fantastically detached way, _the dreams ... the compulsions\nover which he had had no control in the ship.... This--thing. It\nprobably--_\n\n\"You are quite astute, Earthman. But it is not our technology which\ncreated this device. To save you and the civilization which you\nrepresent--and ultimately, our own--it was necessary for us to steal it.\nIt cost six lives.\"\n\n\"Steal....\"\n\n\"From your former captors. It is their invention, as are so many things\nwith which they destroy. With this instrument, they have succeeded in\ntaking one of Nature's more subtle phenomenon--psychokinesis--and\namplifying its energies nearly a million-fold. Those stepped-up energies\ncan then be projected in a tight or fanned beam at will.\n\n\"They can make a man 'dream,' as you did--or they can destroy him\noutright, depending on which of the 'psi' factors, ESP or PK, is given\ndominance during projection. But we are not skilled in its\noperation--they detected our use of it on you while you slept, and from\nthat moment on you were so well screened that even at the risk of\nburning this unit out, we were not able to project powerfully enough to\ndo more than merely touch your brain--\"\n\n\n\nThere was a strange calm in his mind, now. He understood the words\nand accepted them as matter-of-factly as they were given. Even now\nthey were manipulating him like some intangible puppet, yet he was\nconvinced it was not a malevolent manipulation. Convinced. The\nconviction--manipulation, too....\n\n\"Only partly, Earthman. We said we are friendly, and we are. We have\ncalmed you and erased your fear. From this point on, we will use this\ninstrument only for communication.\"\n\nAnd then he felt the fear in him again, gnawing, and his body was again\ndamp and cold. But he had control, now. Control enough to speak.\n\nThey stood before him, immobile, watching.\n\nSomewhere, Johnny Love found his voice.\n\n\"Look, I've been through this 'friendly' act before....\" He hesitated,\nand they did not try to interrupt him. \"Well don't just stand there!\"\nThe fear was suddenly turning to the bitter anger of frustration, they\nhad him whipped, and he was tired. \"Tell me why! You stick that thing\ninto my head when I'm blasting for home. You force me to drop back. You\nblow up my ship. Real friendly! Real sports!\" For a moment he had run\nout of words, and again they made no effort to answer him. \"All right! I\ndon't understand you--I don't know what you want. But nobody is trying\nto hurt you, nobody's after your little desert paradise. We had an idea,\nthat's all. We thought we could make it work. People have been talking\n'go to Mars' on my planet for longer than most of 'em can remember. So\nwe finally gave it a whirl! Sorry!\"\n\nHe looked at them hard, then, and thought that there was something\nalmost like a smile on the face of one. Smile, then, damn you....\n\n\"We want nothing, Earthman, but to prevent from happening on your planet\nthe thing that happened on this. If they succeed in destroying you as\nthey have us, then this System will always be under their heel, and we\nshall never be rid of them. Understand, their numbers were too few ever\nto conquer a planet with a civilization as large and as highly organized\nas that of Earth, by physical means.\n\n\"Knowing that, we--they call us gypsies, nomads, desert-scum today--we\nwere not too alarmed when they landed here two centuries ago. We were\nglad to take from them, without paying a price. We were awed by their\ngifts. Their papers and their books, which would show us how to rebuild\nour waning civilization--advance us a thousand years in less than fifty;\nrestore to us our lost arts.... And compared to you, we were so very\nfew.\n\n\"In return, they said that all they wanted was permission to set up a\nresearch site. They told us they were a scientific expedition from far\nout-System. Aldeberan, they said. Part of a vast exploratory program\nwhich they had been conducting for centuries.\n\n\"We believed them--why not? One day, we thought, we too will be in\nSpace. And with that day would begin one of the greatest projects of\nexploration that our race had ever known. So we agreed, and gladly.\"\n\n\"Hold it, hold it! 'They'--who the hell are 'they'? You can spare the\nsuspense....\"\n\nAnd then there was no more words. The pictures formed in his mind as\nbefore, only stronger, now, and there were no details left out.\n\nThe weapons of war had been built, not by the out-System men, but by\ntheir hosts. The plans had not proven too difficult to follow....\n\nThe new knowledge was not hoarded, was not held under jealous guard by\nthose who had given it, but by those to whom it had been given. One man\nfrom another; one group of men from another. States and nations from\neach other.\n\nUntil there was no trust left on all the planet.\n\nThere were the wars, then.\n\nAnd when they were over, the new masters had established their first\nbeachhead in the new System.\n\n\"But, it was only a beachhead, and had been only intended as such--\" The\npictures broke off; the unspoken words resumed. \"Your planet was the\nultimate target, but at first, your civilization was not adequately\nadvanced to fall prey to their technique. Their weapon is knowledge, but\nthe potentialities of that knowledge must be understood by a people\nbefore it can be effectively used to destroy them.\n\n\"The rest must be self-evident. After we destroyed ourselves, they sank\ntheir infectious, hollow roots into our planet. And from then,\ninvestigated your Earth from time to time ... and waited....\n\n\"Waited, because they knew you would be coming. And they knew what kind\nof men you would be. Strong men, with the light of the stars in your\neyes. Yet confused, weak men, with the darkness of suspicion and\njealousy still in your souls. Such are humans, after all....\n\n\"That is why we stopped you, Johnny Love. Once your blast-off ogee had\ncarried you beyond the curvature of their horizon and brought you over\nus, our psibeam was effective and theirs were not. We are sorry about\nyour ship. Once they realize that you were under our influence, and were\nreturning rather than taking their precious data to your people, they\nzeroed-in with those damnable guided juggernauts--\"\n\n\"It wasn't you, then. You mean they--\"\n\n\"There is little that they cannot do. Destruction is their forte. They\ncould not keep us from preventing your taking their 'gift' to your\npeople, but they could keep that 'gift' from falling into our hands--and\nthey did. They do not always win. But they never lose.\"\n\n\"But I--\" Johnny's thoughts raced. The ship, gone. And Harrison and\nJanes, Lamson, and Fowler. They would be landing in a few days. They--\n\n\"Yes,\" the thoughts of the true Martians before him answered. \"And they\nwill be given a 'gift' for Terra as you were. If your friends return\nsuccessfully to your planet with that 'gift'--then--\"\n\nThe thought was not completed. But it did not have to be.\n\nA beachhead was one thing. These scattered, struggling people who had\nonce been masters of Mars might one day unseat it, for they were not yet\nbeaten people, and their will to survive was yet strong. But beyond\nthat--\n\nEarth taken, the System taken.\n\nThere it was.\n\nThere was a sudden coldness inside him now that the fact had\ncrystallized, had become real. Here was no fantasy; no wild surmise.\n\nThey left him in silence while he thought, their psibeam turned away,\nnow.\n\nHarrison and Janes. Lamson, and Fowler. Had to stop them. Stop them, and\nthen somehow, get home. He ached for home.\n\nHe thought about Ferris, who had given his life for this thing.\n\nNo, Ferris would not be going home. Ferris was dead.\n\nHe signalled for the psibeam to be turned toward him again.\n\n\"You'd have to know their positions out there to make contact, wouldn't\nyou?\" They did not answer. He worked to get the words formed, and there\nwas a fleeting thought of a green, lush planet far away, its wide\nstreets and rolling fields bathed in warm sunlight. \"I can figure 'em,\"\nhe said. \"I know blast-off schedules, speeds. I know the works! _Those_\nthings they had in the books. Then you guys can do the rest with--that\nthing. Right?\"\n\nThey answered him, then.\n\n\"Thank you,\" they said. And that was all.\n\n\n\n\"Answer me!\" the General barked again. \"You, Janes! Lamson!\nFowler--Harrison! For the last time, what happened out there?\"\n\nThe four stood silently before the nervous figure of their commander,\nand it was Fowler who finally spoke.\n\n\"Plan III, sir, as we've already said. Condition Untenable--Return....\"\n\n\"That is all you can say?\"\n\n\"That is--all, sir.\"\n\nThe General turned away. There was frustration and anger in his face,\nand it hid the fear beneath it like a mask. Plan III. It would be Plan\nIII for a long time yet.\n\nIt was the thing he saw in the faces of the four men that told him that.\nThere had been too many giant steps, too fast. He had seen this thing in\nthe faces of men before, but never so nakedly.\n\nOne day, perhaps, men could think of Plan I again. One day, but not now.\n\nHe turned back to the four, and looked once more into their faces.\n\nPlan III. Condition Untenable.\n\n\"Dismissed!\" the General said.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Holden, Fox B."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32487/pg32487.txt",
        "name": "a_gift_for_terra.json"
    }
}