{
    "name": "A Political Romance",
    "author": [
        "Sterne, Laurence"
    ],
    "body": "Addressed To _____ ________, Esq;\nof\nYork.\nTo which is subjoined a\nKEY.\n\n_Ridiculum acri Fortius et melius magnas plerumque secat Res_\n\nYORK:\nPrinted in the Year MDCCLIX.\n[Price ONE SHILLING.]\n\n\n\n\nA POLITICAL ROMANCE, &C.\n\n\nSIR,\n\nIn my last, for want of something better to write about, I told you\nwhat a World of Fending and Proving we have had of late, in this little\nVillage of ours, about an _old-cast-Pair-of-black-Plush-Breeches_,\nwhich _John_, our Parish-Clerk, about ten Years ago, it seems, had made\na Promise of to one _Trim_, who is our Sexton and Dog-Whipper.—To this\nyou write me Word, that you have had more than either one or two\nOccasions to know a good deal of the shifty Behaviour of this said\nMaster _Trim_,—and that you are astonished, nor can you for your Soul\nconceive, how so worthless a Fellow, and so worthless a Thing into the\nBargain, could become the Occasion of such a Racket as I have\nrepresented.\n\nNow, though you do not say expressly, you could wish to hear any more\nabout it, yet I see plain enough that I have raised your Curiosity; and\ntherefore, from the same Motive, that I slightly mentioned it at all in\nmy last Letter, I will, in this, give you a full and very\ncircumstantial Account of the whole Affair.\n\nBut, before I begin, I must first set you right in one very material\nPoint, in which I have misled you, as to the true Cause of all this\nUproar amongst us;—which does not take its Rise, as I then told you,\nfrom the Affair of the _Breeches;_—but, on the contrary, the whole\nAffair of the _Breeches_ has taken its Rise from it:—To understand\nwhich, you must know, that the first Beginning of the Squabble was not\nbetween _John_ the Parish-Clerk and _Trim_ the Sexton, but betwixt the\nParson of the Parish and the said Master Trim, about an old\n_Watch-Coat_, which had many Years hung up in the Church, which _Trim_\nhad set his Heart upon; and nothing would serve _Trim_ but he must take\nit home, in order to have it converted into a _warm Under-Petticoat_\nfor his Wife, and a _Jerkin_ for himself, against Winter; which, in a\nplaintive Tone, he most humbly begg’d his Reverence would consent to.\n\nI need not tell you, Sir, who have so often felt it, that a Principle\nof strong Compassion transports a generous Mind sometimes beyond what\nis strictly right,—the Parson was within an Ace of being an honourable\nExample of this very Crime;—for no sooner did the distinct\nWords—_Petticoat—poor Wife—warm—Winter_ strike upon his Ear, but his\nHeart warmed,—and, before _Trim_ had well got to the End of his\nPetition, (being a Gentleman of a frank and open Temper) he told him he\nwas welcome to it, with all his Heart and Soul. But, _Trim_, says he,\nas you see I am but just got down to my Living, and am an utter\nStranger to all Parish-Matters, know nothing about this old Watch-Coat\nyou beg of me, having never seen it in my Life, and therefore cannot be\na Judge whether ’tis fit for such a Purpose; or, if it is, in Truth,\nknow not whether ’tis mine to bestow upon you or not;—you must have a\nWeek or ten Days Patience, till I can make some Inquiries about\nit;—and, if I find it is in my Power, I tell you again, Man, your Wife\nis heartily welcome to an Under-Petticoat out of it, and you to a\nJerkin, was the Thing as good again as you represent it.\n\nIt is necessary to inform you, Sir, in this Place, That the Parson was\nearnestly bent to serve _Trim_ in this Affair, not only from the Motive\nof Generosity, which I have justly ascribed to him, but likewise from\nanother Motive; and that was by way of making some Sort of Recompence\nfor a Multitude of small Services which _Trim_ had occasionally done,\nand indeed was continually doing, (as he was much about the House) when\nhis own Man was out of the Way. For all these Reasons together, I say,\nthe Parson of the Parish intended to serve _Trim_ in this Matter to the\nutmost of his Power: All that was wanting was previously to inquire, if\nany one had a _Claim_ to it;—or whether, as it had, Time immemorial,\nhung up in the Church, the taking it down might not raise a Clamour in\nthe Parish. These Inquiries were the very Thing that _Trim_ dreaded in\nhis Heart—He knew very well that if the Parson should but say one Word\nto the Church-Wardens about it, there would be an End of the whole\nAffair. For this, and some other Reasons not necessary to be told you,\nat present, _Trim_ was for allowing no Time in this Matter;—but, on the\ncontrary, doubled his Diligence and Importunity at the\nVicarage-House;—plagued the whole Family to Death;—pressed his Suit\nMorning, Noon, and Night; and, to shorten my Story, teazed the poor\nGentleman, who was but in an ill State of Health, almost out of his\nLife about it.\n\nYou will not wonder, when I tell you, that all this Hurry and\nPrecipitation, on the Side of Master _Trim_, produced its natural\nEffect on the Side of the Parson, and that was, a Suspicion that all\nwas not right at the Bottom.\n\nHe was one Evening sitting alone in his Study, weighing and turning\nthis Doubt every Way in his Mind; and, after an Hour and a half’s\nserious Deliberation upon the Affair, and running over _Trim_’s\nBehaviour throughout,—he was just saying to himself, _It must be\nso;_—when a sudden Rap at the Door put an End to his Soliloquy,—and, in\na few Minutes, to his Doubts too; for a Labourer in the Town, who\ndeem’d himself past his fifty-second Year, had been returned by the\nConstable in the Militia-List,—and he had come, with a Groat in his\nHand, to search the Parish Register for his Age.—The Parson bid the\npoor Fellow put the Groat into his Pocket, and go into the\nKitchen:—Then shutting the Study Door, and taking down the Parish\nRegister,—_Who knows_, says he, _but I may find something here about\nthis self-same Watch-Coat?_—He had scarce unclasped the Book, in saying\nthis, when he popp’d upon the very Thing he wanted, fairly wrote on the\nfirst Page, pasted to the Inside of one of the Covers, whereon was a\nMemorandum about the very Thing in Question, in these express Words:\n\nMEMORANDUM.\n\nThe great Watch-Coat was purchased and given above two hundred years\nago, by the Lord of the Manor, to this Parish-Church, to the sole use\nand Behoof of the poor sextons thereof, and their Sucessors, for ever,\nto be Worn by them respectively in wintery cold Nights, in ringing\nComplines, Passing-Bells, &c. which the said Lord of the manor had\ndone, in Piety, to keep the poor Wretches warm, and for the Good of his\nown Soul, for Which they were directed to pray, &c. &c. &c. &c. _Just\nHeaven!_ said the Parson to himself, looking upwards, _What an Escape\nhave I had! Give this for an Under-Petticoat to Trim’s Wife! I would\nnot have consented to such a Desecration to be Primate of all England;\nnay, I would not have disturb’d a single Button of it for half my\nTythes!_\n\nScarce were the Words out of his Mouth, when in pops _Trim_ with the\nwhole Subject of the Exclamation under both his Arms.—I say, under both\nhis Arms;—for he had actually got it ripp’d and cut out ready, his own\nJerkin under one Arm, and the Petticoat under the other, in order to be\ncarried to the Taylor to be made up,—and had just stepp’d in, in high\nSpirits, to shew the Parson how cleverly it had held out.\n\nThere are many good Similies now subsisting in the World, but which I\nhave neither Time to recollect or look for, which would give you a\nstrong Conception of the Astonishment and honest Indignation which this\nunexpected Stroke of _Trim_’s Impudence impress’d upon the Parson’s\nLooks.—Let it suffice to say, That it exceeded all fair Description,—as\nwell as all Power of proper Resentment,—except this, that _Trim_ was\nordered, in a stern Voice, to lay the Bundles down upon the Table,—to\ngo about his Business, and wait upon him, at his Peril, the next\nMorning at Eleven precisely,:—Against this Hour, like a wise Man, the\nParson had sent to desire _John_ the Parish-Clerk, who bore an\nexceeding good Character as a Man of Truth, and who having, moreover, a\npretty Freehold of about eighteen Pounds a Year in the Township, was a\nleading Man in it; and, upon the whole, was such a one of whom it might\nbe said,—That he rather did Honour to his Office,—than that his Office\ndid Honour to him.—Him he sends for, with the Church-Wardens, and one\nof the Sides-Men, a grave, knowing, old Man, to be present:—For as\n_Trim_ had withheld the whole Truth from the Parson, touching the\nWatch-Coat, he thought it probable he would as certainly do the same\nThing to others; though this, I said, was wise, the Trouble of the\nPrecaution might have been spared, —because the Parson’s Character was\nunblemish’d,—and he had ever been held by the World in the Estimation\nof a Man of Honour and Integrity.—_Trim_’s Character, on the contrary,\nwas as well known, if not in the World, yet, at least, in all the\nParish, to be that of a little, dirty, pimping, pettifogging,\nambidextrous Fellow,—who neither cared what he did or said of any,\nprovided he could get a Penny by it.—This might, I say, have made any\nPrecaution needless;—but you must know, as the Parson had in a Manner\nbut just got down to his Living, he dreaded the Consequences of the\nleast ill Impression on his first Entrance amongst his Parishioners,\nwhich would have disabled him from doing them the Good he Wished;—so\nthat, out of Regard to his Flock, more than the necessary Care due to\nhimself,—he was resolv’d not to lie at the Mercy of what Resentment\nmight vent, or Malice lend an Ear to.—Accordingly the whole Matter was\nrehearsed from first to last by the Parson, in the Manner I’ve told\nyou, in the Hearing of _John_ the Parish-Clerk, and in the Presence of\n_Trim_.\n\n_Trim_ had little to say for himself, except “That the Parson had\nabsolutely promised to befriend him and his Wife in the Affair, to the\nutmost of his Power: That the Watch-Coat was certainly in his Power,\nand that he might give it him if he pleased.”\n\nTo this, the Parson’s Reply was short, but strong, “That nothing was in\nhis Power to do, but what he could do _honestly:_—That in giving the\nCoat to him and his Wife, he should do a manifest Wrong to the next\nSexton; the great Watch-Coat being the most comfortable Part of the\nPlace:—That he should, moreover, injure the Right of his own Successor,\nwho would be just so much a worse Patron, as the Worth of the Coat\namounted to;—and, in a Word, he declared, that his whole intent in\npromising that Coat, was Charity to _Trim;_ but _Wrong_ to no Man; that\nwas a Reserve, he said, made in all Cases of this Kind:—and he declared\nsolemnly, _in Verbo Sacerdotis_, That this was his Meaning, and was so\nunderstood by _Trim_ himself.”\n\nWith the Weight of this Truth, and the great good Sense and strong\nReason which accompanied all the Parson said upon the Subject,—poor\n_Trim_ was driven to his last Shift,—and begg’d he might be suffered to\nplead his Right and Title to the Watch-Coat, if not by _Promise_, at\nleast by _Services_.—It was well known how much he was entitled to it\nupon these Scores: That he had black’d the Parson’s Shoes without\nCount, and greased his Boots above fifty Times:—That he had run for\nEggs into the Town upon all Occasions;—whetted the Knives at all\nHours;—catched his Horse and rubbed him down:—That for his Wife she had\nbeen ready upon all Occasions to charr for them;—and neither he nor\nshe, to the best of his Remembrance, ever took a Farthing, or any thing\nbeyond a Mug of Ale.—To this Account of his Services he begg’d Leave to\nadd those of his Wishes, which, he said, had been equally great.—He\naffirmed, and was ready, he said, to make it appear, by Numbers of\nWitnesses, “He had drank his Reverence’s Health a thousand Times, (by\nthe bye, he did not add out of the Parson’s own Ale): That he not only\ndrank his Health, but wish’d it; and never came to the House, but ask’d\nhis Man kindly how he did; that in particular, about half a Year ago,\nwhen his Reverence cut his Finger in paring an Apple, he went half a\nMile to ask a cunning Woman, what was good to stanch Blood, and\nactually returned with a Cobweb in his Breeches Pocket:—Nay, says\n_Trim_, it was not a Fortnight ago, when your Reverence took that\nviolent Purge, that I went to the far End of the whole Town to borrow\nyou a Close-stool,—and came back, as my Neighbours, who flouted me,\nwill all bear witness, with the Pan upon my Head, and never thought it\ntoo much.”\n\n_Trim_ concluded his pathetick Remonstrance with saying, “He hoped his\nReverence’s Heart would not suffer him to requite so many faithful\nServices by so unkind a Return:—That if it was so, as he was the first,\nso he hoped he should be the last, Example of a Man of his Condition so\ntreated.”—This Plan of _Trim_’s Defence, which _Trim_ had put himself\nupon,—could admit of no other Reply but a general Smile.\n\nUpon the whole, let me inform you, That all that could be said, _pro_\nand _con_, on both Sides, being fairly heard, it was plain, That\n_Trim_, in every Part of this Affair, had behaved very ill;—and _one_\nThing, which was never expected to be known of him, happening in the\nCourse of this Debate to come out against him; namely, That he had gone\nand told the Parson, before he had ever set Foot in his Parish, That\n_John_ his Parish-Clerk,—his Church-Wardens, and some of the Heads of\nthe Parish, were a Parcel of Scoundrels.—Upon the Upshot, _Trim_ was\nkick’d out of Doors; and told, at his Peril, never to come there again.\n\nAt first _Trim_ huff’d and bounced most terribly;—swore he would get a\nWarrant;—then nothing would serve him but he would call a Bye-Law, and\ntell the whole Parish how the Parson had misused him;—but cooling of\nthat, as fearing the Parson might possibly bind him over to his good\nBehaviour, and, for aught he knew, might send him to the House of\nCorrection,—he let the Parson alone; and, to revenge himself, falls\nfoul upon his Clerk, who had no more to do in the Quarrel than you or\nI;—rips up the Promise of the old-cast-Pair-of-black-Plush-Breeches,\nand raises an Uproar in the Town about it, notwithstanding it had slept\nten Years.—But all this, you must know, is look’d upon in no other\nLight, but as an artful Stroke of Generalship in _Trim_, to raise a\nDust, and cover himself under the disgraceful Chastisement he has\nundergone.\n\nIf your Curiosity is not yet satisfied,—I will now proceed to relate\nthe _Battle_ of the Breeches, in the same exact Manner I have done\n_that_ of the Watch-Coat.\n\nBe it known then, that, about ten Years ago, when _John_ was appointed\nParish-Clerk of this Church, this said Master _Trim_ took no small\nPains to get into _John_’s good Graces in order, as it afterwards\nappeared, to coax a Promise out of him of a Pair of Breeches, which\n_John_ had then by him, of black Plush, not much the worse for\nwearing;—_Trim_ only begging for God’s Sake to have them bestowed upon\nhim when _John_ should think fit to cast them.\n\n_Trim_ was one of those kind of Men who loved a Bit of Finery in his\nHeart, and would rather have a tatter’d Rag of a Better Body’s, than\nthe best plain whole Thing his Wife could spin him.\n\n_John_, who was naturally unsuspicious, made no more Difficulty of\npromising the Breeches, than the Parson had done in promising the Great\nCoat; and, indeed, with something less Reserve,—because the Breeches\nwere _John’s own_, and he could give them, without Wrong, to whom he\nthought fit.\n\nIt happened, I was going to say unluckily, but, I should rather say,\nmost luckily, for _Trim_, for he was the only Gainer by it;—that a\nQuarrel, about some six or eight Weeks after this, broke out between\n_the late_ Parson of the Parish and _John_ the Clerk. Somebody (and it\nwas thought to be Nobody but _Trim_) had put it into the Parson’s Head,\n“That _John_’s Desk in the Church was, at the least, four Inches higher\nthan it should be:—That the Thing gave Offence, and was indecorous,\ninasmuch as it approach’d too near upon a Level with the Parson’s Desk\nitself.” This Hardship the Parson complained of loudly,—and told _John_\none Day after Prayers, “He could bear it no longer:—And would have it\nalter’d and brought down as it should be.” _John_ made no other Reply,\nbut, “That the Desk was not of his raising:—That ’twas not one Hair\nBreadth higher than he found it;—and that as he found it, so would he\nleave it:—In short, he would neither make an Encroachment, nor would he\nsuffer one.”\n\nThe _late_ Parson might have his Virtues, but the leading Part of his\nCharacter was not _Humility;_ so that _John_’s Stiffness in this Point\nwas not likely to reconcile Matters.—This was _Trim_’s Harvest.\n\nAfter a friendly Hint to _John_ to stand his Ground,—away hies _Trim_\nto make his Market at the Vicarage: What pass’d there, I will not say,\nintending not to be uncharitable; so shall content myself with only\nguessing at it, from the sudden Change that appeared in _Trim_’s Dress\nfor the better;—for he had left his old ragged Coat, Hat and Wig, in\nthe Stable, and was come forth strutting across the Church-yard, y’clad\nin a good creditable cast Coat, large Hat and Wig, which the Parson had\njust given him.—Ho! Ho! Hollo! _John!_ cries _Trim_, in an insolent\nBravo, as loud as ever he could bawl—See here, my Lad! how fine I\nam.—The more Shame for you, answered _John_, seriously.—Do you think,\n_Trim_, says he, such Finery, gain’d by such Services, becomes you, or\ncan wear well?—Fye upon it, _Trim;_—I could not have expected this from\nyou, considering what Friendship you pretended, and how kind I have\never been to you:—How many Shillings and Sixpences I have generously\nlent you in your Distresses?—Nay, it was but t’other Day that I\npromised you these black Plush Breeches I have on.—Rot your Breeches,\nquoth _Trim;_ for _Trim_’s Brain was half turn’d with his new\nFinery:—Rot your Breeches, says he, —I would not take them up, were\nthey laid at my Door;—give ’em, and be d——d to you, to whom you like; I\nwould have you to know I can have a better Pair at the Parson’s any Day\nin the Week:—_John_ told him plainly, as his Word had once pass’d him,\nhe had a Spirit above taking Advantage of his Insolence, in giving them\naway to another:—But, to tell him his Mind freely, he thought he had\ngot so many Favours of that Kind, and was so likely to get many more\nfor the same Services, of the Parson, that he had better give up the\nBreeches, with good Nature, to some one who would be more thankful for\nthem.\n\nHere _John_ mentioned _Mark Slender_, (who, it seems, the Day before,\nhad ask’d _John_ for ’em) not knowing they were under Promise to\n_Trim_.—“Come, _Trim_, says he, let poor _Mark_ have ’em,—You know he\nhas not a Pair to his. A——: Besides, you see he is just of my Size, and\nthey will fit him to a T; whereas, if I give ’em to you,—look ye, they\nare not worth much; and, besides, you could not get your Backside into\nthem, if you had them, without tearing them all to Pieces.”\n\nEvery Tittle of this was most undoubtedly true; for _Trim_, you must\nknow, by foul Feeding, and playing the good Fellow at the Parson’s, was\ngrown somewhat gross about the lower Parts, _if not higher:_ So that,\nas all _John_ said upon the Occasion was fact, _Trim_, with much ado,\nand after a hundred Hum’s and Hah’s, at last, out of mere Compassion to\nMark, _signs, seals, and delivers up_ all Right, Interest, and\nPretentions whatsoever, in and to the said breeches; thereby binding\nhis Heirs, Executors, Administrators, and Assignes, never more to call\nthe said Claim in Question.\n\nAll this Renunciation was set forth in an ample Manner, to be in pure\nPity to _Mark_’s Nakedness;—but the Secret was, _Trim_ had an Eye to,\nand firmly expected in his own Mind, the great Green Pulpit-Cloth and\nold Velvet Cushion, which were that very Year to be taken down;—which,\nby the Bye, could he have wheedled _John_ a second Time out of ’em, as\nhe hoped, he had made up the Loss of his Breeches Seven-fold.\n\nNow, you must know, this Pulpit-Cloth and Cushion were not in _John_’s\nGift, but in the Church-Wardens, _&c._—However, as I said above, that\n_John_ was a leading Man in the Parish, _Trim_ knew he could help him\nto them if he would:—But _John_ had got a Surfeit of him;—so, when the\nPulpit-Cloth, &c. were taken down, they were immediately given (_John_\nhaving a great Say in it) to _William Doe_, who understood very well\nwhat Use to make of them.\n\nAs for the old Breeches, poor _Mark Slender_ lived to wear them but a\nshort Time, and they got into the Possession of _Lorry Slim_, an\nunlucky Wight, by whom they are still worn;—in Truth, as you will\nguess, they are very thin by this Time:—But _Lorry_ has a light Heart;\nand what recommends them to him, is this, that, as, thin as they are,\nhe knows that Trim, let him say what he will to the contrary, still\nenvies the _Possessor_ of them,—and, with all his Pride, would be very\nglad to wear them after _him_.\n\nUpon this Footing have these Affairs slept quietly for near ten\nYears,—and would have slept for ever, but for the unlucky Kicking-Bout;\nwhich, as I said, has ripp’d this Squabble up afresh: So that it was no\nlonger ago than last Week, that _Trim_ met and insulted _John_ in the\npublic Town- Way, before a hundred People;—tax’d him with the Promise\nof the old-cast-Pair-of-black-Breeches, notwithstanding _Trim_’s solemn\nRenunciation; twitted him with the Pulpit-Cloth and Velvet Cushion,—as\ngood as told him, he was ignorant of the common Duties of his\nClerkship; adding, very insolently, That he knew not so much as to give\nout a common Psalm in Tune.—\n\n_John_ contented himself with giving a plain Answer to every Article\nthat _Trim_ had laid to his Charge, and appealed to his Neighbours who\nremembered the whole Affair;—and as he knew there was never any Thing\nto be got in wrestling with a Chimney-Sweeper,—he was going to take\nLeave of _Trim_ for ever.—But, hold,—the Mob by this Time had got round\nthem, and their High Mightinesses insisted upon having _Trim_ tried\nupon the Spot.—_Trim_ was accordingly tried; and, after a full Hearing,\nwas convicted a second Time, and handled more roughly by one or more of\nthem, than even at the Parson’s.\n\n_Trim_, says one, are you not ashamed of yourself, to make all this\nRout and Disturbance in the Town, and set Neighbours together by the\nEars, about an old-worn-out-Pair-of-cast-Breeches, not worth Half a\nCrown?—Is there a cast-Coat, or a Place in the whole Town, that will\nbring you in a Shilling, but what you have snapp’d up, like a greedy\nHound as you are?\n\nIn the first Place, are you not Sexton and Dog-Whipper, worth Three\nPounds a Year?—Then you begg’d the Church-Wardens to let your Wife have\nthe Washing and Darning of the Surplice and Church-Linen, which brings\nyou in Thirteen Shillings and Four Pence.—Then you have Six Shillings\nand Eight Pence for oiling and winding up the Clock, both paid you at\n_Easter_.—The Pinder’s Place, which is worth Forty Shillings a\nYear,—you have got that too.—You are the Bailiff, which the late Parson\ngot you, which brings you in Forty Shillings more.—Besides all this,\nyou have Six Pounds a Year, paid you Quarterly for being Mole-Catcher\nto the Parish.—Aye, says the luckless Wight above-mentioned, (who was\nstanding close to him with his Plush Breeches on) “You are not only\nMole-Catcher, _Trim_, but you catch STRAY CONIES too in the _Dark;_ and\nyou pretend a _Licence_ for it, which, I trove, will be look’d into at\nthe next Quarter Sessions.” I maintain it, I have a Licence, says\n_Trim_, blushing as red as Scarlet:—I have a Licence,—and as I farm a\nWarren in the next Parish, I will catch Conies every Hour of the\nNight.—_You catch Conies!_ cries a toothless old Woman, who was just\npassing by.—\n\nThis set the Mob a laughing, and sent every Man home in perfect good\nHumour, except _Trim_, who waddled very slowly off with that Kind of\ninflexible Gravity only to be equalled by one Animal in the whole\nCreation,—and surpassed by none, I am,\n\nSIR,\nYours, &c. &c.\n\nFINIS.\n\n\n\n\nPOSTSCRIPT.\n\n\nI have broke open my Letter to inform you, that I miss’d the\nOpportunity of sending it by the Messenger, who I expected would have\ncalled upon me in his Return through this Village to _York_, so it has\nlaid a Week or ten Days by me.\n\n—I am not sorry for the Disappointment, because something has since\nhappened, in Continuation of this Affair, which I am thereby enabled to\ntransmit to you, all under one Trouble.\n\nWhen I finished the above Account, I thought (as did every Soul in the\nParish) _Trim_ had met with so thorough a Rebuff from _John_ the\nParish-Clerk and the Town’s Folks, who all took against him, that\n_Trim_ would be glad to be quiet, and let the Matter rest.\n\nBut, it seems, it is not half an Hour ago since _Trim_ sallied forth\nagain; and, having borrowed a Sow-Gelder’s Horn, with hard Blowing he\ngot the whole Town round him, and endeavoured to raise a Disturbance,\nand fight the whole Battle over again:—That he had been used in the\nlast Fray worse than a Dog;—not by _John_ the Parish-Clerk,—for I\nshou’d not, quoth _Trim_, have valued him a Rush single Hands:—But all\nthe Town sided with him, and twelve Men in Buckram set upon me all at\nonce, and kept me in Play at Sword’s Point for three Hours\ntogether.—Besides, quoth Trim, there were two misbegotten Knaves in\n_Kendal Green_, who lay all the while in Ambush in _John_’s own House,\nand they all sixteen came upon my Back, and let drive at me together.—A\nPlague, says _Trim_, of all Cowards!—_Trim_ repeated this Story above a\nDozen Times;—which made some of the Neighbours pity him, thinking the\npoor Fellow crack-brain’d, and that he actually believed what he said.\nAfter this _Trim_ dropp’d the Affair of the _Breeches_, and begun a\nfresh Dispute about the _Reading-Desk_, which I told you had occasioned\nsome small Dispute between the _late_ Parson and _John_, some Years\nago.\n\nThis _Reading-Desk_, as you will observe, was but an Episode wove into\nthe main Story by the Bye;—for the main Affair was the _Battle of the\nBreeches_ and _Great Watch-Coat_.—However, _Trim_ being at last driven\nout of these two Citadels,—he has seized hold, in his Retreat, of this\n_Reading-Desk_, with a View, as it seems, to take Shelter behind it.\n\nI cannot say but the Man has fought it out obstinately enough;—and, had\nhis Cause been good, I should have really pitied him. For when he was\ndriven out of the _Great Watch-Coat_,—you see, he did not run away;—no,\n—he retreated behind the _Breeches;_—and, when he could make nothing of\nit behind the _Breeches_,—he got behind the _Reading-Desk_.—To what\nother Hold Trim will next retreat, the Politicians of this Village are\nnot agreed.—Some think his next Move will be towards the Rear of the\nParson’s Boot;—but, as it is thought he cannot make a long Stand\nthere,—others are of Opinion, That _Trim_ will once more in his Life\nget hold of the Parson’s Horse, and charge upon him, or perhaps behind\nhim. But as the Horse is not easy to be caught, the more general\nOpinion is, That, when he is driven out of the _Reading-Desk_, he will\nmake his last Retreat in such a Manner as, if possible, to gain the\n_Close-Stool_, and defend himself behind it to the very last Drop. If\n_Trim_ should make this Movement, by my Advice he should be left\nbesides his Citadel, in full Possession of the Field of Battle;—where,\n’tis certain, he will keep every Body a League off, and may pop by\nhimself till he is weary: Besides, as _Trim_ seems bent upon _purging_\nhimself, and may have Abundance of foul Humours to work off, I think he\ncannot be better placed.\n\nBut this is all Matter of Speculation.—Let me carry you back to Matter\nof Fact, and tell you what Kind of a Stand _Trim_ has actually made\nbehind the said _Desk_.\n\n“Neighbours and Townsmen all, I will be sworn before my Lord Mayor,\nThat _John_ and his nineteen Men in _Buckram_, have abused me worse\nthan a Dog; for they told you that I play’d fast and go-loose with the\n_late_ Parson and him, in that old Dispute of theirs about the\n_Reading-Desk;_ and that I made Matters worse between them, and not\nbetter.”\n\nOf this Charge, _Trim_ declared he was as innocent as the Child that\nwas unborn: That he would be Book-sworn he had no Hand in it. He\nproduced a strong Witness;—and, moreover, insinuated, that _John_\nhimself, instead of being angry for what he had done in it, had\nactually thank’d him. Aye, _Trim_, says the Wight in the Plush\nBreeches, but that was, _Trim_, the Day before _John_ found thee\nout.—Besides, _Trim_, there is nothing in that:—For, the very Year that\nthou wast made Town’s Pinder, thou knowest well, that I both thank’d\nthee myself; and, moreover, gave thee a good warm Supper for turning\n_John Lund_’s Cows and Horses out of my Hard-Corn Close; which if thou\nhad’st not done, (as thou told’st me) I should have lost my whole Crop:\nWhereas, _John Lund_ and _Thomas Patt_, who are both here to testify,\nand will take their Oaths on’t, That thou thyself wast the very Man who\nset the Gate open; and, after all,—it was not thee, _Trim_,—’twas the\nBlacksmith’s poor Lad who turn’d them out: So that a Man may be thank’d\nand rewarded too for a good Turn which he never did, nor ever did\nintend.\n\n_Trim_ could not sustain this unexpected Stroke;—so _Trim_ march’d off\nthe Field, without Colours flying, or his Horn sounding, or any other\nEnsigns of Honour whatever.\n\nWhether after this _Trim_ intends to rally a second Time, or whether\n_Trim_ may not take it into his Head to claim the Victory,—no one but\n_Trim_ himself can inform you:—However, the general Opinion, upon the\nwhole, is this, That, in three several pitch’d Battles, _Trim_ has been\nso trimm’d, as never disastrous Hero was _trimm’d_ before him.\n\n\n\n\nTHE KEY.\n\n\nThis _Romance_ was, by some Mischance or other, dropp’d in the\n_Minster-Yard, York_, and pick’d up by a Member of a small Political\nClub in that City; where it was carried, and publickly read to the\nMembers the last Club Night.\n\nIt was instantly agreed to, by a great Majority, That it was a\n_Political Romance;_ but concerning what State or Potentate, could not\nso easily be settled amongst them.\n\nThe President of the Night, who is thought to be as clear and\nquick-lighted as any one of the whole Club in Things of this Nature,\ndiscovered plainly, That the Disturbances therein set forth, related to\nthose on the _Continent:_—That _Trim_ could be Nobody but the King of\n_France_, by whole shifting and intriguing Behaviour, all _Europe_ was\nset together by the Ears:—That _Trim_’s Wife was certainly the\n_Empress_, who are as kind together, says he, as any Man and Wife can\nbe for their Lives.—The more Shame for ’em, says an Alderman, low to\nhimself.—Agreeable to this Key, continues the President,—The _Parson_,\nwho I think is a most excellent Character,—is His Most Excellent\nMajesty King _George;_—_John_, the Parish-Clerk, is the King of\n_Prussia;_ who, by the Manner of his first entering _Saxony_, shew’d\nthe World most evidently,—That he did know how to lead out the Psalm,\nand in Tune and Time too, notwithstanding _Trim_’s vile Insult upon him\nin that Particular.—But who do you think, says a Surgeon and\nMan-Midwife, who sat next him, (whose Coat-Button the President, in the\nEarnestness of this Explanation, had got fast hold of, and had thereby\npartly drawn him over to his Opinion) Who do you think, Mr. President,\nsays he, are meant by the _Church-Wardens, Sides-Men, Mark Slender,\nLorry Slim, &c._—Who do I think? says he, Why,—Why, Sir, as I take the\nThing,—the _Church-Wardens_ and _Sides-Men_, are the _Electors_ and the\nother _Princes_ who form the _Germanick Body_.—And as for the other\nsubordinate Characters of _Mark Slim?_—the _unlucky Wight_ in the Plush\nBreeches,—the _Parson’s Man_ who was so often out of the Way, &c.\n&c.—these, to be sure, are the several _Marshals_ and _Generals_, who\nfought, or should have fought, under them the last Campaign.—The Men in\n_Buckram_, continued the President, are the Grofs of the King of\n_Prussia_’s Army, who are as _stiff_ a Body of Men as are in the\nWorld:—And _Trim_’s saying they were twelve, and then nineteen, is a\nWipe for the _Brussels Gazetteer_, who, to my Knowledge, was never two\nWeeks in the same Story, about that or any thing else.\n\nAs for the rest of the _Romance_, continued the President, it\nsufficiently explains itself,—The\n_Old-cast-Pair-of-Black-Plush-Breeches_ must be _Saxony_, which the\n_Elector_, you see, _has left of wearing:_—And as for the _Great\nWatch-Coat_, which, you know, covers all, it signifies all _Europe;_\ncomprehending, at least, so many of its different States and Dominions,\nas we have any Concern with in the present War.\n\nI protest, says a Gentleman who sat next but one to the President, and\nwho, it seems, was the Parson of the Parish, a Member not only of the\nPolitical, but also of a Musical Club in the next Street;—I protest,\nsays he, if this Explanation is right, which I think it is, That the\nwhole makes a very fine Symbol.—You have always some Musical Instrument\nor other in your Head, I think, says the Alderman.—Musical instrument!\nreplies the Parson, in Astonishment,—Mr. Alderman, I mean an Allegory;\nand I think the greedy Disposition of _Trim_ and his Wife, in ripping\nthe _Great Watch-Coat_ to Pieces, in order to convert it into a\nPetticoat for the one, and a Jerkin for the other, is one of the most\nbeautiful of the Kind I ever met with; and will shew all the World what\nhave been the true Views and Intentions of the Houses of _Bourbon_ and\n_Austria_ in this abominable Coalition,—I might have called it\nWhoredom:—Nay, says the Alderman, ’tis downright Adulterydom, or\nnothing.\n\nThis Hypothesis of the President’s explain’d every Thing in the\n_Romance_ extreamly well; and, withall, was delivered with so much\nReadiness and Air of Certainty, as begot an Opinion in two Thirds of\nthe Club, that Mr. President was actually the Author of the _Romance_\nhimself: But a Gentleman who sat on the opposite Side of the Table, who\nhad come piping-hot from reading the History of King _William_’s and\nQueen _Anne_’s Wars, and who was thought, at the Bottom, to envy the\nPresident the Honour both of the _Romance_ and Explanation too, gave an\nentire new Turn to it all. He acquainted the Club, That Mr. President\nwas altogether wrong in every Supposition he had made, except that one,\nwhere the _Great Watch-Coat_ was said by him to represent _Europe_, or\nat least a great Part of it:—So far he acknowledged he was pretty\nright; but that he had not gone far enough backwards into our History\nto come at the Truth. He then acquainted them, that the dividing the\n_Great Watch-Coat_ did, and could, allude to nothing else in the World\nbut the _Partition-Treaty;_ which, by the Bye, he told them, was the\nmost unhappy and scandalous Transaction in all King _William_’s Life:\nIt was that false Step, and that only, says he, rising from his Chair,\nand striking his Hand upon the Table with great Violence; it was that\nfalse Step, says he, knitting his Brows and throwing his Pipe down upon\nthe Ground, that has laid the Foundation of all the Disturbances and\nSorrows we feel and lament at this very Hour; and as for _Trim_’s\ngiving up the _Breeches_, look ye, it is almost Word for Word copied\nfrom the _French_ King and _Dauphin_’s Renunciation of _Spain_ and the\n_West-Indies_, which all the World knew (as was the very Case of the\n_Breeches_) were renounced by them on purpose to be reclaim’d when Time\nshould serve.\n\nThis Explanation had too much Ingenuity in it to be altogether\nslighted; and, in Truth, the worst Fault it had, seem’d to be the\nprodigious Heat of it; which (as an Apothecary, who sat next the Fire,\nobserv’d, in a very low Whisper to his next Neighbour) was so much\nincorporated into every Particle of it, that it was impossible, under\nsuch Fermentation, it should work its defined Effect.\n\nThis, however, no way intimidated a little valiant Gentleman, though he\nsat the very next Man, from giving an Opinion as diametrically opposite\nas _East_ is from _West_.\n\nThis Gentleman, who was by much the best Geographer in the whole Club,\nand, moreover, second Cousin to an Engineer, was positive the\n_Breeches_ meant _Gibraltar;_ for, if you remember, Gentlemen, says he,\ntho’ possibly you don’t, the Ichnography and Plan of that Town and\nFortress, it exactly resembles a Pair of Trunk-Hose, the two\nPromontories forming the two Slops, &c. &c.—Now we all know, continued\nhe, that King _George_ the First made a Promise of that important Pass\nto the King of _Spain:_—So that the whole Drift of the _Romance_,\naccording to my Sense of Things, is merely to vindicate the King and\nthe Parliament in that Transaction, which made so much Noise in the\nWorld.\n\nA Wholesale Taylor, who from the Beginning had resolved not to speak at\nall in the Debate,—was at last drawn into it, by something very\nunexpected in the last Person’s Argument.\n\nHe told the Company, frankly, he did not understand what _Ichnography_\nmeant:—But as for the Shape of a _Pair of Breeches_, as he had had the\nAdvantage of cutting out so many hundred Pairs in his Life-Time, he\nhoped he might be allowed to know as much of the Matter as another Man.\n\nNow, to my Mind, says he, there is nothing in all the Terraqueous Globe\n(a Map of which, it seems, hung up in his Work-Shop) so like a _Pair of\nBreeches_ unmade up, as the Island of _Sicily:_—Nor is there any thing,\nif you go to that, quoth an honest Shoe-maker, who had the Honour to be\na Member of the Club, so much like a _Jack-Boot_, to my Fancy, as the\nKingdom of _Italy_.—What the Duce has either _Italy_ or _Sicily_ to do\nin the Affair? cries the President, who, by this Time, began to tremble\nfor his Hypothesis,—What have they to do?—Why, answered the\n_Partition-Treaty_ Gentleman, with great Spirit and Joy sparkling in\nhis Eyes,—They have just so much, Sir, to do in the Debate as to\noverthrow your Suppositions, and to establish the Certainty of mine\nbeyond the Possibility of a Doubt: For, says he, (with an Air of\nSovereign Triumph over the President’s Politicks)—By the\n_Partition-Treaty_, Sir, both _Naples_ and _Sicily_ were the very\nKingdoms made to devolve upon the _Dauphin;_—and _Trim_’s _greasing the\nParson’s Boots_, is a Devilish Satyrical Stroke;—for it exposes the\nCorruption, and Bribery made Use of at that Juncture, in bringing over\nthe several States and Princes of _Italy_ to use their Interests at\n_Rome_, to stop the Pope from giving the Investitures of those Kingdoms\nto any Body else.—The Pope has not the Investiture of _Sicily_, cries\nanother Gentleman.—I care not, says he, for that.\n\nAlmost every one apprehended the Debate to be now ended, and that no\none Member would venture any new Conjecture upon the _Romance_, after\nso many clear and decisive Interpretations had been given. But,\nhold,—Close to the Fire, and opposite to where the Apothecary sat,\nthere sat also a Gentleman of the Law, who, from the Beginning to the\nEnd of the Hearing of this Case, seem’d no way satisfied in his\nConscience with any one Proceeding in it. This Gentleman had not yet\nopened his Mouth, but had waited patiently till they had all gone thro’\ntheir several Evidences on the other Side;—reserving himself, like an\nexpert Practitioner, for the last Word in the Debate. When the\n_Partition-Treaty_-Gentleman had finish’d what he had to say,—He got\nup,—and, advancing towards the Table, told them, That the Error they\nhad all gone upon thus far, in making out the several Facts in the\n_Romance_,—was in looking too high; which, with great Candor, he said,\nwas a very natural Thing, and very excusable withall, in such a\nPolitical Club as theirs: For Instance, continues he, you have been\nsearching the _Registers_, and looking into the _Deeds_ of _Kings_ and\n_Emperors_,—as if Nobody had any _Deeds_ to shew or compare the\n_Romance_ to but themselves.—This, continued the Attorney, is just as\nmuch out of the Way of good Practice, as if I should carry a Thing\nslap-dash into the House of Lords, which was under forty Shillings, and\nmight be decided in the next County-Court for six Shillings and\nEight-pence.—He then took the _Romance_ in his Left Hand, and pointing\nwith the Fore-Finger of his Right towards the second Page, he humbly\nbegg’d Leave to observe, (and, to do him Justice, he did it in somewhat\nof a _forensic Air_) That the _Parson, John_, and _Sexton_, shewed\nincontestably the Thing to be _Tripartite;_ now, if you will take\nNotice, Gentlemen, says he, these several Persons, who are Parties to\nthis Instrument, are merely Ecclesiastical; that the _Reading-Desk,\nPulpit-Cloth_, and _Velvet Cushion_, are tripartite too; and are, by\nIntendment of Law, Goods and Chattles merely of an Ecclesiastick\nNature, belonging and appertaining ‘only unto them,’ _and to them\nonly_.—So that it appears very plain to me, That the _Romance_, neither\ndirectly nor indirectly, goes upon Temporal, but altogether upon\nChurch-Matters.—And do not you think, says he, softening his Voice a\nlittle, and addressing himself to the Parson with a forced Smile,—Do\nnot you think Doctor, says he, That the Dispute in the _Romance_,\nbetween the _Parson_ of the Parish and _John_, about the Height of\n_John_’s Desk, is a very fine Panegyrick upon the _Humility of\nChurch-Men?_—I think, says the Parson, it is much of the same Fineness\nwith that which your Profession is complimented with, in the pimping,\ndirty, pettyfogging Character of _Trim_,—which, in my Opinion, Sir, is\njust such another Panegyrick upon the _Honesty_ of _Attornies_.\n\nNothing whets the Spirits like an Insult:—Therefore the Parson went on\nwith a visible Superiority and an uncommon Acuteness.—As you are so\nhappy, Sir, continues he, in making Applications,—pray turn over a Page\nor two to the black Law-Letters in the _Romance_.—What do you think of\nthem, Sir?—Nay,—pray read the Grant of the _Great Watch-Coat_ and\n_Trim_’s Renunciation of the _Breeches_.—Why, there is downright Lease\nand Release for you,—’tis the very Thing, Man;—only with this small\nDifference,—and in which consists the whole Strength of the Panegyric,\nThat the Author of the _Romance_ has convey’d and re-convey’d, in about\nten Lines, —what you, with the glorious Prolixity of the Law, could not\nhave crowded into as many Skins of Parchment.\n\nThe Apothecary, who had paid the Attorney, the same Afternoon, a Demand\nof Three Pounds Six Shillings and Eight-Pence, for much such another\nJobb,—was so highly tickled with the Parson’s Repartee in that\nparticular Point,—that he rubb’d his Hands together most fervently,—and\nlaugh’d most triumphantly thereupon.\n\nThis could not escape the Attorney’s Notice, any more than the Cause of\nit did escape his Penetration.\n\nI think, Sir, says he, (dropping his Voice a Third) you might well have\nspared this immoderate Mirth, since you and your Profession have the\nleast Reason to triumph here of any of us.—I beg, quoth he, that you\nwould reflect a Moment upon the _Cob-Web_ which _Trim_ went so far for,\nand brought back with an Air of so much Importance, in his Breeches\nPocket, to lay upon the Parson’s cut Finger.—This said Cob-Web, Sir, is\na fine-spun Satyre, upon the flimsy Nature of one Half of the\nShop-Medicines, with which you make a Property of the Sick, the\nIgnorant, and the Unsuspecting.—And as for the Moral of the\n_Close-Stool-Pan_, Sir, ’tis too plain, Does not nine Parts in ten of\nthe whole Practice, and of all you vend under _its Colours_, pass into\nand concenter in that one nasty Utensil?—And let me tell you, Sir, says\nhe, raising his Voice,—had not your unseasonable Mirth blinded you, you\nmight have seen that _Trim_’s carrying the Close-Stool-Pan upon his\nHead the whole Length of the Town, without blushing, is a pointed\nRaillery,—and one of the sharpest Sarcasms, Sir, that ever was thrown\nout upon you;—for it unveils the solemn Impudence of the whole\nProfession, who, I see, are ashamed of nothing which brings in Money.\n\nThere were two Apothecaries in the Club, besides the Surgeon mentioned\nbefore, with a Chemist and an Undertaker, who all felt themselves\nequally hurt and aggrieved by this discourteous Retort:—And they were\nall five rising up together from their Chairs, with full Intent of\nHeart, as it was thought, to return the _Reproof Valiant_\nthereupon.—But the President, fearing it would end in a general\nEngagement, he instantly call’d out, _To Order;_—and gave Notice, That\nif there was any Member in the Club, who had not yet spoke, and yet did\ndesire to speak upon the main Subject of the Debate,—that he should\nimmediately be heard.\n\nThis was a happy Invitation for a stammering Member, who, it seems, had\nbut a weak Voice at the best; and having often attempted to speak in\nthe Debate, but to no Purpose, had sat down in utter Despair of an\nOpportunity.\n\nThis Member, you must know, had got a sad Crush upon his Hip, in the\nlate _Election_, which gave him intolerable Anguish;—so that, in short,\nhe could think of nothing else:—For which Cause, and others, he was\nstrongly of Opinion, That the whole _Romance_ was a just Gird at the\nlate _York_ Election; and I think, says he, that the _Promise_ of the\n_Breeches_ broke, may well and truly signify _Somebody’s else Promise_,\nwhich was broke, and occasion’d to much Disturbance amongst us.\n\nThus every Man turn’d the Story to what was swimming uppermost in his\nown Brain;—so that, before all was over, there were full as many\nSatyres spun out of it,—and as great a Variety of Personages, Opinions,\nTransactions, and Truths, found to lay hid under the dark Veil of its\nAllegory, as ever were discovered in the thrice-renowned History of the\nActs of _Gargantua_ and _Pantagruel_.\n\nAt the Close of all, and just before the Club was going to break\nup,—Mr. President rose from his Chair, and begg’d Leave to make the two\nfollowing Motions, which were instantly agreed to, without any\nDivision.\n\n_First_, Gentlemen, says he, as _Trim_’s Character in the Romance, of a\nshuffling intriguing Fellow,—whoever it was drawn for, is, in Truth, as\nlike the _French King_ as it can stare,—I move, That the _Romance_ be\nforthwith _printed:_—For, continues he, if we can but once turn the\nLaugh against him, and make him asham’d of what he has done, it may be\na great Means, with the Blessing of God upon our Fleets and Armies, to\nsave the Liberties of _Europe_.\n\nIn the _second_ Place, I move, That Mr. Attorney, our worthy Member, be\ndesired to take Minutes, upon the Spot, of every Conjecture which has\nbeen made upon the _Romance_, by the several Members who have spoke;\nwhich, I think, says he, will answer two good Ends:\n\n1st, It will establish the Political Knowledge of our Club for ever,\nand place it in a respectable Light to all the World.\n\nIn the _next_ Place, it will furnish what will be wanted; that is, a\n_Key_ to the _Romance_.—In troth you might have said a whole Bunch of\n_Keys_, quoth a Whitesmith, who was the only Member in the Club who had\nnot said something in the Debate: But let me tell you, Mr. President,\nsays he, That the _Right Key_, if it could but be found, would be worth\nthe whole Bunch put together.\n\n\n\n\nTo —— ——, Esq;\n_of_ York.\n\n\nSIR,\n\nYou write me Word that the Letter I wrote to you, and now stiled _The\nPolitical Romance_ is printing; and that, as it was drop’d by\nCarelessness, to make some Amends, you will overlook the Printing of it\nyourself, and take Care to see that it comes right into the World.\n\nI was just going to return you Thanks, and to beg, withal, you would\ntake Care That the Child be not laid at my Door.—But having, this\nMoment, perused the _Reply_ to the _Dean_ of _York_’s _Answer_,—it has\nmade me alter my Mind in that respect; so that, instead of making you\nthe Request I intended, I do here desire That the Child be filiated\nupon me, _Laurence Sterne_, Prebendary of _York_, &c. &c. And I do,\naccordingly, own it for my own true and lawful Offspring.\n\nMy Reason for this is plain;—for as, you see, the _Writer_ of that\n_Reply_, has taken upon him to invade this _incontested Right_ of\nanother Man’s in a Thing of this Kind, it is high Time for every Man to\nlook to his own—Since, upon the _same Grounds_, and with half the\nDegree of Anger, that he affirms the Production of that very Reverend\nGentleman’s, to be the Child of many Fathers, some one in his Spight\n(for I am not without my Friends of that Stamp) may run headlong into\nthe other Extream, and swear, That mine had no Father at all:—And\ntherefore, to make use of _Bay_’s Plea in the _Rehearsal_, for _Prince\nPretty-Man;_ I merely do it, as he says, “for fear it should be said to\nbe no Body’s Child at all.”\n\nI have only to add two Things:—First, That, at your Peril, you do not\npresume to alter or transpose one Word, nor rectify one false Spelling,\nnor so much as add or diminish one Comma or Tittle, in or to my\n_Romance:_—For if you do,—In case any of the Descendents of _Curl_\nshould think fit to invade my Copy-Right, and print it over again in my\nTeeth, I may not be able, in a Court of Justice, to swear strictly to\nmy own Child, after you had _so large a Share_ in the begetting it.\n\nIn the next Place, I do not approve of your _quaint Conceit_ at the\nFoot of the Title Page of my _Romance_,—It would only set People on\nfinding a Page or two before I give them Leave;—and besides, all\nAttempts either at Wit or Humour, in that Place, are a Forestalling of\nwhat slender Entertainment of those Kinds are prepared within:\nTherefore I would have it stand thus:\n\nYORK: Printed in the Year 1759. (_Price One Shilling_.)\n\nI know you will tell me, That it is set too high; and as a Proof, you\nwill say, That this last _Reply_ to the _Dean_’s _Answer_ does consist\nof near as many Pages as mine; and yet is all sold for Six-pence.—But\nmine, my dear Friend, is quite a _different Story:_—It is a Web wrought\nout of my own Brain, of twice the Fineness of this which he has spun\nout of his; and besides, I maintain it, it is of a more curious\nPattern, and could not be afforded at the Price that his is sold at, by\nany _honest_ Workman in _Great-Britain_.\n\nMoreover, Sir, you do not consider, That the Writer is interested in\nhis _Story_, and that it is his Business to set it a-going at _any\nPrice:_ And indeed, from the Information of Persons conversant in Paper\nand Print, I have very good Reason to believe, if he should sell every\nPamphlet of them, he would inevitably be a _Great Loser_ by it, This I\nbelieve verily, and am,\n\n_Dear Sir_, _Your obliged Friend_\n_and humble Servant_,\nLAURENCE STERNE,\nSutton on the Forest,\nJan. 20, 1759\n\n\n\n\nTo Dr. TOPHAM.\n\n\nSIR,\n\nThough the _Reply_ to the _Dean_ of _York_ is not declared, in the\n_Title-Page_, or elsewhere, to be wrote by you,—Yet I take that Point\nfor granted; and therefore beg Leave, in this public Manner, to write\nto you in Behalf of myself; with Intent to set you right in two Points\nwhere I stand concerned in this Affair; and which I find you have\nmisapprehended, and consequently (as I hope) misrepresented.\n\nThe _First_ is, in respect of some Words, made use of in the\nInstrument, signed by Dr _Herring_, Mr _Berdmore_ and myself.—Namely,\n_to the best of our Remembrance and Belief,_ which Words you have\ncaught hold of, as implying some Abatement of our Certainty as to the\nFacts therein attested. Whether it was so with the other two Gentlemen\nwho signed that Attestation with me, it is not for me to say; they are\nable to answer for themselves, and I desire to do so for myself; and\ntherefore I declare to you, and to all Mankind, That the Words in the\nfirst Paragraph, _to the best of our Remembrance and Belief_, implied\nno Doubt remaining upon my Mind, nor any Distrust whatever of my\nMemory, from the Distance of Time;—Nor, in short, was it my Intention\nto attest the several Facts therein, as Matters of Belief—But as\nMatters of as much Certainty as a Man was capable of having, or giving\nEvidence to. In Consequence of this Explanation of myself, I do declare\nmyself ready to attest the same Instrument over again, striking out the\nWords _to the best of our Remembrance and Belief_ which I see, have\nraised this Exception to it.\n\nWhether I was mistaken or no, I leave to better Judges; but I\nunderstood those Words were a very common Preamble to Attestations of\nThings, to which we bore the clearest Evidence;—However, Dr _Topham_,\nas you have claimed just such another Indulgence yourself, in the Case\nof begging the _Dean_’s Authority to say, what, as you affirm, you had\nsufficient Authority to say without, as a modest and Gentleman-like Way\nof Affirmation;—I wish you had spared either the one or the other of\nyour Remarks upon these two Passages:—_Veniam petimus, demusque\nvicissim_.\n\nThere is another Observation relating to this Instrument, which I\nperceive has escaped your Notice; which I take the Liberty to point out\nto you, namely, That the Words, _To the best of our Remembrance and\nBelief_, if they imply any Abatement of Certainty, seem only confined\nto that Paragraph, and to what is immediately attested after them in\nit:—For in the second Paragraph, wherein the main Points are minutely\nattested, and upon which the whole Dispute, and main Charge against the\n_Dean_, turns, it is introduced thus:\n\n“_We do particularly remember_, That as soon as Dinner was over, &c.”\n\nIn the second Place you affirm, “That it is not said that Mr. _Sterne_\ncould affirm he had heard you charge the _Dean_ with a Promise, in its\nown Nature so very extraordinary, as of the Commissaryship of the Dean\nand Chapter”:—To this I answer, That my true Intent in subscribing that\nvery instrument, and I suppose of others, was to attest this _very\nThing;_ and I have just now read that Part of the Instrument over; and\ncannot, for my Life, affirm it either more directly or expresly, than\nin the Words as they there stand;—therefore please to let me transcribe\nthem.\n\n“But being press’d by Mr. _Sterne_ with an undeniable Proof, That he,\n(Dr. _Topham_) did propagate the said Story, (viz: _of a Promise from\nthe Dean to Dr._ Topham _of the Dean and Chapter’s Commissaryship_)—Dr.\n_Topham_ did at last acknowledge it; adding, as his Reason or Excuse\nfor so doing, That he apprehended (or Words to that Effect) he had a\n_Promise_ under the _Dean’s own Hand_, of the _Dean and Chapter’s\nCommissaryship_.”\n\nThis I have attested, and what Weight the Sanction of an Oath will add\nto it, I am willing and ready to give.\n\nAs for Mr. _Ricard_’s feeble Attestation, brought to shake the Credit\nof this firm and solemn one, I have nothing to say to it, as it is only\nan Attestation of Mr. _Ricard_’s Conjectures upon the Subject.—But this\nI can say, That I had the Honour to be at the Deanery with the learned\nCounsel, when Mr. _Ricard_ underwent that _most formidable_ Examination\nyou speak of,—and I solemnly affirm, That he then said, He knew nothing\nat all about the Matter, one Way or the other; and the Reasons he gave\nfor his utter Ignorance, were, first, That he was then so full of\nConcern, at the Difference which arose between two Gentlemen, both his\nFriends, that he did not attend to the Subject Matter of it,—and of\nwhich he declared again he knew nothing at all. And secondly, If he had\nunderstood it then, the Distance would have put it out of his Head by\nthis Time.\n\nHe has since scower’d his Memory, I ween; for now he says, That he\napprehended the Dispute regarded something in the Dean’s Gift, as he\ncould not _naturally_ suppose, &c. ’Tis certain, at the Deanery, he had\n_naturally_ no Suppositions in his Head about this Affair; so that I\nwith this may not prove one of the After-Thoughts you speak of, and not\nso much a _natural_ as an _artificial_ Supposition of my good Friend’s.\n\nAs for the _formidable_ Enquiry you represent him as undergoing,—let me\nintreat you to give me Credit in what I say upon it,—namely,—That it\nwas as much the Reverse to every Idea that ever was couch’d under that\nWord, as Words can represent it to you. As for the learned Counsel and\nmyself, who were in the Room all the Time, I do not remember that we,\neither of us, spoke ten Words. The Dean was the only one that ask’d Mr.\n_Ricard_ what he remembered about the Affair of the Sessions Dinner;\nwhich he did in the most Gentleman-like and candid Manner,—and with an\nAir of as much Calmness and seeming Indifference, as if he had been\nquestioning him about the News in the last _Brussels Gazette_.\n\nWhat Mr. _Ricard_ saw to terrify him so sadly, I cannot apprehend,\nunless the Dean’s _Gothic_ Book-Case,—which I own has an odd Appearance\nto a Stranger; so that if he came terrified in his Mind there, and with\na Resolution not to _plead_, he might _naturally suppose_ it to be a\ngreat Engine brought there on purpose to exercise the _Peine fort et\ndure_ upon him.—But to be serious; if Mr. _Ricard_ told you, That this\nEnquiry was _most formidable_, He was much to blame;—and if you have\nsaid it, without his express Information, then _You_ are much to blame.\n\nThis is all, I think, in your _Reply_, which concerns me to answer:—As\nfor the many coarse and unchristian Insinuations scatter’d throughout\nyour _Reply_,—as it is my Duty to beg God to forgive you, so I do from\nmy Heart: Believe me, Dr. _Topham_, they hurt yourself more than the\nPerson they are aimed at; and when the _first Transport_ of Rage is a\nlittle over, they will grieve you more too.\n\n—_prima est hæc Ultio_.\n\nBut these I hold to be no answerable Part of a Controversy;—and for the\nlittle that remains unanswered in yours,—I believe I could, in another\nhalf Hour, set it right in the Eyes of the World: But this is not my\nBusiness.—And is it is thought worth the while, which I hope it never\nwill, I know no one more able to do it than the very Reverend and\nWorthy Gentleman whom you have so unhandsomely insulted upon that\nScore.\n\nAs for the _supposed Compilers_, whom you have been so wrath and so\nunmerciful against, I’ll be answerable for it, as they are Creatures of\nyour own Fancy, they will bear you no Malice. However, I think the more\npositively any Charge is made, let it be against whom it will, the\nbetter it should be supported; and therefore I should be sorry, for\nyour own Honour, if you have not some better Grounds for all you have\nthrown out about them, than the mere Heat of your Imagination or Anger.\nTo tell you truly, your Suppositions on this Head oft put me in Mind of\n_Trim_’s twelve Men in _Buckram_, which his disordered Fancy\nrepresented as laying in Ambush in _John_ the Clerk’s House, and\nletting drive at him all together. I am,\n\nSIR,\n_Your most obedient_\n_And most humble Servan_t,\nLAWRENCE STERNE\nSutton on the Forest,\nJan. 20, 1759\n\nP.S. I beg Pardon for _clapping_ this upon the _Back_ of the\n_Romance_,—which is done out of no Disrespect to you.—But the _Vehicle_\nstood ready at the Door,—and as I was to pay the whole Fare, and there\nwas Room enough behind it,—it was the cheapest and readiest Conveyance\nI could think of.\n\nFINIS.\n\n\n\n",
    "metadata": {
        "author": [
            "Sterne, Laurence"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/20257/pg20257.txt",
        "name": "a_political_romance.json"
    }
}