{
    "name": "A Positive Romance\n1898",
    "author": [
        "Bellamy, Edward"
    ],
    "body": "1898\n\n\nMy friend Hammond is a bachelor, and lives in chambers in New York.\nWhenever we meet on my occasional visits to the city, he insists on my\nspending the night with him. On one of these occasions we had been\nat the opera during the evening, and had witnessed an ovation to a\nbeautiful and famous singer. We had been stirred by the enthusiasm of\nthe audience, and on our walk home fell to discussing a theme suggested\nby the scene; namely, the tendency of man to assume a worshipful\nattitude towards woman, and the reason for it. Was it merely a phase of\nthe passional relation between the sexes, or had it some deeper and more\nmysterious significance?\n\nWhen I mentioned the former idea, Hammond demanded why this tendency\nwas not reciprocal between the sexes. As a matter of fact, while women\nshowed endless devotion and fondness for men, their feeling was without\nthe strain of adoration. Particular men’s qualities of mind or heart\nmight excite the enthusiastic admiration of women, but such admiration\nwas for cause, and in no way confounded with the worshipful reverence\nwhich it was man’s instinct to extend to woman as woman, with secondary\nreference to her qualities as a particular person. No fact in the\nrelations of men and women, he declared, was more striking than this\ncontrast in their mutual attitudes. It was the feminine, not the\nmasculine, ideal which supplied the inspiration of art and the aroma of\nliterature, which was found enshrined in the customs and common speech\nof mankind. To this I replied that man, being the dominant sex, had\nimposed his worship on the race as a conquering nation, its gods on\nthe conquered. He, not woman, had been the creator of the art, the\nliterature, and the language which were dedicated to her. Had woman been\nthe dominant sex, the reverse might have happened, and man been obliged\nto stand upon a pedestal and be worshiped.\n\nHammond laughed, but declared that I was all wrong. Man’s tendency to\nworship woman, while naturally blending with his passional attraction\ntowards her, did not spring from the instinct of sex, but from the\ninstinct of race,--a far deeper and generally unrecognized impulse.\nEven though woman should become some day the dominant sex, man need\nsuffer no apprehension of being worshiped. His modesty would be\nrespected.\n\nSome time later, when we had cozily established ourselves before a\nsea-coal fire in Hammond’s quarters, with divers creature comforts at\nhand for one of our usual symposiums, the subject came up again; and\nunder conditions so favorable to discursiveness our talk took a wide\nrange.\n\n“By the way,” said I, apropos of some remark he had made, “talking about\nthe adoration of woman, did not that crack-brained Frenchman, Auguste\nComte, propose something of the sort as a feature of his ‘Religion of\nHumanity’?”\n\nHammond nodded.\n\n“I wonder,” I said, “whether that feature of his scheme was ever\nactually practiced by his followers. I should like to get a chance to\nask a Positivist about that, if indeed there are any in America.”\n\nHammond smoked in silence for some time, and finally said, quietly,\n“Possibly I might tell you something about it myself.”\n\n“Hello!” I exclaimed. “How long since you have been a Positivist?”\n\n“About twenty-five years,” was the matter-of-fact reply.\n\n“A Positivist of twenty-five years’ standing,” I ejaculated, “and never\ntold of it! Why have you hid your light under a bushel all this while?”\n\n“I said that it was twenty-five years since I had been a Positivist,”\n replied Hammond; “as long, in fact, as it is since I have been a\nsophomore. Both experiences belonged to the same year of my college\ncourse, and, perhaps you may infer, to the same stage of intellectual\ndevelopment. For about six months at that time I was as ardent a\nconvert, I fancy, as the Religion of Humanity ever had.”\n\n“I thought you had told me all about yourself long ago,” I said. “How\nis it that you have kept so mum about this experience? I should fancy it\nmust have been a decidedly odd one.”\n\n“It was a very odd one,” replied Hammond,--“the strangest passage, on\nthe whole, I think, in my life. I have never spoken of it, because it is\none of those emotional experiences which no man likes to relate unless\nhe is sure of being understood. To tell it to most men would be casting\npearls before swine. I have always meant to tell you when a suitable\nopportunity came up.”\n\n“You know,” he said, when I had signified my eagerness to hear, “that I\ngraduated at Leroy College. It was a little one-horse institution, but\nblue as a whetstone in its orthodoxy; and with my father, who was a\nclergyman of a very strait sect and staid views, that fact covered\na multitude of shortcomings. I was nineteen when I entered, and\nconsequently twenty when, at the beginning of sophomore year, I came\nunder the charge of Professor Régnier. He was a Frenchman, but spoke\nEnglish with perfect ease and precision and a very slight accent. At the\ntime I knew him, he was probably sixty. His hair was quite gray, but his\nmustache and imperial were still dark. It was rumored among the students\nthat he had left his native land for political reasons, having played\nfor too high stakes at the national game of revolution. True or not, the\nreport naturally heightened the interest which his personality had for\nus.\n\n“He made it his business to know personally all the students in his\nclasses; and as it is not easy for a man of sixty, especially if he is\nalso their teacher, to become really acquainted with students of twenty,\nthe fact may be taken as evidence of his unusual tact. He was, I think,\nthe most fascinating man I ever saw. His insight into character was like\nmagic, his manners were charming, and his Gallic vivacity made him seem\nlike a boy. Gradually, while still remaining to the rest of the students\na genial and friendly instructor, he singled out a smaller circle\nof particular intimates. Of these I was one, and I believe the most\ntrusted.\n\n“Of course we boys were immensely flattered by the partiality of such\na man; but equally of course the pursuit of his own pleasure\ncould scarcely have been the motive which impelled him to seek our\ncompanionship. It was, in fact, a motive as unselfish as that of the\nmissionary who leaves the comforts and refinements of civilization and\nexiles himself among savages that he may win them to his faith. He had\nbeen a personal friend and disciple of Auguste Comte, then but lately\ndead, and on coming to America had sought his present employment, not\nmerely as a means of livelihood, but equally for the opportunity it\noffered for propagating the new gospel among young men. Do you know much\nabout what Positivism is?”\n\nI confessed that I knew next to nothing,--scarcely more than that there\nwas such a thing.\n\n“I shall not bore you with an account of it,” resumed Hammond, “further\nthan to say that it is a scheme for the perfection of the human race. It\nrejects as idle all theories of superhuman intelligences, and declares\nthe supreme object of the individual love and devotion should be\nhumanity. The rational demonstration of the truth of this system is\nsought in the course of history, which is claimed to prove Positivism\nthe finality of social evolution. You will find anything else you want\nto know about it in the books. I dare say you will not be converted; but\nif you were nineteen instead of twice that, with Hippolyte Régnier to\nindoctrinate you, I fancy the result would be about what it was in my\ncase.\n\n“His personal influence over us, and the intoxicating flattery implied\nin being seriously reasoned with on themes so lofty by a man whom we\nso greatly admired, would have gone far, no doubt, to commend to us any\nform of opinions he might have taught; but there were not lacking other\nreasons to account for his success in converting us. As for Comte’s\ndogmatic denial of superhuman existence, and his fanciful schemes of new\nsociety, we were too young and crude to realize how unphilosophic\nwas the former, how impossible and undesirable was the latter. While\naccepting them as facts of a new creed, they meant little to us, nor\ndid Régnier much insist upon them. What most he did insist on was the\nethical side of Positivism,--the idea of the essential unity of the\nindividual with the immortal race of man, and his obvious duty to forget\nself in its service. What could be better adapted to affect generous and\nimpassioned boys than an appeal like this? The magnificent audacity\nof it, the assumption of man’s essential nobleness, the contemptuous\nrefusal to make any terms with selfishness, captivated our imaginations.\nI know now, indeed, that this enthusiasm of humanity, this passion of\nself-abnegation, which I thought a new religion, was the heart of the\nold religions. In its new-fangled disguise the truth and virtue of the\ndoctrine were still operative, and the emotional crisis through which\nI passed I found was as essentially religious as it was in form\nunorthodox.\n\n“At the end of sophomore year there were a half-dozen very positive\nyoung Positivists in our class. The pride of intellect which we felt in\nour new enlightenment was intoxicating. To be able to look down from a\nserene height, with compassion frequently tempered by contempt, upon the\nrest of the world still groping in the mists of childish superstition,\nwas prodigiously to the taste of youths of eighteen and twenty. How, to\nbe sure, we did turn up our noses at the homely teachings in the college\nchapel on Sundays! Well do I remember attending my father’s church when\nat home on vacation, and endeavoring to assume the mental attitude of\na curious traveler in a Buddhist temple. Together with the intellectual\nvanity which it fostered, our new faith was commended to us by its\nflavor of the secret, the hazardous, and the forbidden. We were\ndelightfully conscious of being concerned in a species of conspiracy,\nwhich if it came to light would convulse the college and the community,\nhave us expelled, and cause no end of scandal to the public.\n\n“But the more I took my new faith in earnest and tried to make of it the\nreligion it claimed to be, I was troubled by a lack that seemed to be\ninherent. Humanity, the object of our devotion, was but an abstraction,\na rhetorical expression for a mass of individuals. To these individuals\nI might indeed render affection, service, compassion, tenderness,\nself-sacrifice; but their number and pettiness forbade me the glow of\nadoration with which service was touched in religions which offered\na personified object of adoration. When, finally, I confided these\ntroubles to Régnier, I expected to be rebuked; but on the contrary, and\nto my great discomfiture, he embraced me effusively after the Gallic\nmanner. He said that he had been waiting for the time when in the course\nof my development I should become conscious of the need I had confessed\nbefore explaining to me the provision made for it by Positivism.\n\n“To start with, he put in, as a sort of special plea for Positivism,\nthat it was not singular among religions in recognizing as the object\nof devotion an abstraction, the mode of the existence of which was a\nmystery. As a solace to their votaries and an aid to their faith, nearly\nall religions recognized sacred emblems; not indeed to be confounded\nin clear minds with the original object of devotion, but worthy of\nreverence in its place, as its special representative and reminder. In\nprecisely this sense the sacred emblem of humanity was woman.\n\n“Of course, Positivism claiming to be a creed of demonstration, not of\nfaith, Régnier did not ask me to receive this proposition as his mere\nstatement, but proceeded to establish its reasonableness by logic. I\nam going to give you what I remember of his argument, because I believe\nstill, as I did when I heard it, that it is the only philosophical\nexplanation of the instinctive reverence of man for woman which we\nhave been talking about to-night. It was given to me, of course, as\na doctrine peculiar to Positivism; but I don’t know of any form of\nreligious belief, inconsistent with the recognition of the sacred\nquality of womanhood on the grounds given by Régnier. Indeed, I am by no\nmeans sure whether the doctrine as I received it is orthodox Positivism\nat all. I have reason to think that Régnier was quite too original a\ncharacter for a very good interpreter, and should be interested to know\nhow far his ideas were his own and how far his master’s.\n\n“First he pointed out to me as matter of fact that there was no more\nstriking feature of the modern and humane as compared with the ancient\nand barbaric world than the constantly growing tendency of the most\ncivilized races to apotheosize womanhood. The virgin ideal had been set\nup by the larger part of Christendom as the object of divine honors. The\nage of chivalry had translated for all time the language of love into\nthat of worship. Art had personified under the feminine form every noble\nand affecting ideal of the race, till now it was in the name of woman\nthat man’s better part adjured his baser in every sort of strife towards\nthe divine. Is it alleged that it is man’s passion for woman that has\nmoved him thus in a sort to deify the sex? Passion is no teacher of\nreverence. Moreover, it is as the race outgrows the dominion of passion\nthat it recognizes the worshipfulness of woman. The gross and sensual\nrecognize in her no element of sacredness. It is the clear soul of the\nboy, the poet, and the seer which is most surely aware of it. Equally\nvain is it to seek the explanation in any general superiority of woman\nto man, either moral or mental. Her qualities are indeed in engaging\ncontrast with his, but on the whole no such superiority has ever been\nmaintained. How, then, were we to account for a phenomenon so great in\nits proportions that either it indicates a world-wide madness infecting\nthe noblest nations while sparing the basest, or else must be the\noutcome of some profound monition of nature, which, in proportion as\nman’s upward evolution progresses, he becomes capable of apprehending?\nWhy this impassioned exaltation by him of his tender companion? What\nis the secret spring that makes her the ceaseless fountain of lofty\ninspiration she is to him? What is the hint of divinity in her gentle\nmien that brings him to his knees? Who is this goddess veiled in woman\nwhom men instinctively reverence yet cannot name?\n\n“The adoration of woman, which may almost be called the natural religion\nof the modern man, springs from his recognition, instinctive when not\nconscious, that she is in an express sense, as he is not, the type, the\nrepresentative, and the symbol of the race from which he springs, of\nthat immortal and mystical life in which the secret of his own is\nhid. She is this by virtue, not of her personal qualities, but of the\nmother-sex, which, overbearing in part her individuality, consecrates\nher to the interests of the race, and makes her the channel of those\nirresistible attractions by which humanity exists and men are made to\nserve it. As compared with woman’s peculiar identification with the\nrace, man’s relation to it is an exterior one. By his constitution he\nis above all an individual, and that is the natural line of his\ndevelopment. The love of woman is the centripetal attraction which in\ndue time brings him back from the individual tangent to blend him again\nwith mankind. In returning to woman he returns to humanity. All that\nthere is in man’s sentiment for woman which is higher than passion and\nlarger than personal tenderness--all, that is to say, which makes his\nlove for her the grand passion which in noble hearts it is--is the\nfact that under this form his passion for the race finds expression.\nMysterious ties, subtending consciousness, bind him, though seemingly\nseparate, to the mighty life of humanity, his greater self, and these\nare the chords which, when ‘Love took up the harp of life,’... ‘passed\nin music out of sight.’ In woman humanity is enshrined and made concrete\nfor the homage of man. This is the mighty indwelling which causes her\nto suggest something more august than herself, and invests her with an\nimpersonal majesty commanding reverence.\n\n“You may imagine with what power such a doctrine as this, set forth by\nan enthusiast like Régnier, appealed to the mind of an impassioned boy\nof twenty, as yet pure as a girl, but long vaguely stirred by the master\npassion of our nature. The other tenets of the Religion of Humanity had\nbeen impressed upon me by argument, but at the mere statement of this my\nheart responded, _O Dea Certe!_\n\n“Subsequently, in response to my questioning, Régnier explained to me\nhow the master had recommended his disciples to give practical effect\nto the cult of womanhood. I must remember that it was nothing new and\nnothing peculiar to Positivism for men to adore women to the point even\nof idolatry. Lovers constantly were doing it. But in these cases the\nworshipers did not look beyond the personality of the idol. Possibly,\nno doubt, some dim apprehension of the true grounds of woman’s\nworshipfulness might mingle with the lover’s sentiment, but it was very\nfar from being the clear and distinct sense necessary to redeem his\nhomage from the charge of extravagance. On the other hand, the spirit\nin which women received the homage men rendered them was usually as\nmistaken as that in which it was offered. Either, on the one hand, from\nan impulse of personal modesty they deprecated it, or, on the other\nhand, they accepted it as a gratification to their personal vanity. In\neither case, they equally misapprehended their true and valid title\nto worship, which, while personal qualities might enhance or partially\nobscure it, was itself in root more than personal, and consisted in the\nmartyr and mother sex which so peculiarly sacrificed and consecrated\nthem to the interests of humanity as to draw to them the homage and\nloyalty of all men who loved their race. It had been the counsel of his\nmaster, Régnier said, that, while his disciples should hold all women in\nexalted reverence, they should peculiarly address this general sentiment\nto some particular woman, who, being of the same faith, should be able\nto accept it worthily and without self-exaltation, in the spirit in\nwhich it was offered.\n\n“Of course the reflection was obvious that in the existing conditions\nof the Positivist propaganda in America it would be impossible to find a\nwoman capable of understanding, much less of accepting, such a relation,\nand, therefore, that to me the cult which I had been taught must remain\nentirely theoretical. Homage from men which did not insure to the\ntitillation of the vanity would seem to women, as usually educated,\nequally incomprehensible and unprofitable.\n\n“It was in recognition of this situation that Régnier ended by making a\nproposition which testified, more strongly than anything else could have\ndone, both to the enthusiasm and sincerity with which he himself held\nthe faith he preached, and to his confidence in my own equal singleness\nof heart. He had never before spoken of his personal history or home\nlife. Several times I had spent the evening at his house, but on these\noccasions I had seen only himself. Certain womanly belongings, however,\nwhich I had noticed, and the sound of a piano once or twice, had\nsuggested that the house might not be without a feminine presence. The\nprofessor now told me that long ago in France, for a few short, blissful\nyears, he had been the husband of the sweetest of women. She had left\nbehind a daughter, the sole companion of his life and the apple of his\neye. She lived in complete seclusion, rarely even leaving the house. He\ndid not desire her to make acquaintances in this country, nor indeed\nwas she able to speak a word of any language but her own. There was no\nquestion of my making her acquaintance in the ordinary sense, or even\nof meeting her a second time, but if I desired to testify my new\nappreciation of the sacred quality of womanhood, it was possible that\nshe might consent to receive my homage in the name of her sex. He could\nnot be sure what she would say, but he would speak with her about it.\n\n“The following day, a note from him requesting that I should call at\nhis house that evening intimated that he had succeeded in carrying his\npoint. When I called at the time set, he told me that he had found it\nmore difficult than he had anticipated to gain his daughter’s consent to\nsee me. She had been very reluctant to assume the attitude required of\nher, and only her respect for his wishes and the good of the cause, and\nthe assurance he had given her of the entire ingenuousness of my own\nmotive, had induced her finally to yield. After some talk as to the\nsignificance of the interview before me, which I was too much agitated\nto comprehend, he bade me follow him.\n\n“As may readily be supposed, my fancy, from the moment Régnier had\nsuggested this interview, had been exceedingly busy with conjectures\nas to the sort of scene it would prove, and especially as to the\npersonality of her who was to be the central figure. Except his\nintimation that the interview would be necessarily without interchange\nof speech and presumably brief, scarcely more, probably, than a\nconfrontation, he had told me nothing.\n\n“Of course, however, my fancies had not failed to take some form. I\nthink I had a general expectation of finding myself in the presence of a\nbeautiful woman, statuesquely shaped and posed. I imagine that I rather\nexpected her to be enthroned or standing upon some sort of dais, and\nI am sure that I should not have been surprised had there been some\nartificial arrangement of lights as in a theatre to add effectiveness to\nthe figure.\n\n“I followed Régnier through several rooms without raising my eyes.\nPresently he paused and said, ‘My daughter.’\n\n“Thrilling with the premonition of a vision of imperious or melting\nloveliness which should compel my homage by its mere aspect, I raised\nmy eyes to find myself facing a plain-featured, plainly dressed young\nwoman, not ill-looking certainly, but destitute of a single trait\nstriking enough to have won a second glance from me had I met her on the\nstreet.\n\n“Her father need not have told me of her reluctance to assume the part\nhis wishes had imposed upon her. For the fraction of an instant only, a\npair of black eyes had met mine, and then she had bent her face as low\nas she could. The downcast head, the burning cheeks, the quick heaving\nof the breast, the pendent arms, with tensely interlacing fingers and\npalms turned downward, all told the story of a shy and sensitive girl\nsubmitting from a sense of duty to a painful ordeal.\n\n“The sudden and complete wreck of all my preconceptions as to her\nappearance, as well as the accessories of the scene, left me for a few\nmoments fairly dazed. Not only were my highly wrought expectations as\nto the present interview brought to humiliating discomfiture, but the\ninfluence of the disillusionment instantly retroacted with the effect\nof making the entire noble and romantic cult which had led up to this\nunlucky confrontation seem a mere farrago of extravagant and baseless\nsentiment. What on earth had Régnier been thinking of, to plan\ndeliberately a situation calculated to turn a cherished sentiment into\nridicule? If he had seriously thought his daughter capable of supporting\nthe rôle he had assigned her, had there ever been a like case of\nparental fatuity?\n\n“But even as I indignantly asked myself this question, I saw a great\nlight, and recognized that the trouble was neither with Régnier’s\nfatuity nor with his daughter’s lack of charms, but with myself, and\na most unworthy misconception into which I had fallen as to the whole\nobject and purport of this interview. What had the beauty or the lack of\nbeauty of this girl to do with the present occasion? I was not here to\nrender homage to her for the beauty of her sex, but for its perpetual\nconsecration and everlasting martyrdom to my race. The revulsion of\nfeeling which followed the recognition of the grossness of the mistake I\nhad made had no doubt the effect of greatly intensifying my emotions. I\nwas overcome with contrition for the unworthiness with which I had stood\nbefore this girl who had so trusted to my magnanimity, appraising her\nlike a sensualist when I should have been on my knees before her. A\nreaction of compunctious loyalty made my very heartstrings ache. I saw\nnow how well it had been for a weak-minded fool like myself that she\nhad not chanced to be beautiful or even pretty, for then I should have\ncheated myself of all that distinguished this solemn meeting from\nthe merest lover’s antics. I won in that moment an impression of the\ntawdriness of mere beauty which I have never gotten over. It seemed to\nme then, and more or less has ever since, that the beauty of women is a\nsort of veil which hides from superficial eyes the true adorableness of\nwomanhood.\n\n“Unable longer to resist the magnetism of my gaze, her eyes rose slowly\nto mine. At their first meeting, her face became crimson; but as she\ndid not avert her eyes, and continued to look into mine, the flush\npaled swiftly from her face, and with it all the other evidences of\nher embarrassment passed as quickly away, leaving her bearing wholly\nchanged. It was plain that through my eyes, which in that moment must\nhave been truly windows of my soul, she had read my inmost thoughts,\nand had perceived how altogether impertinent to their quality\nself-consciousness on her part would be. As with a gaze growing ever\nmore serene and steadfast she continued to read my thoughts, her face\nchanged, and from the look of a shy and timid maiden it gradually took\non that of a conscious goddess. Then, as still she read on, there came\nanother change. The soft black eyes grew softer and yet softer, and then\nslowly filled with tears till they were like brimming vases. She did\nnot smile, but her brows and lips assumed a look of benignant sweetness\nindescribable.\n\n“In that moment no supernatural aureole would have added sacredness to\nthat head, or myth of heavenly origin have made that figure seem more\nadorable. With right good-will I sank upon my knees. She reached forth\nher hand to me and I pressed my lips to it. I lifted up the hem of her\ndress and kissed it. There was a rustle of garments. I looked up and she\nwas gone.\n\n“I suppose immediately after that I must have left the house. I only\nknow that the dawn found me miles out of town, walking aimlessly about\nand talking to myself.”\n\nHammond poured himself a glass of wine, drunk it slowly, and then fell\ninto a profound reverie, apparently forgetful of my presence.\n\n“Is that all?” I asked at last. “Did you not see her again?”\n\n“No,” he answered, “I never saw her again. Probably, as her father\nhad intimated, he did not intend that I should. But circumstances also\nprevented. The very next day there was an explosion in college. There\nhad been a Judas among my fellow-disciples, and the faculty had been\ninformed of the Positivist propaganda going on under their noses. I\nwas suspended for six months. When I returned to college, Régnier\nhad disappeared. He had of course been promptly dismissed, and it was\nrumored that he had gone back to France. He had left no trace, and I\nnever heard of him again or of his daughter. I don’t even know the name\nof the woman I worshiped.”\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bellamy, Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22708/pg22708.txt",
        "name": "a_positive_romance_1898.json"
    }
}