{
    "name": "A Prevaricated Parade",
    "author": [
        "Tuttle, W. C. (Wilbur C.)"
    ],
    "body": "“And for the support of this A declaration, with a firm reliance on\nthe protection of Divine Providence, we mutually pledge to each other\nour lives, our fortunes and our sacred honor.”\n\nHank Padden shifted his seat on the top pole of the corral, and marks\nthe place with his finger.\n\n“Now,” says he, “shall I orate the names of the men who signed it?”\n\n“Never mind,” replies old man Whittaker. “We don’t know none of them,\npersonally, so we’ll let what you’ve already read be sufficient and\nplenty. After listening to all you’ve read out of that book, Hank, I’m\nof the impression that she’s a fitting day to be celebrated. What do\nyou think, Hen?”\n\n“She’s worth a passing memorial,” says I, and “Scenery” Sims, the\nfourth member of our committee, nods his head:\n\n“She sure is, gents. I never cared for kings, except in jack-pots, and\nour glorious forefathers sure did proclaim their feelings. I’m with\nyuh from the hondo to the saddle-horn.”\n\nThat makes it unanimous. The night before there’s a meeting in\nParadise, and they appoints me and Scenery, Hank Padden and old man\nWhittaker as a committee to investigate the reasons and so forth of\nthe Fourth of July, and whether, in our own minds, she’s of sufficient\nimport to consider a celebration.\n\nWe finds that she is. Hank Padden reads us the reasons out of a\ndictionary, while we sets there on the corral top, at the Cross J.\n\nOld man Whittaker owns the Cross J, Hank Padden the Seven A, and\nScenery Sims is the possessor of the Circle S outfit and the\nsqueakiest voice ever anchored in the throat of a human being. Every\ntime I hears Scenery start to talk I pray for cylinder oil or\nchloroform. Me? I’m Henry Clay Peck. I work for old man Whittaker. I\nain’t got nothing but a conscience, a heap of respect for the truth\nand the feeling that I lowers myself when I punches cows.\n\nWe has just arrived at our conclusion when “Muley” Bowles saunters\ndown to the corral, climbs up beside us and bends our seat all to\npieces. We four moves to the next section for safety. Muley weighs so\nmuch that he has to bandage his bronc’s legs with splints to keep it\nfrom being bowlegged. The world lost a cracking good poet when Muley\nessayed to punch cows. He don’t look the part, not having soulful eyes\nnor emaciated ribs, but when it comes to making up poetry he’s got ’em\nall lashed to the snubbing-post.\n\n“Has the committee arrived at a satisfactory conclusion?” he asks,\npuffing hard on his cigaret, and shaking out a new rope.\n\n“When the facts is made public we’ll let yuh know with the rest,”\nsqueaks Scenery, who dislikes Muley a heap.\n\n“Who’s talking to you?” demands Muley. “Scenery, you takes too much\nupon yourself. I been thinking of a sweet little rhyme what sounds\nlike this, and I gives yuh three guesses who I mean:\n\n    “He had a squeaky little voice,\n    A skinny little frame.\n    He lived in God’s own country,\n    But the country wa’n’t to blame.\n    Comparing him with growed-up men,\n    Who rode the Sawtooth Hills,\n    He looked like a pewter nickel\n    In a bunch of green-back bills.”\n\n“Yah-h-h-h!” shrills Scenery. “You’re sore ’cause you wasn’t elected\nto the committee. Lard!”\n\nScenery puts all the venom in his system into that last word, and at\nthe finish his voice would have split a cigaret paper. As he makes his\ngreasy statement his right boot snaps up to horizontal, and Muley’s\nloop gets him around the ankle.\n\nIt sure was one beautiful and speedy piece of rope work, and the next\nminute Scenery is on his shoulders in the corral, with his right foot\nsnubbed high and handsome to the top of a corral post.\n\nMuley lights his cigaret and climbs down the other side.\n\n“The committee will have to turn him loose,” he states. “I won’t\npollute my hands by touching him. I reckon the acid in his measly\nlittle carcass will ruin that metal hondo before he gets loose, but\nit’s worth it.”\n\nMuley peers through the poles of the corral and grins at Scenery.\n\n“Next time yuh opines to speak of a byproduct of your family, Scenery,\ndon’t look at me,” he states.\n\nOur nerves are rasped considerable before we gets Scenery calmed down,\nbut we finally pacifies him, and all sets in judgment on the Fourth of\nJuly again.\n\n“Now that we’ve decided to celebrate—how’ll we do it?” asks Hank. “She\nought to be did befitting the solemnity of the occasion, hadn’t it,\nWhittaker?”\n\n“She deserves it,” agrees the old man. “We’ll have a salute at\nsunrise, won’t we? Then what’ll we do?”\n\n“We got to have a pe-rade,” squeaks Scenery. “Them is necessary\nadjunct to celebrations. I was down to Cottonwood last Fourth, and\nthey sure had a humdinger of a pe-rade. Had a feller all dressed up in\na fancy hat and a sash, riding in front, and then comes a lot of\ndress-up wagons, what they designates as floats. They has a beautiful\ngal all dressed up to imitate Miss Columbus, and———”\n\n“Who’s she?” asks Hank.\n\n“Don’t you know who Columbus was?” asked Scenery, and Hank nods.\n\n“Well, don’t ask fool questions then,” squeaks Scenery. “They has\nhoss-races, foot-races and——”\n\n“They didn’t have nothing that we can’t have,” pronounces Hank.\n\n“We can have all that. I’ll ride at the head of the pe-rade and——”\n\n“That ain’t unanimous,” interrupts Scenery. “Why you any more than me,\nHank? Next thing we know you’ll want to be Miss Columbus.”\n\n“Hang on to yourselves,” advises Whittaker. “You fellers elects\nyourselves to everything—seems to me. A leading man in a pe-rade ought\nto dress the part, I reckon. When I lives in Great Falls I’m elected\nas a ornery member of a organization. It had something to do about\nwoodcraft, and we dresses up like a plush hoss, when we meets. I still\ngot my war-bonnet and pants left. Some son of a gun stole the coat. I\nstill got my ax, too.”\n\n“You still got the ax?” squeaks Scenery. “Wonderful! Go home and cut\nsome wood. I think your fire’s out.”\n\n“While you old spavs are fighting for honors, what’s the matter with\nconsidering me?” I asks. “You’re all so danged old and stove-up that\nyou’d have to lead it in a lumber-wagon. Look at me, and step back in\nthe ranks. I’m young, handsome——”\n\n“Pause!” yelps Scenery. “Pause, Hen. It takes brains to lead a\npe-rade.”\n\n“Then let’s not quarrel,” says I. “We ain’t eligible. Let’s settle\nthese little details later and in a place what ain’t so dry. It won’t\nbe the Fourth of July until day after tomorrow, so let’s adjourn.”\n\n                  *       *       *       *       *\n\nThey agrees. Scenery and Hank goes home, and I goes up to the\nbunk-house, where “Telescope” Tolliver and Muley are playing pitch.\n\n“Hen, what has the committee decided to do?” askes Telescope.\n\nI tells him what our plans are, so far, and while I’m telling in comes\n“Chuck” Warner, the prize liar of Yaller Rock County. Chuck punches\ncows with us for a living, and carries the greatest assortment of\nprevarications on earth as a side-line. I been with him so long that\nat times I shades the truth a little, too.\n\n“They can’t all lead the pe-rade, that’s a cinch,” states Chuck. “I\nseen a pe-rade down to New York one time that——”\n\n“You never was in New York,” states Telescope.\n\n“I was born there,” declares Chuck, wiggling his ears.\n\n“In Pima County, Arizona,” says Telescope. “I know when, too, Chuck.”\n\n“Dates don’t count, Telescope. I said I was born in New York, and it’s\nmy business if I wants to stick to my statement. Now, Telescope, if\nyou said you was born in a teepee on a Digger reservation I wouldn’t\nargue with you for a minute. I’d take it as Gospel. A feller has a\nright to a birthplace, and I takes New York.”\n\nThat argument shows Chuck Warner in his native state. He’s got a face\nlike a bronc, shortest legs on earth, and can wiggle his ears like a\nburro. The only time he can’t look yuh square in the eye is when he’s\ntelling the truth.\n\n“Yuh ought to get somebody with a little style to lead that pe-rade,\nHen,” opines Muley.\n\n“Might get ‘Pole Cat’ Perkins or ‘Harelip’ Hansen,” laughs Telescope.\n“Have Harelip ride one of his goats, and have Pole Cat walk slow\nbehind him, leading a skunk. Have the goat wear the old man’s striped\npants, and put Scenery’s hat on the skunk.”\n\n“You fellers ought to be on the committee,” says I, sarcastic-like.\n“Yuh might get up your own pe-rade.”\n\n“That’s a good scheme,” agrees Chuck. “We’ll form a offensive and\ndefensive alliance.”\n\n“Offensive is right,” says I, and then I goes up to see the old man.\n\nThe next morning me and the old man goes to Paradise, and goes into\nexecutive session, with Scenery and Hank, in the rear of Dug Chaffin’s\nsaloon. Hank pounds on the table with his boot heel, and calls the\nroll. We’re all present.\n\n“Gents,” asks Hank, “who is going to lead the pe-rade?”\n\nWe looks at each other, and then the old man clears his throat.\n\n“I looked up them lodge raiment, and they’re dazzlers.”\n\n“I still got that hard hat that I wore to a Dimmicrat rally down to\nSilver Bend ten year ago,” orates Scenery. “She looks a heap\ndignified, and it’s too small for any of you fellers. I got a sword,\ntoo—in a holster.”\n\n“To lead a pe-rade a man ought to look dignified—not his clothes,”\nproclaims Hank.\n\n“This here glory thing is going to cause hard feelings,” says I. “I\nmoves that we does like this: we’ll all be here before the pe-rade is\nready to start, and we’ll let some uninterested party pick out the\nsuitable person for to lead it. Dress for the part, and if yuh don’t\nget picked, be a good sport and pe-rade anyway.”\n\n“That’ll keep the mortality down to a certain extent,” agrees Hank,\nand the other two nods.\n\n“Now,” says Hank, “how about this person to be Miss Columbus?”\n\n“I got her picked,” states Scenery. “I nominates Miss Eulalie McFee.”\n\n“Sheriff’s daughter, eh?” laughs Hank. “She’s so danged thin that if\nshe stood edge-ways yuh couldn’t see her, Scenery. I nominates Miss\nMaggie Smith, niece of ‘Doughgod’ Smith. Who seconds the motion?”\n\n“Miss Columbus ought to be a danged sight better-looking than Maggie\nSmith,” states the old man. “Who ever heard of Miss Columbus with\ncrossed eyes and freckles? I marks X at the top of my ticket for Miss\nClarice Chaffin, daughter of Dug. Do I hear an agreeable voice?”\n\n“Haw! Haw!” roars Hank. “Clarice Chaffin! This contest ain’t for no\nanimated flag-pole, Whittaker. How’s your sentiments, Hen?”\n\n“I leans toward Mrs. Genevieve Saunders, widder of the late ‘Slim’\nSaunders. She’d fill the part.”\n\n“It would be danged small if she didn’t,” Scenery. “She weighs at\nleast two hundred and——”\n\n“Scenery,” says I, “some day I’m going to hang a pebble on your neck,\nthrow yuh into a tin cup of water and drown yuh.”\n\n“Let’s vote on it,” suggests Hank.\n\n“It don’t require no vote,” replies Whittaker. “If Hen wants to drown\nScenery I’m——”\n\n“I mean vote on the lady!” snaps Hank. We did. We each cast a vote for\nour choice, and it starts a argument that’s a humdinger, and before we\nleaves the council-chamber we’re mentally wallering in each other’s\ngore.\n\nParadise is busy fixing up floats and decorations, and we’re asked a\nlot of questions that we don’t dare to answer.\n\n“Who is going to lead the pe-rade?” whispers Doughgod to me, and I\nwhispers back—\n\n“I am.”\n\nHe toilers me for a distance, and whispers once more—\n\n“Hen, who is going to be Miss Columbus?” I answers—\n\n“The widder Saunders.”\n\n“Hank told me that my niece, Maggie was going to be her.”\n\n“Hank’s a liar,” says I, and Doughgod nods, and walks away.\n\nI’m over at the rack, cinching up my saddle, when here comes Dug\nChaffin.\n\n“Henry, I’m looking for information that I can’t seem to get from any\nof your cohorts. Who is due to be Miss Columbus tomorrow?”\n\n“The widder Saunders. That’s settled, Dug.”\n\n“Do you know that old man Whittaker is a liar?” he asks, and I nods.\n“Yes, he’s a liar,” declares Dug. “He said he’d stick for Clarice\n’till hell froze over.”\n\n“He got cold feet,” says I, and Dug goes back to his palace of sin, in\na unhappy mood.\n\nI gets on my bronc and points toward the Cross J. I’m sick of being on\na committee, and having to hurt people’s feelings.\n\nParadise ain’t no safe place to cause discord in. There’s a sentiment\nin that place that leans towards shooting first and asking questions\nafterwards. There’s only one thing the whole place will agree on, and\nthat is this: yuh can’t have a royal flush if your opponent has four\nkings.\n\n“Stuttering” Stevens thought he’d establish a precedent by holding one\nagainst kings and sevens in one hand and kings and eights in another.\nThe coroner said that either shot would have been fatal. Stuttering\nmust a been guilty, ’cause no man would steal kings to make up two\npair.\n\nI hammers my bronc along down to where the Cross J road forks with the\none from Silver Bend, when I hears a peculiar noise. Sounds to me like\na threshing machine with St. Vitus dance. My bronc shows signs of\nnervousness, so I gets off. Pretty soon it comes in sight, and I\nrecognizes it as being an autymobile, the same of which ain’t been in\nthis country since the one belonging to Scenery Sims runs over some\ndynamite at Piperock and evaporates.\n\n                  *       *       *       *       *\n\nMy bronc drags me off into the mesquite for a ways, until I can get my\nrope around a bush and stop him, and then I pilgrims back to the road.\nAt first I don’t recognize the inhabitant of that carriage. I looks\nhim over, careful-like, and then he grins and betrays himself. It’s\nold “Calamity” Carson. I ain’t seen him for five years, and I shakes\nhis hand industrious-like. After we gets through pumping elbows I\nleans back and surveys his equipage.\n\n“Some vehicle, eh, Henry?” he says, with a dusty grin. “Surprised to\nsee me?”\n\n“Well, not exactly, Calamity. We been expecting yuh.”\n\n“Expecting me?” he wonders aloud. “I suppose ‘Tellurium’ had to go and\ntell everybody.”\n\n“Uh-huh,” I agrees. “Tellurium Woods never could keep still.”\n\nSo far as I know Tellurium ain’t been in Paradise for six months, but\nhe’s as good as anybody to blame it on. Him and Calamity used to be\npardners.\n\n“Well, well!” says Calamity, brushing the dust off his mustache, and\ngiving his cigaret a chance to burn hair freely. “Here I been figuring\non surprising the old-timers, and I been told upon by a friend. Henry\nPeck, I done sold out my property over in the Little Rockies, and now\nI’m rich.\n\n“I got more money than a dog has fleas, but I ain’t enjoyed it none. I\nopines to throw a surprise into Paradise, so I buys this gasoline\nbuckboard, has her shipped to Silver Bend, and here I am. She’s worse\nthan any outlaw bronc that ever flinched under a saddle, Henry, and\nI’m older by years and years than I was a week ago when a man teached\nme how to drive it. I don’t know what makes her run. All I got to do\nis put gasoline in her, twist her tail a few times, pull the\ndesignated levers, and point her away from the stumps. She sure makes\nenough noise.”\n\n“You figured the tune right, Calamity,” says I. “Paradise sure is\ndoing itself proud in your honor.”\n\n“‘In my honor?’ What’s the idea, Henry?”\n\n“Well, yuh see it ain’t often that a town can have a former inhabitant\ncome home rich and distinguished like you are. The public sure admires\na man with a chunk off the root of all evil, Calamity. We’ve decorated\nin your honor, and tomorrow we parades before yuh to show our\nadmiration and respect. Sabe?”\n\n“My gosh, Henry!” he snorts. “This is too much.”\n\n“It’s considerable, Calamity, but look who you are.”\n\n“That’s a fact, Henry—it sure is. Well, well!”\n\nHe sets there, with a far-away look in his eyes, and that cigaret\nsizzling on his mustache, and sudden-like he reaches under the seat\nand hauls out a jug.\n\n“Henry Peck, I been saving this for my old friends—Tellurium,\nDoughgod, ‘Half Mike’ Smith, et cettry, but you qualifies, Henry. Your\noration sure puts joy into my old heart. Go as deep as yuh like.”\n\nI sets there in his gas go-devil, and we swears allegiance to each\nother. We celebrates our new-found friendship, and regales each other\nwith anecdotes. I tells him all the neighborhood gossip, and we toast\neach and every one. He tells me about his property in the Little\nRockies, and we drinks a toast to all the little rocks.\n\nMy bronc gets the rope loose, and passes us on his way home. We toasts\nthe Cross J and my pinto.\n\n“Who did yuh say was going to lead the pe-rade in my honor?” asks\nCalamity.\n\n“I am. Being your best friend, Calamity, I’m eligible. I’ll ride that\npinto bronc at the head end of that great conglomeration. How’d yuh\nlike that, old-timer?”\n\n“I got a better idea,” says he, solemn-like. “I’ll teach yuh how to\nrun this here contraption, and you lead her in this. How’d yuh like to\ndo that, Henry?”\n\n“Sounds to me like the voice of angels. What yuh packing in them two\ncans in the rear?”\n\n“Gasoline. Twenty gallons I shipped with the car. All yuh got to do is\nto twist that front crank until she starts humming. Sabe? Then yuh get\nin and let this here brake loose. You get out and give her a twist,\nHenry. That’s the first lesson.”\n\nI falls out and ambles around to the front. I grasps the crank in both\nhands, gives it a man-sized yank, slips with both feet, and that\njuggernaut runs right across my floating ribs. She sure squashes me a\nplenty, and I don’t more than start to get up when here she comes\nright back to run over me again. Calamity stops her just in time.\n\n“You forgot the e-mergency,” observes Calamity, scared-like, over the\nback of the seat.\n\n“Maybe,” says I. “I forgot my name and address, too, if that’s\nanything to snort over. What are yuh supposed to do—put her against a\nrock to start her?”\n\n“It’s a simple thing, Hen.”\n\n“Yes, so is a stick uh dynamite,” says I, rubbing the kinks out of my\nhide. “Let’s not call school right now, Calamity. We’ll go up to the\nCross J, where prying eyes can see us not, and there yuh can show me\nall things. Anyway yuh don’t want to show up in Paradise today.\nEverybody is busy getting things ready, and if you was to go down\nthere now they’d drop everything. Sabe?”\n\n“Popularity warmeth my cold heart,” says he. “Being of the committee,\nHenry Peck, I bows to superior wisdom. We’ll proceed to the old Cross\nJ, and take a lesson.”\n\nWe stops at the Seeping Springs and has a nice drink—out of the jug.\nWe starts out merrily along the road, when all to once Calamity starts\nto tell me a story. Calamity must have French blood in his carcass,\n’cause he talks with his hands.\n\nAt least he might a picked out a flat place to do his gestures in, but\nas it was we hops off the road, down a hill, and pokes the front end\nof that machine into a mesquite bush. What part of it didn’t plow\nthrough the bush jumped over.\n\nI untangles myself from the brush and wanders over to the wagon. She\ndon’t seem hurt much, but her heart has quit beating.\n\n“_Hyas cultus chuck, chick_,” states a voice, and I turns to\nsee old Running Wolf, a Piegan, squatting on his haunches, looking at\nthat machine.\n\nHe’s got a look on his face that Columbus might a had when he first\nsaw the shores of our fair country.\n\n“What did he say?” asks a weak voice, and Calamity appears from the\nother side of the car.\n\n“He said, ‘It’s a mighty bad wagon,’” I interprets, and Calamity nods\nhis head:\n\n“That Injun ain’t no danged idiot, Henry. Wonder if he’d like to take\na ride?”\n\n“_Mesika klatawa kopa chick, chick?_” I asks, but the old\nredskin puts his thumb up to his nose and wiggles his fingers at us.\n\n“Nah-h-h-h-h!” he gargles, and points at his moccasins.\n\nWe manages to get that wagon back on the road. We drinks a toast to\nour good luck and to honest and cautious Injuns, and plods on up to\nthe Cross J. I reckon our toasts covers too much territory, ’cause\nwhen Calamity opines to have me read his book of rules, all I can do\nis sing.\n\n                  *       *       *       *       *\n\nIt’s almost dark when I wakes up. Beside me on the bunk is Calamity,\nsnoring like a shepherd, so I sticks my boot into his ribs.\n\n“Thanks,” says he, after a look around. “Thanks, Henry. I was having a\nautymobilemare.”\n\nJust then in comes old man Whittaker. He looks around, sort of\nmad-like, and glares at me and Calamity.\n\n“They don’t seem to be here—gol dingle dangle it!” he yelps.\n\nMe and Calamity looks around and shakes our heads.\n\n“No,” says I. “They must a left.”\n\n“They never went alone!” he howls. “That fancy, lodge war-bonnet and\nthem striped pants never went away alone. I reckon I got to kill\nsomebody!”\n\nHe slams the door, as he goes out, and Calamity looks at me.\n\n“What’s the matter with him?” he asks. “He never recognized me, and\nI’ve knowed Whittaker for years and years.”\n\n“Crazy,” says I. “He went crazy over fancy clothes. He don’t know\nanybody any more, Calamity.”\n\n“Pshaw! I knowed he wasn’t——”\n\nWe hears a voice at the door, and I yells, “Come in!” and in ambles\nPole Cat Perkins. He’s got a bundle under his arm, and he sets down on\nthe bunk and grins at me and Calamity.\n\n“Huh-Hen, I’m after your permission,” says he.\n\n“You’ve got it, Pole Cat. What yuh going to do with it?”\n\nHe unrolls that bundle and produces a yaller stove-pipe hat, dented\nand moth-eaten, and an old rusty sword. He balances that old hat on\nhis ball-shaped head, and runs the sword along the palm of his left\nhand.\n\n“Do I qualify, Mister Peck?” he asks.\n\n“For certain places, Pole Cat. What’s the idea?”\n\n“Chuck gives me these habiliments and tells me that I’ll have to get\nyour permission to lead the pe-rade tomorrow. I admires the chance so\nmuch that I ain’t lost no time in coming. Do I get it?”\n\n“Pole Cat,” says I, solemn-like, “you probably will. Let your judgment\nbe your guiding star.”\n\n“Thanks, Henry. I bids yuh good afternoon.”\n\n“Better make it farewell,” says I.\n\n“Loco crop must be flourishing up here,” observes Calamity. “Some\nsmells worse than others, Henry.”\n\n“This one is named after his associates,” says I, and just then\nsomebody rides up to the door and I hears Harelip Hansen’s voice. “Get\nbehind the bunk!” I hisses at Calamity. “If Harelip sees you up here\nhe never will leave.”\n\n“Howdy, Henry,” says Harelip. “I’m glad to see yuh.”\n\n“I’m pleased to know that the sight of me makes folks glad,” says I.\n“What yuh got on your mind and under your arm?”\n\nHe unrolls enough for me to see that he’s got Whittaker’s lodge\nclothes.\n\n“Chuck told me I could wear these at the front end of that pe-rade\ntomorrow, but I’d have to see you first.”\n\n“What do yuh reckon to have me do—dress yuh?” I asks, and he grins all\nover his homely face.\n\n“It’ll be all right, will it?” he asks, and I nods and replies:\n\n“You know best, Harelip. There’s a divinity that shapes our ends.”\n\n“Uh-huh. I gives you thanks, Henry.”\n\n“I’ll take ’em, Harelip,” says I. “I may never have any use for them,\nbut it will be something to remember yuh by, old trailer.”\n\nI watches him climb on his flea-bitten cayuse, and jog off down the\nroad. Calamity is looking over my shoulder, and as Harelip drifts out\nof sight he yelps:\n\n“Where’s my autymobile, Henry? We left her right out there didn’t we?”\n\nWe goes out and looks around. There’s the tracks we made when we came\nin, and there’s the tracks where it went out, and back down the road.\nCalamity scratches his head, and hitches up his pants.\n\n“Henry,” says he, “I’m sorry. What yuh going to lead that pe-rade in\nnow?”\n\nI simply shakes my head, and says to myself:\n\n“That’s going to be a well-led pe-rade. She’s already got two front\nends.”\n\n“Henry,” says Calamity, pointing at the dust, “they just missed that\ngate-post as they goes out and they didn’t get on to the road for a\nhundred yards. I’d opine that they ain’t familiar with the thing.”\n\n“Was there anything left under the seat?” I asks.\n\n“One two-gallon jug, Henry—and what was left in ours.”\n\n“There is much to look forward to, Calamity,” says I. “Maybe we better\ntake a shovel along. I hope they don’t bust up your machine.”\n\n“Don’t let that molest your heart strings, Henry. I been thinking for\nseveral days thay maybe she’s going to be a fatal fad. Of course it’s\ngoing to spoil my entry into Paradise. A person of my financial\nstanding hadn’t ought to enter his old home town except in a fitting\nequipage. Ain’t I right, Henry?”\n\n“Well,” says I, “since the old man left with his buckskin team and\nrattle wagon, and some heartless hombre has turned loose every bronc\non the place, there ain’t no mode of locomotion in sight except them\ntwo burros up there at the cook-shack. Are yuh too proud to straddle a\njackass, Calamity?’\n\n“It’ll soon be dark, Henry. Many a man has done things in the dark\nthat he wouldn’t do in the light. Let’s equip the shameful things and\nbe on our way.”\n\nWe puts saddles on them long-eared things and pilgrims off down the\nroad in the dusty dusk. When we comes opposite the Saunders place, I\npulls up.\n\n“Whow,” says I. “I got a mission to perform. We got to have a Miss\nColumbus for your pe-rade, Calamity, and I got to bear her the news.”\n\nWe goes up and knocks on her door, and informs her of the fact.\n\n“My gosh, Henry!” says she. “I ain’t got nothing to wear!”\n\n“Ma’am,” says Calamity, bowing low, “don’t you let that worry yuh. A\nfigure like yours don’t need no clothes.”\n\nThe door shuts off the conversation, and we wanders back to our trusty\nsteeds.\n\n“Calamity, you been a lot of help to me this evening,” says I. “You\nsure cut our cinch with the widder Saunders.”\n\n“I’m prostrated with grief,” orates the old pelican. “Anyway I don’t\nsee what Columbus has to do with my homecoming, Henry.”\n\n“I can’t explain it to yuh, Calamity. You’d have to see it for\nyourself.”\n\nWe pilgrims down to Paradise, and ties our steeds on a side street.\nThere’s a scarcity of rolling stock in sight, and it makes me wonder a\nheap. Usually yuh can see broncs tied all over town, when a\ncelebration is in prospect.\n\nWe pokes along up the street to Mike Pelly’s saloon and goes inside.\nMike is alone in there, setting at the end of the bar, with a shotgun\nbeside him.\n\n“What’s the matter with Paradise?” I asks.\n\n“Civilization,” says Mike.\n\n“Are we welcome?” asks Calamity, taking in the attitude of Mike, and\nsizing up the place.\n\n“You are,” replies Mike. “This place is neutral. I’d advise you to get\nout of line with that window. The town is divided against itself.”\n\n“What causes the divisions?” I asks, taking Mike’s advice.\n\nMike bites off a fresh chew and settles back in his chair.\n\n                  *       *       *       *       *\n\n“Numerous and sundry things, Henry. Old man Whittaker is setting up\nthere in Henderson’s barbershop, with a Winchester, swearing he’s\ngoing to perforate Harelip Hansen, who is across the street in Dug\nChaffin’s corral, nursing a peeled nose and a six-shooter. The old man\nswears that Harelip stole his clothes.\n\n“Pole Cat Perkins is behind my place here, trying to jam some lead\ninto Scenery Sims before Scenery can slip some to him. It seems that\ntheir trouble grows out of a clothes controversy, too. Pole Cat avers\nthat he’s going to slit Scenery with a rusty sword.\n\n“Doughgod Smith seems to be seeking Hank Padden’s gore over something\nabout Columbus’ daughter, and Dug Chaffin’s got the same thing against\nold man Whittaker and orates his intentions of puncturing the old\nman’s hide for prevarication. Bill McFee refuses to arrest anybody\nexcept Scenery Sims, and his feelings seem some rasped over this same\nColumbus thing. Who in —— is Miss Columbus, Henry?”\n\n“I don’t know.”\n\n“You don’t, eh?” laughs Mike. “The —— yuh don’t! You sure ought to,\nHenry. Yuh sent notes to both of the Mudgett sisters, to Hulda\nPeterson, cook at the Triangle, Annie Schmidt, at the Seven A, and to\nMrs. ‘Breezy’ Benson, asking ’em to fill the part. Every one of them\nhas been down here looking for you today. According to what I can find\nout there can’t more than one be it, and that seems to cause a heap of\ndissatisfaction, Henry. Abe Mudgett and Breezy was here today, and\nthey are wishful to see yuh.”\n\n“Henry,” says Calamity, “you’ve overdone your duty.”\n\n“It would look thataway to a innocent bystander,” I agrees. “Where’s\nall the broncs, Mike? Did everybody walk in today?”\n\n“That’s where the civilization part comes in. A autymobile invades our\nfair city today, and she swept us clean of hossflesh. Out on them\nracks is fifteen pieces of rope flopping in the breeze. Old man\nWhittaker’s buckskin team was in the lead the last we seen of the\nrace. That’s why nobody is leaving. They’d rather be shot at than\nwalk.”\n\n“Who had the autymobile?” asks Calamity.\n\n“Nobody knows. It went too fast for us to see.”\n\n“Hoo, hoo!” comes a voice from outside, and we all ducks. “Hoo, hoo!”\nshe comes again, and then we hears a female voice, “Is Mister Peck in\nthere?”\n\n“Go out and see who it is,” I whispers to Mike, but he shakes his\nhead:\n\n“Not me. She wants you, Henry.”\n\n“She can take it out in wanting. I don’t take no chances. You go out,\nCalamity. Nobody’s got a thing against you.”\n\nCalamity thinks it over, and then goes out all humped like he was\nsuffering from kidney disease. Me and Mike lays low, and pretty soon\nCalamity comes sneaking back.\n\n“It was that female person we went up to see,” he states. “She wishes\nto forgive me, and wants me to tell you that she’ll take up your\noffer, Henry. She’ll be Miss Columbus.”\n\n“Another victim,” grunts Mike. “You’re a bigger liar than Chuck\nWarner.”\n\n“He done it for me,” defends Calamity. “Henry wanted to make my\nhomecoming a complete success, and it ain’t all his fault if it don’t\nexactly work out. When a man has a pe-rade given in his honor he can’t\nkick if some of the details do get a little balled up.”\n\n“In your honor?” wonders Mike, out loud. “Are you Fourth of July,\nMister?”\n\n“Fourth of July?” Calamity looks at me and Mike, and then seems to dig\ndeep-like into his memory for buried information.\n\nWhile he seems to check off some numbers on his fingers, I edges\ntoward the back door. He nods, sort of agreeable-like, chaws one side\nof his mustache, and fingers his waistline, where his gun makes a\nbulge.\n\n“Fourth of July,” he mutters. “Uh-huh. That’s right. Henry Peck told\nme——”\n\nI opens the door, easy-like, and misses the rest of the complaint.\n\n“Now,” says I to me, “you’re branded as a liar, Henry Peck. The best\nthing you can do is to get your little jackass and go home. Your\nforefathers never fought for glorious freedom, so there ain’t no use\nof you celebrating the happy event. The men who were responsible for\nthe Pecks’ family tree was all hung for lying and stealing long before\nthe Declaration of Independence was signed.”\n\nWith these few cheering words ringing in my windpipe I ambles around\nthe corner, and down to where we left them burros. I gets there just\nin time. Scenery Sims is untying one of my trusty animiles, so I\nquickens my pace and shoves a gun in his ribs.\n\n“Unhand that charger!” I roars in his ear, and Scenery wilts against\nthe hitch-rack. “You danged burro thief!” I hisses. “If you wants to\nlead that pe-rade—go get your own rolling stock.”\n\n“I—I—I dud-don’t want to le-lead nothing but the sus-simple life,” he\nstutters. “I want to go home, Henry. Pup-Pole Cat shot the back out of\nmy suspenders, and stuck a bullet into the cylinder of my gun so she\nwon’t work. I’m through, Hen. You lead it.”\n\nHere comes somebody down the street toward us, puffing like a bronc\nwith the heaves. He lopes up to us, sticks his heels into the ground\nand skids around to the opposite side of the burros. It is old man\nWhittaker.\n\n“Quick!” he pants. “I’m rushed to death.”\n\nThen he begins to fuss with a tie rope.\n\n“Is speed essential?” I asks, and he snorts. “You know it is! I’m out\nof shells—got more at the ranch. Dang the man what tied this rope!”\n\nJust then somebody fires a shot up the street and I don’t hesitate. I\nhops on to that Rocky Mountain canary, sets my spurs into his hide,\nand down the street we goes, frog-hopping, high, wide and handsome. A\nbullet plows under my steed, and he sails out of Paradise faster than\nany burro ever did before or since.\n\nWe keep up that speed for about a mile, and then slows down to a\namble. I know where a pack-trail leaves the main road, a mile or so\nabove where the road does, so I opines to take the shortest route to\nthe Cross J. I leads my animile, while I searches for the trail in the\ndark, and all to once I hears voices down the road. I hears Muley’s\nbass and Chuck’s baritone, a cross between a greaseless wheel and\npneumonia, raised in song—\n\n“‘It was at Aunt Dinah’s quilting partee-e-e-e——’”\n\nThen Telescope’s tenor rings in—\n\n“‘I was see-e-e-e-e-eing Nellie-e-e-e-e home.’”\n\n“Tha’s harmonee,” I hears Chuck opine. “Le’s all shing ‘Holy City.’\n‘Lash night as I lay sheeping’—shay, Teleschope, why don’t this\nmachine go on, eh?”\n\n“How do I know,” replies Telescope. “Shomebody light ’nother match so\nI can read the reashon in the little book.”\n\n“Aw, who cares?” asks Muley. “Let’s have more cheer—listen:\n\n    “I love a little lager beer,\n    I love a little wine;\n    A little bit a alcohol\n    Makes my heart feel fine.\n    But when I want a reg’lar drink,\n    To make my feelings hug,\n    I take a little snifter\n    From the old brown jug.”\n\nI sets there and listens to that kind of a conversation for a while.\nThey tries to sing another song, but she don’t finish, and after a\nwhile I wanders down and looks ’em over.\n\n                  *       *       *       *       *\n\nChuck is in the bottom of the machine, with his boots hanging over the\ndashboard, while Telescope is doubled up in the seat, with his feet on\nChuck’s head. Muley is on the ground, with his head through a space in\na front wheel, where some spokes are missing, and he’s snoring by\nnote.\n\nI rolls him away from the machine. I gives Telescope a gentle shove,\nhangs on to his leg so he won’t hit too hard and deposits him along\nwith Muley. Chuck is wedged in there pretty tight, and when I opines\nto loosen him a little he orates something about wanting his maw to\nwake him up, ’cause he’s going to be queen of the May. I never did\nlike to ride alone, so I lets him stay. It pains me to see the flower\nof young manhood in the gutter of alcohol thataway. I finds the jug,\nand am glad to see that part of it is still there.\n\nI drinks what would measure about three inches in a wash-tub, before I\nremembers how Calamity runs that machine, but all to once she comes\nback to me. I sets that brake, gives her a mighty twist, and away she\ngoes, _whirrup, whirrup, whirrup, zuz, zuz, zuz, zuz_.\n\nI’ve rode a lot of broncs that didn’t sabe the meaning of a bit, but\nthat thing was less bridlewise than anything I ever seen. We grinds\nback toward Paradise, smelling of burnt grease, gasoline and so forth.\nI takes another look into that jug, and feels so elevated that I puts\nmy feet over the dashboard. Somehow that seems to give the critter\nmore freedom, and we goes faster.\n\nI gets so expert right away that I can drive one-handed, and I\ndiscovers a little jigger on the handle that will make her prick up\nher ears at a touch. I gives her a few touches, and marvels at how\nfast the mesquite goes past, when all to once I hears a yelp, and we\nhits something or somebody, and when I stops I’m cross ways of the\nroad.\n\nMy machine is as dead as a nail. Pretty soon I hears a rustling noise\nin the dark, and then old man Whittaker’s voice:\n\n“Who run into me? Gol dingle dang yuh! Blasted mule couldn’t run\nfaster than I could! Hey, you feller with a autymobile! Ain’t yuh got\nno sense? Gol dang your soul, I’ll show yuh how yuh can run me down!\n_Bang!_”\n\nHe cut loose with that six-gun, and I drops out the other side and\nsneaks behind a tree.\n\nI hears the old man cussing some more, and pretty soon he finds the\nmachine and strikes a match. He has to light the second one before he\nfinds what he’s looking for. He holds the match above his head for a\nminute and then wails:\n\n“Gol dang yuh, Chuck! Why didn’t yuh speak? Aw ——! Chuckie, where did\nI hit yuh? Can’t yuh speak to a feller? Are yuh dead? My ——!”\n\nHe’s silent for a spell, and then he starts again:\n\n“Where’s that danged slow-footed mule? Here yuh are, yuh long-eared\nsnail! Got to get a doctor. Self-defense—nope, accident. Whoa! Maybe\nhis neck is broke, too. Aw, this ain’t no way to celebrate nohow.”\n\nHe pilgrims off up the road, complaining about everything and cussing\nthat mule for taking him all over the State instead of straight to the\nCross J. I’d opine that the old man was so excited that he’d taken the\nwrong road out of town.\n\nI hauls the front end of that machine around again, and winds her up.\nIf that front end hadn’t been against a rock my obituary would have\nbeen written right there in the dusty road, ’cause she’s wide open,\nwith no brake set. She’s backing and filling when I hops aboard, and\nwe begins our merry ride once more.\n\nI rubs my heel on Chuck’s ear and yells:\n\n“Chuck, you’re dead! Old man Whittaker shot yuh.”\n\n“Tha’s good,” he replies. “Same to you and many of ’em.”\n\nWe runs slow-like to Paradise, and I bumps the front end of the\nmachine into McFee’s corral to stop her. I gives Chuck an alcoholic\nanesthetic, and leaves him there. I ambles over to the town, and finds\na crowd in front of Mike’s place. I moves up closer and hears the\nconversation.\n\n“It was deplorable,” I hears old man Whittaker state, with tears in\nhis voice. “I loved Chuck like he was my own son. It was a accident,\nBill—just accidental. You don’t think I’d kill him with malice\naforethought, do yuh, Bill?”\n\n“We can tell better what yuh killed him with after we sees the\nre-mains,” replies Bill. “I can’t help jailing yuh, Whit. It’s the\nlaw. If you’re innocent, yuh ain’t got nothing to fear. I got Scenery\nSims down there now, so yuh won’t get lonesome.”\n\n“What did Scenery do?” asks the old man.\n\n“Disturbed the peace. This place is law-abiding, if yuh asks me. Just\nfor the looks of the thing we’ll take Doc Milliken along, while we\ngets your victim’s body. Where did yuh say this here dastardly deed\nwas done?”\n\n“It wasn’t dastardly!” whoops the old man. “It was accidental, I tell\nyuh! It happens near where the old pack-trail leaves the main road.\nYou know where that is?”\n\n“I know. Wait a minute, fellers, and I’ll be with yuh.”\n\nHe takes the old man and goes off down toward the jail, and when he\ncomes back they all gets in that wagon and rattles off down the road.\nThe old man must a been rattled, ’cause it happens a long ways this\nside of the pack-trail end. That’s where I leaves Muley and Telescope.\n\nMike and Calamity stands there on the porch as the wagon leaves, and I\nhears Mike yell at Bill:\n\n“Hey, Bill! Be sure and get back before sunrise on account of them\nsalutes.”\n\n“What salutes is them?” asks Calamity.\n\n“Bill’s got ’em down in the jail. He’s got five ten-gallon kerosene\ncans full of water down there, and in each can is six sticks of\ndynamite, wrapped in canvas and covered with axle-grease. They’re all\nready to touch off. Some salute, eh? Now, if Bill’s late we won’t have\nour sunrise salute.”\n\nThey goes back inside. I looks at my watch, and sees that it’s danged\nnear morning, and at the same time I gets a happy idea. I ambles back\nto the autymobile, and finds Chuck setting on the seat, holding his\nhead in his hands.\n\n“Henry,” says he, “how came I here, and why am I so dry?”\n\n“I brought yuh here, Chuck, and I hid the jug under the wagon.”\n\nI gives him a shock and he gets enthusiastic.\n\n“Chuck,” says I, “would yuh like to hear a big, big noise?”\n\n“That’s the idea, Henry—a great big noise. Can’t be too big. Where yuh\ngoing to get it?”\n\nI tells him about them loaded cans down at the jail, and he’s for me.\nWe enthuses over the jug a little more, and then goes down to the\njail. I posts Chuck about a hundred feet from the jail, and tells him\nto watch for anybody coming from town.\n\n                  *       *       *       *       *\n\nThe Paradise jail ain’t much. It’s one story, mostly dobe, and stands\nway out from any other shack, a grim reminder that there still is law\nand order—at times. A strong man might kick the walls loose if they\nwasn’t afraid the roof would fall on ’em. I takes a rock and busts the\npadlock. There’s only one cell in the place, and when I lights a match\nI sees the faces of Scenery Sims and the old man.\n\nI busts the lock off the cell door, and lets ’em out.\n\n“Vamoose!” I whispers. “Get a-going. We don’t want no lynching in\nParadise on the Fourth of July.”\n\n“But, Henry—” squeaks Scenery.\n\n“No time for argument!” I snaps. “You’ll find out later. Go fast and\nfar. Sabe?”\n\n“I’ll make this right with you, Henry,” says the old man,\nearnest-like, and I nods in the dark and says to myself—\n\n“You’ll likely try.”\n\nThey slips out together, and in about a minute I hears Chuck come up\nto the door, and he seems peevish over something.\n\n“Hen!” he whispers. “Aw, Hen! Henry Peck!”\n\nI don’t say nothing, and pretty soon he remarks, sad-like:\n\n“Drunk. Saw two Henry Pecks go away from here. Must be drunk as a\nboiled owl.”\n\nHe goes out of hearing, complaining to himself about the effects of\nalcohol on the optic nerves.\n\nI takes the dynamite out of them cans and puts it in one pile on the\nfloor. Bill must a been afraid of that stuff, ’cause he’s got about\nten minutes’ worth of extra fuse.\n\nI runs the fuse out the door, puts the padlock back in place, and\ntouches her off. I goes back up to Mike’s place but don’t go in. Mike\nand Calamity are playing cards, while they waits for Chuck’s body to\narrive, so I goes over and climbs up on the hitch-rack. I gets up\nthere, and gets right down. Comes a rumble and a shake, the town is\nlit up for a second, and then it begins to rain pieces of jail all\nover town. Thirty sticks of dynamite is some little dwelling-mover.\n\nMike and Calamity staggers out on the porch, and gazes at the world.\n\n“What do yuh reckon it was?” gasps Calamity.\n\n“Dynamite!” yells Mike. “There’s —— to pay and no pitch hot!”\n\n“Bill McFee insisted on leaving that stuff in the jail until it was\ntime to touch it off, and he done put old man Whittaker and Scenery\nSims in there—and—they both smoke!”\n\n“Gosh all hemlock!” wails Calamity. “There ain’t a thing we can do, is\nthere, Mike?”\n\n“Nothing. When you’re near thirty sticks of dynamite, and she goes\noff, there ain’t nothing that anybody can do—not even the coroner.”\n\nThey don’t much more than get inside, when I hears the rattle of\nwheels, and into Paradise comes the ambulance. They swings around in\nfront of the place and stops. Out comes Mike and Calamity.\n\n“Was he dead?” asks Mike, and we hears McFee snort:\n\n“Old man Whittaker must be crazy! We couldn’t find Chuck nor the\nautymobile. All we found was Muley and Telescope, setting along the\nroad trying to sing. They don’t know about no shooting scrape.\nWhittaker is a danged old liar!”\n\n“Don’t speak disrespectable of the dead,” advises Calamity. “No matter\nhow a man acted in this vale of tears yuh hadn’t ought to besmirch his\nmemory with recriminations.”\n\n“He ain’t dead, I tell yuh!” yelps Bill. “Well,” says Mike, “if he\nain’t he’s made of iron. No man can stand a shock like that and ever\nbe the same.”\n\n“Shock? Who do yuh mean—Chuck?”\n\n“No,” says Mike, sad-like. “I mean Whittaker.”\n\n“And Scenery Sims,” adds Calamity, removing his hat. “They must a\nthrew a match on to a fuse. The padlock came through the back door,\nand is sticking in Mike’s bar.”\n\nThere’s complete silence for a while, and then McFee gasps—\n\n“My ——!”\n\nHe yanks the team around, and away he goes, rattlety bang, down toward\nthe jail, while the crowd races along behind him. Muley and Telescope\nsets there on the steps and finishes up their song.\n\n“Ret-ret-retribution,” pronounces Telescope. “The old man kills Chuck,\nand then gets hoist with his own petard.”\n\n“Hoisted,” corrects Muley. “I never heard dynamite called petard but a\nrose by any other name would smell as sweet. Some celebration, eh,\nTelescope. I wonder if anybody has yet killed Henry Peck this fair\nmorning?”\n\n“The day is yet young, so why worry?” says Telescope. “I fain wouldst\nlook upon the red when it is wine. Let’s tend a little bar, Muley.”\n\nI wanders around back of Mike’s place. I feels weary, and when I\nnotices Mike’s little barn, I gets an inspiration. Why not sleep until\ncelebration time? I climbs into the loft and sprawls on the hay.\n\n“All the comforts of home,” says I out loud.\n\n“Hey, Henry,” comes a whisper. “Was Chuck dead?”\n\n“Uh-huh,” says I. “Is Scenery with yuh?”\n\n“He is,” squeaks Scenery. “What was that explosion, Henry?”\n\n“They say that Harelip and Pole Cat blew up the jail. I don’t know how\nmuch truth there is in it.”\n\n“Henry,” quavers the old man, “you was a friend in need. I’ll—”\n\nJust then a faint voice begins singing, somewhere in the hay. It’s a\nvoice that nobody ever heard and forgot. Cross between a greaseless\nwheel and pneumonia.\n\n“‘Rockuhvages clef’ for me-e-e, le’ me hide myself——’”\n\nWe listens for a few seconds. Old man Whittaker gathers his legs under\nhimself like a rabbit, and shoots out a that hay-loft like a swaller.\nWe hears him hit the ground and gallop out of range. Scenery don’t say\na word. He yawns, crawls over to the window, and lets himself down,\neasy-like, and sneaks away.\n\n“Henry,” says Chuck, “did I hear your voice?”\n\n“You did.”\n\n“Stop talking to yourself, you shepherd, and let a man sleep. I had a\nawful dream, Henry. Dreamed that the world blowed up. It hit me\nand—ho, hum-m-m!”\n\n“Ho, hum-m-m-m!” says I, and goes to sleep, too.\n\n                  *       *       *       *       *\n\nWhen I woke up the birds were singing, and the sun was shining through\nthe cracks in the loft. Chuck is still snoring, so I climbs down\nalone. I’m as dry as a drouth in Arizona, so I pilgrims into Mike’s\nplace regardless of consequences.\n\nThe place is fairly filled, and sadness is the prevailing color\nscheme. On the bar stands Scenery’s old stove-pipe hat, with a wide\nband of black cloth around it, and Mike’s mirror is hung with the\nemblem of mourning.\n\nMcFee is standing there with bowed head, and sadness fairly drips from\nhis lips.\n\n“It’s a most awful situation,” he orates. “If we could only find a\nsingle piece of ’em. There ain’t nothing left—nothing!”\n\n“There ain’t nothing left of poor Chuck either,” tolls Muley. “Poor\nold Chuck. He was a gentleman and a scholar. I’d love to gaze upon his\nface once more.\n\n    “He’s went away and left us\n        In the prime of his young life.\n    He’s gone from this here vale of tears\n        With all it’s joy and strife.\n    No more we’ll see his banty legs,\n        Nor hear him tell a lie.\n    He’s vanished from old Paradise,\n        And we never said good-by.”\n\n“That’s a mighty pretty thing, Muley,” applauds Pole Cat. “Can’t yuh\nthink of something nice to say for old man Whittaker?”\n\n“The rest of you fellers stand back from Pole Cat and Harelip, and old\nman Whittaker will say something for himself,” states a voice at the\ndoor, and there stands the old man, with a shotgun which he levels at\nPole Cat and Harelip.\n\nThe crowd obeys. Bill McFee’s legs get so weak that he sets down on\nthe bar-rail where he gasps like a fish out of water.\n\n“You danged pair of dynamiters!” snaps the old man. “With the shadder\nof the gallows staring me in the eye, and Chuck Warner’s ghost\nhaunting my dreams, I comes back to show yuh that your dastardly deed\nfailed. When yuh blowed up that jail yuh didn’t get me and Scenery.\nSabe? Shut up!” he snaps, as Harelip starts to say something. “Don’t\ntry to deny it, Harelip. I can prove it by the heero what let us out.\nThere he stands, gents. Henry Clay Peck. He busted the lock and\nliberated——”\n\nThe crowd turns to look at me, but I don’t seem to be the point of\ninterest at that. They looks right past me. Old man Whittaker’s gun\nslips from his hands, and clangs on the floor. I twists my neck and\nlooks behind me, and there stands Chuck. He yawns and leans against\nthe pool-table.\n\n“Well,” says Chuck, in a dry voice, “ain’t somebody going to set ’em\nup? Sleeping in timothy makes a feller dry.”\n\nBill McFee looks at Chuck and back at Whittaker and the tears of joy\nruns out of his eyes. Whittaker leans against the door and tries to\nlaugh, but he can’t.\n\n“Haw!” says Harelip, but that’s as far as he got.\n\nChuck ambles up to the bar, and looks ’em over.\n\n“Holy henhawks!” he snorts. “Have yuh all gone loco?”\n\n“Ain’t—ain’t yuh dead, Chuck?” stutters the old man.\n\n“Almost—from thirst.”\n\nBill McFee has been looking, steady-like, at me for some time, and\nwhen he gets on his feet he sort of starts edging toward me. I edges\nthe other way, sort of unconcerned-like, and bumps into Calamity. He’s\ngot a billiard cue in his hands.\n\n“Henry,” he whispers, “you lied to me.”\n\nI nods, kicks his feet out from under him, and goes out of that back\ndoor like a shot. I races around to the front, and runs into\nsomething. They’re grouped, and I’m into ’em before I has time to\nthink.\n\nThere’s the two Mudgett sisters, Hulda Peterson, Annie Schmidt, Mrs.\nBenson, Maggie Smith, Clarice Chaffin and the widder Saunders. The\nmale members of the vigilance committee is Abe Mudgett and Breezy\nBenson.\n\n“We’ve been waiting for you, Henry,” states the widder, sort of\nbelligerent-like, and the chorus sings the last four words.\n\n                  *       *       *       *       *\n\n“We’re looking for a little explanation from you,” states Breezy\nBenson, and Abe nods—\n\n“We desires the same.”\n\n“Exactly,” says I. “In the course of human e-vents——”\n\n“Grab that dynamiter!” yells McFee, from the front door, and Breezy\ntried to foller instructions. Anybody that reaches out to grasp old\nman Peck’s loving son Henry, in times of stress, is in continuous\ndanger. Breezy got it on the jaw, and yours truly went away from there\nwith the enraged citizens on the trail.\n\nNever again do I sic a pack of hounds after a coyote. What few broncs\nare in town are immediate and soon rode after me, and I sure have a\nplenty to attend to. I got a good start, but I know I can’t keep it\nforever. I’m hopping off down a washout, when I happens to see McFee’s\ncorral. I gets an idea right there.\n\nThe gang is quite a ways behind me, trying to make me come out of a\nold shack, so I takes a chance and races for that corral. The\nautymobile is pointed the wrong way, and I ain’t got no time to turn\nit around. I yanks the front wheels around, sets the brake, grabs the\ncrank and prays. Bingo! She took it the first turn. I yanks off the\nbrake, and away I goes, straight for the posse.\n\nI yanks the little jigger down and we sure hits for Paradise in a\nhurry. They scatters at my approach, swings in behind me, and up the\nmain street of Paradise we goes, strung out for a quarter of a mile\nand stretching all the time.\n\nThat machine was a humdinger as long as I’m in danger, but when I\nleaves ’em far behind she lays down and quits like a yal-ler pup. I\nsets there and looks around, and out into the road wanders three\nsaddled broncs. I ducks, thinking they’re some of the posse, but a\nsecond look tells me that they’re some of the broncs what left\nParadise yesterday, when the autymobile first came in.\n\nOne Cross J bronc has a long rope dragging, so I catches him and then\nropes the other two. I strings out across the hills toward home, puts\n’em in the home corral, and goes to bed. I reckon it’s almost morning\nwhen the Cross J bunch gets home. Muley, Telescope, Chuck and the old\nman all comes into the bunk-house, but they don’t see me.\n\n“Ho, hum-m-m-m!” yawns the old man. “I’m glad to be home. This has\nbeen one strenuous holiday, fellers.”\n\n“She sure has,” agrees Telescope. “That pe-rade was a humdinger.”\n\nI sets up in bed and looks ’em over.\n\n“Pe-rade?” I asks. “Did they have a pe-rade?”\n\n“Yes, little one,” replied Muley. “We had a pe-rade that we’ll date\ntime from. We had eight Miss Columbuses and——”\n\n“Who—who led it?” I asks.\n\n“You did, you danged fool!” whooped Telescope.\n\n                              THE END",
    "metadata": {
        "author": [
            "Tuttle, W. C. (Wilbur C.)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66857/pg66857.txt",
        "name": "a_prevaricated_parade.json"
    }
}