{
    "name": "A primal woman",
    "author": [
        "Stacpoole, H. De Vere (Henry De Vere)"
    ],
    "body": "Author of “The Beach of Dreams,” Etc.\n\n    Something about the female of the species which most of us\n    appreciate but seldom realize. It is a tragedy of first\n    principles, but a tragedy that leaves us satisfied.\n\n\nUtara lies northeast of Clermont Tonnerre, a high island out of trade\ntracks and the most lonely and beautiful in the Pacific.\n\nLygon sighted it first at dawn one clear, almost windless morning and\nfrom the deck of the _Sarah Dodsley_, a whaler, a year out from New\nBedford.\n\nThey had taken the westward trail by Cape Verde round the Horn to New\nZealand and up by the Kermadecs and then between the Gambiers and Low\nArchipelago. They were half full of oil, and an offense to the freshness\nof the morning, and Lygon, as he stood on the greasy deck with the\nperfumed land wind blowing on his face and the first rays of the sun\ntouching the twin peaks of Utara, thought he saw paradise.\n\nHe was a gentleman, and whatever crime or foolishness had pursued him to\nNew Bedford and chased him aboard the _Sarah Dodsley_ had been paid for\nduring the last year. The smoke of the try works, the hazing of the\nYankee captain--no honest old whaling captain, but a slim, dried,\nsandy-haired east coaster--the clank of the cutting tackles, the very\nvoices of his companions, had embittered his soul.\n\nThe _Sarah Dodsley_ had run out of wood, that was why Captain Sellers\nhad brought her up to Utara, but he had no intention of entering the\nlagoon. He hove to outside the reef and ordered three boats away, under\nthe direction of the first mate.\n\nLygon was in the mate’s boat.\n\nThey found the break in the reef and entered the lagoon on the swell of\nthe incoming tide. The level rays of the newly risen sun lit the white\nbeach down to which trooped the trees--breadfruit and pendanus, artus\nand cocoa palms--overshot with flights of colored birds and whispered to\nby the morning wind.\n\nOn the beach where ten-inch waves were falling, half a dozen natives\nstood watching the oncoming boats, and now from a frame house half\nhidden in the grove to the right came the figure of a tall old man, a\nEuropean, dressed in white clothes and carrying a gun resting on the\ncrook of his arm.\n\nThe people of the island showed no sign of welcome to the newcomers, and\nas the boats beached they drew off to the right and stood silent,\nobservant, and without motion in the shade of the trees.\n\n“Friendly crowd,” said the mate. “Guess they don’t like whalers. Now,\nboys, out with the axes and look lively. Follow me, and you, Brown,\nstick to the boats and see those Kanakas don’t get handling the gear. If\nyou have any trouble give a blow on this whistle.”\n\nHe handed over the whistle and, leading the axmen, walked up the beach\nand vanished in the woods.\n\nBrown was the name Lygon was known by on the _Sarah Dodsley_ .\n\nLygon had made his plan even as they were crossing the lagoon. He had\nexpected to be among the woodcutters and he had planned to escape the\nmoment they were among the trees. The post of boat tender made the thing\nmore difficult, for the island crowd, headed by the old man with the\ngun, were watching him and seemingly with no friendly eyes.\n\nHe was not a moment in making up his mind. Leaving the boats to look\nafter themselves, he walked up the burning white beach toward the\nKanakas. As he came he noticed that the old man shifted his hold on the\ngun.\n\nWithin speaking distance he halted.\n\n“What is it you want?” asked the man with the gun. He spoke with a\nFrench accent and Lygon, close to him, now took heart. Here was a man of\nhis own class, a fine type of Frenchman, upstanding for all his years,\nand with a level, open gaze that compelled trust from all but the\nuntrustworthy.\n\n“I want to escape,” said he, speaking in French. “That ship is a whaler.\nI have been on her a year, and it’s either escape or death for me.”\n\n“You are English,” said the other, “though you speak my language well,\nand a gentleman. What brought you on board her?”\n\n“Foolishness,” said Lygon.\n\nThe old man was silent for a moment, gazing at him as if he would read\nhis very soul. Then he spoke.\n\n“We have had two whalers here,” said he, “and we want no more.”\n\n“I can well understand that,” said Lygon.\n\n“Those men are even now cutting down our trees without permission,” said\nthe other. “Let them go beyond that----” He slipped his hand on the gun\nstock. It was a Winchester repeater.\n\nLygon nodded.\n\n“They take even the lives and liberty of men,” said he, “just as they\nare taking your trees. You can understand why I want to escape.”\n\n“My name is Captain Charles Jourdain,” said the old man, “and yours?”\n\n“George Lygon--that is my real name--on board that ship of the infernal\nregions I was known by the name of Brown.” The old man looked at him\nagain long and thoughtfully.\n\nThen he turned on his heel. “Follow me,” said he.\n\nLygon followed him among the trees toward the house. As they passed the\nhouse door a little girl came out, the prettiest child in the world, a\nhalf-caste, with a flower of the scarlet hibiscus showing in the dusk of\nher hair.\n\n“My little daughter,” said Captain Jourdain. Then to the child: “Kineia,\nthe bad white men are still here. Listen, they are cutting our trees.\nHere is one we must hide from them. Should they come here you will say\nnothing of him.”\n\n“Nothing, father,” said Kineia, gazing at the stranger with wide-pupiled\neyes.\n\nThe captain led the way round to the storehouses. He was the sole trader\non this island, working the business with his own schooner and through\nan agent in San Francisco. He passed the go-downs where copra was stored\nand led the way to a building behind them where he kept trade goods.\n\n“You will be safe here,” said the captain, unlocking the door, “and\nKineia will bring you some food. You could, of course, hide in the\nwoods, but it is safer here--with the key in my pocket.”\n\nLygon went in and the captain turned the key on him.\n\nJust at that moment the Yankee mate, coming out on the beach from among\nthe trees, found Lygon gone. He was about to raise a hue and cry and\ncall off the wood parties for a search, then he got command of himself.\nTo search these woods would take a week, and if Lygon’s escape were\nknown it might set an example to the others and half a dozen men might\nbe lost. So instead of making a fuss, he told the others that “Brown”\nhad been sent off to try and get fruit.\n\nThey did not know the truth of the matter till the wood was aboard and\nthe _Sarah Dodsley’s_ stern was turned to Utara, dark against a blazing\nsunset.\n\n\n\n\nII.\n\n\nNever did a man fall on his feet more surely than Lygon.\n\nCaptain Jourdain had lost his wife only the year before and he was in\nneed of a friend. He had married a native woman fourteen years ago and\nbeing a straight, simple-minded man with an idea, somehow, that Kanakas\nhave souls just the same as Christians, and that love once found is the\nonly thing worth finding, and the only thing worth guarding, he had\nstuck to her faithfully as she to him.\n\nNow when a white man marries an island woman he marries a woman with a\npast, a being with an ancestry as remote from his as Sirius from Rigel.\nNalia, the wife of Captain Jourdain, and the mother of Kineia, a\ntender-eyed, gentle, soft-voiced woman, had exhibited this fact once in\na flash. A ruffian named Havermuth, who had been fired off a ship and\nhad become at once the beach comber and terror of the island, had gone\nfor Jourdain with intent to kill. He had got the captain down and was\ntrying to gouge when a tiger cat intervened. It was Nalia, and she was\narmed with Havermuth’s knife that had been dropped in the struggle, and\nthe feel of the knife dividing his lumbar muscles and abdominal aorta\nwas the last thing Havermuth knew.\n\nJourdain often thought of that and of how a European woman would have\nacted in the same situation--screamed, most likely, and run for help\nthat would have been too late in coming. He had loved Nalia before, but\nafter that he worshiped her, and when she died his worship was\ntransferred in part to Kineia. Kineia took after her mother, the same\nhair, the same eyes, the same soft voice, the same mysterious charm,\nheightened, in some curious way, by the touch of European in her. She\nhad the direct gaze of her father, and she spoke French without any\nclipping of the words, and like her father she seemed to take to the\nnewcomer from the first, so that in a few months they were like one\nfamily, Lygon helping in the work of superintending the copra getting\nand sharing Jourdain’s house.\n\n“It is good you have come,” said the old man one evening, as they sat on\nthe veranda watching a canoe putting out for fishing, “but the hard work\nwill not begin till my ship comes in. Then we will all be busy--I do not\nknow how you will like it, but you shall be paid.”\n\n“Oh, I’m not afraid of work,” said Lygon, “and I’m not thinking of\npayment. It seems to me that I have a big debt to wipe off before I talk\nof payment.”\n\n“We will see,” said Captain Jourdain.\n\nIn the long run payment was not talked of; the captain gave Lygon a\nfourth share in the business and Lygon earned it. There was plenty to\ndo. The _Haliotis_ was the name of Jourdain’s schooner, and every time\nshe called there was endless work writing letters to the San Francisco\nagent, taking tally of trade goods, going over accounts as to payments\nof crew, and so forth, to say nothing of the business of getting the\ncopra on board.\n\nAt the end of a year Jourdain had proved Lygon and found him\ntrustworthy, and he raised his position to an equal partnership with an\nequal share in the business.\n\n“I have no relations,” said Jourdain, “no one but Kineia and you.\nCaptain Morris of my schooner is a good man, but he is almost a stranger\nto me, though I have known him some years--some men are like that; one\nnever gets to know them beyond a certain point. You have become to me\nalmost as a relation. When I am dead, if we go on as we are going,\nperhaps you will have the whole business.”\n\n“I hope that will never be,” said Lygon, and he meant it.\n\nOne day at the end of the second year the old man took Lygon by the arm\nand walked him off into the woods till they reached a charming spot,\nwhere a seat had been placed under a breadfruit tree, and with a view of\na little leaping cascade and a glen wonderful with ferns.\n\n“I want to speak to you about Kineia,” said the captain.\n\nLygon’s color rose.\n\n“You have made her love you.”\n\n“I love her,” said Lygon.\n\n“That goes without saying,” replied the other. “What is on my mind is\nthis--are you worthy of her? She is all to me, more than life, and I\nshall die soon. I have known you two years and I would trust you with my\nlast sou. Can I trust you with Kineia? It is a father that is speaking,\nand I ask myself, are you worthy of her?”\n\n“No,” said Lygon, “I am not. But she is worthy of the love I have for\nher. For her I would let myself be cut in pieces.”\n\nJourdain nodded as though to say, “I hear--and I believe.”\n\nThen Lygon went on.\n\n“I want to tell you everything. You asked me the first day I met you\nwhat brought me on board that whaler, and I answered, ‘Foolishness.’ I\ndid not lie, but my foolishness led me further than most men go. I\nkilled a man in a fight in a gambling den of New York. He was a German\nJew. The quarrel was about money, and I was excited with drink and he\nstruck me, then I struck him. I am a powerful man, and the blow took him\non the point of the chin and broke his neck. I can see him still as a\nman held him up on one knee. He was quite dead. Then before they could\nseize me I jumped from a window. It was a hot night and the window was\nopen and the room on the ground floor. I reached a yard and then a\nstreet. It was on the East Side. I had luck and got clear away on board\na ship bound for New Orleans. I kept to the sea for a year and then\nfound myself in New Bedford, where I joined that whaler. I tell you this\nbecause I love Kineia. It is the only thing the world has against me.”\n\nJourdain was silent for a moment. Then he spoke: “You did not mean to\nkill.”\n\n“I did not, but if they had caught me I might have paid the penalty, for\nthat crowd would have sworn anything.”\n\n“Are you a gambler?”\n\n“No. I have gambled, but I am not a gambler.”\n\n“And you do not drink?”\n\n“No. I hate drink.”\n\nAgain the old man was silent, his eyes resting on the little cascade and\nhis thoughts far away.\n\n“That was four years ago,” said he at last.\n\n“Yes.”\n\n“And in New York. They will not be looking for you now, and if they were\nthey would not find you--the Pacific is wide, the islands are many. Ah,\nwell, many a man has done worse, but I am glad you told me. I believe in\nyou and I trust you. You shall marry Kineia. For the last year the thing\nhas been growing in my mind. I have said to myself: ‘Your end is\napproaching, and here is a man who will take care of Kineia if he only\nlearns to love her and if he proves worthy of her.’ That is what I have\nsaid. And I have said to myself: ‘You will make a will and every sou you\npossess they shall possess--schooner and all.’ I made that will last\nnight. It was attested by Ramura and Tonga. It is in my bureau. Had this\ninterview not been satisfactory, I would have torn it up and I would\nhave said to you: ‘Lygon, my friend, take half I possess, if you will,\nbut leave this island.’ There remains only one thing. You love Kineia,\ndoes she love you?”\n\n“She does,” said Lygon.\n\nThe _Haliotis_ was due to call in a week’s time, and when she put into\nthe lagoon Captain Morris found some business awaiting him other than\ndischarging cargo. He was called upon to officiate at the marriage of\nLygon and Kineia.\n\nA month later Jourdain, who had prophesied his own end, died. He died of\nno special disease. He had lived long enough and he wanted to rejoin\nNalia and his mind was at ease about Kineia. His business in life was\nover. He lost clutch of things--and retired.\n\nHad he not been happy and sure about Kineia’s future, he might have gone\non a for a considerable time just for her sake.\n\n\n\n\nIII.\n\n\nOne day, a year after his marriage, Lygon found himself alone out on the\nreef. He had paddled over in a canoe and, leaving her tied up, had taken\nhis seat on a lump of coral. Pipe in mouth, he was watching the breakers\ncoming in, great green rollers filled with the movement of life and the\nperfume of the heart of the sea.\n\nIn contrast with the quiet island beach here, there was uproarious life.\nThe coral shook with the thunder of the breakers and the gulls cried and\nthe wind blew, bringing the spindrift of the ocean, and mixing the voice\nof the undertow with the bourdon note of the waves.\n\nLygon who had landed on the island a penniless outcast was to-day rich.\nJourdain’s invested money came to nearly ten thousand pounds. There was,\nbesides that, the schooner, the pitch, and a going business. He had for\nwife one of the most beautiful women in the world, and the island was a\nparadise.\n\nWas he happy? He was happy, but not quite contented. The call of\ncivilization had come to him. He had begun to hear the roar of streets\nin the roar of the reef, and to wish for a change. Just a few months’\nchange. The _Haliotis_ was due--overdue by some days--and he had\ndetermined to take Kineia with him when the schooner sailed next and,\nleaving the place in charge of Taro, make the run to San Francisco.\n\nThey would only be a few months away, so he told himself.\n\nKineia had agreed. She showed no enthusiasm over the business. At heart\nshe disliked it, but his wish was her law.\n\nSuddenly Lygon rose to his feet and shaded his eyes. Away, far away\nagainst the sky line lay a fleck, spar-white in the sun dazzle, now\nalmost invisible, now clear. It was the top canvas of a ship. It was the\n_Haliotis_ . He knew that instinctively and at once. He watched, but the\nspeck did not change. He turned away and, walking along the coral, did\nnot look again for five minutes, then when he looked it had grown\nlarger. She was coming with the wind that was breezing up fresh from the\nnor’east, and leaving the reef he paddled over to the island beach in\nsearch of Kineia.\n\nShe was seated in the veranda of their house engaged in needlework, and\ntelling her that the schooner was in sight he went off to smarten\nhimself.\n\nHe always put on his best clothes to receive the _Haliotis_. It was part\nof the ritual which included Californian champagne and palm salad at the\ndinner given to the captain.\n\nIt was after four when the _Haliotis_ entered the lagoon, and spilling\nthe wind from her sails dropped anchor a few cable lengths from the\nbeach.\n\nThen a boat put off.\n\nLygon, standing beside Kineia, shaded his eyes. He was looking at the\nman in the stern sheets of the boat.\n\n“That’s not Captain Morris,” said he. “What on earth has happened to the\ncap?”\n\nThe man in the stern sheets was certainly not Morris. He showed a sick,\nwhite face under his sun helmet, and as the boat beached and he\nscrambled out, Kineia instinctively drew back a step. The appearance of\nthe stranger did not please her.\n\nAs for Lygon, he stood as if turned to stone. The man before him was\nPackard, the one man in all the world he dreaded, the man with whom he\nhad gone that night to the gambling house in New York.\n\nHe had often wondered what had become of Packard.\n\nThe recognition was mutual.\n\n“Hello!” said Packard. “Why, it’s you.”\n\n“This is a surprise,” said Lygon.\n\nPackard glanced round at the trees, at the beach, at Kineia. Then he\nlaughed.\n\n“Well, this is a start,” said he. “I’m your new captain. Morris is down\nwith a dropsy--won’t be any more use for the sea, and I took on the job\nfor one voyage. Never recognized you in the name, though it’s not a\ncommon one. Your agents gave me the job. How on earth did you come\nhere?”\n\n“It’s a long story,” said Lygon. “I’ll tell you some time. This is my\nwife. Kineia, this is Captain Packard.”\n\nThen Lygon led the way up to the house, where the two men sat in basket\nchairs and talked while Palu, the maid, served them with drinks and\nKineia went off to see about preparations for dinner.\n\n\n\n\nIV.\n\n\nThat night, as Kineia lay awake, she heard them talking in the room\nbelow and once or twice she heard her husband’s voice raised sharply, as\nif in anger.\n\nThen he came to bed, but not to sleep, and in the morning he was a\ndifferent man from the man she had always known, heavy-eyed, depressed,\nand listless.\n\nPackard, on the contrary, seemed more fresh of color and more bright of\neye than when he had landed.\n\nHe got off immediately after breakfast to see about unloading and taking\nin cargo, and Lygon sat in the veranda smoking.\n\nKineia’s heart was heavy. It seemed to her that some blight had come to\nthe island with this stranger, but she said nothing, and for the three\nsucceeding days she said nothing, watching her lord as she might have\nwatched him wilting under the hand of some fatal disease.\n\nThen on the fourth day, when they were alone in the veranda, Kineia, who\nwas at work on some embroidery, suddenly put it aside, got up, and knelt\ndown beside her husband.\n\n“What has that man done to you that you should be like this?” asked\nKineia.\n\nLygon was silent for a moment. Then he spoke.\n\n“Kineia, I am ruined. All this around us is as a dream that must go.\nKineia, I killed a man once, in anger. I escaped, but that man Packard\nwas present, and now I have to give him everything or he will tell.”\n\n“Everything?” said Kineia.\n\n“I offered him half I possess--as well offer the gray shark half your\nbody when he can get the whole--no not everything. He will leave me a\nthousand dollars to begin the world again with.”\n\nKineia was silent.\n\n“He is going back to San Francisco on the schooner to tell--unless----”\n\n“Unless?”\n\n“Unless we go with him. In San Francisco I am to sell him everything,\nschooner and all, for the thousand dollars he will give me.”\n\n“And your money?”\n\n“That, too, will be his.”\n\n“Truly,” said Kineia, “his stomach is great.”\n\n“I am bound and helpless,” said Lygon.\n\nThe weakness in his character, which prosperity had hidden, was\nbeginning to appear, and Kineia seemed to see it as she brooded on him\nnow long and fatefully.\n\nHe who had been everything was now nothing. The other man was\nall-powerful.\n\nThe other man was now the possessor of all.\n\n“Tell me how you killed that man,” said she.\n\nLygon told, going over the old, sordid story and emphasizing the fact\nthat it was really an accident.\n\n“You did not mean to kill?” said Kineia.\n\n“Never. It was an accident,”\n\n“Where, then, is the harm?”\n\n“His friends would swear that it was not, and I ran away, and even\nkilling by accident is what they call manslaughter over there. I would\nbe put in prison--for years, maybe.”\n\n“I will think about it,” said Kineia. Her manner had grown distant and\nchill, as though her mind were repelled by the weakness of Lygon.\n\nNext morning, Packard, the dominant man, thought he noticed a change in\nthe manner of Kineia. Lygon’s wife up to this had held aloof from him;\nher manner seemed more friendly and inviting this morning. Then he felt\nsure. He knew himself to be the better man, and Kineia had recognized\nthe fact.\n\nHe almost forgot Lygon and all his plans about him in this new interest\nthat had suddenly come into his life.\n\nHe had never seen any one so beautiful as Kineia, and his evil mind was\nnot a whit less evil because of the esthetic strain in it. He could\nadmire beauty, this man, the beauty of a sunrise or the beauty of a\nwoman--anything but the beauty of goodness.\n\nHe went off to his work that morning carrying the picture of Kineia with\nhim, and it held him while he superintended the business of loading the\ncopra on board.\n\nBrown, the mate, who was helping in the work, wondered what had come to\nPackard making him so silent and abstracted, he who had been so full of\nlife and energy the day before.\n\nIf you had told him that Packard was thinking of Kineia, he would have\nlaughed with a certain amount of joy at the cold douche surely being\nprepared for him by that beauty.\n\nBut Brown knew nothing of the tangle of affairs or what native blood can\ndo under certain temptations.\n\nPackard returning next evening found Lygon incapable of coming to\ndinner. During the last few days Lygon had been taking gin to soothe his\nmind; to-night he was tipsy, and as he and Kineia dined opposite one\nanother his snoring came distinctly from the room above.\n\n“My husband is ill,” said Kineia, with a little movement of disgust.\nThey talked in low tones during the meal and when dinner was over,\nPackard, lighting a cigar in the veranda, saw Kineia in the lamplit room\ngoing to a box that stood on a little table by the lamp stand. She took\nsomething from it and placed whatever it was in her pocket. Then she\ncame out in the veranda. There was in her face something reckless,\ncrafty, and subtle, as though the evil spirit of the gin that had\npoisoned Lygon were poisoning her, too.\n\n“What was that you put in your pocket?” asked Packard, for want of\nsomething better to say.\n\n“A present for you,” said Kineia tenderly and with a little laugh.\n\nHe took her hand and she let him hold it. Lygon, whose snoring had\nceased for a moment, could be heard turning on his creaking bed, then\nthe snores recommenced.\n\nA little shudder of disgust ran through Kineia.\n\n“Come,” she whispered, “let us get away from that.”\n\nShe led the way from the veranda amid the trees. A full moon was shining\nand the woods were full of light, a light green as the light of a sea\ncave.\n\nHe had released her hand, and now he turned to take it again, but she\nevaded him.\n\n“I have come here to speak with you alone, not to hold your hand,” said\nKineia. “Follow me, for what I have to say must be said far away from\nmen and in the place where my mother’s people once worshiped their gods.\nYou, who say that you love me, must obey me in this.”\n\n“Lead on,” said Packard.\n\nHe followed as she went before him like a wraith through the green\ngloom. Now a shaft of moonlight struck her and now in a denser shadow\nshe was almost invisible. Then came a break in the trees and Packard saw\nbefore him an amphitheater where, in the moonlight, great blocks of\nstone lay tumbled and where the steplike tiers of seats were burst apart\nby tree roots.\n\nHere Kineia stopped and turned, where the ferns grew high amid the\nbowlders. This was the spot toward which she had been luring Packard for\nthe last two days.\n\n“Once,” said she to Packard in a low voice, “you saw my husband kill a\nman.”\n\nPackard started. Then he laughed.\n\n“So he has told you?” said he.\n\n“Is it true?”\n\n“As sure as he’s lying there drunk in the house, now, it is true.”\n\nKineia pondered for a moment.\n\n“What brought you here across the sea to this island to tell me that?”\nsaid she mournfully.\n\n“Luck,” said Packard.\n\n“No,” said Kineia with a sudden laugh. “Death!” And she plunged the\nknife in his throat, the knife that had saved her father, in the hand of\nNalia.\n\nHe did not die immediately and she waited to make sure, absolutely sure,\nand as she waited she wept for the man she loved lying there in the\nhouse in the grasp of gin. Then when all was over she came back, running\nlike a mother to her child.\n\nLygon was sleeping peacefully now, with his face buried on his arm. She\nkissed his hair, left the room, and leaving the house sought the house\nof Taro.\n\n“Taro,” said Kineia, “the strange captain sat up at our house drinking\ngin. He wished to go on board his ship. I went to the beach with him and\nhe said he would swim. He was drunk. I tried to stop him, but it was no\nuse. He had not gone more than a few canoe lengths from the shore when a\nshark took him. He cried once and went down.”\n\n“Waugh,” said Taro, rubbing his eyes. “When the belly of a shark has\ntaken a man there is no use in searching for him late at night. He was a\nstranger, anyway.”\n\nIt was a temperance story that explained a lot of things, among others\nthe prohibition of alcohol on that island by order of Kineia. Lygon,\nreturned to freedom and sobriety and happiness, never knew. Kineia,\nhappy again like a joyous child, never told, and the ferns where the old\ngods of Utara once held their revels are safe to keep their secret\nforever.\n\n\n",
    "metadata": {
        "author": [
            "Stacpoole, H. De Vere (Henry De Vere)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73158/pg73158.txt",
        "name": "a_primal_woman.json"
    }
}