{
    "name": "A Ride With A Mad Horse In A Freight-Car\n1898",
    "author": [
        "Murray, W. H. H. (William Henry Harrison)"
    ],
    "body": "Copyright, 1898, by William Henry Harrison Murray\n\n\nIt was at the battle of Malvern Hill--a battle where the carnage\nwas more frightful, as it seems to me, than in any this side of the\nAlleghanies during the whole war--that my story must begin. I was then\nserving as Major in the --th Massachusetts Regiment--the old --th, as we\nused to call it--and a bloody time the boys had of it too. About 2 p. m.\nwe had been sent out to skirmish along the edge of the wood in which,\nas our generals suspected, the Rebs lay massing for a charge across\nthe slope, upon the crest of which our army was posted. We had barely\nentered the underbrush when we met the heavy formations of Magruder in\nthe very act of charging. Of course, our thin line of skirmishers was no\nimpediment to those onrushing masses. They were on us and over us before\nwe could get out of the way. I do not think that half of those running,\nscreaming masses of men ever knew that they had passed over the remnants\nof as plucky a regiment as ever came out of the old Bay State. But many\nof the boys had good reason to remember that afternoon at the base of\nMalvern Hill, and I among the number; for when the last line of Rebs\nhad passed over me, I was left among the bushes with the breath nearly\ntrampled out of me and an ugly bayonet-gash through my thigh; and mighty\nlittle consolation was it for me at that moment to see the fellow who\nran me through lying stark dead at my side, with a bullet-hole in his\nhead, his shock of coarse black hair matted with blood, and his stony\neyes looking into mine. Well, I bandaged up my limb the best I might,\nand started to crawl away, for our batteries had opened, and the grape\nand canister that came hurtling down the slope passed but a few feet\nover my head. It was slow and painful work, as you can imagine, but at\nlast, by dint of perseverance, I had dragged myself away to the left\nof the direct range of the batteries, and, creeping to the verge of the\nwood, looked off over the green slope. I understood by the crash and\nroar of the guns, the yells and cheers of the men, and that hoarse\nmurmur which those who have been in battle know, but which I can not\ndescribe in words, that there was hot work going on out there; but\nnever have I seen, no, not in that three days' desperate mêlée at the\nWilderness, nor at that terrific repulse we had at Cold Harbor, such\nabsolute slaughter as I saw that afternoon on the green slope of Malvern\nHill. The guns of the entire army were massed on the crest, and thirty\nthousand of our infantry lay, musket in hand, in front. For eight\nhundred yards the hill sank in easy declension to the wood, and across\nthis smooth expanse the Rebs must charge to reach our lines. It was\nnothing short of downright insanity to order men to charge that hill;\nand so his generals told Lee, but he would not listen to reason that\nday, and so he sent regiment after regiment, and brigade after brigade,\nand division after division, to certain death. Talk about Grant's\ndisregard of human life, his efforts at Cold Harbor--and I ought to\nknow, for I got a Minie in my shoulder that day--was hopeful and easy\nwork to what Lee laid on Hill's and Ma-gruder's divisions at Malvern. It\nwas at the close of the second charge, when the yelling mass reeled back\nfrom before the blaze of those sixty guns and thirty thousand rifles,\neven as they began to break and fly backward toward the woods, that\nI saw from the spot where I lay a riderless horse break out of the\nconfused and flying mass, and, with mane and tail erect and spreading\nnostril, come dashing obliquely down the slope. Over fallen steeds and\nheaps of the dead she leaped with a motion as airy as that of the flying\nfox when, fresh and unjaded, he leads away from the hounds, whose sudden\ncry has broken him off from hunting mice amid the bogs of the meadow. So\nthis riderless horse came vaulting along. Now from my earliest boyhood I\nhave had what horsemen call a 'weakness' for horses. Only give me a colt\nof wild, irregular temper and fierce blood to tame, and I am perfectly\nhappy. Never did lash of mine, singing with cruel sound through the air,\nfall on such a colt's soft hide. Never did yell or kick send his\nhot blood from heart to head deluging his sensitive brain with fiery\ncurrents, driving him into frenzy or blinding him with fear; but\ntouches, soft and gentle as a woman's caressing words, and oats given\nfrom the open palm, and unfailing kindness, were the means I used to\n'subjugate' him. Sweet subjugation, both to him who subdues and to him\nwho yields! The wild, unmannerly, and unmanageable colt, the fear of\nhorsemen the country round, finding in you not an enemy, but a friend,\nreceiving his daily food from you, and all those little 'nothings' which\ngo as far with a horse as a woman, to win and retain affection, grows\nto look upon you as his protector and friend, and testifies in countless\nways his fondness for you. So when I saw this horse, with action so\nfree and motion so graceful, amid that storm of bullets, my heart\ninvoluntarily went out to her, and my feelings rose higher and higher at\nevery leap she took from amid the whirlwind of fire and lead. And as she\nplunged at last over a little hillock out of range and came careering\ntoward me as only a riderless horse might come, her head flung wildly\nfrom side to side, her nostrils widely spread, her flank and shoulders\nflecked with foam, her eye dilating, I forgot my wound and all the wild\nroar of battle, and, lifting myself involuntarily to a sitting posture\nas she swept grandly by, gave her a ringing cheer.\n\n\"Perhaps in the sound of a human voice of happy mood amid the awful din\nshe recognized a resemblance to the voice of him whose blood moistened\nher shoulders and was even yet dripping from saddle and housings. Be\nthat as it may, no sooner had my voice sounded than she flung her head\nwith a proud upward movement into the air, swerved sharply to the left,\nneighed as she might to a master at morning from her stall, and came\ntrotting directly up to where I lay, and, pausing, looked down upon\nme as it were in compassion. I spoke again, and stretched out my hand\ncaressingly. She pricked her ears, took a step forward and lowered her\nnose until it came in contact with my palm. Never did I fondle anything\nmore tenderly, never did I see an animal which seemed to so court and\nappreciate human tenderness as that beautiful mare. I say 'beautiful.'\nNo other word might describe her. Never will her image fade from my\nmemory while memory lasts.\n\n\"In weight she might have turned, when well conditioned, nine hundred\nand fifty pounds. In color she was a dark chestnut, with a velvety depth\nand soft look about the hair indescribably rich and elegant. Many a time\nhave I heard ladies dispute the shade and hue of her plush-like coat as\nthey ran their white, jeweled fingers through her silken hair. Her body\nwas round in the barrel and perfectly symmetrical. She was wide in the\nhaunches, without projection of the hipbones, upon which the shorter\nribs seemed to lap. High in the withers as she was, the line of her back\nand neck perfectly curved, while her deep, oblique shoulders and long,\nthick forearm, ridgy with swelling sinews, suggested the perfection of\nstride and power. Her knees across the pan were wide, the cannon-bone\nbelow them short and thin; the pasterns long and sloping; her hoofs\nround, dark, shiny, and well set on. Her mane was a shade darker than\nher coat, fine and thin, as a thoroughbred's always is whose blood is\nwithout taint or cross. Her ear was thin, sharply pointed, delicately\ncurved, nearly black around the borders, and as tremulous as the leaves\nof an aspen. Her neck rose from the withers to the head in perfect\ncurvature, hard, devoid of fat, and well cut up under the chops. Her\nnostrils were full, very full, and thin almost as parchment. The eyes,\nfrom which tears might fall or fire flash, were well brought out, soft\nas a gazelle's, almost human in their intelligence, while over the small\nbony head, over neck and shoulders, yea, over the whole body and\nclean down to the hoofs, the veins stood out as if the skin were but\ntissue-paper against which the warm blood pressed, and which it might at\nany moment burst asunder. 'A perfect animal,' I said to myself as I lay\nlooking her over--'an animal which might have been born from the wind\nand the sunshine, so cheerful and so swift she seems; an animal which\na man would present as his choicest gift to the woman he loved, and yet\none which that woman, wife or lady-love, would give him to ride when\nhonor and life depended on bottom and speed.'\n\n\"All that afternoon the beautiful mare stood over me, while away to the\nright of us the hoarse tide of battle flowed and ebbed. What charm, what\ndelusion of memory held her there? Was my face to her as the face of her\ndead master, sleeping a sleep from which not even the wildest roar of\nbattle, no, nor her cheerful neigh at morning, would ever wake him? Or\nis there in animals some instinct, answering to our intuition, only more\npotent, which tells them whom to trust and whom to avoid? I know not,\nand yet some such sense they may have, they must have; or else why\nshould this mare so fearlessly attach herself to me? By what process of\nreason or instinct I know not, but there she chose me for her mastery\nfor when some of my men at dusk came searching, and found me,\nand, laying me on a stretcher, started toward our lines, the mare,\nuncompelled, of her own free will, followed at my side; and all through\nthat stormy night of wind and rain, as my men struggled along through\nthe mud and mire toward Harrison's Landing, the mare followed, and ever\nafter, until she died, was with me, and was mine, and I, so far as man\nmight be, was hers. I named her Gulnare.\n\n\"As quickly as my wound permitted, I was transported to Washington,\nwhither I took the mare with me. Her fondness for me grew daily, and\nsoon became so marked as to cause universal comment. I had her boarded\nwhile in Washington at the corner of ------ Street and ------ Avenue.\nThe groom had instructions to lead her around to the window against\nwhich was my bed, at the hospital, twice every day, so that by opening\nthe sash I might reach out my hand and pet her. But the second day,\nno sooner had she reached the street, than she broke suddenly from the\ngroom and dashed away at full speed. I was lying, bolstered up in bed,\nreading, when I heard the rush of flying feet, and in an instant, with a\nloud, joyful neigh, she checked herself in front of my window. And\nwhen the nurse lifted the sash, the beautiful creature thrust her head\nthrough the aperture, and rubbed her nose against my shoulder like a\ndog. I am not ashamed to say that I put both my arms around her neck,\nand, burying my face in her silken mane, kissed her again and again.\nWounded, weak, and away from home, with only strangers to wait upon me,\nand scant service at that, the affection of this lovely creature for me,\nso tender and touching, seemed almost human, and my heart went out to\nher beyond any power of expression, as to the only being, of all the\nthousands around me, who thought of me and loved me. Shortly after her\nappearance at my window, the groom, who had divined where he should find\nher, came into the yard. But she would not allow him to come near her,\nmuch less touch her. If he tried to approach she would lash out at\nhim with her heels most spitefully, and then, laying back her ears and\nopening her mouth savagely, would make a short dash at him, and, as the\nterrified African disappeared around the corner of the hospital, she\nwould wheel, and, with a face bright as a happy child's, come trotting\nto the window for me to pet her. I shouted to the groom to go back to\nthe stable, for I had no doubt but that she would return to her stall\nwhen I closed the window. Rejoiced at the permission, he departed. After\nsome thirty minutes, the last ten of which she was standing with her\nslim, delicate head in my lap, while I braided her foretop and combed\nout her silken mane, I lifted her head, and, patting her softly on\neither cheek, told her that she must 'go.' I gently pushed her head out\nof the window and closed it, and then, holding up my hand, with the palm\nturned toward her, charged her, making the appropriate motion, to 'go\naway right straight back to her stable.' For a moment she stood looking\nsteadily at me, with an indescribable expression of hesitation and\nsurprise in her clear, liquid eyes, and then, turning lingeringly,\nwalked slowly out of the yard.\n\n\"Twice a day for nearly a month, while I lay in the hospital, did\nGulnare visit me. At the appointed hour the groom would slip her\nheadstall, and, without a word of command, she would dart out of the\nstable, and, with her long, leopardlike lope, go sweeping down the\nstreet and come dashing into the hospital yard, checking herself with\nthe same glad neigh at my window; nor did she ever once fail, at the\nclosing of the sash, to return directly to her stall. The groom informed\nme that every morning and evening, when the hour of her visit drew near,\nshe would begin to chafe and worry, and, by pawing and pulling at the\nhalter, advertise him that it was time for her to be released.\n\n\"But of all exhibitions of happiness, either by beast or man, hers was\nthe most positive on that afternoon when, racing into the yard, she\nfound me leaning on a crutch outside the hospital building, The whole\ncorps of nurses came to the doors, and all the poor fellows that could\nmove themselves--for Gulnare had become a universal favorite, and the\nboys looked for her daily visits nearly, if not quite, as ardently as I\ndid--crawled to the windows to see her. What gladness was expressed in\nevery movement! She would come prancing toward me, head and tail erect,\nand pausing, rub her head against my shoulder, while I patted her glossy\nneck; then suddenly, with a sidewise spring, she would break away, and\nwith her long tail elevated until her magnificent brush, fine and silken\nas the golden hair of a blonde, fell in a great spray on either flank,\nand, her head curved to its proudest arch, pace around me with that\nhigh action and springing step peculiar to the thoroughbred. Then like\na flash, dropping her brush and laying back her ears and stretching\nher nose straight out, she would speed away with that quick, nervous,\nlow-lying action which marks the rush of racers, when side by side and\nnose to nose lapping each other, with the roar of cheers on either hand\nand along the seats above them, they come straining up the home stretch.\nReturning from one of these arrowy flights, she would come curvetting\nback, now pacing side-wise as on parade, now dashing her hind feet high\ninto the air, and anon vaulting up and springing through the air, with\nlegs well under her, as if in the act of taking a five-barred gate, and\nfinally would approach and stand happy in her reward--my caress.\n\n\"The war, at last, was over. Gulnare and I were in at the death with\nSheridan at the Five Forks. Together we had shared the pageant at\nRichmond and Washington, and never had I seen her in better spirits than\non that day at the capital. It was a sight indeed to see her as she came\ndown Pennsylvania Avenue. If the triumphant procession had been all\nin her honor and mine, she could not have moved with greater grace and\npride. With dilating eye and tremulous ear, ceaselessly champing her\nbit, her heated blood bringing out the magnificent lacework of veins\nover her entire body, now and then pausing, and with a snort gathering\nherself back upon her haunches as for a mighty leap, while she shook\nthe froth from her bits, she moved with a high, prancing step down the\nmagnificent street, the admired of all beholders. Cheer after cheer was\ngiven, huzza after huzza rang out over her head from roofs and balcony,\nbouquet after bouquet was launched by fair and enthusiastic admirers\nbefore her; and yet, amid the crash and swell of music, the cheering and\ntumult, so gentle and manageable was she, that, though I could feel her\nframe creep and tremble under me as she moved through that whirlwind of\nexcitement, no check or curb was needed, and the bridle-lines--the same\nshe wore when she came to me at Malvern Hill--lay unlifted on the pommel\nof the saddle. Never before had I seen her so grandly herself. Never\nbefore had the fire and energy, the grace and gentleness, of her blood\nso revealed themselves. This was the day and the event she needed. And\nall the royalty of her ancestral breed--a race of equine kings--flowing\nas without taint or cross from him that was the pride and wealth of the\nwhole tribe of desert rangers, expressed itself in her. I need not say\nthat I shared her mood. I sympathized in her every step. I entered into\nall her royal humors. I patted her neck and spoke loving and cheerful\nwords to her. I called her my beauty, my pride, my pet. And did she not\nunderstand me? Every word! Else why that listening ear turned back to\ncatch my softest whisper; why the responsive quiver through the frame,\nand the low, happy neigh? 'Well,' I exclaimed, as I leaped from her back\nat the close of the review--alas! that words spoken in lightest mood\nshould portend so much!--'well, Gulnare, if you should die, your life\nhas had its triumph. The nation itself, through its admiring capital,\nhas paid tribute to your beauty, and death can never rob you of your\nfame. And I patted her moist neck and foam-flecked shoulders, while the\ngrooms were busy with head and loins.\n\n\"That night our brigade made its bivouac just over Long Bridge, almost\non the identical spot where four years before I had camped my company of\nthree months' volunteers. With what experiences of march and battle were\nthose four years filled! For three of these years Gulnare had been my\nconstant companion. With me she had shared my tent, and not rarely my\nrations, for in appetite she was truly human, and my steward always\ncounted her as one of our 'mess.' Twice had she been wounded--once at\nFredericksburg, through the thigh; and once at Cold Harbor, where a\npiece of shell tore away a part of her scalp. So completely did it stun\nher, that for some months I thought her dead, but to my great joy she\nshortly recovered her senses. I had the wound carefully dressed by our\nbrigade surgeon, from whose care she came in a month with the edges of\nthe wound so nicely united that the eye could with difficulty detect the\nscar. This night, as usual, she lay at my side, her head almost touching\nmine. Never before, unless when on a raid and in face of the enemy, had\nI seen her so uneasy. Her movements during the night compelled\nwakefulness on my part. The sky was cloudless, and in the dim light I\nlay and watched her. Now she would stretch herself at full length, and\nrub her head on the ground. Then she would start up, and, sitting on her\nhaunches, like a dog, lift one foreleg and paw her neck and ears. Anon\nshe would rise to her feet and shake herself, walk off a few rods,\nreturn and lie down again by my side. I did not know what to make of it,\nunless the excitement of the day had been too much for her sensitive\nnerves. I spoke to her kindly and petted her. In response she would rub\nher nose against me, and lick my hand with her tongue--a peculiar habit\nof hers--like a dog. As I was passing my hand over her head, I\ndiscovered that it was hot, and the thought of the old wound flashed\ninto my mind, with a momentary fear that something might be wrong about\nher brain, but after thinking it over I dismissed it as incredible.\nStill I was alarmed. I knew that something was amiss, and I rejoiced at\nthe thought that I should soon be at home where she could have quiet,\nand, if need be, the best of nursing. At length the morning dawned, and\nthe mare and I took our last meal together on Southern soil--the last we\never took together.\n\n\"The brigade was formed in line for the last time, and as I rode down\nthe front to review the boys she moved with all her old battle grace and\npower. Only now and then, by a shake of the head, was I reminded of her\nactions during the night. I said a few words of farewell to the men whom\nI had led so often to battle, with whom I had shared perils not a few,\nand by whom, as I had reason to think, I was loved, and then gave, with\na voice slightly unsteady, the last order they would ever receive from\nme: 'Brigade, Attention, Ready to break ranks, _Break Ranks_.'The order\nwas obeyed. But ere they scattered, moved by a common impulse, they gave\nfirst three cheers for me, and then, with the same heartiness and even\nmore power, three cheers for Gulnare. And she, standing there, looking\nwith her bright, cheerful countenance full at the men, pawing with her\nforefeet, alternately, the ground, seemed to understand the compliment;\nfor no sooner had the cheering died away than she arched her neck to its\nproudest curve, lifted her thin, delicate head into the air, and gave a\nshort, joyful neigh.\n\n\"My arrangements for transporting her had been made by a friend the\nday before. A large, roomy car had been secured, its floor strewn with\nbright, clean straw, a bucket and a bag of oats provided, and everything\ndone for her comfort. The car was to be attached to the through express,\nin consideration of fifty dollars extra, which I gladly paid, because of\nthe greater rapidity with which it enabled me to make my journey. As the\nbrigade broke up into groups, I glanced at my watch and saw that I had\nbarely time to reach the cars before they started. I shook the reins\nupon her neck, and with a plunge, startled at the energy of my signal,\naway she flew. What a stride she had! What an elastic spring! She\ntouched and left the earth as if her limbs were of spiral wire. When I\nreached the car my friend was standing in front of it, the gang-plank\nwas ready, I leaped from the saddle and, running up the plank into the\ncar, whistled to her; and she, timid and hesitating, yet unwilling to be\nseparated from me, crept slowly and cautiously up the steep incline and\nstood beside me. Inside I found a complete suit of flannel clothes with\na blanket and, better than all, a lunch-basket. My friend explained that\nhe had bought the clothes as he came down to the depot, thinking, as\nhe said, 'that they would be much better than your regimentals,' and\nsuggested that I doff the one and don the other. To this I assented the\nmore readily as I reflected that I would have to pass one night at\nleast in the car, with no better bed than the straw under my feet. I\nhad barely time to undress before the cars were coupled and started. I\ntossed the clothes to my friend with the injunction to pack them in\nmy trunk and express them on to me, and waved him my adieu. I arrayed\nmyself in the nice, cool flannel and looked around. The thoughtfulness\nof my friend had anticipated every want. An old cane-seated chair stood\nin one corner. The lunch-basket was large and well supplied. Amid the\noats I found a dozen oranges, some bananas, and a package of real Havana\ncigars. How I called down blessings on his thoughtful head as I took the\nchair and, lighting one of the fine-flavored _figaros_, gazed out on the\nfields past which we were gliding, yet wet with morning dew. As I sat\ndreamily admiring the beauty before me, Gulnare came and, resting\nher head upon my shoulder, seemed to share my mood. As I stroked her\nfine-haired, satin-like nose, recollection quickened and memories of\nour companionship in perils thronged into my mind. I rode again that\nmidnight ride to Knoxville, when Burnside lay intrenched, desperately\nholding his own, waiting for news from Chattanooga of which I was the\nbearer, chosen by Grant himself because of the reputation of my mare.\nWhat riding that was! We started, ten riders of us in all, each with the\nsame message. I parted company the first hour out with all save one,\nan iron-gray stallion of Messenger blood. Jack Murdock rode him,\nwho learned his horsemanship from buffalo and Indian hunting on the\nplains--not a bad school to graduate from. Ten miles out of Knoxville\nthe gray, his flanks dripping with blood, plunged up abreast of the\nmare's shoulders and fell dead; and Gulnare and I passed through the\nlines alone. _I had ridden the terrible race without whip or spur_. With\nwhat scenes of blood and flight she would ever be associated!\n\n\"And then I thought of home, unvisited for four long years--that home I\nleft a stripling, but to which I was returning a bronzed and brawny man.\nI thought of mother and Bob--how they would admire her!--Of old Ben, the\nfamily groom, and of that one who shall be nameless, whose picture I had\nso often shown to Gulnare as the likeness of her future mistress; had\nthey not all heard of her, my beautiful mare, she who came to me from\nthe smoke and whirlwind, my battle-gift? How they would pat her soft,\nsmooth sides, and tie her mane with ribbons, and feed her with all sweet\nthings from open and caressing palm! And then I thought of one who might\ncome after her to bear her name and repeat at least some portion of her\nbeauty--a horse honored and renowned the country through, because of the\ntransmission of the mother's fame.\n\n\"About three o'clock in the afternoon a change came over Gulnare. I had\nfallen asleep upon the straw, and she had come and awakened me with a\ntouch of her nose. The moment I started up I saw that something was the\nmatter. Her eyes were dull and heavy. Never before had I seen the light\ngo out of them. The rocking of the car as it went jumping and vibrating\nalong seemed to irritate her. She began to rub her head against the side\nof the car. Touching it, I found that the skin over the brain was hot\nas fire. Her breathing grew rapidly louder and louder. Each breath was\ndrawn with a kind of gasping effort. The lids with their silken fringe\ndropped wearily over the lustreless eyes. The head sank lower and lower,\nuntil the nose almost touched the floor. The ears, naturally so lively\nand erect, hung limp and widely apart. The body was cold and senseless.\nA pinch elicited no motion. Even my voice was at last unheeded. To word\nand touch there came, for the first time in all our intercourse, no\nresponse. I knew as the symptoms spread what was the matter. The\nsigns bore all one way. She was in the first stages of phrenitis, or\ninflammation of the brain. In other words, _my beautiful mare mas going\nmad_.\n\n\"I was well versed in the anatomy of the horse. Loving horses from my\nvery childhood, there was little in veterinary practice with which I\nwas not familiar. Instinctively, as soon as the symptoms had developed\nthemselves, and I saw under what frightful disorder Gulnare was\nlaboring, I put my hand into my pocket for my knife, in order to open\na vein. _There was no knife there_. Friends, I have met with many\nsurprises. More than once in battle and scout have I been nigh death;\nbut never did my blood desert my veins and settle so' around my heart,\nnever did such a sickening sensation possess me, as when standing in\nthat car with my beautiful mare before me marked with those horrible\nsymptoms, I made that discovery. My knife, my sword, my pistols even,\nwere with my suit in the care of my friend, two hundred miles away.\nHastily, and with trembling fingers, I searched my clothes, the\nlunch-basket, my linen; not even a pin could I find. I shoved open\nthe sliding door, and swung my hat and shouted, hoping to attract some\nbrakeman's attention. The train was thundering along at full speed, and\nnone saw or heard me. I knew her stupor would not last long. A slight\nquivering of the lip, an occasional spasm running through the frame,\ntold me too plainly that the stage of frenzy would soon begin. 'My God,'\nI exclaimed in despair, as I shut the door and turned toward her, 'must\nI see you die, Gulnare, when the opening of a vein would save you? Have\nyou borne me, my pet, through all these years of peril, the icy chill of\nwinter, the heat and torment of summer, and all the thronging dangers\nof a hundred bloody battles, only to die torn by fierce agonies, when so\nnear a peaceful home?'\n\n\"But little time was given me to mourn. My life was soon to be in peril,\nand I must summon up the utmost power of eye and limb to escape the\nviolence of my frenzied mare. Did you ever see a mad horse when his\nmadness is on him? Take your stand with me in that car, and you shall\nsee what suffering a dumb creature can endure before it dies. In no\nmalady does a horse suffer more than in phrenitis, or inflammation of\nthe brain. Possibly in severe cases of colic, probably in rabies in its\nfiercest form, the pain is equally intense. These three are the most\nagonizing of all the diseases to which the noblest of animals is\nexposed. Had my pistols been with me, I should then and there, with\nwhatever strength Heaven granted, have taken my companion's life, that\nshe might be spared the suffering which was so soon to rack and wring\nher sensitive frame. A horse laboring under an attack of phrenitis is as\nviolent as a horse can be. He is not ferocious as is one in a fit of\nrabies. He may kill his master, but he does it without design. There is\nin him no desire of mischief for its own sake, no cruel cunning, no\nstratagem and malice. A rabid horse is conscious in every act and\nmotion. He recognizes the man he destroys. There is in him an insane\n_desire_ to _kill_. Not so with the phrenetic horse. He is unconscious\nin his violence. He sees and recognizes no one. There is no method or\npurpose in his madness. He kills without knowing it.\n\n\"I knew what was coming. I could not jump out, that would be certain\ndeath. I must abide in the car, and take my chance of life. The car was\nfortunately high, long, and roomy. I took my position in front of my\nhorse, watchful, and ready to spring. Suddenly her lids, which had\nbeen closed, came open with a snap, as if an electric shock had passed\nthrough her, and the eyes, wild in their brightness, stared directly at\nme. And what eyes they were! The membrane grew red and redder until it\nwas of the color of blood, standing out in frightful contrast with the\ntransparency of the cornea. The pupil gradually dilated until it seemed\nabout to burst out of the socket. The nostrils, which had been sunken\nand motionless, quivered, swelled, and glowed. The respiration became\nshort, quick and gasping. The limp and dripping ears stiffened and stood\nerect, pricked sharply forward, as if to catch the slightest sound.\nSpasms, as the car swerved and vibrated, ran along her frame. More\nhorrid than all, the lips slowly contracted, and the white, sharp-edged\nteeth stood uncovered, giving an indescribable look of ferocity to the\npartially opened mouth. The car suddenly reeled as it dashed around a\ncurve, swaying her almost off her feet, and, as a contortion shook her,\nshe recovered herself, and rearing upward as high as the car permitted,\nplunged directly at me. I was expecting the movement, and dodged. Then\nfollowed exhibitions of pain which I pray God I may never see again.\nTime and again did she dash herself upon the floor, and roll over and\nover, ladling out with her feet in all directions. Pausing a moment, she\nwould stretch her body to its extreme length, and, lying upon her side,\npound the floor with her head as if it were a maul. Then like a flash\nshe would leap to her feet, and whirl round and round until from very\ngiddiness she would stagger and fall. She would lay hold of the straw\nwith her teeth, and shake it as a dog shakes a struggling woodchuck;\nthen dashing it from her mouth, she would seize hold of her own sides,\nand send herself. Springing up, she would rush against the end of the\ncar, falling all in a heap from the violence of the concussion. For some\nfifteen minutes without intermission the frenzy lasted. I was nearly\nexhausted. My efforts to avoid her mad rushes, the terrible tension\nof my nervous system produced by the spectacle of such exquisite and\nprolonged suffering, were weakening me beyond what I should have thought\nit possible an hour before for anything to weaken me. In fact, I felt\nmy strength leaving me. A terror such as I had never yet felt was taking\npossession of my mind. I sickened at the sight before me, and at the\nthought of agonies yet to come. 'My God,' I exclaimed, 'must I be killed\nby own horse in this miserable car!' Even as I spoke the end came. The\nmare raised herself until her shoulders touched the roof, then dashed\nher body upon the floor with a violence which threatened the stout frame\nbeneath her. I leaned, panting and exhausted, against the side of the\ncar. Gulnare did not stir. She lay motionless, her breath coming and\ngoing in lessening respirations. I tottered toward her, and, as I stood\nabove her, my ear detected a low gurgling sound. I can not describe the\nfeeling that followed. Joy and grief contended within me. I knew the\nmeaning of that sound. Gulnare, in her frenzied violence, had broken a\nblood-vessel, and was bleeding internally. Pain and life were passing\naway together.\n\n\"I knelt down by her side.\n\n\"I laid my head upon her shoulders, and sobbed aloud. Her body moved a little beneath me. I crawled forward and lifted her beautiful head into my lap. O, for one more sign of recognition before she died! I smoothed the tangled masses of her mane. I wiped, with a fragment of my coat, torn in the struggle, the blood which oozed from her nostril. I called her by name. My desire was granted. In a moment Gulnare opened her eyes. The redness of frenzy had passed out of them. She saw and recognized me. I spoke again. Her eye lighted a moment with the old and intelligent look of love. Her ear moved; her nostril quivered gently as she strove to neigh. The effort was in vain. Her love was greater than her strength. She moved her head a little, as if she would be nearer me, looked once more with her clear eyes into my face, breathed a long breath, straightened her shapely limbs, and died. And there, holding the head of my dead mare in my lap, while the great warm tears fell one after another down my cheeks, I sat until the sun went down, the shadows darkened in the car, and night drew her mantle, colored like my grief, over the world.\"\n\n\n\n",
    "metadata": {
        "author": [
            "Murray, W. H. H. (William Henry Harrison)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23168/pg23168.txt",
        "name": "a_ride_with_a_mad_horse_in_a_freight_car_1898.json"
    }
}