{
    "name": "A Toothache on Zenob",
    "author": [
        "Ellanby, Boyd"
    ],
    "body": "Pehn Karn sat in the signal dome, idly waiting while his friend,\nadjusted the dials of the receiver. The recording tape spilled over the\ntable in loops of aluminum.\n\n\"Doesn't this job get dull?\" he inquired.\n\nNautunal turned the fifth dial a few degrees, and glanced up. \"Depends\non your interest. It's true this is just routine space-sweep, but\nnoise from space is amazingly variegated. Just one more sector to scan\ntonight, and I'll be through. What's matter with you, Pehn? Your face\nlooks little lopsided.\"\n\nPehn tried to grin, and fingered the slight swelling on his cheek. \"My\nface will never be my fortune, I guess. I don't know what's matter.\nJust ache.\"\n\nEven at his best, as Pehn's family loved to remind him, he was an\nugly young man; he had none of the rounded placidity of feature which\nwas the ideal of his race. His olive skin stretched too tightly over\nhis cheekbones, and his black eyes peered too intensely from their\ndeep sockets. It helped very little that he happened to be extremely\nintelligent.\n\nPehn covered the aching place with his hand, and tried to concentrate\non the emerging spills of tape. As a matter of fact, he had been having\nsevere periodic toothaches for six months now, but had never spoken of\nit.\n\nSuddenly he bent forward. \"Hold it! Just minute. Let me see that.\"\n\nNautunal raised one eyebrow. \"Don't let it get you, lad. Listening to\nspace is apt to make you jumpy. Your friends over at Atomics wouldn't\nlike that. More than once I've thought I was finding some sort of sense\nin all this chatter, but it never pans out. It's just noise. There may\nbe other inhabited planets besides Zenob, just as Bidagha claims, but\nif so, they aren't talking.\"\n\n\"Stop, watch tape,\" said Pehn. Nautunal shrugged his shoulders, but he\npicked up the tape and watched as it trickled through his fingers.\n\nThe machine was recording short bursts of energy, separated by distinct\npauses: \".. .. .... ... ... ...... .... .... ........\"\n\n\"Two and two,\" remarked Pehn, \"are four. Three and three are six.\nFour--\"\n\n\"I know. I've been to kindergarten too. Four and four are eight. Has\nyour aching face affected your mind? You ought to submit yourself for\ntreatment.\"\n\nHe reached to shift the scanner, but Pehn grabbed his hand.\n\n\"Can't you see? Somebody is trying to show us they know how to add.\nSomeone out in space. Keep watching. I wonder if they use duodecimal\nsystem, or what? Where is it coming from?\"\n\nNautunal dropped his skeptical pose, and watched the emerging tape in\nsilence. The growing table of symbols built all the simple additions\nup to 10 plus 10, by the laborious accumulation of dots. Then it began\nagain, systematically, \"One and one are two, two and two--\"\n\nPehn turned his wondering eyes on his friend. \"Is this trick? Joke you\nrigged up for my benefit?\"\n\nNautunal shook his head, and his voice was hardly a whisper. \"No. That\nstuff is really coming through space--through phase space.\"\n\nTwice more, the table of additions appeared. Then, after a brief\npause, came simple multiplications. Hour after hour the signals\ncontinued, endlessly repeated, and shortly after midnight the two could\nrecognize the periodic table of chemical elements, with atomic weights\nand numbers of isotopes.\n\n\"If those numbers which follow atomic weights are abundances,\" said\nPehn, \"composition of their planet is not quite same as ours. Look how\nrare 235 is. Where do you suppose this is coming from?\"\n\n\"You guess,\" said Nautunal. He waved his arm towards the transparent\ndome through which the stars shone, and grinned. \"From little data I\nhave so far, signals might be coming from somewhere in Weaver, perhaps\nfrom neighborhood of Topaz, but it's too early to be sure of anything.\"\n\nSuddenly a marked change occurred in the pattern of the signals. The\nclear symmetry of mathematics ended and was replaced by a formless\njumble, but a jumble whose repetition suggested that it, too, contained\na pattern if it could once be glimpsed. Meters and meters of tape piled\nup, and the young men stared at it in frustration.\n\nNautunal stood up in sudden decision. \"Bidagha is right. There must\nbe intelligent life in another part of galaxy. We need help, Pehn. We\ncan't decipher this stuff, and yet it may be key to basic vocabulary.\nWe need mathematicians, linguists, semanticists. I'll put out call to\ndirector.\" He lifted a finger to activate the visiphone in his wrist\nband, but before touching it he glanced at his friend in some concern.\n\n\"But you don't look well. Perhaps you ought to go home and get some\nsleep?\"\n\nPehn shook his head. \"No, pain will probably be gone by morning, and at\ntime like this sleep would be only gift from Evil Ones. I'm going to\nget Bidagha. He'll be more use to us than dozen semanticists.\"\n\n\"Call him on visiphone.\"\n\n\"You know he can't wear one. He's at Cave tonight, holding Ceremony.\nI'll go after him.\"\n\n\"All right, Pehn. But remember, government will probably disapprove of\nthis business. Whatever you do--don't tell your father!\"\n\nPehn grounded his copter at the outskirts of the city, then turned his\nback to the glowing lights and walked north across the darkened fields\ntowards Cave. The early morning sky blazed with stars, and ahead of\nhim, low on the northern horizon, gleamed the sprawling constellation\nof Weaver. He had never been able to force his imagination to see many\nof the constellations in their completeness, and in the patterns of\nstars which his pastoral ancestors had conceived as Weaver, Sower,\nHorned Toth, he could see only random clusters of suns. He watched it\nnow, as he walked over the rutted earth, and suddenly the pattern took\nshape, so that he could discern the old lady's Shuttle, and at its\ntip that brilliant yellow star, Topaz, which might that very moment\nbe sending its signals through the galaxy. How many planets revolved\naround Topaz?\n\nHe stopped, for the field ended in a sharp bluff which descended to a\nnarrow valley. Across the valley's floor was the entrance to Cave. He\ncould see the bobbing lights of candles, down there, and hear a muffled\nchant of many voices. He hoped Ceremony would end, soon, so that he\ncould consult his friend. Once again he felt impatient that Bidagha\nshould have to be met in person just because, as a Healer, he could\nnot wear a visiphone into Cave. Bidagha was really more progressive\nthan many scientists. But the culture of Zenob still had a strongly\nanti-materialistic, one might almost say anti-scientific tinge, and no\nmachine of any kind could ever be brought into any of Sacred Places.\nCave had been the chief place for the ceremonies of those living in\nLahzen area for so many thousands of years, that even the historians\ndid not know of a time when it was not in use. It was so old, some\nheretics said, that it had outlived its usefulness, and was not even a\nsafe place to be in.\n\nThe stars were fading, and the northern sky was paling when\nthe chanting stopped in Cave below. People filed out silently,\nextinguishing their candles as they reached the opening, and last of\nall came the Healer.\n\n\"Bidagha!\" Pehn called softly. \"Up here!\"\n\nThe tall figure paused, then ran lightly up the steps out in the\nsloping hill.\n\n\"Has something happened?\"\n\n\"Hurry. My copter is waiting back there, and I'll take you to signal\ndome. Then I'll have to go home. If I'm not there for breakfast, my\nfather will begin another lecture on depravity of youth.\"\n\nBidagha's eyes twinkled. \"Premier Karn _is_ pretty conscious of his\nresponsibilities to nation, Pehn, but perhaps eighteen years ought to\nbe more respectful of fifty. I am nearly latter myself, you know. But\nwhat has happened?\"\n\nPehn raised his arm and pointed towards Weaver. \"We're getting signals.\nWe think maybe they come from some planet of Topaz.\"\n\nBidagha clasped his strong hands on his breast. His black hair, curling\nover a high, olive forehead, was held in place by the narrow green\nband of his calling. Under his little mustache his mouth was firm and\nserene, and his gray eyes were exalted as he stared at the fading\nyellow star.\n\n\"At last!\" he said.\n\n\n\nThe bluish sun of Zenob had risen by the time Pehn got home. He sat\nthrough the family breakfast with his parents and his sister, thankful\nthat his night's absence had apparently not been noticed.\n\nPehn's father, old Premier Karn, represented, the old man liked to\nthink, the ideal of Zenobian maturity. The placidity of his mind was\nreflected in the soft roundness of his unlined face, and his full\nlips curved at the corners in perpetual contentment. Like most of his\ncountrymen, he had never felt any conflict between his own impulses and\nthe customs of his society, and never in his life had he needed the\nministrations of a Healer.\n\nIn his usual benevolent mood this morning, Premier Karn entertained\nhis family with his meditations on his favorite theme, the glories of\nZenob's history and the perfection of her knowledge. They listened\nto his remarks in patient silence. As he sipped at his last cup of\nfragrant _akhlai_, he tried to make a kindly remark to his son.\n\n\"And what progress is your institute making towards practical atomic\npower, Pehn? Foundations of this work were laid down more than two\nhundred years ago, and government would be glad to have demonstration\nat any time.\"\n\n\"We're little uncertain, sir, when that will be. We want to be sure,\nbefore our first trial, that we have checked against even vaguest\npossibility of starting widespread chain reaction.\"\n\nThe Premier frowned, set down his cup, and touched his napkin to his\nlips. \"But how could this occur?\"\n\n\"It is not at all likely. But if, for example, as has been suggested,\ncrust of our planet should contain large quantities of some heavy\nelement with properties we don't know about, something related to 235\nor 238 for instance, and easily fissionable, our very first trial might\nprove disastrous.\"\n\n\"Nonsense, nonsense!\" said the Premier. \"Complete chemistry of our\nplanet was worked out and tabulated more than three hundred years ago.\nThere were great chemists in those days, and since then no further\nresearch has ever been necessary. There could not possibly be any\nelements which we don't know about. It is not seemly for you young men\nto be questioning work of great geniuses of past.\"\n\nPehn's sister, Soma, had been silent, as befitted a woman. Now she\nsaid, \"Father, I have been told that long time ago, Sarkar Talat, after\nlife spent in philosophical research, gave Warning to government--\"\n\n\"Trouble with you, my dear,\" and the Premier patted his pretty\ndaughter's arm, \"is that you don't realize women usually lack spiritual\ninsight necessary to interpret veiled words of Ancients. Of course I\nadmit our Healers can foresee future, but they don't always describe it\nin unambiguous language. Actually, Sarkar issued _two_ Warnings, but\nthey obviously did not mean what they seem to at first glance. First\nwas, that we are in danger because we only think we have mastered all\nbasic knowledge. Second was, that there are undoubtedly other worlds in\nuniverse, and one of them will one day affect destiny of Zenob. Taken\nat face value, these are obviously both false. As to first, no new\nknowledge has been added to our sciences for generations, in spite of\nfact that Ainta ages ago showed us how to use faculty of precognition.\nAs to second, it is clearly foolish to think Sarkar meant other worlds\nin physical sense. He must have meant spiritual worlds.\" He turned\nagain to Pehn, who had risen from the table and was waiting politely.\n\n\"When can we have that demonstration? Within month?\"\n\n\"I'll speak to director today, sir.\" The throbbing in his cheek was\nbecoming evident again, and he touched his face gently.\n\n\"What's matter, Pehn?\" said his mother.\n\n\"Nothing. My face hurts, little.\"\n\n\"Ignore it!\" his father ordered. \"I won't have any maladjustment in\nLord Karn's family!\" He picked up the gold-headed cane which was his\nbadge of office, and strode out of the room.\n\nPehn managed to spend a second night with the sleepless group of\nexperts at the signal dome, but fatigue, and the growing pain in his\ncheek sent him home again just before dawn. Softly he ran up the ramp\nto the second floor and into his bathroom, to the medicine closet.\n\nIn Pehn's family, a transient illness was an embarrassment, a\npersistent illness a disgrace. It had always been his mother's pride,\nand his father's boast, that in the Karn household the contents of the\nmedicine shelves were never needed, and that the doors of the cupboard\nremained closed from one year to the next.\n\nIt was with a sense of guilt, then, that Pehn pressed a spot on the\ngreen-tiled wall to slide back the cupboard doors, and picked up an\nivory box, from which he took a bolus of pain-killing plant extract.\n\nHe swallowed the huge pill, then took another. A double dose, this\ntime, for he knew the pain would never yield to anything less. He stood\nshivering for a few moments, waiting for the drug to take effect. He\nlooked up, and realized that his sister was standing at the open door,\nwatching him sympathetically.\n\n\"Pehn,\" she said, \"you're ill. Won't you talk it over with me?\"\n\n\"I would talk it over with one of Evil Ones if I thought it would help\nthis pain. It grows worse and worse.\"\n\n\"Have you told Father yet? He could arrange for Healer--\"\n\n\"No!\" he shouted. \"I don't want him to know. He'd only begin lecture\non his shame, his gray hairs, how all pain comes from unruly mind, why\ndon't I put myself in tune with group--old familiar story. But I know\nthis is something different.\"\n\n\"But Pehn! You know yourself, surely, that since you've got into\nAtomics Institute, you have changed. You aren't perfectly adjusted, any\nmore. You worry about things.\"\n\nHe touched his swollen face and smiled at her placatingly.\n\n\"Don't worry, Soma, or you'll get lines in your forehead, and Father\ncould never bear shame of having _two_ maladjusted children in family.\nI'm stronger than you think. Last year when I passed Fire Test, I stood\nflames longer than any of boys in my class, longer even than Nautunal.\nBut this is different. Trouble with Zenob is that we don't have any\nbiology or any real medicine.\"\n\n\"Pehn! How can you say such things? Your best friend is Healer.\"\n\n\"You know I haven't anything against Healers. But only ailments they\ncan cure are those that originate in mind, and they can't really do\nanything for purely physical ailments. Bidagha has admitted as much to\nme. He wants to change all that--he thinks time is ripe.\"\n\n\"But Pehn, our Healers can foresee future. You know that Ainta Penab\nproved that, five centuries ago.\"\n\n\"Ainta was worst disaster that ever befell Zenob,\" shouted Pehn. He put\nout his hand to restrain his sister, who was attempting to struggle to\nher feet in horror.\n\n\"Oh, Soma, I guess I'm just heretic. But listen to me. Sure Ainta Penab\nproved conclusively that such phenomena as telepathy and precognition\nare real. And what was result? Members of Cult used it as argument and\nlaunched campaign to stop scientific research completely. They nearly\nsucceeded, too. Medical research has never been resumed on any large\nscale, and chemistry and physics only in last century.\"\n\nSoma sighed. \"You shouldn't get all excited, Pehn. Come down into\nliving room, and stretch out on couch. I'll rub your forehead. You may\nbe ugly old atavism but you're only brother I have, and I want to keep\nyou.\"\n\nIn the big living room, Soma drew the curtains from the lucite walls\nthat looked over the white city. The early sunlight came in, warm and\nfaintly blue, soothing. She put foam pillows under his aching head, and\ndrew up a footstool beside him. She stroked his forehead and he was\nbeginning to doze, lightly, when a muted chime roused him.\n\nHe activated his wrist dial, to find Nautunal's grave face looking at\nhim. Pehn sat up.\n\n\"What have you found?\"\n\n\"Something. Can you come here, now?\"\n\nPehn struggled to his feet. \"Just give me minute to clear my head.\"\n\n\"Don't go, Pehn!\" cried Soma. \"You're not well! It's nearly breakfast\ntime, too. Don't go. What will I tell father?\"\n\nBut the door had closed, and from the window Soma watched Pehn's copter\nrise above the rooftops and glide out of sight.\n\n\n\nIn the signal dome Pehn found the specialists still at work, pale\nand tense from lack of sleep. Some still conferred over pages of\nmathematical equations, some watched the tape which monotonously\ncontinued to record the symbols.\n\nBidagha strode forward to meet him.\n\n\"We've finally found key to vocabulary, Pehn, and others are at work\nnow on main body of message. Signals are undoubtedly coming from one of\nplanets of sun we call Topaz. It has system of nine planets, and waves\nare being sent from third. All my life I've believed that there were\nother planet systems like ours, and other intelligences in galaxy, but\nnow that one of them is signalling us, I can hardly make myself believe\nit!\"\n\nFrom the top gallery, high in the dome, Nautunal ran down the spiral\nramp.\n\n\"We're getting it now, Bidagha! Planet of Topaz, is signalling this\nentire sector of galaxy, hoping to find planets with intelligent life\non them. They wish to communicate, to exchange information, and they\noffer to visit any planet which would welcome them.\"\n\n\"Then they can travel through space?\"\n\n\"Yes. They say they are only twenty-seven light-years away.\"\n\nBidagha's shoulders drooped in disappointment. \"But if these signals\nhave been twenty-seven years on way, it would take us another\ntwenty-seven years to answer them. I shall never live to see their\nvisit!\"\n\n\"But you don't understand, Bidagha. I forgot this isn't your field.\nThese waves are coming through phase space, and they go much faster\nthan speed of light. They reach us almost instantaneously.\"\n\nPehn began to laugh. He felt light-headed, and for some reason amused.\n\"I suppose you all remember my father's Jarlu lecture, in which he\ndemonstrated mathematically that life or intelligence on any planet\nexcept Zenob was impossible. He pointed out that unique properties of\ncarbon compounds of which we are composed could never be duplicated on\nanother planet. And how remarkable circumstance of our having Ice I,\nonly form of solid water that can float, had allowed life to evolve on\nZenob, alone. Poor father! This will be hard on him. Of course, you are\nnot going to send answer?\"\n\nBidagha had seemed to be in meditation, but now he spoke in a\ncommanding tone. \"Of course we must reply!\"\n\nNautunal gasped, and stepped away. \"But we haven't right! That would\nbe heresy!\"\n\n\"I claim right. Centuries ago, Healers dreamed of this day, and as\nHealer I dare to claim right. We will reply to these signals and tell\npeople of Topaz planet that intelligent men do exist on our own world.\"\n\nNautunal's eyes had become dreamy and speculative. \"I am not certain\nthat we _could_ reply, even if we dared,\" he said. He looked\nuncertainly at the other microwave technicians, to see fear looking\nfrom their faces, too.\n\nAt last one spoke. \"_I_ think we could change over to transmission\nthrough phase space in about half hour--if we had orders.\" He hastily\nturned away, afraid of his own thoughts.\n\n\"Responsibility is mine,\" said Bidagha. \"I speak with authority of my\ncalling. We will send same set of mathematical tables we have received,\nand then periodic table of elements as they exist here.\"\n\nPehn felt confused, battered with warring emotions, and too tired to\nthink or speak. But Nautunal moved with abrupt decision.\n\n\"If you order it, Bidagha, we will try.\" He turned to his technicians.\n\"We'll start work immediately.\"\n\nNearly an hour had passed before the wave modulator was reported ready.\nIn the highest level of the dome, they watched nervously as Nautunal\nturned up the power and worried the dials.\n\n\"All set?\" he said.\n\nThere was no reply. In a dead silence he touched the button, and\nstarted an impulse driving towards the star Topaz.\n\nThe door behind them opened with a crash and Premier Karn strode in,\nhis face contorted with an anger he had never shown before in his life.\n\n\"Despicable traitors!\" he shouted. \"Turn off that instrument!\"\n\nWhite-faced, one of the technicians obeyed, and the power indicators\ndropped.\n\n\"Can it be true, what has come to my ears--what I see now with my own\neyes--that you would dare to reply to message that comes from foreign\nplanet?\"\n\nBidagha's commanding figure grew even taller.\n\n\"Premier, I speak now, not as Bidagha man, but as Bidagha Healer, and\nI must give you my Warning: Zenob cannot escape contacts with other\nworlds!\n\n\"In my opinion, Zenob has reached fateful turning point in its history.\nWe must face fact that our knowledge of physical science is not\nadequate. Our fossil fuels are nearly gone, and we must have atomic\npower. But frankly, our physicists don't know enough to design safe\natomic reactors. And at rate science progresses on Zenob, they won't\nknow enough for centuries. All of this could be remedied by exchange of\ninformation with this other world.\"\n\nAs he faced Bidagha, the Premier trembled with rage, and his usually\nplacid face was contorted. \"Bidagha, you could be unfrocked for that!\nZenob would be better off if Healers would confine their opinions and\nactivities to healing, and leave politics to those whose business it\nis. Government will not base its decisions upon visions of dreamers who\nhave dwelt too long in Cave.\"\n\nPehn closed his eyes as a wave of agony broke over him. The voices\nreceded; dimly he was aware that he was falling. Pain and shouting\ntogether faded away into darkness.\n\n\n\nOn Earth, at the listening post on Long Island, Joe Weber sat before\nhis recorder, intent on the noise from space.\n\nThe chief anthropologist studied the star map on the wall as he asked\nhis question. \"Have you got anything at all, Joe?\"\n\nThe technician shook his head. \"Nothing but noise. I've only been\nbeaming them for four days, and our schedule calls for a week on each\nsector. I'll keep on as planned, but I'm positive that the star systems\nin the Lyra sector are not inhabited in any sense we would recognize,\nor, if there is life there, it hasn't developed enough of a science for\nthem to know they're being signalled.\"\n\nThe anthropologist sighed. \"It may be a hopeless task. It may be\nseveral lifetimes before we locate systems similar to ours. I had hoped\nto find some in my day.\"\n\n\"Don't be discouraged, professor. I'll start hitting Cygnus for you,\nand maybe we can find something there. Yesterday, for a minute,\nI thought I had something in Lyra. In the middle of the random\nnoise, suddenly I came across what looked like 'dot dot, dot dot,\ndot-dot-dot-dot, dot dot dot, dot dot dot--' It was clear as crystal,\nand much louder than the noise, but then it lapsed into the usual\nnonsense. Pure chance at work, of course, but for a minute there, my\nhair stood on end. Well, it's all in the day's work. I'll just keep\nsending our stuff--\"\n\n\"Of course,\" said the anthropologist, \"there might be intelligent\npeople in the sector you're working right now, but they might be like\nthe Zuni.\"\n\n\"The Zuni?\" asked Weber.\n\n\"The Zuni are a large village of American Indians who live in New\nMexico. Right next to what used to be a big Indian reservation for the\nNavahos. A typical inward-looking culture. Now the Navahos, although\nthey still keep their own language and religion, are an outward-looking\nculture, interested in the rest of the world. The Zuni are not. For\nthem the boundaries of the world are the walls of Zuni village. They\nwouldn't bother to listen to a message from outer space, much less\nreply.\"\n\n\"Can't be very bright,\" said Joe.\n\n\"On the contrary. Some of them have made the highest scores on the\nTromovich intelligence test that have ever been recorded. It's not a\nmatter of intelligence, but the attitude of the culture.\"\n\n\"Well,\" said Joe, \"let's hope most of the worlds of space have\noutward-looking cultures.\" He turned back to his transmitter.\n\n\n\nPehn found himself lying on a couch. He tried to get up, and felt his\nfather's hands at his shoulders restraining him.\n\n\"Don't move, Pehn,\" said his mother. \"You fainted, and they brought you\nhome.\" She lifted his head, and let him sip a cup of the hot _akhlai_.\n\nAfter a time his father addressed him with unusual kindness.\n\n\"We cannot delay any longer, Pehn. Your mother and sister and I are all\nagreed. You must undergo Ceremony. What is proper thing to do for you,\nI don't know, but Bidagha believes he can help you. This crisis in our\nworld is making us all ill, and it is no wonder that you, being young,\nshould suffer more acutely than rest of us.\"\n\nPehn tried to laugh. \"Would you trust me to Bidagha?\"\n\n\"Yes, I would. Although his views on world affairs are perverse and\ndangerous he is good Healer, and he has your best interests at heart.\"\n\n\"Your son is very ill, Lord Karn. If I am able to help him, would you\nbe willing to consider possibility, at least, that wisdom of Healer is\nnot confined to human body alone?\"\n\nPremier Karn brushed his hand across his eyes. In the last few days he\nhad suddenly become an old man, and his mouth was drawn and tense. \"I\ncannot tell, Bidagha. I am tired, and confused. I no longer seem to be\nsure what is true, and what is right.\"\n\nPehn opened his eyes to speak to Bidagha. \"Do you think you can cure\nme, by Ceremony alone?\"\n\n\"I have cured people who were much more ill than you are, but your case\nis serious because you have delayed so long. It may be that we should\nnot rely on ritual alone, and that it would be wiser to use knife.\"\n\nLord Karn gasped with horror. \"Never! Have you lost faith in your own\nart?\"\n\n\"Of course none of us like to use knife, since very few minds are\nskilled enough to control infection likely to follow. No, first we\nshall hold Ceremony just as our traditions counsel us. Tonight.\"\n\nThe muted chime of the visiphone interrupted them. The Premier touched\nhis wrist and the gaunt face of Nautunal appeared in the dial.\n\n\"Signals have entered new stage, sir. Message coming at present states\nthat Topaz planet wishes to visit any planet inhabited by intelligent\nrace. They say they have phase space drive for spaceships, but in all\ntheir searching have not found even one inhabited world. They say they\nwant to know that they are not alone in universe.\"\n\nThe Premier's face worked. \"I cannot say what is right. Later. I will\ndecide after Ceremony. Are you ready, Pehn?\"\n\nPehn covered his face with his folded arms.\n\n\"All right,\" he whispered. \"Sooner, better.\"\n\n\n\nDeep in the valley north of the city, Cave yawned. For thousands\nof years its narrow mouth had been open to the Healers and the\nparticipants in the ceremonial ritual. The age of Cave was unknown,\nsome said as old as the planet itself. Great rocks formed the inner\nwalls, which ascended to a low domed ceiling, and occasionally a\nhandful of gravel trickled down the walls to the bottom where a small\nstream still worked at hollowing out the stone.\n\nAt the back of Cave was the hearth, and across the floor were ancient\nstone benches waiting for the friends and family of the patient, for by\ntradition, only patient and Healer approached the hearth itself. The\nothers, whose wills and hearts were to unite, for one brief night, to\nheal the sickness, sat apart in a broad circle, where they could see\nthe ceremony, and the chant of their voices could float back to the\nears of the sufferer.\n\nAs the sun set, Pehn was carried into Cave on a litter.\n\nHis father and mother, his sister, his father's collaborators in the\ngovernment, and representatives of the whole community filed down the\nvalley to the entrance where Bidagha stood, and each person, clad\nfor this occasion only in a robe of animal fur, as he approached the\nopening extended his hands to show that he had removed his wrist\nband, and lifted his arms to show that no material product of modern\ntechnology was being taken inside to profane Cave. They all respected\nthe ancient proverb, \"What Immortals want new, they make new.\" Each one\nlit his candle at Bidagha's flame, and silently took his place in the\ncircle.\n\nPehn had not been inside Cave since his early childhood, but it seemed\na familiar place, since its description formed a part of many of\nZenob's myths, and was part of all her history.\n\nThe age-old figures scratched on the walk and filled in with colored\nearths, had been made by his remote ancestors at a time when their only\nweapons were the bows and arrows pictured there, and the stone-tipped\nspears with which they hunted their game. In the flickering light of\nthe fire he could recognize the lithe _toda_, and the great-tusked\n_khalmat_, animals which had been extinct for many ages. How vividly\nOld Ones had portrayed these animals, and the ritual of their hunts!\nThe wood fire, which Bidagha had kindled with a primitive wooden drill,\nburned on the hearth, and above his head through a rift in the ceiling,\nPehn could see a narrow band of sky and a sprinkling of stars.\n\n\"Keep your head pointed towards fire,\" said Bidagha, \"and lie quiet.\nRitual has no value unless we observe it strictly.\" He gave Pehn a warm\npotion from an earthenware cup, which made him feel sleepy.\n\nBidagha began to chant, his bass voice reverberating from wall to wall,\neach syllable a sonorous musical note which was answered at intervals\nby the watching group of well-wishers.\n\nA wooden bowl filled with coarsely ground grain was passed from one\nperson to another, and each one placed a few grains on his tongue, some\non his forehead, and threw a token pinch of the flour over his left\nshoulder.\n\nAn hour passed, two; the stars above shifted their position, and still\nBidagha chanted, never hesitating, never stumbling over the archaic\nwords. Midnight passed and the stars grew pale.\n\nThrough the roaring in his ears, Pehn heard the Healer kneel on the\nrock floor beside him; then he felt Bidagha's strong fingers on his\nshoulder.\n\n\"How is it with you, my son?\"\n\nPehn groaned, unable to speak. The pain was not alleviated--it was\ngreater then ever.\n\nThe soles of Bidagha's sandals scraped as he stood up again.\n\n\"Bring knife!\" he called.\n\nIn his roaring darkness, Pehn stirred. Vaguely he sensed the murmuring\nof the watchers. Then someone else came near, and Bidagha's voice rose\nagain. \"Immortals, bless knife!\"\n\nFingers pried open his jaw, probed at the misshapen gum, sending fiery\nflashes of agony into his brain. Then a hard edge of pain struck,\ncutting, releasing a flood of warm wetness in his mouth. Yet it all\nseemed to be happening far away.\n\nHe sensed Bidagha bending near once more. \"Boy is going fast. Infection\nis deep.\"\n\nAnother voice: \"Move him to experimental hospital?\"\n\n\"He would not live to get there.\" A pause. \"Go, bring forceps and bone\nknives. Hurry.\"\n\nA long roaring darkness. Then new movement around where he lay: and a\nsudden voice that he dimly recognized as his father's.\n\n\"Stop! What is that tool in your hand?\"\n\n\"A new device for extracting teeth,\" came Bidagha's calm, resonant\nvoice: \"with which we may save your son's life.\"\n\nShocked murmurs all over the hall, topped by his father's shout of\noutrage, \"In Cave--in hands of Healer?\"\n\nBidagha relied, \"What Immortals want new, they make new! Here and now,\nin my hands, they end our years of darkness! Let Immortals confound me\nif I lie!\"\n\n\n\nThe multitude in Cave roared their approval, and Premier Karn\nhesitated. He appeared to be struggling within himself. As the echoes\ndied away, a pebble rolled from a ledge, dislodged by the sound, and\nfell at Bidagha's feet. A second pebble fell, and a boulder which had\nrested above the hearth for untold centuries shifted its position.\n\nWith a shout, Bidagha flung himself over Pehn's body as the boulder\ntrembled and fell, crushing the life from the bodies of both men.\n\nDust rose, and a rumble began near the ceiling.\n\n\"Run!\" cried Premier Karn. \"Run for your lives!\"\n\nAs the others ran from Cave, Lord Karn rushed to the huge rock lying\nupon his son, but he had no hope. Neither Pehn nor Bidagha would ever\nmove again.\n\nA trickle of sand pattered to the floor, and with a last backward\nglance Lord Karn ran from Cave. Boulders rained from the ceiling. The\nPremier had just reached the outside when a huge slab of rock crashed\nto the floor against the entrance. On the slope nearby, Pehn's mother\nand sister wept silently.\n\nLord Karn stood motionless a long while. At last he spoke.\n\n\"Cave is sealed,\" he said. \"Let it never be opened again. Immortals\nhave willed that my son should rest here forever, with impious\nBidagha.\" Turning his face to the sky, he shook his fist at the bright\nspark of Topaz in the paling north. \"So much for new things and foreign\nstars!\" he said between his teeth. \"This day's evil is enough.\"\n\nThey extinguished their candles and went slowly up the valley path\ntowards the city.\n\n\n\nTwenty-eight years later, on Earth, an astronomer comparing recent\nplates taken of the constellation Lyra noticed that Vega, its brightest\nstar, had increased in brightness by a slight amount. The event was\nnot especially remarkable--there are on the average, twenty-five novas\nreported every year in our galaxy--but Vega was one of the stars to\nbe visited during the next decade by one of the Survey ships now in\nmid-voyage.\n\n\"There's one place they won't have to stop, now,\" he said to a\ncolleague, showing him the plates.\n\n\"I don't suppose it matters. What's one star, more or less, when they\nall turn out to be the same--no planets, or barren ones--no stopping\nplace for man.\"\n\n\"I suppose you're right,\" said the astronomer, staring glumly at the\nwaste immensity of the photograph in front of him.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Ellanby, Boyd"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59665/pg59665.txt",
        "name": "a_toothache_on_zenob.json"
    }
}