{
    "name": "A Virtuoso's Collection (From \"Mosses from an Old Manse\")",
    "author": [
        "Hawthorne, Nathaniel"
    ],
    "body": "\n\nThe other day, having a leisure hour at my disposal, I stepped into a\nnew museum, to which my notice was casually drawn by a small and\nunobtrusive sign: “TO BE SEEN HERE, A VIRTUOSO’S COLLECTION.” Such was\nthe simple yet not altogether unpromising announcement that turned my\nsteps aside for a little while from the sunny sidewalk of our principal\nthoroughfare. Mounting a sombre staircase, I pushed open a door at its\nsummit, and found myself in the presence of a person, who mentioned the\nmoderate sum that would entitle me to admittance.\n\n“Three shillings, Massachusetts tenor,” said he. “No, I mean half a\ndollar, as you reckon in these days.”\n\nWhile searching my pocket for the coin I glanced at the doorkeeper, the\nmarked character and individuality of whose aspect encouraged me to\nexpect something not quite in the ordinary way. He wore an\nold-fashioned great-coat, much faded, within which his meagre person\nwas so completely enveloped that the rest of his attire was\nundistinguishable. But his visage was remarkably wind-flushed,\nsunburnt, and weather-worn, and had a most, unquiet, nervous, and\napprehensive expression. It seemed as if this man had some\nall-important object in view, some point of deepest interest to be\ndecided, some momentous question to ask, might he but hope for a reply.\nAs it was evident, however, that I could have nothing to do with his\nprivate affairs, I passed through an open doorway, which admitted me\ninto the extensive hall of the museum.\n\nDirectly in front of the portal was the bronze statue of a youth with\nwinged feet. He was represented in the act of flitting away from earth,\nyet wore such a look of earnest invitation that it impressed me like a\nsummons to enter the hall.\n\n“It is the original statue of Opportunity, by the ancient sculptor\nLysippus,” said a gentleman who now approached me. “I place it at the\nentrance of my museum, because it is not at all times that one can gain\nadmittance to such a collection.”\n\nThe speaker was a middle-aged person, of whom it was not easy to\ndetermine whether he had spent his life as a scholar or as a man of\naction; in truth, all outward and obvious peculiarities had been worn\naway by an extensive and promiscuous intercourse with the world. There\nwas no mark about him of profession, individual habits, or scarcely of\ncountry; although his dark complexion and high features made me\nconjecture that he was a native of some southern clime of Europe. At\nall events, he was evidently the virtuoso in person.\n\n“With your permission,” said he, “as we have no descriptive catalogue,\nI will accompany you through the museum and point out whatever may be\nmost worthy of attention. In the first place, here is a choice\ncollection of stuffed animals.”\n\nNearest the door stood the outward semblance of a wolf, exquisitely\nprepared, it is true, and showing a very wolfish fierceness in the\nlarge glass eyes which were inserted into its wild and crafty head.\nStill it was merely the skin of a wolf, with nothing to distinguish it\nfrom other individuals of that unlovely breed.\n\n“How does this animal deserve a place in your collection?” inquired I.\n\n“It is the wolf that devoured Little Red Riding Hood,” answered the\nvirtuoso; “and by his side—with a milder and more matronly look, as you\nperceive—stands the she-wolf that suckled Romulus and Remus.”\n\n“Ah, indeed!” exclaimed I. “And what lovely lamb is this with the\nsnow-white fleece, which seems to be of as delicate a texture as\ninnocence itself?”\n\n“Methinks you have but carelessly read Spenser,” replied my guide, “or\nyou would at once recognize the ‘milk-white lamb’ which Una led. But I\nset no great value upon the lamb. The next specimen is better worth our\nnotice.”\n\n“What!” cried I, “this strange animal, with the black head of an ox\nupon the body of a white horse? Were it possible to suppose it, I\nshould say that this was Alexander’s steed Bucephalus.”\n\n“The same,” said the virtuoso. “And can you likewise give a name to the\nfamous charger that stands beside him?”\n\nNext to the renowned Bucephalus stood the mere skeleton of a horse,\nwith the white bones peeping through his ill-conditioned hide; but, if\nmy heart had not warmed towards that pitiful anatomy, I might as well\nhave quitted the museum at once. Its rarities had not been collected\nwith pain and toil from the four quarters of the earth, and from the\ndepths of the sea, and from the palaces and sepulchres of ages, for\nthose who could mistake this illustrious steed.\n\n“It, is Rosinante!” exclaimed I, with enthusiasm.\n\nAnd so it proved. My admiration for the noble and gallant horse caused\nme to glance with less interest at the other animals, although many of\nthem might have deserved the notice of Cuvier himself. There was the\ndonkey which Peter Bell cudgelled so soundly, and a brother of the same\nspecies who had suffered a similar infliction from the ancient prophet\nBalaam. Some doubts were entertained, however, as to the authenticity\nof the latter beast. My guide pointed out the venerable Argus, that\nfaithful dog of Ulysses, and also another dog (for so the skin bespoke\nit), which, though imperfectly preserved, seemed once to have had three\nheads. It was Cerberus. I was considerably amused at detecting in an\nobscure corner the fox that became so famous by the loss of his tail.\nThere were several stuffed cats, which, as a dear lover of that\ncomfortable beast, attracted my affectionate regards. One was Dr.\nJohnson’s cat Hodge; and in the same row stood the favorite cats of\nMahomet, Gray, and Walter Scott, together with Puss in Boots, and a cat\nof very noble aspect—who had once been a deity of ancient Egypt.\nByron’s tame bear came next. I must not forget to mention the\nEryruanthean boar, the skin of St. George’s dragon, and that of the\nserpent Python; and another skin with beautifully variegated hues,\nsupposed to have been the garment of the “spirited sly snake,” which\ntempted Eve. Against the walls were suspended the horns of the stag\nthat Shakespeare shot; and on the floor lay the ponderous shell of the\ntortoise which fell upon the head of Aeschylus. In one row, as natural\nas life, stood the sacred bull Apis, the “cow with the crumpled horn,”\nand a very wild-looking young heifer, which I guessed to be the cow\nthat jumped over the moon. She was probably killed by the rapidity of\nher descent. As I turned away, my eyes fell upon an indescribable\nmonster, which proved to be a griffin.\n\n“I look in vain,” observed I, “for the skin of an animal which might\nwell deserve the closest study of a naturalist,—the winged horse,\nPegasus.”\n\n“He is not yet dead,” replied the virtuoso; “but he is so hard ridden\nby many young gentlemen of the day that I hope soon to add his skin and\nskeleton to my collection.”\n\nWe now passed to the next alcove of the hall, in which was a multitude\nof stuffed birds. They were very prettily arranged, some upon the\nbranches of trees, others brooding upon nests, and others suspended by\nwires so artificially that they seemed in the very act of flight. Among\nthem was a white dove, with a withered branch of olive-leaves in her\nmouth.\n\n“Can this be the very dove,” inquired I, “that brought the message of\npeace and hope to the tempest-beaten passengers of the ark?”\n\n“Even so,” said my companion.\n\n“And this raven, I suppose,” continued I, “is the same that fed Elijah\nin the wilderness.”\n\n“The raven? No,” said the virtuoso; “it is a bird of modern date. He\nbelonged to one Barnaby Rudge, and many people fancied that the Devil\nhimself was disguised under his sable plumage. But poor Grip has drawn\nhis last cork, and has been forced to ‘say die’ at last. This other\nraven, hardly less curious, is that in which the soul of King George I.\nrevisited his lady-love, the Duchess of Kendall.”\n\nMy guide next pointed out Minerva’s owl and the vulture that preyed\nupon the liver of Prometheus. There was likewise the sacred ibis of\nEgypt, and one of the Stymphalides which Hercules shot in his sixth\nlabor. Shelley’s skylark, Bryant’s water-fowl, and a pigeon from the\nbelfry of the Old South Church, preserved by N. P. Willis, were placed\non the same perch. I could not but shudder on beholding Coleridge’s\nalbatross, transfixed with the Ancient Mariner’s crossbow shaft. Beside\nthis bird of awful poesy stood a gray goose of very ordinary aspect.\n\n“Stuffed goose is no such rarity,” observed I. “Why do you preserve\nsuch a specimen in your museum?”\n\n“It is one of the flock whose cackling saved the Roman Capitol,”\nanswered the virtuoso. “Many geese have cackled and hissed both before\nand since; but none, like those, have clamored themselves into\nimmortality.”\n\nThere seemed to be little else that demanded notice in this department\nof the museum, unless we except Robinson Crusoe’s parrot, a live\nphoenix, a footless bird of paradise, and a splendid peacock, supposed\nto be the same that once contained the soul of Pythagoras. I therefore\npassed to the next alcove, the shelves of which were covered with a\nmiscellaneous collection of curiosities such as are usually found in\nsimilar establishments. One of the first things that took my eye was a\nstrange-looking cap, woven of some substance that appeared to be\nneither woollen, cotton, nor linen.\n\n“Is this a magician’s cap?” I asked.\n\n“No,” replied the virtuoso; “it is merely Dr. Franklin’s cap of\nasbestos. But here is one which, perhaps, may suit you better. It is\nthe wishing-cap of Fortunatus. Will you try it on?”\n\n“By no means,” answered I, putting it aside with my hand. “The day of\nwild wishes is past with me. I desire nothing that may not come in the\nordinary course of Providence.”\n\n“Then probably,” returned the virtuoso, “you will not be tempted to rub\nthis lamp?”\n\nWhile speaking, he took from the shelf an antique brass lamp, curiously\nwrought with embossed figures, but so covered with verdigris that the\nsculpture was almost eaten away.\n\n“It is a thousand years,” said he, “since the genius of this lamp\nconstructed Aladdin’s palace in a single night. But he still retains\nhis power; and the man who rubs Aladdin’s lamp has but to desire either\na palace or a cottage.”\n\n“I might desire a cottage,” replied I; “but I would have it founded on\nsure and stable truth, not on dreams and fantasies. I have learned to\nlook for the real and the true.”\n\nMy guide next showed me Prospero’s magic wand, broken into three\nfragments by the hand of its mighty master. On the same shelf lay the\ngold ring of ancient Gyges, which enabled the wearer to walk invisible.\nOn the other side of the alcove was a tall looking-glass in a frame of\nebony, but veiled with a curtain of purple silk, through the rents of\nwhich the gleam of the mirror was perceptible.\n\n“This is Cornelius Agrippa’s magic glass,” observed the virtuoso. “Draw\naside the curtain, and picture any human form within your mind, and it\nwill be reflected in the mirror.”\n\n“It is enough if I can picture it within my mind,” answered I. “Why\nshould I wish it to be repeated in the mirror? But, indeed, these works\nof magic have grown wearisome to me. There are so many greater wonders\nin the world, to those who keep their eyes open and their sight\nundimmed by custom, that all the delusions of the old sorcerers seem\nflat and stale. Unless you can show me something really curious, I care\nnot to look further into your museum.”\n\n“Ah, well, then,” said the virtuoso, composedly, “perhaps you may deem\nsome of my antiquarian rarities deserving of a glance.”\n\nHe pointed out the iron mask, now corroded with rust; and my heart grew\nsick at the sight of this dreadful relic, which had shut out a human\nbeing from sympathy with his race. There was nothing half so terrible\nin the axe that beheaded King Charles, nor in the dagger that slew\nHenry of Navarre, nor in the arrow that pierced the heart of William\nRufus,—all of which were shown to me. Many of the articles derived\ntheir interest, such as it was, from having been formerly in the\npossession of royalty. For instance, here was Charlemagne’s sheepskin\ncloak, the flowing wig of Louis Quatorze, the spinning-wheel of\nSardanapalus, and King Stephen’s famous breeches which cost him but a\ncrown. The heart of the Bloody Mary, with the word “Calais” worn into\nits diseased substance, was preserved in a bottle of spirits; and near\nit lay the golden case in which the queen of Gustavus Adolphus\ntreasured up that hero’s heart. Among these relics and heirlooms of\nkings I must not forget the long, hairy ears of Midas, and a piece of\nbread which had been changed to gold by the touch of that unlucky\nmonarch. And as Grecian Helen was a queen, it may here be mentioned\nthat I was permitted to take into my hand a lock of her golden hair and\nthe bowl which a sculptor modelled from the curve of her perfect\nbreast. Here, likewise, was the robe that smothered Agamemnon, Nero’s\nfiddle, the Czar Peter’s brandy-bottle, the crown of Semiramis, and\nCanute’s sceptre which he extended over the sea. That my own land may\nnot deem itself neglected, let me add that I was favored with a sight\nof the skull of King Philip, the famous Indian chief, whose head the\nPuritans smote off and exhibited upon a pole.\n\n“Show me something else,” said I to the virtuoso. “Kings are in such an\nartificial position that people in the ordinary walks of life cannot\nfeel an interest in their relics. If you could show me the straw hat of\nsweet little Nell, I would far rather see it than a king’s golden\ncrown.”\n\n“There it is,” said my guide, pointing carelessly with his staff to the\nstraw hat in question. “But, indeed, you are hard to please. Here are\nthe seven-league boots. Will you try them on?”\n\n“Our modern railroads have superseded their use,” answered I; “and as\nto these cowhide boots, I could show you quite as curious a pair at the\nTranscendental community in Roxbury.”\n\nWe next examined a collection of swords and other weapons, belonging to\ndifferent epochs, but thrown together without much attempt at\narrangement. Here Was Arthur’s sword Excalibar, and that of the Cid\nCampeader, and the sword of Brutus rusted with Caesar’s blood and his\nown, and the sword of Joan of Arc, and that of Horatius, and that with\nwhich Virginius slew his daughter, and the one which Dionysius\nsuspended over the head of Damocles. Here also was Arria’s sword, which\nshe plunged into her own breast, in order to taste of death before her\nhusband. The crooked blade of Saladin’s cimeter next attracted my\nnotice. I know not by what chance, but so it happened, that the sword\nof one of our own militia generals was suspended between Don Quixote’s\nlance and the brown blade of Hudibras. My heart throbbed high at the\nsight of the helmet of Miltiades and the spear that was broken in the\nbreast of Epaminondas. I recognized the shield of Achilles by its\nresemblance to the admirable cast in the possession of Professor\nFelton. Nothing in this apartment interested me more than Major\nPitcairn’s pistol, the discharge of which, at Lexington, began the war\nof the Revolution, and was reverberated in thunder around the land for\nseven long years. The bow of Ulysses, though unstrung for ages, was\nplaced against the wall, together with a sheaf of Robin Hood’s arrows\nand the rifle of Daniel Boone.\n\n“Enough of weapons,” said I, at length; “although I would gladly have\nseen the sacred shield which fell from heaven in the time of Numa. And\nsurely you should obtain the sword which Washington unsheathed at\nCambridge. But the collection does you much credit. Let us pass on.”\n\nIn the next alcove we saw the golden thigh of Pythagoras, which had so\ndivine a meaning; and, by one of the queer analogies to which the\nvirtuoso seemed to be addicted, this ancient emblem lay on the same\nshelf with Peter Stuyvesant’s wooden leg, that was fabled to be of\nsilver. Here was a remnant of the Golden Fleece, and a sprig of yellow\nleaves that resembled the foliage of a frost-bitten elm, but was duly\nauthenticated as a portion of the golden branch by which AEneas gained\nadmittance to the realm of Pluto. Atalanta’s golden apple and one of\nthe apples of discord were wrapped in the napkin of gold which\nRampsinitus brought from Hades; and the whole were deposited in the\ngolden vase of Bias, with its inscription: “TO THE WISEST.”\n\n“And how did you obtain this vase?” said I to the virtuoso.\n\n“It was given me long ago,” replied he, with a scornful expression in\nhis eye, “because I had learned to despise all things.”\n\nIt had not escaped me that, though the virtuoso was evidently a man of\nhigh cultivation, yet he seemed to lack sympathy with the spiritual,\nthe sublime, and the tender. Apart from the whim that had led him to\ndevote so much time, pains, and expense to the collection of this\nmuseum, he impressed me as one of the hardest and coldest men of the\nworld whom I had ever met.\n\n“To despise all things!” repeated I. “This, at best, is the wisdom of\nthe understanding. It is the creed of a man whose soul, whose better\nand diviner part, has never been awakened, or has died out of him.”\n\n“I did not think that you were still so young,” said the virtuoso.\n“Should you live to my years, you will acknowledge that the vase of\nBias was not ill bestowed.”\n\nWithout further discussion of the point, he directed my attention to\nother curiosities. I examined Cinderella’s little glass slipper, and\ncompared it with one of Diana’s sandals, and with Fanny Elssler’s shoe,\nwhich bore testimony to the muscular character of her illustrious foot.\nOn the same shelf were Thomas the Rhymer’s green velvet shoes, and the\nbrazen shoe of Empedocles which was thrown out of Mount AEtna.\nAnacreon’s drinking-cup was placed in apt juxtaposition with one of Tom\nMoore’s wine-glasses and Circe’s magic bowl. These were symbols of\nluxury and riot; but near them stood the cup whence Socrates drank his\nhemlock, and that which Sir Philip Sidney put from his death-parched\nlips to bestow the draught upon a dying soldier. Next appeared a\ncluster of tobacco-pipes, consisting of Sir Walter Raleigh’s, the\nearliest on record, Dr. Parr’s, Charles Lamb’s, and the first calumet\nof peace which was ever smoked between a European and an Indian. Among\nother musical instruments, I noticed the lyre of Orpheus and those of\nHomer and Sappho, Dr. Franklin’s famous whistle, the trumpet of Anthony\nVan Corlear, and the flute which Goldsmith played upon in his rambles\nthrough the French provinces. The staff of Peter the Hermit stood in a\ncorner with that of good old Bishop Jewel, and one of ivory, which had\nbelonged to Papirius, the Roman senator. The ponderous club of Hercules\nwas close at hand. The virtuoso showed me the chisel of Phidias,\nClaude’s palette, and the brush of Apelles, observing that he intended\nto bestow the former either on Greenough, Crawford, or Powers, and the\ntwo latter upon Washington Allston. There was a small vase of oracular\ngas from Delphos, which I trust will be submitted to the scientific\nanalysis of Professor Silliman. I was deeply moved on beholding a vial\nof the tears into which Niobe was dissolved; nor less so on learning\nthat a shapeless fragment of salt was a relic of that victim of\ndespondency and sinful regrets,—Lot’s wife. My companion appeared to\nset great value upon some Egyptian darkness in a blacking-jug. Several\nof the shelves were covered by a collection of coins, among which,\nhowever, I remember none but the Splendid Shilling, celebrated by\nPhillips, and a dollar’s worth of the iron money of Lycurgus, weighing\nabout fifty pounds.\n\nWalking carelessly onward, I had nearly fallen over a huge bundle, like\na peddler’s pack, done up in sackcloth, and very securely strapped and\ncorded.\n\n“It is Christian’s burden of sin,” said the virtuoso.\n\n“O, pray let us open it!” cried I. “For many a year I have longed to\nknow its contents.”\n\n“Look into your own consciousness and memory,” replied the virtuoso.\n“You will there find a list of whatever it contains.”\n\nAs this was all undeniable truth, I threw a melancholy look at the\nburden and passed on. A collection of old garments, banging on pegs,\nwas worthy of some attention, especially the shirt of Nessus, Caesar’s\nmantle, Joseph’s coat of many colors, the Vicar of Bray’s cassock,\nGoldsmith’s peach-bloom suit, a pair of President Jefferson’s scarlet\nbreeches, John Randolph’s red baize hunting-shirt, the drab\nsmall-clothes of the Stout Gentleman, and the rags of the “man all\ntattered and torn.” George Fox’s hat impressed me with deep reverence\nas a relic of perhaps the truest apostle that has appeared on earth for\nthese eighteen hundred years. My eye was next attracted by an old pair\nof shears, which I should have taken for a memorial of some famous\ntailor, only that the virtuoso pledged his veracity that they were the\nidentical scissors of Atropos. He also showed me a broken hourglass\nwhich had been thrown aside by Father Time, together with the old\ngentleman’s gray forelock, tastefully braided into a brooch. In the\nhour-glass was the handful of sand, the grains of which had numbered\nthe years of the Cumeean sibyl. I think it was in this alcove that I\nsaw the inkstand which Luther threw at the Devil, and the ring which\nEssex, while under sentence of death, sent to Queen Elizabeth. And here\nwas the blood-incrusted pen of steel with which Faust signed away his\nsalvation.\n\nThe virtuoso now opened the door of a closet and showed me a lamp\nburning, while three others stood unlighted by its side. One of the\nthree was the lamp of Diogenes, another that of Guy Fawkes, and the\nthird that which Hero set forth to the midnight breeze in the high\ntower of Ahydos.\n\n“See!” said the virtuoso, blowing with all his force at the lighted\nlamp.\n\nThe flame quivered and shrank away from his breath, but clung to the\nwick, and resumed its brilliancy as soon as the blast was exhausted.\n\n“It is an undying lamp from the tomb of Charlemagne,” observed my\nguide. “That flame was kindled a thousand years ago.”\n\n“How ridiculous to kindle an unnatural light in tombs!” exclaimed I.\n“We should seek to behold the dead in the light of heaven. But what is\nthe meaning of this chafing-dish of glowing coals?”\n\n“That,” answered the virtuoso, “is the original fire which Prometheus\nstole from heaven. Look steadfastly into it, and you will discern\nanother curiosity.”\n\nI gazed into that fire,—which, symbolically, was the origin of all that\nwas bright and glorious in the soul of man,—and in the midst of it,\nbehold a little reptile, sporting with evident enjoyment of the fervid\nheat! It was a salamander.\n\n“What a sacrilege!” cried I, with inexpressible disgust. “Can you find\nno better use for this ethereal fire than to cherish a loathsome\nreptile in it? Yet there are men who abuse the sacred fire of their own\nsouls to as foul and guilty a purpose.”\n\nThe virtuoso made no answer except by a dry laugh and an assurance that\nthe salamander was the very same which Benvenuto Cellini had seen in\nhis father’s household fire. He then proceeded to show me other\nrarities; for this closet appeared to be the receptacle of what he\nconsidered most valuable in his collection.\n\n“There,” said he, “is the Great Carbuncle of the White Mountains.”\n\nI gazed with no little interest at this mighty gem, which it had been\none of the wild projects of my youth to discover. Possibly it might\nhave looked brighter to me in those days than now; at all events, it\nhad not such brilliancy as to detain me long from the other articles of\nthe museum. The virtuoso pointed out to me a crystalline stone which\nhung by a gold chain against the wall.\n\n“That is the philosopher’s stone,” said he.\n\n“And have you the elixir vita which generally accompanies it?” inquired\nI.\n\n“Even so; this urn is filled with it,” he replied. “A draught would\nrefresh you. Here is Hebe’s cup; will you quaff a health from it?”\n\nMy heart thrilled within me at the idea of such a reviving draught; for\nmethought I had great need of it after travelling so far on the dusty\nroad of life. But I know not whether it were a peculiar glance in the\nvirtuoso’s eye, or the circumstance that this most precious liquid was\ncontained in an antique sepulchral urn, that made me pause. Then came\nmany a thought with which, in the calmer and better hours of life, I\nhad strengthened myself to feel that Death is the very friend whom, in\nhis due season, even the happiest mortal should be willing to embrace.\n\n“No; I desire not an earthly immortality,” said I.\n\n“Were man to live longer on the earth, the spiritual would die out of\nhim. The spark of ethereal fire would be choked by the material, the\nsensual. There is a celestial something within us that requires, after\na certain time, the atmosphere of heaven to preserve it from decay and\nruin. I will have none of this liquid. You do well to keep it in a\nsepulchral urn; for it would produce death while bestowing the shadow\nof life.”\n\n“All this is unintelligible to me,” responded my guide, with\nindifference. “Life—earthly life—is the only good. But you refuse the\ndraught? Well, it is not likely to be offered twice within one man’s\nexperience. Probably you have griefs which you seek to forget in death.\nI can enable you to forget them in life. Will you take a draught of\nLethe?”\n\nAs he spoke, the virtuoso took from the shelf a crystal vase containing\na sable liquor, which caught no reflected image from the objects\naround.\n\n“Not for the world!” exclaimed I, shrinking back. “I can spare none of\nmy recollections, not even those of error or sorrow. They are all alike\nthe food of my spirit. As well never to have lived as to lose them\nnow.”\n\nWithout further parley we passed to the next alcove, the shelves of\nwhich were burdened with ancient volumes and with those rolls of\npapyrus in which was treasured up the eldest wisdom of the earth.\nPerhaps the most valuable work in the collection, to a bibliomaniac,\nwas the Book of Hermes. For my part, however, I would have given a\nhigher price for those six of the Sibyl’s books which Tarquin refused\nto purchase, and which the virtuoso informed me he had himself found in\nthe cave of Trophonius. Doubtless these old volumes contain prophecies\nof the fate of Rome, both as respects the decline and fall of her\ntemporal empire and the rise of her spiritual one. Not without value,\nlikewise, was the work of Anaxagoras on Nature, hitherto supposed to be\nirrecoverably lost, and the missing treatises of Longinus, by which\nmodern criticism might profit, and those books of Livy for which the\nclassic student has so long sorrowed without hope. Among these precious\ntomes I observed the original manuscript of the Koran, and also that of\nthe Mormon Bible in Joe Smith’s authentic autograph. Alexander’s copy\nof the Iliad was also there, enclosed in the jewelled casket of Darius,\nstill fragrant of the perfumes which the Persian kept in it.\n\nOpening an iron-clasped volume, bound in black leather, I discovered it\nto be Cornelius Agrippa’s book of magic; and it was rendered still more\ninteresting by the fact that many flowers, ancient and modern, were\npressed between its leaves. Here was a rose from Eve’s bridal bower,\nand all those red and white roses which were plucked in the garden of\nthe Temple by the partisans of York and Lancaster. Here was Halleck’s\nWild Rose of Alloway. Cowper had contributed a Sensitive Plant, and\nWordsworth an Eglantine, and Burns a Mountain Daisy, and Kirke White a\nStar of Bethlehem, and Longfellow a Sprig of Fennel, with its yellow\nflowers. James Russell Lowell had given a Pressed Flower, but fragrant\nstill, which had been shadowed in the Rhine. There was also a sprig\nfrom Southey’s Holly Tree. One of the most beautiful specimens was a\nFringed Gentian, which had been plucked and preserved for immortality\nby Bryant. From Jones Very, a poet whose voice is scarcely heard among\nus by reason of its depth, there was a Wind Flower and a Columbine.\n\nAs I closed Cornelius Agrippa’s magic volume, an old, mildewed letter\nfell upon the floor. It proved to be an autograph from the Flying\nDutchman to his wife. I could linger no longer among books; for the\nafternoon was waning, and there was yet much to see. The bare mention\nof a few more curiosities must suffice. The immense skull of Polyphemus\nwas recognizable by the cavernous hollow in the centre of the forehead\nwhere once had blazed the giant’s single eye. The tub of Diogenes,\nMedea’s caldron, and Psyche’s vase of beauty were placed one within\nanother. Pandora’s box, without the lid, stood next, containing nothing\nbut the girdle of Venus, which had been carelessly flung into it. A\nbundle of birch-rods which had been used by Shenstone’s schoolmistress\nwere tied up with the Countess of Salisbury’s garter. I know not which\nto value most, a roc’s egg as big as an ordinary hogshead, or the shell\nof the egg which Columbus set upon its end. Perhaps the most delicate\narticle in the whole museum was Queen Mab’s chariot, which, to guard it\nfrom the touch of meddlesome fingers, was placed under a glass tumbler.\n\nSeveral of the shelves were occupied by specimens of entomology.\nFeeling but little interest in the science, I noticed only Anacreon’s\ngrasshopper, and a bumblebee which had been presented to the virtuoso\nby Ralph Waldo Emerson.\n\nIn the part of the hall which we had now reached I observed a curtain,\nthat descended from the ceiling to the floor in voluminous folds, of a\ndepth, richness, and magnificence which I had never seen equalled. It\nwas not to be doubted that this splendid though dark and solemn veil\nconcealed a portion of the museum even richer in wonders than that\nthrough which I had already passed; but, on my attempting to grasp the\nedge of the curtain and draw it aside, it proved to be an illusive\npicture.\n\n“You need not blush,” remarked the virtuoso; “for that same curtain\ndeceived Zeuxis. It is the celebrated painting of Parrhasius.”\n\nIn a range with the curtain there were a number of other choice\npictures by artists of ancient days. Here was the famous cluster of\ngrapes by Zeuxis, so admirably depicted that it seemed as if the ripe\njuice were bursting forth. As to the picture of the old woman by the\nsame illustrious painter, and which was so ludicrous that he himself\ndied with laughing at it, I cannot say that it particularly moved my\nrisibility. Ancient humor seems to have little power over modern\nmuscles. Here, also, was the horse painted by Apelles which living\nhorses neighed at; his first portrait of Alexander the Great, and his\nlast unfinished picture of Venus asleep. Each of these works of art,\ntogether with others by Parrhasius, Timanthes, Polygnotus, Apollodorus,\nPausias, and Pamplulus, required more time and study than I could\nbestow for the adequate perception of their merits. I shall therefore\nleave them undescribed and uncriticised, nor attempt to settle the\nquestion of superiority between ancient and modern art.\n\nFor the same reason I shall pass lightly over the specimens of antique\nsculpture which this indefatigable and fortunate virtuoso had dug out\nof the dust of fallen empires. Here was AEtion’s cedar statue of\nAEsculapius, much decayed, and Alcon’s iron statue of Hercules,\nlamentably rusted. Here was the statue of Victory, six feet high, which\nthe Jupiter Olympus of Phidias had held in his hand. Here was a\nforefinger of the Colossus of Rhodes, seven feet in length. Here was\nthe Venus Urania of Phidias, and other images of male and female beauty\nor grandeur, wrought by sculptors who appeared never to have debased\ntheir souls by the sight of any meaner forms than those of gods or\ngodlike mortals. But the deep simplicity of these great works was not\nto be comprehended by a mind excited and disturbed, as mine was, by the\nvarious objects that had recently been presented to it. I therefore\nturned away with merely a passing glance, resolving on some future\noccasion to brood over each individual statue and picture until my\ninmost spirit should feel their excellence. In this department, again,\nI noticed the tendency to whimsical combinations and ludicrous\nanalogies which seemed to influence many of the arrangements of the\nmuseum. The wooden statue so well known as the Palladium of Troy was\nplaced in close apposition with the wooden head of General Jackson,\nwhich was stolen a few years since from the bows of the frigate\nConstitution.\n\nWe had now completed the circuit of the spacious hall, and found\nourselves again near the door. Feeling somewhat wearied with the survey\nof so many novelties and antiquities, I sat down upon Cowper’s sofa,\nwhile the virtuoso threw himself carelessly into Rabelais’s easychair.\nCasting my eyes upon the opposite wall, I was surprised to perceive the\nshadow of a man flickering unsteadily across the wainscot, and looking\nas if it were stirred by some breath of air that found its way through\nthe door or windows. No substantial figure was visible from which this\nshadow might be thrown; nor, had there been such, was there any\nsunshine that would have caused it to darken upon the wall.\n\n“It is Peter Schlemihl’s shadow,” observed the virtuoso, “and one of\nthe most valuable articles in my collection.”\n\n“Methinks a shadow would have made a fitting doorkeeper to such a\nmuseum,” said I; “although, indeed, yonder figure has something strange\nand fantastic about him, which suits well enough with many of the\nimpressions which I have received here. Pray, who is he?”\n\nWhile speaking, I gazed more scrutinizingly than before at the\nantiquated presence of the person who had admitted me, and who still\nsat on his bench with the same restless aspect, and dim, confused,\nquestioning anxiety that I had noticed on my first entrance. At this\nmoment he looked eagerly towards us, and, half starting from his seat,\naddressed me.\n\n“I beseech you, kind sir,” said he, in a cracked, melancholy tone,\n“have pity on the most unfortunate man in the world. For Heaven’s sake,\nanswer me a single question! Is this the town of Boston?”\n\n“You have recognized him now,” said the virtuoso. “It is Peter Rugg,\nthe missing man. I chanced to meet him the other day still in search of\nBoston, and conducted him hither; and, as he could not succeed in\nfinding his friends, I have taken him into my service as doorkeeper. He\nis somewhat too apt to ramble, but otherwise a man of trust and\nintegrity.”\n\n“And might I venture to ask,” continued I, “to whom am I indebted for\nthis afternoon’s gratification?”\n\nThe virtuoso, before replying, laid his hand upon an antique dart, or\njavelin, the rusty steel head of winch seemed to have been blunted, as\nif it had encountered the resistance of a tempered shield, or\nbreastplate.\n\n“My name has not been without its distinction in the world for a longer\nperiod than that of any other man alive,” answered he. “Yet many doubt\nof my existence; perhaps you will do so to-morrow. This dart which I\nhold in my hand was once grim Death’s own weapon. It served him well\nfor the space of four thousand years; but it fell blunted, as you see,\nwhen he directed it against my breast.”\n\nThese words were spoken with the calm and cold courtesy of manner that\nhad characterized this singular personage throughout our interview. I\nfancied, it is true, that there was a bitterness indefinably mingled\nwith his tone, as of one cut off from natural sympathies and blasted\nwith a doom that had been inflicted on no other human being, and by the\nresults of which he had ceased to be human. Yet, withal, it seemed one\nof the most terrible consequences of that doom that the victim no\nlonger regarded it as a calamity, but had finally accepted it as the\ngreatest good that could have befallen him.\n\n“You are the Wandering Jew!” exclaimed I.\n\nThe virtuoso bowed without emotion of any kind; for, by centuries of\ncustom, he had almost lost the sense of strangeness in his fate, and\nwas but imperfectly conscious of the astonishment and awe with which it\naffected such as are capable of death.\n\n“Your doom is indeed a fearful one!” said I, with irrepressible feeling\nand a frankness that afterwards startled me; “yet perhaps the ethereal\nspirit is not entirely extinct under all this corrupted or frozen mass\nof earthly life. Perhaps the immortal spark may yet be rekindled by a\nbreath of heaven. Perhaps you may yet be permitted to die before it is\ntoo late to live eternally. You have my prayers for such a\nconsummation. Farewell.”\n\n“Your prayers will be in vain,” replied he, with a smile of cold\ntriumph. “My destiny is linked with the realities of earth. You are\nwelcome to your visions and shadows of a future state; but give me what\nI can see, and touch, and understand, and I ask no more.”\n\n“It is indeed too late,” thought I. “The soul is dead within him.”\n\nStruggling between pity and horror, I extended my hand, to which the\nvirtuoso gave his own, still with the habitual courtesy of a man of the\nworld, but without a single heart-throb of human brotherhood. The touch\nseemed like ice, yet I know not whether morally or physically. As I\ndeparted, he bade me observe that the inner door of the hall was\nconstructed with the ivory leaves of the gateway through which Aeneas\nand the Sibyl had been dismissed from Hades.\n\n\n\n",
    "metadata": {
        "author": [
            "Hawthorne, Nathaniel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9235/pg9235.txt",
        "name": "a_virtuosos_collection_(_from_\"_mosses_from_an_old_manse\").json"
    }
}