{
    "name": "A Zloor for Your Trouble!",
    "author": [
        "Reynolds, Mack"
    ],
    "body": "I was sitting on the cot in the little room at the rear of my\nhangarage, where I keep my equipment and most of my trophies, and\ncleaning my .257 Roberts when the knock came at the door. It was a\nsharp, decisive knock. Then the door opened and I saw Westley Marks for\nthe first time. It didn't excite me.\n\nHe said, \"Mr. Napoleon Prescott?\"\n\nI began to say, \"Everybody calls me Nap,\" but then I didn't. There was\nsomething about this guy that didn't click with me. Say what you will\nagainst snap judgments, I still take my love at first sight and enmity\noften the same way.\n\nFor one thing, he gave me the impression of _looking_ for trouble;\nhe was about six foot two and he had what he obviously thought was\nan aristocratic face. His nose was the type that used to be called\nRoman--and looked like it'd be a honey to punch. He was dressed like a\nmillion, which didn't particularly impress me either. I'm on the rugged\nside myself, red headed and homely to boot.\n\nHe took in the rifle I was cleaning, and his eyebrows went up\nquestioningly. \"Collector?\" he asked. Somehow or other he managed to\nput over the impression that he thought I didn't have the intellect to\nhave a hobby.\n\n\"Not exactly,\" I told him. \"This is a tool, not a collector's item.\"\n\nThere was almost a laugh in his voice now. \"You mean you use that relic\nin your work?\"\n\nI put the gun down, told myself to take it easy, then said, \"They've\nmade a lot of developments in weapons since this rifle was popular, but\nit still has advantages on certain types of jobs. For instance, if I\nwas after a Kodiac bear, up in the Alaska National Park--\"\n\nHe snorted, \"I'd take a Bazook-rifle and be sure who came out on top.\"\n\n\"Sure you would,\" I told him, \"and there wouldn't be enough bear left\nto feed your dogs. _I_ usually work for a zoo or a museum; they either\nwant the animal alive, or in good mounting condition. I admit that\nthey've got guns now that one man can carry that'd sink one of the old\ntime battleships; okay, but in my line I seldom need one.\"\n\nHe didn't like my tone of voice, but he dropped the point and began\nlooking around for a place to sit.\n\nI hadn't asked him to sit down, and I didn't now.\n\nI said, \"Was there something I could do for you?\"\n\n\"I wanted to hire you for a rather lengthy period,\" he told me.\n\n\"I'm all booked up for the next six months.\"\n\n\"This is something rather special.\"\n\n\"It always is when somebody wants you to cancel a job with a regular\nclient.\"\n\nHe didn't like me any better than I liked him, that was obvious. He\nsaid, \"This comes under the heading of work for the government.\"\n\nI told him, \"There are other professional hunters. Some of them nearly\nas good as I am.\" The last was sarcastic.\n\n\"Possibly better,\" he said, \"but none of them are your size.\"\n\n\n\nI could feel my face approaching the color of my hair at that one.\n\"Keep my size out of it,\" I snapped. I indicated with a thumb a little\nstatuette on my desk. \"The guy my mother named me after was pint size\ntoo. He got along all right.\"\n\nHe looked over at Bonaparte. \"Ummm,\" he said. \"Napoleon was a big name\nonce--but he's only a bust now.\"\n\n\"Listen,\" I told him, \"you're asking for a bust yourself. Why don't you\nrun along? I'm busy.\"\n\nHe ignored me, found a chair that had nothing but a few magazines on\nit, tossed them to the floor and sat down. \"Your name was brought up\nbecause you're the smallest professional hunter on Earth. It'd save a\nfew thousand credits in getting you to Mars and back.\"\n\nThat stopped me. \"What in kert are you talking about?\" I growled.\n\n\"The government wants a specimen, at least one, of a zloor.\"\n\n\"A what?\"\n\n\"A zloor,\" he repeated. \"A small Martian animal.\"\n\nI scowled at him. \"And just why does the government want a zloor?\"\n\n\"That's a secret.\"\n\n\"Okay. I'll tell you another secret. Somebody else can catch the\ngovernment a zloor. I've never been off Earth and I haven't any\nparticular hankering to go now.\" I picked up the .257 Roberts again and\nreached for my oil can.\n\nHe got to his feet, something just this side of a sneer on his face,\nand said, \"I doubt if you could have got one anyway.\"\n\nI said easily, \"If anyone else could catch it, I could.\"\n\nHe reached for the doorknob, \"I'd lay a thousand credits against\n_that_,\" he said. He began to leave.\n\n\"Wait a minute, buddy,\" I snapped. \"Are you just sounding off or have\nyou got a thousand credits you don't care what happens to?\"\n\nHe turned and faced me. \"I am willing to wager a thousand credits that\nyou can't capture a zloor.\"\n\n\"How big are they?\"\n\n\"About the size of a rabbit.\"\n\nI glowered at him. \"They very fast, or very poisonous, or what?\"\n\nHe shrugged. \"They can't run quite as fast as a common Terran hare, and\nI understand they're quite gentle.\"\n\n\"Then why haven't they been captured?\"\n\n\"Among other things, Napoleon,\" he rolled my name over his tongue as\nthough he got a big laugh from it, \"there have been only a few hundred\npersons in all that have gone to Mars. Few of them, to my knowledge,\nhave been interested in the life forms there. The expense of freight\nin space is much too high for Terran zoos to transport Martian life\nforms--particularly alive--considering the cost of duplicating in the\nspace craft the living conditions necessary to--\"\n\n\"All right,\" I snapped, \"just a minute.\" I picked up the viso-phone\nand dialed rapidly. In seconds, Jerry Mason's friendly pan lit up the\nscreen.\n\n\"Listen, Jerry,\" I said, \"Have you ever heard of a Martian zloor?\"\n\nHis eyebrows went up. \"Sure, what--\"\n\n\"Are they particularly fast?\"\n\n\"No, of course not. But--\"\n\n\"Are they dangerous?\"\n\nHe grinned, but he was still puzzled. \"I'd say they were about the\nleast dangerous animal I ever heard of. But, Nap--\"\n\n\"Just one more question, Jerry, I'm in a hurry. Do you think I could\ncatch one?\"\n\n\"I can't think of anything you could catch easier.\" He started to give\none of his short bursts of laughter. \"But--\"\n\n\"Thanks, Jerry,\" I told him. \"See you later.\" I snapped off the set and\nturned back to Westley Marks.\n\n\"All right, answer just one question and I'll take up that bet of\nyours. What's secret about this?\"\n\n\"If I tell you, you'll take on the job?\"\n\n\"The job, _and_ the thousand credit bet,\" I grated.\n\n\"Very well. It is suspected that the zloor is an alien life form.\"\n\nI stared at him. \"Are you around the corner?\" I demanded. \"Of course\nit's an alien life form. Didn't you just say it's a Martian animal?\"\n\n\"Ummmm. But some authorities think it is alien to this solar system.\nAt least they suspect so--that's why the government wants a specimen\nto dissect and thoroughly investigate. They haven't the facilities on\nMars, of course, so it will be necessary to bring one back here.\"\n\nI still stared at him. \"Alien to the solar system? Your roof _must_ be\nleaking. How would it get here?\" A sudden suspicion hit me. \"You mean\nit's intelligent? I thought there wasn't any intelligent life forms on\nMars.\"\n\nHe shook his head. \"It's a stupid herbivorous animal.\" He shot a glance\ndown at his watch. \"The shuttle for the space station leaves in three\nhours. Can you make it?\"\n\nI glared at him. \"You give me plenty of time, don't you?--I'll make it\nall right. But first I want this bet down in writing.\"\n\n\"Of course,\" he said smoothly.\n\n\n\nI had to hustle plenty. The zloor wasn't any bigger than a rabbit, and\nI knew that life forms on Mars were in general small, so I took nothing\nlarger than my little carbine size .22 Hornet, another gun that Westley\nMarks probably would have sneered at but which I wouldn't have traded\nfor all the automatics you could shake a stick at.\n\nI didn't take much else; no clothes except the shorts I wore when I\nclimbed into the shuttle rocket for the space station. When Marks said\nfreight rates in space were high he just wasn't whistling, _Terra\nForever_. I could buy clothes and any other equipment I needed a good\ndeal cheaper on Mars than the cost of transporting them there would\ncome to.\n\nFor one thing, when anybody left the colony planet to come back to\nTerra, they invariably left behind everything in the way of clothing\nand personal equipment; for another, a certain amount of these things\nwere being manufactured on Mars from native raw materials in an attempt\nto escape the murderous space rates.\n\nAfter the four G's acceleration had cut off and we were in free fall,\nI took the opportunity to read the contract I'd hurriedly signed with\nWestley Marks. On thorough reading, the contract didn't seem _too_ bad.\nAll my expenses to and from Mars were paid by Marks. I also got five\ncredits a month in the way of salary--no fortune, but average pay for a\nTerran worker. If I caught a zloor and brought it back alive, I got a\nfive hundred credit bonus; if I brought two back alive, a seven hundred\ncredit bonus. If I brought a dead one back, I got a three hundred\nbonus. Westley Marks didn't seem to be interested in getting more than\none dead one since there wasn't any provision for a larger number.\n\nHe'd given me to understand that this job was for the government, but\nfrom the way the contract read I was working for the Marks Enterprises.\nThat irritated me for a minute or so, but I finally shrugged it off.\nHe probably had a government contract to secure one of the things. I\nstill couldn't figure out what his angle was--but I knew there must be\none; too much money was involved to make this a routine assignment such\nas I usually work on for the zoos. Evidently Marks ran some sort of an\nexpediting outfit which took on off-trail contracts.\n\nAt this point I might do a little in the way of describing my trip\nto the space station which circles Terra and is used as a take-off\npoint to Luna and the planets. I might go on and tell of my journey\nfrom there to the space station in orbit about Mars, and then, further\nstill, of my shuttling down to Fort Mars and my first impressions of\nlanding there, of the one-sixth gravity, the thin air, the plastic dome\nwhich covers the whole little city. But the trouble is that a hundred\npeople a lot quicker with a dicto-typer than I am have already done the\njob. I'll just leave that part of it and take up with my first contact\nwith my fellow Terrans on Mars.\n\nOne of the old gags is to the effect that when Greek meets Greek they\nstart a restaurant. Okay, maybe, but I do know this, that when man in\ngeneral starts up a new colony one of the first buildings he puts up is\na bar.\n\nAt any rate, as soon as I was settled at the Biltless Hotel--the name,\nof course, is a gag, but the place lived up to it--I made my way to\nSam's.\n\n\n\nNow, there's something that invariably happens to people who get\naround. It's happened to you, if you're one of us. Maybe you're walking\nthrough the Congo Game Preserve, figuring there isn't another man,\nwhite or otherwise, within a hundred kilometers. Suddenly you run into\nanother party and somebody yells, \"Hello Nap! What in kert are you\ndoing here?\" The last time you saw him was in San Francisco. Or maybe\nyou're doing some solitary drinking in some obscure bar in Guatemala.\nThe guy next to you looks over and says, \"Say, aren't you Nap Prescott,\nthe brother of--\" and, of course, you are.\n\nWell, that was it. I hadn't any more got up to the bar and told Sam,\n\"Let me have some of this Martian _woji_ I've been hearing so much\nabout,\" when I heard somebody yelp, \"It's Nap! I'll be a grinning\n_makron_ if it isn't Nap!\"\n\nI turned around and there was Mike Holiday, as big as life and twice as\ndrunk.\n\nHe waddled his bulk over to me--Mike always waddles when he's\nsoused--from the table where he'd been sitting.\n\n\"By the Holy Jumping Wodo,\" he crowed, \"I'll bet my left arm you came\nto get a zloor.\"\n\nI'd been grinning and holding out my hand to clasp his, but that\nstiffened me.\n\nHe saw it and began to laugh uproariously. \"Another joiner of the\nclub!\" he yelped. \"Come on over and meet your fellow members. You got\none of them Westley contracts too?\"\n\nThat did it.\n\nI went over and met the boys. Mike Holiday wasn't the only acquaintance\nof mine in Fort Mars. In fact, it was like a convention of the\noutstanding professional hunters of Earth.\n\nThey all shouted their greetings, some of them laughing so hard tears\nrolled down their cheeks. Evidently they got a big kick every time a\nnewcomer was added to their ranks. I shook hands with some, but most\nwere too hilarious to go through the ceremony.\n\nBlackie Conover yelled, \"I'll bet anybody two to one he brought a .22\nHornet to shoot himself a zloor. Two to one!\"\n\n\"Do we look like suckers?\" Mike yelled back at him.\n\nI sank into a chair and took it for awhile. \"I can wait,\" I growled at\nthem. \"Sooner or later somebody'll get around to telling me what goes\non.\"\n\n\"He can wait, he says,\" Doughbelly fairly yelped in delight. \"Brother,\nhe ain't just a whistlin' _Terra Forever_, he can wait! Bring on the\nwoji! Start the initiation!\"\n\n\n\nI woke up in the morning in Mike Holiday's apartment. I groaned and\ntold myself that I was sworn off of woji for all time.--I didn't know\nthen that Terra-side liquor sold for ten credits a bottle.\n\nMike was grinning down at me. \"You'll get used to woji,\" he said.\n\n\"I should live so long,\" I moaned. Then I sat up suddenly in the bed.\n\"You guys wouldn't tell me anything last night,\" I said. He was still\ngrinning. \"That's part of the initiation into the Zloor Club. What'd'ya\nwant to know, Nap?\"\n\nI swung my feet over the side of the bed and came to a sitting\nposition. I groaned and shook my head in an attempt to clear it.\n\n\"What are half the professional hunters I know doing on Mars?\"\n\nHe spun a chair around so that the back faced me, and straddled it, his\narms resting on the top rung. \"Same thing you are, Nap. Being suckers\nfor that _makron_ Westley Marks.\"\n\nI started to say something there but he interrupted me with a wave of\na hand. \"This is what it boils down to. Marks has a contract with some\nbranch of the government to bring back one or more zloors. And don't\nask me why he doesn't go out and catch one himself--he's tried.\"\n\n\"He has, eh?\"\n\n\"Yeah, he has. Had a whole crew up here. What makes it nice for him is\nthat he's on a cost plus basis. If he never succeeds, it'll still be\nmoney in his pocket; if he does, he gets a whopping big bonus. Every\ntime he sends another man up here to take a crack at getting a zloor,\nhe makes money. No doubt the way he told _you_ the story, you'd think\nyou were the only one trying.\"\n\nI snorted, \"He told me I'd been picked because I was the smallest pro\nhunter in the game.\"\n\nMike Holiday grinned. \"He picked me because I was so big.--I could\nstand the rigors of life on Mars, he said.\"\n\n\"Well, if it's a racket, why doesn't everybody go home on the next\nship?\"\n\n\"Probably for the same reason you won't. That sharper made me so sore I\nbet him five hundred credits I could catch a zloor.\"\n\n\"I bet him a thousand,\" I groaned.\n\nMike whistled. \"Where'd you ever get a thousand credits, Nap?\"\n\n\"I broke into my piggy bank,\" I growled. \"It's every cent I had in the\nworld.\"\n\n\"Well, we're all in the same boat. He made bets with all the boys.\nIf we go back, we lose. As long as we stay here we make five credits\na month, plus expenses.--And, besides, all of us are just conceited\nenough to think we can figure out eventually how to get one of the\nthings home.\"\n\n\"Now we're getting to the point,\" I told him. \"What's so hard about\ncatching a zloor?\"\n\nHe began to grin again. \"Nothing,\" he said. \"And that's all I'll tell\nyou now. Go out and find the gruesome details yourself.\"\n\nI went over to the wash basin and filled the bowl and dipped my head\ninto the water. I didn't say anything else to him until I'd dried\nmyself and climbed into my clothes.\n\n\"All right,\" I said then. \"Where do I go to see about getting equipment\nand men for an expedition to the zloor country?\"\n\nHe laughed. \"All you need in the way of equipment is your feet, that\nis, besides a plastic oxygen mask when you leave the dome.\" He pointed\nout the window. \"Just head for the nearest rocky area, there's lots\nof it; you won't have any trouble finding a zloor. In fact, they're\nnumerous--no natural enemies.\"\n\nI scowled at him. \"What keeps them down then?\"\n\n\"Insufficient forage, I guess. You'll see.\"\n\nI picked up my .22 Hornet rifle and started for the door. \"No time like\nthe present to--\" I began to say.\n\nMike was still grinning in the irritating manner he'd been displaying\never since the night before. \"You won't need that gun,\" he told me.\n\n\"I'll just take it along anyway,\" I snapped.\n\n\n\nAfter leaving the dome through one of the airlocks, I headed out onto\nthe surface of Mars, weighted down with my leaded boots, standard\nequipment for cutting down some of the effect of the one-sixth gravity\nof the planet.\n\nOver to the westward, possibly three miles away, seemed to be a barren,\nrocky area. I knew that Mike Holiday wouldn't have deliberately lied\nto me, that was where zloors were to be found. I made my way in that\ndirection.\n\n\"About the size of a rabbit,\" I muttered. \"And half the hunters on\nearth can't bring one back.\"\n\nI made the rocky area and found myself a suitable prominence from which\nto look around. In less than fifteen minutes, I'd spotted one of the\nthings. They were about the size of a rabbit all right, and what was\nmore they looked considerably like one of the earth type rodents--long\nears, nub of a tail. I watched it for some time through the small glass\nI'd borrowed from Mike.\n\nIt was evidently eating the bark, and possibly the wood as well, of a\nstunted, rugged looking Martian tree which seemed to be growing out of\nalmost solid rock.\n\nThe boys had said that there were a lot of zloors around so I didn't\nhave to worry about conversion. I took up the rifle, aimed carefully\nthrough the scope and squeezed the trigger. I was interested,\neventually, in getting a live zloor, but it wouldn't hurt to have a\ncloser look at one of the things to help me in planning my campaign.\n\nThe gun snapped and I could see the tiny bullet spank into the little\nanimal's side. I'd got him!\n\nBut something didn't look right. I took up the telescope again and\npeered through it. The zloor was still eating.\n\nThat stopped me. I could have sworn that I'd hit it, right amidships.\n\nI aimed even more carefully this time, for its head, and squeezed\ngently. That shot, too, hit dead center.\n\nBut the zloor didn't bother to stop its feeding.\n\nI sat there a long time staring at it. Finally I snorted inwardly.\nObviously, this was what had been stopping the others--this animal had\nsome very effective natural body armor. Well--there is more than one\nway of skinning a zloor, as well as a cat.\n\nI picked up the rifle and headed down toward the tree and the animal\nthat was devouring it, figuring to get as close as possible with the\nidea of getting a really good look at the bulletproof beastie. I\nwished, now, that I'd brought my .257 Roberts instead of the .22 Hornet.\n\nAt first I was careful in my approach, slipping from cover to\ncover; but as I got closer it became evident that the zloor wasn't\nparticularly timid and that as far as it was concerned I could come as\nnear as I wanted.\n\nI stood off about five feet and watched it for a long time. Once it\nlooked up and over at me, but then went back to the tree in which it\nwas making a respectable hole.\n\nI tried once again with the rifle, aiming carefully right behind its\near. The gun snapped, and the bullet thudded--but the zloor ignored it.\n\n\"Holy Wodo,\" I snorted. \"He's _really_ bulletproof.\"\n\nIn fact, he was more than just bulletproof. The _shock_ of the impact\nof the high powered twenty-two hadn't even bothered him, it wasn't just\na matter of the bullet's inability to penetrate the hide.\n\n\"Well,\" I told myself. \"Let's see just how close I _can_ come before it\nruns off.\"\n\n\n\nI walked up to him cautiously. He didn't move. In my surprise, I even\nprodded him gently with my shoe. He still didn't move. He looked up at\nme again, his eyes a wistful yellowish color, then went back to his\nmeal.\n\nI shook my head, wondering if I was still suffering from the effects of\nthe woji binge, or what. This was just too easy--maybe it was a sick\none or something.\n\nI reached down and grasped it by the ears and started to pick it up.\n\nHave you ever tried to pick up something and found out it either\nweighed considerably more, or was fastened to the floor? That's what\nhappened to me. With Martian gravity what it is, I figured I'd have a\nweight of possibly one earth pound of lift. Instead, I nearly broke my\nback--and the zloor still didn't budge.\n\nI put more pressure to bear, all my strength--and the zloor\ncomplacently went on eating.\n\nHands on hips, I stood above the rabbit-like animal and stared at it.\n\nFinally, I muttered, \"More than one way to bring home a zloor,\" and,\ntaking my gun by the barrel, I swung it viciously down at the gentle\nlooking little animal--feeling like a heel as I did it.\n\nI might have saved my feelings, because two seconds later I was gazing\nwide-eyed at the shattered stock of my rifle and the zloor was still\neating away at the tree.\n\nI tried just one more experiment before I called it a day. I put the\nrifle barrel under him and tried to pry him off the ground. The zloor\nstill ignored me, but the steel barrel bent under the pressure. The\nanimal hadn't budged.\n\n\n\nWithout knocking, I walked back into Mike Holiday's room. He was lying\nstretched out on the bed, his hands behind his head, staring at the\nceiling.\n\nHe didn't need to look at me. He said, \"Nap, you are now a full-fledged\nmember of the zloor club.\"\n\n\"What does one of those things weigh?\" I snapped.\n\n\"Hey, red-head,\" he grunted, \"don't take it out on me, I didn't invent\nthem. Far as I know, nobody's ever weighed one, but it's been estimated\nthat they go about five tons here on Mars. Six times that on earth.\"\n\n\"That's insane!\"\n\n\"Sure is. That's why the government wants one so badly. Just isn't\nnatural for such an animal to develop in the solar system.\"\n\n\"Or anywhere else!\"\n\nHe got up on one elbow and grinned over at me. \"The theory is that it's\na life form from some planet belonging to a white dwarf star. Some time\nago a guy named Adams at the Mount Wilson observatory, back on Earth,\nestimated that the density of some of the white dwarfs was two thousand\ntimes greater than platinum. I'm not much up on it myself.\"\n\nI scowled down at him. \"How'd it get here?\"\n\nHe was serious now. \"That's the reason the government wants one so\nbadly, Nap. They want to get it to their laboratories and find out\neverything they can. There only seems to be one possibility, though.\"\n\n\"What's that?\"\n\n\"If it _is_ alien to the solar system and from a white dwarf's planet,\nit might have been brought here deliberately and left as a guinea pig.\"\n\nI began to say something there but he held up a hand to stop me.\n\"Possibly an exploring spaceship from the alien planet was looking for\ncolony sites. When it got to our solar system it left some of these\nanimals with the idea of coming back in a few thousand years or so to\nsee if the zloors were able to adapt themselves to the conditions\nexisting here.\"\n\nI ran my tongue over suddenly dry lips. \"You mean that if the zloors\ncan live in our solar system, then these more intelligent aliens would\nfigure they could use our sun system for a colonizing project?\"\n\nHe nodded.\n\n\"Holy Wodo,\" I said. \"No wonder they want some specimens to work on\nback on Earth.\"\n\nHe relaxed again. \"Well, at the rate we're going, it'll be a long time\nbefore earth laboratories ever have the opportunity to mess around with\nour pal the zloor.\"\n\n\n\nI got a chair and sat down facing him and said seriously, \"Mike, brief\nme on what you and the other fellows have tried.\"\n\n\"You don't have to ask. That goes with membership in the club,\" he\ngrinned. \"Among other things, we've tried building a steel box around\none of them with the idea of putting wheels on it later.\"\n\n\"That sounds good.\"\n\n\"Uh huh. The trouble was that when the zloor felt like moving he walked\nright through the side of the steel box like you or I'd walk through a\nwall of tissue paper.\"\n\n\"How about poisoning one?\" I rapped. \"You could get a dead one back a\nlot easier than--\"\n\n\"They don't poison,\" he said, \"and from what we can figure they're\npractically immortal. We have never found a dead one.\"\n\n\"What'd'ya mean, they don't poison?\"\n\n\"Just that. Nap, that animal can eat _anything_ organic and thrive on\nit. Evidently, no poison that nature has ever produced affects it. At\nleast, none of us have been able to dream one up.\"\n\n\"How about narcotics, something to dope it?\"\n\nHe shook his head. \"To begin with, some of these Martian plants produce\nnarcotic effects that make the products of our poppy look like food for\nbabes; but the zloor takes them in its stride. It's _really_ got a cast\niron stomach. We've never been able to locate anything it won't eat and\nenjoy eating.\"\n\nI didn't say anything for a long time. Then, \"A Bazook-rifle would kill\none.\"\n\n\"Sure,\" he said, \"and splatter it all around the scenery at the same\ntime. The laboratories need a _good_ specimen.\"\n\nThere was another long silence. Finally I said, \"Why in the name of\nWodo don't they sink into the ground if they weigh as much as all that?\"\n\n\"They would, only they make a point of walking on rock. That must\nbe one of the things that limits their spreading even more widely.\nThey have to be able to forage on ground that supports very little\nvegetation.\"\n\n\"You could lift one with a derrick.\"\n\nHe said, \"This is the fifth time I've been through this. Every guy that\nWestley Marks sends up here asks the same questions. Sure you could\nlift it with a derrick if the derrick was big enough. Do you have any\nidea of what it'd cost to bring a derrick of that size to Mars?\n\n\"And that's not the only thing, either. These zloors are gentle as\nlambs, but they hate to be confined against their will. That derrick'd\nhave to have some awfully strong equipment to keep the zloor from\nbreaking loose and ambling off. There's other angles there, too.\nSuppose your derrick did lift him into the shuttle. When you got the\nshuttle up to the space station, how'd you move the zloor from the\nshuttle to the station and then from the station to the rocket for\nTerra?\"\n\nHe go up from the bed and went over to a little table to return with a\nbottle and a couple of glasses. He poured two drinks and handed me one.\n\"Here,\" he said, \"you look like you could use a quick one. Have a hair\nof a dog that's going to bite kert out of you before you ever leave\nMars.\"\n\nI grated, \"I could stand the rest of it, but what burns me up is that\n_makron_ Westley Marks. Here he is getting rich on the project. Besides\nwhat he makes from the government, he's bet every one of us so much\nthat we'll all be out our life savings when we go back.\"\n\n\"Brother Nap, you have said it,\" Mike Holiday said feelingly. He tilted\nthe glass to his lips and drank deeply. I was right behind him.\n\n\n\nIt was more than two years later when I walked into the office\nof Westley Marks. I noted with pleasure that he still looked as\naristocratic as ever.\n\n\"Ah,\" he said, \"Mr. _Napoleon_ Prescott. As I recall, the last time we\nmet you objected to my calling your namesake a 'bust.' Don't tell me\nthat we have an additional bust in--\"\n\nI loved it. I loved every word of it. And he must have seen that I did.\n\n\"What are you grinning about?\" he barked. It was the first time I had\nseen his poise disturbed.\n\n\"Frankie,\" I told him, \"is at the spaceport right now. Johnny will be\ndown on the next shuttle. As you can imagine, the shuttle was pretty\nwell strained to capacity to bring even one at a time. It was no\ntrouble in space of course, since they were weightless in free fall,\nbut entering the gravitational--\"\n\nHe put his hands on the top of the desk and half came to his feet. His\neyes were wide. \"Who are _Frankie_ and Johnny?\"\n\nI feigned surprise. \"Frankie and Johnny are sweethearts--a couple of\nzloors, in this case. Remember? You sent me for them. I thought a male\nand a female would be best.\"\n\nHe slumped back in his chair. \"You aren't lying?\"\n\nI didn't say anything.\n\n\"How ... did you do it?\"\n\n\"With peach pits,\" I said.\n\n\"Peach pits!\"\n\n\"Peach pits. They like apricot pits too, and sometimes prune seeds.\"\n\n\"What in the world are you talking about, Prescott? Have you lost your\nmind?\"\n\nI opened the humidor on his desk, took out a cigar, smelled it, bit off\nthe end, lit it, and took a deep puff before answering him. I settled\ndown into a comfortable chair and pointed the lighted end of the cigar\nin his direction.\n\n\"Between one or the other of us we had tried everything, everything.\nI realized finally that it would have to be an entirely different\napproach.\"\n\n\n\nI took another satisfying drag on the cigar, then went on. \"I tried\nlettuce, cabbage, corn, string-beans--everything in fact that the\nhydroponic tanks on Mars could supply in the way of earth type food.\nNone of it worked.\"\n\n\"What in hell are you talking about?\" Marks blurted.\n\nI ignored him. \"Finally it came to me. Lettuce and the other vegetables\nI offered would be too _light_ for them. I tried walnut hulls and then\npeach pits, and that worked like a charm.\"\n\n\"You must be insane.\"\n\n\"You don't seem to understand, Marks,\" I told him. \"There was no other\nway of getting a zloor on board an earth bound rocket, so I made pets\nof a couple of them. They love peach pits--regular delicacy for them.\"\nI added reflectively. \"You'd be surprised how well trained I've got\nFrankie and Johnny; I'll hate to give them up.\"\n\nI tapped the ash of the cigar off on his heavy carpet and said,\n\"However, business is business. Let's see, by our contract you owe me\nfive credits for each month I've been gone, plus a seven hundred credit\nbonus for bringing back two live zloors, then there's that thousand\ncredit wager we made.\"\n\nHe snapped on his inter-office communicator and growled instructions to\nhis secretary to find whether or not I had brought back two live zloors\nin the Mars rocket. We sat there silently while she checked. I puffed\non the cigar with appreciation and dropped the ashes, pointedly, on\nthe floor. He was irritated, but wouldn't give me the satisfaction of\ncomplaining.\n\nI knew I was being childish, but I loved it.\n\nThe inter-office communicator buzzed and he listened to his secretary's\nreport, then reached down into his desk for a checkbook.\n\nHe said while he was writing it, \"I'm sure you'll be pleased to know,\nPrescott, that in spite of this sum I'm giving you, I'll still make a\nconsiderable profit on this deal.\"\n\nI took the check and examined it carefully.\n\n\"Ummm,\" I told him. \"But I wouldn't be very surprised if a good deal of\nthat profit is going to be melting away.\"\n\n\"Eh? What do you mean?\" he snapped.\n\nI told him, \"The other boys up on Mars are still well equipped with\npeach pits. They're all making pets too. The next few rockets from Mars\nare going to be loaded with zloors, Westley, old man. You're going to\nhave a flock of bets to pay off--and, besides that, I'm wondering if\nthe government is going to want that many zloors. As I understand it,\ntwo is all that they contracted for with you. Of course, you'll have\nto pay the boys for them--\"\n\nHe didn't say anything as I left, fanning the check to dry it, but he\nlooked as though he'd met his Waterloo.\n",
    "metadata": {
        "author": [
            "Reynolds, Mack"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66189/pg66189.txt",
        "name": "a_zloor_for_your_trouble!.json"
    }
}