{
    "name": "Abijah's Bubble",
    "author": [
        "Smith, Francis Hopkinson"
    ],
    "body": "1909\n\n\nEzekiel Todd, her dry, tight-fisted, lean father, had named her, bawling\nit out so loud that the more suitable, certainly the more euphonious,\n“Evangeline,” proffered in a timid whisper by her faded and somewhat\nromantic mother, was completely smothered.\n\n“I baptize thee, Evang--” began the minister, when Ezekiel's voice rose\nclear:\n\n“Abijah, I tell ye, Parson--A-b-i-j-a-h--Abijah!” And Abijah it was.\n\nThe women were furious.\n\n“Jes' like Zeke Todd. He's too ornery to live. I come mighty near\nspeakin' right out, and hadn't been that Martha held on to me I would.\nCall her Abbie, for short, Mrs. Todd,” exclaimed Deacon Libby's wife,\n“and shame him.”\n\nAbbie never minded it. She was too little to remember, she always said,\nand there were few people in the village of Taylorsville present at the\nchristening who did.\n\nOld Si Spavey, however, never forgot. “You kin call yourself Abbie if\nyou choose,” he used to say, “and 'tain't none o' my business, but I\nwas in the meetin'-house and heard Zeke let drive, and b'gosh it sounded\njust like a buzz-saw strikin' the butt-end of a log. 'Abijah! _Abijah!_\nhe hollered. Shet Parson Simmons up same's a steel trap. Gosh, but it\nwas funny!”\n\nOnly twice since the christening had she to face the consequences of\nher father's ill temper. This was after his death, when the needs of\nthe poor mother made a small mortgage imperative and she must sign as a\nwitness. It came with a certain shock, but there was no help for it, and\nshe went through the ordeal bravely, dotting the “i” and giving a little\nflourish to the tail of the “h”.\n\nThe second time was when she signed her application for the position of\npostmistress of the village. The big mill-owner, Hiram Taylor, brought\nher the paper.\n\n“Got to put it all in, Miss Abbie,” he said with a laugh. “Shut your\neyes and sign it and then forget it. Awful, ain't it?--but that's the\nlaw, and there ain't no way of getting round it, I guess.”\n\nHiram Taylor had left the village years before, rather suddenly, some\nhad thought, when he was a strapping young fellow of twenty-two or\nthree, and had moved West and stayed West until he came back the year\nbefore with a wife and a houseful of children. Then the lawyers in the\nvillage got busy, and pretty soon some builders came down from Boston,\nonly fifty miles away, and then a lot of bricklayers; and some cars were\nswitched off on the siding, loaded with lumber and lath and brick, and\nnext a train-load of machinery, and so the mills were running again\nwith Hiram sole owner and in full charge. One of the first things he did\nafter his arrival--the following morning, really--was to look up Abbie's\nmother. He gave a littie start when he saw how shabby the cottage\nlooked; no paint for years--steps rotting--window-blinds broken, with a\nhinge loose. He gave a big one when a thin, hollow-chested woman, gray\nand spare, opened the door at his knock.\n\n“Hiram!” she gasped, and the two went inside, and the door was shut.\n\nAll she said when Abbie came home from school--she was teaching that\nyear--was: “The new mill-owner came to see me. His name's Taylor.”\n\nThat same day a heavy-set man with gray hair and beard, and jet-black\neyebrows shading two kindly eyes, got out of his wagon, hitched his\nhorse to a post in front of the school-house and stepped to Abbie's\ndesk.\n\n“I'm Hiram Taylor, up to the mills. Going to send one of my girls to\nyou to-morrow and thought I'd drop in.” Then he looked around and said:\n“Want another coat of whitewash on these walls, don't you, and--and\na new stove? This don't seem to be drawin' like it ought to. If them\ntrustees won't get ugly about it, I got a new stove up to the mill I\ndon't want, and I'll send it down.” And he did. The trustees shrugged\ntheir shoulders, but made no objections. If Hiram Taylor wanted to throw\nhis money away it was none of their business. Abbie Todd never said she\nwas cold--not as they had “heard on.”\n\nWhen the new school building was finished--a brick structure with stone\ntrimmings, steam-heated, and varnished desks and seats--the craze for\nthe new and up-to-date so dominated the board that they paid Abbie a\nmonth's salary in advance and then replaced her with a man graduate from\nConcord. Abbie took her dismissal as a matter of course. Nothing good\never lasted long. When she went up one step she always slid back two. It\nhad been that way all her life.\n\nHiram heard of it and came rattling into the village, where he expressed\nhimself at a town meeting in language distinguished for its clearness\nand force. The result was Abbie's application for the position of\npostmistress.\n\nThis time he didn't consult the trustees or anybody else. He wrote a\nprivate note to the Postmaster-General, who was his friend, and the\nappointment came by return mail.\n\nMr. Taylor would often chat with her through the little window with\nwhich she held converse with the public--he often came himself for his\nmail--but she made no mention of her state of mind. She was earning her\nliving, and she was for the time content. He had helped her and she was\ngrateful--more than this it was not her habit to dwell upon. One thing\nshe was convinced of: she wouldn't keep the position long.\n\nHer mother knew her misgivings, and so did a small open wood fire in\nthe sitting-room. Many a night the two would croon together. The\nmother shrivelled and faded; Abbie herself being over thirty--not\nso fresh-looking as she had been--not so pretty--never had been very\npretty. Her mother knew, too, how hard she had always struggled to do\nsomething better; how she had studied drawing at the normal school when\nshe was preparing to be a teacher; and how she had spent weeks in the\nelaboration of wall-paper patterns, which she had sent to the Decorative\nArt Society in Boston, only to have them returned to her in the same\nwrapper in which they had been mailed, with the indorsement “not\nsuitable.” That's why she didn't think she was going to be postmistress\nlong. Far into the night these talks would continue-long after the other\nneighbors had gone to bed--nine o'clock maybe--sometimes as late as\nten--an unheard-of thing in Taylorsville, where everybody was up at\ndaylight.\n\nThen one day an extraordinary thing happened--extraordinary so far as\nher modest post-office was concerned. A poster appeared on the wall of\nher office--a huge card, big as the top of a school desk, bearing in\nlarge type this legend: “Rock Creek Copper Company. Keep & Co., Agents,”\n and at the bottom, in small type, directions as to the best way of\nsecuring the stock before the lists were closed. She had noticed the\nname of the company emblazoned on many of the communications addressed\nto people in the village--the richer ones--but here it was in cold\ntype--“hot type,” for that matter, for it was in flaming red--on the\nwall, in front of her window.\n\nAbbie lifted her head in surprise when she saw what had been done\nwithout even “By your leave.” She had found auction sales, sheriff's\nnotices and tax warnings opposite her window, but never copper mines.\nThe longer she looked at it the better she liked it. There was a cheery\nbit of color in its blazing letters, and she was partial to bits of\ncolor. That's why she kept plants all winter in the little sitting-room\nat home, and nursed one cactus that gave out a scarlet bloom once in so\nmany months.\n\nIt was Miss Maria Furgusson, of Boston--summer boarder at the next\ncottage; second floor, six dollars a week, including washing--that\nrevived, kept alive, in fact, fanned to fever heat, Abbie's first\nimpression of the poster. Maria called for her mail, and the intimacy\nhad gone so far that before the week was out “Miss Todd” had been\nreplaced by “Abbie” and then “Ab,” and Miss Furgusson by “Maria”--the\npostmistress being too dignified for further abbreviation.\n\n“Oh, there's our lovely copper mine--where did you get it? Who put it\nup?”\n\nMaria was a shirt-waisted young woman with a bang and a penetrating\nvoice. She had charge of the hosiery counter in a department store and\ncould call “Cash” in tones that brought instant service. This, with her\npromptness, had endeared her to many impatient customers--especially\nthose from out of town who wanted to catch trains. It was through one\nof these “hayseeds” that she secured board at so reasonable a price in\nTaylorsville during her vacation.\n\n“What do you know about it?” inquired Abbie. Such things were Greek to\nher.\n\n“Know? I've got twenty shares, and I'm going to have money to burn\nbefore long.”\n\nAbbie bent her head, and took in as much of Miss Furgusson as she could\nsee through the square hole in her window.\n\n“Who gave it to you?” The idea of a girl like Maria ever having money\nenough to buy anything of that kind never occurred to her.\n\n“Nobody; I bought it; paid two dollars a share for it and now it's up\nto three, and Mr. Slathers, our floor-walker, says it's going to\ntwenty-five. I've got a profit of twenty dollars on mine now.”\n\nAbbie made a mental calculation; twenty dollars was a considerable part\nof her month's salary.\n\n“And everybody in our store has got some. Mr. Slathers has made eight\nhundred dollars, and I know for sure that Miss Henders is going to leave\nthe cloak department and set up a typewriting place, because she told me\nso; she's got a brother in the feed business who staked her.”\n\n“Staked her? What's that?”\n\n“Loaned her the money,” answered Maria, a certain pity in her voice for\none so green and countrified.\n\n“How do you get it?” Abbie's eyes were shining like the disks of a brass\nletter scale and almost as large--they were still upon Maria.\n\n“The money?”\n\n“No, the stock.”\n\n“Why, send Mr. Keep the money and he buys the stock and sends you back\nthe certificate. Want to see mine? I've got it pinned in--Here it is.”\n\nAbbie opened the door of the glass partition and beckoned to the\nshopgirl. She rarely allowed visitors inside, but this one seemed to\nhold the key to a new world.\n\nThe girl slipped her fingers inside her shirtwaist and drew out a square\npiece of paper bearing the inscription of the poster in big letters. At\nthe bottom of the paper a section of cement drain-pipe poured forth a\nsteady stream of water, and the whole was underlined by a motto meaning\n“Peace and Plenty”--of water, no doubt.\n\nAbbie looked at the beautifully engraved document and a warm glow\nsuffused her face. Was it as easy as this? Did this little scrap of\npaper mean rest and the spreading of wings, and freedom for her\nmother? Then she caught her breath. She hadn't any brother in the feed\nbusiness---nor anywhere else, for that matter. How would she get the\nmoney? She had only her salary; her mother earned little or nothing--the\ninterest on the mortgage would be due in a day or so; thank God it was\nnearly paid off. Then her heart rose in her throat. Mr. Taylor! Why he\nwas so kind she never knew--but he was. But if he insisted as he had\nwith the store and the position in the post-office! No--he had done too\nmuch already. Besides, she could never repay him if anything went wrong.\nNo--this was not her chance for freedom.\n\nAbbie handed the certificate back. “Queer way of making money,” was all\nshe said as she reached for her hat and shawl, and went home to dinner.\n\nThat evening after supper, the two crooning over the fire, Abbie talked\nit over with her mother--not the stock--not a word of that--but of how\nMaria had made a lot of money, and how she wished she had a little of\nher own so she could make some, too. This the mother retailed, the next\nmorning, to her neighbor, who met the expressman, who thereupon sent it\nrolling through the village. In both its diluted and enriched form the\nneighbor had helped. The story was as follows:\n\n“That Boston girl who was boardin' up to Skitson's had a thousand\ndollars in the bank-made it all in a month--so Abbie Todd, who knew her,\nsaid. It was a dead secret how she made it, but Abbie said if she had\na few hundred dollars she could get rich, too. Beats all how smart some\ngirls is gettin' to be nowadays.”\n\nThe next morning Mr. Taylor called for his mail. He generally sent a boy\ndown from the mill, but this time he came himself.\n\n“If you see anything lying around loose, Miss Abbie, where you can pick\nup a few dollars--and you must now and then--so many people going in and\nout from Boston and other places--and want a couple of hundred to help\nout, let me know. I'll stake you, and glad to.”\n\nIn answer, Abbie passed his mail through the square window. “Thank you,\nMr. Taylor,” was all she said. “I won't forget.”\n\nHiram fingered his mail and hung around for a minute. Then with the\nremark: “Guess that expressman was lying--I'll find out, anyway,” he got\ninto his buggy and drove away.\n\n“He'll _stake_ me, will he?” said Abbie thoughtfully. “That's what\nthe feed man did for Maria's friend.” With the stake she could get the\nstock, and with the stock the clouds would lift! Perhaps her turn was\ncoming, after all.\n\nThen she resumed her work pigeon-holing the morning's mail. One was from\nKeep & Co., judging from the address in the corner, and was directed to\nMaria Furgusson, care Miss Skitson--a thick, heavy letter. This she laid\naside.\n\n“Yes, a big one,” she called from the window as she passed it out to\nthat young woman five minutes later. “About the stock, isn't it!”\n\nThe girl tore open the envelope and gave a little scream.\n\n“Oh! Gone up to ten dollars a share! Oh, cracky!--how much does that\nmake? Here, Ab--do you figure--twenty shares at--Ten! Why, that's two\nhundred dollars! What?--it can't be! Yes, it is. Oh, that's splendid!\nI'm going right back to answer his letter”--and she was gone.\n\nWhen the supper things were washed up that night, and the towels hung\nbefore the stove to dry, and the faded old mother was resting in her\nchair by the fire, Abbie told her the facts as they existed. She had\nseen the certificate with her own eyes--had had it in her hand and she\nhad read the letter from the broker, Mr. Keep. It was all true--every\nword of it. Maria had borrowed forty dollars and now she could pay it\nback and have one hundred and sixty dollars left--more than she herself\ncould earn in three months.\n\n“If I could get somebody to lend me a little money, Mother,” she\ncontinued, “I might--”\n\nThe girl stopped and stole a look at her mother sitting hunched up in\nher chair, her elbows on her knees, the chin resting on the palms of\nher hands, the angle of her thin shoulders outlined through the coarse,\nworsted shawl--always a pathetic attitude to the daughter:--this\nold mother broken with hard work and dulled by a life of continued\ndisappointment.\n\n“I was saying, Mother, perhaps I might get somebody to lend me a little\nmoney, and then--”\n\nThe figure straightened up. “Don't do it, child!” There was a note\nalmost of terror in her voice. “Don't you ever do it! That was what\nruined my father. Abbie--promise me--promise me, I say! You won't--you\ncan't.”\n\nThe girl laid her hand tenderly on her mother's shoulder.'\n\n“Why, Mother, dear--why, what's the matter? You look as if you had seen\na ghost.”\n\nMrs. Todd drew her shawl closer about her shoulders and leaned nearer to\nthe girl, her voice trembling:\n\n“It's worse than a ghost, child--it's a _debt!_ Debt along of money you\nnever worked for; money somebody gives you sort o' friendly-like, and\nwhen you can't pay it back, they bite you, like dogs. No--let's sit here\nand starve first, child. We can shut the door and nobody 'll know we're\nhungry.” She straightened up and threw the shawl from her shoulders.\nTerror had taken the place of an undefined dread.\n\n“You ain't gettin' discouraged, Abbie, be you?” she continued in a\ncalmer tone. “Don't get discouraged, child. I got discouraged when I\nwas younger than you, and I ain't never been happy since. You never knew\nwhy, and I ain't goin' to tell you now, but it's been black night all\nthese years--all 'cept you. You've been the only thing made me live. If\nyou get discouraged, child, I can't stand it. Say you ain't, Abbie--let\nme hear you say it--please Abbie!”\n\nThe girl rose from her chair and stood looking down at her mother. The\nsudden outburst, so unusual in one so self-restrained, the unmistakable\nsuffering in the tones of her voice, thrilled and alarmed her. Her first\nimpulse was to throw her arms about her mother's neck and weep with her.\nThis had been her usual custom when the load seemed too heavy for her\nmother to bear. Then the more practical side of her nature asserted\nitself. It was strength, not sympathy, she wanted. Slipping her hand\nunder her mother's arm, she raised her to her feet, and in a firm,\ndecided voice, quite as a hospital nurse would speak to a restless\npatient, she said:\n\n“You'd better not sit up any longer, Mother dear. Come, I'll help put\nyou to bed.”\n\nThere was no resistance. Whatever suddenly aroused memory had stirred\nthe outburst, the paroxysm was over now.\n\n“Well, maybe I am tired, child,” was all she said, and the two left the\nroom.\n\n“Poor, dear old Mother! Poor, tired old Mother!” the girl remarked to\nherself when she had resumed her place by the dying fire. “Wonder if\nI'll get that way when I'm as old as she is!”\n\nThen the hopelessness of the struggle she was making rose before her.\nHow much longer would this go on? Up at six o'clock; a cup of coffee and\na piece of bread; then the monotonous sorting of letters and papers--the\nceaseless answering of stupid questions; then half an hour for dinner;\nthen the routine again till train time, and home to the mother and the\ntwo chairs by the fire, only to begin the dreary tread-mil! again the\nnext morning. And with this the daily growing older--older; her face\nthinner and more pinched, the shoulders sharp; her hair gray, head bent,\njust as her poor mother's was, and, with all that, hardly money enough\nto buy herself a pair of shoes--never enough to give her dear mother the\nslightest luxury.\n\nDiscouraged! Hadn't she reason to be?\n\nThe next morning Hiram walked into the post-office and called to Abbie,\nthrough the square window, to open the door. Once inside he loosened his\nfur driving-coat, took out a long, black wallet, picked out a thin slip\nof paper and laid it on Abbie's desk.\n\n“I have been thinking over what I told you yesterday. There's a check\ndrawn to your order for two hundred dollars. All you got to do is to put\nyour name on the back of it and it's money. It's good--never knew one\nthat warn't.”\n\nThe girl started back.\n\n“I didn't ask you for it. I don't--”\n\n“I know you didn't, and when you did it would be too late maybe--got to\ncatch things sometimes when they're flying past. I don't know whether\nit's those town lots they're booming over to Haddam's Corners, and I\ndon't care, but if that ain't enough there's more where that came from.\nGood-day!” and he slammed the glass door behind him. Abbie picked up\nthe thin slip of paper and studied every line on its face, from the red\nnumber in the upper corner to “Hiram Taylor” in a bold, round hand. Then\nher eyes lighted on “Abijah Todd or order.”\n\nYes, it was hers--all of it. Not to spend, but to _make money out of_.\nThen her mother's words of warning rang clear: “Worse than a ghost, my\nchild!” Should she--could she take it? She turned to lay it in a drawer\nuntil she could hand it back to him and her eyes fell upon the poster\nframed in by the square of her window. She stopped and shut the drawer.\nWas she never to have her chance? Would the treadmill never end? Would\nthe dear mother's head never be lifted? Folding the check carefully,\nshe loosened the top button of her dress and pushed it inside. There it\nburned like a hot coal.\n\n*****\n\nThat night, after putting her mother to bed, she pinned a shawl over her\nhead, threw her mother's cloak about her shoulders, sneaked into Maria's\nhouse, and crept up into her friend's room like a burglar. What was to\nbe done must be done quickly, but intelligently.\n\n“I've got some money,” she exclaimed to the astonished girl who, half\nundressed, sat writing at her table. (It was after nine o'clock--an\nunheard-of hour for visiting.) “How much stock can I buy for two hundred\ndollars?” and she shook out the check, keeping her finger over the\nsignature.\n\n“Twenty shares,” answered Maria.\n\n“How do I get it?”\n\n“Send the money to Keep & Co. Oh, you got a check! Well, put 'Keep &\nCo.' on--here, I'll do it, and you sign your name underneath. And I'll\nwrite 'em a letter and tell 'em I helped sell it to you. Oh, ain't I\nglad, Ab. You must be getting awful big pay to have saved all that. Wish\nI--”\n\n“How long before I know?” She had not much time to talk--her mother\nmight wake and call her.\n\n“They'll telephone you. You got a long-distance, ain't you, in the\noffice? Yes, I seen it.”\n\nAbbie took the name of the senior partner, replaced the check, and was\nby her own fire again. The mother hadn't stirred.\n\nAll the next day she waited for the rattle of the bell. At three o'clock\nshe sprang to the 'phone.\n\n“This Miss Todd--postmistress?”\n\n“Yes.”\n\n“Got your check--bought you twenty Rock Creek at ten---mail you\ncertificate to-morrow.”\n\nThe following morning the certificate took the place of the\ncheck--pinned tight. She could feel it crinkle when she walked. All\nthat day she moved about her office like one dazed. There was no\nexaltation--no thrill of triumph. A dull, undefined terror took\npossession of her. What if the stock went down in price and she couldn't\npay back the money? Of whom, then, could she borrow? Repay Hiram she\nmust and would. Again her mother's warning words rang in her ears. Then\ncame the resolve never to tell her. If it went right she would add to\nthe dear woman's comforts in silence. If it went wrong--but it couldn't\ngo wrong: Maria had said so: the papers had said so: the posters said\nso--everybody and everything said so.\n\nAs the day wore on she became so nervous that she mixed the letters in\ntheir pigeon-holes.\n\n“That ain't for me, Miss Todd,” was called out half a dozen times when B\nor F or S letters had gone into the wrong box. “Guess you must a-got it\nin the B's by mistake. Woolgathering, ain't ye?”\n\nMaria was her only confidante and her only comfort. The Boston girl\nlaughed when she listened to her fears, and braced her up with fairy\nstories of the winnings of Miss Henders and Slathers and the money they\nwere making; but the relief was only temporary.\n\nSoon the strain began to show itself in her face. “You ain't sick,\nAbbie, be you?” asked the mother. “No? Well, you look kind o' peaked.\nDon't work too hard, child. Maybe something's worryin' you--something\nyou ain't told me. No man I don't know about, is there?” and the\nmother's sad eyes searched the daughter's.\n\nTo all these inquiries the girl only shook her head, adding that the\ndown mail was late and a big one and she had hurried to sort it.\n\nWhen the Boston mail arrived the next morning and was dumped from its\nbag upon her sorting-table, her own name flamed out on one of Keep &\nCo.'s envelopes.\n\nAbbie broke the seal and devoured its contents with bated breath, her\nfingers trembling:\n\nWe are happy to inform you that the last sales of Rock Creek ranged from\n13 to 14 3/4--15 bid at close. We confidently expect the stock will sell\nat 20 before the week is out. We shall be glad to receive your further\norders as well as those of any of your friends.\n\nAbbie's heart gave a bound; the blood mounted to the roots of her hair.\n\n“Fifteen--twenty--why--why! that's two hundred dollars for me after\npaying Mr. Taylor.” The chill of doubt was over now. The fever of hope\nhad set in. “Two hundred! Two hundred!” she kept repeating, as her\nfingers caressed the certificate snuggling close to her heart.\n\nWhen she swung wide the porch door and threw her arms around her\nastonished mother's neck, the refrain was still on her lips. It had\nbeen years since the hard-working girl had given way to any such joyous\noutburst.\n\n“Oh, I'm so happy! Don't ask me why--but I am!”\n\nThe mother kissed her in reply and patted the girl's shoulder. “There\n_is_ somebody,” she sighed to herself. “And they've made up again”--and\na prayer trembled on her lips.\n\nHer joy now became contagious. The expressman noticed it; so did Mrs.\nSkitson and the storekeeper. So did Mr. Taylor, who stopped his wagon\nand leaned half out to shake her hand.\n\n“You do look wholesome this morning, and no mistake, Miss Abbie” (he\nalways called her so). “Don't forget what I told you--lots more where\nthat come from”--and he drove on muttering to himself: “Ain't no finer\nwoman in Taylorsville than Abbie Todd.”\n\nKeep & Co. letters arrived now by almost every mail. With these came\na daily stock-list printed on tissue-paper, giving the sales on the\nexchange. Rock Creek was still holding its own between 13 and 15. “From\nmy brokers,” she would say with a smile to Maria, falling into the ways\nof the rich.\n\nOne of these letters, marked “Private and confidential,” she took to\nMaria. It was in the writer's own hand and signed by the senior member\nof the firm. Literally translated into uncommercial language by that\nfemale financier, it meant that Miss Todd, “_on notice from Keep & Co_.”\n should write her name at the bottom of the transfer blank on the back\nof the certificate and mail it to them. This done they would buy her\nanother ten shares of stock, using her certificate as additional margin.\nThere was no question that Rock Creek would sell at forty before the\nmonth ended, and they did not want her to be “left” when the “melon was\ncut.”\n\nAnother and a newer and a more vibrant song now rose to her lips. Forty\nfor Rock Creek meant four--six--yes, eight hundred dollars--with two\nhundred to Mr. Taylor! Yes! Six hundred clear! The scrap of paper in\nher bosom was no longer a receipt for money paid, but an Aladdin's lamp\nproducing untold wealth.\n\nThat night the music burst from her lips before she had taken off her\ncloak and hat.\n\n“You made six hundred dollars, Abbie! _You!_” cried the mother, with a\nnote of wonder in her voice.\n\nThen the whole story came out; her mother's arms about her, the pale\ncheek touching her own, tears of joy streaming from both their eyes.\nFirst Maria's luck, then that of her fellow-clerks; then the letters,\none after another, spread out upon her lap, the lamp held close, so the\ndim eyes could read the easier--down to the stake-money of two hundred\ndollars.\n\n“And who gave you that, child? Miss Furgusson?” The mother's heart was\nstill fluttering. After all, the sun was shining.\n\n“No; Mr. Taylor.”\n\nThe mother put her hands to her head.\n\n“_Hiram!_ You ain't never borrowed any money of Hiram, have you?” she\ncried in an agonized voice.\n\n“But, Mother dear, he forced it upon me. He came--”\n\n“Yes, that's what he did to me. Give it back to him, child, now,\n'fore you sleep. Don't wait a minute. Borrowed two hundred dollars of\nHiram--and my child, too! Oh, it can't be! It can't be!”\n\nThe mother dropped into a chair and rocked herself to and fro. The girl\nstarted to explain, to protest, to comfort her with promises; then she\ncrossed to where her mother was sitting, and stood patient until the\nparoxysm should pass. A sudden fright now possessed her; these attacks\nwere coming on oftener; was her mother's mind failing? Was there\nanything serious? Perhaps it would have been better not to tell her at\nall.\n\nThe mother motioned Abbie to a chair.\n\n“Sit down, child, and listen to me. I ain't crazy; I ain't out of my\nhead--I'm only skeered.”\n\n“But, Mother dear, I can get the money any day I want it. All I've got\nto do is to telephone them and a check comes the next day.”\n\n“Yes, I know--I know.” She was still trembling, her voice hardly\naudible. “But that ain't what skeers me; it's Hiram. He done the same\nthing to me last December. Come in here and laid the bills on that table\nbehind you and begged me to take 'em; he'd heard about the mortgage; he\nwanted to fix the house up, too. I put my hands behind my back and got\nclose to the wall there. I couldn't touch it, and he begged and begged,\nand then he went away. Next he went to the school-house, and you know\nwhat he did. That's why you got the post-office.”\n\nA light broke in upon the girl. “And you've known him before?”\n\n“Yes, forty years ago. He loved me and I loved him. We had bad luck, and\nmy father got into trouble. He and Hiram's father were friend's; been\nboys together, and Hiram's father loaned him money. I don't know how\nmuch--I never knew, but considerable money. My father couldn't pay, and\nthen come bad blood. The week before Hiram and I were to be called in\nchurch they struck each other, and when Hiram took my father's part his\nfather drove him out of his house, and Hiram hadn't nothing, and went\nWest; and I never heard from him nor saw him till the day he come in\nhere last fall. Don't you see, child, you got to take him back his\nmoney?”\n\nAbbie squared her shoulders. The blood of the Puritan was in her eyes.\nThis was a fight for home and freedom. Her flintlock was between the\ncracks of her log cabin. The old mother, with the other women and\nchildren, lay huddled together in the far corners. This was no time for\nsurrender!\n\n“No!” she cried in a firm voice. “I won't give it back, not till I get\ngood and ready. Mr. Taylor loaned me that two hundred dollars to make\nmoney with, and he won't get it again till I do.” She wondered at her\ncourage, but it seemed the only way to save her mother from herself.\n“What happened forty years ago has nothing to do with what's happening\nto-day.”\n\nThe look in the girl's eyes; her courage; the ring of independence in\nher voice, the sureness and confidence of her words, began to have their\neffect. The Genie of the Lamp was at work: the life-giving power of Gold\nwas being pumped from her own into the poor old woman's poverty-shrunken\nveins.\n\n“And you don't think, child, that it will bring you trouble?”\n\n“Bring trouble!” No!\n\nThe cabin was saved; the enemy was in retreat. She could sing once\nmore! “It will bring nothing but joy and freedom, you precious old\nMother! Do you know what I'm going to do?”\n\n“What, child?”\n\n“I'm going to pay off the mortgage, every cent of it.”\n\nShe said “I” now; it had been “we” all the years before: Keep rubbing,\ndear old Genie. “Then I'll fix up the house and paint it, and get you\nsome nice clothes, and a new cook stove that isn't all rusted out----”\n\n“You won't resign, will you, Abbie--and leave me?” the mother exclaimed.\nThe chill of possible desertion suddenly crept over her, (The Genie is\noften unmindful of others, especially the poor.)\n\n“Leave you! What, now? You darling Mother. As to resigning, I may later.\nBut I'm going to Boston when I get my vacation and stay a week with\nMaria, and go to the opera if I never do another thing. Oh! just you\nwait, Mother, you and I will lead a different life after this.”\n\n“And you think, Abbie, you'll make more than six hundred dollars?”\n Already the mother's veins were expanding--wonderful elixir, this\nExtract of Gold.\n\n“Six hundred! Why, if the stock goes to what they call par--and that's\nwhere they all go, so Maria says--I'll have--have--two thousand, less\nMr. Taylor's two hundred--I'll have eighteen hundred dollars!” The little\nfellow in her bosom was rubbing away now with all his might. She could\nhear his heart beat against her own.\n\n*****\n\nIt was nearly midnight when the two went to bed. Stick after stick had\nbeen thrown on the fire; the logs had flamed and crackled in sympathy\nwith their own joyous feelings, and had then fallen into piled-up coals,\neach heap a castle of delight, rosy in the glow of freshly enkindled\nhopes.\n\nAnd the song in her heart never ceased. Day by day a fresh note was\nadded; everything she touched; everything she saw was transformed.\nThe old tumble-down house with its propped-up furniture and makeshift\ncarpets seemed to have become already the place she planned it to be.\nThere would be vines over the door and a new summer kitchen at the\nback'; and there would be a porch where her mother could sit, flowers\nall about her--her dear mother, bent no longer, but fresh and rosy in\nher new clothes, smiling at her as she came up the garden path.\n\nAnd what delight it was just to breathe the air! Never had her step been\nso light, or her daily walk to the dingy office--dingy no longer--so\nbracing. And the out-of-doors--the sky and drifting clouds; the low\nhills, bleak in the winter's gloom--what changes had come over them? Was\nit the first blush of the coming spring that had softened their lines,\nor had her eyes been blind to all their beauty? Oh! Marvellous elixir\nthat makes hopes certainty and gilds each cloud!\n\n*****\n\nOne morning a man waiting for a letter from an absent son heard\nthe telephone ring, and saw Abbie drop her letters and catch up the\nreceiver:\n\n“Yes, I'm Miss Todd.--Oh! Mr. Keep? Yes.--Yes--I've got it here.” Her\nface grew deathly white. “What! Selling at twelve!” The man feared she\nwas about to fall. “I thought you told me... A big slump! Well, I don't\nwant to lose if... Yes, I'll mail it right away... Reach you by the 9.10\nto-morrow.”\n\n“I hope you ain't got any bad news, have you?” the man asked in a\nsympathetic voice.\n\n“No,” she answered in a choking voice, as she handed him his letter;\nthen she turned her back and took the certificate from her bosom.\n\n“Selling at twelve,” she kept saying to herself; “perhaps at ten;\nperhaps at five. Would it go lower? Suppose it went down to nothing.\nWhat could she say to her mother? How would she pay Mr. Taylor?”\n Her breath came short; a dull sense of some impending calamity took\npossession of her. Everything seemed slipping from her grasp.\n\nAn hour passed--two. In the interim she had indorsed the certificate\nand had dropped it into the open mouth of the night-bag. Again the bell\nsounded.\n\n“Yes,” she answered in a faint voice; her shoulder was against the wall\nnow for support.\n\nShe was ready for the blow; all her life they had come this way.\n\n“Sold your twenty at ten. Mail you check for $190 on receipt of\ncertificate.”\n\nAbbie clutched her bosom as if for relief, but there came no answering\nthrob. The little devil was gone, and the lamp with him.\n\n“And is it all over, Abbie?” asked her mother, as she drew her shawl\ncloser about her head. One stick of wood must last them till bedtime\nnow.\n\n“Yes--all.” The girl lay crouched at her feet sobbing, her head in her\nmother's lap.\n\n“Can you pay Hiram?”\n\n“I have paid him in full. I gave him Mr. Keep's check and ten dollars of\nmy pay--paid him this morning. He wouldn't take any interest.”\n\n“Oh, that's good--that's good, child!” she crooned.\n\nThere came a long pause, during which the two women sat motionless, the\nmother looking into the smouldering coals. She had but few tears left\nnone for disappointments like these.\n\n“And we have got to keep on as we have?”\n\n“Yes.” The reply was barely audible.\n\nThe mother lifted her thin, worn hand, and laid it on Abbie's head.\n\n“Well, child,” she said slowly, “you can thank God for one thing. _You\nhad your dream_; ain't many even had that.”\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Smith, Francis Hopkinson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23699/pg23699.txt",
        "name": "abijahs_bubble.json"
    }
}