{
    "name": "Alien Equivalent",
    "author": [
        "Smith, Richard Rein"
    ],
    "body": "Chester Farrell emerged from the narrow alley and paused before the\nbarbed wire fence.\n\nBehind him, the Martian city was a maze of strange sounds, angular\nbuildings, acrid odors and dark shadows.\n\nBefore him, beyond the fence, three spaceships pointed their bows\ntoward a star-studded sky. The slender ships gleamed dully in the\nstarlight as they rested on the red desert.\n\nHe touched the money in his pocket to reassure himself that at last, he\nhad the fare for the trip to Earth.\n\nHis eyes scanned the heavens, searched for the bright light that was\nEarth.\n\nEarth! In itself, the planet meant little to him. The seas, mountains,\nvalleys and forests did not cause the burning desire inside him.\n\nHe closed his eyes and remembered a brick house in Cleveland and the\nbrown-haired woman and chubby boy who lived there. He recalled slender,\nsoft fingers that touched him gently and a small form that waddled\nuncertainly across their living room floor.\n\nThree years ago, he had left Louise and Sammy on Earth. He had come to\nMars to make a small fortune.\n\nThe dream had not materialized: the Mars Mining Corporation didn't want\nto pay their employees good salaries although the ores transported to\nEarth sold for tremendous profits. They paid their employees as little\nas possible.\n\nIt was simple: Governments wanted colonists on Mars to exploit the\nplanet. Mars Mining wanted colonists to remain and operate their mines.\nThe two groups, political and business, collaborated and ... while the\ntrip to Mars cost only a hundred dollars, the return trip to Earth cost\none thousand dollars.\n\nBecause of the high price of living on Mars and the low salaries, the\nfee was an encouragement to remain on the planet.\n\nIt had taken him three years to save enough money to rejoin his family.\n\nBitterness filled him as he studied the motionless ships. Convertible\nspaceships. The bulkheads inside the hull were collapsible and the\nspace in a ship was constantly adjusted into different size storage\nholds and passenger compartments.\n\nDuring the voyage to Earth, he would be the only passenger and would\noccupy a coffin-like compartment. Every other available foot of space\nwould be filled with valuable ores.\n\nWhen the ship returned to Mars, the passenger compartments would be\nspacious, luxurious and comfortable. They would be filled with hundreds\nof propaganda-fed, eager colonists who were unaware of the economic\ntrap before them.\n\nAs he turned and followed the fence toward the spaceport's office\nbuildings he heard the faint sounds behind him.\n\nA whisper of movement across the red sand.\n\nAn animal?\n\nHe glanced uneasily at the tiny lights from the office buildings. In\nthe thin atmosphere, light carried a long distance and was deceptive.\nThe lights seemed near but he knew he still had a fifteen minute walk\nahead of him.\n\nOnce more he heard the indefinable sound behind him.\n\nHis imagination?\n\nA Martian?\n\nAn Earthman, a sound of harsh breathing informed him.\n\n\n\nHe leaped to one side as the sounds neared his back.\n\nToo late. Something crashed into the side of his head and bright lights\ndanced gaily inside his skull.\n\nHe fell and rolled frantically across the soft sand.\n\nAs he scrambled to his feet he saw his attacker, a husky, powerfully\nbuilt man. A blackjack dangled loosely from a hand.\n\nBefore he could rise a knee struck him on the jaw. He sank to the\nground.\n\nThe man was on him, pinning him to the sand.\n\nFarrell's nostrils were filled with the man's acrid body odor.\n\nA knife glittered in the starlight as it was pressed gently against his\nthroat.\n\n\"Tell me where the money is,\" the man ordered. \"It'll save time.\"\n\nToo stunned to speak, Farrell nodded at his coat pocket.\n\nThe man removed the money and counted rapidly, somehow managing to keep\nthe knife in his hand while he flipped the bills.\n\nSatisfied, he stuffed the bills in a pocket and raised the knife for a\nfatal lunge.\n\nHis arms pinned at his sides by the man's knees, Farrell knew only one\nthing could save him: WORDS.\n\n\"I can get you five times that much,\" he said quickly, the words\ncrowding each other in their haste.\n\nIt worked: the knife wavered, hesitated. If he had screamed, \"Don't\nkill me!\" he would have been killed instantly but the simple statement\nhad aroused his assailant's curiosity.\n\n\"Five times that much?\" the man repeated gruffly.\n\nPhobos, the largest and closest of the two moons, moved visibly\nacross the dark sky. Suddenly, they were no longer in the shadow of\na building. Moonlight flowed across the man's face and for the first\ntime, he saw his features.\n\nHe looked up at a rough, almost brutal face with thick lips, fierce\neyes, blunt, broken nose and bushy eyebrows.\n\n\"Five thousand dollars,\" Farrell confirmed.\n\n\"Where?\"\n\n\"Dankor city. You've heard of a Martian game called rhakal?\"\n\nHe frowned. \"Yeah, I heard of it. I also heard Earthmen don't win very\noften.\"\n\n\"I won,\" Farrell told him. \"Five thousand. I spent most of it but I\nsaved the thousand to go back to Earth. If you don't kill me, I'll win\nfive thousand for you.\"\n\nHis adversary grinned wryly and lowered the knife toward Farrell's\nthroat. \"This sounds like a trick.\"\n\n\"Trick? How can I trick you? Dankor is off limits to Earthmen. You and\nI will be the only--\"\n\nThe man cocked his head and asked, \"You have any Martian friends in\nDankor?\"\n\nFarrell laughed at the thought, \"Martian _friends_?\"\n\nSome of the wariness left the other's face.\n\nEveryone knew no Earthman had a Martian friend. The Martians were a\nfading but proud race. They resented Earthmen and submitted bitterly\nto their presence. Martians did not associate with Earthmen. To do so\nwould mean loss of social standing and almost always loss of their\nlives by the hand of some fanatical anti-Earth group.\n\nMartians submitted to the invasion of their planet by colonists because\nthey had no choice: they were few in number, a weak, dying race.\nInwardly, they hated Earthmen and, given the chance, would rid Mars of\nall colonists.\n\nWhile his antagonist considered the offer, Farrell's mind whirled\nrapidly. How could he escape? His body was trapped beneath the man's\nweight, unable to move. Call for help? He quickly discarded the idea:\non one side was a Martian city and on the other was the spaceport.\nThe group of crude stone buildings were inhabited by aliens. Martians\nmight come and watch him die if he called for help but they'd never try\nto save him. The spaceport was deserted except for the empty, waiting\nspaceships and the office buildings were too far away for anyone to\nhear a cry.\n\nHe could do nothing.\n\n\"I'll give you a chance,\" his enemy said as he rose to his feet. \"You\nwin five thousand for me and I'll let you keep the thousand and your\nlife.\" He placed the knife in a sheath and drew a stubby revolver from\na pocket. \"If you make a wrong move, I'll blast you in half. I don't\nlike to use this thing because it's noisy, but--\" He waved the gun and\nthe action seemed to complete the sentence in itself.\n\n\n\n\"Let's take a taxi,\" Farrell suggested as he rose shakily and brushed\nred sand from his clothes.\n\n\"No.\"\n\n\"It'll take an hour to walk there,\" Farrell protested mildly.\n\n\"We'll walk,\" the man stated. \"We'll walk and we'll take the most\ndeserted streets.\"\n\nFarrell led the way through the small Martian city that bordered the\nspaceport and across a narrow stretch of desert to Dankor canal.\n\nAt the canal, he turned and followed it northward, walking on the huge,\nweather-smoothed stones that formed one wall of the large waterway.\n\nThousands of feet below them, muddy water gurgled roaringly as it\nmoved southward to the Martian farmlands. In the clear atmosphere, the\nopposite wall of the canal ten miles away was a thin, dark line.\n\n\"What's your name?\" Farrell asked suddenly.\n\n\"Tharp.\"\n\n\"Where do you work?\"\n\n\"None of your business.\"\n\nThey walked in silence, the two moons casting double shadows from each\nof their bodies.\n\nWith a sinking sensation in his stomach, Farrell realized the odds were\nagainst his seeing his family again.\n\n\"How did you learn I had the money?\" Farrell asked.\n\nTharp grinned broadly. \"When anyone makes a reservation on the flight\nto Earth, the news gets around. It got around to me.\" His laughter\nsounded brittle in the thin atmosphere.\n\nAfter what seemed like years, they arrived at the outskirts of Dankor.\nAlthough it was off-limits, the police patrolled infrequently and even\nthose patrols were publicly known schedules.\n\nDankor was a small cluster of low crumbling buildings. The streets\nwere littered with filth and pale Martians dressed in rags shuffled\naimlessly with blank eyes as if their world had already died.\n\nJars of brilliant fireflies on roof tops illuminated the village.\nImprisoned in the transparent containers, the fluttering insects cast\nan eerie, pulsating glow on the dismal buildings.\n\nFarrell paused before a thick wooden door and kicked it with his right\nfoot. \"The first time I came here,\" he explained, \"I almost broke my\nknuckles before they heard me.\"\n\nA few minutes later, the door opened.\n\n\"Come in,\" a bony, wizened Martian invited.\n\nTharp remained a few paces behind Farrell as they entered the room.\n\nThe stench of the place made their stomachs churn sickly.\n\nA group of listless Martians sat in the center of the floor and watched\na large cube-shaped object. Two Martians on opposite sides of the cube\nsat before small control panels.\n\nThe Earthmen watched as one Martian touched a button on his control\npanel. A green ball inside the cube rose a few inches.\n\nThe other Martian pushed a button and a brown ball at the top of the\nhollow cube dropped a few inches.\n\nA thin Martian with grey hair and watery eyes asked, \"You vish gamble?\"\n\nFarrell nodded his head affirmatively.\n\nThe Martian smiled weakly and inquired in broken English, \"Vhot is\nvager? Monee or duchal?\"\n\n\"What in hell is duchal?\" Tharp asked.\n\n\"It's hard to explain,\" Farrell confessed. \"But, we'll have to wait\nuntil those Marties are through and you'll see what duchal is when they\nfinish.\"\n\nFarrell squatted on the cold floor.\n\nTharp sat two yards to one side.\n\nSilently they watched the Martian gamblers.\n\nSeveral minutes later the emaciated aliens rose from their positions\nbehind the small control boards.\n\n\"Is the game over?\" Tharp asked.\n\n\"Yes. See the Martian with the green tunic? He's the one who lost the\ngame. The winner will receive a certain measure of duchal from him.\"\n\n\n\nThey watched intently as a strange machine was brought into the room.\nThe two gamblers sat close to each other. A third Martian attached\nelectrodes to their heads, then flipped a lever on the ancient, rusty\nmachine.\n\nThe Martian who lost the game grimaced with pain.\n\nA needle on the machine's single dial moved all the way to the right,\nthen quickly returned to its original position.\n\nAn expression of joy spread the victor's thin lips into a wide smile.\n\nA few seconds later, the electrodes were removed from their heads.\n\nTharp grunted his bafflement.\n\n\"Duchal,\" Farrell explained quickly, \"means an expression of sorrow or\npain. By means of that machine, the winner was able to receive in his\nbrain the sensation of the loser's physical and mental agony at losing\nthe game.\"\n\n\"That's what they were betting?\" Tharp asked unbelievingly.\n\n\"Yes. It's the same principle as humans who play games merely for\nthe disappointed expression on the loser's face. The Martians do it\na little differently: they have a machine that transmits the loser's\npain into the victor's brain. The Martians are constructed in such a\nway that the agony of another person, implanted in their minds, is very\npleasant to them.\"\n\n\"They must be crazy!\"\n\nFarrell shrugged his shoulders. \"Maybe. Anyway, you have a choice. You\ncan bet the thousand dollars or a certain amount of duchal.\"\n\n\"If we bet duchal and lost, we'd only have to pay the Martians a\nlittle ... sensation of agony at losing the game?\"\n\n\"Right.\"\n\nTharp laughed. \"Hell, let's bet duchal. That'd be better than losing a\nthousand bucks if we should lose the game.\" He slipped his hand into a\npocket and the cloth bulged in Farrell's direction. \"And we'd better\nwin!\"\n\n_What's the difference?_ Farrell thought. _If we win or lose, you'll\nkill me. You can't leave me alive to report you to the police!_\n\n\"You can play the game,\" Farrell suggested. \"I'll tell you what buttons\nto push.\"\n\n\"Okay. Tell the Martians we want to bet an amount of duchal worth five\nthousand. How much would that be on the dial on that gimmick?\"\n\nFarrell pointed at the graduation to the extreme right of the dial.\n\"See that line? That would be worth five thousand in duchal. The same\namount the Martian bet.\"\n\nTharp smiled as he remembered how easily the Martian gambler had paid\nthat amount of duchal. If they lost the game, he'd have no trouble\npaying the gambling debt.\n\n\"Five thousand,\" Farrell told the waiting Martian. \"We'll bet duchal.\"\n\nThe Martian smiled happily, disappeared for a few minutes and returned\nwith a large bag.\n\nWithout ceremony he spilled the contents on the stone floor.\n\nTharp gasped when he saw the golden earrings, cups, anklets, rings and\nbracelets studded with diamonds. They were easily worth more than eight\nthousand dollars.\n\n\"Why the hell are they living in dumps like this when they have that\nkind of stuff? They could buy--\" He hesitated as if the incompleted\nsentence indicated an infinite list of articles.\n\n\"It means nothing to them,\" Farrell explained. \"They have a different\nmonetary system. Most Martians are so poor, even the rich ones can't\nbuy anything more valuable than food, clothes and shelter. And the\nMartians are too stubborn to trade with Earthmen.\"\n\nHe reflected idly that on all of Mars the only place where the two\nraces associated was in gambling rooms like this. Even there, the\nMartians' attitude was stiff and business-like.\n\nThe group of aliens shuffled about uneasily, impatient for the game to\nbegin.\n\n\"You ready to start?\" Farrell asked.\n\n\"Sure.\"\n\n\n\n\"The object of the game is to get those balls at the top of the cube to\nthe bottom level. The Martian will try to get the ones at the bottom to\nthe top. The balls are governed by the control panels. It's like three\ndimension Chinese checkers.\"\n\n\"Sasush rhakol,\" a Martian said loudly.\n\n\"The game has started. Push the top green button.\"\n\nTharp thrust with a grimy finger.\n\nThe game lasted several minutes. Each time it was their turn to move,\nFarrell told Tharp what button to push. Even while the game progressed,\nthe husky man watched Farrell out of the corners of his eyes. Farrell\nrealized that even with the distraction of the game, he'd have no\nchance to launch a surprise attack on his enemy.\n\nFinally the Martian gambler rose. His colorless lips spread in a wide\ngrin of anticipation.\n\n\"We lost!\" Tharp exclaimed.\n\nFarrell agreed, \"We lost. Anyway, all we lost was a little duchal.\"\n\nThe Martians gathered around the two Earthmen; attached electrodes from\nthe alien machine to Tharp's head.\n\nThree minutes later, Tharp still sat with the electrodes attached to\nhis skull. The Martians were impatient.\n\n\"What's the matter?\" Tharp inquired angrily. \"The game between the\nMartians, it only took the loser a few seconds to pay the duchal!\"\n\n\"That's right,\" Farrell agreed. \"But look at the dial.\"\n\nTharp stared at the motionless instrument.\n\n\"Duchal is an expression of mental or physical agony,\" Farrell reminded\nhim. \"Concentrate and feel sorry you lost.\"\n\nHe assumed a thoughtful expression. The indicator wavered slightly.\n\n\"Not so good. See, there are ten graduations on the dial. The needle\nhas to touch the tenth before you pay the amount of duchal you owe. So\nfar, the needle hasn't passed the first graduation. In other words, you\nhaven't paid a tenth of the duchal!\"\n\nTharp drew his revolver.\n\nThe Martians did not like the sight of a gun in an Earthman's hand.\nThey had no way of knowing that it was meant for Farrell and not\nthemselves. A dozen aliens threw themselves on Tharp and quickly\ndisarmed him.\n\nTen Martians held an outraged Tharp motionless while an eleventh\nremoved alien handcuffs from his tunic and placed pairs around his\nwrists and ankles.\n\nFarrell recovered his money.\n\n\"Martians aren't thieves,\" he informed the angry man who struggled in\nvain at the metal bindings. \"And therefore, they like to see everyone\npay their debts. They'll keep you here until you pay the wager. You\nsee, by being behind the control board and pushing the buttons, you're\nthe one who has to pay the duchal although I told you what buttons to\npush.\"\n\n\"A trick!\" Tharp screamed.\n\nTharp's face reddened. \"You won't get far,\" he threatened. \"I'll pay\nthis duchal in a few minutes; they'll let me free and I'll--\"\n\n\"You don't realize,\" Farrell interrupted, \"Martians are sickly,\nsensitive people and they're adept at projecting sensations of agony\nfrom their brains. On the other hand, Earthmen are strong physically\nand know nothing about projecting physical or mental pain--\"\n\nHe paused to watch three Martians who removed gleaming, sharp knives\nfrom their tunics.\n\nThey pressed the blades against Tharp's arms.\n\nThe knives cut through his coat, shirt and flesh. The cloth reddened\nquickly.\n\n\"They want their duchal payment,\" Farrell informed him. \"They'll get it\nif they have to slice you to ribbons.\"\n\nTharp's wild eyes stared at the dial before him. The needle touched the\nsecond graduation, then settled to the \"0\" position.\n\n\"You see,\" Farrell continued, \"it's a matter of equivalent. Earthmen\nare so strong, they have to really _suffer_ physically before they can\nmatch a duchal payment that a Martian can create as easy as snapping\nhis fingers!\"\n\nOnce more, the glittering knives bit into Tharp's flesh.\n\nHe screamed with pain.\n\n\"_Get help! Get help before they kill me!_\"\n\nFarrell went for help.\n\nBut, once beyond the thick door that suddenly suffocated Tharp's shrill\nscreams of pain, he didn't run for help.\n\nHe walked slowly.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Smith, Richard Rein"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63474/pg63474.txt",
        "name": "alien_equivalent.json"
    }
}