{
    "name": "All Day Wednesday",
    "author": [
        "Olin, Richard"
    ],
    "body": "Ernie turned the dial on his television. The station he had selected\nbrightened and the face of the set turned from dark to blue. Ernie\nsipped his can of beer. He was alone in the room, and it was night.\n\nThe picture steadied and Jory looked out of the set at him. Jory's\nface was tired. He looked bad.\n\n\"Hello, Ernie,\" Jory said.\n\nErnie turned the dial to the next station.\n\n\"Hello, Ernie,\" the face of Jory said.\n\nAt the next spot on the dial: \"Hello, Ernie.\" The next: \"Hello,\nErnie.\"\n\nThere were five stations that Ernie's set was able to receive. When\nthe fifth station said \"Hello, Ernie,\" and Jory's tired face looked\nout at him, Ernie shrugged, took another sip from his can of beer and\nsat down to watch the set.\n\nThat happened Wednesday night. Wednesday morning began like this:\n\nErnie woke feeling bored. It seemed he was always bored these days. An\nempty can of beer and a crumpled pack of cigarettes rested on top of\nthe dead television. All he did nights was watch TV.\n\nErnie sighed and thanked God that today was Wednesday. Tonight, when\nhe came home from work, he would be over the hump ... only two days\nleft and then the week end. Ernie didn't know for sure what he would\n_do_ on his week end--go bowling, maybe--but whatever he did it was\nsure to be better than staying home every night.\n\nOh, he supposed he _could_ go out, just once in a while, during the\nwork week. Some of the guys at the plant did. But then, the guys that\ndid go out week nights weren't as sharp at their jobs as Ernie was.\nSometimes they showed up late and pulled other stuff like that. You\ncouldn't do things like that too often, Ernie thought virtuously. Not\nif it was a good job, a job that you wanted to keep. You had to be\nsharp.\n\nErnie smiled. _He_ was sharp. A growing feeling of virtue began to\nreplace his boredom.\n\nErnie glanced at his watch and went sprawling out of his bed. He was\nlate. He didn't even have time for breakfast.\n\nHis last thought, as he slammed out of his apartment, was an angry\nregret that he had not had time to pack a lunch. He would have to eat\nin the plant cafeteria again. Cafeteria lunches cost money. Money\nconcerned Ernie. It always did. But right now he was going to need\nmoney for the week end; payday was another week away.\n\n\n\nErnie punched in twelve minutes late.\n\nHis foreman was waiting beside the time clock. He was a big man, and\nwhat was left of his red hair matched in color the skin of his neck.\nAnd the color of his face, when he grew angry.\n\nHis name was Rogers. He smiled now as Ernie nervously pushed his time\ncard into the clock. His voice was warm and jovial as he spoke.\n\n\"Well ... _good morning_, Mr. Stump. And did we have a nice, late,\ncozy little sleep-in this morning?\"\n\nErnie smiled uncertainly. \"I'm sorry, Rogers. I know I'm late, but the\ntime just sort of got away from me--\"\n\nRogers laughed lightly. \"Think nothing _of_ it, Mr. Stump. These\nthings happen, after all.\"\n\n\"Uh, yeah. Well, like I said, I'm sorry and--\"\n\nRogers went on, unheeding. \"Of course, complications can develop when\nyour number three wrist-pin man decides that he just isn't feeling\nsharp this morning and he needs a little extra sleep to put him right.\nIf you're the foreman for Sub-Assembly Line 3-A, for example, Mr.\nStump, one wonders if the rush order that must be filled by this\nmorning is going to be finished any time before next Christmas. One\nwonders where the wrist-pin man is, Mr. Stump. Does he intend to come\nin at all, or will he just snooze his little head off all day? One\nwonders what to say to the plant manager, Mr. Stump. How do you tell\nhim that twenty men are standing idle on Sub-Assembly Line 3-A\nbecause, through a laughable oversight, there is no one to put in a\nwrist-pin? How do you explain it so he will _understand_, Mr. Stump?\"\n\nRogers stopped and caught his breath. His face began growing red. He\nsaid slowly, \"You _don't_, Mr. Stump. You don't explain it so he will\nunderstand. I just tried!\"\n\nErnie swallowed. Hurriedly, he said, \"Look I'm sorry. I'll get right\nin there--\"\n\nRogers smiled. \"That would be nice, Mr. Stump. I imagine there are\nquite a few Sub-Assembly 3-A's stacked up in there by now. You just\ntrot in there and get them cleaned up.\"\n\nErnie nodded doubtfully. \"You ain't mad?\"\n\nRogers' smile grew broader. \"Mad, Mr. Stump? Why, being chewed out by\nthe manager is a trifle. It's something a foreman must expect. It\nhappens to some of them every day--for a while. And when it does, it\ndoesn't matter because in just a little while they are no longer\nforemen. Sometimes, they aren't even workmen, any more. And then they\nhave nothing at all to worry about, so don't let it concern you, Mr.\nStump. Do you take the streetcar to work?\"\n\n\"Huh? Uh, yeah, I do.\"\n\n\"I thought so.\" Rogers nodded his head benignly. \"Well, just as a\nsuggestion, the next time you see you're going to be late it might be\nbetter if you saved your car-fare and used it to buy a newspaper.\"\n\nErnie smiled uncertainly. \"O.K. Uh, why?\"\n\n\"Because,\" Rogers said slowly, no longer smiling, \"the next time you\nleave me in a crack like that, you're going to be reading the 'Help\nWanted' section! _Now get in there and get to work!_\"\n\nErnie did.\n\nHe worked the rest of the morning in a sullen mood. For one thing,\nwith the extra time that Rogers had taken up, Sub-Assembly Line 3-A\nwas a mess. Incomplete sub-assemblies were stacked on the floor all\naround Ernie's spot on the line. He would have to pin them and slip\nthem into the production line as best he could.\n\nNext to him on the line, Broncewicz said: \"Ernie, we'll never get this\njob out. Where were you?\"\n\nAnd Ernie told him about the beef with Rogers. He worked as he talked,\nbut the more he talked the angrier he got. Rogers had been unfair. He\nasked Broncewicz, \"How can anybody do a good job with that guy all the\ntime riding 'em?\"\n\nBroncewicz nodded. \"You should take it to the union.\"\n\nErnie snorted. \"That's a hot one. Rogers used to be our shop steward.\"\n\n\"Yeah, I forgot.\" Broncewicz scratched at a hairy ear. \"Anyway, you\nshould tell him off.\"\n\n\"Yeah, I should tell....\" Ernie laid aside a wrench to phrase exactly\nwhat he wished to say to Rogers, and the next sub-assembly slipped\npast. Both he and Broncewicz grabbed it hastily.\n\nUnfortunately, Rogers happened to be watching. He walked over.\nBroncewicz became intently interested in his work. Ernie sighed\nresignedly.\n\nRogers seemed surprisingly resigned, himself. All he said was, \"I\nthought you got enough sleep this morning, Stump. Wake up, get on the\nstick.\" He walked off.\n\nBroncewicz raised his head. \"Hey, I thought you were going to tell\nhim?\"\n\n\"Aw, shut up.\"\n\nErnie did not like his foreman, but neither did he like the prospect\nof losing his job. He couldn't afford to be out of work.\n\nThe noon whistle blew as he was finishing the last of the extra\nassemblies. Ernie tossed his tools down and left the line.\n\n\n\nThe sight of the food in the cafeteria reminded him all over again\nthat he was spending too much money. His stomach had felt queasy. It\nnow turned sour. Without looking at them, Ernie selected a plate of\nfrankfurters and spaghetti, picked up a carton of milk for the sake of\nhis stomach, and sat down at the nearest table.\n\nJory sat down beside him. \"Joe's waving at you,\" he said, nodding at\nthe cashier at the end of the counter. \"You forgot to pay.\"\n\n\"What?\" Ernie stomped over to the counter, threw down the money and\nreturned to his seat. To Jory he said: \"I feel bad today.\"\n\n\"Uh-huh,\" Jory said disinterestedly. He turned a page of the book he\nhad propped next to his plate.\n\n\"Don't be a wise guy,\" Ernie grunted. He turned his attention to his\nplate. Several mouthfuls of spaghetti convinced him that he was hungry\nafter all. He swallowed and opened his carton of milk. He looked up at\nthe book Jory was holding. Jory was a funny guy, always reading.\n\n\"What's the book today?\" he asked.\n\nJory held the cover so he could see the title. \"Celine's 'Journey to\nthe End of Night.' It's French.\"\n\nErnie's interest quickened. \"French, huh? Has it got any good stuff in\nit? You know, like Miller has?\" He laughed.\n\n\"No.\"\n\n\"Well, what's it about?\"\n\n\"About a guy who thinks he might commit suicide.\"\n\n\"Oh.\" Ernie thought about it for a minute. \"Is that _all_ it's about?\nJust some guy wonderin' if he should bump himself off?\"\n\n\"Yes.\" Jory turned a page.\n\n\"Oh.\" Ernie thought about it again. \"And he made a whole _book_ out of\nit? Just that ... no sex or nothing?\"\n\n\"No. No sex or nothing.\"\n\nErnie laughed. \"Well, it sounds pretty stale to me.\"\n\nJory sighed and gave up reading. He put the book down. \"No, it isn't\nstale. The book does depress me, though.\" He pushed it to one side.\n\nHis eyes traveled around the cafeteria; he thought for a moment then\nsaid: \"Do you ever get the feeling, Ernie, that your life has gotten\nstuck? That you are just going round and round, caught in one single\ngroove--that you just repeat the same scene, day after day?\"\n\nErnie shook his head. \"Nah. I never feel like that.\"\n\n\"I do. I get to feeling it bad, sometimes. Why do you suppose that is,\nErnie?\"\n\nErnie considered the question for a moment. \"Well,\" he said helpfully,\n\"it might mean you're cracking up.\"\n\nJory laughed. \"Thanks. But when I need an analyst I'll go out and hire\none. No, I think I feel that way because life has somehow become a lot\nmore futile than it need be.\"\n\nErnie shrugged and let it go. He wiped the last trace of spaghetti\nsauce from his plate. Jory got funny moods--probably because he read\nso much, Ernie suspected--but he was a good man. All the guys in the\nplant figured Jory for a regular guy. He liked to read some pretty\nfunny books, but so what? It was his eyesight, wasn't it?\n\nErnie remembered something else. \"Hey,\" he said to Jory as he lit a\ncigarette, \"Harrigan over in the tool room told me that you write\nstories. That right?\"\n\n\"Yeah. But I don't have as much time for it as I once did.\"\n\n\"You ought to stay home nights like I do. Then you'd have time.\" Ernie\npaused and added piously, \"It makes you sharper on the job, too.\"\n\nJory started to laugh but caught it in time. He worked on the line\nnext to Ernie, and had witnessed the foul-up this morning. He said,\n\"What do you do until bedtime? Watch TV?\"\n\n\"Every night. Boxing is good on Fridays. Monday night ain't so hot.\nWednesday, tonight, will be good. Lots of Westerns.\n\n\"You ought to try it. Come to think of it you look sort of tired. You\nshouldn't go out drinking week nights.\"\n\nJory shrugged. \"Maybe I will try it. What are your favorite programs?\"\n\nErnie told him.\n\n\"Say,\" Ernie asked, \"do you make any money writing stories?\"\n\n\"Once in awhile. If I sell the story I'm working on now, I think I'll\nlay off for a couple of months and get a cabin down in Mexico. The\nfishing will be good at Vera Cruz--\" He stopped and frowned. \"No. I\nguess I won't. I can't.\"\n\n\"Why can't you?\"\n\n\"Something I forgot. Never mind.\"\n\n\"No,\" Ernie persisted, \"you were saying--\"\n\n\"Forget it.\"\n\n\"Oh, I get it. You're afraid to lay off because they might not hire\nyou back?\"\n\n\"Nuts. There's always some place that is hiring. You'd be surprised at\nsome of the jobs I've had, Ernie.\" He grinned. \"As far as that goes, I\nmight get laid off here before I want to go.\"\n\n\"What makes you say that?\"\n\n\"Look around you. How many men are working today?\"\n\n\n\nNow that his attention was called to it, Ernie glanced around the\ncafeteria. Normally, it was packed during the lunch hour. Today, it\nwas less than three-quarters full.\n\n\"So? Some of the guys are out sick, that's all.\"\n\n\"There won't be much work this afternoon. We got most of it out this\nmorning.\"\n\n\"It's some new bug. Like that flu thing last winter.\" But Ernie's\nvoice, as he said it, was defensive. In Ernie's book, a layoff was a\nbad thing.\n\nInside, Ernie's mind began to calculate the possibilities. It was a\nthing Ernie's mind always did when it was confronted with the\nunexpected. His mind didn't like to work, but Ernie liked the\nunforeseen even less.\n\nIt was unlikely that the entire plant would be shut down. In that case\nwhat supervisors would want him to stay on? He ran through the list of\nhis superiors and immediately came to Rogers.\n\nErnie winced. After this morning, Rogers would post him for the layoff\nfor sure. He could take it to the union, but--Ernie stopped and looked\nsuspiciously at Jory.\n\nDid Jory know about the beef he had this morning with Rogers? Come to\nthink of it, Ernie didn't _know_ there was going to be a layoff. Was\nJory just needling him?\n\nHe looked around the cafeteria again. The tables on the edges of the\nfloor were deserted and empty. To Ernie's eyes it suddenly looked as\nif the men who were eating had purposely gathered so they could be\nclose together. They sat with their backs hunched, turned on the empty\nspaces behind them.\n\nEven the noise, compared to the usual din of the cafeteria, seemed to\nbe different. It echoed and fell flat. Ernie didn't like it. He felt\nfunny. The overly familiar cafeteria had suddenly become strange.\n\nA feeling began to grow in him that, somehow, the cafeteria was wrong.\n\"It ... looks funny,\" he said.\n\nJory became alert. \"What looks funny?\"\n\n\"I don't know ... the room.\"\n\n\"What's wrong with the room?\" Jory bent over. His eyes were intent,\nbut his voice stayed low. He spoke with great care.\n\n\"I ... don't know. It looks funny. Empty. Older. No, wait--\" And the\nfeeling was gone. Ernie shook his head. It was the old, crowded and\nnot too clean cafeteria, again.\n\nHe turned to Jory. \"Well, they better not! I was out of work six\nmonths on the last layoff.\" He paused and marshaled a last, telling\nargument: \"I can't afford it!\"\n\nJory laughed. \"Take it easy. I said there _might_ be one. Lots of\nthings might happen. Hell, the world itself might come to an end.\"\n\nErnie said grumpily, \"I don't like 'mights'. Why can't they leave a\nman alone and let him do his work? Why do they gotta--\"\n\nJory stood up and grinned. \"Come on, Ernie. What do you need money\nfor? I mean, other than to keep up the payments on your TV?\"\n\nErnie rose. \"Don't be such a guy,\" he grumbled. \"We better get back.\nIf I come in late from lunch, I've had it.\"\n\nIt was a quarter of a mile across the plant yard to where they worked.\nThey walked in silence for the first few yards. Ernie thought his own\nthoughts and listened to the sound of their feet on the gravel.\n\nPresently, Jory said, \"Ernie, you watch the fights. Do you remember\nback when they had the Rico-Marsetti bout?\"\n\nErnie still felt irritable. \"Hell, yes, I remember. It was just two\nweeks ago. You make it sound like it happened six months back.\"\n\n\"How well do you remember it?\"\n\n\"Well enough. That bum Marsetti cost me ten bucks when he dived in the\nsixth. He was the two-to-one favorite.\"\n\n\"He didn't dive.\"\n\n\"Yeah? You ask him?\"\n\n\"No. I read the papers. He was pretty scrambled up ... in the head, I\nmean ... for quite a while after they brought him back to his dressing\nroom.\"\n\n\"Maybe he was that way all along. Maybe they just then noticed it.\"\n\nJory laughed. \"Don't get cynical, Ernie. It's a sign of old age. No.\nMarsetti was really out of his head. He kept going through the last\nround ... you know, in his mind. He did it perfect, thirty or forty\ntimes, just up to the knockout.\" Then he stopped and went through the\nwhole round again.\n\n\"The doctors that examined him said that it happened because he ran\ninto something he couldn't face.\"\n\nErnie said sourly, \"Yeah. Rico's left fist.\"\n\n\"Maybe. But it gave me an idea.\"\n\n\"Oh?\"\n\n\"Yeah. The idea is this: Could the world get knocked out that way?\nSuppose it did. Suppose everybody ran into something they couldn't\ntake. Would they just run in a closed circle? Would they take a single\nday, like Marsetti took the sixth round, and just repeat it over and\nover again?\"\n\nErnie scowled and stopped. They were outside the plant door. \"Boy,\" he\nsaid, \"you are a bug, ain't you? What are you trying to give me?\"\n\n\"Just an idea, Ernie.\"\n\nThe suspicion that Jory was needling him came back. \"Well, I don't\nlike it,\" Ernie said scornfully. \"In fact, I think it's nuts.\" He\npaused to think of something else to say, then shrugged and turned.\n\"I'll see you later. I got to get in to work.\"\n\n\n\nAnd now here he was, Ernie thought, sitting in his own room with\nJory's face looking at him out of the blue screen.\n\n_The whole day has been nuts_, Ernie told himself.\n\n\"Hello, Ernie,\" Jory's voice repeated tiredly. \"Hello, Ernie....\nHello, Ernie--\"\n\nErnie threw his beer can on the floor. Foam spewed out and soaked the\nrug. \"All right,\" Ernie bellowed, \"All right--Hello!\"\n\nJory stopped. He put his hand to his head and looked excited. He was\nwearing earphones, Ernie saw.\n\n\"Ernie!\" Jory said. \"Do you see me?\" He looked blindly out of the\nscreen.\n\nIn his rage, Ernie nearly kicked in the face of the set. \"Yes, I see\nyou! What are you trying to pull?\"\n\nJory turned excitedly to someone beside him, but off the screen. \"I've\ngot him,\" he said quickly. \"He's awake.\" He turned and faced Ernie.\n\n\"Look, Ernie, I can't see you but we've got a microphone in your room.\nI can hear every word you say. Now sit down for a minute and let me\nexplain.\"\n\n\"You'd better,\" Ernie said ominously.\n\n\"Are you sitting?\"\n\n\"Yeah, I'm sitting. Get on with it.\"\n\n\"I've been on your screen every night for the past week, Ernie. We\ntook over the station. And we've been broadcasting to you on all\nchannels for the past week.\"\n\nErnie shook his head. \"You're nuts,\" he mumbled.\n\n\"It's true, Ernie.\"\n\n\"But--\" A thought struck him. \"Hey, are other people getting this on\ntheir sets?\"\n\n\"Everyone in the city, Ernie. But they aren't seeing it. As far as we\ncan tell they think they're watching their usual programs. Everyone is\nin a trance, Ernie. They just go through the same motions over and\nover. It was the same with the engineers here. We just pushed them\naside. They're tied up now. We're keeping them under drugs. We had to\ndo that. When they were loose they just tried to get back at the\ncontrols. But that was all, they never really saw us.\"\n\nErnie shook his head again. \"Wait a minute. Let me get my head\nclear--O.K., now you say everybody is in some kind of trance. _Why?_\"\n\n\"I tried to make you see it today. The world is stuck. It's stuck in\nthis God-forsaken one day! We don't know why. Some of us--just a\nfew--have known it all along. But even we can't remember what caused\nit.\"\n\n\"You mean it's happening everywhere?\"\n\n\"Yes. Or not happening, I guess you'd say. We're not getting reports\nfrom overseas ... not any that are any different from the first\nWednesday. So it must be the same over there. It's the whole world,\nErnie.\"\n\n\"Wait a minute. Let me think.\" After a moment, he got up, went into\nthe kitchen and got another beer.\n\n\"O.K., I'm ready,\" he said as he came back. \"Now, why did you guys\npick me? How many of you are there?\"\n\n\"Just a handful ... no more than twenty. We're scattered all across\nthe country. We picked you because you're a test case, Ernie. One of\nus is a psychologist.\n\n\"He says you're a common denominator. If we could break you out of it,\nthen we could get through to a whole cross section of people.\"\n\nErnie grunted and sipped his beer. \"A common denominator, huh?\nThanks, pal. You mentioned drugs. I guess you can go anywhere? Just\nwalk past people and never be seen?\"\n\n\"That's right.\"\n\nErnie laughed scornfully. \"You've got a good deal. Why louse it up?\nWhat do you stand to gain?\"\n\nJory shook his head. \"You're wrong, Ernie. For one thing, everything\nis slowly running down. Miners go to the same part of the mine each\nday and send out nothing but empty cars. The same thing is happening\nall across the country, in farms, in factories, in hospitals--\"\n\nErnie got up. \"Keep talking,\" he said.\n\n\"Hospitals are hideous these days, Ernie. Don't go near a surgeon. All\nhe can do are the same operations he performed on the first Wednesday.\nIf you're the wrong height, the wrong weight, or just there at the\nwrong time, he'll cut you to pieces.\n\n\"Homes burn to the ground. And nobody tries to get out of them. The\nfire department is no good. It's stuck in that first Wednesday.\n\n\"We broke off broadcasting last night. We had to fight an apartment\nhouse fire. There are only three of us here in the city. We didn't\nsave anyone. What could we do? We were lucky that we kept it from\nspreading.\n\n\"We need help, Ernie. We need it badly--\"\n\nAbsently, Ernie said, \"Yeah, I see that all right.\" He kept pacing.\n\n\"I don't know if I can make you understand how important you are right\nnow, Ernie. With you helping, we can isolate the thing that triggered\nyou out of this. We can use it as a technique on whole groups of\npeople. The world will begin moving again. At last, things will begin\nto change.\"\n\n\"Yeah--\" Ernie stopped and looked at the rug beside his dresser. He\nhad found what he had been looking for. He picked the microphone up.\n\nAnd pulled loose the wires.\n\nFrom the television, Jory screamed. \"Ernie, _listen to me_--\"\n\nErnie turned off the set.\n\nHe sat on his bed and continued to think while he finished the can of\nbeer. When he had it all thought out he smiled. He felt very happy. He\ncould stop being afraid. Afraid of anything. His foreman, his job. All\nof it.\n\nHe wasn't interested in walking into banks and carrying off sackfuls\nof money. What was the sense to that? He couldn't spend it anyway.\n\nBesides, he had something that was better.\n\nAll his life there had been too many bright guys with too many bright\nideas. And the bright ideas got put into practice and then things\nchanged. They could never leave a guy alone and just let him do his\njob. They always had to throw in the unexpected.\n\nBut this time, nothing was going to change.\n\nEver.\n\nHe chuckled and turned out the light.\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Olin, Richard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30680/pg30680.txt",
        "name": "all_day_wednesday.json"
    }
}