{
    "name": "All That Earthly Remains",
    "author": [
        "MacApp, C. C."
    ],
    "body": "Breathing a little heavily in the Andean air, and still dazed at the\nurgency with which he had been whisked southward (via jet bomber),\nDr. Luis Craig walked across packed earth toward a powerful-looking\nhelicopter which, he had just been told, was to take him on the last\nleg of his trip. He listened tiredly to the unctuous words of his\nescort, a Lieutenant Rabar who wore the uniform of this Latin American\nnation's Air Force and who was to fly the helicopter.\n\nShouts erupted behind them, at the edge of the field. Something snarled\nat his left ear. The sound was familiar, though not recently so: the\ncrack of a rifle. He hit the dirt.\n\nAnother bullet came searching, but now the shouts got themselves\norganized into crisp Spanish. Sidearms and at least two automatic\nweapons blatted. There were no more rifle shots. Cautiously, he raised\nhis head to look at the knot of uniformed men where the sniper had been.\n\nRabar stepped forward, offering a hand. \"Are you all right, Doctor?\"\n\nCraig ignored the hand and got up without help. \"Quite, thank you.\" He\nhad disliked Rabar from the moment of introduction; and now it was in\nhis mind that Rabar had stepped carefully away from him _before_ the\nfirst bullet came.\n\nAs casually as he could, he walked to the aluminum ladder hung upon\nthe helicopter's side and hauled himself up. He stopped in the hatch,\ndignity forgotten, startled at the disparity of the three men already\nin the ship.\n\n\n\nDirectly across the cabin sat a gaunt scarecrow of a man in a black\npriest's cassock. An oxygen mask dangled on his thin chest, suggesting\na bloated crucifix. The long, swarthy face was pockmarked, dour and\nwithout animation at the moment, except for fierce black eyes that\nburned steadily into Craig's own. Craig thought of a condor, perched\nnear some nearly ready meal. He was immediately ashamed of the thought.\n\nForward of the priest sat a brown Indian. His face mirrored dignified\nresignation to being carried in this hellish contraption to horrible\ndeath, or worse.\n\nOccupying the only seat on the hatch side was a tautly uniformed man\nwho eyed Craig coldly.\n\nThe priest spoke. His voice was deep and gently strong, caressing the\nSpanish syllables like a great soft bell. \"We are abject, Doctor. We\nhad tried very hard ... but there are fanatics.\"\n\n\"Eh?\" said Craig. \"Oh. Well, I am unhurt, as you can see.\"\n\n\"For which, thanks to the Almighty. Our humblest apologies. You speak\nSpanish exceptionally well, Doctor.\"\n\nWondering if there were a question behind the compliment, Craig said,\n\"My mother was Mexican.\" He did not think it necessary to add that he'd\ngrown up near the border, and had once spent two years as an exchange\nProfessor of Physics at the Mexican university.\n\nThe priest nodded once. \"I see. It was thoughtful of your government\nto choose you. And more than kind of you to come. But, forgive me;\nthe shooting has made me forget my manners. This--\" indicating the\nuniformed man--\"is General Noriega.\" He laid a hand on the shoulder of\nthe Indian. \"And this one prefers to answer to the name Dientes.\"\n\nCraig looked at the brown face with interest. Archeology was one of his\nhobbies, and in this part of the world ... 'Dientes' was Spanish for\n'teeth,' he mused. Abruptly, under his gaze, the immobile face split\ninto a wide nervous smile revealing the source of the nickname. They\nwere large, even and very white.\n\n\"And I,\" the priest was saying, \"am called Father Brulieres. Won't you\nseat yourself?\"\n\nCraig tensed in surprise. The name Brulieres had been very much in the\nnews of late. A priest by that name had led the movement which put the\npresent government in power--and was still reputedly, the man who\nactually ran it.\n\nCraig realized he was still perched awkwardly halfway into the cabin.\nMumbling something, he squeezed his bulky mountain gear through the\nhatch and took the empty seat beside the priest.\n\n\n\nRabar came in, closing the hatch behind him, and went forward to the\npilot's seat. He glanced around at his passengers.\n\nIt seemed to Craig that he was more interested in faces than in the\ncondition of seat belts. Rabar worked at switches and buttons. Engines\ncoughed, then roared. From overhead came the rising \"whoosh\" of the\nvanes. The craft shivered and lifted.\n\nThey went on oxygen at once, and Craig, under the eyes of the other\npassengers, was glad to put the breather over at least part of his\nface. Imitating the others he pulled down the earflaps of his helmet.\nIt seemed to have built-in radio, as he could hear Rabar advising\nthem to strap in. A moment later, clearing his throat, he discovered\nthat his breather contained a mike. He was surprised at such advanced\nelectronics here.\n\nThey were quickly closed in by mighty cliffs. Below them, a river\ntumbled wildly. Where it could find root-holds, fantastic greenery\nburgeoned, but it did little to disguise the menacing rock. The\ncabin's plastic windows gave all too clear a view.\n\nTurning from the window beside him, Craig found his eyes wandering to\nthe insignia pinned to the priest's cassock. Of elegantly wrought gold,\nit was the same emblem he'd noticed on buildings, vehicles and other\ngovernment property here. It looked like a set of football goalposts\nwith the uprights moved in close together, leaving the crossbar\nextending to the sides.\n\nThe priest caught his look and gave him what might be intended for a\nsmile. \"You wonder about our emblem? It represents the Church and State\nstanding--what is the expression in your own language?--'four-square'\ntogether.\"\n\n\"Oh.\" Craig realized that the symbol was simply a cross with two\nposts instead of one. He felt a little annoyed. His own government\nhad told him enough to make him eager to come on this job, but they'd\nalso warned him emphatically not to discuss politics or religion.\nHe supposed the United States needed friends wherever they could be\nfound, but a dictatorship wasn't his notion of a good alternative to\nBolshevism.\n\nHe realized that the warning had point. He didn't know how ruthless\nthese people might be, but the shooting back at the airfield hadn't\nbeen any game of marbles. For that matter, the whole country, or what\nhe'd seen of it, had an armed-camp air.\n\nHe decided the thing to do was to concentrate on the scientific reason\nfor his visit, and now was as good a time to start as any. He leaned\ntoward Brulieres, then realized that wasn't necessary. \"Er--are you at\nliberty to tell me anything about the explosion?\"\n\nBrulieres eyed him for a moment, and again there was the hint of a\nsmile. \"We could hardly be secretive with _you_, Doctor. You are the\nexpert. How much were you told?\"\n\n\"Just that there'd been a nuclear explosion of unknown origin. They\nsaid there was something spectacular about it.\"\n\n\"Spectacular? _Si!_ Your government was gracious enough to accept\nour request for technical help without demanding details. Security\nis very difficult, as you comprehend.\" Brulieres looked absent for\na moment. \"The explosion occurred at a spot famous in pre-Christian\nlegends, which is why friend Dientes accompanies us. He is considered\n_experto_.\" The intense eyes turned upon the Indian, with a hint of\nmischief. \"Not that he fails to be a good Christian as well.\"\n\nThe Indian crossed himself nervously.\n\n\"The explosion,\" Brulieres went on, \"seems to have uncovered some very\nancient tunnels. We wish to explore them, but we felt we needed a\nnuclear physicist along. Especially since there appears the possibility\nthat the explosion originated from the tunnels.\"\n\nCraig heard Noriega clear his throat. Brulieres glanced at Noriega. \"It\nhas also been suggested,\" the priest said, \"that the uncovering of the\ntunnels is coincidental, and that the explosion was of foreign origin.\"\n\nCraig thought that over, and was annoyed. \"That does not seem likely,\"\nhe said, a little stiffly. \"Nobody is tossing live warheads around.\"\n\nNoriega spoke for the first time. His voice was crisp and rather high.\n\"You can perhaps speak for your own nation, Doctor Craig; but others\ntoo possess missiles.\"\n\nBrulieres interposed, \"You no doubt know, Doctor, that a communist\nputsch very nearly took over this country. The present government has\nbeen compelled to very strict measures against a further attempt.\nTherefore we are not popular with the communist nations.\"\n\nCraig waved a hand impatiently. \"Yes, I know that, but....\" He realized\nhe was being careless. \"I only wish to approach my investigation with\nan open mind. You say the tunnels were ancient? Incan, perhaps?\"\n\nBrulieres shook his head slowly. \"They were hardly capable of anything\non this scale. One cannot speak so surely of those who preceded the\nIncas in this place.\"\n\nCraig pondered, and felt his pulse move faster. \"How much have you\nlearned so far?\"\n\n\"What can be seen from the air. We will be the first to land, if you\ndecide it is safe.\"\n\n\n                                  II\n\nThey rose with the canyon, and its upper ramparts began to display\npatches of snow. Ahead loomed solid whiteness. They strained upward\nand emerged over a snowfield glaring white in the sun, its jagged\npeaks casting crisp blue shadows. The copter's own shadow danced along\nbeneath them like a crazy gnat.\n\nThey aimed for a cluster of five or six peaks dominating everything\nelse. Dientes, twisting nervously in his seat, mumbled something about\n\"_puesto de los demonios_.\" They flew between two of the peaks and were\nin a basin formed by the roughly circular cluster.\n\nZero ground of the explosion was as obvious as an ugly dark blotch\non white cloth. Snow had been melted away from an oblong area on the\ninner slope of one peak, leaving naked rock. Craig stared at what lay\nrevealed. A plateau was carved out of the mountainside, so flat and\nso precisely oval that there wasn't an instant's doubt that it was\nartificial. The uphill wall was vertical, following exactly the curve\nof the ellipse. The wall was in shadow, but Craig could make out the\nfive black tunnel mouths, all of a shape and evenly spaced.\n\nHe let out his breath in a grunt as he remembered that this was a blast\narea and that they were getting close. Hastily, he unhooded one of the\ninstruments, his fingers awkward with excitement. He watched the dial.\nNo serious radiation yet. Rabar looked at him, and he nodded his head\nto indicate they could go closer.\n\nThe radiation increased a little but was still mild. He pondered. The\nblast had been very clean, and of a low order, melting the snow without\neven scarring the rock. Apparently it had occurred not far above the\nsurface and over the center of the plateau. He didn't know of any\nexisting warheads that fit the explosion, nor could he believe that\neither intent or coincidence had placed the blast so exactly.\n\nThe copter was hovering now, the other passengers watching him\nsilently. He met Rabar's eyes, and glanced away, uncomfortable. If the\npriest's eyes reminded him of a vulture's, then Rabar's made him think\nof a wolf's. They had an odd yellowish tinge, and were at one time\nalert and devoid of expression. Craig couldn't know where the man fit\ninto things, but he didn't ring true as a simple pilot.\n\nCraig needed no diagrams drawn for him, so far as his own position\nwent. In the first place, the opposition might assassinate him simply\nto embarrass the government. On the other hand, if he seemed to\nstand in the way of Noriega's project of making political capital of\nthe explosion, and if Noriega represented a strong faction in the\ngovernment, that faction might think it worth while to let something\nhappen to him and blame it on the communists.\n\nBut the hottest potato of all would be whatever he learned at the spot\nof the explosion. He could imagine all sorts of fabulous things. So\nwould others, and some of them would go to considerable lengths to know.\n\n\n\nAn instrument, dangled at the end of a line, showed no bad radiation,\nso Craig said they could land.\n\nWhen he stood on the plateau the tunnel mouths seemed like converging\nblack stares. Nevertheless he itched to explore. Impatiently, he led\nthe unloading and stacking of his equipment.\n\nWhen that was done the group stood for a minute, evidently all feeling\nthe awe Craig did. Dientes was first to break the silence, muttering\nsomething under his breath.\n\nBrulieres fixed the Indian with a look that was not entirely severe.\n\"_Christian_ prayers, _hijo_, if you please.\" He turned to Craig.\n\"What can be learned where we stand?\"\n\n\"I should be able to determine the type of explosion. I will have to\ntake rock samples, and set up some apparatus.\"\n\n\"How long will that require?\"\n\n\"Less than an hour, with luck.\"\n\nBrulieres was thoughtful for a while. \"In that case, I believe we shall\nbegin reconnoitering the tunnels while you work. But first, let us hear\nfrom our expert in demonology.\"\n\nDientes squirmed guiltily in his mountain clothing. \"I know only what\nthe old tales say, Padre.\"\n\n\"Tell us, if you please. We will decide later whether you have been\nguilty of _paganismo_.\"\n\n\"Si, Padre. This place is the home of the Fire Devils. There is no\nquestion of the fact. It is precisely as described when I was a small\nboy sitting at the feet of _los viejos_.\"\n\n\"Well, then. What manner of devils were they?\"\n\n\"Creatures of fire, Padre, such that the eye could not behold without\nbeing blinded. Brighter than the sun.\"\n\n\"Did they make war upon your people?\"\n\n\"Those who approached this place were punished with spears of fire. It\nis told that in ancient times, they were often seen flying through the\nsky, trailing long tails of white feathers. Sometimes they visited the\nvillages, demanding strange things and frightening the people.\"\n\n\"Do the stories mention these tunnels?\"\n\n\"No, Padre. The Fire Devils lived beneath the snow. They were seen to\nvanish into it.\"\n\n\"Without melting it?\"\n\n\"They could turn off their fire, perhaps. In any event, Padre, who\nknows what is possible with demons?\"\n\n\n\n\"I know that you need and will receive many hours of strict Christian\ninstruction. How is it that men returned to tell of these things if the\ndevils pursued them with spears of fire?\"\n\n\"Some escaped.\"\n\n\"Is it definitely told of individuals who were killed?\"\n\nDientes looked thoughtful, and disappointed. \"I do not recall the names\nof any who were slain.\"\n\n\"Bah. Why have there been no reports in recent years?\"\n\nDientes shrugged. \"_Quien sabe?_ Perhaps the arrival of the true\nreligion has driven away the devils.\"\n\n\"Perhaps,\" said Brulieres, the corners of his mouth lifting slightly.\nHe turned toward the tunnels. \"I think, General, that I will ask you\nand the lieutenant to explore a little way into one of the tunnels.\nCome out at once if you see anything that might be dangerous.\"\n\nCraig opened his mouth to protest, but held back the words. He did ache\nto get into the tunnels, but he wasn't a free agent here. He watched\nas the two uniformed men disappeared into the middle tunnel. Their\nflashlights were quickly lost as they rounded some turn in the tunnel.\n\nBrulieres said to Dientes, \"The doctor and I must take some samples\nof the rock. Will you be good enough to remain here and guard the\nhelicopter?\" He laid his hand on the Indian's shoulder. \"I see that you\nare not comfortable in your helmet. You may remove it if you wish. We\nwill call to you if we need you.\"\n\nCraig realized Brulieres wanted to talk to him alone. He went with the\npriest. The Indian squatted, apparently quite comfortable without his\noxygen. \"He is used to high altitudes,\" Brulieres remarked. \"You or I\ncould hardly remain conscious here. I wished to talk to you, Doctor.\"\n\n\"About what, Padre?\" Craig felt a little awkward with the title.\n\n\"About certain things in our country of which you do not approve.\"\n\nCraig hesitated. \"I ... am here on a scientific mission.\"\n\n\"Nevertheless, you have ideas in the field of politics? I hope we can\nbe frank with each other.\"\n\n\"Well ... I have no intention of being critical. As you know, we--that\nis, in the United States the Church is separate from the government.\"\n\nThe corners of Brulieres' mouth quirked. \"What you mean, perhaps, is\nthat you do not understand how the Church can support a totalitarian\ngovernment. Oh, do not protest; the facts are obvious. We have been\ncalled worse names than 'totalitarian.' You do not think it right that\nthe Church should take up actual arms.\"\n\n\"I--yes. Since you put it into words. We have a different concept of\nreligion.\"\n\n\n\nThe priest nodded slowly. \"_Si._ Once I visited your land. In a way,\nI envied the priests there. Here, we have had more to contend with\nthan the christening of fat babies and listening to trifling sins of\nappetite. We are in the front line of battle.\"\n\nCraig said stiffly, \"Do you mean a spiritual battle, or an ideological\none?\"\n\nThis time Brulieres nearly smiled. \"Are you so certain, then, that they\nare not the same battle?\"\n\nDamn it, thought Craig, I know better than to argue with a priest. He\ndid not answer for a minute.\n\nBrulieres said gently, \"Please forgive me if I am too direct. You do\nnot believe that Evil is a real force?\"\n\nCraig could not meet the penetrating eyes. The old doubt edged into his\nmind: what if he's right and I am wrong? What if there _is_ a personal\nGod? He pushed the thought away, telling himself as he always did that\nit was just the exposure he'd suffered before he was old enough to\nthink for himself. He said, \"I'm a scientist, Padre.\"\n\n\"But not, unless I misjudge you, an atheist?\"\n\n\"I call myself an agnostic, if you must classify me. I recognize the\npossibility of some force behind life and mind. I do not believe in a\nGod who is a man with a beard. Nor do I believe in a Devil with hooves\nand horns.\"\n\nBrulieres nodded again. \"We are not so far apart as you may suppose,\nDoctor. Myself, I have always thought that one who claimed perfect\nfaith without the trace of a doubt, was either an idiot or a liar.\nGod surely has his reasons for not removing all doubt. In any case I\nwish to make my position clear to you. It was not happily that I took\nup what weapons were at hand. Had I the choice, I would choose quite\ndifferently.\" He eyed Craig directly for a moment. \"The battle is very\nreal and very clear to me, Doctor. I have done what I must. I hope you\nwill believe that.\"\n\nCraig's skeptical mind told him that this was just a play for a good\npress when Craig got home.\n\nHis emotions though, wouldn't go along. They cried out that he was\nlooking upon sincerity.\n\n\n                                  III\n\nThe first tests confirmed what Craig had already presumed; that the\nexplosion had been absolutely clean. What radiation existed had\noriginated from molecules in the rock itself or in the vaporized snow.\n\nThere was no way of guessing at the type of blast; he only knew that\nmass had been transformed virtually one hundred per cent into energy in\na very short period of time. No process Craig knew even approached it.\n\nHe stared again at the tunnel mouths. He was sure now that something\nhad come out of them, risen about seven hundred feet above the plateau\nand released the blast. He trembled with eagerness to get inside,\ndanger or no.\n\nHe had turned impatiently to Brulieres, when somewhere deep in the\ntunnels, shouting broke out. Two pistol shots echoed hollowly. There\nwas a clatter of running footsteps. Craig found his right hand fumbling\nat his hip, and felt foolish. He hadn't carried a sidearm since Korea.\n\nLieutenant Rabar burst through the tunnel, stumbling in the sunlight,\nhis face contorted. He ran straight across the plateau and threw\nhimself over the edge. Dientes, who had jumped to his feet, was only a\nstep behind him. Craig, eyes fastened on the tunnel, realized vaguely\nthat the two must have landed in deep snow, since there was no sound of\ntheir falling.\n\nA glow appeared in the tunnel. Craig fought the panic that seized\nhim; stood his ground and was aware of Brulieres beside him. The glow\nbrightened.\n\nIts source came into sight--a ball of dazzling brilliance, oval and\nabout the size of a man's torso. It emerged into sunlight and Craig saw\nthat it was solid. It looked like incandescent metal, but he somehow\nfelt that it wasn't hot. It seemed to move at will and to hover without\nsupport.\n\nIt acted alive.\n\nIt moved a little way toward Craig and Brulieres, then stopped.\nA tentative rumble came from it, like the beginning of thunder.\nSomething like a tentacle lifted, clutching an object that resembled a\nflashlight. A blinding lance of heat shot from the object and struck\nthe rock a few yards in front of the two men. A sound came from the\nrock like ice pressed upon a hot stove. Smoke puffed upward. The beam\nlasted only an instant, but it left a long curved scar in the rock.\n\nThe thing rumbled again, and flashed so brightly Craig threw an arm\nover his eyes, and heard his own voice cry out wordlessly. His legs\ntensed to run, but something about the behavior of the thing held him\nwhere he was. It seemed unsure of itself, and not really threatening.\n\nWhen he looked up again, it was moving laterally and up the face of\nthe wall. He saw the flashlight-like object on the ground where it had\nevidently been dropped.\n\n\n\nThe oval thing, no longer glowing, lifted fast toward the mountain top.\nHe saw that it _was_ metal, not rusted or corroded but dull with age,\nand he saw the two ragged holes near the middle of it. He strained his\neyes for more detail but it grew tiny in the distance and he saw no\njoints and no protuberances other than the one tentacle. He lost it in\nthe shadows of the mountain's brow, then saw it flash momentarily in\nthe sun as it curved up and over.\n\nAfter a moment he turned dazedly toward Brulieres. But before he could\nsay anything there was a sun-dimming flash of light from beyond the\nmountain. The ground danced. Sound, echoing from the other peaks and\nbattering its way through the solid rock of the mountain, beat about\nthem like monstrous punishing wings.\n\nAs the vast thunder dwindled away, Craig, squinting, saw a tenuous,\nrapidly dimming mushroom cloud tower above the peak. He flinched, but\nknew that this would be another clean explosion. Most of the cloud was\nsteam. He was sure they were seeing a re-enactment of the blast which\nhad cleared this plateau.\n\nHis mind worked in simple patterns: the thing was destroyed; it had\ndropped its weapon.\n\nHe started toward the tunnel mouth, but he had hesitated too long.\nBrulieres, moving very agilely, was ahead of him.\n\nThe priest picked up the weapon and turned toward Craig. Craig, still\nbefuddled, wondered mildly at his own detached state of mind: is\nhe going to kill me; I'd love to get that weapon home to the labs;\nso that's how he keeps warm. (The latter in reference to the heavy\nunderwear he'd glimpsed beneath the priest's cassock as the padre bent\nover).\n\nBut Brulieres' voice was mild. \"Please forgive me for taking possession\nof this, Doctor. Later, I hope, you will be able to examine it; but I\nmust think first of my own responsibilities.\" He looked at the thing\nbriefly, started to stow it in some fold of his gown, then hesitated.\nAs if unable to resist the temptation, he aimed it at the rock wall and\nput his thumb on something.\n\nThe incandescence squirted out. The rock cried out and yielded up a\ncurl of smoke. Brulieres turned the thing off at once and turned back\nto Craig with an expression half guilty, half delighted, like a child\nwith a forbidden toy. Then he sighed and put the weapon away.\n\nCraig had observed what details he could. The thing was an inch or\na little more in diameter, perhaps ten inches long. All except one\ntip was dull and apparently knurled to give a good grip. The tip\nlooked like quartz or some crystal, translucent except the end, which\nwas darkly transparent when not emitting the beam. The trigger was\napparently a spot of different color on the body, over which the thumb\ncould be pressed.\n\nCraig thought of the energy stored in that slender cylinder, the\nnecessary insulation, the efficiency of whatever system was used to\ndirect and control the beam. He felt a chill shiver of awe. Then\nanother thought struck him and he looked wide-eyed at Brulieres. \"A\nflaming sword!\"\n\nBrulieres gave him a quick glance, and nodded. \"Primitives might\ndescribe it so.\"\n\n\n\nRabar climbed back into sight at the edge of the plateau, looking pale.\nA moment later Dientes poked his head into view.\n\n\"Where is the general?\" Brulieres demanded.\n\n\"_Muerto_,\" said Rabar shakily, \"in the tunnel. The creature killed\nhim.\"\n\nThe priest's face twitched. \"Who shot at it?\"\n\n\"The general, Padre. He had the only gun.\"\n\nBrulieres sighed. \"Then that is why he is dead. The creature would not\nhave harmed him.\"\n\nCraig had the same idea. It had used the weapon more as if in bluff,\nand had apparently carefully gone beyond the mountain to die. He\nwondered if the two bullet-holes had killed it.\n\nBut how many more of the creatures (or machines) waited in the tunnels?\n\nHe looked at Brulieres. \"Are we going in?\"\n\n\"By all means. Unless we are stopped.\" The priest looked thoughtful.\n\"They may be coming out of hibernation or something like it. Can you\ntell how old this plateau is?\"\n\n\"Not without taking samples to a geological laboratory. Perhaps not\neven then, with accuracy. But I would say, some thousands of years.\"\n\nRabar was not happy at re-entering the tunnel, but set his jaw and\ncame. Craig stood aside to let the lieutenant go ahead of him. Rabar\nhesitated, then stepped by. Dientes, crossing himself and muttering,\nevidently preferred coming along to being left alone outside. He\nfollowed Craig.\n\nBrulieres swept his flashlight along the tunnel walls, revealing a turn\nahead. They rounded it. After a little way it seemed to Craig that the\nflashlight dimmed. Then he realized that there was other light in the\ntunnel; the arched ceiling was aglow. It got brighter and Brulieres\nturned off his flashlight.\n\n\"Evidently,\" he said, \"we are expected. Have you noticed the air?\"\n\nCraig had not, but he did now; it was warm and the pressure was higher\nthan outside. \"One moment,\" he said, puzzled. He went back to the mouth\nof the tunnel. As he stepped outside, he felt a gentle resistance as if\nsome force were pushing him into the tunnel. He re-entered, and felt\nwarmth radiating from the ceiling. He rejoined the others.\n\n\n\nThe floor of the tunnel sloped up gently for a while, then leveled,\nthen turned downward. The walls were vertical and perfect, with a\nsmooth glazed look. The ceiling curved from wall to wall in a perfect\narc. There was room for two men to walk side by side by crowding. Craig\nwalked a little behind Dientes.\n\nSoon he took off his oxygen mask and breathed normally. He would have\nliked to remove his jacket, but there were too many things in the\npockets to spill out.\n\nHe had counted one hundred seven paces when the tunnel turned again. It\nwas just beyond the turn that they found Noriega's body.\n\nThe tunnel branched here; or at least, a narrower tunnel angled up and\noff from each side. These tunnels were dark, and, Craig found, cold and\nwith low air pressure. The same mild resistance guarded their mouths.\nThe General lay sprawled loosely just inside the right-hand branch, his\nhead and torso in shadow. He looked simply and peacefully dead.\n\n\"Will you lend me a hand, Lieutenant?\" Brulieres said. The two of them\ndragged Noriega into the light.\n\nCraig could see no burns nor any other kind of wound except an abrasion\non one cheek which might have resulted from a fall. He started to ask\nRabar exactly what had happened, but checked himself. Better not appear\nsuspicious.\n\nHe wondered what had happened to the general's pistol, and began to\nlook around for it. But again Brulieres was ahead of him. The priest\nwas eighteen or twenty yards farther into the tunnel, picking up\nsomething. It was the pistol. It went into the cloak as the heat-weapon\nhad.\n\nCraig was watching Rabar and he thought the man looked disconcerted.\nCraig thought, How's this for a theory: Rabar killed Noriega, took his\npistol and started up the tunnel. Maybe he just wanted to learn for\nhimself what was in the mountain, or maybe he planned to murder the\nrest of the party and make it look like an accident. He met the glowing\ncreature, panicked, put two bullets into it, then dropped the gun and\nran.\n\nCraig wondered if the priest shared his doubts about Rabar; but if he\ndid, he didn't show it. The priest was already starting on.\n\nCraig lost count of his steps, but judged they'd gone over a quarter of\na mile when the tunnel took a final right-angle turn and opened into a\ngreat high-domed chamber.\n\n\n                                  IV\n\nImmediately all question as to the nature of this place vanished. It\ncould only be a military base.\n\nThere's something recognizable about weapons, Craig mused, no matter\nhow unfamiliar. Here were gathered great vehicles of war, bristling\nwith the outsize cousins of the heat-tube Brulieres carried and with\na myriad other menacing shapes. Yawning black tunnels led away at\nangles--probably, Craig thought, to hidden exits. Repair machines,\nsome with their work partly finished, were scattered everywhere,\nsilent and with a long-unused air about them. Nearly all of the aerial\ndreadnaughts (Craig was sure they were that) showed terrible wounds.\n\nThe group stared about the chamber in silent awe.\n\nAt one place, beneath a trio of round tunnels that aimed steeply\nupward, was what Craig took to be the main launching area, with ramps\nfor loading ... what? The litter showed clearly where great ships had\nrested, and that the departure had been hasty. Craig drew in deep\ntrembling breaths and imagined the vast alien argosies lifting upon\ntheir mysterious legs of force.\n\nHe could see the avarice in Rabar's eyes, and edged closer to the\nlieutenant. He wasn't going to let the man overpower Brulieres and take\nthe weapons, nor was he going to let him pick up any that might be\nlying around. Not that Brulieres was being careless. Craig noticed that\nhe kept his distance from everybody, and did not turn his back for long.\n\nThey must have stared at the alien machines for quite a while before\nthe priest's deep voice echoed in the chamber. \"Come. Another tunnel\nbeckons.\"\n\nCraig looked where the priest pointed. He saw a tunnel like the one\nthey'd left, about a quarter of the way around the chamber. It glowed\nwith light. All the rest were dark.\n\nHe looked again at Brulieres, and was startled at the man's face. It\nwore a look of glory. Craig shivered. Why, he thought, the man thinks\nGod arranged this for _him_.\n\nApparently _someone_ was arranging things, unless the tunnels and the\nlights were completely robotic. Craig, ignoring the edge of panic that\ncut at him, followed the priest toward the entrance to the lighted\ntunnel.\n\nIt was short, with two bends in it (probably, Craig thought, to contain\npossible explosions). It opened into a smaller, lower-ceilinged chamber\nwhich had evidently been an assembly hall for troops, or possibly a\nmess hall. Dark openings led off it which might lead to barracks. In\nthe far end, a single tunnel glowed with light.\n\nThey entered that tunnel, which was another short one, and found that\nthey were indeed in the living quarters. These, if the analogies\napplied, had been the officers'. There was a small assembly hall, and\nupon one wall of that were the pictures.\n\n\n\nThe lighting was arranged to fall mostly upon that side of the chamber.\nThe rock had been smoothed to take the murals. The first glimpse shook\nCraig so that he walked mechanically toward that wall, momentarily\nforgetting his companions.\n\nA part of his mind admired the basic technique. Outlines in low\nrelief had been cut into the rock, details delicately etched in and\ncolors brought up, apparently, by altering the composition of the\nrock itself. As for the style it was somewhere between realism and\nimpressionism. Craig was no expert, but he thought the hand was defter,\nthe viewpoint more penetrating, than any he'd ever seen. The slight\nalien air only increased the charm of the work.\n\nWhatever sort of beings the aliens had been, they hadn't been an\nunfeeling race. Emotion leaped from every line of the murals.\n\nThe first few told concisely of the establishment on Earth of this\noutpost, of the local defeat and abandonment. There were some heroic\nscenes there, but Craig hurried through them, drawn to the next series\nof paintings, yet unwilling to turn his eyes to them.\n\nThey were Biblical and as stunningly familiar as if he'd lived with\nthem all his life.\n\nFeeling churned at his insides again.\n\nOne of the first immortalized Noah, or whoever had been the actual\nhero of the first version of the Flood story. The painting of the\nsea and the dark doomsday clouds over it was so real that Craig took\na step backward. Mountainous wave masses were battered white by an\nincredible rain. Heaved aslant, decks tumbling water, dwarfed by the\nseas, was the wooden ship. A few half-drowned domestic animals stared\nin terror, lashed to their pens on deck. The bearded man who stood on\nwide-planted giant's legs, rope-like fingers gripping a tiller that\nstrained to escape, was bedraggled but staunch and muscled to meet the\nsea. A woman clung to one arm. She had been painted not delicately, but\nwith a strong beauty that spoke in thunder of the artist's piercing\ncompassion.\n\nThere was the crossing of the Red Sea, and the painting showed clearly\nhow some force held aside the water. The artist had evidently been\nfascinated by the still-puddled seabottom.\n\nThere were more, but Craig passed them, drawn like a fish on a line to\nthe painting of the man on the cross. The body, more cruelly punished\nthan the Bible recorded, strained in an agony that communicated itself\nto Craig's own. The face, twisted with pain, sagging with exhaustion,\nthe tortured soft brown eyes, held no bitterness, no accusation.\n\nThe accusation was the painting itself. The bitterness and rage (and\nremorse?) was the painter's own.\n\n\n\nCraig, frightened and miserable, looked at the others. Dientes showed\nonly awe and humility. Rabar was holding himself tautly, but terror\nshowed in his eyes. Brulieres shook with overflowing emotions, his\nface mirroring worship, glory, worry and doubt. He met Craig's eyes.\nHis voice higher-pitched and cracked with feeling, he said, \"Have you\nnoticed--this?\"\n\nHe was standing before a vertical slab of rough stone which had\nobviously been used to close up a tunnel. The sealing had been done\nwith melted rock, roughly, leaving a groove around the edge. The job\nsuggested haste. Craig's insides writhed at what might lie behind the\nslab.\n\nHe gripped himself, walked over beside the priest. He could make out\nonly a few of the characters of the inscription burned into the slab.\nHe heard his own voice asking, as if from far away, \"Do ... you read\nHebrew?\"\n\nBrulieres let out a trembling sigh. \"With difficulty.\" He moved slowly\ncloser to the slab, put his fingers to the inscription like a blind man\nfeeling for Braille. Craig saw that his eyes were full of tears. The\nthin lips mumbled inaudibly.\n\nAfter a long time Brulieres quit reading and stood there, unmoving.\nThen he started to speak. His voice was lifeless now, a low uncaring\nmonotone. \"Scholars will translate it better, but here is the gist of\nit.\"\n\n    TO THE DESCENDANTS OF THOSE WITH WHOSE DESTINY I HAVE BRIEFLY\n    MEDDLED: WHEN YOU READ THIS, YOU WILL HAVE ATTAINED A TECHNOLOGY\n    OF YOUR OWN WHICH WILL BE ABLE TO MAKE USE OF THE DEVICES LEFT\n    HERE. ASIDE FROM THEM I LEAVE YOU MY GOOD WISHES, MY APOLOGIES,\n    AND MY LOVE.\n\n    WHEN MY RACE ABANDONED THIS PLACE I HID FROM THEM AND STAYED BEHIND\n    BECAUSE I HAD FALLEN IN LOVE WITH YOUR PLANET AND YOUR RACE. I HAVE\n    TRIED TO HELP YOU. I AM NOT SURE I HAVE DONE WELL.\n\n    LOOK UPON MY REMAINS IF YOU WILL.\n\nCraig gripped the priest's arm, heard his own words tumbling out: \"It\nproves nothing, Padre! There can still be a God!\" He found that he\nmeant it desperately.\n\nThe priest turned, stared at him, then looked faintly amused.\n\"Conviction? _Now?_ You are a more fortunate man than I.\"\n\n\"No, Padre! Your work! Religion is deeper than....\"\n\nBrulieres' eyes flashed with some of their old vitality. \"My work? This\nis the God in whose name I have schemed and, Heaven help me, killed.\"\nSlowly, mechanically, Brulieres drew the heat-weapon from his garments.\nHe aimed it at the groove around the slab and thumbed the trigger. The\nrock skirled, and ran to solidify in waxlike lumps. The smoke was acrid\nin Craig's nostrils.\n\nWhen the slab was mostly cut around, some inner seal gave way and air\nsucked loudly into the crack. With a wrenching sound, the slab tore\nloose. It tilted under some power of its own, and lowered itself to the\nfloor.\n\nLights, harshly angled and dramatic, flashed on in the small room\nbeyond. It was bare except for the stone platform on the floor, and\nwhat rested upon it.\n\nMechanically, Craig stepped in and moved aside to make room for the\nothers. Brulieres went to the opposite side of the platform and Dientes\ncrouched beside him. Rabar stood hesitantly in the doorway.\n\n\n\nThe creature was larger than a man and like nothing earthly;\nmany-limbed, built as if for a higher gravity. There was no apparent\ndecomposition or dessication. The atmosphere of the chamber had\nevidently been chosen to preserve.\n\nThere was still a pungent, half-unpleasant smell, being rapidly drawn\naway through ducts in the ceiling. There was a face of a sort, and two\nclosed eyes. The face was recognizably strong. The thing might have\nbeen called ugly, but Craig found a handsomeness about it too. He\nrecognized the drama with which the body was arranged and lighted, and\nsomehow for this last small vanity he loved the creature even more.\n\nDientes clutched at the priest's robe. \"It is a lie, Padre!\" And, as\nthe priest remained silent, Dientes turned desperate eyes to Craig.\n\"Mother of God! Will no one say it is a lie?\"\n\nCraig felt emotionally depleted. Inside him were a sick regret and a\nhollowness where something had died, but cold reason remained. If there\nis no God, he thought, we're just intelligent animals, and we're free\nto live by our wits. If there is no God, then there is no Devil either.\n\nHe pondered that ... and decided with grim amusement that there was\nDevil enough.\n\nAnd, in any event, there were needs and desires, friends and enemies.\nHe stepped swiftly around the alien and took the heat-weapon from the\npriest's limp fingers. He turned toward Rabar, who was (beyond any\nworthwhile doubt) an enemy, and who was standing in the doorway with an\nannoying mockery in his eyes. Of _course_ he's happy, Craig thought;\nhe's a Bolshevik agent and an atheist. There'll be damned little\nreligion anywhere, now.\n\nHe raised the weapon calmly, every nerve and muscle alert, like an\nanimal ready for action. He watched the triumph fade from Rabar's eyes.\nAs his thumb felt unhesitatingly for the trigger, he watched the growth\nof fear.\n\n\n\n\n",
    "metadata": {
        "author": [
            "MacApp, C. C."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61187/pg61187.txt",
        "name": "all_that_earthly_remains.json"
    }
}