{
    "name": "Am I Still There?",
    "author": [
        "Hall, James R."
    ],
    "body": "Lee slid off the examining table and began buttoning his shirt. He had\nhad a medical examination every six months of his adult life, and it\nalways seemed strange to him that, despite the banks of machines the\ndoctor had which could practically map a man from a single cell\noutward, each examination always entailed the cold end of a\nstethoscope against his chest.\n\nHe tucked his shirt into his pants and turned to the examining doctor\nwho was writing on a chart.\n\n\"Well?\" Lee asked him.\n\n\"Sound as a dollar,\" replied the doctor. \"Of course Dr. Flotman or Dr.\nRoberts might turn up something on their electronic monsters, but I\nsee no reason why we can't go ahead on schedule.\"\n\nLee felt relieved. Even while being examined by technicians, M.D.'s\nand biologists, he had been conscious of the hundreds of little dull\npains which had nibbled like mice in every corner of his brain.\nSometimes he felt like a piece of his brain was being completely\nsmothered, a horrible sensation of having a part of his head severed\nfrom him. This would go away, but would appear again in a different\narea, usually in about fifteen to thirty minutes. Well, the doctor\nsaid he was fit for surgery. That would end this nagging pain, just as\nit always had in the past.\n\n\"... If you're ready now.\" Lee became aware the doctor was speaking to\nhim.\n\n\"Oh,\" Lee said. He had no idea what the doctor was talking about. \"I'm\nsorry, I guess I didn't hear what you said--\"\n\nThe doctor smiled tolerantly. \"I said you can see Dr. Letzmiller this\nafternoon to get the final O.K.\"\n\n\"Letzmiller? Who's he? I thought you said I was ready to go.\" Lee knew\nhe sounded a little petulant, but he was tired from all these\nexaminations, and besides, his head hurt.\n\nThe doctor, Gorss, Lee thought his name was, was rather young but\nseemed used to this kind of thing. He turned on his tolerant smile\nagain. \"Dr. Letzmiller is chief of the Familiarization and\nPost-Operative Adjustment Section. He can explain himself better when\nyou see him.\"\n\n\"Is he the last one?\" Lee asked. He was already following Dr. Gorss\nout the door and down a corridor.\n\nDr. Gorss stopped before a door marked \"Dr. C. L. Letzmiller,\" and\nopened it. \"The last one. You take these,\" he handed Lee a thick\nmanila folder, \"and tell the girl Dr. Gorss sent you for your\ninterview.\" He waited until Lee had entered, then closed the door and\nleft.\n\n\n\nEvidently Dr. Letzmiller had been expecting him, for very shortly Lee\nfound himself sitting at the doctor's desk, comfortably seated in a\nbrown leather armchair. He was facing a rather pudgy man, who was\nleafing through the manila folder Lee had given him. Finally Dr.\nLetzmiller looked up.\n\n\"Well. Well now, Mr. Lee, suppose you first tell me about yourself,\nand then I'll tell you about me.\"\n\n\"Tell you about me?\" Lee asked.\n\nDr. Letzmiller smiled. It was another tolerant smile, but it seemed\nmore sincere than Gorss'. \"I suppose the best way would be for me to\nreview these facts on your medical history. You are Vincent Bonard\nLee?\"\n\n\"Yes, sir.\"\n\n\"Date of birth?\"\n\n\"August 11, 1934.\"\n\n\"That would make you four hundred nine years old.\"\n\nLee hesitated. He never really thought of his age. It had long ago\nceased to be of any importance to him. Of course he remembered his\nbirth date. It was one of those facts that always appears on your\nrecords, like your social security number. He did some calculation in\nhis head, as rapidly as the constantly shifting blank spots in his\nthinking would allow him.\n\n\"Yes, sir.\"\n\n\"It shows here that you first underwent replacive surgery in 1991.\nCorrect?\"\n\n\"Yes.\"\n\n\"Remember what it was for?\"\n\n\"Yes, I had heart trouble. They fixed me up with one of those big jobs\nrequiring my carrying batteries under my armpit.\"\n\n\"One of those early models. And this shows that at various times since\nthen you have undergone replacive surgery some eighty-seven times,\nincluding three replacements of a pulmonary nature.\"\n\nAgain Lee hesitated. The number of times he had had a worn organ or\ntissue repaired or replaced was more than a little hazy. After the\nnovelty of the first few times when he found himself with a new\nstomach, or liver, or muscle, he had started to take these things as a\nmatter of course. He gave a little nervous laugh. \"If that paper says\nso, I suppose so, doctor.\"\n\n\"Yes. Well, everything seems to be functioning properly now, doesn't\nit? With the exception of your head, of course.\"\n\n\"Yes, yes I feel fine otherwise.\" Lee was feeling uncomfortable.\n\"Doctor, could you tell me what this is all about? I must have\nanswered these questions half a dozen times before to those other\npeople.\"\n\n\"In just a moment. First I need to know you a little better. Your\nmedical history lists your occupation as 'cabinet maker'.\"\n\n\"That's right.\" Lee was becoming more and more uncomfortable. The\nextensive examinations had tired him, and repetition of the answers to\nall these questions was making him edgy.\n\n\"Doctor, can't you at least tell me what type operation I'm going to\nhave?\"\n\n\"What do you think it will be?\"\n\n\"I don't know. Some sort of repair on my head, I guess.\"\n\n\"Mr. Lee, this isn't going to be a matter of repair. We have found it\nnecessary to replace the entirety of what could roughly be called\nyour 'brain', as well as part of the spinal cord.\"\n\n\"My whole brain?\" Lee sat, stunned, comprehension slowly filtering\ninto him. He voiced the only coherent thought which materialized. \"Why\nthat will mean there won't be anything left of me at all.\"\n\nDr. Letzmiller regarded him. \"What do you mean?\"\n\n\"Doc, you've got my records there. At one time or another, since they\nfirst put a new heart in me, every single inch of me has been replaced\nby an artificial part. I mean all of me. There's not one bit of me,\nheart, eyes, toenails, _nothing_, that is _me_. That bothered me quite\na bit when this left eye was put in. I mean I thought, 'Well, this\nisn't me. This is my brain walking around in a jumble of artificial\nflesh.' I tell you it bothered me. But I went to a doctor, you know, a\npsychoanalyst, and he convinced me that as long as I had what he\ncalled a 'sense of identity', that I was me.\" Lee stopped. How could\nhe explain it?\n\nBut Letzmiller seemed to understand. \"And you think that your brain is\nall that is left of 'you'?\"\n\n\"Doc, it's a funny feeling. Like this.\" Lee raised his hands, brought\nthem together and touched his fingertips. \"See that? I can raise those\nhands. I can make them touch each other. I can feel them touching each\nother. But it is just not quite right. It's just a little bit off key,\nlike one trumpet player out of twenty being about one-sixteenth of a\nnote flat. Know what I mean?\"\n\n\"I think I do,\" said Letzmiller, nodding slowly. \"Now, just what does\nthat have to do with your operation?\"\n\n\"Doctor--\" Lee had to stop, for the patchwork quilt of blank spaces\nwas dancing in his head. The helplessness went away, slowly, like\nsmoke drifting from a fire. As his mind cleared, he realized that he\ndidn't know why he was being interviewed by this doctor.\n\n\"Anything wrong?\" Dr. Letzmiller asked.\n\nLee knew he wasn't being too coherent, jumping about with the\nconversation this way, but he asked the question, anyway. \"Doc, why am\nI seeing you?\"\n\n\"You haven't guessed?\"\n\n\"No.\"\n\nThe doctor paused to light a half-gone cigar. \"My job here at Merkins\nReplacive is to deal with just such fears as you have expressed. I'm\nan M.D. and a psychologist, and\"--Letzmiller smiled to himself--\"a\nkind of historian.\"\n\n\"Historian?\"\n\n\"Well, you see I was supposed to give you the regular formal lecture\non the history of replacive surgery when you first came in. Like to\nhear it?\"\n\nLee nodded, so Letzmiller continued. \"Replacive surgery is actually\nquite old. Old as medicine itself, I suppose. Very early attempts at\ndentures were tried, though with little success. And, of course, peg\nlegs and hooks for persons who had lost their hands might be called\nreplacive surgery, though they were very crude. Later on came more\nrefined dentures, artificial limbs, corrective lenses, skull plates,\nhearing aids, plastic or cosmetic surgery, blood transfusions, all\ntypes of skin grafts, et cetera.\n\n\"The 1950s saw the beginning of bone and corneal transplants, use of\nplastics in arteries, those huge heart-lung and kidney machines,\nimplantation of electrodes in the heart to steady its beat--many\nthings which were mostly emergency or stop-gap measures. All through\nthe late 1900s refinements continued to be made, but it wasn't until\n1988 that the fathers of replacive surgery, Doctors Mills, Levinson\nand McCarty made the breakthrough that revolutionized the whole\nconcept. In very simplified language they unlocked the key to\nproducing specialized living tissue through a bombardment of an\nextremely complex carbon compound with amino acids and electricity,\nthen making it selective in function by a fantastically intricate\napplication of radiation.\n\n\"That pulmonary replacement you received in 1991 was undoubtedly one\nof the first successes. You were quite lucky, you know. Up until 2017,\nonly about five per cent of their synthesized hearts lasted more than\nthirty days. At any rate, the principle was established, and it was\nproven that it could work. Most of our work from then till a few years\nago has been in improving and refining the work those three good\ndoctors did over three hundred years ago.\"\n\nLetzmiller's cigar had gone out, and he discarded it in favor of a\ncigarette. \"That would be the end of my history lecture, if it were\nnot for the nature of your trouble.\"\n\nLee looked at him closely. \"Why's that?\"\n\n\"Well, Mr. Lee, the big thing missing in that summation is the\nseemingly impossible task of synthesizing nerve tissue, especially\nthat of the cerebral cortex. It's been approximated, at any rate\nclosely enough to give us good enough results to allow an artificial\ntissue to respond to brain signals about ninety-eight per cent as well\nas the original would. But actual duplication? No. At least not until\nabout three years ago. To tell you the truth, it is barely out of the\nexperimental stage.\"\n\n\"Experimental!\"\n\n\n\n\"Yes, this will be the first complete replacement of a human brain.\nOh, of course it has been done with animals, and it has been\nsuccessful with partial replacements on humans. But you will have the\nhonor of being the first human with a complete substitution.\"\n\nLee could not contain himself. \"Doc, that's just it! There won't be a\nsingle atom of me except what you fellows have conjured up--\"\n\nLetzmiller broke in mildly. \"I think 'conjured' is hardly the proper\nword, Mr. Lee.\"\n\n\"Well, of course, I didn't mean that. But don't you see what I'm\ndriving at? You could just as well start from scratch and duplicate me\nwithout bothering about going about it piecemeal. And what does that\nmake me?\"\n\nThe doctor had been looking at Lee intently, studying him through this\noutburst. \"I think I see what you mean. And I can't answer you. The\nquestion you raise may be philosophical, or metaphysical, but it\ncertainly isn't medical. And from a doctor's point of view complete\nsubstitution is the only course open, risky as it may seem.\"\n\nLee mulled this over. Of course he knew surgery was the only solution\nto his decaying mentality, actually the only alternative to his\nbecoming a virtual idiot, and, shortly after that, dead. And he did\nnot want to die. He had lived a long time, but thanks to the methods\nof Letzmiller, Gorss, and all their predecessors, he was as full of\njuice as he had been at thirty-five. But the question that kept\nplaguing him Letzmiller seemed determined to avoid. He didn't\nunderstand very much about replacive surgery, really didn't care to.\nIf Letzmiller said it could work, then he wasn't worried about that.\nWell, he guessed he really didn't have much choice. With this\nrealization, he had only one more question for Letzmiller.\n\n\"Doc, if I'm not me when this is over, do you think I'll know it?\"\n\nLetzmiller looked at Lee's troubled face. \"Do you think that you would\nwant to?\"\n\nLee answered slowly. \"No, no I guess not.\"\n\nLetzmiller rose from his chair. \"I'll talk to you again after the\noperation. Do you think you're ready to go to your room now?\"\n\nLee nodded and obediently followed the doctor.\n\n\n\nLee was asleep when the nurse came, but with the efficiency of all\ngood nurses since time immemorial, she woke him to give him the\nsedative to prepare him for surgery. She chattered brightly as she\nprepared the hypodermic.\n\n\"You know, you have all the nurses speculating, Mr. Lee. I mean we're\nwondering just what Dr. Lakin, he's the anesthesiologist, is going to\nuse for you when you won't have any brain for the anesthesia to work\non.\" She stopped, the needle poised above Lee's arm, realizing the\ninaptness of her remark. \"Oh. I shouldn't have said that.\"\n\n\"No, that's all right,\" said Lee. \"I've already reconciled myself to\nbeing the headless horseman for a while.\" He had, too, although it was\nwonderfully strange to think of himself lying on the operating table\nwith a cavity where he right now thought, felt, knew that he was a\nperson.\n\n\n\nLee didn't actually lie on the table in the literal sense. The table\nwas inclined to about forty-five degrees, with his head exposed and\nsupported by a clamp on the cheek and jaw bones. This arrangement was\nnecessary to allow the waiting machinery access to the area where it\nwould perform.\n\nPhysicians, surgeons, biologists and the like were gathered in the\namphitheater to see a bit of medical history. Actually there wasn't\nmuch to see. A team of technicians, radiologists and surgeons were\nworking around Lee. Some were attaching electrodes to parts of Lee's\nbody to maintain the electrical impulses necessary to keep his vital\nprocesses in motion while the main switchboard was out of commission.\nOthers were sensitizing the exposed brain, from which the skull had\nalready been removed, to guide the delicate fingers of the huge\nautomatic Operating, Recording and Calculating Complex through its\nprecisely programmed steps.\n\nLetzmiller was among those in the amphitheater, as a spectator, drawn\nboth by professional curiosity and a desire to know the answer to\nLee's question, \"Doc, what will there be left of me?\" Of course he\ncouldn't find out even part of the answer for some weeks. Even the ORC\ncomplex, now being fitted to Lee's unconscious brain, adjusted and\nactivated, would not finish with its job for something like thirty-two\nhours.\n\nThe synthesizer would reconvert the data, translate it into countless\nchemical and electrical formulae, and apply it to the raw material of\ncarbons, amino acids, proteins, and other components. When the basic\norgan had been reconstructed, a process requiring another week and a\nhalf in the synthesizer, it would be grafted back. The nerve lead-ins\nwould then be reconnected, one by one, spaced at intervals to avoid\nshock. Lee would be unconscious the whole time, of course. Or rather\nLee would be unconscious part of the time. Most of the time he\nwouldn't have the capacity for either consciousness or the lack of it.\n\nDr. Letzmiller observed the huge ORC complex for a time, but there\nwasn't anything to see. It simply sat over Lee, doing its job.\nUnwanted, the thought came to Letzmiller that the machine looked like\na frog with a long worm dangling from its mouth. Lee was the worm.\n\n\n\n\"You can talk to him now, doctor.\" Oldenreid, Surgeon in Charge,\naddressed Letzmiller outside Lee's room where he had just finished his\nexamination. \"Personally, I think things went exactly as they should.\nAll physical and mental responses check out. I guess here's where I'm\nfinished and you go to work.\"\n\nLee was sitting up in bed as Letzmiller entered. He looked just like\nhe had in Letzmiller's office before the operation, except for the\nsmall white bandages around his head to protect his healing skull.\n\"Well,\" the doctor said, \"how do you feel? Your head hurt?\"\n\n\n\nLetzmiller checked at Oldenreid's office, and was admitted to give his\nreport, as had been planned.\n\n\"Well?\" asked Oldenreid.\n\nLetzmiller lit the end of his cigar before answering. \"I wholly agree\nwith you. Everything seems to have worked out exactly according to\nplan. I found him essentially the same as he appeared to me during his\npre-operative interview. Of course he's a little foggy yet, but I\nsuppose that's just the post-operative shock.\"\n\n\"Yes, that will clear up in a few days.\"\n\n\"He seems alert, responsive, full memory. I don't think there will be\nany difficulty with my part of his post-operative treatment. Except--\n\n\"Doctor, have you ever listened to a group of violins and sensed, just\nsensed, not actually heard, that one of them seemed about a quarter of\na note flat?\"\n\nOldenreid looked at him strangely as Letzmiller left the office and\nclosed the door.\n\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Hall, James R."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30763/pg30763.txt",
        "name": "am_i_still_there?.json"
    }
}