{
    "name": "An Old Woman's Tale\n(From: \"The Doliver Romance and Other Pieces: Tales and Sketches\")",
    "author": [
        "Hawthorne, Nathaniel"
    ],
    "body": "                         AN OLD WOMAN’S TALE\n\n\n\nIn the house where I was born, there used to be an old woman crouching\nall day long over the kitchen fire, with her elbows on her knees and her\nfeet in the ashes.  Once in a while she took a turn at the spit, and she\nnever lacked a coarse gray stocking in her lap, the foot about half\nfinished; it tapered away with her own waning life, and she knit the\ntoe-stitch on the day of her death.  She made it her serious business\nand sole amusement to tell me stories at any time from morning till\nnight, in a mumbling, toothless voice, as I sat on a log of wood,\ngrasping her check-apron in both my hands.  Her personal memory included\nthe better part of a hundred years, and she had strangely jumbled her\nown experience and observation with those of many old people who died in\nher young days; so that she might have been taken for a contemporary of\nQueen Elizabeth, or of John Rogers in the Primer.  There are a thousand\nof her traditions lurking in the corners and by-places of my mind, some\nmore marvellous than what is to follow, some less so, and a few not\nmarvellous in the least, all of which I should like to repeat, if I were\nas happy as she in having a listener.  But I am humble enough to own,\nthat I do not deserve a listener half so well as that old toothless\nwoman, whose narratives possessed an excellence attributable neither to\nherself, nor to any single individual.  Her ground-plots, seldom within\nthe widest scope of probability, were filled up with homely and natural\nincidents, the gradual accretions of a long course of years, and fiction\nhid its grotesque extravagance in this garb of truth, like the Devil (an\nappropriate simile, for the old woman supplies it) disguising himself,\ncloven-foot and all, in mortal attire.  These tales generally referred\nto her birthplace, a village in the valley of the Connecticut, the\naspect of which she impressed with great vividness on my fancy.  The\nhouses in that tract of country, long a wild and dangerous frontier,\nwere rendered defensible by a strength of architecture that has\npreserved many of them till our own times, and I cannot describe the\nsort of pleasure with which, two summers since, I rode through the\nlittle town in question, while one object after another rose familiarly\nto my eye, like successive portions of a dream becoming realized.  Among\nother things equally probable, she was wont to assert that all the\ninhabitants of this village (at certain intervals, but whether of\ntwenty-five or fifty years, or a whole century, remained a disputable\npoint) were subject to a simultaneous slumber, continuing one hour’s\nspace.  When that mysterious time arrived, the parson snored over his\nhalf-written sermon, though it were Saturday night and no provision made\nfor the morrow,--the mother’s eyelids closed as she bent over her\ninfant, and no childish cry awakened,--the watcher at the bed of mortal\nsickness slumbered upon the death-pillow, and the dying man anticipated\nhis sleep of ages by one as deep and dreamless.  To speak emphatically,\nthere was a soporific influence throughout the village, stronger than if\nevery mother’s son and daughter were reading a dull story;\nnotwithstanding which the old woman professed to hold the substance of\nthe ensuing account from one of those principally concerned in it.\n\nOne moonlight summer evening, a young man and a girl sat down together\nin the open air.  They were distant relatives, sprung from a stock once\nwealthy, but of late years so poverty-stricken, that David had not a\npenny to pay the marriage fee, if Esther should consent to wed.  The\nseat they had chosen was in an open grove of elm and walnut trees, at a\nright angle of the road; a spring of diamond water just bubbled into the\nmoonlight beside them, and then whimpered away through the bushes and\nlong grass, in search of a neighboring millstream.  The nearest house\n(situate within twenty yards of them, and the residence of their\ngreat-grandfather in his lifetime) was a venerable old edifice, crowned\nwith many high and narrow peaks, all overrun by innumerable creeping\nplants, which hung curling about the roof like a nice young wig on an\nelderly gentleman’s head.  Opposite to this establishment was a tavern,\nwith a well and horse-trough before it, and a low green bank running along\nthe left side of the door.  Thence, the road went onward, curving scarce\nperceptibly, through the village, divided in the midst by a narrow\nlane of verdure, and bounded on each side by a grassy strip of twice its\nown breadth.  The houses had generally an odd look.  Here, the moonlight\ntried to get a glimpse of one, a rough old heap of ponderous timber,\nwhich, ashamed of its dilapidated aspect, was hiding behind a great\nthick tree; the lower story of the next had sunk almost under ground, as\nif the poor little house were a-weary of the world, and retiring into\nthe seclusion of its own cellar; farther on stood one of the few recent\nstructures, thrusting its painted face conspicuously into the street,\nwith an evident idea that it was the fairest thing there.  About midway\nin the village was a grist-mill, partly concealed by the descent of the\nground towards the stream which turned its wheel.  At the southern\nextremity, just so far distant that the window-paces dazzled into each\nother, rose the meeting-house, a dingy old barn-like building, with an\nenormously disproportioned steeple sticking up straight into heaven, as\nhigh as the Tower of Babel, and the cause of nearly as much confusion in\nits day.  This steeple, it must be understood, was an afterthought, and\nits addition to the main edifice, when the latter had already begun to\ndecay, had excited a vehement quarrel, and almost a schism in the\nchurch, some fifty years before.  Here the road wound down a hill and\nwas seen no more, the remotest object in view being the graveyard gate,\nbeyond the meetinghouse.  The youthful pair sat hand in hand beneath the\ntrees, and for several moments they had not spoken, because the breeze\nwas hushed, the brook scarce tinkled, the leaves had ceased their\nrustling, and everything lay motionless and silent as if Nature were\ncomposing herself to slumber.\n\n“What a beautiful night it is, Esther!” remarked David, somewhat\ndrowsily.\n\n“Very beautiful,” answered the girl, in the same tone.\n\n“But how still!” continued David.\n\n“Ah, too still!”  said Esther, with a faint shudder, like a modest leaf\nwhen the wind kisses it.\n\nPerhaps they fell asleep together, and, united as their spirits were by\nclose and tender sympathies, the same strange dream might have wrapped\nthem in its shadowy arms.  But they conceived, at the time, that they\nstill remained wakeful by the spring of bubbling water, looking down\nthrough the village, and all along the moonlighted road, and at the\nqueer old houses, and at the trees which thrust their great twisted\nbranches almost into the windows.  There was only a sort of mistiness\nover their minds like the smoky air of an early autumn night.  At\nlength, without any vivid astonishment, they became conscious that a\ngreat many people were either entering the village or already in the\nstreet, but whether they came from the meeting-house, or from a little\nbeyond it, or where the devil they came from, was more than could be\ndetermined.  Certainly, a crowd of people seemed to be there, men,\nwomen, and children, all of whom were yawning and rubbing their eyes,\nstretching their limbs, and staggering from side to side of the road, as\nif but partially awakened from a sound slumber.  Sometimes they stood\nstock-still, with their hands over their brows to shade their sight from\nthe moonbeams.  As they drew near, most of their countenances appeared\nfamiliar to Esther and David, possessing the peculiar features of\nfamilies in the village, and that general air and aspect by which a\nperson would recognize his own townsmen in the remotest ends of the\nearth.  But though the whole multitude might have been taken, in the\nmass, for neighbors and acquaintances, there was not a single individual\nwhose exact likeness they had ever before seen.  It was a noticeable\ncircumstance, also, that the newest fashioned garment on the backs of\nthese people might have been worn by the great-grandparents of the\nexisting generation.  There was one figure behind all the rest, and not\nyet near enough to be perfectly distinguished.\n\n“Where on earth, David, do all these odd people come from?” said Esther,\nwith a lazy inclination to laugh.\n\n“Nowhere on earth, Esther,” replied David, unknowing why he said so.\n\nAs they spoke, the strangers showed some symptoms of disquietude, and\nlooked towards the fountain for an instant, but immediately appeared to\nassume their own trains of thought and previous purposes.  They now\nseparated to different parts of the village, with a readiness that\nimplied intimate local knowledge, and it may be worthy of remark, that,\nthough they were evidently loquacious among themselves, neither their\nfootsteps nor their voices reached the ears of the beholders.  Wherever\nthere was a venerable old house, of fifty years’ standing and upwards,\nsurrounded by its elm or walnut trees, with its dark and weather-beaten\nbarn, its well, its orchard and stone-walls, all ancient and all in good\nrepair around it, there a little group of these people assembled.  Such\nparties were mostly composed of an aged man and woman, with the younger\nmembers of a family; their faces were full of joy, so deep that it\nassumed the shade of melancholy; they pointed to each other the minutest\nobjects about the homesteads, things in their hearts, and were now\ncomparing them with the originals.  But where hollow places by the\nwayside, grass-grown and uneven, with unsightly chimneys rising ruinous\nin the midst, gave indications of a fallen dwelling and of hearths long\ncold, there did a few of the strangers sit them down on the mouldering\nbeams, and on the yellow moss that had overspread the door-stone.  The\nmen folded their arms, sad and speechless; the women wrung their hands\nwith a more vivid expression of grief; and the little children tottered\nto their knees, shrinking away from the open grave of domestic love.\nAnd wherever a recent edifice reared its white and flashy front on the\nfoundation of an old one, there a gray-haired man might be seen to shake\nhis staff in anger at it, while his aged dame and their offspring\nappeared to join in their maledictions, forming a fearful picture in the\nghostly moon light.  While these scenes were passing, the one figure in\nthe rear of all the rest was descending the hollow towards the mill, and\nthe eyes of David and Esther were drawn thence to a pair with whom they\ncould fully sympathize.  It was a youth in a sailor’s dress and a pale\nslender maiden, who met each other with a sweet embrace in the middle of\nthe street.\n\n“How long it must be since they parted,” observed David.\n\n“Fifty years at least,” said Esther.\n\nThey continued to gaze with unwondering calmness and quiet interest, as\nthe dream (if such it were) unrolled its quaint and motley semblance\nbefore them, and their notice was now attracted by several little knots\nof people apparently engaged in conversation.  Of these one of the\nearliest collected and most characteristic was near the tavern, the\npersons who composed it being seated on the low green bank along the\nleft side of the door.  A conspicuous figure here was a fine corpulent\nold fellow in his shirt-sleeves and flame-colored breeches, and with a\nstained white apron over his paunch, beneath which he held his hands and\nwherewith at times be wiped his ruddy face.  The stately decrepitude of\none of his companions, the scar of an Indian tomahawk on his crown, and\nespecially his worn buff coat, were appropriate marks of a veteran\nbelonging to an old Provincial garrison, now deaf to the roll-call.\nAnother showed his rough face under a tarry hat and wore a pair of wide\ntrousers, like an ancient mariner who bad tossed away his youth upon the\nsea, and was returned, hoary and weather-beaten, to his inland home.\nThere was also a thin young man, carelessly dressed, who ever and anon\ncast a sad look towards the pale maiden above mentioned.  With these\nthere sat a hunter, and one or two others, and they were soon joined by\na miller, who came upward from the dusty mill, his coat as white as if\nbesprinkled with powdered starlight.  All these (by the aid of jests,\nwhich might indeed be old, but had not been recently repeated) waxed\nvery merry, and it was rather strange, that just as their sides shook\nwith the heartiest laughter, they appeared greatly like a group of\nshadows flickering in the moonshine.  Four personages, very different\nfrom these, stood in front of the large house with its periwig of\ncreeping plants.  One was a little elderly figure, distinguished by the\ngold on his three-cornered bat and sky-blue coat, and by the seal of\narms annexed to his great gold watch-chain; his air and aspect befitted\na Justice of Peace and County Major, and all earth’s pride and pomposity\nwere squeezed into this small gentleman of five feet high.  The next in\nimportance was a grave person of sixty or seventy years, whose black\nsuit and hand sufficiently indicated his character, and the polished\nbaldness of whose head was worthy of a famous preacher in the village,\nhalf a century before, who had made wigs a subject of pulpit\ndenunciation.  The two other figures, both clad in dark gray, showed the\nsobriety of Deacons; one was ridiculously tall and thin, like a man of\nordinary bulk infinitely produced, as the mathematicians say; while the\nbrevity and thickness of his colleague seemed a compression of the same\nman.  These four talked with great earnestness, and their gestures\nintimated that they had revived the ancient dispute about the meeting-house\nsteeple.  The grave person in black spoke with composed solemnity,\nas if he were addressing a Synod; the short deacon grunted out\noccasional sentences, as brief as himself; his tall brother drew the\nlong thread of his argument through the whole discussion, and (reasoning\nfrom analogy) his voice must indubitably have been small and squeaking.\nBut the little old man in gold-lace was evidently scorched by his own\nred-hot eloquence; he bounced from one to another, shook his cane at the\nsteeple, at the two deacons, and almost in the parson’s face, stamping\nwith his foot fiercely enough to break a hole through the very earth;\nthough, indeed, it could not exactly be said that the green grass bent\nbeneath him.  The figure, noticed as coming behind all the rest, had now\nsurmounted the ascent from the mill, and proved to be an elderly lady\nwith something in her hand.\n\n“Why does she walk so slow?” asked David.\n\n“Don’t you see she is lame?” said Esther.\n\nThis gentlewoman, whose infirmity had kept her so far in the rear of the\ncrowd, now came hobbling on, glided unobserved by the polemic group, and\npaused on the left brink of the fountain, within a few feet of the two\nspectators.  She was a magnificent old dame, as ever mortal eye beheld.\nHer spangled shoes and gold-clocked stockings shone gloriously within the\nspacious circle of a red hoop-petticoat, which swelled to the very point\nof explosion, and was bedecked all over with embroidery a little\ntarnished.  Above the petticoat, and parting in front so as to display\nit to the best advantage, was a figured blue damask gown.  A wide and\nstiff ruff encircled her neck, a cap of the finest muslin, though rather\ndingy, covered her head; and her nose was bestridden by a pair of\ngold-bowed spectacles with enormous glasses.  But the old lady’s face was\npinched, sharp and sallow, wearing a niggardly and avaricious\nexpression, and forming an odd contrast to the splendor of her attire,\nas did likewise the implement which she held in her hand.  It was a sort\nof iron shovel (by housewives termed a “slice”), such as is used in\nclearing the oven, and with this, selecting a spot between a walnut-tree\nand the fountain, the good dame made an earnest attempt to dig.  The\ntender sods, however, possessed a strange impenetrability.  They\nresisted her efforts like a quarry of living granite, and losing her\nbreath, she cast down the shovel and seemed to bemoan herself most\npiteously, gnashing her teeth (what few she had) and wringing her thin\nyellow hands.  Then, apparently with new hope, she resumed her toil,\nwhich still had the same result,--a circumstance the less surprising to\nDavid and Esther, because at times they would catch the moonlight\nshining through the old woman, and dancing in the fountain beyond.  The\nlittle man in goldlace now happened to see her, and made his approach on\ntiptoe.\n\n“How hard this elderly lady works!” remarked David.\n\n“Go and help her, David,” said Esther, compassionately.\n\nAs their drowsy void spoke, both the old woman and the pompous little\nfigure behind her lifted their eyes, and for a moment they regarded the\nyouth and damsel with something like kindness and affection; which,\nhowever, were dim and uncertain, and passed away almost immediately.\nThe old woman again betook herself to the shovel, but was startled by a\nhand suddenly laid upon her shoulder; she turned round in great\ntrepidation, and beheld the dignitary in the blue coat; then followed an\nembrace of such closeness as would indicate no remoter connection than\nmatrimony between these two decorous persons.  The gentleman next\npointed to the shovel, appearing to inquire the purpose of his lady’s\noccupation; while she as evidently parried his interrogatories,\nmaintaining a demure and sanctified visage as every good woman ought, in\nsimilar cases.  Howbeit, she could not forbear looking askew, behind her\nspectacles, towards the spot of stubborn turf.  All the while, their\nfigures had a strangeness in them, and it seemed as if some cunning\njeweller had made their golden ornaments of the yellowest of the setting\nsunbeams, and that the blue of their garments was brought from the dark\nsky near the moon, and that the gentleman’s silk waistcoat was the\nbright side of a fiery cloud, and the lady’s scarlet petticoat a remnant\nof the blush of morning,--and that they both were two unrealities of\ncolored air.  But now there was a sudden movement throughout the\nmultitude.  The Squire drew forth a watch as large as the dial on the\nfamous steeple, looked at the warning hands and got him gone, nor could\nhis lady tarry; the party at the tavern door took to their heels, headed\nby the fat man in the flaming breeches; the tall deacon stalked away\nimmediately, and the short deacon waddled after, making four steps to\nthe yard; the mothers called their children about them and set forth,\nwith a gentle and sad glance behind.  Like cloudy fantasies that hurry\nby a viewless impulse from the sky, they all were fled, and the wind\nrose up and followed them with a strange moaning down the lonely street.\nNow whither these people went, is more than may be told; only David and\nEsther seemed to see the shadowy splendor of the ancient dame, as she\nlingered in the moonshine at the graveyard gate, gazing backward to the\nfountain.\n\n“O Esther!  I have had such a dream!” cried David, starting up, and\nrubbing his eyes.\n\n“And I such another!” answered Esther, gaping till her pretty red lips\nformed a circle.\n\n“About an old woman with gold-bowed spectacles,” continued David.\n\n“And a scarlet hoop-petticoat,” added Esther.  They now stared in each\nother’s eyes, with great astonishment and some little fear.  After a\nthoughtful moment or two, David drew a long breath and stood upright.\n\n“If I live till to-morrow morning,” said he, “I’ll see what may be\nburied between that tree and the spring of water.”\n\n“And why not to-night, David?” asked Esther; for she was a sensible\nlittle girl, and bethought herself that the matter might as well be done\nin secrecy.\n\nDavid felt the propriety of the remark and looked round for the means of\nfollowing her advice.  The moon shone brightly on something that rested\nagainst the side of the old house, and, on a nearer view, it proved to\nbe an iron shovel, bearing a singular resemblance to that which they had\nseen in their dreams.  He used it with better success than the old\nwoman, the soil giving way so freely to his efforts, that he had soon\nscooped a hole as large as the basin of the spring.  Suddenly, he poked\nhis head down to the very bottom of this cavity.  “Oho!--what have we\nhere?” cried David.\n\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Hawthorne, Nathaniel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9251/pg9251.txt",
        "name": "an_old_womans_tale_(_from:_\"_the_doliver_romance_and_other_pieces:_tales_and_sketches\").json"
    }
}