{
    "name": "And the Gods Laughed",
    "author": [
        "Brown, Fredric"
    ],
    "body": "You know how it is when you're with a work crew on one of the\nasteroids. You're there, stuck for the month you signed up for, with\nfour other guys and nothing to do but talk. Space on the little tugs\nthat you go in and return in, and live in while you're there, is at\nsuch a premium that there isn't room for a book or a magazine nor\nequipment for games. And you're out of radio range except for the usual\nonce-a-terrestrial-day, system-wide newscasts.\n\nSo talking is the only indoor sport you can go in for. Talking and\nlistening. You've plenty of time for both because a work-day, in\nspace-suits, is only four hours and that with four fifteen-minute\nback-to-the-ship rest periods, so you actually work only three hours\nand spend half that time getting in and out the airlock. But those are\nunion rules, and no asteroid mining outfit tries to chisel on them.\n\nAnyway, what I'm trying to say is that talk is cheap on one of those\nwork crews. With most of the day to do nothing else, you listen to some\nreal whoppers, stories that would make the old-time Liars Clubs back on\nearth seem like Sunday-school meetings. And if your mind runs that way,\nyou've got plenty of time to think up some yourself.\n\nCharlie Dean was on our crew, and Charlie could tell some dillies. He'd\nbeen on Mars back in the old days when there was still trouble with\nthe _bolies_, and when living on Mars was a lot like living on Earth\nback in the days of Indian fighting. The _bolies_ thought and fought a\nlot like Amerinds, even though they were quadrupeds that looked like\nalligators on stilts--if you can picture an alligator on stilts--and\nused blow-guns instead of bows and arrows. Or was it crossbows that the\nAmerinds used against the colonists?\n\nAnyway, Charlie's just finished a whopper that was really too good\nfor the first tryout of the trip. We'd just landed, you see, and were\nresting up from doing nothing en route, and usually the yarns start\noff easy and believable and don't work up to real depth-of-space lying\nuntil along about the fourth week when everybody's bored stiff.\n\n\"So we took this head _bolie_,\" Charlie was ending up, \"and you know\nwhat kind of flappy little ears they've got, and we put a couple of\nzircon-studded earrings in its ears and let it go, and back it went to\nthe others, and then darned if--\" Well, I won't go on with Charlie's\nyarn, because it hasn't got anything to do with this story except that\nit brought earrings into the conversation.\n\nWhen Charlie'd finished, Zeb Werrah stood up and sniffed.\n\n\"Air's getting kind of bad in here,\" he said. \"Reckon I'll go out and\nget my first shift over with. Anybody want to come?\"\n\nRay went with him--our tug had equipment for only two men to work\noutside at a time--and the rest of us helped them into suits and\nout the lock, and then settled down for some more talk, there being\nnothing else to do. Zeb's remark about the air had been just a crack at\nCharlie's story, of course.\n\n\"How'd you happen to have zircon earrings along?\" Blake Powers asked\nCharlie, when things had quieted down again. Blake was skipper for the\nvoyages, but now that we were anchored down on our asteroid, he was\njust one of the boys, until we took off again.\n\n\"In with the slum for trading,\" Charlie said. \"When you're going to\nany place in the system that might be inhabited and you don't know\nby what kind of critters, you take a little of almost everything.\nYou never know what's going to strike the fancy of any civilized or\nsemi-civilized race you might hit.\n\n\"It might be mirrors--I've known dime-store mirrors to bring in twice\ntheir weight in radium salt--or it might be paper clips or harmonicas,\nor salted peanuts or plaster statuettes.\" He turned to me and said,\n\"You know that, Hank. You've been on a 'first' trip or two. So have\nyou, Blake.\"\n\n\n\nBlake nodded. \"I remember I was on the crew of the ship that landed\nfirst on Phobos. You know what the Phobonians turned out to be like, of\ncourse. They had about everything we had, and damned if we could do a\nlick of trading until the captain of our ship put something back in a\nbox and happened to put a rubber band around the box. They went nuts;\nthey'd never seen anything that had _elasticity_. Rubber or anything\nlike it simply wasn't known on Phobos. We managed to find a few dozen\nrubber bands in the ship's office and practically bought out Phobos\nwith them.\n\n\"One of the crew was wearing old-fashioned suspenders with elastic in\nthem, and he traded them for a bucket of Phobonian sele-stones. Had to\nhold up his pants with a piece of rope for the rest of the trip, but\nwhen he got back to Earth he was rich. Me, I was wearing a belt. I've\nworn suspenders ever since, but I never got back to Phobos. Not that it\nwould matter if I did; Interplanet's doing a regular trade in rubber\nthere now, and it's down to twenty credits a pound or thereabouts.\"\n\nBlake shook his head gloomily and then turned to me. He said, \"Hank,\nwhat went on Ganymede? You were on that ship that went out there a few\nmonths ago, weren't you--the first one that got through? I've never\nread or heard much about that trip.\"\n\n\"Me either,\" Charlie said. \"Except that the Ganymedeans turned out to\nbe humanoid beings about four feet tall and didn't wear a thing except\nearrings. Kind of immodest, wasn't it?\"\n\nI grinned. \"You wouldn't have thought so if you'd seen the Ganymedeans.\nWith them, it didn't matter. Anyway, they didn't wear earrings.\"\n\n\"You're crazy,\" Charlie said. \"Sure, I know you were on that expedition\nand I wasn't, but you're still crazy, because I had a quick look at\nsome of the pictures they brought back. The natives wore earrings.\"\n\n\"No,\" I said. \"Earrings wore _them_.\"\n\nBlake sighed deeply. \"I knew it, I knew it,\" he said. \"There was\nsomething wrong with this trip from the start. Charlie pops off the\nfirst day with a yarn that should have been worked up to gradually. And\nnow you say--Or is there something wrong with my _sense of earring_?\"\n\nI chuckled. \"Not a thing, Skipper.\"\n\nCharlie said, \"I've heard of men biting dogs, but earrings wearing\npeople is a new one. Hank, I hate to say it--but just consider it said.\"\n\nAnyway, I had their attention. And now was as good a time as any.\n\nI said, \"If you read about the trip, you know we left Earth about\neight months ago, for a six-months' round trip. There were six of us\nin the M-94; me and two others made up the crew and there were three\nspecialists to do the studying and exploring. Not the really top-flight\nspecialists, though, because the trip was too risky to send them. That\nwas the third ship to try for Ganymede and the other two had cracked\nup on outer Jovian satellites that the observatories hadn't spotted\nfrom Earth because they are too small to show up in the scopes at that\ndistance.\n\n\"When you get there you find there's practically an asteroid belt\naround Jupiter, most of them so black they don't reflect light to speak\nof and you can't see them till they hit you or you hit them. But most\nof them--\"\n\n\"Skip the satellites,\" Blake interrupted, \"unless they wore earrings.\"\n\n\"Or unless earrings wore _them_,\" said Charlie.\n\n\"Neither,\" I admitted. \"All right, so we were lucky and got through\nthe belt. And landed. Like I said, there were six of us. Lecky, the\nbiologist. Haynes geologist and mineralogist. And Hilda Race, who loved\nlittle flowers and was a botanist, egad! You'd have loved Hilda--at a\ndistance. Somebody must have wanted to get rid of her, and sent her on\nthat trip. She gushed; you know the type.\n\n\"And then there was Art Willis and Dick Carney. They gave Dick\nskipper's rating for the trip; he knew enough astrogation to get us\nthrough. So Dick was skipper and Art and I were flunkies and gunmen.\nOur main job was to go along with the specialists whenever they left\nthe ship and stand guard over them against whatever dangers might pop\nup.\"\n\n\"And did anything pop?\" Charlie demanded.\n\n\"I'm coming to that,\" I told him. \"We found Ganymede not so bad, as\nplaces go. Gravity low, of course, but you could get around easily and\nkeep your balance once you got used to it. And the air was breathable\nfor a couple of hours; after that you found yourself panting like a dog.\n\n\"Lot of funny animals, but none of them were very dangerous. No\nreptilian life; all of it mammalian, but a funny kind of mammalian if\nyou know what I mean.\"\n\n\n\nBlake said, \"I don't want to know what you mean. Get to the natives and\nthe earrings.\"\n\nI said, \"But of course with animals like that, you never _know_ whether\nthey're dangerous until you've been around them for a while. You can't\njudge by size or looks. Like if you'd never seen a snake, you'd never\nguess that a little coral snake was dangerous, would you? And a Martian\nzeezee looks for all the world like an overgrown guinea-pig. But\nwithout a gun--or with one, for that matter--I'd rather face a grizzly\nbear or a--\"\n\n\"The earrings,\" said Blake. \"You were talking about earrings.\"\n\nI said, \"Oh, yes; earrings. Well, the natives wore them--for now, I'll\nput it that way, to make it easier to tell. One earring apiece, even\nthough they had two ears. Gave them a sort of lopsided look, because\nthey were pretty fair-sized earrings--like hoops of plain gold, two or\nthree inches in diameter.\n\n\"Anyway, the tribe we landed near wore them that way. We could see the\nvillage--a very primitive sort of place made of mud huts--from where\nwe landed. We had a council of war and decided that three of us would\nstay in the ship and the other three go to the village. Lecky, the\nbiologist, and Art Willis and I with guns. We didn't know what we might\nrun into, see? And Lecky was chosen because he was pretty much of a\nlinguist. He had a flair for languages and could talk them almost as\nsoon as he heard them.\n\n\n\n\"They'd heard us land and a bunch of them--about forty, I guess--met\nus half-way between the ship and the village. And they were friendly.\nFunny people. Quiet and dignified and acting not at all like you'd\nexpect savages to act toward people landing out of the sky. You know\nhow most primitives react--either they practically worship you or else\nthey try to kill you.\n\n\"We went to the village with them--and there were about forty more\nof them there; they'd split forces just as we did, for the reception\ncommittee. Another sign of intelligence. They recognized Lecky as\nleader, and started jabbering to him in a lingo that sounded more like\na pig grunting than a man talking. And pretty soon Lecky was making an\nexperimental grunt or two in return.\n\n\"Everything seemed on the up and up, and no danger. And they weren't\npaying much attention to Art and me, so we decided to wander off for a\nstroll around outside of the village to see what the country in general\nwas like and whether there were any dangerous beasties or what-not.\nWe didn't see any animals, but we did see another native. He acted\ndifferent from the others--very different. He threw a spear at us and\nthen ran. And it was Art who noticed that this native didn't wear an\nearring.\n\n\"And then breathing began to get a bit hard for us--we'd been away from\nthe ship over an hour--so we went back to the village to collect Lecky\nand take him to the ship. He was getting along so well that he hated to\nleave, but he was starting to pant, too, so we talked him into it. He\nwas wearing one of the earrings, and said they'd given it to him as a\npresent, and he'd made them a return present of a pocket slide-rule he\nhappened to have with him.\n\n\"'Why a slide-rule?' I asked him. 'Those things cost money and we've\ngot plenty of junk that would make them happier.'\n\n\"'That's what you think,' he said. 'They figured out how to multiply\nand divide with it almost as soon as I showed it to them. I showed them\nhow to extract square roots, and I was starting on cube roots when you\nfellows came back.'\n\n\"I whistled and took a close look to see if maybe he was kidding me.\nHe didn't seem to be. But I noticed that he was walking strangely\nand--well, acting just a bit strangely, somehow, although I couldn't\nput my finger on what it was. I decided finally that he was just a\nbit over-excited. This was Lecky's first trip off Earth, so that was\nnatural enough.\n\n\"Inside the ship, as soon as Lecky got his breath back--the last\nhundred yards pretty well winded us--he started in to tell Haynes\nand Hilda Race about the Ganymedeans. Most of it was too technical\nfor me, but I got that they had some strange contradictions in them.\nAs far as their way of life was concerned, they were more primitive\nthan Australian bushmen. But they had brains and a philosophy and a\nknowledge of mathematics and pure science. They'd told him some things\nabout atomic structure that excited hell out of him. He was in a dither\nto get back to Earth where he could get at equipment to check some of\nthose things.\n\n\"And he said the earring was a sign of membership in the tribe--they'd\nacknowledged him as a friend and compatriot and what-not by giving it\nto him.\"\n\nBlake asked, \"Was it gold?\"\n\n\"I'm coming to that,\" I told him. I was feeling cramped from sitting so\nlong in one position on the bunk, and I stood up and stretched.\n\nThere isn't much room to stretch in an asteroid tug and my hand hit\nagainst the pistol resting in the clips on the wall. I said, \"What's\nthe pistol for, Blake?\"\n\nHe shrugged. \"Rules. Has to be one hand weapon on every space-craft.\nHeaven knows why, on an asteroid ship. Unless the council thinks some\nday an asteroid may get mad at us when we tow it out of orbit so it\ncracks up another. Say, did I ever tell you about the time we had a\nlittle twenty-ton rock in tow and--\"\n\n\"Shut up Blake,\" Charlie said. \"He's just getting to those damn\nearrings.\"\n\n\"Yeah, the earrings,\" I said. I took the pistol down from the wall\nand looked at it. It was an old-fashioned metal project weapon,\ntwenty-shot, circa 2000. It was loaded and usable, but dirty. It hurts\nme to see a dirty gun.\n\nI went on talking, but I sat back down on the bunk, took an old\nhandkerchief out of my duffle-box and started to clean and polish the\nhand-gun while I talked.\n\nI said, \"He wouldn't let us take the earring off. Acted just a little\nfunny about it when Haynes wanted to analyze the metal. Told Haynes he\ncould get one of his own if he wanted to mess with it. And then he went\nback to rhapsodizing over the superior knowledge the Ganymedeans had\nshown.\n\n\"Next day all of them wanted to go to the village, but we'd made the\nrule that not more than three of the six of us would be outside the\nship at once, and they'd have to take turns. Since Lecky could talk\ntheir grunt-lingo, he and Hilda went first, and Art went along to guard\nthem. Looked safe enough to work that proportion now--two scientists\nto one guard. Outside of that one native that had thrown a spear at\nArt and me, there hadn't been a sign of danger. And he'd looked like a\nhalf-wit and missed us by twenty feet anyway. We hadn't even bothered\nto shoot at him.\n\n\"They were back, panting for breath, in less than two hours. Hilda\nRace's eyes were shining and she was wearing one of the rings in her\nleft ear. She looked as proud as though it was a royal crown making her\nqueen of Mars or something. She gushed about it, as soon as she got her\nwind back and stopped panting.\n\n\"I went on the next trip, with Lecky and Haynes.\n\n\"Haynes was kind of grumpy, for some reason, and said they weren't\ngoing to put one of those rings in his ear, even if he did want one for\nanalysis. They could just hand it to him, or else.\n\n\"Again nobody paid much attention to me after we got there, and I\nwandered around the village. I was on the outskirts of it when I heard\na yell--and I ran back to the center of town but fast, because it\nsounded like Haynes.\n\n\"There was a crowd around a spot in the middle of--well, call it the\ncompound. Took me a minute to wedge my way through, scattering natives\nto all sides as I went. And when I got to the middle of things, Haynes\nwas just getting up, and there was a big stain of red on the front of\nhis white linen coat.\n\n\"I grabbed him to help him up, and said, 'Haynes, what's the matter?\nYou hurt?'\n\n\"He shook his head slowly, as though he was kind of dazed, and then he\nsaid, 'I'm all right, Hank. I'm all right. I just stumbled and fell.'\nThen he saw me looking at that red stain, and smiled. I guess it was a\nsmile, but it didn't look natural. He said, 'That's not blood, Hank.\nSome native red wine I happened to spill. Part of the ceremony.'\n\n\n\n\"I started to ask what ceremony, and then I saw he was wearing one\nof the gold earrings. I thought that was damn funny, but he started\ntalking to Lecky, and he looked and acted all right--well, fairly all\nright. Lecky was telling him what a few of the grunts meant, and he\nacted awful interested--but somehow I got the idea he was pretending\nmost of that interest so he wouldn't have to talk to me. He acted as\nthough he was thinking hard, inside, and maybe he was making up a\nbetter story to cover that stain on his clothes and the fact that he'd\nchanged his mind so quick about the earring.\n\n\"I was getting the notion that something was rotten in the state of\nGanymede, but I didn't know what. I decided to keep my yap shut and my\neyes open till I found out.\n\n\"I'd have plenty of time to study Haynes later, though, so I wandered\noff again to the edge of the village and just outside it. And it\noccurred to me that if there was anything I wasn't supposed to see, I\nmight stand a better chance of seeing it if I got under cover. There\nwere plenty of bushes around and I picked out a good clump of them and\nhid. From the way my lungs worked, I figured I had maybe a half hour\nbefore we'd have to start back for the ship.\n\n\"And less than half that time had gone by before I saw something.\"\n\nI stopped talking to hold the pistol up to the light and squint through\nthe barrel. It was getting pretty clean, but there were a couple of\nspots left up near the muzzle end.\n\nBlake said, \"Let me guess. You saw a Martian traag-hound standing on\nhis tail, singing Annie Laurie.\"\n\n\"Worse than that,\" I said \"I saw one of those Ganymede natives get his\nlegs bit off. And it annoyed him.\"\n\n\"It would annoy anyone,\" said Blake. \"Even me, and I'm a pretty\nmild-tempered guy. What bit them off?\"\n\n\"I never found out,\" I told him. \"It was something under water. There\nwas a stream there, going by the village, and there must have been\nsomething like crocodiles in it. Two natives came out of the village\nand started to wade across the stream. About half-way over one of them\ngave a yelp and went down.\n\n\"The other grabbed him and pulled him up on the other bank. And both\nhis legs were gone just above the knees.\n\n\"And the damnedest thing happened. The native with his legs off stood\nup on the stumps of them and started talking--or grunting--quite\ncalmly to his companion, who grunted back. And if tone of voice meant\nanything, he was annoyed. Nothing more. He tried walking on the stumps\nof his legs, and found he couldn't go very fast.\n\n\"And then he gave a gesture that looked for all the world like a shrug,\nand reached up and took off his earring and held it out to the other\nnative. And then came the strangest part.\n\n\"The other native took it--_and the very instant the ring left the hand\nof the first one_--the one with his legs off--_he fell down dead_. The\nother one picked up the corpse and threw it in the water, and went on.\n\n\"And as soon as he was out of sight I went back to get Lecky and\nHaynes and take them to the ship. They were ready to leave when I got\nthere.\n\n\"I thought I was worried a bit, but I hadn't seen anything yet. Not\ntill I started back to the ship with Lecky and Haynes. Haynes, first\nthing I noticed, had the stain gone from the front of his coat. Wine\nor--whatever it was--somebody'd managed to get it out for him, and the\ncoat wasn't even wet. But it was torn, pierced. I hadn't noticed that\nbefore. But there was a place there that looked like a spear had gone\nthrough his coat.\n\n\"And then he happened to get in front of me, and I saw that there was\nanother tear or rip just like it _in back_ of his coat. Taken together,\nit was like somebody'd pushed a spear through him, from front to back.\nWhen he'd yelled.\n\n\"But if a spear'd gone through him like that, then he was dead. And\nthere he was walking ahead of me back to the ship. With one of those\nearrings in his left ear--and I couldn't help but remember about that\nnative and the thing in the river. That native was sure enough dead,\ntoo, with his legs off like that, but he hadn't found it out until he'd\nhanded that earring away.\n\n\n\n\"I can tell you I was plenty thoughtful that evening, watching\neverybody, and it seemed to me that they were all acting strange.\nEspecially Hilda--you'd have to watch a hippopotamus acting kittenish\nto get an idea. Haynes and Lecky seemed thoughtful and subdued, like\nthey were planning something, maybe. After a while Art came up from the\nglory hole and he was wearing one of those rings.\n\n\"Gave me a kind of shiver to realize that--if what I was thinking\ncould possibly be true--then there was only me and Dick left. And I'd\nbetter start comparing notes with Dick pretty soon. He was working on\na report, but I knew pretty soon he'd make his routine inspection trip\nthrough the storerooms before turning in, and I'd corner him then.\n\n\"Meanwhile, I watched the other four and I got surer and surer.\nAnd more and more scared. They were trying their darndest to act\nnatural, but once in a while one of them would slip. For one thing,\nthey'd _forget to talk_. I mean, one of them would turn to another as\nthough he was saying something, but he wouldn't. And then, as though\nremembering, he'd start in the middle of it--like he'd been talking\nwithout words before, telepathically.\n\n\"And pretty soon Dick gets up and goes out, and I followed him. We got\nto one of the side storerooms and I closed the door. 'Dick,' I asked,\n'have you noticed it?' And he wanted to know what I was talking about.\n\n\"So I told him. I said, 'Those four people out there--they _aren't the\nones we started with_. What happened to Art and Hilda and Lecky and\nHaynes? What the hell goes on here? Haven't you noticed _anything_ out\nof the ordinary?'\n\n\"And Dick sighed, kind of, and said, 'Well, it didn't work. We need\nmore practice, then. Come on and we'll tell you all about it.' And\nhe opened the door and held out his hand to me--and the sleeve of\nhis shirt pulled back a little from the wrist and he was wearing one\nof those gold things, like the others, only he was wearing it as a\nbracelet instead of an earring.\n\n\"I--well, I was too dumbfounded to say anything. I didn't take the\nhand he held out, but I followed him back into the main room. And\nthen--while Lecky, who seemed to be the leader, I think--held a gun on\nme, they told me about it.\n\n\"And it was even screwier, and worse, than I'd dare guess.\n\n\"They didn't have any name for themselves, because they had no\nlanguage--what you'd really call a spoken or written language--of their\nown. You see, they were telepathic, and you don't need a language for\nthat. If you tried to translate their thought for themselves, the\nnearest word you could find for it would be \"we\"--the first person\nplural pronoun. Individually, they identified themselves to one another\nby numbers rather than names.\n\n\"And just as they had no language of their own, they had no real bodies\nof their own, nor active minds of their own. They were parasitic in\na sense that earthmen can't conceive. They were _entities_, apart\nfrom--Well, it's difficult to explain, but in a way they had no real\nexistence when not attached to a body they could animate and _think\nwith_. The easiest way to put it is that a detached--uh--_earring god_,\nwhich is what the Ganymedean natives called them--was asleep, dormant,\nineffective. Had no power of thought or motion in itself.\"\n\nCharlie and Blake were looking bewildered. Charlie said, \"You're trying\nto say, Hank, that when one of them came in contact with a person,\nthey took over that person and ran him and thought with his mind\nbut--uh--kept their own identity? And what happened to the person they\ntook over?\"\n\nI said, \"As near as I could make out, he stayed there, too, as it\nwere, but was dominated by the entity. I mean, there remained all his\nmemories, and his individuality, but something else was in the driver's\nseat. Running him. Didn't matter whether he was alive or dead, either,\nas long as his body wasn't in too bad shape. Like Haynes--they'd had to\nkill him to put an earring on him. He was dead, in that if that ring\nwas removed, he'd have fallen flat and never got up again, unless it\nwas put back.\n\n\"Like the native whose legs had been cut off. The entity running him\nhad decided the body was no longer practicable for use, so he handed\nhimself back to the other native, see? And they'd find another body in\nbetter shape for him to use.\n\n\"They didn't tell me where they came from, except that it was outside\nthe solar system, nor just how they got to Ganymede. Not by themselves,\nthough, because they couldn't even exist by themselves. They must have\ngot as far as Ganymede as parasites of visitors that had landed there\nat some time or other. Maybe millions of years ago. And they couldn't\nget off Ganymede, of course, till we landed there. Space travel hadn't\ndeveloped on Ganymede--\"\n\n\n\nCharlie interrupted me again, \"But if they were so smart, why didn't\nthey develop it themselves?\"\n\n\"They couldn't,\" I told him. \"They weren't any smarter than the minds\nthey occupied. Well, a little smarter, in a way, because they could\nuse those minds to their full capacity and people--Terrestrial or\nGanymedean--don't do that. But even the full capacity of the mind of a\nGanymedean savage wasn't sufficient to develop a space-ship.\n\n\"But now they had _us_--I mean, they had Lecky and Haynes and Hilda\nand Art and Dick--and they had our space-ship, and they were going to\nEarth, because they knew all about it and about conditions there from\nour minds. They planned, simply, to take over Earth and--uh--_run_ it.\nThey didn't explain the details of how they propagate, but I gathered\nthat there wouldn't be any shortage of earrings to go around, on Earth.\nEarrings or bracelets or, however, they'd attach themselves.\n\n\"Bracelets, probably, or arm or leg bands, because wearing earrings\nlike that would be too conspicuous on Earth, and they'd have to work in\nsecret for a while. Take over a few people at a time, without letting\nthe others know what was going on.\n\n\"And Lecky--or the thing that was running Lecky--told me they'd been\nusing me as a guinea pig, that they could have put a ring on me, taken\nme over, at any time. But they wanted a check on how they were doing\nat imitating normal people. They wanted to know whether or not I got\nsuspicious and guessed the truth.\n\n\"So Dick--or the thing that was running him--had kept himself out of\nsight under Dick's sleeve, so if I got suspicious of the others, I'd\ntalk it over with Dick--just as I really did do. And that let them know\nthey needed a lot more practice animating those bodies before they took\nthe ship back to Earth to start their campaign there.\n\n\"And, well, that was the whole story and they told it to me to watch\nmy reactions, as a normal human. And then Lecky took a ring out of his\npocket and held it out toward me with one hand, keeping the pistol on\nme with the other hand.\n\n\"He told me I might as well put it on because if I didn't, he could\nshoot me first and then put it on me--but that they greatly preferred\nto take over undamaged bodies and that it would be better for me, too,\nif I--that is, my body--didn't die first.\n\n\"But naturally, I didn't see it that way. I pretended to reach out for\nthe ring, hesitantly, but instead I batted the gun out of his hand, and\nmade a dive for it as it hit the floor.\n\n\"I got it, too, just as they all came for me. And I fired three shots\ninto them before I saw that it wasn't even annoying them. Damn it, the\nonly way you can stop a body animated by one of those rings is to make\nit fix it so it can't move, like cutting off the legs or something. A\nbullet in the heart doesn't worry it.\n\n\"But I'd backed to the door and got out of it--out into the Ganymedean\nnight, without even a coat on. It was colder than hell, too. And after\nI got out there, there just wasn't any place to go. Except back in the\nship, and I wasn't going there.\n\n\"They didn't come out after me--didn't bother to. They knew that within\nthree hours--four at the outside--I'd be unconscious from insufficient\noxygen. If the cold, or something else, didn't get me first.\n\n\"Maybe there was some way out, but I didn't see one. I just sat down\non a stone about a hundred yards from the ship and tried to think of\nsomething I could do. But--\"\n\n\n\nI didn't go anywhere with the \"but--\" and there was a moment's silence,\nand then Charlie said, \"Well?\"\n\nAnd Blake said, \"What did you do?\"\n\n\"Nothing,\" I said. \"I couldn't think of a thing to do. I just sat\nthere.\"\n\n\"Till morning?\"\n\n\"No. I lost consciousness before morning. I came to while it was still\ndark, in the ship.\"\n\nBlake was looking at me with a puzzled frown. He said, \"The hell. You\nmean--\"\n\nAnd then Charlie let out a sudden yip and dived head-first out of the\nbunk he'd been lying on, and grabbed the gun out of my hand. I'd just\nfinished cleaning it and slipped the cartridge-clip back in.\n\nAnd then, with it in his hand, he stood there staring at me as though\nhe'd never seen me before.\n\nBlake said, \"Sit down, Charlie. Don't you know when you're being\nribbed? But--uh--better keep the gun, just the same.\"\n\nCharlie kept the gun all right, and turned it around to point at me. He\nsaid, \"I'm making a damn fool out of myself all right, but--Hank, _roll\nup your sleeves_.\"\n\nI grinned and stood up. I said, \"Don't forget my ankles, too.\"\n\nBut there was something dead serious in his face, and I didn't push\nhim too far. Blake said, \"He could even have it on him somewhere else,\nwith adhesive tape. I mean on the million-to-one chance that he wasn't\nkidding....\"\n\nCharlie nodded without turning to look at Blake. He said, \"Hank, I hate\nto ask it, but--\"\n\nI sighed, and then chuckled. I said, \"Well, I was just going to take a\nshower anyway.\"\n\nIt was hot in the ship, and I was wearing only shoes and a pair of\ncoveralls. Paying no attention to Blake and Charlie, I slipped them off\nand stepped through the oilsilk curtains of the little shower cubicle.\nAnd turned on the water.\n\nOver the sound of the shower, I could hear Blake laughing and Charlie\ncursing softly to himself.\n\nAnd when I came out of the shower, drying myself, even Charlie was\ngrinning. Blake said, \"And I thought that yarn Charlie just told was a\ndilly. This trip is backwards; we'll end up having to tell each other\nthe truth.\"\n\nThere was a sharp rapping on the hull beside the airlock, and Charlie\nDean went to open it. He growled, \"If you tell Zeb and Ray what chumps\nyou made out of us, I'll beat your damn ears in. You and your earring\ngods....\"\n\n\n\nPortion of telepathic report of No. 67843, on Asteroid J-864A to No.\n5463, on Terra:\n\n\"_As planned, I tested credulity of terrestrial minds by telling them\nthe true story of what happened on Ganymede._\n\n_Found them capable of acceptance thereof._\n\n_This proves that our idea of embedding ourselves within the flesh of\nthese terrestrial creatures was an excellent one and is essential to\nthe success of our plan. True, this is less simple than our method\non Ganymede, but we must continue to perform the operation upon each\nterrestrial being as we take him over. Bracelets or other appendages\nwould arouse suspicion._\n\n_There is no necessity in wasting a month here. I shall now take\ncommand of the ship and return. We will report no ore present here. The\nfour of us who will animate the four terrestrials now aboard this ship\nwill report to you on Terra...._\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Brown, Fredric"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62915/pg62915.txt",
        "name": "and_the_gods_laughed.json"
    }
}