{
    "name": "And All the Girls Were Nude",
    "author": [
        "Magruder, Richard"
    ],
    "body": "Appearances oftentimes can be deceiving, and things most certainly\n_aren't_ always as they seem. Take the case of Nathanial Evergood, for\ninstance.\n\nThe nature of this old man was such that nobody ever called him Nat,\nnot even his closest working companions in the company's bookkeeping\ndepartment. As long as any of them had ever known Nathanial Evergood\nthere had never been the slightest indication of any desire of his for\nintimacy or even friendship.\n\nNot once had he shared a drink or lunch or relaxed conversation with\nanyone, so far as his associates knew. To say Nathanial was reserved is\nputting it mildly.\n\nIt would be more accurate to describe this little old man as\ndull--completely and absolutely dull. In his appearance, his dress, his\nspeech, in every way imaginable.\n\nBut, in addition to being quite dull--as everyone knew, Nathanial\nEvergood was also a thoroughly evil and obscene old man, as no one knew.\n\nLikely, the main reason no one had ever seen the inside of Nathanial's\nrooms was the fear within him that his evilness and obscenity might\nbe discovered. For Nathanial Evergood might be called a connoisseur,\nto slightly distort the meaning of that word. He could be called a\nconnoisseur of femininity--from afar, and in secret, of course. An\narbiter of the well-turned thigh, the rounded, dimpled bottom, the\ntight waist, and the high, firm bosom.\n\nOh, Nathanial Evergood was a connoisseur, all right. At the\ninvestigation he ventured a very rough but conservative guess that he\nhad collected at least fifty thousand pictures of girls, in whole or in\npart, horizontal or vertical, semi-nude or nude, over the years.\n\nUpon entering his living room (if that were possible), the first thing\na casual observer would have noted would be the point of saturation\nreached by his walls in their photographic content. There were\nphotographs of blonds and brunettes and redheads. There were pictures\nof thin girls, fat girls, girls with ample bosoms and girls lacking,\ngirls holding telephones, books and ice cream cones, girls sixteen,\ngirls twenty-five, and girls no longer girls.\n\nThere were shots in glorious color by the hundreds, originals and\nprints alike. But, there wasn't among them one single view of the Grand\nCanyon. Nor even a solitary Indian astride a tired horse, looking\npensively out over the prairie. There _was_ a red-skinned maiden, mind\nyou, but she wasn't sitting a horse, and she certainly wasn't staring\nlaconically out over any prairie, either. Rather, she appeared to\nbe testing with her toe the water temperature of a tree-shaded brook\nsomewhere, and she was clad in a lone, strategically-located feather.\n\nOn the tea table, in the bookshelves, in the magazine rack, and all\nthrough his rooms, one might find other evidence of this evil and\nobscene old man's preoccupation with womankind. But the kind of woman\nhe was preoccupied with often wasn't the kind that married dear old\ndad. He subscribed to every girlie publication in the country and to\nseveral in France.\n\n\n\nSo you see, Nathanial Evergood was not only a connoisseur, he was also\nan avid collector. There were books and there were magazines, and there\nwas even a deck of playing cards backed with the most astounding set of\npictures you ever saw. That anyone could sit down to a game of Old Maid\nor Snap with _that_ deck of cards is inconceivable, to say the least.\nBut such an evil and obscene old man as Nathanial Evergood likely never\nplayed games with his cards, anyway. He would much prefer to just sit\nand look at them; the reverse side, of course.\n\nHe later said he probably spent almost half his really quite meager\nearnings for up-to-date additions to his extensive collection. The\ngirlie magazines, playing cards and prints he received from various\nmail order houses, sent, as the advertisements testified, \"in a plain,\nunmarked envelope\".\n\nBut the other half of his collection--the photographs, mounted,\nunmounted, matte and glossy enlargements and contact prints--Nathanial\nEvergood came by in an entirely different--and somewhat novel--manner.\nThese resulted from his ability as a fairly advanced amateur\nphotographer. Over the years, Nathanial had acquired three fine\ncameras, an excellent enlarger, two contact printers, electronic\nflash units, interchangeable lenses, filters, sun shades and lens\ncaps, extension tubes and tripods. In short, Nathanial Evergood was\nwell-equipped to take photographs of just about everything.\n\nHe had the equipment, and he had the necessary technical knowledge\nand facility. But, invariably, he passed up the usual pictorial,\narchitectural, human interest, interpretive and abstract photographs,\neven when the opportunities for truly fine shots were there. Instead,\nhe took roll after roll, pack after pack and cartridge upon cartridge\nof girls. _Nothing_ but girls. All _sorts_ of girls. _Just girls!_\n\nAt the investigation Nathanial suggested that the presence of a camera,\nintroduced on the scene in a gentlemanly and courteous manner, was\nenough to cause almost frenzied unlocking and unzipping by even the\nmost demure and prudish female. \"Ladies,\" Nathanial said wisely, \"love\nto have their bodies recorded for posterity.\"\n\nOh, he was certainly a very evil and highly obscene old man--was\nNathanial Evergood--if ever you saw one.\n\nBut the full import of what his evil old soul and obscene little mind\ncontained would probably escape the casual observer, unless he happened\nonto a tiny cubbyhole at the back of the rooms occupied by Nathanial.\nThis was the sanctum sanctorum, so to speak, of his thin little heart,\nfor here Nathanial Evergood guarded jealously a secret utterly beyond\nbelief.\n\nHe fancied himself to be something of an inventor. And he was, too--of\na sort. His ardent and relentless pursuit of photographic subject\nmatter during the years had led him into situations demanding full\nknowledge of his craft, from a technical rather than from an artistic\npoint of view. Thus, this inventive turn of mind was given an able\nassist by his understanding of the theory, optics and chemistry of\nphotography.\n\nAnd now, he was just putting the finishing touches to the most\nimportant project in his entire life.\n\nBasing his plan of action on the simple optical theory of astigmatism,\nNathanial designed a lens. Astigmatism, he had learned, results in the\nhuman eye, as well as in manufactured lenses of certain formulae, in\nthe failure of horizontal and vertical target lines to reach a common\nfocus. So his lens was designed intentionally astigmatic, allowing\nfocus to be brought on one group of target lines or another, but never\non both simultaneously.\n\nTo the front of the lens mount he added a front-surfaced prism and\na filter, carefully ground and tinted internally the precise color\ncomplement of human flesh. He reasoned, quite accurately as it turned\nout, that the prism would gather all the colors of light together\nand converge them at the focal plane of the lens as pure white, thus\neliminating all color. But, at the same instant, the complement\nfilter replaced last the flesh color of the object focused upon, and\nsubsequently recorded on film.\n\nThen, in one fell swoop, the lens allowed Nathanial to focus carefully\non one group of target lines (in his case, the female form underneath\nits covering), automatically throwing an opposing group of lines out\nof focus (the covering over the female body, in his case). The prism\nwas busily gathering together all color and converting it into pure\nwhite light, while lastly, the complementary filter replaced the color\nof flesh to the image, and finally to the photograph. You see the\npossibilities, of course. By replacing the normal lens of one fine\ncamera with his invention, Nathanial Evergood was now equipped to\nphotograph in rich, natural color the female form-divine, unfettered by\nany or all clothing.\n\n\n\nWell, this day in particular, Nathanial Evergood stationed himself,\npoised like a pointer, at his window, camera in hand, invention in\nplace, waiting impatiently for the first likely subject to appear.\nAnd, shameful as it must seem, this evil and obscene old man was quite\nnoticeably drooling, right from one side of his pinched little mouth.\n\nHe heard the saucy click of her heels on the pavement a full thirty\nseconds before she swung gracefully into his myopic line of sight. She\nwas blondish. Not _too_ blond, understand, but just blond enough. And\nshe was a true-blue blond at heart, if you know what I mean.\n\nShutter: set, at 1/200 of a second; diaphragm: f/5.6; film;\nReal-lifecolor; rangefinder: superimposed. Click. Click, click, click!\nFour shots, four beautiful pictures, in color, too, before she was\ngone on down the street.\n\nWith incredible speed this evil and obscene old man descended from his\nwindow perch and scuttered back to his little cubby hole. He darkened\nthe room and unloaded the automatic sheet film holder. No attempt can\nbe made to describe the gnawing impatience that Nathanial Evergood felt\nas he sloshed the sensitized emulsions through the series of solutions\nfor the precise time required for true color rendition, as, after\nninety long minutes, he washed the sheets, and finally held them up to\nthe light for a first wide-eyed look.\n\nShe was there, alright, his swaying blond. She was there. _All_ of her!\n\nWell sir, after filling his eyes--and his evil little mind--with the\nfour lovely images of the girl, Nathanial Evergood rushed to the\ndowntown camera shop, and wrote out a large check for their entire\nsupply of Real-lifecolor film. Then, back on the street, madly\nclicking, clicking, clicking. Every pretty girl that came along.\n_Every_ single one!\n\nOh, he had a time for himself, did this evil, obscene old man.\n\nThe next day was Sunday, happily for his designing brain, and there was\nno work. After a full night in his cubby hole developing sheet after\nsheet of color film, Nathanial went to the beach and, as you must know\nby now, set his camera shutter clicking like a miniature machine gun.\n\nAnd, again, the results were spectacular, to put it mildly. The\ncollection grew and grew and grew, and Nathanial Evergood was never\nwearier, or never happier. What an evil, obscene man he was!\n\nNow, if Nathanial had stuck to his camera and to his wonderful\ninvention, this story might never have been written. But, evil and\nobscene as he was, he soon began to dream of new worlds to conquer.\n\nSimple as it had been to apply the principle of astigmatism to\nphotography--and with such marvelous results--why not apply this same\nprinciple to his eyeglasses? This would eliminate the annoying delay of\ntaking pictures, then developing and viewing them. To say nothing of\nthe terrific expense involved.\n\nUsually, when writers say, \"No sooner said than done\", it is often a\ngross exaggeration. But Nathanial _was_ quick about it, nevertheless.\n\nIn short order, the problems of focus, image distortion and aberrations\nwere ironed out, and Nathanial ventured once again out into the street\nto give his newest brain-child its dry-run, so to speak.\n\nThe glasses worked all right. They worked just fine. And Nathanial\nEvergood, in a leering ecstasy, raced up and down the streets, peering\nwith his watery and overworked eyes this way and that, up and down, all\naround and back again. For the next day or so Nathanial was busy as a\nbee attending every beauty contest and fashion show in town, and even\nfound time for a quick run out to the girl's school.\n\n\n\nThe third day following the initial tests of his new seeing-eye\nglasses, Nathanial suddenly observed there were an uncommon lot of\nnicely constructed young ladies right in his own department at the\noffice. An opportunist, if ever there was one, Nathanial thought\nit just might be fun to give the remarkable spectacles a chance to\nseparate the women from the girls, and the girls from the children.\n\nThis he did and although his work suffered, he spent the better part\nof the day classifying the office help in various categories, and\nlearning there were at least two ladies who fell in no classification\nwhatsoever. It was the nicest day he had spent at the office in quite\nsome time, he decided.\n\nNot long after that the strain brought on by the frequent changes from\nhis normal reading glasses to the prism spectacles became so intense\nthat he decided there was really no good reason why he shouldn't\njust wear them--the new ones, of course--all the time. The better to\npreserve his vision, and the better to pursue his avocation.\n\nSo, he did.\n\nAnd therein lay the downfall of Nathanial Evergood.\n\nFor, you see, the climax of our story comes a month later, on a sunny\nJuly day, when Nathanial made his decision to take a short stroll among\nthe mid-day lady shoppers downtown.\n\nUnderstand, with those glasses of his, Nathanial had become so\naccustomed to seeing his fellow creatures _au natural_, as it were,\nthat it was on the verge of becoming almost commonplace. But, evil and\nobscene as he was, it was still highly diverting yet.\n\nAt any rate, on this particular day, Nathanial had made his way no more\nthan a couple of hundred feet from his front door when a heavy hand was\nclamped on his shoulder and a rough voice growled, \"Where you think\n_you're_ going, you scrawny old buzzard? You oughta know better.\"\n\nNathanial Evergood spun about, suddenly petrified. The uniform, of\ncourse, was invisible, and the man was no raving beauty, he'd have\nsaid. But there was no mistaking the ugly gun and the shiny badge and\nthe authoritative tone of voice.\n\n\"I _beg_ your pardon,\" Nathanial spluttered indignantly. \"Just what is\nthe meaning of this ridiculous outrage?\"\n\nThe beefy Irish cop was even more indignant, though. \"Now, just look at\nyourself. I've seen absent-minded old timers parading down the street\nwith no shoes on, or even no pants on. But just look at yourself; not a\n_stitch_ on!\"\n\nNathanial Evergood looked down at himself in sudden horrified\nrealization, and looked back up as quickly. \"But ... but,\" he began,\n\"everybody else....\" But then, of course, he had to stop.\n\nWell, the upshot of it all was that the officer hauled him back into\nhis rooms to get some clothes on before carting him down to the station\nhouse. As it was before they entered the apartment, Nathanial stood to\nget ten days probation or a token fine for forgetting all his clothes,\nIrish cops being ordinarily an understanding lot.\n\nBut, when confronted by the staggering array of unclad femininity, this\nIrishman flushed a deep red, spewed an amazed Irish blasphemy, and then\nroared like a lion.\n\nAnd don't think the officer didn't check the evidence carefully--with\nthe proper degree of loathing, of course--before shoving Nathanial\nunceremoniously down the street to call the paddy wagon. Of a\ncertainty, things went much worse for the evil, obscene Nathanial\nEvergood than they might have, had not this righteously outraged\npoliceman done his duty as he saw it.\n\n\n\nMatter of fact, they threw the book at the old boy. But not until a\nthorough investigation was made, and not until several hundred outraged\nmembers of every morals, anti-delinquency and anti-vice committee in\ntown had carefully checked and gasped over all the collected evidence.\nNever in the history of the city had there been such a hue and a cry\naroused for the punishment of an offender.\n\nSo, Nathanial Evergood--evil and obscene as ever--got five years for\npossession of pornography, indecent exposure and other charges. In the\nwords of the presiding jurist at the climax of the spectacular trial,\n\"Such a sentence is far too lenient a punishment for a crime of such\nenormity.\"\n\nAnd, to this very day, there rests in the files of the local\nconstabulary, the voluminous collection of Nathanial Evergood,\noccupying fourteen huge, well-worn cabinets, and always on display\nfor the indignant and affronted eyes of any anti-sin committeeman who\nwishes to examine it.\n\nAlso taken as evidence was Nathanial's wonderful prismatic lens and his\nmarvelous glasses. Anytime you're by the station house, drop into the\nchief's office and, there in the open cabinet opposite his desk, you\ncan see the venal objects. Now though, the lenses are pretty scratched\nand worn, but they're still the same two inventions of that ingenious,\nbut evil and obscene old man, Nathanial Evergood, No. 5-049,870.\n\nAnd not that it makes much difference since the case is long past and\nclosed, but it might be interesting to point out that the chief is\noften seen at beauty contests and fashion shows, wearing thick-lensed\nglasses, which, he explains, the optometrist prescribed for his failing\nsight. And I don't know if it's true or not, but they say the chief is\nalso the biggest customer the local camera shops have for a certain\nproduct called Real-lifecolor film.\n\nNot that it makes much difference now. Nathanial Evergood is serving\nhis sentence out, evil and obscene as ever, and the case is long past\nand closed.\n",
    "metadata": {
        "author": [
            "Magruder, Richard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66432/pg66432.txt",
        "name": "and_all_the_girls_were_nude.json"
    }
}