{
    "name": "Asleep in Armageddon",
    "author": [
        "Bradbury, Ray"
    ],
    "body": "You don't want death and you don't expect death. Something goes wrong,\nyour rocket tilts in space, a planetoid jumps up, blackness, movement,\nhands over the eyes, a violent pulling back of available power in the\nfore-jets, the crash....\n\nThe darkness. In the darkness, the senseless pain. In the pain, the\nnightmare.\n\nHe was not unconscious.\n\n_Your name?_ asked hidden voices. _Sale_, he replied in whirling\nnausea. _Leonard Sale._ _Occupation_, cried the voices. _Spaceman!_\nhe cried, alone in the night. _Welcome_, said the voices. _Welcome,\nwelcome._ They faded.\n\nHe stood up in the wreckage of his ship. It lay like a folded, tattered\ngarment around him.\n\nThe sun rose and it was morning.\n\nSale pried himself out the small air-lock and stood breathing the\natmosphere. Luck. Sheer luck. The air was breathable. An instant's\nchecking showed him that he had two month's supply of food with him.\nFine, fine! And this--he fingered at the wreckage. Miracle of miracles!\nThe radio was intact.\n\nHe stuttered out the message on the sending key. CRASHED ON PLANETOID\n787. SALE. SEND HELP. SALE. SEND HELP.\n\nThe reply came instantly: HELLO, SALE. THIS IS ADDAMS IN MARSPORT.\nSENDING RESCUE SHIP LOGARITHM. WILL ARRIVE PLANETOID 787 IN SIX DAYS.\nHANG ON.\n\nSale did a little dance.\n\nIt was simple as that. One crashed. One had food. One radioed for help.\nHelp came. _La!_ He clapped his hands.\n\nThe sun rose and was warm. He felt no sense of mortality. Six days\nwould be no time at all. He would eat, he would read, he would sleep.\nHe glanced at his surroundings. No dangerous animals; a tolerable\noxygen supply. What more could one ask. Beans and bacon, was the\nanswer. The happy smell of breakfast filled the air.\n\nAfter breakfast he smoked a cigarette slowly, deeply, blowing out. He\nnodded contentedly. What a life! Not a scratch on him. Luck. Sheer luck.\n\nHis head nodded. Sleep, he thought.\n\nGood idea. Forty winks. Plenty of time to sleep, take it easy. Six\nwhole long, luxurious days of idling and philosophizing. Sleep.\n\nHe stretched himself out, tucked his arm under his head, and shut his\neyes.\n\n\n\nInsanity came in to take him. The voices whispered.\n\n_Sleep, yes, sleep_, said the voices. _Ah, sleep, sleep._\n\nHe opened his eyes. The voices stopped. Everything was normal. He\nshrugged. He shut his eyes casually, fitfully. He settled his long body.\n\n_Eeeeeeeeeeee_, sang the voices, far away.\n\n_Ahhhhhhhh_, sang the voices.\n\n_Sleep, sleep, sleep, sleep, sleep_, sang the voices.\n\n_Die, die, die, die, die_, sang the voices.\n\n_Ooooooooooooooo_, cried the voices.\n\n_Mmmmmmmmmmmmmmm_, a bee ran through his brain.\n\nHe sat up. He shook his head. He put his hands to his ears. He blinked\nat the crashed ship. Hard metal. He felt the solid rock under his\nfingers. He saw the real sun warming the blue sky.\n\nLet's try sleeping on our back, he thought. He adjusted himself, lying\nback down. His watch ticked on his wrist. The blood burned in his veins.\n\n_Sleep, sleep, sleep, sleep, sleep_, sang the voices.\n\n_Ohhhhhhhhhhhhhhhh_, sang the voices.\n\n_Ahhhhhhhhhhhhhhhh_, sang the voices.\n\n_Die, die, die, die, die. Sleep, sleep, die, sleep, die, sleep, die!\nOohhh. Ahhhhh. Eeeeeeeeeeeeeeee!_\n\nBlood tapped in his ears. The sound of the wind rising.\n\n_Mine, mine_, said a voice. _Mine, mine, he's mine!_\n\n_No, mine, mine_, said another voice. _No, mine, mine; he's_ mine!\n\n_No, ours, ours_, sang ten voices. _Ours, ours, he's_ ours!\n\nHis fingers twitched. His jaws spasmed. His eyelids jerked.\n\n_At last, at last_, sang a high voice. _Now, now. The long time, the\nwaiting. Over, over_, sang the high voice. _Over, over at last!_\n\nIt was like being undersea. Green songs, green visions, green time.\nBubbled voices drowning in deep liquors of sea tide. Far away choruses\nchanting senseless rhymes. Leonard Sale stirred in agony.\n\n_Mine, mine_, cried a loud voice. _Mine, mine!_ shrieked another.\n_Ours, ours!_ shrieked the chorus.\n\nThe din of metal, the crash of sword, the conflict, the battle, the\nfight, the war. All of it exploding, his mind fiercely torn apart!\n\n_Eeeeeeeeeeeeee!_\n\nHe leaped up, screaming. The landscape melted and flowed.\n\nA voice said, \"I am Tylle of Rathalar. Proud Tylle, Tylle of the Blood\nMound and the Death Drum. Tylle of Rathalar, Killer of Men!\"\n\nAnother spoke, \"I am Iorr of Wendillo, Wise Iorr, Destroyer of\nInfidels!\"\n\nThe chorus chanted. \"And we the warriors, we the steel, we the\nwarriors, we the red blood rushing, the red blood falling, the red\nblood steaming in the sun--\"\n\nLeonard Sale staggered under the burden. \"Go away!\" he cried. \"Leave\nme, in God's name, leave me!\"\n\n_Eeeeeeeeeee_, shrieked the high sound of steel hot on steel.\n\nSilence.\n\n\n\nHe stood with the sweat boiling out of him. He was trembling so\nviolently he could not stand. Insane, he thought. Absolutely insane.\nRaving insane. Insane.\n\nHe jerked the food kit open, did something to a chemical packet. Hot\ncoffee was ready in an instant. He mouthed it, spilled gushes of it\ndown his shirt. He shivered. He sucked in raw gulps of breath.\n\nLet's be logical, he thought, sitting down heavily. The coffee seared\nhis tongue. No record of insanity in the family for two hundred years.\nAll healthy, well-balanced. No reason for insanity now. Shock? Silly.\nNo shock. I'm to be rescued in six days. No shock to that. No danger.\nJust an ordinary planetoid. Ordinary, ordinary place. No reason for\ninsanity. I'm sane.\n\n_Oh?_ cried a small metal voice within. An echo. Fading.\n\n\"Yes!\" he cried, beating his fists together. \"Sane!\"\n\n_Hahahahahahahahahah._ Somewhere a vanishing laughter.\n\nHe whirled about. \"Shut up, you!\" he cried.\n\nWe didn't say anything, said the mountains. We didn't say anything,\nsaid the sky. We didn't say anything, said the wreckage.\n\n\"All right then,\" he said, swaying. \"See that you don't.\"\n\nEverything was normal.\n\n\n\nThe pebbles were getting hot. The sky was big and blue. He looked at\nhis fingers and saw the way the sun burned on every black hair. He\nlooked at his boots and the dust on them. Suddenly he felt very happy\nbecause he made a decision. I won't go to sleep, he thought. I'm having\nnightmares, so why sleep. There's your solution.\n\nHe made a routine. From nine o'clock in the morning, which was this\nminute, until twelve, he would walk around and see the planetoid. He\nwould write on a pad with a yellow pencil everything he saw. Then he\nwould sit down and open a can of oily sardines and some canned fresh\nbread with good butter on it. From twelve thirty until four he would\nread nine chapters of _War and Peace_. He took the book from the\nwreckage, and laid it where he might find it later. There was a book of\nT. S. Eliot's poetry, too. That might be nice.\n\nSupper would come at five-thirty and then from six until ten he\nwould listen to the radio from Earth. There would be a couple of bad\ncomedians telling jokes and a bad singer singing some song, and the\nlatest news flashes, signing off at midnight with the UN anthem.\n\nAfter that?\n\nHe felt sick.\n\nI'll play solitaire until dawn, he thought. I'll sit up and drink hot\nblack coffee and play solitaire, no cheating, until sunrise.\n\nHo ho, he thought.\n\n\"What did you say?\" he asked himself.\n\n\"I said 'Ha ha',\" he replied. \"_Some_ time, you'll have to sleep.\"\n\n\"I'm wide awake,\" he said.\n\n\"Liar,\" he retorted, enjoying the conversation.\n\n\"I feel fine,\" he said.\n\n\"Hypocrite,\" he replied.\n\n\"I'm not afraid of the night, or sleep, or anything,\" he said.\n\n\"_Very_ funny,\" he said.\n\nHe felt bad. He wanted to sleep. And the fact that he was afraid of\nsleep made him want to lie down all the more and shut his eyes and curl\nup. \"Comfy-cozy?\" asked his ironic censor.\n\n\"I'll just walk and look at the rocks and the geological formations and\nthink how good it is to be alive,\" he said.\n\n\"Ye gods,\" cried his censor. \"William Saroyan!\"\n\nYou'll go on, he thought, maybe one day, maybe one night, but what\nabout the next night and the next, and the _next_? Can you stay awake\n_all_ that time, for six nights? Until the rescue ship comes? Are you\n_that_ good, _that_ strong?\n\nThe answer was no.\n\nWhat are you afraid of? I don't know. Those voices. Those sounds. But\nthey can't hurt you, can they?\n\nThey _might_. You've got to face them some time. Must I? Brace up to\nit, old man. Chin up, and all that rot.\n\nHe sat down on the hard ground. He felt very much like crying. He felt\nas if life was over and he was entering new and unknown territory. It\nwas such a deceiving day, with the sun warm; physically, he felt able\nand well, one might fish on such a day as this, or pick flowers or kiss\na woman or anything. But in the midst of a lovely day, what did one get?\n\nDeath.\n\nWell, hardly _that_.\n\nDeath, he insisted.\n\nHe lay down and closed his eyes. He was tired of messing around.\n\nAll right, he thought, if you _are_ death, come get me. I want to know\nwhat all this damned nonsense is about.\n\nDeath came.\n\n\n\n_Eeeeeeeeeeeeee_, said a voice.\n\nYes, I know, said Leonard Sale, lying there. But what else?\n\n_Ahhhhhhhhhhhhhhh_, said a voice.\n\nI know that, also, said Leonard Sale, irritably. He turned cold. His\nmouth hung open wildly.\n\n\"I am Tylle of Rathalar, Killer of Men!\"\n\n\"I am Iorr of Wendillo, Destroyer of Infidels!\"\n\nWhat is this place? asked Leonard Sale, struggling against horror.\n\n\"Once a mighty planet!\" said Tylle of Rathalar.\n\n\"Once a place of battles!\" said Iorr of Wendillo.\n\n\"Now dead,\" said Tylle.\n\n\"Now silent,\" said Iorr.\n\n\"Until _you_ came,\" said Tylle.\n\n\"To give us life again,\" said Iorr.\n\nYou're dead, insisted Leonard Sale, flesh writhing. You're nothing but\nempty wind.\n\n\"We live, through you.\"\n\n\"And fight, through _you_!\"\n\nSo that's it, thought Leonard Sale. I'm to be a battleground, am I? Are\nyou friends?\n\n\"Enemies!\" cried Iorr.\n\n\"Foul enemies!\" cried Tylle.\n\n\n\nLeonard smiled a rictal smile. He felt ghastly. How long have you\nwaited? he demanded.\n\n\"How long is _time_?\" Ten thousand years? \"Perhaps.\" Ten million years?\n\"Perhaps.\"\n\nWhat are you? Thoughts, spirits, ghosts? \"All of those, and more.\"\nIntelligences? \"Precisely.\" How did you survive?\n\n_Eeeeeeeeeeeeeeee_, sang the chorus, far away.\n\n_Ahhhhhhhhhhhhhh_, sang another army, waiting to fight.\n\n\"Once upon a time, this was fertile land, a rich planet. And there were\ntwo nations, strong nations, led by two strong men. I, Iorr. And he,\nthat one who calls himself Tylle. And the planet declined and gave way\nto nothingness. The peoples and the armies languished in the midst of\na great war which had lasted five thousand years. We lived long lives\nand loved long loves, drank much, slept much, fought much. And when\nthe planet died, our bodies withered, and, only in time, and with much\nscience, did we survive.\"\n\nSurvive, wondered Leonard Sale. But there is nothing of you!\n\n\"Our _minds_, fool, our _minds_! What is a body without a mind?\"\n\nWhat is a mind without a _body_, laughed Leonard Sale. I've got you\nthere. Admit it, I've _got_ you!\n\n\"True,\" said the cruel voice. \"One is useless lacking the other. But\nsurvival is survival even when unconscious. The minds of our nations,\nthrough science, through wonder, survived.\"\n\nBut without senses, lacking eyes, ears, lacking touch, smell, and the\nrest? \"Lacking all those, yes. We were vapors, merely. For a long time.\nUntil today.\"\n\nAnd now I am here, thought Leonard Sale. \"You are here,\" said the\nvoice. \"To give substance to our mentalities. To give us our needed\nbody.\"\n\nI'm only one, thought Sale. \"Nevertheless, you are of use.\"\n\nI'm an individual, thought Sale. I resent your intrusion.\n\n\"He resents our intrusion! Did you hear him, Iorr? He resents!\"\n\n\"As if he had a right to resent!\"\n\nBe careful, warned Sale. I'll blink my eyes and you'll be gone,\nphantoms! I'll wake up and rub you out!\n\n\"But you'll have to sleep again, _some_ time!\" cried Iorr. \"And when\nyou do, we'll be here, waiting, waiting, waiting. For you.\"\n\nWhat do you want? \"Solidity. Mass. Sensation again.\" You can't _both_\nhave it. \"We'll fight that out between us.\"\n\nA hot clamp twisted his skull. It was as if a spike had been thrust and\nbeaten down between the bivalvular halves of his brain.\n\nNow it was terribly clear. Horribly, magnificently clear. He was their\nuniverse. The world of his thoughts, his brain, his skull, divided into\ntwo camps, that of Iorr, that of Tylle. They were _using_ him!\n\nPennants flung up on a pink mind sky! Brass shields caught the sun.\nGrey animals shifted and came rushing in bristling tides of sword and\nplume and trumpet.\n\n_Eeeeeeeeeeeeeeee!_ The rushing.\n\n_Ahhhhhhhhhhhhhh!_ The roaring.\n\n_Nowwwwwwwwww!_ the whirling.\n\n_Mmmmmmmmmmmmm_----\n\nTen thousand men hurtled across the small hidden stage. Ten thousand\nmen floated on the shellacked inner ball of his eye. Ten thousand\njavelins hissed between the small bone hulls of his head. Ten thousand\njeweled guns exploded. Ten thousand voices chanted in his ears. Now\nhis body was riven and extended, shaken and rolled, he was screaming,\nwrithing, the plates of his skull threatened to burst asunder. The\ngabbling, the shrilling, as, across bone plains of mind and continent\nof inner marrow, through gullies of vein, down hills of artery, over\nrivers of melancholy, came armies and armies, one army, two armies,\nswords flashed in the sun, bearing down upon each other, fifty thousand\nminds snatching, scrabbling, cutting at him, demanding, using. In a\nmoment, the hard collision, one army on another, the rush, the blood,\nthe sound, the fury, the death, the insanity!\n\nLike cymbals, the armies struck!\n\nHe leaped up, raving. He ran across the desert. He ran and ran and did\nnot stop running.\n\nHe sat down and cried. He sobbed until his lungs ached. He cried\nvery hard and long. Tears ran down his cheeks and into his upraised,\ntrembling fingers. \"God, God, help me, oh God, help me,\" he said.\n\nAll was normal again.\n\n\n\nIt was four o'clock in the afternoon. The rocks were baked by the sun.\nHe managed, after a time, to cook himself a few hot biscuits, which he\nate with strawberry jam. He wiped his stained fingers on his shirt,\nblindly, trying not to think.\n\n\"At least I know what I'm up against,\" he thought. \"Oh, Lord, what a\nworld. What an innocent looking world, and what a monster it really is.\nIt's good no one ever explored it before. Or _did_ they?\" He shook his\naching head. Pity them, who ever crashed here before, if any ever did.\nWarm sun, hard rocks, not a sign of hostility. A lovely world.\n\nUntil you shut your eyes and relaxed your mind.\n\nAnd the night and the voices and the insanity and the death padded in\non soft feet.\n\n\"I'm all right now, though,\" he said, proudly. \"Look at that.\" He\ndisplayed his hand. By a supreme effort of will, it was no longer\nshaking. \"I'll show you who in hell's ruler here,\" he announced to the\ninnocent sky. \"_I_ am.\" He tapped his chest.\n\nTo think that _thought_ could live that long! A million years, perhaps,\nall these thoughts of death and disorder and conquest, lingering in the\ninnocent but poisonous air of the planet, waiting for a real man to\ngive them a channel through which they might issue again in all their\nsenseless virulence.\n\nNow that he was feeling better, it was all silly. All I have to do,\nhe thought, is stay awake six nights. They won't bother me that way.\nWhen I'm awake, I'm dominant. I'm stronger than those crazy monarchs\nand their silly tribes of sword-flingers and shield-bearers and\nhorn-blowers. I'll stay awake.\n\nBut _can_ you? he wondered. Six whole nights? Awake?\n\nThere's coffee and medicine and books and cards.\n\nBut I'm tired _now_, so tired, he thought. Can I hold out?\n\nWell, if not. There's always the gun.\n\nWhere will these silly monarchs be if you put a bullet through their\nstage? All the world's a stage? No. _You_, Leonard Sale, are the small\nstage. And they the players. And what if you put a bullet through the\nwings, tearing down scenes, destroying curtains, ruining lines! Destroy\nthe stage, the players, all, if they aren't careful!\n\nFirst of all, he must radio through to Marsport, again. If there was\nany way they could rush the rescue ship sooner, then maybe he could\nhang on. Anyway, he must warn them what sort of planet this was, this\nso innocent seeming spot of nightmare and fever vision--\n\nHe tapped on the radio key for a minute. His mouth tightened. The radio\nwas dead.\n\nIt had sent through the proper rescue message, received a reply, and\nthen extinguished itself.\n\nThe proper touch of irony, he thought. There was only one thing to do.\nDraw a plan.\n\nThis he did. He got a yellow pencil and delineated his six day plan of\nescape.\n\nTonight, he wrote, read six more chapters of _War and Peace_. At four\nin the morning have hot black coffee. At four-fifteen take cards from\npack and play ten games of solitaire. This should take until six-thirty\nwhen--more coffee. At seven o'clock, listen to early morning programs\nfrom Earth, if the receiving equipment on the radio works at all. Does\nit?\n\nHe tried the radio receiver. It was dead.\n\nWell, he wrote, from seven o'clock until eight, sing all the songs you\nremember, make your own entertainment. From eight until nine think\nabout Helen King. Remember Helen. On second thought, think about Helen\nright now.\n\nHe marked that out with his pencil.\n\nThe rest of the days were set down in minute detail.\n\nHe checked the medical kit. There were several packets of tablets that\nwould keep you awake. One tablet an hour every hour for six days. He\nfelt quite confident.\n\n\"Here's mud in your evil eye, Iorr, Tylle!\"\n\nHe swallowed one of the stay-wake tablets with a scalding mouth of\nblack coffee.\n\n\n\nWell, with one thing and another it was Tolstoy or Balzac, gin-rummy,\ncoffee, tablets, walking, more Tolstoy, more Balzac, more gin-rummy,\nmore solitaire. The first day passed, as did the second and the third.\n\nOn the fourth day he lay quietly in the shade of a rock, counting to a\nthousand by fives, then by tens, to keep his mind occupied and awake.\nHis eyes were so tired he had to bathe them frequently in cool water.\nHe couldn't read, he was bothered with splitting headaches. He was so\nexhausted he couldn't move. He was numb with medicine. He resembled\na waxen dummy, stuffed with things to preserve him in a state of\nhorrified wakefulness. His eyes were glass, his tongue a rusted pike,\nhis fingers felt as if they were gloved in needles and fur.\n\nHe followed the hand of his watch. One second less to wait, he thought.\nTwo seconds, three seconds, four, five, ten, thirty seconds. A whole\nminute. Now an hour less time to wait. Oh, ship, hurry on thy appointed\nround!\n\nHe began to laugh softly.\n\nWhat would happen if he just gave up, drifted off into sleep? Sleep,\nah, sleep; perchance to dream. All the world a stage.... What if he\ngave up the unequal struggle, lapsed down?\n\n_Eeeeeeeeeee_, the high, shrill warning sound of battle metal.\n\nHe shivered. His tongue moved in his dry, burry mouth.\n\nIorr and Tylle would battle out their ancient battle.\n\nLeonard Sale would become quite insane.\n\nAnd whichever won the battle, would take this ruin of an insane man,\nthe shaking, laughing wild body, and wander it across the face of this\nworld for ten, twenty years, occupying it, striding in it, pompous,\nholding court, making grand gestures, ordering heads severed, calling\non inward unseen dancing girls. Leonard Sale, what remained of him,\nwould be led off to some hidden cave, there to be infested with wars\nand worms of wars for twenty insane years, occupied and prostituted by\nold and outlandish thoughts.\n\nWhen the rescue ship arrived it would find nothing. Sale would be\nhidden somewhere by a triumphant army in his head. Hidden in some\ncleft of rock, placed there like a nest for Iorr to lie upon in evil\noccupation.\n\nThe thought of it almost broke him in half.\n\nTwenty years of insanity. Twenty years of torture, doing what you don't\nwant to do. Twenty years of wars raging and being split apart, twenty\nyears of nausea and trembling.\n\nHis head sank down between his knees. His eyes snapped and cracked and\nmade soft noises. His eardrum popped tiredly.\n\n_Sleep, sleep_, sang soft sea voices.\n\nI'll--I'll make a proposition with you, listen, thought Leonard Sale.\nYou, Iorr, you, too, Tylle! Iorr, you can occupy me on Mondays,\nWednesdays and Fridays. Tylle, you can take me over on Sundays,\nTuesdays and Saturdays. Thursday is maid's night out. Okay?\n\n_Eeeeeeeeeeeeee_, sang the sea tides, seething in his brain.\n\n_Ohhhhhhhhhhhhhhhh_, sang the distant voices softly, soft.\n\nWhat'll you say, is it a _bargain_, Iorr, Tylle?\n\n_No_, said a voice.\n\n_No_, said another.\n\nGreedy, both of you, greedy! complained Sale. A pox on both your houses!\n\nHe slept.\n\n\n\nHe _was_ Iorr, jeweled rings on his hands. He arose beside his rocket\nand held out his fingers, commanding blind armies. He was Iorr, ancient\nruler of jeweled warriors.\n\nHe _was_ Tylle, lover of women, killer of dogs!\n\nWith some hidden bit of awareness, his hand crept to the holster at his\nhip. The sleeping hand withdrew the gun there. The hand lifted, the gun\npointed.\n\nThe armies of Tylle and Iorr gave battle.\n\nThe gun exploded.\n\nThe bullet tore across Sale's forehead, wakening him.\n\nHe stayed awake for another six hours, getting over his latest siege.\nHe knew it to be hopeless now. He washed and bandaged the wound he had\ngiven himself. He wished he had aimed straighter and it was all over.\nHe watched the sky. Two more days. Two more. Come on, ship, come on. He\nwas heavy with sleeplessness.\n\nNo use. At the end of six hours he was raving badly. He took the gun\nup and put it down and took it up again, put it against his head,\ntightened his hand on the trigger, changed his mind, looked at the sky\nagain.\n\nNight settled. He tried to read, threw the book away. He tore it up and\nburned it, just to have something to do.\n\nSo tired. In another hour, he decided. If nothing happens, I'll kill\nmyself. This is for certain now. I'll _do_ it, this time.\n\nHe got the gun ready and laid it on the ground next to himself.\n\nHe was very calm now, though tired. It would be over and done. He would\nbe dead.\n\nHe watched the minute hand of his watch. One minute, five minutes,\ntwenty-five minutes.\n\nThe flame appeared on the sky.\n\nIt was so unbelievable he started to cry. \"A rocket,\" he said, standing\nup. \"A rocket!\" he cried, rubbing his eyes. He ran forward.\n\nThe flame brightened, grew, came down.\n\nHe waved frantically, running forward, leaving his gun, his supplies,\neverything behind. \"You _see_ that, Iorr, Tylle! You savages, you\nmonsters, I beat you! I _won_! They're coming to rescue me now! I've\nwon, damn you.\"\n\nHe laughed harshly at the rocks and the sky and the backs of his hands.\n\nThe rocket landed. Leonard Sale stood swaying, waiting for the door to\nlid open.\n\n\"Goodbye, Iorr, goodbye, Tylle!\" he shouted in triumph, grinning, eyes\nhot.\n\n_Eeeeee_, sang a diminishing roar in time.\n\n_Ahhhhhh_, voices faded.\n\nThe rocket flipped wide its air-lock. Two men jumped out.\n\n\"Sale?\" they called. \"We're Ship ACDN13. Intercepted your SOS and\ndecided to pick you up ourselves. The Marsport ship won't get through\nuntil day after tomorrow. We want a spot of rest ourselves. Thought\nit'd be good to spend the night here, pick you up, and go on.\"\n\n\"No,\" said Sale, face melting with terror. \"No spend night--\"\n\nHe couldn't talk. He fell to the ground.\n\n\"Quick,\" said a voice, in the bleary vortex over him. \"Give him a shot\nof food liquid, another of sedative. He needs sustenance and rest.\"\n\n\"No rest!\" screamed Sale.\n\n\"Delirious,\" said one man softly.\n\n\"No sleep!\" screamed Sale.\n\n\"There, there,\" said the man gently. A needle poked into Sale's arm.\n\nSale thrashed. \"No sleep, go!\" he mouthed horribly. \"Oh, go!\"\n\n\"Delirious,\" said one man. \"Shock.\"\n\n\"No _sedative_!\" screamed Sale.\n\nThe sedative flowed into him.\n\n_Eeeeeeeeeeee_, sang the ancient winds.\n\n_Ahhhhhhhhhhhh_, sang the ancient seas.\n\n\"No sedative, no sleep, please, don't, don't, _don't_!\" screamed Sale,\ntrying to get up. \"You don't--understand!\"\n\n\"Take it easy, old man, you're safe among us now, nothing to worry\nabout,\" said the rescuer above him.\n\nLeonard Sale slept. The two men stood over him.\n\nAs they watched, Sale's features changed violently. He groaned and\ncried and snarled in his sleep. His face was riven with emotion. It was\nthe face of a saint, a sinner, a fiend, a monster, a darkness, a light,\none, many, an army, a vacuum, all, all!\n\nHe writhed in his sleep.\n\n_Eeeeeeeeee!_ the sound burst from his mouth. _Ahhhhhhhhhhh!_ he\nscreamed.\n\n\"What's wrong with him?\" asked one of the two rescuers.\n\n\"I don't know. More sedative?\"\n\n\"More sedative. Nerves. He needs more sleep.\"\n\nThey stuck the needle in his arm. Sale writhed and spat and moaned.\n\nThen, suddenly, he was dead.\n\nHe lay there, the two men over him. \"What a shame,\" said one of them.\n\"Can you figure that?\"\n\n\"Shock. Poor guy. What a pity.\" They covered his face. \"Did you ever\nsee a face like that?\"\n\n\"Totally insane.\"\n\n\"Loneliness. Shock.\"\n\n\"Yes. Lord, what an expression. I hope never to see a face like _that_\nagain.\"\n\n\"What a shame, waiting for us, and we arrive, and he dies anyway.\"\n\nThey glanced around. \"What shall we do? Shall we spend the night?\"\n\n\"Yes. It's good to be out of the ship.\"\n\n\"We'll bury him first, of course.\"\n\n\"Naturally.\"\n\n\"And spend the night in the open, with good air, right? Good to be in\nthe open again. After two weeks in that damned ship.\"\n\n\"Right. I'll find a spot for him. You start supper, eh?\"\n\n\"Done.\"\n\n\"Should be good sleeping tonight.\"\n\n\"Fine, fine.\"\n\nThey made a grave and said a word over it. They drank their evening\ncoffee silently. They smelled the sweet air of the planet and looked at\nthe lovely sky and the bright and beautiful stars.\n\n\"What a night,\" they said, lying down.\n\n\"Pleasant dreams,\" said one, rolling over.\n\nAnd the other replied, \"Pleasant dreams.\"\n\nThey slept.\n",
    "metadata": {
        "author": [
            "Bradbury, Ray"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63827/pg63827.txt",
        "name": "asleep_in_armageddon.json"
    }
}