{
    "name": "Asteroid H277—Plus",
    "author": [
        "Walton, Harry"
    ],
    "body": "Jon Akars, petty officer of the Sun Line freighter _Cinnabar_, backed\naway from the jimmied manifold of the air circulators and hastily\nfelt for the emergency mask at his belt. Any moment now the Venusian\n_kui-knor_ he had filched from the ship's medicine cabinet and dropped\ninto the circulators would take effect. Without warning men would drop\nat their posts, apparently insensible, rigid of muscle, eyes staring\nfixedly. Actually, they would be keenly aware of everything about them,\ntheir senses sharpened rather than dulled by the drug. But it was no\npart of Akars' plans to be one of them. He strapped on the mask, and,\nat the sound of approaching footsteps, shrank back into the shadows of\nthe machines.\n\nAn officer peered into the circulator chamber for an instant, then\nmarched on down the corridor. Akars chuckled. Box Jordan _was_ part\nof his plan; in a way, he had a star role. But not an enviable one.\nNor, to be sure, were the remainder of the _Cinnabar's_ crew going\nto be particularly lucky. The luck of the scheme was reserved for\nAkars himself, and it involved four kilos of precious Urulium which\nBox Jordan had unearthed during an emergency landing on an unexplored\nplanetoid. Jordan had been fool enough to turn the stuff over as a\nship's prize, to be equally divided. But with the metal on board, it\nwas inevitable that a smarter man would see and grasp the chance that\nwas offered. Akars was that man.\n\nHe waited until the circulation meters told him that the _kui-knor_\nhad been diffused through every cubic foot of air in the ship, then\nsoftly trod the steelene-walled corridor back to the navigating\ncompartment. The sight there was a gruesome one. Captain Cardigan was\nslumped over the chart table, glassy-eyed, to all appearance dead. But\nhe wasn't dead, Akars knew. The captain and the chief petty officer\nand the second navigator and the supercargo--all sprawled in grotesque\nattitudes about the compartment, all staring vacantly into space, were\nin the grip of an artificially induced coma.\n\nDeliberately Akars walked over and kicked Captain Cardigan in the\nchest. Cardigan's face remained impassive, the eyes expressionless,\nyet there was a barely perceptible quiver that told the blow had hurt.\nAkars grinned and landed another, then scowled and rubbed his ear with\nthe back of a hairy hand. It was the first navigator, Box Jordan, whom\nhe owed a special grudge. He'd nursed special ideas for Jordan, the\nagony of broken bones, of a merciless beating, before death should wipe\nhim out. But Jordan wasn't here.\n\nBuilt into the chart table was the fireproof compartment that held the\nship's log. Akars removed the bulky volume, opened it upon the table,\nand ripped out the last four page entries, crumpling the thin metallic\nfoil before throwing it to the floor. With the log would perish all\nrecords of the Urulium find; if any spaceman's notes or diary held\nmention of it the _Cinnabar's_ fate would destroy that also.\n\nAkars moved toward the control board, grasped the refrigeration\ncontrols, swung them to \"off.\" Immediately alarm bells clanged\nwarning. He could feel the horror which his act engendered in the\nmen who helplessly watched it--something of that horror chilled even\nhim. For without refrigeration the fuel tanks would quickly warm up.\nThe compressed gaseous fuel, held inert only by refrigeration, would\nspontaneously explode. The _Cinnabar_, by that simple movement of two\nlevers, was doomed.\n\n\n\nThe alarm bells echoed madly about him as he left the navigation\ncompartment and walked further aft, to the stern deck where the\nship's tender nestled against her hull. An airtight telescoping tube\nconnected parent ship and life ship, and Akars saw that the manhole\ncover was slid aside. Someone was either in the tender or had just left\nit--perhaps one of the spacemen now lying beside the manhole--on a\nroutine maintenance job.\n\nAkars climbed the short ladder into the life ship's tiny control\ncompartment. Lamps were burning, but there was nobody in the\ncompartment, nor in the little vessel's supply compartment, engine\nroom, or living quarters. Satisfied, Akars checked food stores, fuel\nand air gauges with keen satisfaction. Everything was in perfect order.\nHis scheme couldn't fail. Only a fool would have let a chance like this\nslip by.\n\nThen, thinking of Jordan again, Akars cursed. The lean, red-headed\nfirst navigator had been poison to him ever since joining the ship.\nJordan hadn't been afraid of him. Other officers had excused or\noverlooked badly done or neglected work--Box Jordan never. The red-head\nhad tongue-lashed Akars too often, and Akars had promised himself a\nmeeting with Jordan--Jordan helpless, paralyzed, but fully conscious\nand able to feel every blow that fury could inflict. Now it seemed he\nwas to be cheated of that.\n\nThe clanging alarm reminded him that time was dangerously short. Soon\nthe tanks would let go; he couldn't afford to be near the doomed\nfreighter when the exploding fuel did its work. Without glancing back,\nhe shut the entrance port, pressed the button that collapsed the escape\ntube, and took his place at the glowing controls of the little vessel.\n\nThe _Cinnabar's_ death knell was muffled now. Like a tocsin of the\ndead, it rang dully in his ears as he reached for the levers. But\nconfidence returned as he felt the familiar handles beneath him. The\nlife ship was complete, self-sufficient. Charts were reduced to a\nsimple form, instruments were direct-reading, course plotting almost\nautomatic, so that the commonest spaceman could navigate the tender\nat need. He had himself operated it during the _Cinnabar's_ emergency\nlanding a month ago.\n\nHe punched the internal-combustion engines into life, watched the\ngenerator output mount, then cut in a weak repulsion field. With a\nlurch the little ship tore free from its parent vessel and retreated\nfrom the long, gleaming shape of the freighter. He switched over to\nthe space-induction field coils. Power thrummed in the depths of the\ntiny craft; it swerved about and obediently plunged ahead, fleeing the\ncoming tragedy. After ten minutes at full field he turned it around and\nheld it motionless in space with respect to the now distant _Cinnabar_.\n\nThe slim freighter, gleaming gold in the light of the distant sun,\nseemed to float upon a soft, star-sprinkled darkness. There was no\ntrace of movement, although she was still flying, with untended\nengines, at three-quarters field. He bit his lips, waiting. Then,\nsoundlessly, catastrophe struck!\n\n\n\nFrom amidships flowered a terrible, consuming blossom of blue-white\nflame, a petalled fire that engulfed the _Cinnabar_ from bow to stem\nand limned itself fantastically against the velvet heavens behind.\nStreamers of white-hot gas, sunlike in intensity, burst and flared\nin the brief glory of destruction, then as swiftly collapsed upon\nthemselves, dimmed to the lesser glow of molten metal. The _Cinnabar_,\na slender, white-hot needle, broke into a thousand dripping fragments,\ndroplets of fire spattering the sky.\n\nAkars chuckled uneasily, swore, rubbed his ear with the back of a hand.\nThat was that. Somewhere in the swirling, far-flung wreckage he must\nfind the tiny block of unbelievably heavy, practically indestructible\nUrulium, flung out of the shattered strong room which he could have\npenetrated in no other way. The explosion should have released the\ntreasure and wiped out all evidence against him at the same time. Like\nthe rest of his plan it was simple, direct, foolproof.\n\nHe flung the little tender back through space toward the glowing debris\nwhich now milled about itself, spinning about a common center. A few\nfragments had ripped free from the gravitational whirlpool of the rest.\nHe dodged a piece half as large as the life ship itself. Red hot still,\nit swept past the port, more like a blazing meteor than anything, made\nby man. Past other wreckage he swept, evidence of the terrific energy\nof spontaneously exploded fuel--gruesome human debris as well as that\nof the _Cinnabar_ itself. The temperature within the tender climbed\nslowly as it absorbed heat from glowing fragments outside. Uneasily\nhe checked his own fuel refrigerator, turned thermostatic controls to\nmaintain a lower temperature.\n\nSomething swept into his field of vision with startling speed. He\nripped the helm over, swearing in sudden panic. The tender swerved,\nbut not sharply enough. A grating shock, a metallic crash, told that\nthe vessel had been hit. The jar of the concussion almost threw him\nfrom the control seat.\n\nHis temples throbbing madly, Akars waited for the dread hiss of\nescaping air, the drop in pressure which his ear drums would quickly\ndetect. The tender was small; a gash in the hull plates would empty it\nof air rapidly.\n\nBut the pressure remained normal, and he relaxed at last, certain that\nthe collision had done no more than dent the hull plates. He forgot the\nincident upon spying what had been the strong room door. Cautiously he\nworked the tender alongside it, scanning nearby debris closely.\n\nIt took him fifteen minutes to find the thick-walled copper casket\ncontaining the treasure, scarred by impact, half fused by the terrific\nheat even though it had been protected by the walls of the strong\nroom from the brunt of it. He knew that its precious contents could\nhave suffered no harm, and carefully manipulated the ship's grappling\nmechanism until the casket was safely inside the tender's loading port.\nHe swung the life ship about and drove for clear space.\n\nSo easy it had been! A few minutes of effort had won him ten times as\nmuch as other men earned during a lifetime of hard, dangerous work in\nthe space-lanes. Lucky he wasn't squeamish by nature. This way he was\nsafe. Every witness against him was dead. His own word would be taken\nas gospel truth. Already he had planned every detail of the story--how\nhe had been on routine inspection of the tender when the explosion\nstarted forward, in the fuel tanks. How the life ship, with him aboard,\nhad been blown free by the blast--how he had barely managed to close\nthe port in time to escape suffocation--how from the tender he had\nwitnessed the destruction of the _Cinnabar_, and how--a touching detail\nthis--he had cruised back into the wreckage in search of survivors, but\nfound none. He would not try to explain the explosion. The lethally\ndangerous nature of the fuel would answer all doubts. Nobody could\nsuspect him.\n\nJust before landing he would transfer the Urulium to his own duffle\nbag--a new one, of course, stocked with clothing taken from the\ntender's supplies. A welding torch would reduce the copper casket to a\nlump of reddish metal. He would dispose of a little Urulium illegally,\noutfit a one-man ship with the proceeds, and go on a prospecting cruise\nfrom which he could return with a legitimate store of the precious\nstuff. Disposed of to the Martians, who valued it as a healing agent,\nthe four kilograms would bring a fortune.\n\n\n\nHe pushed the little ship to top speed, which was slow at best. Hour\nafter hour he hurled its silvery nose toward the distant stars, on\na course which his charts told him led to earth. Mars, smaller than\nhis own world, was on the other side of the sun. It was on earth that\nautomatic cameras would have snapped the explosion of the _Cinnabar_.\nPerhaps salvage ships were already on their way; in a few hours he\nmight meet them.\n\nGlancing at the chronometer, he saw that it was safe to remove his\nmask. The last vestige of _kui-knor_ which might have entered the\ntender from the _Cinnabar_ would have decomposed by now. By this time\nit would also have decomposed in the blood of the drugged men had any\nremained alive to experience it.\n\n\"Akars! Blast my orbit, what happened?\"\n\nHe whirled at the voice, all his fear surging up within him, choking\nhim. In the doorway stood Box Jordan, his tall, lean figure swaying a\nlittle, keen eyes questioning.\n\n\"Jordan! I--where d'you come from?\"\n\n\"Routine inspection forward. I was checking the fuel tanks, started to\nback out of the tank compartment when I froze up. Couldn't move a toe.\"\nThe navigator's sharp eyes narrowed. \"What happened?\"\n\n\"Happened?\" Akars fought the panic in his voice, the fear of this man\nwho was not afraid of him. \"Nothing much--just that the _Cinnabar_ blew\nup.\"\n\n\"Blew up! You mean we're the only survivors?\"\n\nAkars shrugged. \"I thought I was, until you popped up. Of course I\nlooked around. There wasn't anybody else--\" He stood up, stretching.\n\"If you'll take over a while, I'll get the kinks out of me.\"\n\nFor an instant Jordan hesitated. Akars watched him closely. He\nsuspected, of course--knew that he had been drugged. Even when\nunder the _kui-knor_, he must have felt the tender pull away from\nthe _Cinnabar_, and that without any evidence of an explosion. In a\nmoment he would add things up, reaching the only possible conclusion.\nDesperately Akars glanced about for a weapon.\n\nAnd Jordan, with a queer twisted smile, walked forward--not toward\nthe pilot's seat, but toward Akars. Those big bony hands of his were\nworking. His very silence was terrible.\n\nAkars flattened himself against a wall. Big as he was, he knew himself\nto be no match for the hard-muscled first navigator. Aroused as the\nlatter now was, he would be doubly dangerous. Akars clawed the bare\nwall, breathing hard.\n\n\"You drugged the air-cycle,\" said Jordan. \"You shut off the\nrefrigerators and took off in the tender. You stood by while the\n_Cinnabar_ went to hell, with every man aboard her. Then you went back\nand picked up the Urulium--\"\n\n\"No!\" screamed Akars. \"No! I swear I didn't--\"\n\nJordan's hard fingers closed over his windpipe, crushed in his throat\nlike a steel clamp tightened about it. He could feel his eyes bulging\nfrom their sockets, his body turning cold and dwindling away from him.\n\nHe slumped suddenly, as though unconscious. A moment longer Jordan\nheld him in that terrible grip, then flung him away. Akars hit the\nwall, collapsed into a huddled heap, gasping and retching as breath\npassed his bruised throat. He took his time, gathering strength, sure\nthat Jordan would not attack him while he was down. Desperation lent\nhim courage. Concerned, there was nothing to do but fight it out. He\nwouldn't let the navigator get another throat hold.\n\nPretending to be weaker than he was, Akars lurched to his feet. He\nhad a plan now, and warily circled Jordan before closing in. Then he\nplunged forward, ducked a swift uppercut, took a solid body blow that\nleft him gasping--but reached the wall behind Jordan which was his\nobjective. A rack of oxygen tanks for use with space suits was fastened\nthere. Akar's hands tore one free--a slender, blunt-ended cylinder,\nmassive enough to be a dangerous club. As Jordan closed in Akars\nbrought it down on the navigator's left arm, which fell limp. With a\nbellow of triumph Akars struck for the head.\n\nJordan, still drug-hazy and crippled in one arm, took the blow on a\ntemple. It stopped him like a shot; he crumpled to one knee and fell.\nBreath rattling in his swollen throat, Akars stared into the hated face\nand wondered whether he should finish the job with a few more blows.\nCaution whispered consent, but still he hesitated. This was Box Jordan.\n_Box Jordan!_ Why kill him like this? He wanted Jordan to know what was\ncoming--to know it as long as possible.\n\nIt struck him then that killing Jordan wasn't as simple as it seemed.\nFound aboard the tender, Jordan's body would convict him. Flung into\nspace, this far from the _Cinnabar_ disaster, it would provoke awkward\nquestions--unanswerable questions--when discovered. Here was an\nunexpected flaw in a scheme that had looked foolproof! Cursing, Akars\npulled the chart book toward him.\n\n\n\nHe had tied Jordan's feet and fastened his hands behind him, lashed to\na wall railing. In a supply closet he had found a paralysis gun, which\nhe now wore in a side holster. For these and other reasons he was as\nconfident, when Jordan showed signs of returning life, as he had been\nat first. Grinning, he watched the navigator stir and weakly sit up.\n\n\"Coming out of it, are you? Listen to me, Jordan. I've got the Urulium\naboard. Want to come in on this with me?\"\n\nJordan rubbed his temple tenderly. \"I suppose there isn't much choice--\"\n\nAkars chuckled. \"You'll come in, huh? And spill the first chance you\nget. I'd be asking for the mercury mines if I took you back. Skip it,\nJordan. I was kidding.\"\n\n\"So was I.\" The navigator smiled crookedly. \"But when it comes to\nteaming up with a rat, I'm ashamed of myself for even kidding about it.\"\n\nAkars struck out--a hard flat hand blow that rocked Jordan's head and\nleft red welts on his cheek. \"You know what? I've got your spot picked\nout. Nice and cool. No air, except what'll be in your suit tank. And\nabout as much chance of rescue as an ice cube in hell--\"\n\nHe picked up the chart book and with ruffled brow turned its\nalumin-foil pages, his tongue between his lips. The page found, he held\nit before Jordan.\n\n\"See that? A dinky space-apple that's been passed up by every claiming\nbureau in the system. Ten miles through. Just big enough to keep you\nfrom drifting free where a nosy patrolship might find you. It's the\nnearest asteroid--I'd dump you on Pluto if it weren't out of my way.\"\n\n\"Asteroid H277 plus,\" read Jordan calmly. \"Not exactly exciting. Why\nnot ray me here and chuck out the remains?\"\n\nAkars swore. \"Because you're supposed to be with what's left of the\n_Cinnabar_--damn you. I can't take you back there--salvage ships may be\nout by now. And I can't throw you out where you may be picked up by a\npatrol. I've got to ditch you where you'll stay put--\"\n\n\"So it's H277 plus for me?\" murmured Jordan. \"The plus part of it\nsounds interesting. What does it mean, Akars?\"\n\n\"How the hell would I know? And what do you care? You won't live long\nenough to worry about it.\"\n\nBut Akars himself was worrying as the asteroid floated into sight. He'd\nhad to go off-course to reach it, when he should be making a bee-line\nfor earth. There was a slight chance that the tender might be observed\nstopping here--a risk he had to take, but which could be minimized\nby haste. To cut the time shorter he'd let Jordan wear a space suit\nand walk out of the airlock. That would save time. Otherwise, if he\nkilled Jordan on board, there would be some delay while he disposed of\nthe body. Besides, there was a savage satisfaction in marooning the\nnavigator alive, in letting him live out those last hopeless hours in\nslow torture of body and mind. Akars himself shuddered as he thought of\nit--the fate reserved for murderers taken aboard ship. A ten hour tank\nof oxygen--and a barren island of the sky such as this.\n\n\n\nAsteroid H277 plus was a bleak lump of pitted rock, roughly oval in\nshape, gleaming where the sunlight fell, pitch-black in the shadows.\nNo ship would ever come close enough to it to make out a man's body,\neven if it lay in the light. In fact, space-ships avoided such masses\nas this just as the ancient steamers avoided icebergs. The chance of\nrescue was practically non-existent.\n\n\"Almost there, aren't we?\" asked Jordan from the floor. \"What do I\ndo--a swan dive from the emergency lock?\"\n\nAkars shut off power, held the tender immovable by a weak repulsion\nfield, and freed the navigator's feet.\n\n\"You get in a suit--and don't try any tricks or I'll beam you.\" He\nwatched sharply as Jordan meekly obeyed and climbed into the stiff\ncanvas garment. Akars set the helmet over his head and fastened the rim\nstuds, tearing off the collar bridge bearing the legend \"_SS Cinnabar_.\"\n\n\"If you ever are found, you won't be recognized. They say a body loses\nheat slowly enough for decomposition to make a good start, in one of\nthese suits. When we land, you close your face plate and go out through\nthe lock.\"\n\nHe watched Jordan narrowly as he jockeyed the ship closer to the tiny\nasteroid. Without knowing why, he was uneasy. Jordan was a fighter.\nFunny he'd go out like this, the hard way, without a scrap. But what\ncould he do? If he didn't march out of the lock under his own power,\nAkars could beam him and throw him out through the loading port.\n\nAsteroid H277 plus swam up to meet the ship. Akars picked his landing\nspot and reduced his repulsion field carefully. The ship settled.\nJordan seemed to stiffen expectantly. Akars lifted the paralysis gun\nfrom its holster.\n\nDirectly beneath the basalt blackness of the asteroid shimmered oddly\nwith a strange translucent light. Akars swore softly. There couldn't be\nanything down there. A trick of the sunlight--perhaps the shadow of the\nship? But it was queer. Maybe he shouldn't land--just make Jordan jump\nfrom the ship. That was it.\n\nHis eyes flickered to the navigator, stiff as a ramrod now, with that\ntense air of waiting for something to happen. Akars tightened his grip\non the gun, jerked his eyes back to the asteroid--and froze with fear.\n\nFrom the basalt surface leaped a fountain of fire--cold leaping fire\nlicking upward at the ship. He jerked the controls over to full\nrepulsion, screamed in terror as the ship dipped further instead of\nrising. An electrical flame sprang to meet it--a snapping, snarling\nfury of saw-edged lightning. Incredulously he saw it leave the prow of\nthe vessel, flicker back to strike white flame from the hull plates\njust over the fuel tanks forward.\n\nA muffled roar beat upon his ears. Flame billowed forth before the\npilot glass. The ship trembled and shuddered to the force of unleashed\ngases; acrid fumes swirled over the control board and seeped from the\nvery floor plates beneath his feet. Through drifting smoke he saw\nthe deck curl back, white hot, and drift lazily out of sight like a\nburnt leaf. His ear drums snapped as air fled into space. Vaguely he\nsaw the black surface of the asteroid fly upward, felt a crunch and\ncrash of metal as it exploded in his face, and fell through senseless\ndarkness....\n\n\n\n\"So you're alive?\"\n\nIt was Box Jordan's voice, Akars realized as he awoke to painful\nconsciousness. Parts of him seemed to be on fire. He was wearing a\nspace suit, as Jordan was, and they were no longer in the ship, but on\nthe asteroid.\n\n\"Hard time getting you into a suit when the ship's air went,\" remarked\nthe navigator, his voice loud in Akars' earphones. \"Of course I knew\nwhat was coming and had only to close my face plate, just as you told\nme. But I wanted to save you particularly. They need good, tough\nmurderers like you at the mines. Some last as long as five years, I\nhear.\"\n\nAkars tried to sit up, discovered that he was bound--and that Jordan\nhad the paralysis gun now.\n\n\"I found the Urulium,\" continued the navigator. \"The _Cinnabar's_\nwidows and orphans will get their share, after all.\"\n\n\"What happened?\" asked Akars thickly. \"That explosion--\"\n\n\"Only a feeble imitation of the _Cinnabar's_. Don't forget that her\nfuel exploded spontaneously--with a thousand times the force. In our\ncase the fuel was inert, because our refrigeration didn't fail. It\n_burnt_, once ignited, but without an explosion--just as I expected.\nWhat I didn't tell you, Akars, was that the collision you had near the\nwrecked _Cinnabar_ knocked a hole in one fuel tank. I was lying almost\nagainst it--almost froze, too--and for hours I could hear fuel leaking\nout through the rip. Not much--just enough to catch fire when that\nspark hit us, and to carry back and ignite the whole tank.\"\n\nAkars groaned. \"That spark--that damn spark!\"\n\nJordan was staring into space. He rose and looked long, then sat down\nagain.\n\n\"We're rescued, Akars. Naturally the salvage ships kept a lookout for\nthe missing life ship and saw the flare-up here. They'll arrive soon.\"\n\n\"That spark!\" groaned Akars. \"What the devil was it?\"\n\n\"That was what you weren't interested in, Akars. The 'plus' of H277\nplus. Did you know that the earth and most planets are negatively\ncharged--have a surplus of electrons? And that our ships are also\nnegatively charged--in fact super-charged because of the driving\nfields we use? A planetoid or asteroid with a simple name or number\nis also negative and no precautions are necessary. But a 'plus'\nfollowing the designation means it is positively charged, whether\nbecause of interacting gravitational fields, internal radio-activity,\nor induction between the body and an atmosphere or some other reason.\nWhen an accredited navigator has to land on a 'plus' body he orders a\ncareful check of all fuel tanks, because he knows there will be a heavy\nelectrical discharge between it and the ship just before landing. But\nyou didn't know that--\n\n\"Another thing you didn't know, being a petty and not a commissioned\nofficer, is that a new I.T.C. ruling requires an exact duplicate of the\nship's log to be kept aboard life tenders at all times. Just before I\nwent back to the tanks I replaced that duplicate log book. You took\nit along, Akars, and I found it when I found the Urulium, safe and\nsound in its fireproof case. That's what will convict you, Akars--not\nmy words, but the story of the Urulium find and my turning it over as\na ship's prize, written and signed by Captain Cardigan himself. The\nI.T.C. would have found that duplicate log anyhow, Akars. You never\nreally had a chance to get away with it. Funny, isn't it? Funny how\ndumb a smart guy can be....\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Walton, Harry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61766/pg61766.txt",
        "name": "asteroid_h277—_plus.json"
    }
}