{
    "name": "Atavism",
    "author": [
        "Fennel, Erik"
    ],
    "body": "The amphibious force moved in with big guns ready, with rockets\nand flame throwers and LCI's and LCT's and planes and thousands\nof combat-hardened men, expecting to shoot the works against the\nfog-shrouded little island that might have held the northern key to\ninvasion.\n\nThe men were all tensely expectant. All, that is, except the nurse and\nthe Air Force radioman whom one of the LCT's had picked up en route,\ndrifting in a rubber life raft. But their apparent indifference to the\nimpending battle aroused little comment. The task force had its own\nproblems to consider, and that pair had already had it rugged. Their\nplane, they said, had been shot down weeks before and they'd been\ndodging Japs ever since.\n\nWhen the ramp of the first landing craft grated on the gravel and word\nwent back to the waiting ships that the battle was off, that the\nJaps for some unknown reason of their own had pulled out without even\npausing to destroy their equipment, the nurse and the radioman seemed\nas calm as though it were what they had expected all along. But in the\nexcitement over the startling new development their peculiar behavior\nwas overlooked. They didn't complain, for they had no desire to do any\nmore lying than necessary....\n\n\n\n... Yark was a Great Brain. Even the more advanced embryos were\nconscious of his revered status. But his three eyes blinked in\nrotation--a sure sign of pleasure in a Martian--and in the pleasure of\naddressing the most distinguished Martians from every field of endeavor\nhis outlines wavered and grew dim. For seconds at a time he _thinned\nout_ almost to transparency.\n\nHe addressed the gathering orally, though of course all present were\nsufficiently advanced for direct brain-to-brain communication. Yark\nfancied himself as an orator--the one atavistic trait he consciously\nallowed himself--and mental contact did not allow the little frills of\nspeech-making.\n\n\"The outer hull of the spaceship is made of oxides,\" he declared,\n\"because the planet selected for initial exploration has an\nunconscionable amount of oxygen in its atmosphere, and oxides will not\noxidize.\"\n\nMental applause resounded through the great Hall. This was excellent\nMartian logic.\n\n\"Construction of the vessel was relatively simple. The great problem\nlay in developing a life form which could withstand the rigors of the\njourney.\n\n\"What sets us apart from the lower forms of life?\"\n\nThe question was purely rhetorical. Every Martian knew it was the\nability to change form at will.\n\n\"This trait is of course due to superior mental ability and training.\nBut even for us there has been a definite limitation, caused of course\nby residual atavisms ... atavisms which we must, and some day will,\nextirpate completely from our glorious race.\"\n\nExcitement overcame his mental control and for a moment he became\ncompletely invisible. He frowned mentally as he caught a tittering\nreaction from some individual in the audience. Invisibility, too,\nwas an aspect of shape adaptation, of superiority, though because it\nno longer served a useful purpose it had come to be regarded with\nsuspicion as an atavistic trait. This was particularly true of the\ninvoluntary invisibility which sometimes accompanied high emotional\ntension. A powerful and growing school of thought even considered\nemotions themselves as atavisms.\n\nA human audience would have fidgeted as Yark recounted in minutest\ndetail the processes by which Erg, to whom had been granted the honor\nof becoming the first Martian to visit another planet, had been reduced\nto the lowest common denominator of Martian consciousness, a mass of\nspecialized but undifferentiated cells. And Yark, Yark of the Council\nof Great Brains, had been in charge since the very earliest stages of\nErg's embryohood.\n\n\"This reduction,\" Yark declared, \"has been possible only by complete\nelimination of all atavistic traits. Even latent ones.\" He told with\nobvious satisfaction of Erg's unprecedented perfect zero score on the\nfamous Yark Anti-Atavism Test.\n\n\"Erg will remain in full telepathic contact with me,\" the Great\nBrain continued. \"Immediately following the landing there will be a\nperiod of quiescence, necessary to allow Erg to adjust himself to\nhis new environment. During this period he will be able to gather\nand retransmit mental impressions from any intelligent creatures\nnearby--providing of course any such creatures exist upon this\nbarbarously un-Martian planet--but his individuality will remain\npassive.\n\n\"Following the period of quiescence, differentiation of cells will take\nplace. Erg will then be a full-fledged Martian and will explore the\nentire planet. After that, who knows what vistas of greatness lie ahead?\n\n\"In his present form only I, his mentor and creator, can retain\ncontact. But you honored Martians will be allowed to become attuned to\nmy brain and thus receive Erg's reports.\"\n\nHe paused and held aloft a transparent cylinder. The Martians stirred\nwith interest. They were all greatly impressed, although Erg resembled\nnothing so much as a pot roast in a jar. They had never heard of a pot\nroast.\n\n\"We shall now dispatch Erg upon his epochal journey.\"\n\n\n\nGunnar Viborg paced restlessly to keep warm, kicking irritably at the\npile of mouldy straw in the back of the cave and the deflated life raft\nfrom which they had sneaked ashore the night after their plane had been\nshot down at sea.\n\n\"Martha,\" he said, \"this is no good. If we don't get food now, tonight,\nwe'll be too weak if we ever do get a chance for a getaway. I say,\nlet's make a grab now and take our chances afterward. How about it?\"\n\nThe nurse, her attractive face now pinched with cold and hunger,\nnodded. Both were well aware that a raid on a Jap supply cache would\nstart an intensive search, but hunger and desperation are companions.\n\nThey checked their pistols, their only weapons except Gunnar's trench\nknife, and started out. They had already chosen their objective, but\nwere only halfway there when the raid began. Probing searchlight beams\nbroke futilely against the hovering clouds and the night rocked with\nfalling bombs and the insane yammer of anti-aircraft fire.\n\nOne raid more or less meant little in their situation and, even while\nthey crouched between two huge boulders, Gunnar kept remembering that\nwonderful restaurant in his Minnesota home town, its strong black\ncoffee and thick steaks and beautiful apple pie.\n\n\"Quit that, stomach!\" he told himself.\n\nThe raid seemed to have ended and they were moving on again when,\nwithout warning, the night was shattered by a blue flash somewhere\nabove. The glare penetrated even the blanketing fog and for an instant\nleft the island starkly outlined in a brilliance exceeding daylight.\nInstantly the ack-ack resumed its uproar, firing blindly. A thousand\nfreight trains seemed to rumble by overhead.\n\nThen a ball-shaped object, emitting a dying trail of flame, whistled\nout of the overcast like a gigantic bomb. Sparks flashed from a rock as\nit struck and rebounded. It bounced again and came tumbling down the\nhill, clanging against boulders, hissing and steaming with its own heat\nas it encountered patches of snow.\n\n\"What--what the hell is it?\" Martha whispered.\n\n\"Some sort of rocket plane. I didn't know we had anything like that.\"\n\nGunnar ran forward to investigate as it came to rest near them. It\nwas metal, but battered completely beyond recognition. Part of it was\nripped and torn as though by a shell.\n\n\"Let's get out of here,\" Martha urged as Gunnar probed the wreckage.\n\"The Japs are coming.\"\n\nGunnar prodded once more at a loosened section, which swung aside to\ndisclose a padded compartment. The transparent cylindrical container he\nhauled out was scorched but unbroken.\n\n\"Let's _go_!\" Martha pleaded.\n\nThey had to endure an eternity of anxious waiting, huddled in a\nsnowbank while a Nip patrol went by. Gunnar held on to his loot. He had\ngotten one glimpse of the contents, and it looked like food.\n\nTheir clothing was soaked with melted snow and sweat when at last they\nregained the comparative safety of their cave.\n\nGunnar had trouble with the container. The fastenings refused to\nunfasten.\n\n\"Quit stalling,\" Martha complained. \"I'm hungry.\"\n\nFinally Gunnar smashed the thing open with a chunk of rock and hacked\noff a couple of pieces with his trench knife. The meat resembled an\noutstandingly low grade of Spam, interspersed with bits of gristle that\nmade tough chewing, and it had a strong gamey taste.\n\n\"Not American,\" Gunnar remarked.\n\n\"Some kind of _ersatz_, probably Jap,\" Martha commented between bites.\nThey were too hungry to be choosey.\n\nA sound from the cave's mouth interrupted their meal. Gunnar gripped\nhis trench knife and pistol as he moved stealthily forward. Then he\nlaughed.\n\n\"What is it?\" Martha inquired, her gun ready, too.\n\nThe half-breed husky growled again, sniffed hungrily and entered the\ncave snarling. Old scars and new gashes in his flea-bitten hide showed\nhis familiarity with the ways of Jap soldiery.\n\n\"One of the dogs the Aleuts left behind when the Japs drove them out,\"\nGunnar said.\n\nHe threw a small chunk of gristle. The dog cowered at the motion but\ndarted forward as the piece fell and wolfed it down without chewing.\n\n\"Here you are, pooch,\" Gunnar called.\n\n\"Why, he's starved,\" Martha observed.\n\nGunnar held more meat in his hand and backed into the cave. The dog\nfollowed, wagging his stumpy tail, all growling and menace forgotten as\nhe found the humans friendly.\n\n\"We can't let him live,\" he said reluctantly as the dog accepted the\nfood from his hand. \"He'd run in and out and lead the Japs here.\"\n\n\"I guess you're right,\" the nurse agreed, \"But--\"\n\nGunnar picked up his knife, but the dog chose that moment to lick his\nwrist with a rough, wet tongue, place one paw on his knee and look up\ninquiringly. Gunnar extended it toward Martha. \"Here, you do it. I\ncan't.\"\n\nShe made no move to take the weapon. \"I can't, either. He trusts us.\"\n\nShe yawned. A few seconds later he did likewise. Then the dog yawned,\ntoo. Gunnar fought another yawn.\n\n\"Something--aangh--wrong--aangh--with that meat!\" he cried, sudden\nalarm struggling with drowsiness. \"I feel doped!\"\n\n\n\nDrowsiness won. He leaned back against the straw in the darkness and\nclosed his eyes.\n\nMartha's eyelids were heavy but she was still a nurse. She shook\nhim violently. \"Sleep in those wet clothes and you'll wake up with\npneumonia. Get them off!\" she ordered.\n\nDizzily they undressed in the blackness, wringing out their sopping\nclothing and hanging it on projecting points of rock in the cave.\nBefore they finished the dog was snoring loudly in the straw.\n\nMartha felt silly and lightheaded. \"Gunnar,\" she said. \"Let's call him\nFrankie. He sings.\" She giggled.\n\nThen she yawned once more, burrowed into the straw and was sound asleep.\n\nGunnar had just time to place the two guns and his knife nearby before\nhe too lost consciousness....\n\n... Heat. Cold. Heat again. Violent motion. A ripping shock. The\nsensations would have been excruciatingly painful to any Martian still\npossessed of anything so atavistic as a pain sense.\n\nMotion impulses were replaced by vague manifestations of the presence\nof alien life forms nearby. Two units of alien life. Sensations of\nErg becoming the center of some unintelligible, barbaric scene of\njubilation, as though he were being received with great joy.\n\nYark was mildly surprised. Life on this distant planet had evolved\nfurther than he had anticipated. The ceremony was confusing, but at\nleast those organisms had developed sufficiently to recognize Erg's\ninherent superiority and to receive him accordingly.\n\nRapidly the jubilation died away. Erg was entering the stage of total\nquiescence, and evidently these alien creatures had quiescent periods\ntoo.\n\nThe flow of thought impulses ceased and the assembly waited, members\ngossiping mentally while Yark kept his brain receptive.\n\nTime passed, and suddenly an inaudible scream of mental anguish was\nripped from Yark's brain before he could repress it. The assembly came\nto instant attention, all mental small talk forgotten.\n\nYark writhed. Differentiation had begun--but what differentiation! Erg,\nthe incomparable Erg, the most carefully normalized of all Martian\npersonalities--had suddenly developed advanced multiple schizophrenia.\nHe had split into three personalities, two disgustingly atavistic,\nwhile the third--_ugh_! That one was indescribably horrid. Yark had\njust time to distinguish between the three when their thought trains\nimpinged on his brain, all three at once.\n\nYark's brain was shaken to its very foundations by the intensity of\ntheir un-Martian confusion. Fear and anger and snarling hatred and\ndespair and the nearness of deadly peril and the desire to do something\nto protect something else, emotions which Yark had never encountered in\nthe entire span of his existence, all swirled through his mind at once\nin sickening profusion.\n\nErg, pure, beautiful, perfect, non-atavistic Erg, thinking such black\nand unenlightened emotion-thoughts!\n\nYark was outraged, nonplussed and confounded by Erg's incontrovertible\nsymptoms of atavistic schizophrenia. Once more his mind registered a\nmental titter, this time from more than one member of the audience....\n\n\n\n... Gunnar reached out to quiet the growling dog, but Frankie was gone.\nInstead his hand encountered Martha's and he gave it a reassuring\nsqueeze. He listened, hardly breathing.\n\nFrom just outside the cave came the peculiar faint sound made only by\nsplit-toed Japanese shoes.\n\n\"This is it,\" he whispered as he pressed Martha's pistol into her hand.\n\"They've found us. Better save one shot for yourself.\"\n\nFlashlights glimmered around the bend of the cave and the clothing\nhanging from the rocks shuddered and fell as a burst of Nambu fire\nroared. A Jap ran toward the huddled garments, chattering wildly.\n\nGunnar knew they could hope only to take as many Nips as possible with\nthem. Even as he opened fire he could hear Martha's pistol start up\nbeside him. The first Japs went down.\n\nThen his pistol clicked empty.\n\n\"Just one more,\" Gunnar prayed as he threw the useless weapon into the\nnearest yellow face and drew his knife for a final charge.\n\n\n\nHe expected to be met by a burst of fire as he stepped out, but the\nbullets did not come. Instead a Jap tripped and kicked at something\nnear his feet, then tumbled violently backward with his hands coming up\nas though to protect his face. The Jap started to scream but stopped\nabruptly as blood spurted from a throat suddenly raw and mangled. A\nsnarling growl echoed through the cave.\n\nAnother Nip went down, struggling with something invisible.\n\nPanic gripped the Jap patrol. Two surviving soldiers broke and ran,\nbut the lieutenant in charge snatched up a gun. Bullets whined off the\nrocks as he fired wildly, without a target.\n\nAll at once Frankie lay in the middle of the floor, his spine shattered\nby a chance bullet but his fangs still bared in a snarl of defiance.\nThe Jap kicked at the dog, then jumped aside and stared unbelievingly\nas his outlines blurred momentarily. He kicked again with deliberate\nbrutality, and the dog gave one convulsive shudder and lay still.\n\nWithout conscious volition Gunnar raised his arm. Twenty feet away\nbones crunched under the brass handle-studs of the trench knife. Gunnar\nfelt the impact up his arm, and then the snick as the double-edged\nblade plunged between two ribs.\n\nThen he and Martha were alone with several dead Japanese and the body\nof a dog.\n\nGunnar felt a pulling sensation in his shoulder. The bloody knife\nsurged toward him through the air. He looked down.\n\nAnd he wasn't there at all!\n\n\"M--Martha!\" he called unsteadily.\n\n\"Yes, Gunnar,\" her voice answered from nearby.\n\n\"Where are you?\"\n\n\"Here.\"\n\n\"Where?\"\n\nHe glanced wildly around. Her pistol was floating in the air beside\nhim, and then by the light of a flash the Japs had dropped he could\njust discern the tenuous, transparent outlines of her figure. He stared.\n\nShe must have seen him too, for instantly she was completely invisible\nagain.\n\n\"What the hell--?\" he asked.\n\n\"I--I don't know.\" Her voice was shaky now. Her coveralls lifted\nthemselves from the floor and fastened themselves.\n\n\"Get them off,\" he begged after one look. \"I can see you that way, sort\nof.\"\n\nBullets had ripped through the garments and the rents disclosed large\npatches of _nothingness_ inside. The result was both indecent and\nterrifying. Hurriedly she slipped them off.\n\n\"I can't see myself and I don't feel cold at all,\" she mused. \"Are we\ndead?\"\n\nGunnar had a practical mind.\n\n\"I don't think so,\" he decided. \"I don't know what's happened to us,\nbut if we can't see ourselves or each other they sure as hell can't see\nus either. And we're going to damn well take advantage of it. Their\nradar station, first.\"\n\nThey floundered out into a snowstorm, keeping together by the sound of\ntheir voices and an occasional touch of hands.\n\n\"I wish we had feet like snowshoes,\" he remarked, trying to break the\nspell of spookiness with conversation.\n\nHe felt a tug, a spreading, and found himself stepping lightly over the\ndrifts.\n\n\"Judas!\" he said in awe. \"If we're dead, which place is this?\"\n\n\n\nThe confidential agent from Imperial Headquarters confronted the\ngarrison's commandant. \"You are a disgrace to the Imperial Army,\" he\nsnorted. \"You have the mentality of an Ainu.\"\n\n\"But Excellency--\"\n\n\"Radar station destroyed. Coastal guns useless. Ammunition set afire.\nSupplies stolen. Sentries killed. But, instead of taking proper\nmeasures against these Yankee saboteurs who have very evidently sneaked\nashore--due to more of your incompetence--you send us fables to cover\nyour own deficiencies. Ghost hands. Ghost Yankees. All fables. Bah!\n\n\"That is as absurd as the idea of my own pistol rising from its holster\nby itself and turning upon me.\"\n\n\"Excellency,\" shrieked the overwrought officer. \"Don't say such things\non this island!\"\n\nThe agent stared in horror-struck rigidity as his gun jerked itself\nclear, rose, and pointed. The gun spat twice, then floated rapidly\nacross the room and placed itself gently in the commandant's trembling\nhand.\n\nThe headquarters bodyguard rushed in and jumped at conclusions as\nthey saw their superior's body. Their crossfire cut the unfortunate\ncommandant almost in half.\n\nThe major who was second in command stuck his head in the doorway for\none horrified look. But when something unseen in that room of death\nlaughed harshly in triumph he dashed hastily out again, screaming\nfrantic orders....\n\n\n\n... Yark was unhappy. The majority reaction was profound shock at the\nrealization that the great Yark was not infallible.\n\n\"What shall we do?\" a mental voice asked.\n\n\"Destroy him!\" The response was overwhelming.\n\nYark recoiled. Erg was his masterpiece, and to destroy him would be to\nacknowledge utter failure. But his very status as a Great Brain was now\nin jeopardy.\n\n\"It will be difficult to reach the real, the actual Erg, submerged as\nhe is beneath his false schizophrenic personalities, but through me it\ncan be accomplished....\"\n\n\n\n\"... We'd better get some clothes on,\" Martha said bashfully. She could\nfeel her outlines showing again. For the past couple of days it had\nbecome increasingly difficult to maintain complete invisibility. She\nand Gunnar were both beginning to _flicker_, to appear dimly and then\nvanish again.\n\n\"That's right. I'm beginning to feel the cold again, too.\" Gunnar was a\ngentleman and spared her modesty. \"Whatever it is, it's wearing off.\"\n\nThe island lay several hours behind them when Martha glanced around\nonce more at Gunnar's apparently empty clothing and the dent the\nweight of his body made in the rubber boat. She gave a little squeal\nof surprise this time, for the dent and the clothes were occupied--by\nGunnar, solid and in the flesh.\n\nHe looked, and saw her, too. For a minute, neither said a word....\n",
    "metadata": {
        "author": [
            "Fennel, Erik"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64157/pg64157.txt",
        "name": "atavism.json"
    }
}