{
    "name": "Aunt Deborah",
    "author": [
        "Mitford, Mary Russell"
    ],
    "body": "A crosser old woman than Mrs. Deborah Thornby was certainly not to be\nfound in the whole village of Hilton. Worth, in country phrase, a power\nof money, and living (to borrow another rustic expression) upon her\nmeans, the exercise of her extraordinary faculty for grumbling and\nscolding seemed the sole occupation of her existence, her only pursuit,\nsolace, and amusement; and really it would have been a great pity to\nhave deprived the poor woman of a pastime so consolatory to herself, and\nwhich did harm to nobody: her family consisting only of an old labourer,\nto guard the house, take care of her horse, her cow, and her chaise and\ncart, and work in the garden, who was happily, for his comfort, stone\ndeaf, and could not hear her vituperation, and of a parish girl of\ntwelve, to do the indoor work, who had been so used to be scolded all\nher life, that she minded the noise no more than a miller minds the\nclack of his mill, or than people who live in a churchyard mind the\nsound of the church bells, and would probably, from long habit, have\nfelt some miss of the sound had it ceased, of which, by the way, there\nwas small danger, so long as Mrs. Deborah continued in this life. Her\ncrossness was so far innocent that it hurt nobody except herself. But\nshe was also cross-grained, and that evil quality is unluckily apt to\ninjure other people; and did so very materially in the present instance.\n\nMrs. Deborah was the only daughter of old Simon Thornby, of Chalcott\ngreat farm; she had had one brother, who having married the rosy-cheeked\ndaughter of the parish clerk, a girl with no portion except her modesty,\nher good-nature, and her prettiness, had been discarded by his father,\nand after trying various ways to gain a living, and failing in all, had\nfinally died broken-hearted, leaving the unfortunate clerk's daughter,\nrosy-cheeked no longer, and one little boy, to the tender mercy of his\nfamily. Old Simon showed none. He drove his son's widow from the door as\nhe had before driven off his son; and when he also died, an event\nwhich occurred within a year or two, bequeathed all his property to his\ndaughter Deborah.\n\nThis bequest was exceedingly agreeable to Mrs. Deborah, (for she was\nalready of an age to assume that title,) who valued money, not certainly\nfor the comforts and luxuries which it may be the means of procuring,\nnor even for its own sake, as the phrase goes, but for that which, to\na woman of her temper, was perhaps the highest that she was capable of\nenjoying, the power which wealth confers over all who are connected with\nor dependent on its possessor.\n\nThe principal subjects of her despotic dominion were the young widow and\nher boy, whom she placed in a cottage near her own house, and with whose\ncomfort and happiness she dallied pretty much as a cat plays with the\nmouse which she has got into her clutches, and lets go only to catch\nagain, or an angler with the trout which he has fairly hooked, and\nmerely suffers to struggle in the stream until it is sufficiently\nexhausted to bring to land. She did not mean to be cruel, but she could\nnot help it; so her poor mice were mocked with the semblance of liberty,\nalthough surrounded by restraints; and the awful paw seemingly sheathed\nin velvet, whilst they were in reality never out of reach of the horrors\nof the pat.\n\nIt sometimes, however, happens that the little mouse makes her escape\nfrom madam pussy at the very moment when she seems to have the unlucky\ntrembler actually within her claws; and so it occurred in the present\ninstance.\n\nThe dwelling to which Mrs. Deborah retired after the death of her\nfather, was exceedingly romantic and beautiful in point of situation. It\nwas a small but picturesque farm-house, on the very banks of the Loddon,\na small branch of which, diverging from the parent stream, and crossed\nby a pretty footbridge, swept round the homestead, the orchard\nand garden, and went winding along the water meadows in a thousand\nglittering meanders, until it was lost in the rich woodlands which\nformed the back-ground of the picture. In the month of May, when the\norchard was full of its rosy and pearly blossoms, a forest of lovely\nbloom, the meadows yellow with cowslips, and the clear brimming river,\nbordered by the golden tufts of the water ranunculus, and garlanded by\nthe snowy flowers of the hawthorn and the wild cherry, the thin wreath\nof smoke curling from the tall, old-fashioned chimneys of the pretty\nirregular building, with its porch, and its baywindows, and gable-ends\nfull of light and shadow,--in that month of beauty it would be difficult\nto imagine a more beautiful or a more English landscape.\n\nOn the other side of the narrow winding road, parted from Mrs. Deborah's\ndemesne by a long low bridge of many arches, stood a little rustic mill,\nand its small low-browed cottage, with its own varied back-ground of\ngarden and fruit trees and thickly wooded meadows, extending in long\nperspective, a smiling verdant valley of many miles.\n\nNow Chalcott mill, reckoned by everybody else the prettiest point in her\nprospect, was to Mrs. Deborah not merely an eye-sore, but a heart-sore,\nnot on its own account; cantankerous as she was, she had no quarrel with\nthe innocent buildings, but for the sake of its inhabitants.\n\nHonest John Stokes, the miller, was her cousin-german. People did say\nthat some forty years before there had been question of a marriage\nbetween the parlies; and really they both denied the thing with so much\nvehemence and fury, that one should almost be tempted to believe there\nwas some truth in the report. Certain it is, that if they had been that\nwretched thing a mismatched couple, and had gone on snarling together\nall their lives, they could not have hated each other more zealously.\nOne shall not often meet with anything so perfect in its way as that\naversion. It was none of your silent hatreds that never come to words;\nnor of your civil hatreds, that veil themselves under smooth phrases\nand smiling looks. Their ill-will was frank, open, and above-board. They\ncould not afford to come to an absolute breach, because it would have\ndeprived them of the pleasure of quarrelling; and in spite of the\nfrequent complaints they were wont to make of their near neighbourhood,\nI am convinced that they derived no small gratification from the\nopportunities which it afforded them of saying disagreeable things to\neach other.\n\nAnd yet Mr. John Stokes was a well-meaning man, and Mrs. Deborah Thornby\nwas not an ill-meaning woman. But she was, as I have said before, cross\nin the grain; and he--why he was one of those plain-dealing personages\nwho will speak their whole mind, and who pique themselves upon that sort\nof sincerity which is comprised in telling to another all the ill\nthat they have ever heard, or thought, or imagined concerning him,\nin repeating, as if it were a point of duty, all the harm that one\nneighbour says of another, and in denouncing, as if it were a sin,\nwhatever the unlucky person whom they address may happen to do, or to\nleave undone.\n\n\"I am none of your palavering chaps, to flummer over an old vixen for\nthe sake of her strong-box. I hate such falseness. I speak the truth and\ncare for no man,\" quoth John Stokes.\n\nAnd accordingly John Stokes never saw Mrs. Deborah Thornby but he\nsaluted her, pretty much as his mastiff accosted her favourite cat;\nerected his bristles, looked at her with savage bloodshot eyes, showed\nhis teeth, and vented a sound something between a snarl and a growl;\nwhilst she, (like the fourfooted tabby,) set up her back and spit at him\nin return.\n\nThey met often, as I have said, for the enjoyment of quarrelling; and as\nwhatever he advised she was pretty sure _not_ to do, it is probable\nthat his remonstrances in favour of her friendless relations served to\nconfirm her in the small tyranny which she exercised towards them.\n\nSuch being the state of feeling between these two jangling cousins, it\nmay be imagined with what indignation Mrs. Deborah found John Stokes,\nupon the death of his wife, removing her widowed sister-in-law from the\ncottage in which she had placed her, and bringing her home to the mill,\nto officiate as his housekeeper, and take charge of a lovely little\ngirl, his only child. She vowed one of those vows of anger which I fear\nare oftener kept than the vows of love, to strike both mother and son\nout of her will, (by the way, she had a superstitious horror of that\ndisagreeable ceremony, and even the temptation of choosing new legatees\nwhenever the old displeased her, had not been sufficient to induce her\nto make one,--the threat did as well,) and never to speak to either of\nthem again as long as she lived.\n\nShe proclaimed this resolution at the rate of twelve times an hour,\n(that is to say, once in five minutes,) every day for a fortnight; and\nin spite of her well-known caprice, there seemed for once in her life\nreason to believe that she would keep her word.\n\nThose prudent and sagacious persons who are so good as to take the\nsuperintendence of other people's affairs, and to tell by the look of\nthe foot where the shoe pinches and where it does not, all united in\nblaming the poor widow for withdrawing herself and her son from Mrs.\nDeborah's protection. But besides that no human being can adequately\nestimate the misery of leading a life of dependence upon one to whom\nscolding was as the air she breathed, without it she must die, a\npenurious dependence too, which supplied grudgingly the humblest wants,\nand yet would not permit the exertions by which she would joyfully have\nendeavoured to support herself;--besides the temptation to exchange Mrs.\nDeborah's incessant maundering for the Miller's rough kindness, and her\nscanty fare for the coarse plenty of his board,--besides these homely\nbut natural temptations--hardly to be adequately allowed for by those\nwho have passed their lives amidst smiling kindness and luxurious\nabundance; besides these motives she had a stronger and dearer in her\ndesire to rescue her boy from the dangers of an enforced and miserable\nidleness, and to put him in the way of earning his bread by honest\nindustry.\n\nThrough the interest of his grandfather the parish clerk, the little\nEdward had been early placed in the Hilton free school, where he had\nacquitted himself so much to the satisfaction of the master, that\nat twelve years old he was the head boy on the foundation, and took\nprecedence of the other nine-and-twenty wearers of the full-skirted\nblue coats, leathern belts, and tasseled caps, in the various arts of\nreading, writing, cyphering, and mensuration. He could flourish a swan\nwithout ever taking his pen from the paper. Nay, there is little doubt\nbut from long habit he could have flourished it blindfold, like the\nman who had so often modelled the wit of Ferney in breadcrumbs, that he\ncould produce little busts of Voltaire with his hands under the table;\nhe had not his equal in Practice or the Rule of Three, and his piece,\nwhen sent round at Christmas, was the admiration of the whole parish.\n\nUnfortunately, his arrival at this pre-eminence was also the signal of\nhis dismissal from the free school. He returned home to his mother,\nand as Mrs. Deborah, although hourly complaining of the expense of\nsupporting a great lubberly boy in idleness, refused to appentice him to\nany trade, and even forbade his finding employment in helping her deaf\nman of all work to cultivate her garden, which the poor lad, naturally\nindustrious and active, begged her permission to do, his mother,\nconsidering that no uncertain expectations of money at the death of his\nkinswoman could counterbalance the certain evil of dragging on his days\nin penury and indolence during her life, wisely determined to betake\nherself to the mill, and accept John Stokes's offer of sending Edward\nto a friend in town, for the purpose of being placed with a civil\nengineer:--a destination with which the boy himself--a fine intelligent\nyouth, by the way, tall and manly, with black eyes that talked and\nlaughed, and curling dark hair,--was delighted in every point of view.\nHe longed for a profession for which he had a decided turn; he longed\nto see the world as personified by the city of cities, the unparagoned\nLondon; and he longed more than either to get away from Aunt Deborah,\nthe storm of whose vituperation seemed ringing in his ears so long as he\ncontinued within sight of her dwelling. One would think the clack of the\nmill and the prattle of his pretty cousin Cicely might have drowned\nit, but it did not. Nothing short of leaving the spinster fifty miles\nbehind, and setting the great city between him and her, could efface the\nimpression.\n\n\"I hope I am not ungrateful,\" thought Edward to himself, as he was\ntrudging London-ward after taking a tender leave of all at the mill; \"I\nhope I am not ungrateful. I do not think I am, for I would give my right\narm, ay, or my life, if it would serve master John Stokes or please dear\nCissy. But really I do hope never to come within hearing of Aunt Deborah\nagain, she storms so. I wonder whether all old women are so cross. I\ndon't think my mother will be, nor Cissy. I am sure Cissy won't. Poor\nAunt Deborah! I suppose she can't help it.\" And with this indulgent\nconclusion, Edward wended on his way.\n\nAunt Deborah's mood was by no means so pacific. She staid at home\nfretting, fuming, and chafing, and storming herself hoarse--which, as\nthe people at the mill took care to keep out of earshot, was all so much\ngood scolding thrown away. The state of things since Edward's departure\nhad been so decisive, that even John Stokes thought it wiser to keep\nhimself aloof for a time; and although they pretty well guessed that she\nwould take measures to put in effect her threat of disinheritance, the\nfirst outward demonstration came in the shape of a young man (gentleman\nI suppose he called himself--ay, there is no doubt but he wrote himself\nEsquire) who attended her to church a few Sundays after, and was\nadmitted to the honour of sitting in the same pew.\n\nNothing could be more unlike our friend Edward than the stranger.\nFair, freckled, light-haired, light-eyed, with invisible eye-brows and\neye-lashes, insignificant in feature, pert and perking in expression,\nand in figure so dwarfed and stunted, that though in point of age he had\nevidently attained his full growth, (if one may use the expression to\nsuch a he-doll,) Robert at fifteen would have made two of him,--such was\nthe new favourite. So far as appearance went, for certain Mrs. Deborah\nhad not changed for the better.\n\nGradually it oozed out, as, somehow or other, news, like water, will\nfind a vent, however small the cranny,--by slow degrees it came to\nbe understood that Mrs. Deborah's visiter was a certain Mr. Adolphus\nLynfield, clerk to an attorney of no great note in the good town of\nBelford Regis, and nearly related, as he affirmed, to the Thornby\nfamily.\n\nUpon hearing these tidings, John Stokes, the son of old Simon Thornly's\nsister, marched across the road, and finding the door upon the latch,\nentered unannounced into the presence of his enemy.\n\n\"I think it my duty to let you know, cousin Deborah, that this\nhere chap's an impostor--a sham--and that you are a fool,\" was his\nconciliatory opening. \"Search the register. The Thornlys have been\nyeomen of this parish ever since the time of Elizabeth--more shame to\nyou for forcing the last of the race to seek his bread elsewhere; and if\nyou can find such a name as Lynfield amongst 'em, I'll give you leave\nto turn me into a pettifogging lawyer--that's all. Saunderses, and\nSymondses, and Stokeses, and Mays, you'll find in plenty, but never\na Lynfield. Lynfield, quotha! it sounds like a made-up name in a\nstory-book! And as for 'Dolphus, why there never was anything like it in\nall the generation, except my good old great aunt Dolly, and that stood\nfor Dorothy. All our names have been christian-like and English, Toms,\nand Jacks, and Jems, and Bills, and Sims, and Neds--poor fellow! None of\nyour outlandish 'Dolphuses. Dang it, I believe the foolish woman likes\nthe chap the better for having a name she can't speak! Remember, I warn\nyou he's a sham!\" And off strode the honest miller, leaving Mrs.\nDeborah too angry for reply, and confirmed both in her prejudice and\nprepossession by the natural effect of that spirit of contradiction\nwhich formed so large an ingredient in her composition, and was not\nwholly wanting in that of John Stokes.\n\nYears passed away, and in spite of frequent ebbs and flows, the tide of\nMrs. Deborah's favour continued to set towards Mr. Adolphus Lynfield.\nOnce or twice indeed, report had said that he was fairly discarded,\nbut the very appearance of the good miller, anxious to improve the\nopportunity for his protégé, had been sufficient to determine his cousin\nto reinstate Mr. Adolphus in her good graces. Whether she really liked\nhim is doubtful. He entertained too good an opinion of himself to be\nvery successful in gaining that of other people.\n\nThat the gentleman was not deficient in \"left-handed wisdom,\" was\nproved pretty clearly by most of his actions; for instance, when routed\nby the downright miller from the position which he had taken up of a\nnear kinsman by the father's side, he, like an able tactician, wheeled\nabout and called cousins with Mrs. Deborah's mother; and as that good\nlady happened to have borne the very general, almost universal, name of\nSmith, which is next to anonymous, even John Stokes could not dislodge\nhim from that entrenchment. But he was not always so dexterous. Cunning\nin him lacked the crowning perfection of hiding itself under the\nappearance of honesty. His art never looked like nature. It stared\nyou in the face, and could not deceive the dullest observer. His very\nflattery had a tone of falseness that affronted the person flattered;\nand Mrs. Deborah, in particular, who did not want for shrewdness, found\nit so distasteful, that she would certainly have discarded him upon\nthat one ground of offence, had not her love of power been unconsciously\npropitiated by the perception of the efforts which he made, and the\ndegradation to which he submitted, in the vain attempt to please her.\nShe liked the homage offered to \"_les beaux yeux de sa cassette_\" pretty\nmuch as a young beauty likes the devotion extorted by her charms, and\nfor the sake of the incense tolerated the worshipper.\n\nNevertheless there were moments when the conceit which I have mentioned\nas the leading characteristic of Mr. Adolphus Lynfield had well nigh\nbanished him from Chalcott. Piquing himself on the variety and extent\nof his knowledge, the universality of his genius, he of course paid\nthe penalty of other universal geniuses, by being in no small degree\nsuperficial. Not content with understanding every trade better than\nthose who had followed it all their lives, he had a most unlucky\npropensity to put his devices into execution, and as his information\nwas, for the most part, picked up from the column headed \"varieties,\"\nin the county newspaper, where of course there is some chaff mingled\nwith the grain, and as the figments in question were generally ill\nunderstood and imperfectly recollected, it is really surprising that the\nyoung gentleman did not occasion more mischief than actually occurred by\nthe quips and quiddities which he delighted to put in practice whenever\nhe met with any one simple enough to permit the exercise of his talents.\n\nSome damage he did effect by his experiments, as Mrs. Deborah found to\nher cost. He killed a bed of old-fashioned spice cloves, the pride of\nher heart, by salting the ground to get rid of the worms. Her broods of\ngeese also, and of turkeys, fell victims to a new and infallible mode of\nfeeding, which was to make them twice as fat in half the time. Somehow\nor other, they all died under the operation. So did half a score of fine\napple-trees, under an improved method of grafting; whilst a magnificent\nbrown Bury pear, that covered one end of the house, perished of the\ngrand discovery of severing the bark to increase the crop. He lamed Mrs.\nDeborah's old horse by doctoring him for a prick in shoeing, and ruined\nher favourite cow, the best milch cow in the county, by a most needless\nattempt to increase her milk.\n\nNow these mischances and misdemeanors, ay, or the half of them, would\nundoubtedly have occasioned Mr. Adolphus's dismission, and the recall of\npoor Edward, every account of whom was in the highest degree favourable,\nhad the worthy miller been able to refrain from lecturing his cousin\nupon her neglect of the one, and her partiality for the other. It was\nreally astonishing that John Stokes, a man of sagacity in all other\nrespects, never could understand that scolding was of all devisable\nprocesses the least likely to succeed in carrying his point with one who\nwas such a proficient in that accomplishment, that if the old penalty\nfor female scolds, the ducking-stool, had continued in fashion, she\nwould have stood an excellent chance of attaining to that distinction.\nBut so it was. The same blood coursed through their veins, and his\ntempestuous good-will and her fiery anger took the same form of violence\nand passion.\n\nNothing but these lectures _could_ have kept Mrs. Deborah constant in\nthe train of such a trumpery, jiggetting, fidgetty little personage\nas Mr. Adolphus,--the more especially as her heart was assailed in its\nbetter and softer parts, by the quiet respectfulness of Mrs. Thornly's\ndemeanour, who never forgot that she had experienced her protection\nin the hour of need, and by the irresistible good-nature of Cicely, a\nsmiling, rosy, sunny-looking creature, whose only vocation in this world\nseemed to be the trying to make everybody as happy as herself.\n\nMrs. Deborah (with such a humanising taste, she could not, in spite of\nher cantankerous temper, be all bad) loved flowers: and Cicely, a\nrover of the woods and fields from early childhood, and no despicable\npractical gardener, took care to keep her beaupots constantly supplied\nfrom the first snowdrop to the last china rose. Nothing was too large\nfor Cicely's good-will, nothing too small. Huge chimney jars of lilacs,\nlaburnums, horse-chestnuts, peonies, and the golden and gorgeous double\nfurze; china jugs filled with magnificent double stocks, and rich\nwallflowers,* with their bitter-sweet odour, like the taste of orange\nmarmalade, pinks, sweet-peas, and mignonette, from her own little\ngarden, or woodland posies that might beseem the hand of the faerie\nqueen, composed of those gems of flowers, the scarlet pimpernel, and the\nblue anagallis, the rosy star of the wild geranium, with its aromatic\ncrimson-tipped leaves, the snowy star of the white ochil, and that third\nstarry flower the yellow loose-strife, the milk vetch, purple, or pink,\nor cream coloured, backed by moss-like leaves and lilac blossoms of the\nlousewort, and overhung by the fragrant bells and cool green leaves of\nthe lily of the valley.\n\n     * Few flowers, (and almost all look best when arranged each\n     sort in its separate vase,)--few look so well together as\n     the four sorts of double wallflowers. The common dark, (the\n     old bloody warrior)--I have a love for those graphic names--\n     words which paint the common dark, the common yellow, the\n     newer and more intensely coloured dark, and that new gold\n     colour still so rare, which is in tint, form, growth,\n     hardiness, and profusion, one of the most valuable\n     acquisitions to the flower garden. When placed together in\n     ajar, the brighter blossoms seem to stand out from those of\n     deeper hue, with exactly the sort of relief, the harmonious\n     combination of light and shade, that one sometimes sees in\n     the rich gilt carving of an old flower-wreathed picture-\n     frame, or, better still, it might seem a pot of flowers\n     chased in gold, by Benvenuto Cellini, in which the\n     workmanship outvalued the metal. Many beaupots are gayer,\n     many sweeter, but this is the richest, both for scent and\n     colour, that I have ever seen.\n\nIt would puzzle a gardener to surpass the elegance and delicacy of such\na nosegay.\n\nOfferings like these did our miller's maiden delight to bring at all\nseasons, and under all circumstances, whether of peace or war between\nthe heads of the two opposite houses; and whenever there chanced to be a\nlull in the storm, she availed herself of the opportunity to add to her\nsimple tribute a dish of eels from the mill-stream, or perch from the\nriver. That the thought of Edward (\"dear Edward,\" as she always called\nhim,) might not add somewhat of alacrity to her attentions to his\nwayward aunt, I will not venture to deny, but she would have done the\nsame if Edward had not been in existence, from the mere effect of her\nown peacemaking spirit, and a generosity of nature which found more\npleasure in giving than in possessing. A sweet and happy creature was\nCicely; it was difficult even for Mrs. Deborah to resist her gentle\nvoice and artless smiles.\n\nAffairs were in this posture between the belligerents, sometimes war to\nthe knife, sometimes a truce under favour of Cissy's white flag, when\none October evening, John Stokes entered the dwelling of his kinswoman\nto inform her that Edward's apprenticeship had been some time at an end,\nthat he had come of age about a month ago, and that his master, for whom\nhe had continued to work, was so satisfied of his talents, industry, and\nintegrity, that he had offered to take him into partnership for a sum\nincredibly moderate, considering the advantages which such a connexion\nwould ensure.\n\n\"You have more than the money wanted in the Belford Bank, money that\nought to have been his,\" quoth John Stokes, \"besides all your property\nin land and houses and the funds; and if you did advance this sum, which\nall the world knows is only a small part of what should have belonged to\nhim in right of his father, it would be as safe as if it was in the Bank\nof England, and the interest paid half-yearly. You ought to give it\nhim out and out; but of course you won't even lend it,\" pursued this\njudicious negotiator; \"you keep all your money for that precious chap,\nMr. 'Dolphus, to make ducks and drakes with after you are dead; a fine\njig he'll dance over your grave. You know, I suppose, that we've got the\nfellow in a cleft stick about that petition the other day? He persuaded\nold Jacob, who's as deaf as a post, to put his mark to it, and when he\nwas gone, Jacob came to me (I'm the only man in the parish who can make\nhim hear) to ask what it was about. So upon my explaining the matter,\nJacob found he had got into the wrong box. But as the chap had taken\naway his petition, and Jacob could not scratch out his name, what does\nhe do but set his mark to ours o' t'other side; and we've wrote all\nabout it to Sir Robert to explain to the Parliament, lest seeing Jacob's\nname both ways like, they should think 'twas he, poor fellow, that meant\nto humbug 'em. A pretty figure Mr. 'Dolphus 'll cut when the story comes\nto be told in the House of Commons! But that's not the worst. He took\nthe petition to the workhouse, and meeting with little Fan Ropley, who\nhad been taught to write at our charity-school, and is quick at her pen,\nhe makes her sign her name at full length, and then strikes a dot over\nthe _e_ to turn it into Francis, and persuade the great folk up at\nLunnun, that little Fan's a grown-up man. If that chap won't come\nsomeday to be transported for forgery, my name's not John Stokes! Well,\ndame, will you let Ned have the money? Yes or no?\"\n\nThat Mrs. Deborah should have suffered the good miller to proceed with\nhis harangue without interruption, can only be accounted for on the\nscore of the loudness of tone on which he piqued himself with so much\njustice. When she did take up the word, her reply made up in volubility\nand virulence for any deficiency in sound, concluding by a formal\nrenunciation of her nephew, and a command to his zealous advocate never\nagain to appear within her doors. Upon which, honest John vowed he never\nwould, and departed.\n\nTwo or three days after this quarrel, Mr. Adolphus having arrived,\nas happened not un-frequently, to spend the afternoon at Chalcott,\npersuaded his hostess to accompany him to see a pond drawn at the Hall,\nto which, as the daughter of one of Sir Robert's old tenants, she would\nundoubtedly have the right of _entrée_; and Mrs. Deborah assented to his\nrequest, partly because the weather was fine, and the distance short,\npartly, it may be, from a lurking desire to take her chance as a\nbystander of a dish of fish; they who need such windfalls least, being\ncommonly those who are most desirous to put themselves in their way.\n\nMr. Adolphus Lynfield's reasons were obvious enough. Besides the _ennui_\nof a tête-a-tête, all flattery on one side and contradiction on the\nother, he was naturally of the fidgetty restless temperament which hates\nto be long confined to one place or one occupation, and can never\nhear of a gathering of people, whatever might be the occasion, without\nlonging to find himself amongst them.\n\nMoreover, he had, or professed to have, a passion for field sports of\nevery description; and having that very season contrived, with his usual\ncurious infelicity, to get into as many scrapes in shooting as shall\nlast most sportsmen their whole lives--having shot a spaniel instead of\na hare, a keeper instead of a partridge, and his own foot instead of\na pheasant, and finally, having been taken up for a poacher, although\nwholly innocent of the death of any bird that ever wore feathers,--after\nall these woeful experiences, (to say nothing of mischances in angling\nwhich might put to shame those of our friend Mr. Thompson,) he found\nhimself particularly well disposed to a diversion which appeared to\ncombine in most choice union the appearance of sporting, which he\nconsidered essential to his reputation, with a most happy exemption from\nthe usual sporting requisites, exertion or skill. All that he would\nhave to do would be to look on and talk,--to throw out a hint here and\na suggestion there, and find fault with everything and everybody, like a\nman who understood what was going forward.\n\nThe weather was most propitious; a bright breezy sunny October day, with\nlight snowy clouds, chased by a keen crisp wind across the deep\nblue heavens,--and the beautiful park, the turf of an emerald green,\ncontrasting with the brown fern and tawny woods, rivalling in richness\nand brightness the vivid hues of the autumnal sky. Nothing could\nexceed the gorgeous tinting of the magnificent trees, which, whether in\ndetached clumps or forest-like masses, formed the pride and glory of\nthe place. The oak still retaining its dark and heavy verdure; the elm\nletting fall a shower of yellow leaves, that tinged the ground beneath;\nthe deep orange of the horse-chestnut, the beech varying from ruddy gold\nto greenish brown; and above all, the shining green of the holly, and\nthe rich purplish red of the old thorns, those hoary thorns, the growth\nof centuries, gave to this old English gentleman's seat much of the\nvariety and beauty of the American backwoods. The house, a stately\nancient mansion, from the porch of which you might expect to see Sir\nRoger de Coverley issue, stood half-way up a gentle hill, finely backed\nby woods of great extent; and the pond, which was the object of the\nvisit, was within sight of the windows, but so skilfully veiled by\ntrees, as to appear of much greater extent than it really was. The\nmaster and mistress of the Hall, with their pretty daughters, were\nabsent on a tour:--Is any English country family ever at home in the\nmonth of October in these days of fashionable enterprise? They were gone\nto visit the temples of Thebes, or the ruins of Carthage, the Fountains\nof the Nile or the Falls of Niagara, St. Sophia, or the Kremlin, or some\nsuch pretty little excursion, which ladies and gentlemen now talk of as\nfamiliarly \"as maids of puppy dogs.\" They were away. But enough of\nthe household remained at Chalcott, to compose, with a few visiters, a\nsufficiently numerous and animated group.\n\nThe first person whom Mrs. Deborah espied, (and it is remarkable that we\nalways see first those whom we had rather not see at all,) was her old\nenemy the miller,--a fisherman of so much experience and celebrity, that\nhis presence might have been reckoned upon as certain--busily engaged,\ntogether with some half-dozen stout and active coadjutors, in dragging\nthe net ashore, amidst a chorus of exclamations and cautions from the\nvarious assistants, and the breathless expectation of the spectators on\nthe bank, amongst whom were Mrs. Thornly and Cicely, accompanied by a\ntall, athletic young man of dark complexion, with peculiarly bright eyes\nand curling hair, whom his aunt immediately recognised as Edward.\n\n\"How improved he is!\" was the thought that flashed across her mind, as\nwith an air of respectful alacrity he stepped forward to meet her; but\nthe miller, in tugging at his nets, happened to look towards them, and\nashamed that he of all men should see her change of feeling, she turned\naway abruptly, without acknowledging his salutation, and walked off to\nthe other side with her attendant, Mr. Adolphus.\n\n\"Drat the perverse old jade!\" exclaimed John Stokes, involuntarily, as\nhe gave a mighty tug, which brought half the net ashore.\n\n\"She's heavy, my good sir!\" observed the pompous butler, conceiving that\nthe honest miller's exclamation had reference to the sport; \"only see\nhow full she is! We shall have a magnificent hawl!\"\n\nAnd the spectators, male and female, crowded round, and the fishermen\nexerted themselves so efficiently, that in two minutes the net was on\ndry land.\n\n\"Nothing but weeds and rubbish!\" ejaculated the disappointed butler, a\npeculiarly blank look taking the place of his usual self-importance.\n\"What can have become of the fish?\"\n\n\"The net has been improperly drawn,\" observed Mr. Adolphus; \"I myself\nsaw four or five large carp just before it was dragged ashore!\"\n\n\"Better fling you in, master 'Dolphus, by way of bait!\" ejaculated our\nfriend the miller; \"I've seen jacks in this pond that would make no\nmore bones of swallowing a leg or an arm of such an atomy as you, if\nthey did not have a try at the whole body, than a shark would of bolting\ndown Punch in the show; as to carp, everybody that ever fished a pond\nknows their tricks. Catch them in a net if you can. They swim round and\nround, just to let you look at 'em, and then they drop plump into the\nmud, and lie as still and as close as so many stones. But come, Mr.\nTomkins,\" continued honest John, addressing the butler, \"we'll try\nagain. I'm minded that we shall have better luck this time. Here are\nsome brave large tench, which never move till the water is disturbed; we\nshall have a good chance for them as well as for the jacks. Now, steady\nthere, you in the boat Throw her in, boys, and mind you don't draw too\nfast!\" So to work they all went again.\n\nAll was proceeding prosperously, and the net, evidently well filled with\nfish, was dragging slowly to land, when John Stokes shouted suddenly\nfrom the other side of the pond--\"Dang it, if that unlucky chap, master\n'Dolphus there, has not got hold of the top of the net! He'll pull it\nover. See, that great jack has got out already. Take the net from him,\nTom! He'll let all the fish loose, and tumble in himself, and the water\nat that part is deep enough to drown twenty such mannikins. Not that I\nthink drowning likely to be his fate--witness that petition business,\"\nmuttered John to himself in a sort of parenthesis. \"Let go, I say, or\nyou will be in. Let go, can't ye?\" added he, in his loudest tone.\n\nAnd with the word, Mr. Adolphus, still struggling to retain his hold of\nthe net, lost his balance and fell in, and catching at the person next\nhim, who happened to be Mrs. Deborah, with the hope of saving himself,\ndragged her in after him.\n\nBoth sank, and amidst the confusion that ensued, the shrieks and sobs\nof the women, the oaths and exclamations of the men, the danger was\nso imminent that both might have been drowned, had not Edward Thornly,\nhastily flinging off his coat and hat, plunged in and rescued Mrs.\nDeborah, whilst good John Stokes, running round the head of the pond as\nnimbly as a boy, did the same kind office for his prime aversion, the\nattorney's clerk. What a sound kernel is sometimes hidden under a rough\nand rugged rind!\n\nMr. Adolphus, more frightened than hurt, and with so much of the\nconceit washed out of him by his involuntary cold bath, that it might be\naccounted one of the most fortunate accidents in his life, was conveyed\nto the Hall; but her own house being almost equally near, Mrs. Deborah\nwas at once taken home, and put comfortably to bed in her own chamber.\n\nAbout two hours afterwards, the whole of the miller's family, Mrs.\nThornly still pallid and trembling, Cicely smiling through her tears,\nand her father as blunt and freespoken as ever, were assembled round the\nhomely couch of their maiden cousin.\n\n\"I tell you I must have the lawyer fetched directly. I can't sleep till\nI have made my will;\" said Mrs. Deborah.\n\n\"Better not,\" responded John Stokes; \"you'll want it altered\nto-morrow.\"\n\n\"What's that you say, cousin John?\" inquired the spinster.\n\n\"That if you make your will to night, you'll change your mind\nto-morrow,\" reiterated John Stokes. \"Ned's going to be married to my\nCicely,\" added he, \"and that you mayn't like, or if you did like it\nthis week, you might not like it next So you'd better let matters rest\nas they are.\"\n\n\"You're a provoking man, John Stokes,\" said his cousin--\"a very\nprovoking, obstinate man. But I'll convince you for once. Take that key,\nMrs. Thornly,\" quoth she, raising herself in bed, and fumbling in an\nimmense pair of pockets for a small old-fashioned key, \"and open the\n'scrutoire, and give me the pen and ink, and the old narrow brown book,\nthat you'll find at the top. Not like his marrying Cicely! Why I always\nhave loved that child--don't cry, Cissy!--and have always had cause, for\nshe has been a kind little creature to me. Those dahlias came from her,\nand the sweet posy,\" pursued Mrs. Deborah, pointing to a nosegay of\nautumn flowers, the old fragrant monthly rose, mignionette, heliotrope,\ncloves, and jessamine, which stood by the bedside. \"Ay, that's the book,\nMrs. Thornly; and there, Cissy,\" continued Aunt Deborah, filling up the\ncheck, with a sum far larger than that required for the partnership--\n\"there, Cissy, is your marriage portion. Don't cry so, child!\" said she,\nas the affectionate girl hung round her neck in a passion of grateful\ntears--\"don't cry, but find out Edward, and send for the lawyer, for I'm\ndetermined to settle my affairs to night And now, John Stokes, I know\nI've been a cross old woman, but....\"\n\n\"Cousin Deborah,\" interrupted John, seizing her withered hand with a\ngripe like a smith's vice,--\"Cousin Deborah, thou hast acted nobly,\nand I beg thy pardon once for all. God bless thee!--Dang it,\" added the\nhonest miller to himself, \"I do verily believe that this squabbling has\nbeen mainly my fault, and that if I had not been so provoking she would\nnot have been so contrary. Well, she has made us all happy, and we must\ntry to make her happy in return. If we did not, we should deserve to be\nsoused in the fish-pond along with that unhappy chap, Master 'Dolphus.\nFor my part,\" continued the good yeoman, forming with great earnestness\na solemn resolution--\"for my part, I've fully made up my mind never\nto contradict her again, say what she will. No, not if she says black's\nwhite! It's contradiction that makes women contrary; it sets their backs\nup, like. I'll never contradict her again so long as my name's John\nStokes.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Mitford, Mary Russell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22843/pg22843.txt",
        "name": "aunt_deborah.json"
    }
}