{
    "name": "Beauty contest?",
    "author": [
        "Slesar, Henry"
    ],
    "body": "The girl in the yellow bathing suit plucked out her hairpins in\nexasperation and flung them on the vanity table. The redhead seated\nbeside her looked over understandingly.\n\n\"I know how you feel, honey,\" she said. \"I had an electro-perm last\nweek, and just look at me. You think they'd have a _few_ facilities\naround this dump.\" She surveyed the room disconsolately. It was small\nand jerry-built, with only two tables and two mirrors meant to be\nshared by six girls. It was a duplicate of all the thirty cabins,\nstrung out like a serpentine railroad train on the edge of the Omaha\nSpaceport.\n\n\"I hate myself when I look like this,\" the girl in the bathing suit\nmoaned. She looked in the mirror critically. The face that looked back\nwas actually very pretty, with its wide-set eyes and clear, smooth\nplanes. Her figure was equally attractive; it had to be, to qualify for\nthe finals of the Miss Outer Space contest.\n\n\"We all feel the same way,\" the redhead said sympathetically. \"Oh,\nthey're trying to be nice though. Captain Lester--you know him, the\ncute one with the freckles--he was really sweet. But these space\njockeys just don't understand women, I guess.\" She sighed, but then\nsmiled reminiscently as she recalled the captain's embarrassment upon\nshowing the girls their quarters.\n\n\"Well, I'm sorry I ever came,\" said the other girl, tugging at her\nblonde curls with a comb. Her eyes blurred with tears.\n\n\"Hey, Cleveland!\"\n\nAnother blonde, wearing an electric-blue sweater, scurried over to the\nunhappy girl. Her face was lit with excitement, and her high heels\nclicked enthusiastically. \"Can I borrow your Chanel?\" she said.\n\n\"What for?\" said the redhead sourly. \"Got a date?\"\n\n\"Maybe,\" said blue-sweater mysteriously.\n\n\"Janie!\" The girl in the bathing suit caught her eyes in the mirror.\n\"You can't do that,\" she said in a shocked voice. \"It's against the\nrules!\"\n\n\"Rules,\" Janie answered lightly, \"are made to be broken.\" She sprayed\nthe perfume on lavishly. \"Besides, it's just for a walk. Some nice\nsecond-looie's going to show me around the spaceport.\"\n\n\"But they'll disqualify you if they find out,\" said the first blonde.\n\"Is it worth it?\"\n\n\"Oh, Cleveland!\" She patted the girl on her bare shoulder. \"I'm bored\nto death. I've spent a whole month with nothing but female company. I\nneed a change!\"\n\n\"Think we don't feel the same way?\" said the redhead angrily. \"You knew\nthe way it would be when you entered the contest--\"\n\n\"Your green eyes are showing, dear,\" said the blonde, helping herself\nto some of Cleveland's lipstick.\n\n\"Green eyes, my elbow!\" the redhead exploded. \"I could get _fifty_ of\nthese space jockeys to squire me around. You think it's so hard? But I\nhad to come a thousand miles for these lousy finals, and I'm not stupid\nenough to risk everything for a guided tour with some shavetail--\"\n\n\"Don't protest so much!\" the blonde jeered.\n\n\n\nThe redhead shrieked, dropped her brush, and started for the blonde.\nLuckily, Maria, a hefty brunette with a voluptuous figure, stepped\nbetween them.\n\n\"Cut it out!\" she pleaded. \"It'll be lights out in a little while.\nFight it out in the day-time.\"\n\n\"I don't want any trouble,\" the blonde said petulantly. \"I just want a\nlittle fun.\"\n\n\"All right,\" said the redhead. \"Let's forget it. I guess we're all just\ntired.\" She seated herself again and stroked her hair lazily with the\nbrush. \"And we've got quite a day tomorrow.\"\n\n\"You said it,\" agreed the girl called Cleveland. She picked up\na mimeographed sheet from the table and read from it aloud.\n\"Eight-thirty, breakfast and initial briefing by Captain Johannson. Ten\no'clock, basic questionnaire. Eleven o'clock, physical examination.\nTwelve o'clock, lunch. Two o'clock, domestic science test. Four\no'clock, photography.\" She looked up at the others pathetically. \"Isn't\nthat awful?\"\n\n\"Sounds okay to me,\" said the blonde, putting the final touches on her\noutfit by stringing gold bracelets up and down her arm. \"Except that\ndomestic science business. I burn water.\"\n\n\"Then you might as well go home,\" said the redhead sardonically.\n\"You've got to be a Betty Crocker to win _this_ clambake. Along with\neverything else.\"\n\n\"It's the stiffest beauty contest _I_ ever saw,\" said the hefty\nbrunette wistfully. \"Honestly, I've won a couple back home, and all I\nhad to do was--well, you know--kind of parade around a little.\"\n\n\"Well, this is an _important_ contest,\" said the blonde. \"I mean,\" she\nadded hastily, on seeing the hurt look cross Maria's face, \"this is a\n_big_ contest. You know what you get if you're Miss Outer Space?\"\n\n\"We know the prizes by heart, honey,\" said the redhead. \"Why else do\nyou think we're here?\"\n\n\"It's rough, though,\" Cleveland admitted, turning the paper over and\nreading the agenda marked SECOND DAY. \"Look what happens Tuesday. Ten\no'clock, endurance test. What do you suppose they mean by that?\"\n\n\"I don't know,\" the redhead shrugged. \"But it sure doesn't sound so\ngood.\"\n\n\"And listen to this one. Three o'clock, outer-space question period.\nWhat about that?\"\n\n\"But I don't _know_ anything about outer space,\" the big brunette\ncomplained. \"It just isn't fair!\"\n\n\"Maybe it won't be so bad,\" Cleveland said comfortingly. \"After all,\nthe judges must know that we're not astronomers or anything--\"\n\n\"Seems like a heck of a lot of fuss to me,\" the redhead said, shaking\nher head. \"But I got this far. And even if I get bounced, at least I've\nmet a few nice guys--\"\n\n\"Lot of good _that_ does,\" said the blonde, who had started for the\ndoorway of the cabin. \"Before you know it, they'll all be shipped out\nto Mars, and you'll never see them again.\"\n\n\"Yeah?\" said the redhead. \"Then how about your second-looie?\"\n\nThe blonde made a despairing gesture. \"Well, what can a girl _do_?\" She\nlooked at them imploringly, and then went through the doorway.\n\n\"Lights out in fifteen minutes, girls,\" said a man's voice over the\nloudspeaker in the corner of the room.\n\n\"That's Captain Lester,\" said the redhead. \"Such a doll.\" She sighed\ndeeply, wound a bright green scarf around her head, and got up from the\ntable. She patted Cleveland's hand. \"Cheer up, kid,\" she said. \"You'll\nfeel better in the morning.\"\n\n\n\nThe messboys in the spaceport dining room couldn't stop grinning as\nthey wheeled their trays between the crowded tables. The room was\nfilled with an unfamiliar and highly decorative array of attractive\nyoung ladies, and the musical din of their voices was an unusual sound\nin the rough masculine atmosphere. Breakfast had been prepared with\nextra care, and the girls had responded with remarkable appetites,\ncalling for more up and down the line. It was only until their second\ncups of coffee were poured that Captain Johannson entered the room,\nlooking a trifle uneasy, and rapped for attention on a water-glass.\n\n\"Good morning, ladies,\" he said briskly, and flushed when they echoed\nhim with giggling \"good mornings\" of their own. He rapped the glass\nonce more, and tried to keep a straight face.\n\n\"I'd like to welcome you again to the Omaha Spaceport,\" he said. \"We're\nhappy that you're here, and we're sorry if you have suffered any\ninconveniences. As you can imagine, we're hardly equipped to entertain\nalmost two hundred young ladies, but we're doing the best we can under\nthe circumstances. We hope you'll put up with us for the three days of\nthe contest, and you'll find it all worthwhile.\"\n\n\"He's cute!\" said a voice in the rear, and the room broke with\nlaughter. The captain really crimsoned now, and he looked sternly at\nthe grinning messboys.\n\n\"Harumph!\" he said loudly. \"As I was saying, you'll only have to put\nup with us for three days, so it won't be too bad. If you need any\nsort of assistance, you need only call my office--the extension is\nthirty-three--and speak to a member of my staff. They'll be glad to\nhelp you with any problem which cannot be handled by the Matrons.\nMail will be sent and received at my office, and if you wish to make\nany long-distance phone calls, my staff can assist you there, too.\nThere are, of course, doctors on the field, in case any of you require\nmedical attention.\"\n\n\"How about dates?\" said a voice from the rear. This time, there was\nonly a slight titter in the audience.\n\n\"I'm sorry about that,\" the captain smiled. \"And if you think _I'm_\nsorry, you should see the long faces on the field personnel.\" He basked\nin their appreciative laugh. \"I'm sure you all understand the reason\nfor this restriction. Interplanetary travel is a civilian enterprise,\nof course, but subject to the same code as the armed forces. We're\nconstantly under close scrutiny by the public--whether we're sending\na new geological expedition to the outer planets, or staging a strict\npublicity venture, such as the Miss Outer Space contest.\"\n\nHe cleared his throat. \"So you see,\" he said carefully, \"we must keep\nthe contest in a rather--respectable atmosphere. Harumph!\" The girls\ntittered again.\n\n\"Now,\" he continued with a relieved sigh, \"I'll tell you something\nabout your agenda. You've all received copies, but some of the items\nmay seem more demanding than they really are. As you know, we are not\ngoing to select Miss Outer Space on--shall we say, merely obvious\nqualities. This is not a beauty contest in the strict sense of the\nterm. We want good-looking girls, of course,\" he said with a slight\ntwinkle, \"and you all fill that bill quite nicely. But we are also\nsearching for other qualities which we believe Miss Outer Space should\nhave. Intelligence--no, I don't mean we're looking for lady Einsteins,\"\nhe said as a groan rippled through his audience. \"I mean good common\nsense,\" he explained. \"The ability to meet situations. Domestic\nknow-how, too. The rudiments of keeping a decent home. Physical\nfitness. And something else, that I really can't define in a word.\nCharacter, I suppose, is as good as any.\"\n\n\n\nHe looked around the suddenly quiet room. \"All these things will be\nexplained to you more fully. I just wanted to let you know how grateful\nwe are to you all for sticking by us as well as you have, and we hope\nyou'll bear with us a few days more until the final judging is made.\nThere'll be rewards for every one of you, I promise you that. No one\nwill leave the spaceport disappointed, and one of you will leave with\nvery rich rewards indeed. Thank you,\" he ended abruptly, and left the\nroom quickly.\n\n\n\nThe redhead flung herself on a cot and groaned.\n\n\"What a day!\" she said.\n\n\"It wasn't so bad,\" said Cleveland, looking in the mirror and feeling\nbetter about the looks of her hair.\n\n\"Wasn't that questionnaire a beauty?\" said the blonde girl, this time\nwearing a purple sweater. \"'Please check your birth certificate when\ngiving age,'\" she quoted. \"You know, I don't think they trust us.\"\n\n\"That domestic science test wasn't too hard,\" said the brunette.\n\n\"At least I didn't burn everything,\" said the redhead. \"But did you get\na load of that cooking equipment? I swear, I haven't seen junk like\nthat since I went to an antique auction in New Jersey.\"\n\n\"Well, I guess they just don't have modern facilities--\"\n\n\"You can say that again! Back home, we just put the food in the\ngadget, press the button, and whammo. This stuff is practically\n_primitive_.\"\n\n\"Say, did you see the face on that Captain Lester when he tasted that\nstrawberry cake of mine?\"\n\n\"Gee, he's cute. If I was running this thing, I'd make it a law that\nnice-looking guys like him get Earthbound jobs--\"\n\n\"That photography business was something. I haven't been snapped so\nmuch since that Shutterbug show in Chicago--\"\n\n\"Hey, Janie, what happened to your second-looie? I didn't see him\naround all day. What'd you do to him last night?\"\n\n\"No, we couldn't get inside the hangar, but we saw enough. Honest, that\nspaceship is a _dream_. It's so _white_, I mean, just like that sheath\ndress I packed--\"\n\n\"Say, when do we get a chance to wear some decent _clothes_, for Pete's\nsake? I'm sick of these damn shorts and halters--\"\n\n\"Settle down, dear. Wednesday's the big day--\"\n\n\"God, I'm tired! I don't know if I'll ever survive that endurance test\ntomorrow, whatever _that_ is--\"\n\n\"Lights out at nine tonight, girls--\"\n\n\"I'd give fifty bucks for some food right now. I'd even eat something I\nmade myself.\"\n\n\"Who wants to be Miss Outer Space anyway--\"\n\n\n\nSecond Lieutenant Hartwig set his shoulders squarely as he faced the\nranks of women.\n\n\"The exercises will be held at the Spaceport Play Area,\" he said\ncrisply. \"That's not quite four miles from here. The tests will last\nabout two hours, so if we make good time we can be back here before\nthree.\"\n\n\"What about lunch?\" asked a small voice.\n\n\"We'll get our lunch at the Play Area. It won't be anything much,\nsandwiches mostly. As I say, we must be back here at three, so you\nladies can take your outer-space question period. That's the last phase\nof the contest, except for Show Night tomorrow, of course.\"\n\n\"How do we get there?\" asked the redhead, in the front rank.\n\n\"We walk,\" the lieutenant said grimly.\n\n\"_Walk?_\" A chorus of disapproval came from the girls, mixed with some\nresigned groans.\n\n\"That's right,\" said the lieutenant. \"It's not as far as you think,\nand there'll be field wagons for those who are too tired to walk back\nafter the tests. I needn't tell you,\" he added, \"that walking back\nmight count against your score. But it's your privilege.\"\n\n\"Nice guy,\" said the redhead bitterly, out of the side of her mouth.\nThe blonde, Janie, who had dated him on their first night, looked hurt.\n\"He _seemed_ nice,\" she said. \"He was so sweet about things--\"\n\n\"Let's cut out the chatter,\" said the young officer. \"Pretend you're in\nthe Army now, girls. No talking in ranks, and let's have some semblance\nof marching order.\"\n\n\"My feet hurt already,\" said Maria.\n\n\"This stinks,\" said the redhead tersely. \"I knew I should have quit\nyesterday--\"\n\n\"Not me,\" said Cleveland. \"I got this far. They won't bully me out of\nit now!\"\n\n\n\nThe field trucks drove back just fourteen girls from the Play Area.\nLt. Hartwig was surprised at the low number, after his first hard-eyed\nappraisal of the women. But a hundred and sixty-six of them had stuck\nit out, with a perseverance that didn't quite fit his preconceived\nidea about the durability of young women--particularly the kind of\nyoung women who entered beauty contests.\n\nBut they stuck. They walked the four-mile distance to the test grounds\nwith playful good humor. They took the hurdles of the obstacle course\nwith only minor accidents. They joined in the water trials with gleeful\nabandon. And they even forgot their aching feet when the whistle blew\nfor the running events.\n\nThe blonde that Hartwig had dated proved a frost in the first ten\nminutes of the exercises. She balked at the obstacle course, and\npulled a fit of weeping. Hartwig himself helped her off the grounds,\nand tried to be nice about it. But she seemed to want to blame him for\neverything, and gave the young officer a tongue-lashing that brought a\nblush to his face. She sat out the rest of the field trials in a truck,\nwaiting to be driven home. But that other blonde one, the pert one with\nthe curls and the stunning figure, the one from Cleveland; now that was\nsomething more to Hartwig's liking. And the way she had taken the whole\nthing with such dignity and good grace. He'd have to talk with her on\nthe way back....\n\n\"Okay, girls!\" he called to them cheerfully, as they began the weary\ntrudge back to the spaceport. \"I know you're all bushed, but if we\nput a little pep into it, we can get back at two-thirty or so. That\nwill give you some time to freshen up before the outer-space question\nperiod. You'll probably want to do some repair work on the makeup.\"\n\n\n\nThey made the march in less than half an hour.\n\nCaptain Johannson kept his eyes on the paper on his desk, pencil\npoised, as the pretty girl in the chair watched him anxiously.\n\n\"I'm going to ask you some unusual questions,\" he said. \"So don't be\nsurprised. You might call this a sort of 'psychological test.'\"\n\nThe girl called Cleveland nodded.\n\n\"There won't be any pat answers, you understand. The outer-space\nquestions, as we call them, demand more--inventive answers, you might\nsay. So don't be nervous.\"\n\n\"All right,\" Cleveland said, none the less nervously.\n\n\"Here's the first question,\" said the captain. \"Let's say you're in\nyour own home, and the water supply is suddenly turned off. And you\nknew that it wouldn't work again for forty-eight hours. What would you\ndo?\"\n\nThe girl stared. \"Why, I'm not sure.\" She thought a while. \"I suppose\nI'd see if there were any water in the frig.\"\n\n\"Yes, of course,\" said the captain. \"But what if you didn't have any\nrefrigeration equipment?\"\n\n\"Well, I'd see if there were fruit or vegetables around. I'd get all\nthe juice I could find. I'd drink that.\"\n\n\"How about bathing?\"\n\n\"I just wouldn't bathe. Not if I didn't want to be thirsty.\"\n\nThe captain smiled. \"Now how about this,\" he said. \"Let's say you've\nbuilt yourself a house. Quite a nice house. Taken you a long time to\nbuild it. Then the foundation gives out for some reason, and your whole\nhouse collapses before your eyes. What would you do?\"\n\nCleveland blinked. \"Cry, I guess.\"\n\n\"Then what?\"\n\n\"What _could_ I do? Build another house, I suppose.\"\n\n\"I see.\" The captain leaned over the desk and made a notation on the\npaper before him. Then he looked up and said:\n\n\"Are you afraid of bats?\"\n\n\"What?\"\n\n\"Bats. You know, those winged things.\"\n\n\"I don't know. I don't think I've ever really seen one. Except in\npictures, of course.\"\n\n\"Do you believe they get in your hair?\"\n\nThe girl touched her blonde curls. \"I don't think so. That's one of\nthose fallacies, isn't it?\"\n\n\"Do you know what a Martian bat looks like?\"\n\n\"No.\"\n\n\"Well, picture a fairly ordinary bat. It's something like that, only\nits wing spread often reaches four feet. It's a pretty ugly customer.\nNow, let's say you're in your own parlor one night, and this big thing\ncomes flapping into your house. And--fallacy notwithstanding--let's say\nyou _know_ this bat will just as soon land in your hair as anyplace\nelse. Would you be frightened?\"\n\n\"Of course,\" said the girl.\n\n\"What would you do?\"\n\n\"Hit it with a broom,\" she said.\n\n\n\nIt was Show Night.\n\nThe trunks flew open, and dazzling gowns of silk and satin and nylon\nand orlon and sprylon were brought out, rustling beautifully. The\nlong row of cabins on the edge of the Omaha Spaceport crackled with\ngirlish excitement as the entrants dressed for the final judging. There\nwere shrieks and giggles, screams and guffaws, cries of delight and\nof misery as the women struggled into their prettiest dresses. The\nsounds of their activity carried all across the spaceport, jangling the\nnerves--but not unpleasantly--of the personnel in the barracks at the\nother end of the field. It was Show Night, after all, the final moment\nwhen Miss Outer Space would be selected and crowned, and even the most\nhard-bitten veteran on the base caught some of the fever.\n\n\n\nThe Omaha mess had been converted into an auditorium--it was the\nlargest single room on the field--and the messboys had contributed to\nthe event with elaborate decorations, makeshift affairs of crepe and\nbunting and straggly floral bouquets. The clatter of folding chairs\nwas deafening as they were lined up in uneven rows, in readiness for\nthe audience. A heavy drape was strung against one wall, and spangled\nletters were tacked to it, spelling out: MISS OUTER SPACE.\n\nIt was a nerve-tingling moment, especially in the cabins.\n\n\"My God, what's that, a coffee stain on my sleeve--?\"\n\n\"My lipstick! Who's got my lipstick? That's my special shade--\"\n\n\"Ouch! I must have gained ten pounds since I wore this dress--\"\n\n\"I'm just not _used_ to high heels any more--\"\n\n\"Poor Janie! If only she could have stuck one more day--\"\n\n\"Honestly, you could give me _two minutes_ at the mirror! Just two\nlousy minutes--\"\n\n\"Just keep your eyes off that Hartwig fellow, Cleveland. It looks just\na little too obvious--\"\n\n\"Maria, would you _please_ get your big--\"\n\n\"Say, did you ever hear such a racket--\"\n\n\"Those are _my_ slippers, you dope! Can't you recognize the difference\nbetween a canal boat and a--\"\n\n\"God, I'm so nervous I could die--\"\n\n\"But honey, you look absolutely _ravishing_! I wish I could look _half_\nas good--\"\n\n\"Come on! Come on! They're calling us--\"\n\nCaptain Johannson stepped to the front of the stage.\n\n\"Ladies,\" he said gravely, \"before I tell you the judges' decision, I\nhave a rather important announcement to make.\"\n\nThe audience murmured, and then became still.\n\n\"When you first arrived at the Omaha Spaceport, I told you that none\nof you here would leave without some sort of reward. I meant that\nsincerely, and you'll find that I was telling the truth. But I have a\ndifferent kind of prize to offer you ladies now, and I hope you'll pay\ncareful attention as I describe it to you.\"\n\nThe audience stirred again.\n\n\"This has been a rather curious affair for all concerned,\" the captain\ncontinued. \"On the surface, the Miss Outer Space contest may have\nseemed like a rather spectacular publicity stunt. It is certainly that.\nBut we had another intention in staging this competition--a far more\nimportant intention, and one we have not revealed until this moment.\"\n\n\n\nHe looked directly at the women.\n\n\"Did you look up at the stars tonight?\" he asked them. \"It's a fine,\nclear night, and if you did, you may have seen the planet which is the\ncore of the work of the Omaha Spaceport--the planet Mars. There are\npeople on that planet now, people from Earth. They're all men--young\nmen. The finest that the planet Earth can boast.\n\n\"These young men are performing some of the most important duties ever\nassigned to young men in the world's history. They are settling a new\nworld for us--a brand-new planet, rich in mystery, danger, and untold\nwealth. They are living hard lives, and often short ones, to pioneer\nthis new frontier. One of these days--perhaps many generations from\nnow--our world will fall on its knees and thank God for the duty and\nthe spirit which moved these young men to undertake this hazardous\nand lonely mission. Someday, an overcrowded and worn-out Earth will\nsanctify them for building a new home for the human race.\n\n\"You've seen some of these young men on your visit to this spaceport.\nThey are typical of the men on Mars today--vigorous, intelligent,\ncompetent young men, well-versed in the sciences and the humanities.\nTake a good look at them. It may be the last time you will ever see\nthem, for when the orders arrive that will take them to Mars, they\nshall not return again. This is a lifetime assignment.\n\n\"The men here tonight, and the men on the winking red planet above our\nheads have taken no wives and made promises to no sweethearts. The\nonly offer they can make a woman is hardship, privation, danger; an\nunfamiliar world, and an unknown future.\n\n\"You may understand why they are lonely. And you may now understand the\nunusual prize we offer you all.\n\n\"These young men have gone through trials similar to those you have\nundergone here--but far more strenuous and demanding. They are the\ncream of Earth's young men. We believe you are the cream of Earth's\nyoung women.\n\n\"So here is what we believe to be truly the grand award in this\ncontest, ladies. A husband--a home--a new world--an adventure such\nas no women in history have had the chance to share. Think it over\ncarefully. Let us know your decision.\n\n\"And now,\" he said, \"the judge's decision.\"\n\nCleveland won, and she flung her arms about Lieutenant Hartwig when the\ndecision was announced. She took the trophy with her to Mars.\n\n\n                                THE END\n\n\n",
    "metadata": {
        "author": [
            "Slesar, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73589/pg73589.txt",
        "name": "beauty_contest?.json"
    }
}