{
    "name": "Beyond the wall",
    "author": [
        "Leverage, Henry"
    ],
    "body": "\tThe first of a remarkable series of underworld stories by the\n\tauthor of “Thirst” and “The Harvest of the Deep.” Few other\n\twriters have Mr. Leverage’s keen sense of drama and ability to\n\tdescribe swift action clearly.\n\n\nChester Fay, a slender, keen-eyed, gray-haired young man,--clad in\nprison shoddy, serving life and fifteen years at Rockglen,--glanced\nthrough the rain and over the wall to where a green-cloaked hill\nloomed. “Charley,” he whispered, “we might as well try it this\nafternoon. Are you game?” Charley O’Mara, sixty-five years old, bent,\nbroken, and bitter at the law, coughed a warning. He raised his pick\nand started digging around a flower-bed.\n\nA guard in a heavy raincoat, carrying a dripping rifle, came toward\nthe two prisoners. He stopped a few feet away from Fay.\n\n“Quit that talkin’!” he snarled. “I’ll chalk you in if I see any more\nof it!”\n\nFay did not answer the guard. He spaded the earth, dug deep, tossed\nthe shovelfuls to one side and waited until the guard had strolled\nwithin the shelter of a low shed.\n\n“Charley!” he continued without moving his lips. “Listen, old pal.\nSee that motortruck near the shed?”\n\n“I see it, Chester.”\n\n“See where the screw is standing?”\n\n“He’s watching us.”\n\n“And I’m watching him, Charley. We can beat this stir in an hour. Do\nyou want to try it?”\n\n“How you going to do it?”\n\n“Will you follow me?”\n\n“Yes, pal.”\n\n“Wait till it gets a little darker. Then we’ll take the chance.”\n\nThe prison guard stood with his rifle lowered to the moist earth\nbeneath the shed. His eyes ranged from the two convicts to the wall\nupon which were other guards sheltered in tiny guardhouses. He yawned\nand drowsed, standing.\n\nFay worked in a slow circle. He had seen the auto-truck come into the\nprison yard at noon. It was part of the road-gang’s outfit. There was\nno road-work that day, on account of the rain. The inmate driver had\ngone into the cellhouse.\n\nOld Charley O’Mara let his pick dig into the earth with feeble\nstrokes. He paused at times. There was that to Fay’s actions which\npresaged much. The gray-haired young man was gradually closing in on\nthe drowsing guard. He was like a lean panther getting ready for a\nspring.\n\n                *       *       *       *       *\n\nThe attack came with lightninglike suddenness. Fay dropped his\nshovel, crossed the earth, struck the guard a short-arm uppercut and\nbore him down to earth, where he smothered his cries with a flap of\nthe raincoat.\n\nCharley O’Mara came limping toward the shed.\n\n“Get a rope!” snapped Fay. “I don’t want to croak him.”\n\n“Croakin’s too good for the likes of him, Chester.”\n\n“Get a rope. We’ve got about fifteen minutes to work in. We ought to\nbe beyond the wall by then.”\n\nFay worked quickly. He took the rope the old convict found, and\ntrussed the guard, after taking off the raincoat. He made sure that\nthe man would make no outcry. He fastened a stick in his mouth and\ntied it behind his head. He rose and glanced through the down-pouring\nrain.\n\n“I knocked him out,” he said. “Now, Charley, put on that raincoat,\ntake the cap and rifle and walk slowly toward the auto-truck. Get in\nthe front. Stand up like a guard.”\n\n“But they might know me!”\n\n“They wont know you. It’s raining. The screws on the wall will think\nyou are taking the truck out, by order of the warden. I’ll drive. An\ninmate always drives.”\n\nThe guard who sat huddled in the little house which loomed over the\ngreat gate at Rockglen rose, opened a small window and glanced out as\nhe heard the motortruck mounting the grade from the prison yard. He\nsaw what he thought was the figure of a guard standing by a convict.\nThe convict crouched with partly hidden face over the steering-wheel.\n\n“All right!” shouted Charley O’Mara, motioning with his rifle toward\nthe closed gate.\n\nThe guard squinted for a second time. He caught, through the rain,\nthe gleam of brass on the cap Charley wore. He saw the rifle. He\nreached and pulled at a lever. The gate slowly opened, first to a\ncrack, then wide. Fay pressed forward the clutch pedal, shifted from\nneutral to first speed, stepped on the accelerator and let the clutch\npedal up gently.\n\nThe truck mounted the top of the grade, churned through the gate,\nturned in front of the warden’s house and took the incline which led\nover the hill from Rockglen.\n\n                *       *       *       *       *\n\nAll might have gone well for the convicts had it not been for the\nrain. Water had formed in deep pools along the road. Into these pools\nFay guided the clumsy truck. He heard the engine miss an explosion. A\nsputter followed. The truck slowed. An explosion sounded in the\nmuffler. The insulation wires grounded and short-circuited. The truck\nstopped.\n\nFay sprang from the driver’s seat and opened the hood. He attempted\nto find the trouble. A dangling wire, touching the engine’s frame,\nwas sodden with water.\n\n“No go!” he said to Charley. “Come on! We’ll leave the truck and take\nto the woods. That means a chase as soon as the big whistle blows.”\n\nThe two convicts were crossing an open field when they heard the\nfirst menacing blasts from the prison siren. They ran for shelter. A\ndog barked. A farmhand came through the underbrush. He stood\nwatching.\n\n“Keep your nerve!” said Fay. “You’ve got the rifle. Night is coming\non. Follow me.”\n\nThe trail led away from Rockglen. Fay sensed the general direction.\nHe attempted to gain a railroad junction where a freight could be\ntaken for Chicago. He was headed off by a motorcar load of prison\nguards. He saw the danger in time.\n\n“To the right,” he whispered to O’Mara. “Follow me. Don’t cave, pal.”\n\n“I’m all in,” sobbed the old convict.\n\nFay braced his arm beneath Charlie’s elbow. He took the rifle. They\ncrossed a swollen brook, broke through the hedge of a vast estate and\ncame suddenly upon a trio of watchmen who had been alarmed by the\nblowing of the prison’s siren.\n\nThe fight that followed was entirely onesided. Fay pumped lead in the\ngeneral direction of the watchmen. He was answered by a salvo.\nCrimson cones splashed the night. Bullets whined. A shout sounded far\naway. Other watchmen and constables were surrounding the estate.\n\nOld Charley O’Mara, crouching in the shelter of a hawthorn clump,\ncoughed, rose, spun and fell face downward. A great spot of scarlet\nran over the raincoat. His aged face twisted in agony. Fay knelt by\nhis side.\n\n“I’m croaked, pal,” said the convict. “They winged me through the\nlungs. Good-by, pal.”\n\n“Anything I can do, Charley?”\n\n“Do you think you’ll get away?”\n\n“I know I will.”\n\n“To Chi?”\n\n“Yes!”\n\n“Will you go see my little girl?”\n\n“Where is she?”\n\n“At the Dropper’s, on Harrison Street. She’s in bad, Chester. Take\nher away from them low-brows.”\n\n“How old is she?”\n\n“Sixteen.”\n\n“What is her name?”\n\n“Emily--little Emily.”\n\n“I’ll take care of her, Charley. I promise you that!”\n\n                *       *       *       *       *\n\nFay let the convict’s head drop to the ground. He heard the\ndeath-rattle. He kicked aside the empty and useless rifle.\n\nThe way of escape was not an easy one. Forms moved in the mist. He\ndarted for a row of bushes. He crawled beneath them. He gained the\nhigh fence around the estate, where, freed of the necessity of\nsetting his pace to that of the old convict, he broke through the\nfar-flung cordon of guards and watchmen and gained a woods which\nextended north and west for over a score of miles.\n\nHe discovered, toward morning, a small house in course of erection.\nIts scaffolding stood gaunt against the velvet of the sky. A\ncarpenter’s chest rested on the back porch.\n\nFay pried this open with a hatchet, removed a suit of overalls and a\nsaw, and dropped the lid. He emerged from the woods, looking for all\nthe world like a carpenter going to work.\n\nTo the man who had wolfed the world--to the third cracksman then\nliving--the remainder of his get-away to Chicago was a journey wherein\neach detail fitted in with the others.\n\nHe arrived--after riding in gondola-cars, hugging the tops of Pullmans\nand helping stoke an Atlantic type locomotive--at the first fringe of\nthe city of many millions.\n\nWith sharp eyes before him, and dodging police-haunted streets, he\nmingled with the workers--seemingly a carpenter.\n\nNo one of all the throng seemed to notice him. He walked slowly at\ntimes. He thought of old Charley O’Mara, and of the dying convict’s\nrequest.\n\nA speck in the yeast, a chip on the foam, he quickened his steps and\nentered a small pawnshop where money could be borrowed for\nenterprises of a shady nature.\n\n                *       *       *       *       *\n\nMother Madlebaum peered over the counter at the gray-haired young man\nwho held out an empty palm and asked for a loan on a mythical watch.\nShe removed her spectacles, polished them with her black alpaca\napron, and glanced shrewdly toward the door.\n\n“What a start you gave me, Chester. And me thinking all along you\nwere lagged.”\n\n“Five C’s on the block,” laughed Fay pleasantly. “Remember the\nblue-white gems I brought you last time? Remember the swag, loot and\nplunder from the Hanover job? You made big on them.”\n\n“I always do with your stuff, Chester.”\n\n“Can you lend me five hundred? I’ve just beaten stir.”\n\nThe old fence opened her safe and brought forth a money-drawer. Fay\ntook the bills she handed to him, without counting them. He touched\nhis hat and started toward the door.\n\n“Wait, Chester.”\n\n“What is it?”\n\n“Want to plant upstairs till the blow is over?”\n\n“No. I promised old Charley O’Mara I’d see his girl for him. Poor\nCharley is dead.”\n\n“He wasn’t in your class, Chester. Nobody is.”\n\n“Where’s the Dropper’s scatter?”\n\n“Five doors from the corner, on Harrison Street. Is the girl there?”\n\n“Yes.”\n\n“Then may God help her. You can’t!”\n\nFay passed from the fence and lost himself in the clothing-department\nof a dry-goods store. He entered the place a carpenter--down in the\nheels and somewhat grimy from his train-ride. He emerged with a\nbamboo cane hooked over the sleeve of a shepherd-plaid suit. His hat\nwas a flat-brimmed Panama, his shoes correct.\n\nA bath, shave, shampoo and haircut completed his metamorphosis. He\nleft a barber-shop--the proper figure of a young man. He walked\nbriskly, seeing everything.\n\n                *       *       *       *       *\n\nThere were detectives in that city--discerning ones. He avoided the\nmain streets and crossings. Wolf-keen and alert for the police, he\nturned toward the dive where little Emily O’Mara lived. He distrusted\nthe place and cursed himself for the venture.\n\nThe Dropper’s reputation among the powers that preyed was--unsavory.\nThere had been rumors in the old days that he was a pigeon. The den\nand joint he managed sheltered cheap dips, pennyweighters and\nstore-histers who bragged of their miserable exploits.\n\nFay entered the hallway that led up to the Dropper’s, like a duke\npaying a visit to a tenement.\n\nA gas-light flared the second landing. An ash-can, half filled with\nempty bottles, marked the third. Fay paused by this can, studied a\nfist-banged door, then knocked with light knuckles.\n\nAs he waited for a chain to be unhooked and a slide to open, he\nsniffed the air of the hallway. Somewhere, some one was smoking\nopium.\n\nA brutish, shelving-browed, scar-crossed face appeared at the\nopening. Steely eyes drilled toward the cracksman.\n\n“What d’ye want here?”\n\n“Gee sip en quessen, hop en yen?”\n\n“Who to hell are yuh?”\n\n“A friend,” said Fay. “A man to see Charley O’Mara’s daughter.”\n\nFay carried no revolver. He scorned such things. The police rated him\ntoo clever to commit murder. Only amateurs and coke-fiends did things\nlike that.\n\nHe wished, however, that he could thrust the blued-steel muzzle of a\ngat through the panel and order the Dropper to unlatch the door. The\nthug was so long in making up his none-too-alert mind.\n\nIt swung finally. Fay stepped into the room. He narrowed his eyes and\nmentally photographed a mean den, made translucent by the\ngreenish-hued smoke that swirled over a peanut-oil lamp and floated\nbefore the drawn faces of many poppy-dreamers who were peering from\nbunks.\n\nThe Dropper stood waiting. His elbows were slightly bent. His huge,\nbroken-boned hands came slowly in front. He measured Fay from the tip\nof the shoes to the prematurely gray hair that showed beneath the\ncracksman’s straw hat.\n\n“Well, when did you get out of stir?” he snarled with sudden\nrecognition. “I thought they threw the key away on yuh.”\n\n“Easy, Dropper! Who are all these people?”\n\n“Aw, they’re all right! There’s Canada Mac and Glycerine Jimmy an’\nthree broads over there. Then there’s Mike the Bike and Micky Gleason\nwith us to-night. Know them?”\n\nFay unhooked his cane from his arm. He swung it back and forth as he\nstudied the faces in the bunks. His stare dropped to the peanut-oil\nlamp and the lay-out tray around which reclined two smokers. He saw a\npiglike dog crouching by a screen. Behind this was the entrance to\nanother room.\n\n“Suppose we go in there,” he said. “There’s something I want to speak\nto you about, Dropper.”\n\n“Spit it out, here!”\n\n“No!” Fay’s voice took on a metallic incisiveness. He flashed a\nwarning at the Dropper. The big man shifted his eyes uneasily, and\nfollowed Fay around the screen and into a room where two\nchintz-covered windows looked out into Harrison Street. There were a\npoker-table, a couch and many chairs in the room. The floor was\ncovered with a cheap matting.\n\n“Listen,” said Fay, still swinging his cane: “I came here to see\nCharley O’Mara’s daughter. I want to see her quick! I can’t stay\naround here. It’s no place--”\n\n“Aw, cut that kid-glove stuff. What d’ye think we are--stools?”\n\n“I want to see Charley’s daughter--Emily!”\n\n“You can’t!”\n\n“What have you done with her?”\n\n“I aint done nothin’. She lives right here.”\n\nFay hung his cane on a chair, removed his hat, turned, backed against\nthe poker-table and fastened upon the Dropper a glance of white fire.\n\n“Tell that girl to come to me.”\n\n“Well, who the hell are you orderin’ around?”\n\n“Go! Get--that--girl!”\n\nThe Dropper was in his own castle. The bunks in the den were filled\nwith the reclining forms of a number of men who would commit murder\nat his bidding. He had, safely planted, the only hundred toys of\nchoice Victoria hop in all of Chicago. One could buy most anything,\nfrom virtue to a man’s soul, with opium at the current prices.\n\nHe considered the matter of Fay with a slow brain. Back in the heart\nof him there lurked a fear for a five-figure man. They did big\nthings. They were supercrooks. Their weight might be felt through\npolitical influence.\n\n“I’m hep!” he said sullenly. “You want to cop the skirt from me. You\nwant to tell her about diamonds and rubies and strings of pearls--of\nswag and kale and the easy life swillin’ wine.”\n\n“I don’t want to do anything of the kind. I’ve got a message for her\nfrom her old man. He’s not well,” Fay added cautiously, remembering\nthat under the law the Dropper might be considered Emily’s guardian.\n\n“So he aint goin’ to get sprung? I heard he had a swell mouthpiece\nwho was workin’ with the pollies.”\n\n“The appeal was denied last week. The governor turned it down--cold.\nCharley may have to serve his full term.”\n\n“Oh, well, if that’s the straight of it-- I’ll get the moll an’\nlet you chin with her a bit. Remember, no fancy stuff.”\n\nFay stared at the dive-keeper disgustedly. The Dropper weighed over\ntwo hundred and fifty pounds. He moved his gross form across the\nmatting, paused at the screen where the piglike dog lay, and lumbered\nout of sight. His voice rasped in a shout: “Emily!”\n\n                *       *       *       *       *\n\nHer entrance came a minute after Fay had seated himself at the\npoker-table. His hand rested on his hat. He heard the Dropper’s\nnagging oaths.\n\nEmily entered, propelled by a strong arm.\n\nFay rose. He flashed an assuring glance. He reached and offered her a\nchair.\n\nThe picture she left with him, as he turned for the chair, was one he\ncould never forget.\n\nGolden-glossed hair, fine-spun as flax, an oval face, big\nsherry-colored eyes, long lashes, a round breast and straight\nfigure--was his summing up of little Emily O’Mara.\n\nThe Dropper lunged for the girl. He lifted her chin. He leered as she\ncringed from him.\n\n“This guy wants to see you, kid!”\n\nFay pressed the sides of his trousers with the sensitive tips of his\nfingers. He waited, with his teeth grinding. He wanted to leap the\ndistance, reach, clutch and throttle the purple neck of the brute.\n\nThe Dropper swung a terrible jaw and eyed Fay.\n\n“Go to it!” he rumbled. “Get done with the kid, damn quick. Tell her\nshe’ll never see her old man again. That’s wot I’ve been tellin’\nher--all the time.”\n\nFay waited until the Dropper disappeared. He moved the chair he had\noffered to the girl, so that she could see it.\n\n“Wont you sit down, Emily? I left your dad last night. He wasn’t\nwell.”\n\nA flash of interest and gratitude crossed her features. She clutched\nher skirt, stared at the door, bent one knee and sank into the chair\ntimidly.\n\nFay leaned and whispered:\n\n“Your father sent me to you. He wants you to leave this bunch. He’s\nafraid you are not being well treated. He thinks you ought to go to\nsome good home,” he added as he realized the girl’s underworld\nupbringing.\n\n“Is Father coming back to me?”\n\n“No, never.”\n\n“Why not?”\n\nThe naivete of the question struck Fay as an indictment against\nsociety.\n\n“Because the laws are unjust!” he declared. “They keep a man in\nprison after he is reformed. They don’t keep a man in a hospital\nafter he is cured.”\n\n“Did you escape from Rockglen?”\n\n“Would it make any difference to you if I had broken out of prison?”\n\n“No, it wouldn’t make any difference to me--but I don’t know what you\nmean.”\n\n“I mean I want you to go away with me. I want to get you out of this\nden of petty-larceny addicts and low-brows. That’s what your father\nwanted, Emily.”\n\n“But I don’t even know your name. Why should I run away with you?”\n\n“Because the Dropper is a brute. Because he will beat you--if he\nhasn’t already. Because the life here leads to the gutter--and mighty\nfast you’ll drift down to it, little Emily.”\n\n                *       *       *       *       *\n\nThe girl arranged a black velvet bandeau on her hair. Fay noticed\nthat the rings on her fingers were brassy and childish. They grated\non a man who had never handled any but first-water jewels.\n\nHe leaned forward and suggested:\n\n“Come with me--say, to-morrow night. We’ll go East together. I know a\nmotherly woman who has an old mansion on the Hudson.”\n\nLittle Emily fluttered her lashes in an anxious glance at the open\ndoor, beyond which was the sound of dreamy voices.\n\n“I’m afraid I can’t.”\n\n“Why?”\n\n“He wont let me.”\n\n“What is he to you?”\n\n“Nothing, but I’m afraid of him. He’s so strong.”\n\n“He’s a big mush, little Emily--a woman-beater, a peddler of opium--a\nFink, if you know what that means.”\n\nThe girl pulled her dress down to the tops of her broken shoes. She\ntwisted, glanced up, smiled faintly, and blanched as the Dropper\nthrust his head into the room.\n\n“What are you tryin’ to pull off?” he asked.\n\nFay stared over the girl’s cringing shoulder. His steel-blue eyes\nlocked with the brute’s. They burned and blazed into a sodden brain.\nThe Dropper leered, said, “Oh, all right, cul,” and went back to the\nsmokers around the lay-out tray.\n\n“Quick, Emily! Make up your mind. Can I come for you to-morrow night?\nI owe it to your old man. We’ll go East, and this woman I know will\ntake care of you. I hate the coppers, and I’m out to collect from the\nworld. They sent me away to Rockglen--dead, bang wrong! They gave me\nlife and fifteen years. I didn’t serve fifteen weeks!”\n\nFay ceased pleading. He watched the girl. There was a mark behind her\nleft ear which could only have come from a blow. She fingered a black\nvelvet bandeau. She clenched her hands. She started to rise. Suddenly\nshe dropped to the chair.\n\n“I can’t go--even if Dad wants me to. I can’t leave the Dropper. I am\nafraid he’ll kill me if I go away with you.”\n\n“He’s got you cowed!”\n\n“I can’t help it.”\n\n“And you slave for him--work for him--touch his hand when he calls for\nyou?”\n\n“I do. You don’t understand my position.”\n\n“It’s an outrage. Poor Charley O’Mara’s daughter held in the clutches\nof that beast!”\n\n“He is going to kill me some day. I saw him kill a man once. He hit\nhim with his fist. They carried the man to the river.”\n\n“Suppose I come here to-morrow night with a gat, stick up the joint,\nmake the Dropper whine like a cur. What would you do?”\n\n“He wouldn’t whine. He’d kill you--the way he killed that man who\ndidn’t pay him for a card of hop.”\n\nFay caught the underworld note.\n\n“Do you smoke?” His voice was suspicious.\n\n“No, I don’t smoke opium. I watch other people do that.”\n\n“You’re too sensible. Does the Dropper smoke?”\n\n“He don’t smoke, either. He sells the stuff.”\n\n                *       *       *       *       *\n\nThe girl’s naïveté brought a smile to Fay’s lips.\n\n“You’re going East,” he said. “I’ll make the money for your\neducation. I’ve got two big jobs located. One is in Maiden Lane.”\n\n“Diamonds?”\n\n“Yes, gems. What do you say, little Emily?”\n\n“I--I am afraid.”\n\n“But think what a beautiful world this is. There is London and Paris\nand Rome.”\n\n“London and Paris and Rome mean nothing to me. I wouldn’t know how to\nbehave in those places. All I’ve known is Harrison Street, and the\nback rooms of saloons, and getting beat up.”\n\n“But your dad was a high-roller.”\n\n“He wasn’t always. Sometimes he was broke. Sometimes we didn’t know\nwhere we were going to get things to eat.”\n\nFay’s voice grew tender.\n\n“Emily,” he said, “that’s all a bad dream. Yesterday afternoon I made\na get-away. A man who was dying--a mark for the prison screws--told me\nto go and save his daughter. I don’t want you to think I forgot that\nrequest. I could never forget it. Charley was a pal o’ mine. I came\nright to you. I see the lay-out. You’re cowed, beaten, crushed, by\nthe Dropper. I’ll croak him when you ask me to.”\n\n“You can’t! I want you to go away. Please don’t suggest anything like\nthat. I like you, but I can never run away with you. I’m afraid.”\n\n“Good God, do you want me to leave you in this joint?”\n\n“It’s the only life I’ve ever known.”\n\n“Where do you sleep?”\n\n“On a cot upstairs.”\n\n“And you ought to have a palace. Did you ever look at yourself in the\nglass?”\n\n“Sometimes, after he beats me.”\n\nFay started toward the door. He heard a chair upset. Little Emily\ndragged on his arm.\n\n“Don’t go to him! He’ll kill you.”\n\n“Then you come with me.”\n\n“I’m afraid to.”\n\nThe girl spoke the truth. Her color was ashen.\n\nFay went to the table, lifted her chair, turned it and motioned for\nher to sit down. She hesitated between the table and door.\n\n“Please,” said Fay.\n\nHe might have been addressing a princess. Her color returned in\nrippling waves. She tried to smile. Her lips trembled--she took one\nstep in his direction, swayed, and pressed her fists to her breast.\n\nThe Dropper’s form completely filled the doorway.\n\n“Come here!” he snarled.\n\n“Hold on!” snapped Fay.\n\n“Come ’ere, yuh!”\n\nThe girl between the two men, made her choice, or rather, had it made\nfor her.\n\nShrinkingly demure, and altogether tearful, she pressed by the\nDropper and glided across the den where the poppy-smokers lay.\n\n“Go to bed!”\n\nFay saw the brute’s chin move in a slow circle over his shelving\nshoulder. He swung back his jaw.\n\n“You’re next,” he said. “Better beat it, bo. I’ll tame yuh like I’ve\ntamed her.”\n\n“Tamed is good.” Fay picked up his hat. He hooked the cane over his\nleft sleeve. “Rather pleasant evening, Dropper.... I see you\nunderstand women.”\n\n“I guess I do. Yuh want to let ’em know you’re the biggest guy alive.\nI’m that guy. Nobody ever took a broad away from me.”\n\n“But she’s only a kid, Dropper.”\n\n“Another year--”\n\n“Yes, you’re right. Well, so long. There’ll be another night, too.\nI’m coming back.”\n\n“I’ll be ready for yuh!”\n\n                *       *       *       *       *\n\nFay had no set plan as he left the scatter of Mike Cregan--alias the\nDropper. He wanted to thrash out the matter of Emily O’Mara in his\nmind. Her behavior, and the fear she held of her unsavory guardian,\npuzzled the cracksman.\n\nHe had accomplished much in a brief time. There were not many men\nliving who could have broken out of Rockglen on one afternoon and\nstrolled down Michigan Avenue the next. It was an exploit in keeping\nwith his reputation.\n\nMidnight found him working over the problem of the girl. He recalled\nold Charley’s last instructions:\n\n“Get her away from the low-brows.”\n\nA promise, Fay had never intentionally broken. There was the\ngirl--naive, doll-like, docile. There was the Dropper--demanding,\nbrutish, a fink.\n\nFay slept that night at a stag hotel.\n\nHe woke early, bathed beneath a shower, dressed and went down to\nbreakfast.\n\nOn Harrison Street he gulped the air. He avoided being seen by the\ndetectives of the city. Once he took a cab for a distance of five\nsquares. He dismissed the driver at the side entrance of a cheap\nhotel--sauntered through the lobby and emerged with a sharp glance to\nleft and right.\n\nThe game gripped him as he dodged into the tenement and started\nclimbing the gas-flared stairways to the hop-joint. He knew, in the\nsoul of him, that Chicago was a danger-spot.\n\nHe knocked on the door and was admitted by the Dropper--who seemed\nalone.\n\n“Back again,” said Fay. “I said I’d be back. Where is Emily?”\n\n“Wot t’hell!”\n\n“Where is the girl?”\n\nA gliding sounded over the matting of the room beyond the screen.\nEmily thrust her head through the doorway. Her sherry-colored eyes\nwere red-rimmed, glazed with tears, sullen. The Dropper had just\nfinished his morning hate by upbraiding her.\n\n“Wot t’hell’s comin’ off?” rumbled the dive-keeper. “Beat it, cul,\nbefore I wake up. I’m going to wham yuh one.”\n\nFay swiftly hooked his cane over the edge of an empty bunk, removed\nhis hat, took off his coat, and rolled up his sleeves.\n\n“I didn’t bring a gat!” he snapped. “I don’t need one. Get into that\nroom, set the card-table back and pile up the chairs. Get ready, you\nfink, for what’s coming to you.”\n\n                *       *       *       *       *\n\nThe Dropper found himself in the grip of a situation not exactly to\nhis liking. He backed from Fay. He crashed over the screen. He\nturned, thrust Emily aside, and shelved forward his shoulders in an\naggressive posture. His brows worked up and down. The scar on his\ncheek grew livid.\n\n“Hol’ on,” he started to protest.\n\nFay stepped swiftly forward, whipped over a lightning uppercut, and\njabbed with his left fist toward the brute’s stomach. Both blows had\nforce enough to land the Dropper against the card-table.\n\nHe went down like a pole-axed bullock. He rose in his might and rage.\nHis bellowing could have been heard a block away. He came at Fay\nunskillfully--thrown off balance by the sudden attack.\n\nThe clean life of a supercrook stood Fay in good stead. His weight\nwas less than half that of the Dropper’s. But he more than made up\nfor this by the swiftness of his blows. He tormented the brute by\njabs, hooks and side-stepping.\n\nThe Dropper was no novice at boxing. Once, years before, he had been\nHonest Abe’s chief bouncer. He had broken men’s heads and hurled\nderelicts from barrooms. He knew the rudiments of wrestling.\n\nSlowly his thick brain came into action. He covered his jaw with a\nshelving shoulder. He put down his bulletlike head and started to\nbore through the rain of blows. With wild swings he forced Fay\nagainst the poker-table. It went over and rolled to the wall near\nwhere Emily crouched.\n\nThe cracksman glided around the Dropper and shadow-tormented him. He\nstruck straight from the shoulder. He was two-fisted and agile. Each\nflash of his eye was marked by a stinging blow. A crescendo of\neffort, all to the brute’s purple face, had its effect. The Dropper\nstarted gasping. He lowered his fists. He breathed, waiting. He\ngrunted as he followed Fay--blindly, grossly. A red gleam showed where\nhis lids were puffing.\n\n                *       *       *       *       *\n\nFay felt his own strength waning. He called on all his latent\nnerve-force. He became a tiger. He leaped, drove a smashing fist\nbetween the Dropper’s gorilla-like brows, stepped back, dodged a\nswing, then repeated the blow. He played for this mark. The fury of\nhis assault was like an air-hammer on a rivet. It deadened the\nbrute’s brain. It made him all animal.\n\nA bull’s roar filled the room. Goaded to an open defense, the Dropper\nabandoned science. He tried to grasp his tormentor. His huge hands\ngroped through the air. He stumbled and searched. He fell over a\nchair. He rose to his knees. Fay waited, hooked a short, elbow-jab\nbetween the eyes. He followed with his left. His arm snapped in its\nsting. He backed, side-stepped, and started around the Dropper,\ndelivering blows like a cooper finishing a barrel.\n\nA red rage came to the cracksman that was terrible in its ferocity.\nHe forgot Emily. He saw only the swollen thing before him. He wanted\nto kill. He sought for the opening.\n\nAbandoning his straight jabs, he danced in and out with short-arm\nswings to the face and neck and eyes. He pounded the ears until they\nresembled cauliflowers. He made a pulp of the Dropper’s face.\n\nThe end came in less than a second. Beaten into near-insensibility,\ntottering and bloated--the Dropper attempted to reach the door that\nled to the opium-joint. He remembered a gat he had planted there. He\nlowered his shielding left shoulder. His jaw was exposed.\n\nFay poised on tiptoes, drew back his right fist and sent it home with\nthe tendons of his legs strained in the effort. His weight, his rage,\nhis science and clean living were in that blow. It milled the brute,\nstaggered and brought him crashing, first to his knees, then over on\nhis back, where he lay with his swollen face turned toward the\nceiling.\n\nLittle Emily glided to the door. She waited with her eyes fixed and\nshimmering.\n\nFay breathed deeply. He turned, unrolled his silk sleeves and said:\n\n“Will--you--get my hat and coat and cane, please?”\n\nLittle Emily helped him on with his coat. Her hands trembled.\n\n“Now get _your_ things. You’re going away from here.”\n\nShe returned within three minutes.\n\n“I’m ready,” she said.\n\n“You saw me knock him out?”\n\n“Yes.”\n\n“Go look at him.”\n\nEmily hurried into the room. She knelt by the Dropper’s head. She\ncame back to Fay and whispered:\n\n“I’m not afraid of him any more.”\n\n“Why, little Emily?”\n\n“Because you are stronger than he is.”\n\nFay opened the door that led to the hallway where the gas-flare\nshowed in the gloom.\n\n“Have you everything?” he asked.\n\nEmily pointed to a pasteboard hatbox. Fay lifted it gallantly.\n\n“Come on,” he said.\n\n“Where are you going to take me?” she asked, humbly.\n\n“I’m going to take you to the house of the good woman on the Hudson.”\n\n“And what are _you_ going to do?”\n\n“I? I’m going to get word to Charley O’Mara that I kept my\npromise--and his kid’s all right.”\n\n\nTHE END",
    "metadata": {
        "author": [
            "Leverage, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68930/pg68930.txt",
        "name": "beyond_the_wall.json"
    }
}