{
    "name": "Black hound of death",
    "author": [
        "Howard, Robert E. (Robert Ervin)"
    ],
    "body": "Egyptian darkness! The phrase is too vivid for complete comfort,\nsuggesting not only blackness, but unseen things lurking in that\nblackness; things that skulk in the deep shadows and shun the light of\nday; slinking figures that prowl beyond the edge of normal life.\n\nSome such thoughts flitted vaguely through my mind that night as I\ngroped along the narrow trail that wound through the deep pinelands.\nSuch thoughts are likely to keep company with any man who dares invade,\nin the night, that lonely stretch of densely timbered river-country\nwhich the black people call Egypt, for some obscurely racial reason.\n\nThere is no blackness this side of Hell's unlighted abyss as absolute\nas the blackness of the pine woods. The trail was but a half-guessed\ntrace winding between walls of solid ebony. I followed it as much\nby the instincts of the piny woods dweller as by the guidance of\nthe external senses. I went as hurriedly as I dared, but stealth\nwas mingled with my haste, and my ears were whetted to knife-edge\nalertness. This caution did not spring from the uncanny speculations\nroused by the darkness and silence. I had good, material reason to be\nwary. Ghosts might roam the pinelands with gaping, bloody throats and\ncannibalistic hunger as the negroes maintained, but it was no ghost I\nfeared. I listened for the snap of a twig under a great, splay foot,\nfor any sound that would presage murder striking from the black\nshadows. The creature which, I feared, haunted Egypt was more to be\ndreaded than any gibbering phantom.\n\nThat morning the worst negro desperado in that part of the state had\nbroken from the clutches of the law, leaving a ghastly toll of dead\nbehind him. Down along the river, bloodhounds were baying through the\nbrush and hard-eyed men with rifles were beating up the thickets.\n\nThey were seeking him in the fastnesses near the scattered black\nsettlements, knowing that a negro seeks his own kind in his extremity.\nBut I knew Tope Braxton better than they did; I knew he deviated from\nthe general type of his race. He was unbelievably primitive, atavistic\nenough to plunge into uninhabited wilderness and live like a blood-mad\ngorilla in solitude that would have terrified and daunted a more normal\nmember of his race.\n\nSo while the hunt flowed away in another direction, I rode toward\nEgypt, alone. But it was not altogether to look for Tope Braxton that\nI plunged into that isolated fastness. My mission was one of warning,\nrather than search. Deep in the mazy pine labyrinth, a white man and\nhis servant lived alone, and it was the duty of any man to warn them\nthat a red-handed killer might be skulking about their cabin.\n\nI was foolish, perhaps, to be traveling on foot; but men who wear the\nname of Garfield are not in the habit of turning back on a task once\nattempted. When my horse unexpectedly went lame, I left him at one of\nthe negro cabins which fringe the edge of Egypt, and went on afoot.\nNight overtook me on the path, and I intended remaining until morning\nwith the man I was going to warn--Richard Brent. He was a taciturn\nrecluse, suspicious and peculiar, but he could scarcely refuse to put\nme up for the night. He was a mysterious figure; why he chose to hide\nhimself in a southern pine forest none knew. He had been living in an\nold cabin in the heart of Egypt for about six months.\n\nSuddenly, as I forged through the darkness, my speculations regarding\nthe mysterious recluse were cut short, wiped clear out of my mind. I\nstopped dead, the nerves tingling in the skin on the backs of my hands.\nA sudden shriek in the dark has that effect, and this scream was edged\nwith agony and terror. It came from somewhere ahead of me. Breathless\nsilence followed that cry, a silence in which the forest seemed to hold\nits breath and the darkness shut in more blackly still.\n\nAgain the scream was repeated, this time closer. Then I heard the pound\nof bare feet along the trail, and a form hurled itself at me out of the\ndarkness.\n\n\n\nMy revolver was in my hand, and I instinctively thrust it out to fend\nthe creature off. The only thing that kept me from pulling the trigger\nwas the noise the object was making--gasping, sobbing noises of fear\nand pain. It was a man, and direly stricken. He blundered full into me,\nshrieked again, and fell sprawling, slobbering and yammering.\n\n\"Oh, my God, save me! Oh, God have mercy on me!\"\n\n\"What the devil is it?\" I demanded, my hair stirring on my scalp at the\npoignant agony in the gibbering voice.\n\nThe wretch recognized my voice; he clawed at my knees.\n\n\"Oh, Mas' Kirby, don' let him tetch me! He's done killed my body, and\nnow he wants my soul! It's me--po' Jim Tike. Don' let him git me!\"\n\nI struck a match, and stood staring in amazement, while the match\nburned down to my fingers. A black man groveled in the dust before\nme, his eyes rolling up whitely. I knew him well--one of the negroes\nwho lived in their tiny log cabins along the fringe of Egypt. He\nwas spotted and splashed with blood, and I believed he was mortally\nwounded. Only abnormal energy rising from frenzied panic could have\nenabled him to run as far as he had. Blood jetted from torn veins and\narteries in breast, shoulder and neck, and the wounds were ghastly to\nsee, great ragged tears, that were never made by bullet or knife. One\near had been torn from his head, and hung loose, with a great piece of\nflesh from the angle of his jaw and neck, as if some gigantic beast\nhad ripped it out with his fangs.\n\n\"What in God's name did this?\" I ejaculated as the match went out, and\nhe became merely an indistinct blob in the darkness below me. \"A bear?\"\nEven as I spoke I knew that no bear had been seen in Egypt for thirty\nyears.\n\n\"_He_ done it!\" The thick, sobbing mumble welled up through the\ndark. \"De white man dat come by my cabin and ask me to guide him to\nMistuh Brent's house. He said he had a tooth-ache, so he had his head\nbandaged; but de bandages slipped and I seen his face--he killed me for\nseein' him.\"\n\n\"You mean he set dogs on you?\" I demanded, for his wounds were such as\nI have seen on animals worried by vicious hounds.\n\n\"No, suh,\" whimpered the ebbing voice. \"He done it hisself--aaaggghhh!\"\n\nThe mumble broke in a shriek as he twisted his head, barely visible in\nthe gloom, and stared back the way he had come. Death must have struck\nhim in the midst of that scream, for it broke short at the highest\nnote. He flopped convulsively once, like a dog hit by a truck, and then\nlay still.\n\nI strained my eyes into the darkness, and made out a vague shape a few\nyards away in the trail. It was erect and tall as a man; it made no\nsound.\n\nI opened my mouth to challenge the unknown visitant, but no sound\ncame. An indescribable chill flowed over me, freezing my tongue to my\npalate. It was fear, primitive and unreasoning, and even while I stood\nparalyzed I could not understand it, could not guess why that silent,\nmotionless figure, sinister as it was, should rouse such instinctive\ndread.\n\nThen suddenly the figure moved quickly toward me, and I found my voice.\n\"Who comes there?\"\n\nNo answer; but the form came on in a rush, and as I groped for a\nmatch, it was almost upon me. I struck the match--with a ferocious\nsnarl the figure hurled itself against me, the match was struck from\nmy hand and extinguished, and I felt a sharp pain on the side of my\nneck. My gun exploded almost involuntarily and without aim, and its\nflash dazzled me, obscuring rather than revealing the tall man-like\nfigure that struck at me; then with a crashing rush through the trees\nmy assailant was gone, and I staggered alone on the forest trail.\n\nSwearing angrily, I felt for another match. Blood was trickling down\nmy shoulder, soaking through my shirt. When I struck the match and\ninvestigated, another chill swept down my spine. My shirt was torn\nand the flesh beneath slightly cut; the wound was little more than a\nscratch, but the thing that roused nameless fear in my mind was the\nfact that _the wound was similar to those on poor Jim Tike_.\n\n\n\n\n                  _2. \"Dead Men with Torn Throats!\"_\n\n\nJim Tike was dead, lying face down in a pool of his own blood, his\nred-dabbled limbs sprawling drunkenly. I stared uneasily at the\nsurrounding forest that hid the thing that had killed him. That it was\na man I knew; the outline, in the brief light of the match, had been\nvague, but unmistakably human. But what sort of a weapon could make a\nwound like the merciless champing of great bestial teeth? I shook my\nhead, recalling the ingenuity of mankind in the creation of implements\nof slaughter, and considered a more acute problem. Should I risk my\nlife further by continuing upon my course, or should I return to the\nouter world and bring in men and dogs, to carry out poor Jim Tike's\ncorpse, and hunt down his murderer?\n\nI did not waste much time in indecision. I had set out to perform a\ntask. If a murderous criminal besides Tope Braxton were abroad in the\npiny woods, there was all the more reason for warning the men in that\nlonely cabin. As for my own danger, I was already more than half-way\nto the cabin. It would scarcely be more dangerous to advance than to\nretreat. If I did turn back, and escape from Egypt alive, before I\ncould rouse a posse, anything might happen in that isolated cabin under\nthe black trees.\n\nSo I left Jim Tike's body there in the trail, and went on, gun in hand,\nand nerves sharpened by the new peril. That visitant had not been Tope\nBraxton. I had the dead man's word for it that the attacker was a\nmysterious white man; the glimpse I had had of the figure had confirmed\nthe fact that he was not Tope Braxton. I would have known that squat,\napish body even in the dark. This man was tall and spare, and the mere\nrecollection of that gaunt figure made me shiver, unreasoningly.\n\nIt is no pleasant experience to walk along a black forest trail with\nonly the stars glinting through the dense branches, and the knowledge\nthat a ruthless murderer is lurking near, perhaps within arm's length\nin the concealing darkness. The recollection of the butchered black\nman burned vividly in my brain. Sweat beaded my face and hands, and I\nwheeled a score of times, glaring into the blackness where my ears had\ncaught the rustle of leaves or the breaking of a twig--how could I know\nwhether the sounds were but the natural noises of the forest, or the\nstealthy movements of the killer?\n\nOnce I stopped, with an eery crawling of my skin, as far away, through\nthe black trees, I glimpsed a faint, lurid glow. It was not stationary;\nit moved, but it was too far away for me to make out the source. With\nmy hair prickling unpleasantly I waited, for I knew not what; but\npresently the mysterious glow vanished, and so keyed up I was to\nunnatural happenings, that it was only then that I realized the light\nmight well have been made by a man walking with a pine-knot torch. I\nhurried on, cursing myself for my fears, the more baffling because they\nwere so nebulous. Peril was no stranger to me in that land of feud and\nviolence where century-old hates still smoldered down the generations.\nThreat of bullet or knife openly or from ambush had never shaken my\nnerves before; but I knew now that I was afraid--afraid of something I\ncould not understand, or explain.\n\nI sighed with relief when I saw Richard Brent's light gleaming through\nthe pines, but I did not relax my vigilance. Many a man, danger-dogged,\nhas been struck down at the very threshold of safety. Knocking on the\ndoor, I stood sidewise, peering into the shadows that ringed the tiny\nclearing and seemed to repel the faint light from the shuttered windows.\n\n\"Who's there?\" came a deep harsh voice from within. \"Is that you,\nAshley?\"\n\n\"No; it's me--Kirby Garfield. Open the door.\"\n\nThe upper half of the door swung inward, and Richard Brent's head and\nshoulders were framed in the opening. The light behind him left most of\nhis face in shadow, but could not obscure the harsh gaunt lines of his\nfeatures nor the gleam of the bleak gray eyes.\n\n\"What do you want, at this time of night?\" he demanded, with his usual\nbruskness.\n\nI replied shortly, for I did not like the man; courtesy in our part of\nthe country is an obligation no gentleman thinks of shirking.\n\n\"I came to tell you that it's very likely that a dangerous negro is\nprowling in your vicinity. Tope Braxton killed Constable Joe Sorley and\na negro trusty, and broke out of jail this morning. I think he took\nrefuge in Egypt. I thought you ought to be warned.\"\n\n\"Well, you've warned me,\" he snapped, in his short-clipped Eastern\naccent. \"Why don't you be off?\"\n\n\"Because I have no intention of going back through those woods\ntonight,\" I answered angrily. \"I came in here to warn you, not because\nof any love of you, but simply because you're a white man. The least\nyou can do is to let me put up in your cabin until morning. All I ask\nis a pallet on the floor; you don't even have to feed me.\"\n\nThat last was an insult I could not withhold, in my resentment; at\nleast in the piny woods it is considered an insult. But Richard Brent\nignored my thrust at his penuriousness and discourtesy. He scowled at\nme. I could not see his hands.\n\n\"Did you see Ashley anywhere along the trail?\" he asked finally.\n\nAshley was his servant, a saturnine figure as taciturn as his master,\nwho drove into the distant river village once a month for supplies.\n\n\"No; he might have been in town, and left after I did.\"\n\n\"I guess I'll have to let you in,\" he muttered, grudgingly.\n\n\"Well, hurry up,\" I requested. \"I've got a gash in my shoulder I want\nto wash and dress. Tope Braxton isn't the only killer abroad tonight.\"\n\nAt that he halted in his fumbling at the lower door, and his expression\nchanged.\n\n\"What do you mean?\"\n\n\"There's a dead nigger a mile or so up the trail. The man who killed\nhim tried to kill me. He may be after you, for all I know. The nigger\nhe killed was guiding him here.\"\n\n\n\nRichard Brent started violently, and his face went livid.\n\n\"Who--what do you mean?\" His voice cracked, unexpectedly falsetto.\n\"What man?\"\n\n\"I don't know. A fellow who manages to rip his victims like a hound----\"\n\n\"A hound!\" The words burst out in a scream. The change in Brent was\nhideous. His eyes seemed starting from his head; his hair stood up\nstiffly on his scalp, and his skin was the hue of ashes. His lips drew\nback from his teeth in a grin of sheer terror.\n\nHe gagged and then found voice.\n\n\"Get out!\" he choked. \"I see it, now! I know why you wanted to get\ninto my house! You bloody devil! _He_ sent you! You're his spy!\n_Go!_\" The last was a scream and his hands rose above the lower\nhalf of the door at last. I stared into the gaping muzzles of a\nsawed-off shotgun. \"Go, before I kill you!\"\n\nI stepped back off the stoop, my skin crawling at the thought of a\nclose-range blast from that murderous implement of destruction. The\nblack muzzles and the livid, convulsed face behind them promised sudden\ndemolition.\n\n\"You cursed fool!\" I growled, courting disaster in my anger. \"Be\ncareful with that thing. I'm going. I'd rather take a chance with a\nmurderer than a madman.\"\n\nBrent made no reply; panting and shivering like a man smitten with\nague, he crouched over his shotgun and watched me as I turned and\nstrode across the clearing. Where the trees began I could have wheeled\nand shot him down without much danger, for my .45 would outrange his\nshortened scatter-gun. But I had come there to warn the fool, not to\nkill him.\n\nThe upper door slammed as I strode in under the trees, and the stream\nof light was cut abruptly off. I drew my gun and plunged into the\nshadowy trail, my ears whetted again for sounds under the black\nbranches.\n\nMy thoughts reverted to Richard Brent. It was surely no friend who\nhad sought guidance to his cabin! The man's frantic fear had bordered\non insanity. I wondered if it had been to escape this man that Brent\nhad exiled himself in this lonely stretch of pinelands and river.\nSurely it had been to escape _something_ that he had come; for\nhe never concealed his hatred of the country nor his contempt for the\nnative people, white and black. But I had never believed that he was a\ncriminal, hiding from the law.\n\nThe light fell away behind me, vanished among the black trees. A\ncurious, chill, sinking feeling obsessed me, as if the disappearance\nof that light, hostile as was its source, had severed the only link\nthat connected this nightmarish adventure with the world of sanity and\nhumanity. Grimly taking hold of my nerves, I strode on up the trail.\nBut I had not gone far when again I halted.\n\nThis time it was the unmistakable sound of horses running; the rumble\nof wheels mingled with the pounding of hoofs. Who would be coming along\nthat nighted trail in a rig but Ashley? But instantly I realized that\nthe team was headed in the other direction. The sound receded rapidly,\nand soon became only a distant blur of noise.\n\nI quickened my pace, much puzzled, and presently I heard hurried,\nstumbling footsteps ahead of me, and a quick, breathless panting that\nseemed indicative of panic. I distinguished the footsteps of two\npeople, though I could see nothing in the intense darkness. At that\npoint the branches interlaced over the trail, forming a black arch\nthrough which not even the stars gleamed.\n\n\"Ho, there!\" I called cautiously. \"Who are you?\"\n\nInstantly the sounds ceased abruptly, and I could picture two shadowy\nfigures standing tensely still, with bated breath.\n\n\"Who's there?\" I repeated. \"Don't be afraid. It's me--Kirby Garfield.\"\n\n\"Stand where you are!\" came a hard voice I recognized as Ashley's. \"You\nsound like Garfield--but I want to be sure. If you move you'll get a\nslug through you.\"\n\nThere was a scratching sound and a tiny flame leaped up. A human hand\nwas etched in its glow, and behind it the square, hard face of Ashley\npeering in my direction. A pistol in his other hand caught the glint of\nthe fire; and on that arm rested another hand--a slim, white hand, with\na jewel sparkling on one finger. Dimly I made out the slender figure of\na woman; her face was like a pale blossom in the gloom.\n\n\"Yes, it's you, all right,\" Ashley grunted. \"What are you doing here?\"\n\n\"I came to warn Brent about Tope Braxton,\" I answered shortly; I do not\nrelish being called on to account for my actions to anybody. \"You've\nheard about it, naturally. If I'd known you were in town, it would have\nsaved me a trip. What are you-all doing on foot?\"\n\n\"Our horses ran away a short distance back,\" he answered. \"There was\na dead negro in the trail. But that's not what frightened the horses.\nWhen we got out to investigate, they snorted and wheeled and bolted\nwith the rig. We had to come on on foot. It's been a pretty nasty\nexperience. From the looks of the negro I judge a pack of wolves killed\nhim, and the scent frightened the horses. We've been expecting an\nattack any minute.\"\n\n\"Wolves don't hunt in packs and drag down human beings in these woods.\nIt was a man that killed Jim Tike.\"\n\n\n\nIn the waning glow of the match Ashley stood staring at me in\namazement, and then I saw the astonishment ebb from his countenance and\nhorror grow there. Slowly his color ebbed, leaving his bronzed face as\nashy as that of his master had been. The match went out, and we stood\nsilent.\n\n\"Well,\" I said impatiently, \"speak up, man! Who's the lady with you?\"\n\n\"She's Mr. Brent's niece.\" The answer came tonelessly through dry lips.\n\n\"I am Gloria Brent!\" she exclaimed in a voice whose cultured accent was\nnot lost in the fear that caused it to tremble. \"Uncle Richard wired\nfor me to come to him at once----\"\n\n\"I've seen the wire,\" Ashley muttered. \"You showed it to me. But\nI don't know how he sent it. He hasn't been to the village, to my\nknowledge, in months.\"\n\n\"I came on from New York as fast as I could!\" she exclaimed. \"I can't\nunderstand why the telegram was sent to me, instead of to somebody else\nin the family----\"\n\n\"You were always your uncle's favorite, Miss,\" said Ashley.\n\n\"Well, when I got off the boat at the village just before nightfall,\nI found Ashley, just getting ready to drive home. He was surprized to\nsee me, but of course he brought me on out; and then--that--that dead\nman----\"\n\nShe seemed considerably shaken by the experience. It was obvious that\nshe had been raised in a very refined and sheltered atmosphere. If she\nhad been born in the piny woods, as I was, the sight of a dead man,\nwhite or black, would not have been an uncommon phenomenon to her.\n\n\"The--the dead man----\" she stammered, and then she was answered most\nhideously.\n\nFrom the black woods beside the trail rose a shriek of blood-curdling\nlaughter. Slavering, mouthing sounds followed it, so strange and\ngarbled that at first I did not recognize them as human words. Their\ninhuman intonations sent a chill down my spine.\n\n\"Dead men!\" the inhuman voice chanted. \"Dead men with torn throats!\nThere will be dead men among the pines before dawn! Dead men! Fools,\nyou are all dead!\"\n\nAshley and I both fired in the direction of the voice, and in the\ncrashing reverberations of our shots the ghastly chant was drowned. But\nthe weird laugh rang out again, deeper in the woods, and then silence\nclosed down like a black fog, in which I heard the semi-hysterical\ngasping of the girl. She had released Ashley and was clinging\nfrantically to me. I could feel the quivering of her lithe body against\nmine. Probably she had merely followed her feminine instinct to seek\nrefuge with the strongest; the light of the match had shown her that I\nwas a bigger man than Ashley.\n\n\"Hurry, for God's sake!\" Ashley's voice sounded strangled. \"It can't be\nfar to the cabin. Hurry! You'll come with us, Mr. Garfield?\"\n\n\"What was it?\" the girl was panting. \"Oh, what _was_ it?\"\n\n\"A madman, I think,\" I answered, tucking her trembling little hand\nunder my left arm. But at the back of my mind was whispering the\ngrisly realization that no madman ever had a voice like that. It\nsounded--God!--it sounded like some bestial creature speaking with\nhuman words, but not with a human tongue!\n\n\"Get on the other side of Miss Brent, Ashley,\" I directed. \"Keep as far\nfrom the trees as you can. If anything moves on that side, shoot first\nand ask questions later. I'll do the same on this side. Now come on!\"\n\nHe made no reply as he complied; his fright seemed deeper than that\nof the girl; his breath came in shuddering gasps. The trail seemed\nendless, the darkness abysmal. Fear stalked along the trail on either\nhand, and slunk grinning at our backs. My flesh crawled with the\nthought of a demoniacal clawed and fanged _thing_ hurling itself\nupon my shoulders.\n\nThe girl's little feet scarcely touched the ground, as we almost\ncarried her between us. Ashley was almost as tall as I, though not so\nheavy, and was strongly made.\n\nAhead of us a light glimmered between the trees at last, and a gusty\nsigh of relief burst from his lips. He increased his pace until we were\nalmost running.\n\n\"The cabin at last, thank God!\" he gasped, as we plunged out of the\ntrees.\n\n\"Hail your employer, Ashley,\" I grunted. \"He's driven me off with a\ngun once tonight. I don't want to be shot by the old----\" I stopped,\nremembering the girl.\n\n\"Mr. Brent!\" shouted Ashley. \"Mr. Brent! Open the door quick! It's\nme--Ashley!\"\n\nInstantly light flooded from the door as the upper half was drawn back,\nand Brent peered out, shotgun in hand, blinking into the darkness.\n\n\"Hurry and get in!\" Panic still thrummed in his voice. Then: \"Who's\nthat standing beside you?\" he shouted furiously.\n\n\"Mr. Garfield and your niece, Miss Gloria.\"\n\n\"Uncle Richard!\" she cried, her voice catching in a sob. Pulling loose\nfrom us, she ran forward and threw her lithe body half over the lower\ndoor, throwing her arms around his neck. \"Uncle Richard, I'm so afraid!\nWhat does this all mean?\"\n\nHe seemed thunderstruck.\n\n\"Gloria!\" he repeated. \"What in heaven's name are you doing here?\"\n\n\"Why, you sent for me!\" She fumbled out a crumpled yellow telegraph\nform. \"See? You said for me to come at once!\"\n\nHe went livid again.\n\n\"I never sent that, Gloria! Good God, why should I drag you into my\nparticular hell? There's something devilish here. Come in--come in\nquickly!\"\n\n\n\nHe jerked open the door and pulled her inside, never relinquishing the\nshotgun. He seemed to fumble in a daze. Ashley shouldered in after her,\nand exclaimed to me: \"Come in, Mr. Garfield! Come in--come in!\"\n\nI had made no move to follow them. At the mention of my name, Brent,\nwho seemed to have forgotten my presence, jerked loose from the girl\nwith a choking cry and wheeled, throwing up the shotgun. But this time\nI was ready for him. My nerves were too much on edge to let me submit\nto any more bullying. Before he could bring the gun into position, he\nwas looking in the muzzle of my .45.\n\n\"Put it down, Brent,\" I snapped. \"Drop it, before I break your arm. I'm\nfed up on your idiotic suspicions.\"\n\nHe hesitated, glaring wildly, and behind him the girl shrank away. I\nsuppose that in the full flood of the light from the doorway I was not\na figure to inspire confidence in a young girl, with my frame which is\nbuilt for strength and not looks, and my dark face, scarred by many a\nbrutal river battle.\n\n\"He's our friend, Mr. Brent,\" interposed Ashley. \"He helped us, in the\nwoods.\"\n\n\"He's a devil!\" raved Brent, clinging to his gun, though not trying to\nlift it. \"He came here to murder us! He lied when he said he came to\nwarn us against a black man. What man would be fool enough to come into\nEgypt at night, just to warn a stranger? My God, has he got you both\nfooled? I tell you, _he wears the brand of the hound_!\"\n\n\"Then you know _he's_ here!\" cried Ashley.\n\n\"Yes; this fiend told me, trying to worm his way into the house. God,\nAshley, _he's_ tracked us down, in spite of all our cleverness.\nWe have trapped ourselves! In a city, we might buy protection; but\nhere, in this accursed forest, who will hear our cries or come to our\naid when the fiend closes in upon us? What fools--what fools we were to\nthink to hide from _him_ in this wilderness!\"\n\n\"I heard him laugh,\" shuddered Ashley. \"He taunted us from the bushes\nin his beast's voice. I saw the man he killed--ripped and mangled as if\nby the fangs of Satan himself. What--what are we to do?\"\n\n\"What can we do except lock ourselves in and fight to the last?\"\nshrieked Brent. His nerves were in frightful shape.\n\n\"Please tell me what it is all about?\" pleaded the trembling girl.\n\nWith a terrible despairing laugh Brent threw out his arm, gesturing\ntoward the black woods beyond the faint light. \"A devil in human form\nis lurking out there!\" he exclaimed. \"He has tracked me across the\nworld, and has cornered me at last. Do you remember Adam Grimm?\"\n\n\"The man who went with you to Mongolia five years ago? But he died, you\nsaid. You came back without him.\"\n\n\"I thought he was dead,\" muttered Brent. \"Listen, I will tell\nyou. Among the black mountains of Inner Mongolia, where no white\nman had ever penetrated, our expedition was attacked by fanatical\ndevil-worshippers--the black monks of Erlik who dwell in the forgotten\nand accursed city of Yahlgan. Our guides and servants were killed, and\nall our stock driven off but one small camel.\n\n\"Grimm and I stood them off all day, firing from behind the rocks when\nthey tried to rush us. That night we planned to make a break for it, on\nthe camel that remained to us. But it was evident to me that the beast\ncould not carry us both to safety. One man might have a chance. When\ndarkness fell, I struck Grimm from behind with my gun-butt, knocking\nhim senseless. Then I mounted the camel and fled----\"\n\nHe did not heed the look of sick amazement and abhorrence growing in\nthe girl's lovely face. Her wide eyes were fixed on her uncle as if\nshe were seeing the real man for the first time, and was stricken by\nwhat she saw. He plunged on, too obsessed and engulfed by fear to care\nor heed what she thought of him. The sight of a soul stripped of its\nconventional veneer and surface pretense is not always pleasant.\n\n\"I broke through the lines of the besiegers and escaped in the night.\nGrimm, naturally, fell into the hands of the devil-worshippers, and for\nyears I supposed that he was dead. They had the reputation of slaying,\nby torture, every alien that they captured. Years passed, and I had\nalmost forgotten the episode. Then, seven months ago, I learned that\nhe was alive--was, indeed, back in America, thirsting for my life.\nThe monks had not killed him; through their damnable arts they had\n_altered_ him. The man is no longer wholly human, but his whole\nsoul is bent on my destruction. To appeal to the police would have been\nuseless; he would have tricked them and wreaked his vengeance in spite\nof them. I fled from him up and down across the country for more than a\nmonth, like a hunted animal, and finally, when I thought I had thrown\nhim off the track, I took refuge in this God-forsaken wilderness, among\nthese barbarians, of whom that man Kirby Garfield is a typical example.\"\n\n\"_You_ can talk of barbarians!\" she flamed, and her scorn would\nhave cut the soul of any man who was not so totally engrossed in his\nown fears.\n\nShe turned to me. \"Mr. Garfield, please come in. You must not try to\ntraverse this forest at night, with that fiend at large.\"\n\n\"No!\" shrieked Brent. \"Get back from that door, you little fool!\nAshley, hold your tongue. I tell you, he is one of Adam Grimm's\ncreatures! He shall not set foot in this cabin!\"\n\nShe looked at me, pale, helpless and forlorn, and I pitied her as I\ndespised Richard Brent; she looked so small and bewildered.\n\n\"I wouldn't sleep in your cabin if all the wolves of hell were howling\noutside,\" I snarled at Brent. \"I'm going, and if you shoot me in the\nback, I'll kill you before I die. I wouldn't have come back at all, but\nthe young lady needed my protection. She needs it now, but it's your\nprivilege to deny her that. Miss Brent,\" I said, \"if you wish, I'll\ncome back tomorrow with a buckboard and carry you to the village. You'd\nbetter go back to New York.\"\n\n\"Ashley will take her to the village,\" roared Brent. \"Damn you,\n_will_ you go?\"\n\n\n\nWith a sneer that brought the blood purpling his countenance, I turned\nsquarely upon him and strode off. The door banged behind me, and I\nheard his falsetto voice mingled with the tearful accents of his niece.\nPoor girl, it must have been like a nightmare to her; to have been\nsnatched out of her sheltered urban life and dropped down in a country\nstrange and primitive to her, among people whose ways seemed incredibly\nsavage and violent, and into a bloody episode of wrong and menace and\nvengeance. The deep pinelands of the Southwest seem strange and alien\nenough at any time to the average Eastern city-dweller; and added to\ntheir gloomy mystery and primordial wildness was this grim phantom out\nof an unsuspected past, like the figment of a nightmare.\n\nI turned squarely about, stood motionless in the black trail, staring\nback at the pin-point of light which still winked through the trees.\nPeril hovered over the cabin in that tiny clearing, and it was no\npart of a white man to leave that girl with the protection of none but\nher half-lunatic uncle and his servant. Ashley looked like a fighter.\nBut Brent was an unpredictable quantity. I believed he was tinged with\nmadness. His insane rages and equally insane suspicions seemed to\nindicate as much. I had no sympathy for him. A man who would sacrifice\nhis friend to save his own life deserves death.\n\nBut evidently Grimm was mad. His slaughter of Jim Tike suggested\nhomicidal insanity. Poor Jim Tike had never wronged him. I would have\nkilled Grimm for that murder, alone, if I had had the opportunity.\nAnd I did not intend that the girl should suffer for the sins of her\nuncle. If Brent had not sent that telegram, as he swore, then it looked\nmuch as if she had been summoned for a sinister purpose. Who but Grimm\nhimself would have summoned her, to share the doom he planned for\nRichard Brent?\n\nTurning, I strode back down the trail. If I could not enter the cabin,\nI could at least lurk in the shadows ready at hand if my help was\nneeded. A few moments later I was under the fringe of trees that ringed\nthe clearing.\n\nLight still shone through the cracks in the shutters, and at one\nplace a portion of the window-pane was visible. And even as I looked,\nthis pane was shattered, as if something had been hurled through it.\nInstantly the night was split by a sheet of flame that burst in a\nblinding flash out of the doors and windows and chimney of the cabin.\nFor one infinitesimal instant I saw the cabin limned blackly against\nthe tongues of flame that flashed from it. With the flash came the\nthought that the cabin had been blown up--but no sound accompanied the\nexplosion.\n\nEven while the blaze was still in my eyes, another explosion filled\nthe universe with blinding sparks, and this one was accompanied by a\nthunderous reverberation. Consciousness was blotted out too suddenly\nfor me to know that I had been struck on the head from behind,\nterrifically and without warning.\n\n\n\n\n                           _3. Black Hands_\n\n\nA flickering light was the first thing that impressed itself upon my\nawakening faculties. I blinked, shook my head, came suddenly fully\nawake. I was lying on my back in a small glade, walled by towering\nblack trees which fitfully reflected the uncertain light that emanated\nfrom a torch stuck upright in the earth near me. My head throbbed, and\nblood clotted my scalp; my hands were fastened together before me by a\npair of handcuffs. My clothes were torn and my skin scratched as if I\nhad been dragged brutally through the brush.\n\nA huge black shape squatted over me--a black man of medium height\nbut of gigantic breadth and thickness, clad only in ragged, muddy\nbreeches--Tope Braxton. He held a gun in each hand, and alternately\naimed first one and then the other at me, squinting along the barrel.\nOne pistol was mine; the other had once belonged to the constable that\nBraxton had brained.\n\nI lay silent for a moment, studying the play of the torchlight on the\ngreat black torso. His huge body gleamed shiny ebony or dull bronze as\nthe light flickered. He was like a shape from the abyss whence mankind\ncrawled ages ago. His primitive ferocity was reflected in the bulging\nknots of muscles that corded his long, massive apish arms, his huge\nsloping shoulders; above all the bullet-shaped head that jutted forward\non a column-like neck. The wide, flat nostrils, murky eyes, thick lips\nthat writhed back from tusk-like teeth--all proclaimed the man's\nkinship with the primordial.\n\n\"Where the devil do you fit into this nightmare?\" I demanded.\n\nHe showed his teeth in an ape-like grin.\n\n\"I thought it was time you was comin' to, Kirby Garfield,\" he grinned.\n\"I wanted you to come to 'fo' I kill you, so you know _who_ kill\nyou. Den I go back and watch Mistuh Grimm kill de ol' man and de gal.\"\n\n\"What do you mean, you black devil?\" I demanded harshly. \"Grimm? What\ndo you know about Grimm?\"\n\n\"I meet him in de deep woods, after he kill Jim Tike. I heah a gun fire\nand come with a torch to see who--thought maybe somebody after me. I\nmeet Mistuh Grimm.\"\n\n\"So you were the man I saw with the torch,\" I grunted.\n\n\"Mistuh Grimm smaht man. He say if I help him kill some folks, he help\nme git away. He take and throw bomb into de cabin; dat bomb don't kill\ndem folks, just paralyze 'em. I watchin' de trail, and hit you when you\ncome back. Dat man Ashley ain't plumb paralyze, so Mistuh Grimm, he\ntake and bite out he throat like he done Jim Tike.\"\n\n\"What do you mean, bite out his throat?\" I demanded.\n\n\"Mistuh Grimm ain't a human bein'. He stan' up and walk like a man, but\nhe part hound, or wolf.\"\n\n\"You mean a werewolf?\" I asked, my scalp prickling.\n\nHe grinned. \"Yeah, dat's it. Dey had 'em in de old country.\" Then he\nchanged his mood. \"I done talk long enough. Gwine blow yo' brains out\nnow!\"\n\nHis thick lips froze in a killer's mirthless grin as he squinted along\nthe barrel of the pistol in his right hand. My whole body went tense,\nas I sought desperately for a loophole to save my life. My legs were\nnot tied, but my hands were manacled, and a single movement would bring\nhot lead crashing through my brain. In my desperation I plumbed the\ndepths of black folklore for a dim, all but forgotten superstition.\n\n\"These handcuffs belonged to Joe Sorley, didn't they?\" I demanded.\n\n\"Uh huh,\" he grinned, without ceasing to squint along the sights. \"I\ntook 'em 'long with his gun after I beat his head in with window-bar. I\nthought I might need 'em.\"\n\n\"Well,\" I said, \"if you kill me while I'm wearing them, you're\neternally damned! Don't you know that if you kill a man who's wearing a\ncross, his ghost will haunt you for ever after?\"\n\nHe jerked the gun down suddenly, and his grin was replaced by a snarl.\n\n\"What you mean, white man?\"\n\n\"Just what I say. There's a cross scratched on the inside of one of\nthese cuffs. I've seen it a thousand times. Now go ahead and shoot, and\nI'll haunt you into hell.\"\n\n\"Which cuff?\" he snarled, lifting a gun-butt threateningly.\n\n\"Find out for yourself,\" I sneered. \"Go ahead; why don't you shoot? I\nhope you've had plenty of sleep lately, because I'll see to it that you\nnever sleep again. In the night, under the trees, you'll see my face\nleering at you. You'll hear my voice in the wind that moans through the\ncypress branches. When you close your eyes in the dark, you'll feel my\nfingers at your throat.\"\n\n\"Shut up!\" he roared, brandishing his pistols. His black skin was\ntinged with an ashy hue.\n\n\"Shut me up--if you dare!\" I struggled up to a sitting position, and\nthen fell back cursing. \"Damn you, my leg's broken!\"\n\nAt that the ashy tinge faded from his ebon skin, and purpose rose in\nhis reddish eyes.\n\n\"So yo' leg's busted!\" He bared his glistening teeth in a beastly grin.\n\"Thought you fell mighty hard, and then I dragged you a right smart\npiece.\"\n\nLaying both pistols on the ground, well out of my reach, he rose\nand leaned over me, dragging a key out of his breeches pocket. His\nconfidence was justified; for was I not unarmed, helpless with a broken\nleg? I did not need the manacles. Bending over me he turned the key in\nthe old-fashioned handcuffs and tore them off. And like twin striking\nsnakes my hands shot to his black throat, locked fiercely and dragged\nhim down on top of me.\n\n\n\nI had always wondered what would be the outcome of a battle between me\nand Tope Braxton. One can hardly go about picking fights with black\nmen. But now a fierce joy surged in me, a grim gratification that the\nquestion of our relative prowess was to be settled once and for all,\nwith life for the winner and death for the loser.\n\nEven as I gripped him, Braxton realized that I had tricked him into\nfreeing me--that I was no more crippled than he was. Instantly he\nexploded into a hurricane of ferocity that would have dismembered a\nlesser man than I. We rolled on the pine-needles, rending and tearing.\n\nWere I penning an elegant romance, I should tell how I vanquished Tope\nBraxton by a combination of higher intelligence, boxing skill and deft\nscience that defeated his brute strength. But I must stick to facts in\nthis chronicle.\n\nIntelligence played little part in that battle. It would have helped\nme no more than it would help a man in the actual grip of a gorilla.\nAs for artificial skill, Tope would have torn the average boxer or\nwrestler limb from limb. Man-developed science alone could not have\nwithstood the blinding speed, tigerish ferocity and bone-crushing\nstrength that lurked in Tope Braxton's terrible thews.\n\nIt was like fighting a wild beast, and I met him at his own game. I\nfought Tope Braxton as the rivermen fight, as savages fight, as bull\napes fight. Breast to breast, muscle straining against muscle, iron\nfist crushing against hard skull, knee driven to groin, teeth slashing\nsinewy flesh, gouging, tearing, smashing. We both forgot the pistols on\nthe ground; we must have rolled over them half a dozen times. Each of\nus was aware of only one desire, one blind crimson urge to kill with\nnaked hands, to rend and tear and maul and trample until the other was\na motionless mass of bloody flesh and splintered bone.\n\nI do not know how long we fought; time faded into a blood-shot\neternity. His fingers were like iron talons that tore the flesh and\nbruised the bone beneath. My head was swimming from its impacts against\nthe hard ground, and from the pain in my side I knew at least one rib\nwas broken. My whole body was a solid ache and burn of twisted joints\nand wrenched thews. My garments hung in ribbons, wrenched by the blood\nthat sluiced from an ear that had been ripped loose from my head. But\nif I was taking terrible punishment, I was dealing it too.\n\nThe torch had been knocked down and kicked aside, but it still\nsmoldered fitfully, lending a lurid dim light to that primordial scene.\nIts light was not so red as the murder-lust that clouded my dimming\neyes.\n\nIn a red haze I saw his white teeth gleaming in a grin of agonized\neffort, his eyes rolling whitely from a mask of blood. I had mauled his\nface out of all human resemblance; from eyes to waist his black hide\nwas laced with crimson. Sweat slimed us, and our fingers slipped as\nthey gripped. Writhing half-free from his rending clutch, I drove every\nstraining knot of muscle in my body behind my fist that smashed like\na mallet against his jaw. There was a crack of bone, an involuntary\ngroan; blood spurted and the broken jaw dropped down. A bloody froth\ncovered the loose lips. Then for the first time those black, tearing\nfingers faltered; I felt the great body that strained against mine\nyield and sag. And with a wild-beast sob of gratified ferocity ebbing\nfrom my pulped lips, my fingers at last met in his throat.\n\nDown on his back he went, with me on his breast. His failing hands\nclawed at my wrists, weakly and more weakly. And I strangled him,\nslowly, with no trick of jiu-jitsu or wrestling, but with sheer brute\nstrength, bending his head back and back between its shoulders until\nthe thick neck snapped like a rotten branch.\n\nIn that drunkenness of battle, I did not know when he died, did not\nknow that it was death that had at last melted the iron thews of the\nbody beneath me. Reeling up numbly, I dazedly stamped on his breast and\nhead until the bones gave way under my heels, before I realized that\nTope Braxton was dead.\n\nThen I would have fallen and lapsed into insensibility, but for the\ndizzy realization that my work was not yet ended. Groping with numb\nhands I found the pistols, and reeled away through the pines, in the\ndirection in which my forest-bred instinct told me the cabin of Richard\nBrent stood. With each step my tough recuperative powers asserted\nthemselves.\n\nTope had not dragged me far. Following his jungle instincts, he had\nmerely hauled me off the trail into the deeper woods. A few steps\nbrought me to the trail, and I saw again the light of the cabin\ngleaming through the pines. Braxton had not been lying then, about the\nnature of that bomb. At least the soundless explosion had not destroyed\nthe cabin, for it stood as I had seen it last, apparently undamaged.\nLight poured, as before, from the shuttered windows, but from it came a\nhigh-pitched inhuman laughter that froze the blood in my veins. It was\nthe same laughter that had mocked us beside the shadowed trail.\n\n\n\n\n                        _4. The Hound of Satan_\n\n\nCrouching in the shadows, I circled the little clearing to reach a side\nof the cabin which was without a window. In the thick darkness, with no\ngleam of light to reveal me, I glided out from the trees and approached\nthe building. Near the wall I stumbled over something bulky and\nyielding, and almost went to my knees, my heart shooting into my throat\nwith the fear of the noise betraying me. But the ghastly laughter still\nbelled horribly from inside the cabin, mingled with the whimpering of a\nhuman voice.\n\nIt was Ashley I had stumbled over, or rather his body. He lay on his\nback, staring sightlessly upward, his head lolling back on the red ruin\nof his neck. His throat had been torn out; from chin to collar it was a\ngreat, gaping, ragged wound. His garments were slimy with blood.\n\nSlightly sickened, in spite of my experience with violent deaths, I\nglided to the cabin wall and sought without success for a crevice\nbetween the logs. The laughter had ceased in the cabin and that\nfrightful, inhuman voice was ringing out, making the nerves quiver in\nthe backs of my hands. With the same difficulty that I had experienced\nbefore, I made out the words.\n\n\"----And so they did not kill me, the black monks of Erlik. They\npreferred a jest--a delicious jest, from their point of view. Merely\nto kill me would be too kind; they thought it more humorous to play\nwith me awhile, as cats do with a mouse, and then send me back into\nthe world with a mark I could never erase--the brand of the hound.\nThat's what they call it. And they did their job well, indeed. None\nknows better than they how to _alter_ a man. Black magic? Bah!\nThose devils are the greatest scientists in the world. What little the\nWestern world knows about science has leaked out in little trickles\nfrom those black mountains.\n\n\"Those devils could conquer the world, if they wanted to. They know\nthings that no modern even dares to guess. They know more about\nplastic surgery, for instance, than all the scientists of the world\nput together. They understand glands, as no European or American\nunderstands them; they know how to retard or exercise them, so as to\nproduce certain results--God, what results! Look at me! Look, damn you,\nand go mad!\"\n\nI glided about the cabin until I reached a window, and peered through a\ncrack in the shutter.\n\nRichard Brent lay on a divan in a room incongruously richly furnished\nfor that primitive setting. He was bound hand and foot; his face was\nlivid and scarcely human. In his starting eyes was the look of a man\nwho has at last come face to face with ultimate horror. Across the room\nfrom him the girl, Gloria, was spread-eagled on a table, held helpless\nwith cords on her wrists and ankles. She was stark naked, her clothing\nlying in scattered confusion on the floor as if they had been brutally\nripped from her. Her head was twisted about as she stared in wide-eyed\nhorror at the tall figure which dominated the scene.\n\nHe stood with his back toward the window where I crouched, as he faced\nRichard Brent. To all appearances this figure was human--the figure\nof a tall, spare man in dark, close-fitting garments, with a sort of\ncape hanging from his lean, wide shoulders. But at the sight a strange\ntrembling took hold of me, and I recognized at last the dread I had\nfelt since I first glimpsed that gaunt form on the shadowy trail above\nthe body of poor Jim Tike. There was something unnatural about the\nfigure, something not apparent as he stood there with his back to me,\nyet an unmistakable suggestion of _abnormality_; and my feelings\nwere the dread and loathing that normal men naturally feel toward the\nabnormal.\n\n\"They made me the horror I am today, and then drove me forth,\" he was\nyammering in his horrible mouthing voice. \"But the _change_ was\nnot made in a day, or a month, or a year! They played with me, as\ndevils play with a screaming soul on the white-hot grids of hell! Time\nand again I would have died, in spite of them, but I was upheld by\nthe thought of vengeance! Through the long black years, shot red with\ntorture and agony, I dreamed of the day when I would pay the debt I\nowed to you, Richard Brent, you spawn of Satan's vilest gutter!\n\n\"So at last the hunt began. When I reached New York I sent you\na photograph of my--my face, and a letter detailing what had\nhappened--and what _would_ happen. You fool, did you think you\ncould escape me? Do you think I would have warned you, if I were not\nsure of my prey? I wanted you to suffer with the knowledge of your\ndoom; to live in terror, to flee and hide like a hunted wolf. You fled\nand I hunted you, from coast to coast. You did temporarily give me the\nslip when you came here, but it was inevitable that I should smell you\nout. When the black monks of Yahlgan gave me _this_\" (his hand\nseemed to stab at his face, and Richard Brent cried out slobberingly),\n\"they also instilled in my nature something of the spirit of the beast\nthey copied.\n\n\"To kill you was not enough. I wished to glut my vengeance to the\nlast shuddering ounce. That is why I sent a telegram to your niece,\nthe one person in the world that you cared for. My plans worked out\nperfectly--with one exception. The bandages I have worn ever since I\nleft Yahlgan were displaced by a branch and I had to kill the fool who\nwas guiding me to your cabin. No man looks upon my face and lives,\nexcept Tope Braxton who is more like an ape than a man, anyway. I fell\nin with him shortly after I was fired at by the man Garfield, and I\ntook him into my confidence, recognizing a valuable ally. He is too\nbrutish to feel the same horror at my appearance that the other negro\nfelt. He thinks I am a demon of some sort, but so long as I am not\nhostile toward him, he sees no reason why he should not ally himself\nwith me.\n\n\"It was fortunate I took him in, for it was he who struck down\nGarfield as he was returning. I would have already killed Garfield\nmyself, but he was too strong, too handy with his gun. You might have\nlearned a lesson from these people, Richard Brent. They live hardily\nand violently, and they are tough and dangerous as timber wolves. But\nyou--you are soft and over-civilized. You will die far too easily. I\nwish you were as hard as Garfield was. I would like to keep you alive\nfor days, to suffer.\n\n\"I gave Garfield a chance to get away, but the fool came back and had\nto be dealt with. That bomb I threw through the window would have had\nlittle effect upon him. It contained one of the chemical secrets I\nmanaged to learn in Mongolia, but it is effective only in relation\nto the bodily strength of the victim. It was enough to knock out a\ngirl and a soft, pampered degenerate like you. But Ashley was able\nto stagger out of the cabin and would quickly have regained his full\npowers, if I had not come upon him and put him beyond power of harm.\"\n\n\n\nBrent lifted a moaning cry. There was no intelligence in his eyes, only\na ghastly fear. Foam flew from his lips. He was mad--mad as the fearful\nbeing that posed and yammered in that room of horror. Only the girl,\nwrithing pitifully on that ebony table, was sane. All else was madness\nand nightmare. And suddenly complete delirium overcame Adam Grimm, and\nthe laboring monotones shattered in a heart-stopping scream.\n\n\"First the girl!\" shrieked Adam Grimm--or the thing that had been\nAdam Grimm. \"The girl--to be slain as I have seen women slain in\nMongolia--to be skinned alive, slowly--oh, so slowly! She shall bleed\nto make you suffer, Richard Brent--suffer as I suffered in black\nYahlgan! She shall not die until there is no longer an inch of skin\nleft on her body below her neck! Watch me flay your beloved niece,\nRichard Brent!\"\n\nI do not believe Richard Brent comprehended. He was beyond\nunderstanding anything. He yammered gibberish, tossing his head from\nside to side, spattering foam from his livid, working lips. I was\nlifting a revolver, but just then Adam Grimm whirled, and the sight of\nhis face froze me into paralysis. What unguessed masters of nameless\nscience dwell in the black towers of Yahlgan I dare not dream, but\nsurely black sorcery from the pits of hell went into the remolding of\nthat countenance.\n\nEars, forehead and eyes were those of an ordinary man; but the nose,\nmouth and jaws were such as men have not even imagined in nightmares.\nI find myself unable to find adequate descriptive phrases. They were\nhideously elongated, like the muzzle of an animal. There was no chin;\nupper and lower jaws jutted like the jaws of a hound or a wolf, and the\nteeth, bared by the snarling bestial lips, were gleaming fangs. How\nthose jaws managed to frame human words I cannot guess.\n\nBut the change was deeper than superficial appearance. In his eyes,\nwhich blazed like coals of hell's fire, was a glare that never shone\nfrom any human's eyes, sane or mad. When the black devil-monks of\nYahlgan altered Adam Grimm's face, they wrought a corresponding change\nin his soul. He was no longer a human being; he was a veritable\nwerewolf, as terrible as any in medieval legend.\n\nThe thing that had been Adam Grimm rushed toward the girl, a curved\nskinning-knife gleaming in his hand, and I shook myself out of my\ndaze of horror, and fired through the hole in the shutter. My aim was\nunerring; I saw the cape jerk to the impact of the slug, and at the\ncrash of the shot the monster staggered and the knife fell from his\nhand. Then, instantly, he whirled and dashed back across the room\ntoward Richard Brent. With lightning comprehension he realized what had\nhappened, knew he could take only one victim with him, and made his\nchoice instantly.\n\nI do not believe that I can logically be blamed for what happened. I\nmight have smashed that shutter, leaped into the room and grappled with\nthe thing that the monks of Inner Mongolia had made of Adam Grimm. But\nso swiftly did the monster move that Richard Brent would have died\nanyway before I could have burst into the room. I did what seemed the\nonly obvious thing--I poured lead through the window into that loping\nhorror as it crossed the room.\n\nThat should have halted it, should have crashed it down dead on the\nfloor. But Adam Grimm plunged on, heedless of the slugs ripping into\nhim. His vitality was more than human, more than bestial; there was\nsomething demoniac about him, invoked by the black arts that made him\nwhat he was. No natural creature could have crossed that room under\nthat raking hail of close-range lead. At that distance I could not\nmiss. He reeled at each impact, but he did not fall until I had smashed\nhome the sixth bullet. Then he crawled on, beast-like, on hands and\nknees, froth and blood dripping from his grinning jaws. Panic swept me.\nFrantically I snatched the second gun and emptied it into that body\nthat writhed painfully onward, spattering blood at every movement. But\nall hell could not keep Adam Grimm from his prey, and death itself\nshrank from the ghastly determination in that once-human soul.\n\nWith twelve bullets in him, literally shot to pieces, his brains\noozing from a great hole in his temple, Adam Grimm reached the man on\nthe divan. The mis-shapen head dipped; a scream gurgled in Richard\nBrent's throat as the hideous jaws locked. For a mad instant those two\nfrightful visages seemed to melt together, to my horrified sight--the\nmad human and the mad inhuman. Then with a wild-beast gesture, Grimm\nthrew up his head, ripping out his enemy's jugular, and blood deluged\nboth figures. Grimm lifted his head, with his dripping fangs and bloody\nmuzzle, and his lips writhed back in a last peal of ghastly laughter\nthat choked in a rush of blood, as he crumpled and lay still.\n",
    "metadata": {
        "author": [
            "Howard, Robert E. (Robert Ervin)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71109/pg71109.txt",
        "name": "black_hound_of_death.json"
    }
}