{
    "name": "Boy meets dyevitza",
    "author": [
        "Young, Robert F."
    ],
    "body": "A thrilling news bulletin, dated September 11, 1996, was recently\nhanded to me by an assistant who is too young to remember the star over\nMoscow, and it is toward him and others like him that the following\nhistory is directed. If it resembles fiction more than it does fact,\nthe similarity is wholly intentional, for it is only through fiction\nthat the past can be brought back to life.\n\n\n\nWhen Gordon Andrews first saw the girl, he took it for granted that\nshe was a Venusian--a natural enough assumption in view of the fact\nthat he was on Venus. She was kneeling beside a small brook, humming\na little tune and washing out a pair of stockings, and so intent was\nshe on her tune and her task that she did not hear him when he stepped\nout of the forest behind her. Her bobbed hair was the color of horse\nchestnuts, and her clothing consisted of gray culottes, a gray blouse,\nblack leather boots and a small gray kepi. The tune she was humming was\na passage from Tchaikovsky's _Swan Lake_.\n\nThus far, Gordon had taken Venus pretty much in his stride. The data\nsupplied by the Venus probes during the early 60's, while obscure with\nregard to her cloud-cover, had conclusively disproved former theories\nto the effect that she lacked a breathable atmosphere and possessed\na surface temperature of more than 100 degrees Centigrade, and had\nprepared him for what he had found--an atmosphere richer in oxygen\ncontent than Earth's, a comfortable climate, and a planet-wide sea,\nunbroken as yet save for an equatorial land mass no larger than a\nmodest island. The data, by its very nature, had also prepared him for\nthe possibility of human life. It had not prepared him, however, for a\nVenusian maiden on humming terms with _Swan Lake_. Small wonder, then,\nthat he gasped.\n\nThe girl dropped her stockings and shot to her feet so fast that she\nwould have toppled into the brook if he hadn't leaped forward and\ncaught her arm. She had a heart-shaped face, and her eyes were the hue\nof harebells. At the moment they were filled with alarm. Presently,\nhowever, the alarm went away and recognition took its place. \"Oh, it's\nyou,\" she said, freeing her arm.\n\n\n\nHe took an involuntary step backward. \"Me?\" he said.\n\n\"Yes. Captain Gordon Andrews, of the United States Space Force, is it\nnot? You look quite a lot like your photograph.\"\n\nHe could only stare at her. \"I do?\"\n\n\"Yes. I saw it in one of your materialistic capitalistic magazines.\"\nShe stood up a little straighter--an act that brought her harebell-blue\neyes on a level with the topmost button of his fatigue-alls. \"I am\nMajor Sonya Mikhailovna, of the Soviet Space Force, and my ship is in\nthe next valley. _I_ arrived here yesterday.\"\n\nHe got the picture then, and he felt sick. He should have known from\nher too-correct, slightly stilted English, from the military cut of her\nclothing. He should have known in the first place, for that matter.\nIt was the same old humiliating story. The manned Venus shot had been\npublicized for months before the actual launching, and he had been\nwritten up in every newspaper and magazine in the country. Articles\nhad paid homage to his suburban upbringing, saluted his record at\nthe Shepard Space Academy, praised his career as an orbital pilot,\nromanticized his bachelorhood, described how he liked his eggs, and\ninferred what a good catch he would be. Meanwhile, the Russians had\ngone quietly and systematically about their business, and at the\nprecise psychological moment had pulled their usual unexpected coup.\nFirst it had been Laika, then Zrezdochka, then Gagarin, then Dymov, the\nfirst \"Man in the Moon\". Now it was Major Sonya Mikhailovna.\n\nBut why a woman? And why one so seemingly delicate that you marvelled\nat her ability to withstand the acceleration of take-off? Suddenly\nhe got the whole picture, and he really felt sick. He could see the\nhumiliating headlines--or rather, their English counterparts--in\n_Pravda_: SOVIET SPACE GIRL BEATS CAPITALIST COSMONAUT TO VENUS!\nUSSR TRIUMPH AGAIN!\n\n\"I suppose you picked up my ship on your radar while I was coming in,\nand fixed the time and location of my landing,\" he said bitterly.\n\nSonya Mikhailovna nodded. \"My own arrival-time has already been\nofficially recorded, but the announcement of my success had to be\nwithheld until I could establish your arrival-time and the exact\ntime-difference could be computed. Soon now, the news of our glorious\nnew victory will be released to the world.\"\n\n\n\nShe bent down, retrieved her stockings from the brook and wrung them\nout. Straightening, she hung them on a low-hanging branch of a nearby\ntree. They were cotton, he noticed, and there was a hole in one of the\ntoes.\n\nSuddenly she gave a start. Following the direction of her gaze, he gave\none too. So did the man and the woman who had just emerged from the\nforest.\n\nSince his arrival four hours ago, Gordon had been wondering--among\na host of other things--whether the ultra-violet rays of the sun\ncould penetrate the planet's thick cloud-cover. He saw now that they\nnot only could, but did. The man and the woman were unquestionably\nmembers of a white-skinned race, and both possessed suntans so deep\nand golden that in contrast their dark blue eyes seemed even darker\nand their bright blond hair even brighter. Their white knee-length\ntunics augmented the effect, and in co-operation with their handsome\nfaces, supplied them with a god- and goddess-like aspect. Unfortunately\nthis aspect was somewhat marred by their one concession to personal\nadornment--gleaming neckbands forged from a copper-like metal.\n\nAs neither native appeared to be armed, Gordon saw no cause for\nalarm, and after his initial surprise, he regarded them quite calmly.\nSo did Sonya Mikhailovna. This time, however, the two Venusians did\nnot reciprocate. Their eyes had grown wide, and now an unmistakable\nexpression of disbelief settled upon their handsome faces. At length\nthe man touched his own neck and then the woman's; then he pointed,\nalmost accusingly, it seemed, toward Gordon and Sonya, and demanded\nsomething in an unintelligible tongue.\n\nGordon proceeded to touch his own neck. Next he touched Sonya's ever so\nlightly of course. \"Gordon,\" he said. \"Sonya.\"\n\nHe was rewarded for his perspicacity by two horrified stares and a\npair of hoarse gasps. Then before he could utter another word, the two\nVenusians turned and vanished into the forest.\n\nHe stared after them. So did Sonya Mikhailovna. \"Did you know,\" he\nasked presently, \"that Venus was inhabited?\"\n\n\"Our scientists suspected that it might be.\" She shrugged. \"Anyway,\nwhat does it matter now? By your stupid action you destroyed whatever\nchance we had of establishing friendly relations.\"\n\nGordon felt his face grow hot. \"When you meet aliens, the first thing\nyou always do is exchange names with them,\" he said. \"Everybody knows\nthat!\"\n\n\"Everybody who reads your stereotyped science fiction knows it, you\nmean. And after you find out their names, you say, 'Take me to your\nleader,' and their leader turns out to be a big beautiful blond who is\nstacked. Well, I think I will be getting back to my ship.\"\n\n\"I don't see anybody stopping you,\" Gordon said.\n\nShe gave him a long look. In the roseate radiance of the Venusian\nafternoon, her face had a pink-cheeked little girl aspect. \"In\nimperialistic idiom, that means, I suppose, that it is a matter of\ncomplete indifference to you what I do.\"\n\n\"It sure does,\" Gordon said. \"Well, I'll be seeing you.\"\n\n\n\nLeaving her standing by the brook, he re-entered the forest and struck\nout over the little hills that rolled back from the littoral like green\ninland waves to break riotously against the high ridge that encompassed\nthe island's interior. In his initial enthusiasm, he had wandered\nfarther from his ship than he had meant to, and he had been about to\nturn back when he had seen the girl. Now he had another reason for\nreturning: a dark cloud was due to arrive over Washington in the very\nnear future, and it was up to him to send out a bad-weather warning.\n\nMulticolored flowers carpeted virtually every square inch of the forest\nfloor; finch-like birds of rainbow hues darted overhead, leaving\nexquisite wakes of song; squirrel-like mammals spiraled tree trunks so\nswiftly that they were barely visible. Venus had turned out to be the\nVenus of the romantics, rather than the Venus of the scientists, and\nGordon, who, for all his scientific training, was a romantic himself,\nfound the eventuality exhilarating, even in his present doldrums.\nPerhaps when man reached Mars, he would find blue canals after all,\nno matter what the scientists said to the contrary, and fragile glass\ncities tinkling in cinnamon-scented winds.\n\nThe day was nearly done when he reached the cove, near the shore of\nwhich his spaceship stood, and darkness was upon him by the time\nhe climbed the metal Jacob's ladder and stepped through the lock.\n(In blithe disregard of learned opinion, Venus's rotation period\napproximated Earth's; however, her cloud-cover brought about an abrupt\nand early departure of daylight.) In his haste, he did not bother to\nclose the lock, but headed straight for the radio alcove and beamed the\nnews of his historic meeting with Major Sonya Mikhailovna across the\nimmensities to Space Force headquarters at New Canaveral, appending it\nwith the information that the peoples of Earth could no longer consider\nthemselves the sole inheritors of the solar system.\n\nOwing to the distance involved, over five minutes elapsed before he\nreceived a reply. He was informed that the USSR had already released\nthe news of the new space victory and that the Soviet premier had\ndeclared a national holiday in honor of the occasion. New Canaveral\nalso provided him with an unsolicited thumbnail-biography of Major\nSonya Mikhailovna. Her father Pëtr, was a famous Russian pianist, she\nwas twenty-three years of age, unmarried, spoke six languages fluently,\nhad a nodding acquaintance with eleven more, held a doctor's degree in\nanthropology, was an accomplished ballerina, and in the last Olympic\ngames had won the gold medal in the gymnastics competition. She had\nbeen chosen for the Venus shot from a group of one hundred trained\nwomen volunteers, and the rank of major had been bestowed upon her in\nhonor of her service to her country. Also--\n\nGordon heard the footsteps then, and whirled around. But the three\nVenusians who had crowded into the little control room were upon him\nbefore he could draw his pistol. They relieved him of it quickly and\ntossed it to one side; then two of them held him while the third\ncovered his nose and mouth with a wet cloth that reeked of a cloying\nperfume. He blacked out in a matter of seconds.\n\n\n\nA new day was dawning when he climbed out of the deep well of\ndrug-induced unconsciousness and opened his eyes. His wrists and\nankles were bound, and he was lying on a stretcher fashioned of\nlashed-together saplings. It was being carried by two gold-skinned\nVenusians, one of whom was the male member of the couple who had come\nupon him and Sonya the previous afternoon.\n\nHe raised his head. Apparently the perfume he had inhaled possessed\nonly part of the properties of chloroform--in any event, he felt no ill\neffects. Turning his head, he discovered that his captors consisted of\nabout two dozen natives, all told, and that every one of them wore a\nmetal collar. Half of them were women, and one of the women was the one\nhe and Sonya had seen the day before.\n\nThere was another stretcher just behind his own. Sonya Mikhailovna's\nface was hidden, but he could see her horse-chestnut colored hair. \"Are\nyou all right?\" he called.\n\nShe did not answer. Clearly their captors had used the same drug on\nher that they had used on him, and she was still under its influence.\nA number of other things were also clear: the two original Venusians\nhad been part of a larger group--an excursion party, perhaps--and after\nvanishing into the forest, they had rejoined the main body and reported\nhis and Sonya's presence. The decision to capture them must have been\nmade shortly afterward.\n\nThe trees thinned out on Gordon's right, providing him with a glimpse\nof distant blue-misted hills and gray-blue sea and bringing home the\nrealization that he was being borne along the lofty inland ridge that\ncircled the island's interior. For the first time since he had opened\nhis eyes, fear touched him. In less than two months, Venus would\napproach to within thirty million miles of Earth--the distance which\nthe Space Force technicians had used in computing his return trajectory\nand in estimating the amount of fuel he would need. In all probability,\nSonya's return trajectory and fuel-supply had been similarly computed\nand estimated, and if so, she was in the same boat he was. If they were\nkept captive for any length of time, they might not be able to return\nto Earth for another year, and while it was conceivable that they might\nbe able to live off the land after their supplies gave out, it was far\nfrom likely.\n\nMaybe, though, eating wouldn't be a problem. Dead people are as unable\nto eat as they are unable to tell tales.\n\n\n\nThe trees thinned out again--on his left, this time--and he saw a\nbowl-shaped valley far below. There were green fields and blue lakes,\nand scattered clusters of white buildings. Villages, no doubt. They\nweren't large enough to have registered on his viewscope during his\norbit, but they were large enough to register on his retina now.\n\nThe faint trail which the Venusians had been following began\nzigzagging down the side of the ridge, and the going became more\ndifficult. They kept glancing uneasily at the sky as though they\nmomentarily expected it to fall down upon them. Gordon could discern no\ncause for their concern; as far as he could see, the sky was the same\nhazy pink it had been yesterday--but then, he was not a Venusian and\nconsequently knew nothing about such matters.\n\nAt the foot of the ridge, the procession was joined by other natives,\nindicating that a courier had been sent ahead to herald its approach.\nAll of the new-comers wore metal collars, and all of them looked at\nGordon and Sonya briefly, then quickly glanced away. Sonya, Gordon saw,\nturning his head, had awakened, and was regarding her surroundings with\neyes that seemed to have even more harebell-blue in them than before.\n\"Are you all right?\" he called again.\n\n\"Yes,\" she said, after a pause. \"I am all right.\"\n\nOne of the nearer villages proved to be their captors' destination, and\nafter passing between several neatly laid-out fields, the principal\ncrop of which appeared to be a Venusian form of sweetcorn, the\nprocession started down a narrow thoroughfare in the direction of a\nlarge circular stone building surmounted by a steeple-like chimney\nfrom which smoke arose in a tenuous blue-white column. The buildings\non either side of the street were plain to the point of bleakness,\nthe façades featureless save for oval windows and narrow doorways.\nVillagers were everywhere, and all of them, men and women alike,\nsported metal collars. Children, however, were noticeably absent,\nthough once Gordon caught sight of a round, wide-eyed face in one of\nthe oval windows. He had to look fast to see it, though, because an\ninstant later a woman appeared and yanked the child back out of sight.\n\nHe was more bewildered than ever. Obviously, judging from their\nreactions, the Venusians considered him and Sonya to be guilty of some\nmanner of immoral crime; but the only crime they had committed that he\ncould think of was trespassing--and certainly trespassing couldn't be\nconstrued as _immoral_. What in the world _had_ they done then?\n\nThe procession had reached the large circular structure and was\nfiling through its vaulted entrance. Terraced tiers of stone benches\nencircled a small, flagstone-paved arena in the center of which were\ntwo altar-like stone blocks, placed about five feet apart. Just behind\nthe blocks stood a primitive forge, and beside the forge stood an even\nmore primitive anvil. A gold-skinned blacksmith was busily operating a\npair of crude bellows.\n\nGordon and Sonya were placed on the blocks and strapped down by means\nof leather thongs. The tiers of benches filled rapidly, and an air of\nexpectation rapidly permeated the smoky atmosphere. Gordon began to\nsweat--a reaction due partly, but not wholly, to the heat thrown off\nby the forge. Sonya's face was white. He tried to think of something\nreassuring to say to her, but for the life of him he couldn't. Quite\nby accident, his eyes met hers, and to his consternation her cheeks\nchanged from white to pink, and she turned abruptly away.\n\n\n\nThe audience began to chant, and presently a man of noble mien\nappeared, bearing two strips of copper-like metal. He handed them to\nthe blacksmith and then stepped back and took up a position equidistant\nfrom each block, after which he proceeded to look sternly down first\ninto Gordon's face and then into Sonya's. Gordon couldn't see what\nthe blacksmith was doing in the meantime, but judging from the sounds\nthe man was making, he was busily occupied. Bellows wheezed and coals\ncrackled, and metal clanged on metal as though a Venusian tarnhelm\nwas in the works. Gordon knew perfectly well, however, that one wasn't\nand he wasn't particularly surprised when, a little while later, a\nwater-soaked cloth was wrapped around his neck and was followed by\none of the two metal strips. Steam rose from the wet cloth as the\nblacksmith held the two ends of the strip together until they fused,\nand even more steam arose when he tempered the resultant seam with a\ncontainer of water. The job completed to his satisfaction, he removed\nthe cloth and let the still-warm collar settle against Gordon's neck.\n\nThe other strip was similarly fused around Sonya's neck, after which\nthe man of noble mein went into action. Raising his hand in a signal\nfor the audience to cease its chanting, he launched a long sonorous\nspeech, part of which he directed at Gordon and part of which he\ndirected at Sonya. After a ringing peroration, during which he seemed\nto threaten each of them, he produced a pinch of white powder and\nsprinkled some of it over each of their heads. Finally he drew a long\ndouble-edge knife.\n\nWell this is it, Gordon thought. But it wasn't. The man of noble mein\nmerely used the knife to cut their bonds; then, after untying the\nthongs that secured them to the stone blocks, he raised both arms in a\ngesture for them to stand up. Gordon massaged his legs before putting\nhis weight on them, and Sonya followed the same precaution. He could\nhardly believe that they were still alive, but seemingly they were.\nAnd healthy too--if the pinkness of Soyna's cheeks was an accurate\ncriterion.\n\nThe man of noble mein nodded his noble head in the direction of the\nentrance, and they accompanied him outside. Gordon did a doubletake\nwhen they stepped into the street. It was strewn with freshly picked\nflowers of every hue and description and lined by little children\nwaving green twigs that resembled olive branches. He came to a staring\nstop. \"Won't someone please tell me what's coming off?\" he said.\n\nSonya stopped beside him. \"Don't you really know?\" she asked, her eyes\nfixed on a flower at her feet that was almost as red as her face had\nbecome.\n\n\"I know we're the focal point of some kind of ceremony--but what kind\nof a ceremony is it?\"\n\nSlowly Sonya raised her eyes. \"It's a wedding ceremony,\" she said.\n\"They--they married us.\"\n\n\n\nThe flower-carpet stretched all the way to the outskirts of the\nvillage, and so did the two lines of little children. Gordon stumbled\nalong at Sonya's side, hopeful that he would wake up any second in the\nbachelor's barracks at New Canaveral. But the street stubbornly refused\nto dissipate, and so did the little children and the man of noble mein.\nAs for Sonya, much less than dissipating, she took on added detail,\nand the metal collar around her neck seemed to throw off flame after\nlambent flame, and each one was brighter than its predecessor.\n\nThe man of noble mein escorted them outside the village, then turned\nhis back on them as though they no longer existed and returned the way\nhe had come. After his passage, the little children broke ranks and\nbegan playing in the flowers. Gordon faced Sonya. \"Now maybe you'll\ntell me _why_ they married us,\" he said.\n\n\"I will tell you on the way back to our ships.\"\n\nShe did not speak again till they reached the top of the ridge.\nThen, after she got her breath back, she said. \"They married us\nbecause, underneath their demigod exteriors, they are nothing more\nthan bronze-age puritans. Yesterday, when the man and woman saw us\nstanding together by the brook, they were bewildered because neither\nof us was wearing what to them is a universal symbol of marriage--a\nmetal collar--and when you touched me they were shocked. You see, in\ntheir society, no man and woman can be alone together unless they are\nmarried, and it is unthinkable for a man to touch a woman unless she is\nhis wife, or some immediate member of his family.\"\n\n\"We could have been brother and sister,\" Gordon pointed out.\n\n\"Do I look like your sister?\"\n\nHe had to admit that she didn't.\n\n\"Anyway,\" Sonya went on, \"their trailing us to different houses must\nhave convinced them and the rest of their party that we are not. In the\neyes of the Venusians, you see, our spaceships are just that. Houses.\nOdd one, perhaps, by their architectural standards, but houses just the\nsame. How else could a simple bronze-age culture interpret them?\"\n\n\n\nGordon ducked beneath a blossom-laden bough. \"How did you know they're\npuritans?\"\n\n\"I didn't--at first. I merely assumed, from their reactions to us,\nthat they must be. And then I got to thinking about how neither the\nsun nor the moon can be seen through the cloud-cover, and it occurred\nto me that their concept of one god must have come much earlier in\ntheir civilization than would have been the case on earth, owing to\nthe fact that there could have been no intermediate phase of sun- or\nmoon-worship. Perhaps, somewhere along the line, they had a Christ\nwhose teachings they misinterpreted, and no doubt they have a version\nof Genesis similar to the Judaeo-Christian one--except that in theirs,\nthe problem of creating the sun and the moon and the stars never arose.\nAnyway, now that they have married us, they are no longer interested in\nus. All that concerned them was our moral welfare.... It seems to be\ngrowing dark.\"\n\n\"It can't be,\" Gordon said. \"It's only a little past noon. Which\nreminds me--I skipped breakfast, and supper too.\" He pulled two\nconcentrated food biscuits out of his fatigue-all pockets. \"I suggest\nthat we stop for lunch.\"\n\nThey sat down side by side beneath a tree with blue blossoms shaped\nlike Dutchman's-breeches hanging from its boughs. They were halfway\ndown the opposite slope of the ridge now, but Sonya's ship was still\nmany hours away, and his was an hour farther yet. They ate silently for\na while. Then, \"There is one thing that puzzles me,\" Sonya said.\n\n\"Yes?\"\n\n\"Why did they marry us so soon? Why was there such a need for haste?\"\n\n\"You made it clear enough. They misinterpreted our behavior and were\nshocked out of their self-righteous puritanical skins.\"\n\nShe shook her head. \"Shocked, yes--but not enough to have rushed\nus through a ceremony that under ordinary circumstances would have\nrequired days of preparation. There must have been another reason.\"\nSuddenly she glanced up through the foliage at the sky. \"It is growing\ndark.\"\n\nThere was no longer any denying the fact. The roseate radiance of the\nyouthful afternoon had transmuted to a sort of gray murk; moreover, the\nair had grown appreciably colder. Gordon stood up. \"I think we'd better\nbe on our way,\" he said. \"It's going to rain.\"\n\n\n\nA good three hours passed, however, before he felt the first drop. He\nand Sonya were in the hills now, and the ridge was far behind them.\nThe rain was gentle, but it was persistent too, and both of them were\nsoaked before another hour had gone by. \"We will go to my ship,\" Sonya\nsaid, brushing back a rain-wet strand of horse-chestnut colored hair\nfrom her forehead. \"It is much closer than yours.\"\n\nSomehow her offering him shelter in a Soviet ship did not strike him as\nbeing in the least incongruous. And when, a moment later, he slipped\nhis arm around her waist, that didn't seem incongruous either. And when\nshe permitted it to remain there, even _that_ didn't seem incongruous.\nFor some crazy mixed-up reason life seemed singularly devoid of\nincongruities all of a sudden. And amazingly forthright and simple.\n\nThe rain was extremely penetrating--so penetrating, in fact, that it\npenetrated his skin as well as his clothing. And it had a curious\nlulling effect. No, that wasn't the word. A curious soporific effect.\nNo, that wasn't the word, either. Well what word was it, then?\n\nHe couldn't call it to mind till after they reached Sonya's ship and\nwere standing at the base of the Jacob's ladder. By then it was too\nlate. By then he was gazing softly down into her eyes and she was\ngazing softly up into his, and the world was well on its way toward\nbeing well lost.\n\nHe tried to force himself to step back and regard the situation with\nthe cold and objective eye of a scientist, to evaluate this strange\nand wondrous quality that fell in the form of rain and to tie it in\nwith the Venusians' motivation in marrying him and Sonya posthaste. In\nvain. All he could think of was the tune she had been humming by the\nbrook and the hole he had seen in one of her cheap cotton stockings.\nAnd then she was in his arms and he was kissing her rain-wet lips, and\nWashington and Moscow were forgotten place-names on a map that had no\nmore meaning than the paper it was printed on.\n\nThe rain continued to fall. Softly; gently. Insistently. It sang soft\nsongs in the leaves. It murmured; it whispered. It laughed.\n\n\n\nIt did not cease till morning. After starting back to his ship, Gordon\nmentally rehearsed the report which he and Sonya had agreed to send to\ntheir respective headquarters. It described briefly how they had been\ncaptured and released, but discreetly made no reference either to the\nwedding ceremony or to the rain. They had unanimously agreed that the\nsituation was complicated enough without complicating it further.\n\nHe had gone less than half a mile when his collar began to press\nagainst his throat. Thereafter the pressure increased with every step\nhe took, till finally he came to a semi-strangled stop. It was as\nthough he had reached the end of an invisible leash.\n\nThe pressure lessened after he backed up a few paces, went away\naltogether after he backed up a dozen more. There was only one\nexplanation. The metal from which his and Sonya's collars--as well as\nthose of the Venusians--had been forged, possessed magnetic properties\nunknown to terrestrial metals, and the attraction between objects\nfashioned from it grew progressively stronger as the square of the\ndistance between them _increased_. Either the Venusians had disciplined\nthis attraction so that it was limited to objects fashioned from the\nsame stock, or the ore from which the metal was processed was naturally\nsubdivided into small magnetically independent veins. Gordon did not\nknow which was the case, but there was one thing he did know; when the\nVenusians married you, they meant business.\n\nHe began retracing his steps back to Sonya's ship. Halfway there, he\nsaw her running toward him. Her white face told him that her collar\nhad been giving her a hard time too, and that she had arrived at a\nconclusion similar to his own. \"Gordon, what are we going to do?\" she\ngasped when she came up to him.\n\n\"We'll get them off someway,\" he reassured her. \"Come on--I've got the\nnecessary tools in my ship.\"\n\nHe tried all morning before he gave up. The collars were impervious to\nhis best shears, and his hardest file failed to scratch their surface.\nUsing his acetylene torch was out of the question.\n\n\n\nHe sat disconsolately down on the ground several feet from one of the\nlanding jacks. Sonya sat down beside him. \"We won't be able to go back\nat all now,\" she said. \"Neither your ship nor mine can carry us both,\nand there's no way we can occupy more than one of them at a time.\"\n\nGordon sighed. \"I suppose we could radio for help,\" he said presently.\n\"But if we did we'd have to tell them everything that happened. I'm\nafraid they'd be sort of skeptical about the rain. Of course, we could\nleave that part out--but I'm afraid they'd be skeptical about the\ncollars too. In fact, I don't think they'd even believe us. They'd\nsimply jump to the conclusion that we've fal--that we don't want\nto return and would order us back on the double the minute maximum\njuxtaposition occurred. No, if we radio for help, we've got to have\na good concrete reason for doing so--one that they'll be able to\nunderstand and believe.\"\n\nSonya managed a wan smile. \"I--I can just see myself standing before\nthe Council of Ministers, blaming what happened on the rain,\" she said.\n\nGordon laughed, \"And I can just see myself standing before a\ncongressional investigating committee, explaining about the collars.\"\nHe began to feel better. A situation that could lend itself to humor\ncould not be wholly hopeless. \"Here's what we'll do for now,\" he went\non. \"We'll radio back the report we agreed upon, and then we'll go on\nwith our work as though nothing is wrong. Sometimes problems solve\nthemselves; but just in case this one shouldn't, and we can't go back,\nwe'll build a cabin so we'll have some place to live.\"\n\nSonya's eyes sparked like a little girl's. \"Let's build it by that\nlittle brook,\" she said. \"Where--where we first met.\"\n\n\"Fine,\" Gordon said.\n\n\n\nDuring the ensuing weeks, they spent their mornings gathering data and\ntheir afternoons working on the cabin. They took time out to analyze\na sample of rain water, but it evinced no unusual qualities. Gordon\nwas not surprised. Shortly after landing, he had tested a sample\nof Venusian water for drinking purposes, and with the same result.\nClearly, the quality that had undermined their inhibitions originated\nin the cloud-cover, and evaporated soon after it reached the ground.\n\nAfter the cabin was finished, they began going on afternoon-hikes into\nthe hills, tramping through idyllic woods, talking and laughing,\nexclaiming now and then at unexpected patterns of flowers, starting at\nsudden rainbow-flights of birds. They saw but few Venusians, and the\nfew they did see ignored them. One afternoon they found a fern-bordered\npool beneath a white-skirted waterfall, and after that they came there\nevery day to swim. Sonya's skin darkened to a deep gold, and looking at\nher, Gordon sometimes found it hard to breathe. Every so often the sky\ndarkened, and rain fell; but the rain was superfluous now. And as for\nthe invisible magnetic chain that bound them together, that had been\nsupplanted by another invisible chain that was ten times as strong.\n\nAnd yet the original one still remained, and the problem it represented\ngrew more and more acute as their scheduled departure-times\napproached. They desperately needed a good practical reason to give\ntheir respective governments for not returning to Earth--and quite\nprovidentially at the very last moment (though it seemed anything but\nprovidential at the time) they discovered that they had one. Or rather,\nSonya did. On the morning of the day she was scheduled to undergo the\nrigors of acceleration, she regarded Gordon shyly across the little\nbreakfast table he had built. \"I--I am going to have a baby,\" she said.\n\n\n\nThe news, when it arrived in Moscow, had something of the impact of\na hydrogen bomb, and when it leaked through a hitherto unsuspected\ncrevice in the Kremlin, there was a sort of chain-reaction throughout\nthe entire Soviet Union. It was at this point in his political career\nthat the Soviet premier discovered a universal truth: people the world\nover, whether they be communistic or capitalistic, have a very large\nsoft spot in their hearts when it comes to babies.\n\nThat spring, Venus outshone herself, and hung in the evening sky over\nMoscow somewhat in the manner of the star over Bethlehem. The premier\nhad a haunted look on his face when he appeared before the Council of\nMinisters. He was not alone. The Ministers had haunted looks on their\nfaces too. What did you _do_ when you had to cope with a forthcoming\nspace baby who would be half capitalist and half communist and who\nwas already adored by the whole world? The premier did not know. But\nthere was one thing he did know: in the last analysis, any party is\nthe people, and while you can con the people into believing that black\nbread is white bread and that caraway seeds are caviar, you cannot con\nthem into believing that a child conceived on the Planet of Love by a\nRussian girl and an American boy is anything other than a harbinger of\npeace.\n\nSo in the long run, what the premier did was the only thing he could\nhave done. He arranged a summit meeting with the president of the\nUnited States and the prime minister of Great Britain, and for the\nfirst time in history, the East and the West really got together. The\nthreat of war could not, of course, be totally eliminated at such short\nnotice; but a number of aggravations that could precipitate a war could\nbe eliminated--and were. This accomplished, the three leaders drew up\nplans for a super three-man spaceship to be built posthaste by the best\nengineers the three nations could supply, and unanimously agreed that\nthe pilot would be English, the obstetrician, Russian, and the nurse,\nAmerican.\n\nIt has been said that after the meeting the Soviet premier and the\npresident of the United States got together and began thinking up\nnames. This is extremely doubtful. Anyway, if they did, they were\nwasting their time, for Sonya Mikhailovna and Gordon Andrews had\nalready taken care of the matter. The name they chose is well-known\ntoday--except, perhaps, by those for whom this history has been\nrecorded. Which brings us back to the aforementioned news bulletin. In\ncommon with most news bulletins, it has about as much poetry in it as\nan old shoe, but its message shines forth with a radiance that excels\neven the radiance cast by the star over Moscow.\n\n_Geneva, Switzerland, September 11, 1996--The young Russo-American\nambassador-at-large, Pëtr Gordonovitch Andrews, announced this morning\nthat his peace plan has been accepted by all major and minor powers,\nand that the war that has threatened mankind for the past half century\ncan no longer occur._\n\n\n                                THE END\n\n\n",
    "metadata": {
        "author": [
            "Young, Robert F."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72248/pg72248.txt",
        "name": "boy_meets_dyevitza.json"
    }
}