{
    "name": "Bramble Bush",
    "author": [
        "Nourse, Alan Edward"
    ],
    "body": "Dr. David Lessing found Jack Dorffman and the boy waiting in his office\nwhen he arrived at the Hoffman Center that morning. Dorffman looked as\nthough he'd been running all night. There were dark pouches under his\neyes; his heavy unshaven face seemed to sag at every crease. Lessing\nglanced sharply at his Field Director and sank down behind his desk\nwith a sigh. \"All right, Jack--what's wrong?\"\n\n\"This kid is driving me nuts,\" said Dorffman through clenched teeth.\n\"He's gone completely hay-wire. Nobody's been able to get near him\nfor three weeks, and now at six o'clock this morning he decides he's\nleaving the Farm. I talk to him, I sweat him down, I do everything but\ntie him to the bed, and I waste my time. He's leaving the Farm. Period.\"\n\n\"So you bring him down here,\" said Lessing sourly. \"The worst place he\ncould be, if something's really wrong.\" He looked across at the boy.\n\"Tommy? Come over and sit down.\"\n\nThere was nothing singular about the boy's appearance. He was thin,\nwith a pale freckled face and the guileless expression of any normal\neight-year-old as he blinked across the desk at Lessing. The awkward\ngrey monitor-helmet concealed a shock of sandy hair. He sat with a mute\nappeal in his large grey eyes as Lessing flipped the reader-switch and\nblinked in alarm at the wildly thrashing pattern on the tape.\n\nThe boy was terrorized. He was literally pulsating with fear.\n\nLessing sat back slowly. \"Tell me about it, Tommy,\" he said gently.\n\n\"I don't want to go back to the Farm,\" said the boy.\n\n\"Why?\"\n\n\"I just don't. I hate it there.\"\n\n\"Are you frightened?\"\n\nThe boy bit his lip and nodded slowly.\n\n\"Of me? Of Dr. Dorffman?\"\n\n\"No. Oh, no!\"\n\n\"Then what?\"\n\nAgain the mute appeal in the boy's eyes. He groped for words, and none\ncame. Finally he said, \"If I could only take this off--\" He fingered\nthe grey plastic helmet.\n\n\"You think _that_ would make you feel better?\"\n\n\"It would, I know it would.\"\n\nLessing shook his head. \"I don't think so, Tommy. You know what the\nmonitor is for, don't you?\"\n\n\"It stops things from going out.\"\n\n\"That's right. And it stops things from going in. It's an insulator.\nYou need it badly. It would hurt you a great deal if you took it off,\naway from the Farm.\"\n\nThe boy fought back tears. \"But I don't want to go back there--\" The\nfear-pattern was alive again on the tape. \"I don't feel good there. I\nnever want to go back.\"\n\n\"Well, we'll see. You can stay here for a while.\" Lessing nodded at\nDorffman and stepped into an adjoining room with him. \"You say this has\nbeen going on for _three weeks_?\"\n\n\"I'm afraid so. We thought it was just a temporary pattern--we see so\nmuch of that up there.\"\n\n\"I know, I know.\" Lessing chewed his lip. \"I don't like it. We'd better\nset up a battery on him and try to spot the trouble. And I'm afraid\nyou'll have to set it up. I've got that young Melrose from Chicago to\ndeal with this morning--the one who's threatening to upset the whole\nConference next month with some crazy theories he's been playing with.\nI'll probably have to take him out to the Farm to shut him up.\" Lessing\nran a hand through sparse grey hair. \"See what you can do for the boy\ndownstairs.\"\n\n\"Full psi precautions?\" asked Dorffman.\n\n\"Certainly! And Jack--in this case, be _sure_ of it. If Tommy's in the\ntrouble I think he's in, we don't dare risk a chance of Adult Contact\nnow. We could end up with a dead boy on our hands.\"\n\n\n\nTwo letters were waiting on Lessing's desk that morning. The first was\nfrom Roberts Bros., announcing another shift of deadline on the book,\nand demanding the galley proofs two weeks earlier than scheduled.\nLessing groaned. As director of psionic research at the Hoffman Medical\nCenter, he had long since learned how administrative detail could suck\nup daytime hours. He knew that his real work was at the Farm--yet he\nhadn't even been to the Farm in over six weeks. And now, as the book\napproached publication date, Lessing wondered if he would ever really\nget back to work again.\n\nThe other letter cheered him a bit more. It bore the letterhead of the\nInternational Psionics Conference:\n\n\n Dear Dr. Lessing:\n\n In recognition of your position as an authority on human Psionic\n behavior patterns, we would be gratified to schedule you as principle\n speaker at the Conference in Chicago on October 12th. A few remarks in\n discussion of your forthcoming book would be entirely in order--\n\n\nThey were waiting for it, then! He ran the galley proofs into the\nscanner excitedly. They knew he had something up his sleeve. His\nearlier papers had only hinted at the direction he was going--but the\nbook would clear away the fog. He scanned the title page proudly. \"A\nTheory of Psionic Influence on Infant and Child Development.\" A good\ntitle--concise, commanding, yet modest. They would read it, all right.\nAnd they would find it a light shining brightly in the darkness, a\nguide to the men who were floundering in the jungle of a strange and\nbaffling new science.\n\nFor they were floundering. When they were finally forced to recognize\nthat this great and powerful force did indeed exist in human minds,\nwith unimaginable potential if it could only be unlocked, they had\nplunged eagerly into the search, and found themselves in a maddening\nbramble bush of contradictions and chaos. Nothing worked, and\neverything worked too well. They were trying to study phenomena which\nmade no sense, observing things that defied logic. Natural laws came\ncrashing down about their ears as they stood sadly by and watched\nthings happen which natural law said could never happen. They had never\nbeen in this jungle before, nor in any jungle remotely like it. The\nold rules didn't work here, the old methods of study failed. And the\nmore they struggled, the thicker and more impenetrable the bramble bush\nbecame--\n\nBut now David Lessing had discovered a pathway through that jungle, a\ntheory to work by--\n\nAt his elbow the intercom buzzed. \"A gentleman to see you,\" the girl\nsaid. \"A Dr. Melrose. He's very impatient, sir.\"\n\nHe shut off the scanner and said, \"Send him in, please.\"\n\n\n\nDr. Peter Melrose was tall and thin, with jet black hair and dark\nmocking eyes. He wore a threadbare sport coat and a slouch. He offered\nLessing a bony hand, then flung himself into a chair as he stared about\nthe office in awe.\n\n\"I'm really overwhelmed,\" he said after a moment. \"Within the\nstronghold of psionic research at last. And face to face with the\nMaster in the trembling flesh!\"\n\nLessing frowned. \"Dr. Melrose, I don't quite understand--\"\n\n\"Oh, it's just that I'm impressed,\" the young man said airily. \"Of\ncourse, I've seen old dried-up Authorities before--but never before\na brand spanking new one, just fresh out of the pupa, so to speak!\"\nHe touched his forehead in a gesture of reverence. \"I bow before the\nOracle. Speak, oh Motah, live forever! Cast a pearl at my feet!\"\n\n\"If you've come here to be insulting,\" Lessing said coldly, \"you're\njust wasting time.\" He reached for the intercom switch.\n\n\"I think you'd better wait before you do that,\" Melrose said sharply,\n\"because I'm planning to take you apart at the Conference next month\nunless I like everything I see and hear down here today. And if you\ndon't think I can do it, you're in for quite a dumping.\"\n\nLessing sat back slowly. \"Tell me--just what, exactly, do you want?\"\n\n\"I want to hear this fairy tale you're about to publish in the name of\n'Theory',\" Melrose said. \"I want to see this famous Farm of yours up in\nConnecticut and see for myself how much pressure these experimental\ncontrols you keep talking about will actually bear. But mostly, I want\nto see just what in psionic hell you're so busy making yourself an\nAuthority about.\" There was no laughter in the man's sharp brown eyes.\n\n\"You couldn't touch me with a ten foot pole at this conference,\"\nsnapped Lessing.\n\nThe other man grinned. \"Try me! We shook you up a little bit last year,\nbut you didn't seem to get the idea.\"\n\n\"Last year was different.\" Lessing scowled. \"As for our 'fairy tale',\nwe happen to have a staggering body of evidence that says that it's\ntrue.\"\n\n\"If the papers you've already published are a preview, we think it's\nfalse as Satan.\"\n\n\"And our controls are above suspicion.\"\n\n\"So far, we haven't found any way to set up logical controls,\" said\nMelrose. \"We've done a lot of work on it, too.\"\n\n\"Oh, yes--I've heard about your work. Not bad, really. A little\nmisdirected, is all.\"\n\n\"According to your Theory, that is.\"\n\n\"Wildly unorthodox approach to psionics--but at least you're energetic\nenough.\"\n\n\"We haven't been energetic enough to find an orthodox approach that got\nus anywhere. We doubt if you have, either. But maybe we're all wrong.\"\nMelrose grinned unpleasantly. \"We're not unreasonable, your Majesty. We\njust ask to be shown. If you dare, that is.\"\n\nLessing slammed his fist down on the desk angrily. \"Have you got the\nday to take a trip?\"\n\n\"I've got 'til New Year.\"\n\nLessing shouted for his girl. \"Get Dorffman up here. We're going to the\nFarm this afternoon.\"\n\nThe girl nodded, then hesitated. \"But what about your lunch?\"\n\n\"Bother lunch.\" He gave Melrose a sidelong glare. \"We've got a guest\nhere who's got a lot of words he's going to eat for us....\"\n\n\n\nTen minutes later they rode the elevator down to the transit levels\nand boarded the little shuttle car in the terminal below the\nHoffman Center. They sat in silence as the car dipped down into the\nrapid-transit channels beneath the great city, swinging northward in\nthe express circuit through Philadelphia and Camden sectors, surfacing\nbriefly in Trenton sector, then dropping underground once again for the\nlong pull beneath Newark, Manhattan and Westchester sectors. In less\nthan twenty minutes the car surfaced on a Parkway channel and buzzed\nnorth and east through the verdant Connecticut countryside.\n\n\"What about Tommy?\" Lessing asked Dorffman as the car sped along\nthrough the afternoon sun.\n\n\"I just finished the prelims. He's not cooperating.\"\n\nLessing ground his teeth. \"I should be running him now instead of\nbeating the bushes with this--\" He broke off to glare at young Melrose.\n\nMelrose grinned. \"I've heard you have quite a place up here.\"\n\n\"It's--unconventional, at any rate,\" Lessing snapped.\n\n\"Well, that depends on your standards. Sounds like a country day\nschool, from what I've heard. According to your papers, you've even\nused conventional statistical analysis on your data from up here.\"\n\n\"Until we had to throw it out. We discovered that what we were trying\nto measure didn't make sense in a statistical analysis.\"\n\n\"Of course, you're sure you were measuring _something_.\"\n\n\"Oh, yes. We certainly were.\"\n\n\"Yet you said that you didn't know what.\"\n\n\"That's right,\" said Lessing. \"We don't.\"\n\n\"And you don't know _why_ your instruments measure whatever they're\nmeasuring.\" The Chicago man's face was thoughtful. \"In fact, you can't\nreally be certain that your instruments are measuring the children at\nall. It's not inconceivable that the _children_ might be measuring the\n_instruments_, eh?\"\n\nLessing blinked. \"It's conceivable.\"\n\n\"Mmmm,\" said Melrose. \"Sounds like a real firm foundation to build a\ntheory on.\"\n\n\"Why not?\" Lessing growled. \"It wouldn't be the first time the tail\nwagged the dog. The psychiatrists never would have gotten out of their\nrut if somebody hadn't gotten smart and realized that one of their new\ndrugs worked better in combatting schizophrenia when the doctor took\nthe medicine instead of the patient. That was quite a wall to climb.\"\n\n\"Yes, wasn't it,\" mused Melrose, scratching his bony jaw. \"Only took\nthem seventy years to climb it, thanks to a certain man's theories.\nI wonder how long it'll take psionics to crawl out of the pit you're\ndigging for it?\"\n\n\"We're not digging any pit,\" Lessing exploded angrily. \"We're\nexploring--nothing more. A phenomenon exists. We've known that, one way\nor another, for centuries. The fact that it doesn't seem to be bound by\nthe same sort of natural law we've observed elsewhere doesn't mean that\nit isn't governed by natural law. But how can we define the law? How\ncan we define the limits of the phenomenon, for that matter? We can't\nwork in the dark forever--we've _got_ to have a working hypothesis to\nguide us.\"\n\n\"So you dreamed up this 'tadpole' idea,\" said Melrose sourly.\n\n\"For a working hypothesis--yes. We've known for a long time that every\nhuman being has extrasensory potential to one degree or another. Not\njust a few here and there--every single one. It's a differentiating\nquality of the human mind. Just as the ability to think logically in a\ncrisis instead of giving way to panic is a differentiating quality.\"\n\n\"Fine,\" said Melrose. \"Great. We can't _prove_ that, of course, but\nI'll play along.\"\n\nLessing glared at him. \"When we began studying this psi-potential, we\nfound out some curious things. For one thing, it seemed to be immensely\nmore powerful and active in infants and children than in adults.\nSomewhere along the line as a child grows up, something happens. We\ndon't know what. We do know that the child's psi-potential gradually\nwithdraws deeper and deeper into his mind, burying itself farther and\nfarther out of reach, just the way a tadpole's tail is absorbed deeper\nand deeper into the growing frog until there just isn't any tail any\nmore.\" Lessing paused, packing tobacco into his pipe. \"That's why we\nhave the Farm--to try to discover why. What forces that potential\nunderground? What buries it so deeply that adult human beings can't get\nat it any more?\"\n\n\"And you think you have an answer,\" said Melrose.\n\n\"We think we might be near an answer. We have a theory that explains\nthe available data.\"\n\nThe shuttle car bounced sharply as it left the highway automatics.\nDorffman took the controls. In a few moments they were skimming through\nthe high white gates of the Farm, slowing down at the entrance to a\nlong, low building.\n\n\"All right, young man--come along,\" said Lessing. \"I think we can show\nyou our answer.\"\n\n\n\nIn the main office building they donned the close-fitting psionic\nmonitors required of all personnel at the Farm. They were of a\nhard grey plastic material, with a network of wiring buried in the\nsubstance, connected to a simple pocket-sized power source.\n\n\"The major problem,\" Lessing said, \"has been to shield the children\nfrom any external psionic stimuli, except those we wished to expose\nthem to. Our goal is a perfectly controlled psi environment. The\nmonitors are quite effective--a simple Renwick scrambler screen.\"\n\n\"It blocks off all types of psi activity?\" asked Melrose.\n\n\"As far as we can measure, yes.\"\n\n\"Which may not be very far.\"\n\nJack Dorffman burst in: \"What Dr. Lessing is saying is that they seem\neffective for our purposes.\"\n\n\"But you don't know why,\" added Melrose.\n\n\"All right, we don't know why. Nobody knows why a Renwick screen\nworks--why blame us?\" They were walking down the main corridor and out\nthrough an open areaway. Behind the buildings was a broad playground. A\nbaseball game was in progress in one corner; across the field a group\nof swings, slides, ring bars and other playground paraphernalia was in\nheavy use. The place was teeming with youngsters, all shouting in a\nfury of busy activity. Occasionally a helmeted supervisor hurried by;\none waved to them as she rescued a four-year-old from the parallel bars.\n\nThey crossed into the next building, where classes were in progress.\n\"Some of our children are here only briefly,\" Lessing explained as\nthey walked along, \"and some have been here for years. We maintain a\ntop-ranking curriculum--your idea of a 'country day school' wasn't\nso far afield at that--with scholarships supported by Hoffman Center\nfunds. Other children come to us--foundlings, desertees, children from\nbroken homes, children of all ages from infancy on. Sometimes they\nstay until they have reached college age, or go on to jobs. As far as\npsionics research is concerned, we are not trying to be teachers. We\nare strictly observers. We try to place the youngsters in positions\nwhere they can develope what potential they have--_without_ the\npresence of external psionic influences they would normally be subject\nto. The results have been remarkable.\"\n\nHe led them into a long, narrow room with chairs and ash trays, facing\na wide grey glass wall. The room fell into darkness, and through the\ngrey glass they could see three children, about four years old, playing\nin a large room.\n\n\"They're perfectly insulated from us,\" said Lessing. \"A variety of\nrecording instruments are working. And before you ask, Dr. Melrose,\nthey are all empirical instruments, and they would all defy any\nengineer's attempts to determine what makes them go. We don't know what\nmakes them go, and we don't care--they go. That's all we need. Like\nthat one, for instance--\"\n\nIn the corner a flat screen was flickering, emitting a pale green\nfluorescent light. It hung from the wall by two plastic rods which\npenetrated into the children's room. There was no sign of a switch,\nnor a power source. As the children moved about, the screen flickered.\nBelow it, a recording-tape clicked along in little spurts and starts of\nactivity.\n\n\"What are they doing?\" Melrose asked after watching the children a few\nmoments.\n\n\"Those three seem to work as a team, somehow. Each one, individually,\nhad a fairly constant recordable psi potential of about seventeen on\nthe arbitrary scale we find useful here. Any two of them scale in at\nthirty-four to thirty-six. Put the three together and they operate\nsomewhere in the neighborhood of six hundred on the same scale.\"\nLessing smiled. \"This is an isolated phenomenon--it doesn't hold for\nany other three children on the Farm. Nor did we make any effort to\nplace them together--they drew each other like magnets. One of our\nworkers spent two weeks trying to find out why the instruments weren't\nright. It wasn't the instruments, of course.\"\n\nLessing nodded to an attendant, and peered around at Melrose. \"Now, I\nwant you to watch this very closely.\"\n\nHe opened a door and walked into the room with the children. The\nfluorescent screen continued to flicker as the children ran to Lessing.\nHe inspected the block tower they were building, and stooped down to\ntalk to them, his lips moving soundlessly behind the observation wall.\nThe children laughed and jabbered, apparently intrigued by the game he\nwas proposing. He walked to the table and tapped the bottom block in\nthe tower with his thumb.\n\nThe tower quivered, and the screen blazed out with green light, but the\ntower stood. Carefully Lessing jogged all the foundation blocks out of\nplace until the tower hung in midair, clearly unsupported. The children\nwatched it closely, and the foundation blocks inched still further out\nof place....\n\nThen, quite casually, Lessing lifted off his monitor. The children\ncontinued staring at the tower as the screen gave three or four violent\nbursts of green fire and went dark.\n\nThe block tower fell with a crash.\n\nMoments later Lessing was back in the observation room, leaving the\nchildren busily putting the tower back together. There was a little\nsmile on his lips as he saw Melrose's face. \"Perhaps you're beginning\nto see what I'm driving at,\" he said slowly.\n\n\"Yes,\" said Melrose. \"I think I'm beginning to see.\" He scratched his\njaw. \"You think that it's adult psi-contact that drives the child's\npotential underground--that somehow adult contact acts like a damper, a\nsort of colossal candle-snuffer.\"\n\n\"That's what I think,\" said Lessing.\n\n\"How do you know those children didn't make you take off your monitor?\"\n\nLessing blinked. \"Why should they?\"\n\n\"Maybe they enjoy the crash when the blocks fall down.\"\n\n\"But that wouldn't make any difference, would it? The blocks still fall\ndown.\"\n\nMelrose paced down the narrow room. \"This is very good,\" he said\nsuddenly, his voice earnest. \"You have fine facilities here, good\nworkers. And in spite of my flippancy, Dr. Lessing, I have never\nimagined for a moment that you were not an acute observer and a\ncareful, highly imaginative worker. But suppose I told you, in perfect\nfaith, that we have data that flatly contradicts everything you've told\nme today. Reproducible data, utterly incompatable with yours. What\nwould you say to that?\"\n\n\"I'd say you were wrong,\" said Lessing. \"You couldn't have such data.\nAccording to the things I am certain are true, what you're saying is\nsheer nonsense.\"\n\n\"And you'd express that opinion in a professional meeting?\"\n\n\"I would.\"\n\n\"And as an Authority on psionic behavior patterns,\" said Melrose\nslowly, \"you would kill us then and there. You would strangle us\nprofessionally, discredit anything we did, cut us off cold.\" The\ntall man turned on him fiercely. \"Are you blind, man? Can't you see\nwhat danger you're in? If you publish your book now, you will become\nan Authority in a field where the most devastating thing that could\npossibly happen would be--_the appearance of an Authority_.\"\n\n\n\nLessing and Dorffman rode back to the Hoffman Center in grim silence.\nAt first Lessing pretended to work; finally he snapped off the tape\nrecorder in disgust and stared out the shuttle-car window. Melrose had\ngone on to Idlewild to catch a jet back to Chicago. It was a relief to\nsee him go, Lessing thought, and tried to force the thin, angry man\nfirmly out of his mind. But somehow Melrose wouldn't force.\n\n\"Stop worrying about it,\" Dorffman urged. \"He's a crackpot. He's\ncrawled way out on a limb, and now he's afraid your theory is going to\ncut it off under him. Well, that's his worry, not yours.\" Dorffman's\nface was intense. \"Scientifically, you're on unshakeable ground. Every\ngreat researcher has people like Melrose sniping at him. You just have\nto throw them off and keep going.\"\n\nLessing shook his head. \"Maybe. But this field of work is different\nfrom any other, Jack. It doesn't follow the rules. Maybe scientific\ngrounds aren't right at all, in this case.\"\n\nDorffman snorted. \"Surely there's nothing wrong with theorizing--\"\n\n\"He wasn't objecting to the theory. He's afraid of what happens after\nthe theory.\"\n\n\"So it seems. But why?\"\n\n\"Have you ever considered what makes a man an Authority?\"\n\n\"He knows more about his field than anybody else does.\"\n\n\"He _seems_ to, you mean. And therefore, anything he says about it\ncarries more weight than what anybody else says. Other workers follow\nhis lead. He developes ideas, formulates theories--and then _defends\nthem for all he's worth_.\"\n\n\"But why shouldn't he?\"\n\n\"Because a man can't fight for his life and reputation and still keep\nhis objectivity,\" said Lessing. \"And what if he just happens to be\nwrong? Once he's an Authority the question of what's right and what's\nwrong gets lost in the shuffle. It's _what he says_ that counts.\"\n\n\"But we _know_ you're right,\" Dorffman protested.\n\n\"Do we?\"\n\n\"Of course we do! Look at our work! Look at what we've seen on the\nFarm.\"\n\n\"Yes, I know.\" Lessing's voice was weary. \"But first I think we'd\nbetter look at Tommy Gilman, and the quicker we look, the better--\"\n\nA nurse greeted them as they stepped off the elevator. \"We called\nyou at the Farm, but you'd already left. The boy--\" She broke off\nhelplessly. \"He's sick, Doctor. He's sicker than we ever imagined.\"\n\n\"What happened?\"\n\n\"Nothing exactly--happened. I don't quite know how to describe it.\"\nShe hurried them down the corridor and opened a door into a large\nchildren's playroom. \"See what you think.\"\n\nThe boy sat stolidly in the corner of the room. He looked up as they\ncame in, but there was no flicker of recognition or pleasure on his\npale face. The monitor helmet was still on his head. He just sat there,\ngripping a toy fire engine tightly in his hands.\n\nLessing crossed the room swiftly. \"Tommy,\" he said.\n\nThe boy didn't even look at him. He stared stupidly at the fire engine.\n\n\"Tommy!\" Lessing reached out for the toy. The boy drew back in terror,\nclutching it to his chest. \"Go away,\" he choked. \"Go away, go away--\"\nWhen Lessing persisted the boy bent over swiftly and bit him hard on\nthe hand.\n\nLessing sat down on the table. \"Tommy, listen to me.\" His voice was\ngentle. \"I won't try to take it again. I promise.\"\n\n\"Go away.\"\n\n\"Do you know who I am?\"\n\nTommy's eyes shifted haltingly to Lessing's face. He nodded. \"Go away.\"\n\n\"Why are you afraid, Tommy?\"\n\n\"I hurt. My head hurts. I hurt all over. Go away.\"\n\n\"Why do you hurt?\"\n\n\"I--can't get it--off,\" the boy said.\n\n_The monitor_, Lessing thought suddenly. Something had suddenly gone\nhorribly wrong--could the boy really be sensing the source of the\ntrouble? Lessing felt a cold knot gather in the pit of his stomach. He\nknew what happened when adult psi-contact struck a psi-high youngster's\nmind. He had seen it a hundred times at the Farm. But even more--he\nhad felt it in his own mind, bursting from the child. Like a violent\nphysical blow, the hate and fear and suspicion and cruelty buried and\nrepressed in the adult mind, crushing suddenly into the raw receptors\nof the child's mind like a smothering fog--it was a fearful thing. A\nhealthy youngster could survive it, even though the scar remained. But\nthis youngster was sick--\n\nAnd yet _an animal instinctively seeks its own protection_. With\ntrembling fingers Lessing reached out and opened the baffle-snap on the\nmonitor. \"Take it off, Tommy,\" he whispered.\n\nThe boy blinked in amazement, and pulled the grey helmet from his head.\nLessing felt the familiar prickly feeling run down his scalp as the\nboy stared at him. He could feel deep in his own mind the cold chill\nof terror radiating from the boy. Then, suddenly, it began to fade. A\nsense of warmth--peace and security and comfort--swept in as the fear\nfaded from the boy's face.\n\nThe fire engine clattered to the floor.\n\n\n\nThey analyzed the tapes later, punching the data cards with greatest\ncare, filing them through the machines for the basic processing and\nclassification that all their data underwent. It was late that night\nwhen they had the report back in their hands.\n\nDorffman stared at it angrily. \"It's obviously wrong,\" he grated. \"It\ndoesn't fit. Dave, it doesn't agree with _anything_ we've observed\nbefore. There must be an error.\"\n\n\"Of course,\" said Lessing. \"According to the theory. The theory says\nthat adult psi-contact is deadly to the growing child. It smothers\ntheir potential through repeated contact until it dries up completely.\nWe've proved that, haven't we? Time after time. Everything goes\naccording to the theory--except Tommy. But Tommy's psi-potential was\ndrying up there on the Farm, until the distortion was threatening the\nbalance of his mind. Then he made an adult contact, and we saw how he\nbloomed.\" Lessing sank down to his desk wearily. \"What are we going to\ndo, Jack? Formulate a separate theory for Tommy?\"\n\n\"Of course not,\" said Dorffman. \"The instruments were wrong. Somehow we\nmisread the data--\"\n\n\"Didn't you see his _face_?\" Lessing burst out. \"Didn't you see how he\n_acted_? What do you want with an instrument reading?\" He shook his\nhead. \"It's no good, Jack. Something different happened here, something\nwe'd never counted on. It's something the theory just doesn't allow\nfor.\"\n\nThey sat silently for a while. Then Dorffman said: \"What are you going\nto do?\"\n\n\"I don't know,\" said Lessing. \"Maybe when we fell into this bramble\nbush we blinded ourselves with the urge to classify--to line everything\nup in neat rows like pins in a paper. Maybe we were so blind we missed\nthe path altogether.\"\n\n\"But the book is due! The Conference speech--\"\n\n\"I think we'll make some changes in the book,\" Lessing said slowly.\n\"It'll be costly--but it might even be fun. It's a pretty dry, logical\npresentation of ideas, as it stands. Very austere and authoritarian.\nBut a few revisions could change all that--\" He rubbed his hands\ntogether thoughtfully. \"How about it, Jack? Do we have nerve enough to\nbe laughed at? Do you think we could stand a little discredit, making\nsilly asses of ourselves? Because when I finish this book, we'll be\nlaughed out of existence. There won't be any Authority in psionics for\na while--and maybe that way one of the lads who's _really_ sniffing out\nthe trail will get somebody to listen to him!\n\n\"Get a pad, get a pencil! We've got work to do. And when we finish, I\nthink we'll send a carbon copy out Chicago way. Might even persuade\nthat puppy out there to come here and work for me--\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Nourse, Alan Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60291/pg60291.txt",
        "name": "bramble_bush.json"
    }
}