{
    "name": "Breathes there a man",
    "author": [
        "Fritch, Charles E."
    ],
    "body": "Arthur Dunlop busied himself over the blueprints as though he had a\ndeep and sincere interest in them, unmindful of the scurry of sounds in\nthe office. The incessant clicking of electronic typewriters, muffled\nthough they were, combined to form a hum of angry bees. Papers shuffled\nthat were important somehow to the welfare of the State, and men and\nwomen sat and looked at them, checking and rechecking, checking and\nrechecking, for it was important that nothing should go wrong, any\nplace, in even the slightest aspect.\n\nThe small square of paper had been dropped on his desk unobtrusively,\nand for a brief moment he had stared at it in surprise. Then he covered\nit with a casual hand and glanced up in apparent thoughtfulness. A\nblonde girl was making her way down the space between rows of metalloid\ndesks, a bundle of vital-appearing documents in her hands. Arthur\nstudied the swaying body, as though that were the only thought on his\nmind, but the paper burned curiously at his palm.\n\nHe returned quickly to his work of checking blueprints, for idleness\neven in a trusted employee was looked upon with suspicion. He bent over\nthe three-dimensional diagram, feigning interest, and slowly opened the\nfolded square of paper. On it were written the words: \"WBI. Careful.\"\nThe words leaped up at him in a green ink that would fade in seconds,\nleaving no trace.\n\nHe crushed the paper in his hand, trying hard not to look around him.\nWBI. World Bureau of Investigation. Did they suspect? he wondered. He\nthrust the thought from his mind and made a conscious effort to study\nthe drawing on his desk.\n\nDrawing 2b, one-tenth of the plan for a respirator, newly-designed and\nimproved, streamlined for the year 2108, Arthur could just imagine the\nadvertising they'd do on this model. But the other thought crowded it\naside: the underground knew there was a WBI man in the office.\n\nAnd just why would there be a WBI man here? Routine? Possibly. Yet more\nlikely, somebody smelled a rat. This was no time for plans to go awry.\n\nHe looked up, glancing with apparent disinterest at the faces near\nhim hovering over their respective desks. They, too, were busy\nwith blueprints. Part 3d of a new atomic engine. Part 14c of a\nthree-dimensional television set designed to bring in bigger and better\ncommercials. Et cetera. Et cetera. For security reasons, no two worked\nat the same project.\n\nHe scanned their faces, searching for something indefinable, something\nthat might outwardly betray hidden thoughts. There was Hawkins,\na middle-aged, eagle-faced person, been with the local office of\nState Enterprises for more than twenty years--unquestionably loyal\nto the government. Merker, a chubby person with shifting eyes behind\nthin-lensed glasses; he was okay, for shifting eyes or not, they had\nall been checked, even as _he_ had been checked. And Austen, the\nnewcomer, only twenty-five and fresh from college, a nervous; restless\ntype of person; he was the most likely suspect for a WBI man, although\nsome might think it would be too obvious--which might in turn tend to\nprove the point.\n\nArthur shrugged mentally and returned to his work. He stared at the\ndesign of coils and condensers and wires and felt a little sick, which\nwas strange for he should have become used to it by now. This design,\ntogether with nine others, would form the complete pattern for printing\na mechanism on a thin disc which would be inserted in the watch-like\naffair known as a respirator. It was somehow ironic, he thought that he\nshould be working on it.\n\nHis intercom buzzed and he reached to flick on the switch. A\nbusiness-like voice said: \"Dunlop, this is Samson, can you come in for\na minute?\"\n\n\"Of course,\" Arthur said calmly, but he wondered what his superior\nwanted. First, the note about a WBI man; now this.\n\nThe big door marked \"Charles L. Samson, Mgr., Dept. 40\" confronted him.\nAs he neared it, electric eyes probed him, timed his approach, opened\nthe door automatically.\n\nCharles L. Samson, Mgr., Dept. 40, graying and cleanly mustached, was\nintently studying a sheet of paper on which were typewritten several\nparagraphs. Arthur drew to a halt before the man's desk, unconsciously\nfidgeting mentally and wondering if the item of interest on that paper\nconcerned him.\n\nThe manager carefully put the paper down and raised his eyes.\n\"Everything okay, Dunlop?\"\n\n\"Simply great,\" he answered automatically.\n\nThe older man leaned back in his chair. \"Dunlop,\" he said, \"you've been\nhere for some time now, I believe.\"\n\n\"Five years this month,\" Arthur supplied, trying to put pride in his\nvoice.\n\n\"Precisely,\" Samson agreed. \"And because you have been a loyal and\ndependable worker,\" he smiled blandly, \"you'll find a little something\nextra in your pay envelope from now on.\"\n\nArthur breathed a sudden sigh of relief. So that was it, the automatic\npay increase. It meant no financial gain, of course, since he would\nalso automatically be put in a higher tax bracket which would just\noffset the increase. Pay raises were for \"morale\" purposes only.\n\n\"Thank you, sir,\" Arthur said, hoping he sounded as though he meant it.\n\n\"Quite all right,\" Samson said, turning once more to his papers.\n\n\"Yes, sir.\" Arthur strode, relieved, from the office.\n\n\n\nThe rest of the workday passed uneventfully and it was time to leave.\nThe soft hum of preparations testified to that. Plans were folded,\nlocked securely into desks, and workers filed past probing mechanical\neyes that scanned them for anything hidden. Doors whirred open\nelectrically, and humanity poured through them into tubecars which\nhissed with sickening speed to the helibus terminal.\n\nArthur flowed into a helibus with the others, and his heart gave a\nsudden jump as he saw a familiar blonde form ahead of him. Julie! He\nwormed his way forward and sank onto the air-cushion beside her. She\ndid not look at him. The helibus lurched skyward.\n\nShe was staring out the window, at the blue sky and the cloudfaces and\nthe sun beginning to dip low at the horizon. The building they had\nleft glowed with the million setting suns reflected from its great bank\nof windows. After awhile, her fingers moved restlessly. Arthur Dunlop\nwatched them idly. The movements were swift, seemingly random but\nactually precise and predetermined.\n\nThey said: \"I couldn't hesitate at your desk; I had to take a chance\nwith the note.\"\n\nArthur glanced complacently about him, stifling a yawn. His fingers\nrippled: \"Who is the WBI agent?\"\n\n\"Underground doesn't know--yet,\" she told him silently. \"Meet me\ntonight.\"\n\n\"Will I see the leader?\" he asked.\n\n\"Meet me tonight,\" was all she would reply.\n\nHe nodded, as though to himself, and stared at the signs adorning the\ninside of the bus. Names made familiar by television leaped at him.\nThere was Ronson, Franklin, Stallman, Eliot, names of all kinds to give\nthe impression of existence to a long-dead free enterprise; all were\ngovernment owned, competing to enhance the illusion.\n\nWho was the leader, he wondered, and why the secrecy? Some government\nbigwig probably, who kept his secret from all but a few. Well, time\nwould tell.\n\nHe glanced out the window at the countryside rushing below. Trees.\nGreen fields. The beginnings of the city of small square dwellings. A\nman got up, went to the rear of the helibus. After awhile, Arthur rose,\nwent down the aisle to the exit platform. He paused for a minute, and\nthen he stepped into space.\n\nThe air whirled about him; twin rotors, appearing from his clothing,\nchurned and scraped the air, lowering him gently through the five\nhundred feet to the ground. Overhead, the helibus continued its\nprescribed journey, discharging passengers who resembled fluttering\ninsects. He came to rest gently atop his roof, and the rotors ceased\nand folded invisibly beneath his coat.\n\nThe moon had risen well into the twilight sky, that moon which only a\nfew hundred years before had furnished lovers with inspiration. Now,\nlooking at it, one thought inevitably of the Lunar Prison Colony that\noccupied its entire surface, of the persons who had been sentenced to\nspend years on its ugly barren wasteland. Inspiration came possibly,\nbut it was of a different nature.\n\nHe descended into the house, into the single room that was bedroom,\nliving room, parlor. Helen, brunette and beautiful, attired in the\nsemi-transparent slacks that were the decreed style, rose from the\ncouch and gave him a wifely peck on the cheek.\n\n\"Everything okay?\" she asked, not appearing particularly interested.\nThe standard question.\n\n\"Simply great,\" he said.\n\nHe settled into a hard plastic chair, uncomfortable but designed to\nimprove posture.\n\n\n\nThe television set was blaring: \"Nothing could be greater than to have\na respirator made by Fra-a-a-a-nklin!\" On the 40-inch screen a happy\ncouple, Franklin respirators on their happy wrists, were bouncing\nhappily across a miniature solar system, using planets for stepping\nstones.\n\nI must be an atavist, he thought. How can people actually put up with\nthis stuff. He could not subdue the grimace that rose automatically,\nbut he managed to turn it into a grin as he saw Helen looking at him\ncuriously.\n\n\"Something funny?\"\n\n\"Nothing in particular.\" He couldn't very well tell her he thought a\ngovernment-sponsored commercial was amusing. That was the equivalent of\ntreason, for which the Lunar Prison Colony had been constructed.\n\nNot that Helen wasn't understanding. Their marriage had been lacking in\nmany things, true, but she was inclined to be fair and broadminded on\nmost issues which were not controlled. But when it came to things like\nthe State and its directives, most people got emotionally patriotic. It\nwas something like trying to discuss religion a century earlier, except\nthat in the present case arguments could be easily won by sending the\n\"treasonous\" person to the prison satellite. The law made plain what\nwas right and what was not.\n\n\"I was just thinking,\" he said, hoping to explain the grimace, \"about a\nfellow at the office. He suggested that we should get a rebate on the\nairtax, because we don't utilize all the air we breathe in.\"\n\n\"You reported him, of course.\"\n\n\"Worse than that. We told him if he didn't like it he could stop\nbreathing. Crime doesn't pay anymore.\"\n\n\"I should hope not,\" she said, and she seemed perfectly serious.\n\nThere was no point in arguing with Helen, so he didn't. She apparently\nhad little interest in politics other than a layman's desire to see\njustice prevail, and if the government wanted to tax the air they\nbreathed, why--let them; they were taxing everything else.\n\nThat's why he found himself drawn irresistibly to Julie; she wasn't a\nslave to convention. That's why he liked to meet her in the darkness\nof the outside, when the curfew forbade anyone venturing into the\nnight--at least, that was one reason. She was part of the forbidden\nfruit he secretly desired and vowed would have.\n\nA government official's benign face appeared on the television screen\nto announce the Super State program. The World Flag materialized,\nwaving in a studio-inspired breeze, and a chorus chanted: \"Super State,\nSuper State, Simply great is Super Sta-a-ate!\"\n\n\"Sixty minutes of uninterrupted commercial,\" Arthur Dunlop thought with\ndistaste. Plays and songs subtly presented to show that contemporary\nliving was equivalent to a golden age. He was careful, however, not to\nlet his face reveal his mind's opinion.\n\n\"The airtax man will be around to read the meter tonight,\" Helen\nreminded him.\n\n\"Fine,\" he murmured, but already he was only half-aware of the world\naround him as he dozed while appearing outwardly alert.\n\nThere was a time, he remembered vaguely, when there were no such\nthings as respirators, when the air you breathed was free. For twenty\nof his thirty-four years he had known that golden era. There were\ntaxes, of course, but only on the food you ate, the money you earned,\nthe entertainment you saw, et cetera, almost ad infinitum. Air, it\nseemed--much to the government's evident dissatisfaction--was an\nuntaxable commodity, a luxury which even the poor could enjoy without\nrestriction.\n\nThen came the war. The war that caused all peoples to finally unite\nunder one government to insure peace. Arthur Dunlop knew of the war,\nfor he was a part of it. He fought back to preserve his life, and they\ngave him a medal for it, a piece of cloth and metal which indicated\nthat he was lucky enough to survive. It was another war to make the\nworld safe for something or other, and he still recalled with a shudder\nthe Battle of Boston, the Siege of New York, the great topplings of\ngreat cities into greater dust.\n\nTo counteract the poisonous by-products of civilized weapons, the\nrespirators had been developed--small watch-like mechanisms that\nenabled the wearers to breathe in practically any atmosphere. After the\nwar, they had been adapted to a new use.\n\n\"What?\" Arthur Dunlop said.\n\nHelen was extending a carton marked \"6-C.\" \"Mealtime,\" she declared.\n\nHe took the box, another development of the Last War, and opened it.\nStandardization was the keynote, he remembered, for in that there is\nunity. Standardization of clothing, of living, of eating, of thinking.\n\nHe plopped a pill marked \"steak\" into his mouth, nibbled absently at\nthe ones labeled \"bread\" and \"potatoes and gravy,\" and then followed\nwith a pill called \"coffee.\" It might have been funny had he been able\nto view the scene objectively, but the time when he had been able to\ndo that had long passed. They were the best government-made pills and\ntasted not a bit like their labels.\n\nFrom the television set, an enthusiastic voice declared: \"Ronson Rotors\nare the best, Try the thousand foot drop test, Be convinced it'll break\nyour fall, Ronson Rotors are the best of all!\"\n\nFuriously, Arthur Dunlop chewed on his pill marked \"apple pie.\"\n\nThere was a knock at the door. \"Air tax,\" an authoritative voice\ncalled, and the door slid open to reveal an impassionate face\nsurrounded by uniform. \"Your respirators, please,\" the face directed in\na monotone. \"Monthly check.\"\n\nArthur Dunlop extended his wrist, and the man, frowning importantly,\nnoted several numbers from the respirator dial and wrote them in a\nsmall black book; he carefully examined the part that would tell if\nthe device had been removed.\n\nArthur resisted an impulse to ask the man for a refund for the Carbon\nDioxide he had exhaled during the past month to see what reaction\nhe might get. But the man, eager to get ahead, would welcome the\nopportunity to report someone less patriotic than he, and there would\nfollow an investigation. Investigations were taken as a matter of\ncourse, naturally, and even investigators were being investigated with\nconfusing regularity. But under the present circumstances, Arthur could\nhardly afford the risk. Entirely too much was at stake.\n\n\n\n\"You could use a new respirator,\" the air tax man said in the tone of a\nman who had said this same thing many times before.\n\n\"Yes,\" Arthur agreed mechanically. \"What kind would you suggest?\"\n\n\"What kinds do you like?\" the man said testily.\n\nArthur named the various kinds and the merits professed by each, to\nshow that he had been attentive to the telecasts. The man, secure in\nthe knowledge that Arthur was loyal to the cause, left.\n\nArthur sighed a vague sigh that could mean almost anything and watched\nHelen stretch her long limbs, smooth and sensuous beneath their thin\ncoverings. He wondered what thoughts, if any, were in her mind, but her\nlovely face was vacuous and non-committal as she reclined to dutifully\nwatch the screen as a good citizen should.\n\n\n\nThe evening grew old, and with its aging came the insistence of various\ntelevised personalities that each product cavorting about the screen\nwas undoubtedly the best possible, and anyone who didn't agree was\nmost certainly an idiot of the most idiotic sort. Actually, since the\ngovernment directed the manufacture of all commodities, it mattered\nlittle which product was bought, so long as they were bought. Finally--\n\n\"Time to go to bed,\" a grandfatherly individual intoned gently from\nthe set. \"Remember: to bed and to rise at a time not late, makes one\nhealthy and wise for the Super State.\"\n\nArthur grimaced at the benign gentleman's countenance, but Helen set\nabout pushing the buttons that would transform the room into a bedroom.\nTables slid from sight, twin beds appeared, the lights dimmed.\n\nThey undressed in the dimness, without conversation, as they had these\nmany years. It was as though they were separated by miles instead of\nonly a few feet, each unaware of the other's presence.\n\n\"I'm going to grab a fast shower,\" he told her and headed for the\nshower stall. He heard her answering murmur, as he closed the door of\nthe airtight cubicle. Fingers ran over the dials, and invisible rays\ncaressed his naked body, cleansing it of impurities with swift silent\nradiation.\n\nWhen he stepped once more into the main room, Helen was lying unmoving\non her bed. The television set was blank, and an almost inaudible\nhypnotic hum came from it, soothing, compelling, lulling. He sat on\nthe edge of the bed, listening in fascination to the sound. Slowly, it\nfaded, slowly, slowly....\n\nHe caught himself starting to doze, and he sat upright on the bed\nstraining to hear the evasive hum. He shook his head violently to clear\nit. He wondered how many persons were aware that the noise was actually\na high-frequency voice-recording which in effect hypnotized persons\ninto sleep, and then instilled into each one's subconsciousness a\nfaith in the glories of the government. Yet even when you knew, it was\ndifficult to resist.\n\nStealthily, he rose and dressed again in dark silence. He then made\nhis way across the room to the shower stall, entered, closed the door\nsecurely. A manipulation of the dials, a soft pressure on a portion of\none wall, and a section slid back to reveal a radio apparatus.\n\nArthur put the microphone to his lips, spoke swiftly into it, making\ncontact. A furtive voice, crackled and staticky answered in code.\nArthur gave his part of the ritual.\n\n\"Right,\" the voice said, relaxing a bit. \"Everything okay?\"\n\n\"Simply great,\" Arthur said, putting a smile into the phrase. It was\ngood to hear George Keating's voice again. \"How's everything up there?\"\n\n\"Not bad. Nobody suspects anything as far as we know. Shipments are\ngetting a bit slow, but I expect they'll be heavier before long. Ready\nto spring it?\"\n\n\"Yes,\" Arthur said. \"Oh, one thing though,\" frowning, \"the underground\nsuspects there's a WBI man in my unit.\"\n\n\"Anything further? Have they narrowed him down at all.\"\n\n\"I don't think so. I'm going to a meeting tonight; I managed to talk\nJulie into it. If I can, I'll contact you later.\"\n\n\"Right-o.\"\n\nArthur closed the circuit and sealed the wall again, turning the dials\nto a random location. He opened the door of the cubicle and peered\ncautiously into the gloom. He thought he detected a furtive movement,\nbut it was only Helen turning on the bed.\n\nHe crossed the room, noiselessly ascended to the roof and leaped\noutward. Blades unfolded to churn the darkness. It was a Stallman\nRotor--their commercials seemed the least offensive--and it deposited\nhim gently beside his house; just as gently as any Ronson would have\ndone.\n\nAhead of him, the stars glittered frostily in the night. He breathed\nthe crystal air in great intakes of breath, trying not to remember it\nwas taxed. Lines from Walter Scott leaped unaccountably to his mind:\n\"Breathes there a man,\" he thought, \"with soul so dead, who never to\nhimself hath said, 'This is my own, my native land.'\" He felt the last\nword could be justly changed to \"air\" to fit this overtaxed era in\nwhich he lived.\n\nThe moon was out, and he stopped to stare at it. Across its surface, in\nletters of fire, were the words: \"Buy Air Bonds, A Solid Investment.\"\nThere was little practical need for the ad; pay deductions were\narbitrary. Shaking his head sadly, Arthur Dunlop walked into the night.\n\nNight beckoned, and Arthur Dunlop followed its call. He went willfully,\nbut he could not have resisted had he wanted to. The streets were\ndark, lit only by the moon and the stars, and houses were dark phantoms\nrising in the night, their owners lulled to sleep by the omnipresent\ntelevision receivers. But he tried not to think of that. He thought\nof the cool velvet evening which lay before him, and of the girl who\nwaited quietly in the shadows of a deserted park.\n\nHe thought of that as he walked into the night, and he thought also of\nthings more serious, and suddenly--\n\n--a voice cried: \"Stop!\" It was a mechanical voice, tinny, without\nemotion. \"It is the time of curfew. You are not allowed out. Your name?\"\n\nArthur stood, petrified, and stared at a black robot face before him.\nHe heard a click, loud in the darkness, and knew that his picture had\nbeen taken.\n\nThe sound jarred him from his immobility, and he turned and scampered\ninto the darkness.\n\n\"Stop,\" the robot commanded, \"Stop!\" and a shaft of light darted from\nits forehead, piercing the darkness, shriveling grass beneath Arthur's\nfeet. But the ray missed him, and he darted down the street, amid the\npounding echoes of his flight.\n\nAfter several blocks, he threw himself panting into a doorway and\nlooked back down the street. Nothing. Silence and moonlight and\ndarkness, and only his own labored breathing while his chest rose and\nfell in unaccustomed gasps.\n\nBut they had his picture! In seconds, a giant machine could find a\nsimilar picture in its files, complete with every detail of information\nconcerning him. They might get him before the work was complete. If he\ncould only evade them until he could turn this to advantage. He felt in\nhis pocket for the radioactive silver disc he knew was there.\n\n\n\nDown the street, a shadow moved, and he held his breath. In a shaft of\nmoonlight, black metal glinted darkly. With a muffled cry he slipped\nfrom the doorway and flew down the street, trying to still the noise he\nmade. Behind him, no sounds came to indicate pursuit.\n\nHe darted across the street, went into an alley, crossed another\nstreet. Finally, he came to the park. He stopped. Fearfully, he looked\nbehind him. No one. He walked forward.\n\nThe park was a mass of tree and shadow, indistinguishable. Softly, he\ncalled, \"Julie.\" No answer. \"Julie.\"\n\nA gentle movement, and someone disengaged from the shadows, glided to\nhim. Someone soft and warm--and feminine. He could smell the elusive\ntaint of her perfume even before she entered his arms.\n\n\"You're late,\" she said.\n\n\"I was detained.\"\n\nShe looked sharply at him. \"Trouble?\"\n\n\"I--I don't know. A robot surprised me. He took my picture.\"\n\n\"A robot!\" she said in alarm, drawing away from him. \"They probably\nalready know who you are. Were you followed?\"\n\n\"Part of the way, but I think I dropped him.\"\n\n\"You _think_?\" Her tone was worried. \"Do you realize you might have led\nhim here. We can't go to the meeting place now. They'll be searching\nfor you.\"\n\n\"And they'll find me if I stay here,\" he said mournfully. \"Now, you've\ngot to take me, Julie. I've got to go someplace.\"\n\n\n\n\"Where?\" she said. \"Where can anyone go--except up there?\" With a\nmotion of her head she indicated the moon, hanging like a grim reminder\nof the Prison Colony it contained. She shook her head. \"I should've\nsuspected it when that WBI man showed up. Somehow they've gotten wise\nto you. Do you realize you've jeopardized our entire position?\"\n\n\"I didn't mean to--\"\n\n\"It matters very little whether or not you meant to,\" Julie said\nsharply; \"the fact is, you've done it.\" Her tone softened, \"I'm sorry,\nArthur, it's just that--\"\n\n\"I understand how you feel,\" Arthur said gently, taking her in his\narms. \"Believe me, Julie, everything will turn out all right.\"\n\n\"I hope so,\" Julie said. \"Well, we have to do something; we can't stay\nhere.\"\n\n\"Take me to the hiding place, Julie,\" he begged; \"we can work out\nsomething from there.\"\n\nShe looked at him briefly, considering the alternatives, her mind torn\nbetween affection for him and fear for the underground's safety. He\nknew she was recalling the many plans they had made for when all this\nwas over, the legal matter of Helen, their home in a world where the\nair was free.\n\n\"If I stay here they will get me,\" he reasoned. \"At least we have a\nchance the other way--if we hurry!\"\n\nIn sudden determination, she said, \"Come on, then.\"\n\nShe took him by the hand and led him deeper into the park. During the\nyear he had been an unofficial member of the underground, supplying\nthem with blueprints, he had never seen their headquarters, but he\nsuspected it was close by, right under the noses of the authorities,\nand Julie did not disappoint him. She led him to a stone-block\nmonument commemorating heroes of the Last War, and effortlessly pushed\naside one of the blocks to reveal the darkness of a tunnel.\n\n\"Follow me,\" she directed and disappeared.\n\nArthur did, but first he dropped the silver disc a few feet away. When\nthey were in the tunnel, Julie closed the entrance again and produced a\nflashlight. By its beams, they made their way downward.\n\nThey walked for perhaps a half-mile, when the tunnel broadened into\nwhat seemed a cavern. Their footsteps echoed from the opposite wall\nwith a click-click-click, click-click-click.\n\n\"The old subway,\" Julie explained, her voice hollow, and Arthur nodded.\nWith the coming of the helibus system many years ago, the subways had\nbeen discarded and their entrances sealed and checked periodically. Of\ncourse, they couldn't know about the monument entrance. At least, they\nhadn't, Arthur amended, thinking of the silver disc whose emanations\ncould now be easily picked up by the robots.\n\n\"Here we are,\" Julie said, after awhile, coming to a halt before\na door. She tapped carefully with the flashlight according to a\nprearranged signal. The door slid open slightly, emitting a finger of\nlight from the room's glowtube. A man's face appeared to survey the\ncorridor briefly, then the door went wide.\n\nThey entered a large room and the door slid into place behind them.\nArthur strained his eyes, blinded temporarily by the light. Unfamiliar\nfaces stared at him, about twenty of them. Men and women of all ages.\nHe started suddenly. There, grinning pleasantly at him, was Austen, the\nyoung fellow from the office.\n\n\"Are we all here?\" Julie wanted to know.\n\n\"Yes, we were waiting for you,\" a voice said.\n\nArthur whirled. \"You?\"\n\n\"Everything okay, Dunlop?\" Samson asked, smiling.\n\n\"Simply great,\" he answered, a little weakly.\n\n\"What kept you?\" Samson asked Julie.\n\n\"_He_ was delayed by a robot.\"\n\n\"What?\"\n\nAusten was at the door, frowning. \"I thought I heard a noise.\" His\nvoice was a whisper.\n\nSamson pulled out a gun. He glared at Dunlop. \"If they followed you--\"\n\nThe door gave way with a sudden blast that threw them all to the floor.\nIn the smoking entrance a robot appeared. With an effort, Samson forced\nhimself erect and leveled his blaster.\n\nBefore he could fire, Arthur leaped at the man, wrenched the weapon\nfrom his fingers. Then the robot was in the room, then another, and\nanother, their forehead-rays ready for instant use. There was no escape.\n\n\"Arthur!\" Julie cried hoarsely.\n\n\"_There's_ your WBI man,\" Samson accused.\n\nArthur smiled crookedly and held on to the blaster in his hand. He did\nnot look at Julie, for there was silent contempt and shame in her eyes.\n\n\n\nThe trial was short and simple, for justice had ceased to be a\ncomplicated thing and was governed by facts considered in the light of\npre-established premises. To offset any possibility of human error,\na great machine unemotionally sifted and weighed facts presented to\nit and arrived at a decision. Either those accused were guilty or\nthey were not guilty, and obviously they were, so the trial itself\nand Arthur's testimony were matters of formality. The prisoners were,\nof course, duly convicted and sentenced to life on the Lunar Prison\nColony, where life was rumored to be not long.\n\nHowever, an unexpected development arose. The Court, it seems, had fed\nalso into the machine various newly discovered facts concerning Arthur\nDunlop, and the machine, with a figurative eye prefocused on State\nsecurity, had arrived at a further pronouncement.\n\n\"You are to be commended,\" the Court said, as spokesman for the\nmachine, \"for your excellent work as a member of the World Bureau\nof Investigation. However, there is a little matter of a radio set\nconcealed in your home--\"\n\nArthur's face went white. Helen, he thought. That movement in the\ndarkness--she hadn't been asleep! Of course. She was loyal to the\ncause, even to the extent of betraying her husband; perhaps she even\nsuspected about Julie. He almost laughed aloud.\n\n\"But that was for emergency use,\" he pleaded, knowing it would do no\ngood, \"to contact the WBI when necessary.\"\n\n\"That may be,\" the Court conceded. \"However, it was unauthorized, and\nit is even possible that its use might be harmful to the State. Until\nwe can investigate further, you will be sentenced to a temporary term\nof one year on the Lunar Prison Colony, after which your case will be\nautomatically up for review. I understand you applied for Lunar duty.\nThis will give you an excellent opportunity to become acquainted with\nconditions firsthand.\"\n\nThe Court's gavel fell, an archaic but effective symbol of the passing\nof judgment. He did not look at the other prisoners who sat gloating\nnearby, even in the losing of their cause. Strange, Arthur Dunlop\nthought almost unemotionally, the way things had turned out....\n\n\n\nThe Lunar Prison ship came down out of the sky like a gray-metal\ncoffin, settling with infinite slowness to the dock where the prisoners\nwaited silently. The airlock opened and a gangplank stretched its\nfinger towards them. A blond uniformed man strode from the ship, his\nCaptain's bars glinting in the afternoon sunlight.\n\nThe Earthguard came forward, holding out a list of names. \"Some\nadditions to your labor camp, my dear Captain,\" he said jovially.\n\n\"And welcome they'll be,\" the Captain said, an indefinable glint in his\neyes. \"We have a lot of work to accomplish up there.\"\n\n\"So I've heard,\" the guard said.\n\nThe Captain smiled. \"You haven't heard the half of it,\" he said,\nwinking, and the guard guffawed.\n\n\"All right, all right,\" Samson growled irritably. \"If we're going,\nlet's go.\"\n\n\"Patience, friend,\" the blond Captain admonished. \"Right this way now,\nthat's right, through the airlock, take your seats as I call them off.\nDunlop, one; Samson, two; Austen, three....\"\n\nArthur filed silently into the spaceship, Samson and Julie and the\nothers behind him. He took a seat and looked around.\n\nHe cried out at what he saw, and then Samson's hands were upon his\nneck, squeezing with the fury of a man possessed by one thought. He\nfelt his breath being cut off, the room darken. They fell into the\naisle. He could hear shouts of vengeance around him, and he thought he\nheard Julie's frantic voice telling them to stop. Julie--\n\nThe airlock clanged with awful finality, and there was a sickening rush\nas the spaceship darted aloft. Uncushioned bodies flew, and Arthur felt\nthe pressure on his throat ease.\n\nHe blinked open his eyes, forced himself erect. The blond Captain was\nbending over him. \"You okay?\"\n\n\"Still alive, George,\" he said, massaging his throat, \"but I think we'd\nbetter tell them before I need a new head.\"\n\n\"George?\" Julie said, puzzled. \"You two know each other?\"\n\n\"We were in the war together,\" the Captain said.\n\nArthur rose unsteadily. \"I'd like you people to meet my best friend,\nGeorge Keating.\"\n\n\"But--\"\n\n\"We decided some time ago that Earth is no place for an underground\nmovement,\" Arthur said. \"There's too much secrecy, too much danger\ninvolved in the slightest movement away from the established pattern.\nPeople are too involved with the Super State idea and the dangers to\ntheir own particular skins.\" Like my wife, Helen, he thought to himself.\n\n\"There's one place, though,\" George Keating supplied, \"where the\ninhabitants are in perfect accord with overthrowing the government as\nit now exists.\"\n\n\"Where?\" Samson asked skeptically.\n\n\"Where else,\" Arthur told him, smiling, \"but the Moon, on the prison\ncolony where people were sent because they didn't like the way\nthings were turning out politically and otherwise on Earth. It was a\ncomparatively simple matter to replace the guards with our own group.\"\n\n\"Then,\" Julie exclaimed, \"then you were in on this all the time. It was\npart of a plan.\"\n\nArthur nodded. \"All except Helen's turning me in, which was unexpected\nbut just as well I suppose. We're almost ready for the ultimatum, and\nwe wanted this group to aid us, which is why I betrayed you. We could\nhave whisked you away secretly, but there was greater danger in that\nand the disappearance of an individual, much less a group, couldn't\ngo unnoticed in that society. Besides, this way they'll be more\ncomplacent.\"\n\n\"As I told that guard,\" Keating added, \"we've still got a lot of work\nto do, chiefly on the other side of the Moon where Earth can't see--put\nthe finishing touches on spaceships we've been building, assemble the\nweapons and the guided missiles. A lot of work. We may not have to use\nthem--I hope we don't--but they'll be ready, just in case.\"\n\nSamson wet his lips. \"It's a big project,\" he said testily.\n\n\"Of course,\" Arthur admitted, smiling. He indicated a porthole. \"But\nlook at Earth down there.\"\n\nThey crowded to see. It was a large green ball, glowing iridescently,\nbecoming smaller as they approached the prison colony that was not a\nprison colony. Julie shrank into Arthur's arms.\n\n\"It's beautiful,\" she said.\n\nAusten said, \"Why, it looks fragile, like you could reach out from here\nand--and smash it.\" There was awe and wonder in his voice.\n\n\"You can,\" Keating said, \"if necessary.\" His eyes narrowed. \"It's a\nperfect target, a sitting duck from the sky. Who owns the Moon controls\nEarth.\"\n\n\"I'd like to apologize,\" Samson said, offering his outstretched hand to\nArthur.\n\n\"Me, too,\" Julie said.\n\n\"I'll accept both apologies,\" Arthur Dunlop said, \"but from you, Julie,\nI won't settle for a handshake.\"\n\nJulie took the hint.\n\n\"We have a lot of time yet, so we may as well all relax,\" Keating\nannounced. \"Arthur and I can brief you on the situation as it stands.\"\nHe grinned. \"If he ever comes up for air!\"\n\n\n\nThey laughed the laughter of free men and gazed through the porthole at\ntheir destination. The bright face of the Moon floated towards them.\nBehind them, the Earth hung at peace--unsuspecting that anything had\nchanged.\n",
    "metadata": {
        "author": [
            "Fritch, Charles E."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68615/pg68615.txt",
        "name": "breathes_there_a_man.json"
    }
}