{
    "name": "Bride of the Dark One",
    "author": [
        "Brown, Florence Verbell"
    ],
    "body": "The last light in the Galaxy was a torch. High in the rafters of\nMytor's Cafe Yaroto it burned, and its red glare illuminated a gallery\nof the damned. Hands that were never far from blaster or knife; eyes\nthat picked a hundred private hells out of the swirling smoke where a\nwoman danced.\n\nShe was good to look at, moving in time to the savage rhythm of the\nmusic. The single garment she wore bared her supple body, and thighs\nand breasts and a cloud of dark hair wove a pattern of desire in the\nclose room.\n\nFat Mytor watched, and his little crafty eyes gleamed. The Earth-girl\ndanced like a she-devil tonight. The tables were crowded with the\noutcast and the hunted of all the brighter worlds. The woman's warm\nbody, moving in the torchlight, would stir memories that men had\nthought they left light years behind. Gold coins would shower into\nMytor's palm for bad wine, for stupor and forgetfulness.\n\nMytor sipped his imported amber kali, and the black eyes moved with\nseeming casualness, penetrating the deep shadows where the tables\nwere, resting briefly on each drunken, greedy or fear-ridden face.\n\nIt was an old process with Mytor, nearly automatic. A glance told him\nenough, the state of a man's mind and senses and wallet. This\ntrembling wreck, staring at the woman and nursing a glass of the\ncheapest green Yarotian wine, had spent his last silver. Mytor would\nhave him thrown out. Another, head down and muttering over a tumbler\nof raw whiskey, would pass out before the night was over, and wake in\nan alley blocks away, with his gold in Mytor's pocket. A third wanted\na woman, and Mytor knew what kind of a woman.\n\nWhen the dance was nearly over Mytor heaved out of his chair, drew the\nrich folds of his native Venusian tarab about his bulk, and padded\nsoftly to a corner of the room, where the shadows lay deepest.\nSmiling, he rested a moist, jeweled paw on the table at which Ransome,\nthe Earthman, sat alone.\n\nBlue eyes looked up coldly out of a weary, lean face. The voice was\nbored.\n\n\"I've paid for my bottle and I have nothing left for you to steal. We\nhave nothing in common, no business together. Now, if you don't mind,\nyou're in my line of vision, and I'd like to watch the finish of the\ndance.\"\n\nThe fat Venusian's smile only broadened.\n\n\"May I sit down, Mr. Ransome?\" he persisted. \"Here, out of your line\nof vision?\"\n\n\"The chair belongs to you,\" Ransome observed flatly.\n\n\"Thank you.\"\n\nCovertly, as he had done for hours now, Mytor studied the gaunt, pale\nEarthman in the worn space harness. Ransome had apparently dismissed\nthe Venusian renegade already, and his cold blue eyes followed the\nwoman's every movement with fixed intensity.\n\nThe music swept on toward its climax and the woman's body was a storm\nof golden flesh and tossing black hair. Mytor saw the Earthman's pale\nlips twist in the faint suggestion of a bitter smile, saw the long\nfingers tighten around the glass.\n\nEvery man had his price on Yaroto, and Ransome would not be the first\nMytor had bought with a woman. For a moment, Mytor watched the desire\nbrighten in Ransome's eyes, studied the smile that some men wear on\nthe way to death, in the last moment when life is most precious.\n\n\n\nIn this moment Ransome was for sale. And Mytor had a proposition.\n\n\"You were not surprised that I knew your name, Mr. Ransome?\"\n\n\"Let's say that I wasn't interested.\"\n\nMytor flushed but Ransome was looking past him at the woman. The\nVenusian wiped his forehead with a soiled handkerchief, drummed fat\nfingers on the table for a moment, tried a different tack.\n\n\"Her name is Irene. She's lovely, isn't she, Mr. Ransome? Surely the\ninner worlds showed you nothing like her. The eyes, the red mouth, the\nbreasts like--\"\n\n\"Shut up,\" Ransome grated, and the glass shattered between his\nclenched fingers.\n\n\"Very well, Mr. Ransome.\" Whiskey trickled from the edge of the table\nin slow, thick drops, staining Mytor's white tarab. Ice was in the\nVenusian's voice. \"Get out of my place--now. Leave the whiskey, and\nthe woman. I have no traffic with fools.\"\n\nRansome sighed.\n\n\"I've told you, Mytor that you're wasting your time. But make your\npitch, if you must.\"\n\n\"Ah, Mr. Ransome, you do not care to go out into the starless night.\nPerhaps there are those who wait for you, eh? With very long knives?\"\n\nReflex brought Ransome's hand up in a lightning arc to the blaster\nbolstered under his arm, but Mytor's damp hand was on his wrist, and\nMytor's purr was in his ear, the words coming quickly.\n\n\"You would die where you sit, you fool. You would not live even to\nknow the sharpness of the long knives, the sacred knives of Darion,\nwith the incantations inscribed upon their blades against blasphemers\nof the Temple.\"\n\nRansome shuddered and was silent. He saw Mytor's guards, vigilant in\nthe shadows, and his hand fell away from the blaster.\n\nWhen the dance was ended, and the blood was running hot and strong in\nhim, he turned to face Mytor. His voice was impatient now, but his\nmeaning was shrouded in irony.\n\n\"Are you trying to sell me a lucky charm, Mytor?\"\n\nThe Venusian laughed.\n\n\"Would you call a space ship a lucky charm, Mr. Ransome?\"\n\n\"No,\" Ransome said grimly. \"If it were berthed across the street I'd\nbe dead before I got halfway to it.\"\n\n\"Not if I provided you with a guard of my men.\"\n\n\"Maybe not. But I wouldn't have picked you for a philanthropist,\nMytor.\"\n\n\"There are no philanthropists on Yaroto, Mr. Ransome. I offer you\nescape, it is true; you will have guessed that I expect some service\nin return.\"\n\n\"Get to the point.\" Ransome's eyes were weary now that the woman's\ndancing no longer held them. And there was little hope in his voice.\n\nA man can put off a date across ten years, and across a hundred\nworlds, and there can be whiskey and women to dance for him. But there\nwas a ship with burned-out jets lying in the desert outside this\ncrumbling city, and it was the night of Bani-tai, the night of\nexpiation in distant Darion, and Ransome knew that for him, this was\nthe last world.\n\nAfter tonight the priests would proclaim the start of a new Cycle, and\nthe old debts, if still unpaid, would be canceled forever.\n\nRansome shrugged, a hopeless gesture. Enough of the cult of the Dark\nOne lingered in the very stuff of his nerves and brain to tell him\nthat the will of the Temple would be done.\n\nBut Mytor was speaking again, and Ransome listened in spite of\nhimself.\n\n\"All the scum of the Galaxy wash up on Yaroto at last,\" the fat\nVenusian said. \"That is why you and I are here, Mr. Ransome. It is\nalso why a certain pirate landed his ship on the desert out there\nthree days ago. _Callisto Queen_, the ship's name is, though it has\nborne a dozen others. Cargo--Jovian silks and dyestuffs from the moons\nof Mars, narco-vin from the system of Alpha Centauri.\"\n\nMytor paused, put the tips of fat fingers together, and looked hard at\nRansome.\n\n\"Is all of that supposed to mean something to me?\" Ransome asked. A\nwaiter had brought over a glass to replace the broken one, and he\npoured a drink for himself, not inviting Mytor. \"It doesn't.\"\n\n\"It suggests a course, nothing more. In toward Sol, out to Yaroto by\nway of Alpha Centauri. Do you follow the courses of pirate ships, Mr.\nRansome?\"\n\n\"One,\" Ransome said savagely. \"I've lost track of her.\"\n\n\"Perhaps you know the _Callisto Queen_ better under her former name,\nthen.\"\n\nAgain Ransome's hand moved toward the blaster, and this time Mytor\nmade no attempt to stop him. Ransome's thin lips tightened with some\npowerful emotion, and he half rose to look hard at Mytor.\n\n\"The name of the ship?\"\n\n\"Her captain used to call her _Hawk of Darion_.\"\n\nRansome understood. _Hawk of Darion_, hell ship driving through black\nspace under the command of a man he had once sworn to kill. Eight\nyears rolled back and he saw them together, laughing at him: the\nEarthman-captain and the woman who had been Ransome's.\n\n\"Captain Jareth,\" Ransome said slowly. \"Here--on Yaroto.\"\n\nThe Venusian nodded, pushing the bottle toward Ransome. The Earthman\nignored the gesture.\n\n\"Is the woman with him?\"\n\nMytor smiled his feline smile. \"You would like to see her blood run\nunder the knives of the priests, no?\"\n\n\"No.\"\n\nRansome meant it. Somewhere, in the years of flight, he had lost his\nlove for the blonde, red-lipped Dura-ki, and with it had gone his\nbitter hatred and his desire for revenge.\n\nHe jerked his mind back to the present, to Mytor.\n\n\"And if I told you that it must be her life or yours?\" Mytor was\nasking him.\n\nRansome's eyes widened. He sensed that Mytor's last question was not,\nan idle one. He leaned forward and asked:\n\n\"How do you fit into this at all, Mytor?\"\n\n\"Easily. Once, ten years ago, you and the woman now aboard the _Hawk\nof Darion_ blasphemed together against the Temple of the Dark One, in\nDarion.\"\n\n\"Go on,\" Ransome said.\n\n\"When you landed here this afternoon the avenging priests were not far\nbehind you.\"\n\n\"How did you--\"\n\n\"I have many contacts,\" Mytor purred. \"I find them invaluable. But you\nare growing impatient, Mr. Ransome. I will be brief. I have contracted\nwith the priests of Darion to deliver you to them tonight for a\nconsiderable sum.\"\n\n\"How did you know you would find me?\"\n\n\"I was given your description.\" He made a gesture that took in all the\noccupants of the torch-lit room. \"So many of the hunted, and the\nhaunted, come here to forget for an hour the things that pursue them.\nI was expecting you, Mr. Ransome.\"\n\n\"If there is a large sum of money involved, I'm sure you'll make every\neffort to carry out your part of the bargain,\" Ransome observed\nironically.\n\n\"I am a businessman, it is true. But in my dealings with the master of\nthe _Hawk of Darion_ I have seen the woman and I have heard stories.\nIt occurred to me that the priests would pay much more for the woman\nthan they would for you, and it seemed to me that a message from you\nmight coax her off the ship. After all, when one has been in love--\"\n\n\"That's enough.\" Ransome had risen to his feet. \"I wonder if I could\nkill you before your guards got to me.\"\n\n\"Are you then so in love with death, Ransome?\" The Venusian spoke\nquickly. \"Don't be a fool. It is a small thing, a woman's life--a\nwoman who has betrayed you.\"\n\nRansome stood silent, his arm halfway to his blaster. The woman had\nbegun to dance again in the red glare of the torch.\n\n\"There will be other women,\" the Venusian was murmuring. \"The woman\nwho dances now, I will give her to you, to take with you in your new\nship.\"\n\nRansome looked slowly from the glowing body of the woman to the guards\naround the walls, down into Mytor's confident face. His arm dropped\naway from the blaster.\n\n\"Any man--for a price.\" The Venusian's murmur was lost in the blare of\nthe music. Ransome had eased his lean body back into the chair.\n\n\n\nThe night air was cold against Ransome's cheek when he went out an\nhour later, surrounded by Mytor's men. Yaroto's greenish moon was\noverhead now, but its pale light did not help him to see more clearly.\nIt only made shadows in every doorway and twisting alley.\n\nMytor's car was only a few feet away but before he could reach it he\nwas shoved aside by one of the Venusian's guards. At the same moment\nthe night flamed with the blue-yellow glare from a dozen blasters.\nRansome raised his own weapon, staring into the shadows, seeking his\nattackers.\n\n\"That's our job. Get in,\" said one of the guards, wrenching open the\ncar door.\n\nThen the firing was over as suddenly as it had begun. The guards\nclustered at the opening of an alley down the street. Mytor's driver\nsat impassively in the front seat.\n\nWhen the guards returned one of them thrust something at Ransome,\nsomething hard and cold. He glanced at it. A long knife.\n\nThere was no need to read the inscription on the hilt. He knew it by\nheart.\n\n\"Death to him who defileth the Bed of the Dark One. Life to the Temple\nand City of Darion.\"\n\nOnce Ransome would have pocketed the knife as a kind of grim keepsake.\nNow he only let it fall to the floor.\n\nIn the brief, ghostly duel just over he had neither seen nor heard his\nattackers. That added, somehow, to the horror of the thing.\n\nHe shrugged off the thought, turning his mind to the details of the\nplan by which he would save his life.\n\nIt was quite simple. Ransome had been in space long enough to know\nwhere the crewmen went on a strange world. Half an hour later he sat\nwith a gunner from the _Hawk of Darion_, in one of the gaudy pleasure\nhouses clustered on the fringe of the city near the spaceport and the\ndesert beyond.\n\n\"Will you take the note to the Captain's woman?\"\n\nThe man squirmed, avoiding Ransome's ice-blue stare.\n\n\"Captain killed the last man who looked at his woman,\" the gunner\nmuttered sullenly. \"Flogged him to death.\"\n\n\"I'm not asking you to look at her,\" Ransome reminded him.\n\nThe gunner sat looking at the stack of Mytor's money piled on the\ntable before him. A woman drifted over.\n\n\"Go away,\" Ransome said, without raising his eyes. He added another\nbill to the stack.\n\n\"Let me see the note before I take it,\" the gunner demanded.\n\n\"It would mean nothing to you.\" Ransome pushed a half-empty bottle\ntoward the man, poured him out another drink.\n\nThe man's hands were trembling with inner conflict as he measured the\nkilling lash against the stack of yellow Yarotian kiroons, and the\npleasures it would buy him. He drank, dribbling a little of the wine\ndown his grimy chin, and then returned to the subject of seeing the\nnote, with drunken persistence.\n\n\"I got to see it first.\"\n\n\"It's in a language you wouldn't--\"\n\n\"Let him see it,\" a new voice cut in. \"Translate it for him, Mr.\nRansome.\"\n\n\n\nIt was a woman's voice, cold and contemptuous. Ransome looked up\nquickly, and at first he didn't recognize her. The gunner never took\nhis eyes from the stack of kiroons on the table.\n\n\"Let him see how a man murders a woman to save his own neck.\"\n\n\"You're supposed to be dancing at Mytor's place,\" Ransome said.\n\"That's your business; this is mine.\"\n\nHe closed his hand over the gunner's wrist as the man reached\nconvulsively for the money, menaced now by the angry woman.\n\n\"Half now, the rest later.\" Ransome's eyes burned into the crewman's.\nThe latter looked away. Ransome tightened his grip, and pain contorted\nthe gunner's features.\n\n\"Look at me,\" Ransome said. \"If you cross me you'll wish you could die\nby flogging.\"\n\nThe woman Mytor had called Irene was still standing by the table when\nthe gunner had left with the note and his money.\n\n\"Aren't you going to ask me to sit down?\"\n\n\"Certainly. Sit down.\"\n\n\"I'd like a drink.\"\n\nShe sipped her wine in silence and Ransome studied her by the\nflickering light of the candle burning on the table between them.\n\nShe wore a simple street dress now, in contrast to the gaudy,\nrevealing garments of the pleasure house women. The beauty of her\nsoft, unpainted lips, her golden skin and wide-set green eyes was more\nstriking now, seen at close range, than it had been in the smoky\ncavern of Mytor's place.\n\n\"What are you thinking now, Ransome?\"\n\nThe question was unexpected, and Ransome answered without forethought:\n\"The Temple.\"\n\n\"You studied for the priesthood of the Dark One yourself.\"\n\n\"Did Mytor tell you that?\"\n\nIrene nodded. The candlelight gave luster to her dark hair and\nrevealed the contours of her high, firm breasts.\n\nRansome's pulse speeded up just looking at her. Then he saw that she\nwas regarding him as if he were something crawling in damp stone, and\nthere was bitterness in him.\n\n\"There are things that even Mytor doesn't know, even omniscient\nMytor--\"\n\nHe checked himself.\n\n\"Well?\"\n\n\"Nothing.\"\n\n\"You were going to tell me about how you are really a very honorable\nman. Why don't you? You have an hour before it will be time to betray\nthe woman from the _Hawk of Darion_.\"\n\nRansome shrugged, and his voice returned her mockery.\n\n\"If I told you that I had been an acolyte in the Temple of the Dark\nOne, and that I was condemned to death for blasphemy, committed for\nlove of a woman, would you like me better?\"\n\n\"I might.\"\n\n\"Ten years ago,\" Ransome said. He talked, and the mighty walls of the\nTemple reared themselves around his mind, and the music of the\npleasure house became the chanting of the priests at the high altar.\n\n\n\nHe stood at the rear of the great Temple, and he had the tonsure and\nthe black robes, and his name was not Ransome, but Ra-sed.\n\nHe had almost forgotten his Terran name. Forgotten, too, were his\nparents, and the laboratory ship that had been his home until the\ncrash landing that had left him an orphan and Ward of the Temple.\n\nRed candles burned before the high altar, but terror began just beyond\ntheir flickering light. It was dark where Ra-sed stood, and he could\nhear the cries of the people in the courtyard outside, and feel the\ntrembling of the pillars, the very pillars of the Temple, and the\ngroaning of stone on massive stone in the great, shadowed arches\noverhead. Above all, the chanting before the altar of the Dark One,\nrising, rising toward hysteria.\n\nAnd then, like a knife in the darkness, the scream, and the straining\nto see which of the maidens the sacred lots cast before the altar had\nchosen; and the sudden, sick knowledge that it was Dura-ki. Dura-ki,\nof the soft golden hair and bright lips.\n\nIn stunned silence, Ra-sed, acolyte, listened to the bridal chant of\nthe priests; the ancient words of the Dedication to the Dark One.\n\nThe chant told of the forty times forty flights of onyx steps leading\ndownward behind the great altar to the dwelling place of the Dark One\nand of the forty terrible beasts couched in the pit to guard His\nslumber.\n\nIn the beginning, Dalir, the Sire, God of the Mists, had gone down\nwrapped in a sea fog, and had stolen the Sacred Fire while the Dark\nOne slept. All life in Darion had come from Dalir's mystic union with\nthe Sacred Fire.\n\nCenturies passed before a winter of bitter frosts came, and the Dark\nOne awakened cold in His dwelling place and found the Sacred Fire\nstolen. His wrath moved beneath the city then, and Darion crashed in\nshattered ruin and death.\n\nThose who were left had hurled a maiden screaming into the greatest of\nthe clefts in the earth, that the bed of the Idol might be warmed by\nan ember of the stolen Fire. Later, they had raised His awful Temple\non the spot.\n\nSo it had been, almost from the beginning. When the pillars of the\nTemple shook, a maiden was chosen by the Sacred Lots to go down as a\nbride to the Dark One, lest He destroy the city and the people.\n\nThe chant had come to an end. The legend had been told once more.\n\nThey led her forth then--Dura-ki, the chosen one. Shod in golden\nsandals, and wearing the crimson robe of the ritual, she moved out of\nRa-sed's sight, behind the high altar. No acolyte was permitted to\napproach that place.\n\nThe chanting was a thing of wild delirium now, and Ra-set placed a\ncold hand to steady himself against a trembling pillar. He heard the\ndrawing of the ancient bolts, the booming echo as the great stone was\ndrawn aside, and he closed his eyes, as though that could shut out the\nvision of the monstrous pit.\n\nBut his ears he could not close, and he heard the scream of Dura-ki,\nhis own betrothed, as they threw her to the Idol.\n\n\n\nAt the table in the Yarotian pleasure house, Ransome's thin lips were\npale. He swallowed his drink.\n\nThe woman opposite him was nearly forgotten now, and when he went on,\nit was for himself, to rid himself of things that had haunted him down\nall the bleak worlds to his final night of betrayal and death. His\neyes were empty, fixed on another life. He did not see the change that\ncrossed Irene's face, did not see the cold contempt fade away, to be\nreplaced slowly with understanding. She leaned forward, lips slightly\nparted, to hear the end of his story.\n\nFor the love of golden-haired Dura-ki, the acolyte, Ra-sed, had gone\ndown into the pit of the Dark one, where no mortal had gone before,\nexcept as a sacrifice.\n\nHe had hidden himself in the gloom of the pillars when the others left\nin chanting procession after the ceremony. Now he was wrenching at the\nrusted bolts that held the stone in place. It seemed to him that the\nrumbling grew in the earth beneath his feet and in the blackness of\nthe vaulting overhead. Terror was in him, for his blasphemy would\nbring death to Darion. But the vision of Dura-ki was in him too,\ngiving strength to tortured muscles. The bolts came away with a\nmetallic screech, piercing against the mutter of shifting stone.\n\nHe was turning to the heavy ring set in the stone when he caught a\nglimmer of reflected light in an idol's eye. Swiftly he crouched\nbehind the great stone, waiting.\n\nThe priests came, two of them, bearing torches. Knives flashed as\nRa-sed sprang, but he wrenched the blade from the hand of the first,\nburied it in the throat of the second. The man fell with a cry, but a\nstunning blow from behind sent Ra-sed sprawling across the fallen\nbody. The other priest was on him, choking out his life.\n\nThe last torch fell; and Ra-sed twisted savagely, lashed out blindly\nwith the long knife. There was a sound of rending cloth, a muttered\ncurse in the darkness, and the fingers ground harder into Ra-sed's\nthroat. Black tides washed over his mind, and he never remembered the\nsecond and last convulsive thrust of the knife that let out the life\nof the priest.\n\nHe did remember straining against the ring of the great stone. The\necho boomed out for the second time that night, as the stone moved\naway at last, to lay bare the realm of the Dark One.\n\nBitterness touched Ransome's eyes as he spoke now, the bitterness of a\nman who has lost his God.\n\n\"There were no onyx steps, no monsters waiting beneath the stone. The\nlegends were false.\"\n\nRansome turned his glass slowly, staring into its amber depths. Then\nhe became aware of Irene, waiting for him to go on.\n\n\"I got her out,\" Ransome said shortly. \"I went down into that stinking\npit and I got Dura-ki out. The air was nearly unbreathable where I\nfound her. She was unconscious on a ledge at the end of a long slope.\nHell itself might have been in the pit that opened beneath it. A\ngeologist would have called it a major fault, but it was hell enough.\nWhen I picked her up, I found the bones of all those others....\"\n\nIrene's green eyes had lost their coldness. She let her hand rest on\nhis for a moment. But her voice was puzzled.\n\n\"This Dura-ki--she is the woman on the _Hawk of Darion_?\"\n\nRansome nodded. He stood up. His lips were a hard, thin line.\n\n\"My little story has an epilogue. Something not quite so romantic. I\nlived with Dura-ki in hiding near Darion for a year, until a ship came\nin from space. A pirate ship, with a tall, good-looking Earthman for a\nmaster. I took passage for Dura-ki, and signed on myself as a crewman.\nA fresh start in a bright, new world.\" Ransome laughed shortly. \"I'll\nspare you the details of that happy voyage. At the first port of call,\non Jupiter, Dura-ki stood at the top of the gangway and laughed when\nher Captain Jareth had me thrown off the ship.\"\n\n\"She betrayed you for the master of the _Hawk of Darion_,\" Irene said\nsoftly.\n\n\"And tonight she'll pay,\" Ransome finished coldly. He threw down a few\ncoins to pay for their drinks. \"It's been pleasant telling you my\npretty little story.\"\n\n\"Ransome, wait. I--\"\n\n\"Forget it,\" Ransome said.\n\n\n\nMytor's car was waiting, and Ransome could sense the presence of the\nguards lurking in the dark, empty street.\n\n\"The spaceport,\" Ransome told his driver. \"Fast.\"\n\nHe thought of the note he had given the crewman to deliver:\n\n     \"Ra-sed would see his beloved a last time before he dies.\"\n\n\"Faster,\" Ransome grated, and the powerful car leapt forward into the\nnight.\n\n\n\nShips, like the men who drove them, came to Yaroto to die. Three\nquarters of the spaceport was a vast jungle of looming black shapes,\nmost of them awaiting the breaker's hammer. Ransome dismissed the car\nand threaded his way through the deserted yards with the certainty of\na man used to the ugly places of a hundred worlds.\n\nMytor had suggested the meeting place, a hulk larger than most, a\ncruiser once in the fleet of some forgotten power.\n\nRansome had fought in the ships of half a dozen worlds. Now the\nancient cruiser claimed his attention. Martian, by the cut of her\nrusted braking fins. Ransome tensed, remembering the charge of the\nMartian cruisers in the Battle of Phoebus. Since then he had called\nhimself an Earthman, because, even if his parentage had not given him\nclaim to that title already, a man who had been in the Earth ships at\nPhoebus had a right to it.\n\nHe was running a hand over the battered plate of a blast tube when\nDura-ki found him. She was a smaller shadow moving among the vast,\ndark hulls. With a curious, dead feeling in him, Ransome stepped away\nfrom the side of the cruiser to meet her.\n\n\"Ra-sed, I could not let you die alone--\"\n\nBecause her voice was a ghost from the past, because it stirred things\nin him that had no right to live after all the long years that had\npassed, Ransome acted before Dura-ki could finish speaking. He hit her\nonce, hard; caught the crumpling body in his arms, and started back\ntoward Mytor's car. If he remembered another journey in the blackness\nwith this woman in his arms, he drove the memory back with the savage\nblasphemies of a hundred worlds.\n\n\n\nOn the rough floor of Mytor's place, Dura-ki stirred and groaned.\n\nRansome didn't like the way things were going. He hadn't planned to\nreturn to the Cafe Yaroto, to wait with Mytor for the arrival of the\npriests.\n\n\"There are a couple of my men outside,\" Mytor told him. \"When the\npriests are spotted you can slip out through the rear exit.\"\n\n\"Why the devil do I have to be here now?\"\n\n\"As I have told you, I am a businessman. Until I have turned the girl\nover to the priests I cannot be sure of my payment. This girl, as you\nknow, is not without friends. If Captain Jareth knew that she was here\nhe would tear this place apart, he and his crew. Those men have rather\nan impressive reputation as fighters, and while my guard here--\"\n\n\"You've been drinking too much of your own rotten liquor, Mytor. Why\nshould I try to save her at the eleventh hour? To hand her back to her\nlover?\"\n\n\"I never drink my own liquor, Mr. Ransome.\" He took a sip of his kali\nin confirmation. \"I have seen love take many curious shapes.\"\n\nRansome stood up. \"Save your memoirs. I want a guard to get me to the\nship you promised me. And I want it now.\"\n\nMytor did not move. The guards, ranged around the walls, stood silent\nbut alert.\n\n\"Mytor.\"\n\n\"Yes, Mr. Ransome?\"\n\n\"There isn't any ship. There never was.\"\n\nThe Venusian shrugged. \"It would have been easier for you if you\nhadn't guessed. I'm really sorry.\"\n\n\"So you'll make a double profit on this deal. I was the bait for\nDura-ki, and Irene was bait for me. You are a good businessman,\nMytor.\"\n\n\"You are taking this rather better than I had expected, Mr. Ransome.\"\n\nRansome slumped down into his chair again. He felt no fear, no emotion\nat all. Somewhere, deep inside, he had known from the beginning that\nthere would be no more running away after tonight, that the priests\nwould have their will with him. Perhaps he had been too tired to care.\nAnd there had been Irene, planted by Mytor to fill his eyes, to make\nhim careless and distracted.\n\nHe wondered if Irene had known of her role, or had been an unconscious\ntool, like himself. With faint surprise, he found himself hoping that\nshe had not acted against him intentionally.\n\n\n\nDura-ki was unconscious when the priests came. She had looked at\nRansome only once, and he had stared down at his hands.\n\nNow she stood quietly between two of the black-robed figures, watching\nas others counted out gold coins into Mytor's grasping palm. Her eyes\nbetrayed neither hope nor fear, and she did not shrink from the\nburning, fanatical stares of the priests, nor from their long knives.\nThe pirate's consort was not the girl who had screamed in the dimness\nof the Temple when the Sacred Lots were cast.\n\nA priest touched Ransome's shoulder and he started in spite of\nhimself. He tried to steady himself against the sudden chill that\nseized him.\n\nAnd then Dura-ki, who had called him once to blasphemy, now called him\nto something else.\n\n\"Stand up, Ra-sed. It is the end. The game is played out and we lose\nat last. It will not be worse than the pit of the Dark One.\"\n\nRansome got to his feet and looked at her. He no longer loved this\nwoman but her quiet courage stirred him.\n\nWith an incredibly swift lunge he was on the priest who stood nearest\nDura-ki. The man reeled backward and struck his skull against the\nwall. It was a satisfying sound, and Ransome smiled tightly, a\nhalf-forgotten oath of Darion on his lips.\n\nHe grabbed the man by the throat, spun him around, and sent him\ncrashing into another.\n\nA knife slashed at him, and he broke the arm that held it, then sprang\nfor the door while the world exploded in blaster fire.\n\nDura-ki moved toward him. He wrenched at the door, felt the cold night\nair rash in. A hand clawed at the girl's shoulder, but Ransome freed\nher with a hard, well-aimed blow.\n\nWhen she was outside, Ransome fought to give her time to get back to\nthe _Hawk of Darion_. Also, he fought for the sheer joy of it. The air\nin his lungs was fresh again, and the taste of treachery was out of\nhis mouth.\n\nIt took all of Mytor's guards and the priests to overpower him, but\nthey were too late to save Mytor from the knife that left him gasping\nout his life on the floor.\n\nRansome did not struggle in the grip of the guards. He stood quietly,\nwaiting.\n\n\"Your death will not be made prettier by what you have done,\" a priest\ntold him. The knife was poised.\n\n\"That depends on how you look at it,\" Ransome answered.\n\n\"Does it?\"\n\n\"Absolutely,\" a hard, dry voice answered from the doorway.\n\nRansome turned his head and had a glimpse of Irene. With her, a\nblaster level in his hand, and his crew at his back, was Captain\nJareth. It was he who had answered the priest's last question.\n\nMytor had said that Jareth's crew had an impressive reputation as\nfighters, and he lived just long enough to see the truth of his words.\nThe priests and the guards went down before the furious attack of the\nmen from the _Hawk of Darion_. Ransome fought as one of them.\n\nWhen it was over, it was not to Captain Jareth that he spoke, but to\nIrene.\n\n\"Why did you do this? You didn't know Dura-ki, and you despised me.\"\n\n\"At first I did. That's why I agreed to Mytor's plan. But when I had\nspoken to you, I felt differently. I--\"\n\nJareth came over then, holstering his blaster. Irene fell silent.\n\nThe big spaceman shifted uneasily, then spoke to Ransome.\n\n\"I found Dura-ki near here. She told me what you did.\"\n\nRansome shrugged.\n\n\"I sent her back to the ship with a couple of my men.\"\n\nAbruptly, Jareth turned and stooped over the still form of Mytor. From\nthe folds of the Venusian's stained tarab he drew a ring of keys. He\ntossed them to Ransome.\n\n\"This will be the first promise that Mytor ever kept.\"\n\n\"What do you mean?\"\n\n\"Those are the keys to his private ship. I'll see that you get to it.\"\n\nIt was Irene who spoke then. \"That wasn't all that Mytor promised\nhim.\"\n\nThe two men looked at her in surprise. Then Ransome understood.\n\n\"Will you come with me, Irene?\" he asked her.\n\n\"Where?\" Her eyes were shining, and she looked very young.\n\nRansome smiled at her. \"The Galaxy is full of worlds. And even the\nDark One cancels his debts when the night of Bani-tai is over.\"\n\n\"Let's go and look at some of those worlds,\" Irene said.\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Brown, Florence Verbell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31306/pg31306.txt",
        "name": "bride_of_the_dark_one.json"
    }
}