{
    "name": "Brief Reflections relative to the Emigrant French Clergy",
    "author": [
        "Burney, Fanny"
    ],
    "body": " London:\n PRINTED BY T. DAVISON,\n FOR THOMAS CADELL, IN THE STRAND.\n 1793.\n\n [Price one Shilling and Sixpence.]\n\n\n [Asterism] _The profits of this Publication are to be wholly\n appropriated to the Relief of the_\n\n EMIGRANT FRENCH CLERGY.\n\n\n\n\nAPOLOGY.\n\n\nHowever wide from the allotted boundaries and appointed province of\nFemales may be all interference in public matters, even in the agitating\nseason of general calamity; it does not thence follow that they are\nexempt from all public claims, or mere passive spectatresses of the\nmoral as well as of the political oeconomy of human life. The distinct\nties of their prescriptive duties, which, pointed out by Nature, have\nbeen recognised by reason, and established by custom, remove, indeed,\nfrom their view and knowledge all materials for forming public\ncharacters. The privacy, therefore, of their lives is the dictate of\ncommon sense, stimulated by local discretion. But in the doctrine of\nmorality the reverse is the case, and their feminine deficiencies are\nthere changed into advantages: since the retirement, which divests them\nof practical skills for public purposes, guards them, at the same time,\nfrom the heart-hardening effects of general worldly commerce. It gives\nthem leisure to reflect and to refine, not merely upon the virtues, but\nthe pleasures of benevolence; not only and abstractedly upon that sense\nof good and evil which is implanted in all, but feelingly, nay awefully,\nupon the woes they see, yet are spared!\n\nIt is here, then, in the cause of tenderness and humanity, they may come\nforth, without charge of presumption, or forfeiture of delicacy.\nExertions here may be universal, without rivality or impropriety; the\nhead may work, the hand may labour; the heart may suggest,\nindiscriminately in all, in men without disdain, in women without a\nblush: and however truly of the latter to withdraw from notice may be in\ngeneral the first praise, in a service such as this, they may with yet\nmore dignity come forward: for it is here that their purest principles,\nin union with their softest feelings, may blend immediate gratification\nwith the most solemn future hopes.----And it is here, in full\npersuasion of sympathy as well as of pardon, that the Author of these\nlines ventures to offer to her countrywomen a short exhortation in\nfavour of the emigrant French Clergy.\n\n\n\n\nBRIEF\n\nREFLEXIONS\n\nRELATIVE TO THE\n\nEMIGRANT FRENCH CLERGY.\n\n\nThe astonishing period of political history upon which our days have\nfallen, robs all former times of wonder, wearies expectation, sickens\neven hope! while the occurrences of every passing minute have such\nprevalence over our minds, that public affairs assume the interest of\nprivate feelings, affect domestic peace, and occupy not merely the most\nretired part of mankind, but even mothers, wives, and children with\nsolicitude irresistible.\n\nYet the amazement which has been excited, though stupendous, though\nterrific, by the general events that in our neighbour kingdom have\nconvulsed all order, and annihilated tranquility, is feeble, is almost\nnull, compared with that produced by the living contrast of virtue and\nof guilt exhibited in the natives of one and the same country; virtue,\nthe purest and most disinterested, emanating from the first best cause,\nreligion; and guilt, too heinous for any idea to which we have hitherto\ngiven definition.\n\nThe emigrant FRENCH CLERGY, who present us with the bright side of this\npicture, are fast verging to a situation of the most necessitous\ndistress; and, notwithstanding the generous collections repeatedly\nraised, and the severest oeconomy unremittingly exercised in their\ndistribution, if something further is not quickly obtained, all that has\nbeen done will prove of no avail, and they must soon end their hapless\ncareer, not by paying the debt of nature, but by famine.\n\nThat the kingdom at large, in its legislative capacity, will ere long\ntake into consideration a more permanent provision for these pious\nfugitives, there is every reason to infer from the national interest,\nwhich has universally been displayed in their cause. To preserve them in\nthe mean time is the object of present application.\n\nSo much has already so bountifully been bestowed in large donations,\nthat it seems wanting in modesty, if not in equity, to make further\nimmediate demands upon heads of houses, and masters of families.\n\nWhich way, then, may these destitute wanderers turn for help? To their\nown country they cannot go back; it is still in the same state of\nlawless iniquity which drove them from it, still under the tyrannic sway\nof the sanguinary despots of the Convention.\n\nWhat then remains? Must their dreadful hardships, their meek endurance,\ntheir violated rights, terminate in the death of hunger?\n\nNo! there is yet a resource; a resource against which neither modesty\nnor equity plead; a resource which, on the contrary, has every moral\npropensity, every divine obligation, in its favour: this resource is\nFEMALE BENEFICENCE.\n\nAlready a considerable number of Ladies have stept forward for this\nChristian purpose. Their plan has been printed and dispersed. It speaks\nequally to the heart and to the understanding; it points out\nwretchedness which we cannot dispute, and methods for relief of which\nwe cannot deny the feasibility.\n\nThe Ladies who have instituted this scheme desire not to be named; and\nthose who are the principal agents for putting it in execution, join in\nthe same wish. Such delicacy is too respectable to be opposed, and\nostentation is unnecessary to promulgate what modest silence may\nrecommend to higher purposes. There are other records than those of\nnewspapers, and lists of subscribers; records in which to see one fair\naction, one virtuous exertion, one self-denying sacrifice entered, may\nbring to its author, _that peace which the world cannot give_, and a joy\nmore refined than even the praise of the worthy.\n\nSuch names, nevertheless, will ultimately be sought, for what now is\nbenevolence will in future become honour; and female tradition will not\nfail to hand down to posterity the formers and protectresses of a plan\nwhich, if successful, will exalt for ever the female annals of Great\nBritain.\n\nThe minutest scrutinizer into the rights of charity cannot here start\none objection that a little consideration will not supersede. No\nvotaries of pleasure, ruined by extravagance and luxury, forfeit pity in\ncensure by imploring your assistance; no slaves of idleness, no dupes of\nambition, invite reproof for neglected concerns in soliciting your\nliberality. The objects of this petition are reduced, indeed, from\naffluence to penury, but the change has been wrought through the\nexaltation of their souls, not through the depravity of their conduct.\nWhatever may be their calls upon our tenderness, their claims, to every\nthinking mind, are still higher to our admiration. Driven from house and\nhome, despoiled of dignities and honours, abandoned to the seas for\nmercy, to chance for support, many old, some infirm, all impoverished?\nwith mental strength alone allowed them for coping with such an\naggregate of evil! Weigh, weigh but a moment their merits and their\nsufferings, and what will not be sooner renounced than the gratification\nof serving so much excellence. It is to _itself_ the liberal heart does\njustice in doing justice to the oppressed; they are its own happiest\nfeelings which it nourishes, in nourishing the unfortunate.\n\nBy addressing myself to females, I am far from inferring that charity is\nexclusively their praise; no, it is a virtue as manly as it is gentle;\nit is christian, in one word, and ought therefore to be universal. But\nthe pressure of present need is so urgent, that the ladies who patronize\nthis plan are content to spread it amongst their own sex, whose\ncontributions, though smaller, may more conveniently be sudden, and\nwhose demands for wealth being less serious, may render those\ncontributions more general[1].\n\nNor are the misfortunes we would now mitigate so foreign to our\n\"business and bosoms\" as we may lightly suppose: all Europe is involved\nby the circumstances which occasioned them, and with indignation as\nstrong, though with sensations less acute, has watched their wonderful\nprogress[2].\n\nWhatever by unbelievers may be urged in defence of what they style the\n_religion of nature_, its inefficacy, even for the exclusive purposes of\nmorality, is now surely exposed beyond all theory or controversy: and\nthe _religion of God_ has received a testimony as clear of its _moral_\ninfluence, by the atrocious acts of the Convention since it has been\ncast aside, as of its _divine_, in the voluntary sacrifices offered up\nat its shrine by those who still adhere to its holy doctrines.\n\nAnd shall we, with our arms, our treasures, our dearest blood, resist\nthe authors of these wrongs, yet forbear to protect their victims?\n\nAll ages have furnished examples of individuals who have been\ndistinguished from their contemporaries by actions of Heroism: but to\nfind a similar instance of a whole body of men, thus repelling every\nallurement of protection and preferment, of home, country, friends,\nfortune, possessions, for the still calls of piety, and private\ndictates of conscience, precedent may be defied, and the annals of\nvirtue explored in vain.\n\nShall we deem it a misfortune to be burthened with beings such as these?\nNo; let us, more justly, conclude it a blessing. Prosperity is apt to be\nforgetful, to confound what it possesses with what it deserves; but the\nclaims we here feel to give, awaken us to remember the abundance we have\nreceived.\n\nThankfully, and not disdainfully, let us bow down to an admonition thus\nmildly instilled through the medium of borrowed experience. What a\ncontrast to the terrible lesson given to the distracted country which\noffers it! where both crimes and afflictions are of such enormous\nmagnitude, as to engross the whole civilized earth between resentment\nand compassion!\n\nAlready we look back on the past as on a dream, too wild in its\nhorrors, too unnatural in its cruelties, too abrupt in its succession of\nterrors, even for the exaggerating pencil of the most eccentric and\ngloomy imagination; surpassing whatever has been heard, read, or\nthought; and admitting no similitude but to the feverish visions of\ndelirium! so marvellous in fertility of incident, so improbable in\nexcess of calamity, so monstrous in impunity of guilt! the witches of\nShakespeare are less wanton in absurdity, and the demons of Milton less\nhorrible in denunciations.\n\nOf the present nothing can be said but, _what is it_?--It is gone while\nI write the question.\n\nThe future--the consequences--what judgment can pervade? The scenery is\nso dark, we fear to look forward. Experience offers no direction,\nobservation no clue; the mystery is as impervious, the obscurity as\ntremendous, as that we would vainly penetrate for our destinies in the\nworld to come. Ah! might the veil but drop to clearness as refulgent!\n\nLet us not, however, destroy the rectitude of our horror of these\nenormities, by mingling it with implacable prejudice; nor condemn the\noppressed with the oppressor, the slaughtered with the assassin. Are we\nnot all the creatures of one Creator? Does not the same sun give us\nwarmth? And will not _the days of the years of our pilgrimage_ be as\nshort as theirs? It is an offence to Religion, an injury to Providence,\nto suppose That vast tract of land wholly seized by evil spirits; though\nlicentiousness, rapacity, ambition, and irreligion have given rulers to\nit, of late, abhorrent to all humanity.\n\nWe are too apt to consider ourselves rather as a distinct race of\nbeings, than as merely the emulous inhabitants of rival states; but ere\nour detestation leads to the indiscriminate proscription of a whole\npeople, let us look at the Emigrant French Clergy, and ask where is the\nEnglishman, where, indeed, the human being, in whom a sense of right can\nmore disinterestedly have been demonstrated, or more nobly predominate?\nO let us be brethren with the good, wheresoever they may arise! and let\nus resist the culpable, whether abroad or at home.\n\nThe world, in all its varied stores of good, contains nothing that can\nvie with Philanthropy--that soft _milk of human kindness_, that benign\nspirit of social harmony, that genuine emblem of practical Religion!\nseeking some extenuation from goodness even amongst the fallen,\naccepting some apology from temptation even amongst the sinful; lenient\nin its judgments, conciliating in its awards, forgiving in its wrath!\nand receiving in bosom-serenity all the solace it humanely expands.\n\nBut while to the individual we talk of alms, and plead distress,\nsickness, infirmity; to the community we may be bolder, juster, firmer,\nand talk of duties.\n\nFlourishing and happy ourselves, shall we see cast upon our coasts\nvirtue we scarce thought mortal, sufferers whose story we could not read\nwithout tears, martyrs that remind us of other days--and let them\nperish? Behold age unhonoured, disease unattended, strangers unfed? and\nnot till they are no more, till the compassionating hand of Death has\nclosed their miseries, learn to do them justice? _then_, when we can\nonly lament,--not _now_, when we may also succour? Is it to that period\nwe must wait to enquire, to exclaim \"How came they to this pass?\"\n\nAnticipate the answer, anticipate the historians of times to come: will\nthey not say, \"These holy men, who died for want of bread, were Priests\nof the Christian Religion. They had committed no sin, they had offended\nagainst no law: they refused to take an oath which their consciences\ndisapproved; their piety banished them from their country; and the land\nin which they sought refuge received, admired, relieved--neglected,\nforgot, and finally permitted them to starve!\n\n\"And what was this land? some wild, uncultivated spot, where yet no arts\nhad flourished, no civilization been spread, no benefits reciprocated?\nno religion known? Where novelty was the only passport, and where\nkindness was the short-lived offspring of curiosity? Unhappy men! to\nhave struck on such inhospitable shores, amidst a race so unapprized of\nall social, all relative ties, as to confer favours only where they may\nbe expected in return, unconscious, or unreflecting that every\nunoffending man is a brother!\n\n\"Or--were they thrown on some bleak northern strand, where life is mere\nexistence, where the genial board has never welcomed the wearied\ntraveller, where freezing cold benumbs even the soft affections of the\nheart, and where, from the first great law of self-preservation,\ncompassion is monopolized by internal penury and want? Ill-fated\npassengers! it was not here, in the chill atmosphere of personal misery,\nyour woes should have sought redress; the commiseration which is your\ndue can only be conceived by those who have known the height from which\nye have fallen, who have enjoyed the same affluence, and blessed Heaven\nfor similar peace and joy--\"\n\nBut no; this, at least, has not been their doom--nor will this, I trust,\nbe their fate. No land of barbarians has been insensible to their worth,\nno ruthless region of the north has blighted sensibility for their\nmisfortunes from ignorance of milder life: the land to which they\nsailed was Great Britain; in the fulness of its felicity, in the\nmeridian of its glory, not more celebrated for arts and arms, than\nbeloved for indulgent benevolence, and admired for munificence of\nliberality.\n\nHere, then, ye reverend fathers, blest at least in the choice of your\nasylum, here rest your weary limbs, _till the wicked cease from\ntroubling_! secure of the kindest, and, when once your exigency is\nknown, the most effectual succour. Calm, therefore, your harrassed\nspirits, repose your shattered frames, look around you with fearless\nreliance; you will see a friend in every beholder, you will find a\nsympathizer in every auditor.\n\nIt ought also, to be remembered, that though the money now gathered will\nbe paid into foreign hands, it is wholly among ourselves it will be\nexpended; it is all and entirely our own by immediate circulation.\n\nYet--were it not--what is it but a refined species of usury? a hoard\nlodged beyond all reach of bankruptcy? a store for futurity? exempt from\nthe numerous losses and disappointments of those who mistake the\nblessing of wealth to consist in its power of selfish appropriation?\n\nWhoever bestows, whether promptly from impulse, or maturely from\nprinciple, will alike be content with the recompence of doing good: but\nin justice, in delicacy to the uncommon objects of this unexampled\ncontribution, we should suggest what cannot fail to pass in their own\nminds, and anticipate what we cannot doubt will be the result of their\nrestored powers: that those who survive the anarchy by which they are\ndesolated, who live to see their country rescued from its present\ndespotic tyrants, will still be strangers to repose, even at the natal\nhome for which now every earthly sigh is heard, till, with their\nrestituted property, they have cleared their dignity of character from\nevery possible aspersion of calumny, and returned--not to their\nbenefactors--whose accounts, far more nobly, will be settled\nelsewhere!----but to the poor of the kingdom at large, that bounty\nwhich has sustained them in banishment and woe.\n\nWho is there that can look forward without emotion to the period of\ntheir recal and departure? With what blessings and what prayers will\ntheir hearts overflow! \"Farewell, they will cry, ye friends of the\nunhappy! ye protectors of the houseless! ye generous rich, who thus\nbenignly have worked for us! Ye patient poor who thus unrepiningly have\nseen us supported! Blest be your kingdom! Long live your virtuous\nsovereign? Be heavenly peace your portion! and never may ye know the\nsorrows of national divisions!\"\n\nYet, to many it may appear, that where so much has been done, nothing\nmore can be required. This is rather a mistake from failure in reflexion\nthan in benevolence. To such, it is sufficient to ask, \"Why gave ye at\nall?\"\n\nThe answer is obvious; to save a distressed herd of fellow-creatures\nfrom want.\n\nAnd are they less worth saving now, their helplessness, unhappily, being\nthe same? Was the novelty of their appearance and situation a plea more\nforcible than acquaintance with their merits? than the view of their\nharmless lives, their inoffensive manners, their patient resignation to\nthe evils of their lot?\n\nBut--_are we to give_, ye cry, _for ever_?\n\nAh! rather, and for more generously, reverse the question, and, in\n_their_ names exclaim, \"Must we _receive_ for ever? will the epoch never\narrive when our injuries may be redressed, and our sufferings allowed\nthe soft recompence of manifesting our gratitude?\"\n\nO happy donors! compare but thus your subjects for murmuring with the\nfeelings of your receivers! and do not, because ye see them, bowed down\nby adversity, thus lowly grateful for the pittance that grants them\nbread and covering, imagine them so unlike the human race to which they\nbelong, that sometimes, in bitterness of spirit, they can forbear the\npiercing recollection of better days; days, when beneficence flourished\nfrom their own deeds, when anguish and poverty were relieved by their\nown hands!\n\nStill a little nearer let us bring reflexion home, and entreat those\nwho having done much, would do no more, to suppose themselves, for a\nmoment only, placed in _l'Eglise des Carmes_, in Paris, on the 2d of\nSeptember, 1792, in full sight of the hapless assemblage of this pious\nfraternity, who there sought sanctuary--not for the crimes they had\ncommitted, but for the duty they had discharged to their consciences,\nnot from just punishment of guilt, but from fury against innocence.\n\nHere, then, behold these venerable men, collected in a body, enclosed\nwithin walls dedicated to holy offices, bewailing the flagitious actions\nof their country-men, yet devout, composed, earnest in prayer, and\nincorruptible in purity.\n\nNow, then, in mental retrospection, witness the unheard-of massacre that\nensued! Behold the ruffians that invade the sacred abode, each bearing\nin his hand some exterminating weapon; in his eye, a more than\nfiend-like ferocity. Can it be you they seek, ye men of peace? unarmed,\ndefenceless, and sanctuarised within the precincts of your own religious\nfunctions!----Incredible!--\n\nAlas, no!--behold them reviled--chaced--assaulted. They demand their\noffence? They are answered by staves and pikes. They fly to the\naltar--to that altar where, so lately, salvation seemed to hang upon\ntheir benediction.--\n\nHere, at least, are they not safe? At this sanctified spot will not some\nreverence revive? some devotion rekindle? Will not the fell instruments\nof destruction fall guiltless from the shaking hands of their contrite\npursuers? Will not remorse seize their inmost souls, and vibrate through\nthe hallowed habitation, in one universal cry of, \"O men of God! live\nyet--so forgive--and pray for us!\"--Ah, deadly shame! indelible\ndisgrace! not here, not even here, could compunction or humanity find a\nfriend--\n\n\"Would not those white hairs move pity?\"--\n\nNo!--the murderers dart after them: the pious suppliants kneel--but they\nrise no more! They pray--and their prayers ascend to heaven, unheard on\nearth! Groans resound through the vaulted roof--Mangled carcases strew\nthe consecrated ground--derided, while wounded; insulted, while\nslaughtered--they are cleft in twain--their savage destroyers joy in\ntheir cries----Blood, agony, and death close the fatal scene!\n\nAnd ye, O ye who hear it, revere the immortal faith that, proof against\nthis consummate barbarity, preferred its most baneful rage, to uttering\none deviating word! And then, while your hearts bleed fresh with\nsympathy, will ye not call out, \"O could they have been rescued! had\npitying Heaven but spared the final blow, and, snatching them from their\ndread assassins, cast them, despoiled, forlorn, friendless, on this our\nhappy isle, with what transport would we have welcomed and cherished\nthem! sought balm for their lacerated hearts, and studied to have\nalleviated their exile, by giving to it every character of a second and\nendearing home. Our nation would have been honoured by affording refuge\nto such perfection; every family would have been blessed with whom such\npilgrims associated; our domestics would have vied with each other to\nshew them kindness and respect; our poor would have contributed their\nmite to assist them; our children would have relinquished some enjoyment\nto have fed them!\"\n\nLet not reflection stop here, nor this merciful regret be unavailing:\nextend it a little farther, and mark the question to which it leads:\ncan ye, wish this for those who are gone, and not practice it for those\nwho remain? Sufferers in the same cause, bred in the same faith, and\nfirm in the same principles; the banished men now amongst us would have\nshared a similar fate, if seized upon the same spot. Venerate them,\nthen, O Christians of every denomination, as the representatives of\nthose who have been slain; and let the same generous feeling which would\ncall to life those murdered martyrs, protect their yet existing\nbrethren, and save them, at every risk, and by every exertion, from an\nend as painful and more lingering; as unnatural, though less violent.\n\nCome forth, then, O ye Females, blest with affluence! spare from your\nluxuries, diminish from your pleasures, solicit with your best powers;\nand hold in heart and mind that, when the awful hour of your own\ndissolution arrives, the wide-opening portals of heaven may present to\nyour view these venerable sires, as the precursors of your admission.\n\n\nFINIS.\n\n\nFOOTNOTES:\n\n[1] The females of that miserable country whence these meritorious\noutcasts are driven, had the happiness, in former and better times, of\nexercising a charity as decisive for life or death as that which the\nfemales of Great Britain are now conjured to perform. St. Vincent de\nPaule, _aumonier général des galeres_, to whom France owes the chief of\nits humane establishments, instituted amongst the rest, the Foundling\nHospital of Paris. His fund for its endowment failing, after repeated\nremonstrances for further general alms, which though not unsuccessful,\nproved insufficient, he gathered together a congregation of females,\nbefore whom he presented the innocent little objects of his prayers. His\naddress to them was at once simple and sublime: \"I call not upon you, he\ncried, as Christians, nor even as fellow creatures; I call upon you\nsolely and singly to pronounce sentence as judges. To the largesses you\nhave already bestowed, these orphans owe their natural existence: but\nthose largesses are exhausted, and without a further supply, their\nexistence is at an end. You are their judges--pronounce, then, their\nfate; do you ordain them to live? do you doom them to die?\"\n\n[2] 5000 French ecclesiastics _live_ in Switzerland, 4000 in the\necclesiastical State, 15,000 in Spain, more than 20,000 in Germany,\nHolland, and the Austrian Netherlands; and shall 6000 be suffered to\n_die_ in England?\n\n\nN.B. _A Translation of this Tract is preparing for the press by_ M.\nD'ARBLAY.\n\nPLANS and ADVERTISEMENTS, proposed to the LADIES OF GREAT BRITAIN for\nthe relief of the Emigrant French Clergy, may be had at the Publisher's.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Burney, Fanny"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29125/pg29125.txt",
        "name": "brief_reflections_relative_to_the_emigrant_french_clergy.json"
    }
}