{
    "name": "Burden the hand",
    "author": [
        "Garrett, Randall"
    ],
    "body": "\"Aren't you boys sort of biting the hand that feeds you?\" asked Nikki\nVarden, staring complacently down the barrel of a Lundhurst Twelve\nwhile she kept both hands high above her head.\n\nVan Ostrand was big and fat and had sleepy eyes and an oily manner\nabout him that nobody with half a brain could fall for. I, personally,\nwould have picked him as the villain of a vidicast the first time he\nwalked on the screen. He could have played the part to a T. The trouble\nwith somebody who looks that much like the heavy is that your mind\nrejects the idea. You think to yourself, \"I'll watch that guy because\nI don't trust him, but I doubt if he could really be as bad as he\nacts--nobody could.\"\n\nVan Ostrand was. He gave a smooth, hardy chuckle and said: \"You have a\nway with words, my dear. However, I have learned that it's perfectly\npossible to bite the hand that feeds one, provided it is bitten off\ncleanly at the wrist. Then, you see\"--again that chuckle--\"you can feed\noff the hand.\"\n\n\"My! What you can't do with a metaphor!\" said Nikki Varden admiringly.\n\nVan Ostrand said nothing but, \"You will oblige me by turning around, my\ndear.\"\n\nI had to admire the girl, even though she was being an insufferable\nlittle prig, acting as though she had too much money, too much beauty,\ntoo much talent, and not enough common sense.\n\nThere were five of us in the big house--Miss Varden, Van Ostrand, the\nmouse-faced Giles Jackson, the too handsome Bob North, and me. Van\nOstrand herded the girl into the big living room; Jackson, North, and I\ntagged along behind. While the rest of them went on in, I stayed at the\ndoor, listening.\n\n\"Take care of her, North,\" Van Ostrand said smoothly.\n\nNorth laughed in his rich, hearty way. \"Just how do you mean that, Van?\"\n\nVan Ostrand looked painfully exasperated. \"Please, Mr. North; I am\nmuch too old and too fat to be amused by your lascivious humors. Put\nthe handcuffs on her before she does something young and foolhardy and\nforces me to shoot her.\"\n\n\"Shoot me?\" There was a sneer in Nikki Varden's voice. \"You wouldn't.\"\n\nI knew what she was thinking, and I hoped she wouldn't try to act on\nit, because she was wrong. If she wasn't careful, she'd be dead wrong.\n\nBob North jerked the girl's hands around and snapped a set of magnetic\ncuffs on them. She said something in a low tone that I didn't get, but\nit probably referred to either North's ancestry or his questionable\nbirth. North just laughed and pushed her into a chair.\n\n\"I don't get you, Bob North,\" she said. \"You and your good looks had\nme fooled. You should have married me for my money instead of pulling\nsomething like this.\"\n\nVan Ostrand's chuckle came bubbling up from deep within his great, soft\nbelly. \"My dear Nikki, you are wrong on at least two counts. In the\nfirst place, if he attempted to go anywhere near a Registry Office for\na mating certificate, he would be nailed for bigamy and desertion.\"\n\nNorth looked suddenly angry, like a schoolboy faced with a tattletale.\n\"That's enough, Van!\"\n\nVan Ostrand's piggish eyes and his soft voice both became suddenly\ncold. \"Remember your place, Mr. North.\"\n\nNorth subsided.\n\n\"In the second place,\" Van Ostrand went on, his voice soft and oily\nagain, \"we are all of the persuasion that there are more important\nthings in life than money.\"\n\nNikki Varden had been basing her actions on the obvious fact that\nin order to get her to sign anything and get it through any of her\nbig holding corporations, they would have to keep her definitely and\nindisputably alive and conscious. But if it wasn't her money that was\nwanted....\n\nHer face went suddenly white. \"What do you want?\" she said, in an\nalmost inaudible voice.\n\n\"For the nonce,\" said Van Ostrand, \"only your continued co-operation.\nBelieve me, dear child, we have no desire whatever to dispatch you\nuntimely from this, our present sphere of corporal existence. On the\nother hand, we have no compunctions against it, either. Our choice will\ndepend on your choice.\"\n\n\"What do you want?\" she repeated. Her color was beginning to come back.\n\n\"Right now, you can just sit comfortably and relax. If you wish, I\nwould be happy to turn on the tri-di. You can watch a program and take\nyour mind from your troubles.\"\n\n\"No thanks,\" she said.\n\n\n\nShe had only a small idea of what she was up against. I knew exactly\nwhat Van Ostrand was up to, and, for the moment, I was glad Nikki\nVarden didn't. She was scared enough as it was.\n\nJerome Van Ostrand was a lawyer, and a good one. Presumably, he worked\nfor Marcus Varden Enterprises; I say \"presumably,\" because obviously he\ndidn't work _for_ the company, but against it. Or at least, for himself\nonly. I didn't know how much control he now had over Marcus Varden\nEnterprises, but I suspected that it was more than he was entitled to\nhave. Nikki had gotten wise to him just a little too late.\n\nBut Van Ostrand had been prepared, even for that eventuality. Without\nBob North inside to shut off the great mansion's electronic defenses,\nhe would never have made it into the house alive, nor would he have\nbeen able to manhandle Nikki the way he had. But the way things stood,\nJerome Van Ostrand was in complete control.\n\nThe silence became heavy. Giles Jackson, the mouse-faced little\ntriggerman, shoved his gun into his pocket holster and sat down. He\nlit a cigarette and stared at the tips of his shoes.\n\nVan Ostrand rolled an expensive, pungent cigar in his round, fat face,\nwhile Bob North contented himself with looking at Nikki with obvious\nthoughts showing on his face. I just stayed at the door, being very\nquiet and wishing I could do something else.\n\nNikki couldn't take it. \"For the love of God!\" she shouted finally.\n\"Say something! Tell me what you want!\"\n\nBob North started to open his yap and make the obvious remark, but Van\nOstrand cut him off with a wave of his pudgy hand.\n\n\"Your father,\" he said, after removing the cigar from between his heavy\nlips, \"is a very great man. Indeed, one might almost say, a genius.\"\n\n\"What's my father got to do with this?\" Nikki asked with irritation.\n\"My father's been dead for seventeen years.\"\n\nVan Ostrand looked at his cigar-end, approved of the ash, and looked\nback up at the girl. \"Only legally,\" he said.\n\nShe gazed back at him uncomprehendingly.\n\n\"Your mother,\" Van Ostrand continued, \"was, shall we say, something of\na schemer.\"\n\n\"From you,\" snapped Nikki, \"that's very funny.\"\n\nThe fat man chuckled hugely. \"Indeed it is! I admit the beauty of your\npenetrating witticism, my dear. No, compared with me, your mother was\npractically the epitome of virtue and guilelessness. But she had her\npath made easy, while I did not. I hardly think I could have managed to\nmarry the great Dr. Marcus Varden!\" He chuckled jovially at his own wit.\n\nHowever, I had to agree with his last remark. I don't think he could\nhave passed the physical.\n\n\"At least my mother was married to my father,\" Nikki said bitingly.\n\n\"Hoho!\" the fat man laughed hugely. \"You improve, my dear, really you\ndo. Yes, indeed she was. And when she married Dr. Varden, she married a\nman who was already a millionaire several times over. He was not only\ncapable of doing basic research into the laws of the universe, but\nof capitalizing on them. He was one of those truly rare persons, the\nall-around genius. It was as if Newton had been able to invent and use\nan antigravity device, or if Einstein had perfected the atomic bomb and\nsold it to the United States Government.\"\n\n\"Why are you telling me things I already know?\" Nikki asked\nsarcastically.\n\nThe fat man looked astonished. \"Why, my dear child! You screamed at\nme just a few moments ago, wanting me to talk, to explain. I _am_\nexplaining, but we have plenty of time\"--he gestured at the big ornate\nclock on the wall--\"so I'm taking plenty. Otherwise, I might finish the\nstory too soon, and you would become bored again.\"\n\nHe took a puff from his cigar and blew a cloud of blue-gray smoke\nslowly toward the ceiling. \"But if you insist on new data, dear girl,\nyou shall have it. Did you know that your mother blew up your father's\nspaceship seventeen years ago?\"\n\nEven I perked up my ears at that one. It was a bit of Varden family\nhistory that I hadn't been aware of.\n\n\"Mother killed Dad?\" Nikki laughed shortly. \"You lie.\"\n\n\"I admit the charge,\" chuckled Van Ostrand. \"I do. Frequently. Not this\ntime, however. Besides, I didn't say she killed him; I said she blew up\nhis ship, which is quite a different thing. Indeed, my dear, I am happy\nto say that your father has been alive for these seventeen years and is\nalive at this very moment.\"\n\nNikki looked at him silently for a long moment, then leaned back and\nclosed her eyes. \"I don't believe you, of course,\" she said calmly.\n\n\"Of course not,\" said the fat man. \"Why should you? But it's true,\nnonetheless. You see, your father--\"\n\n\"Time, boss,\" interrupted the rodentish little Giles Jackson suddenly,\npointing at the clock on the wall.\n\n\"So it is,\" said Van Ostrand. \"You are very observant, Giles, my\nboy.\" He heaved his ponderous bulk out of the chair into which he\nhad lowered himself and strolled rollingly over to the visiphone. He\ndialed a number. The screen lit up, but no face appeared. \"Yes, Mr. Van\nOstrand?\" said a voice at the other end.\n\n\"Ah, you're there on time, I see,\" said the fat man. \"Very good.\nWe'll synchronize, then, for exactly twenty-five seconds after three.\nUnderstood?\"\n\n\"Twenty-five seconds after three. Yes, sir.\" There was a click, and the\nscreen faded.\n\n\n\nThe fat man looked even more jovial than ever. \"All is going according\nto schedule, my children,\" he said as he lowered his bulging body again\ninto the chair.\n\n\"Boy, I sure hope this works,\" said Bob North suddenly, as though he\nhad thought about it for the first time.\n\n\"It'll work,\" said Giles Jackson sharply. \"Mr. Van Ostrand figured it\nout, and he's got more brains than you and me put together.\"\n\n\"Your loyalty is touching, Giles,\" said Van Ostrand gravely, \"and well\nwithin the bounds of truth.\" He dropped the remains of his cigar into\na dispenser and watched it vanish. \"I have worked on this ever since I\nfound those papers ten years ago. And I have waited patiently for Dr.\nMarcus Varden to return. Nikki, my dear, when we first came in here\nafter Mr. North had so kindly shut off the house's ingenious defenses,\nyou thought I was going to force you to hand over to me the rest of the\nstock shares in Marcus Varden Enterprises, did you not? And for that\nreason, you were not in the least afraid that we would kill you. Why\nnot?\"\n\n\"You know perfectly well,\" said Nikki, \"If I die or even become\nunconscious, my brain pattern won't register on the recorder at the\nExchange Commission, and the transfer wouldn't be valid.\"\n\n\"Exactly. Your brain pattern is constantly being received by one of\nyour father's greatest inventions--the sigma brainwave pickup. Your\nfather began working on another modification of that device seventeen\nyears ago--a sigma brainwave _sender_. A device that could impress one\nperson's sigma signal upon the brain of another. A hypnotic, telepathic\ncontrol, capable of controlling the mind of anyone, over almost any\ndistance. Can you imagine what a device like that would be worth? What\nit would mean in terms of power?\" He looked at the girl. \"Ah, I see you\nunderstand.\"\n\n\"Not completely,\" said Nikki, \"Where is this device?\"\n\n\"Ah,\" said the fat man. \"That is a lovely story in itself. But,\nphysically, the device--and the data on it--are in your father's\nspaceship.\"\n\n\"Then it was destroyed seventeen years ago,\" said the girl.\n\n\"No, indeed,\" said Van Ostrand. He gazed up at the ceiling as though he\ncould gaze through it. \"You father had _two_ ships, my dear. One has\nbeen vaporized for nearly two decades; the other is up there somewhere,\ninvisible and indetectable, in a satellite orbit around Earth. At\nprecisely twenty-five seconds past three, an electronic mechanism will\nbe activated in this house by that clock on the wall. That mechanism,\nin turn, will activate a corresponding device in your father's ship, if\nit is within range, and automatically land the ship here.\"\n\nNorth laughed. \"Only instead of landing here, he'll land at the spot we\ndesignate instead. Because five seconds before this signal is sent, our\nman will send a different signal keyed to another spot. The ship will\ncome down, and we will have imm--\"\n\n\"North!\" the fat man bellowed.\n\nBecause Nikki had suddenly leaped to her feet and run toward the clock.\nShe was trying to move the second hand with her head, since her hands\nwere locked with magnetic cuffs. It didn't do any good; the steel hand\nwent on; unperturbed.\n\n\n\nBob North grabbed her by the hair and jerked her to the floor. Giles\nJackson was on his feet, his gun aimed at her head.\n\n\"No, Giles!\" Van Ostrand snapped. Then, to the girl: \"That was\ndamnably stupid of you. In the first place, you might have been\nkilled--accidentally. In the second place, that clock is automatically\ncorrected every minute. It wouldn't do you any good to push it to\nan incorrect time, because it would be readjusted at the end of the\nminute. Watch.\" He pointed. The hand was nearing twelve. It passed it.\nThen, suddenly, it jerked back to twelve as the mechanism corrected it,\nand then went on again.\n\n\"North,\" said the fat man, \"handcuff the wench to the sofa. We can't\nhave any more of this.\"\n\nNorth dragged her roughly across the floor and followed the fat man's\norders. Giles Jackson settled himself to his seat again and lit another\ncigarette.\n\nI had listened silently all the time, and I figured I'd heard almost\nenough--but not quite. I kept hoping that Nikki would ask more\nquestions.\n\nShe didn't have to. Van Ostrand was in an expansive mood. He had become\nmore and more jubilant as the time approached, and his jubilance\nloosened his tongue.\n\n\"You see, my dear, we don't want to lose a secret which may be even\nmore important than the mind controller--the secret of immortality.\nBecause that's why he put his ship into that orbit; that's why he\nsurrounded it with so many protective devices; that's why he can't\nland it himself. Your father is in a coma, you see, and has been for\nseventeen years, while his body was being rejuvenated by a process\nknown only to himself.\n\n\"If it was successful, he planned to return and rejuvenate your mother,\nusing a process which renders the body immortal and eternally young,\nfor all practical purposes. But your mother couldn't wait, so she had\na duplicate of his ship blown up, and had the courts declare him dead.\nShe wanted the money immediately. And a good thing it was, too; she\ndied six years ago, when you were nineteen.\"\n\n\"How do you know all this?\" Nikki asked. \"How _could_ you?\"\n\nThe fat man smiled. \"From a friend, a very dear friend. And that, for\nnow, is all I think you need to know.\"\n\nI smiled thoughtfully. I had all I needed to know, too. I knew how he\nhad gotten his information, and where it came from. It's nice to know\nwho you can trust and who you can't.\n\nThe clock showed that I had ten minutes to do what had to be done. I\nbacked away from the door and trotted back in the direction from which\nI had originally come upstairs from the sub-basement of the house. None\nof the others noticed me leaving.\n\n\n\nIt was while I was in the sub-basement that I was actually surprised\nfor the first time that night. I felt the faint vibration of a landing\nspaceship. But that couldn't be! It should have landed at the spot Van\nOstrand had chosen unless something had gone wrong with his device.\n\nIn my own flesh this time, I headed up through the sealed tube, out\nof the prison where my body had lain, immobile, for seventeen years,\nburied, like the cicada, waiting for new life. When I reached the\nliving room, it was empty, except for Nikki. It took every bit of will\npower I had to stay away from her, but I didn't want her to be able to\ngive anything away. I slipped in carefully so that the back of the sofa\nprevented her from seeing me.\n\nI could hear the fat man's voice through the French windows as he,\nNorth, and Giles pounded toward the little antigravity-powered\nspaceship that had landed on the front lawn.\n\n\"It shouldn't have landed here!\" Van Ostrand was bellowing. \"We'll be\ndetected here! They'll follow it in no time! They--\" His voice was\ndrowned out by a bellow of thunder as the police ships dropped from the\nsky.\n\n\"_That ship is government property! Stay away, or we shoot!_\"\n\nThe three men knew that they'd be safe from almost anything inside\nthat ship, so they kept going. They'd rather take the risk than lose\ntheir chance at having immortality or a mind control machine. I walked\nquietly over to a window and looked out.\n\nGiles, the triggerman, was firing, accurately but ineffectively, at the\npolice craft. The blue-hot beam of his Lundhurst was simply spattering\noff their shields.\n\nA police beam winked down, and Giles Jackson was gone.\n\nI hadn't known the fat man could move so fast. He was already at the\nairlock, tugging open the emergency unlocker. Bob North was right\nbehind him.\n\nAgain the police gunner's beam found its mark.\n\nBut this beam touched the ship, too.\n\nI turned away from the window and ran to Nikki. Her shock at seeing me\ndidn't last long.\n\n\"Close your eyes!\" I yelled. \"Get behind that sofa!\"\n\nA glare of brilliant white lit up the landscape for miles around as my\nship dissolved in a blaze of silent flame. The light seemed to come\nthrough the very walls of the house as the ship burned.\n\n\"The police will be blind for a while from that,\" I said rapidly.\n\"Remember that you don't know anything. You weren't even told anything\nby anyone. The fat man came in here and held you prisoner, but you\ndon't know why. Got that?\"\n\n\"Yes, darling! Now hide, _quickly_!\"\n\nI did. I headed back for my secret sub-basement, and I didn't come\nout again for several hours. When I did, Nikki was waiting for me. We\ndidn't speak at first; I was too busy kissing her.\n\n\n\n\"I still don't quite know what happened, Marcus,\" she said afterwards.\n\"I've thought, all these years, that you were in that ship.\"\n\n\"Not Marcus,\" I cautioned her. \"Marcus Varden is as dead as his wife.\nFrom now on, you're Nikki Varden, and I'm Daniel Markell.\"\n\n\"Explain,\" she said. \"The house defenses are up again. Not even the\npolice can get in here.\" Then she giggled. \"They were certainly\nsurprised when that ship went up. They wanted to get the secrets of\nwhat was inside it just as much as Van Ostrand did.\"\n\n\"I'll bet. That's one of the reasons I did it this way. I was\nreasonably certain that not even the government could be trusted with\na secret like this. That's why I left misleading information in the\ngovernment vaults. That's where Van Ostrand got the information, by the\nway; he got the same mixture of truth and half-truth that I'd given\nthem. Someone in high places is going to get burned for this.\"\n\n\"He thought I--or, rather, my mother--must have blown up your other\nship, just to get your money.\"\n\n\"I know.\" I grinned. \"I was listening all the time.\"\n\n\"But--_how?_\"\n\n\"That sigma projector of mine. I used it on the cat. I just wanted to\ntake a look around, before coming out in my own body. And it's a good\nthing I did.\"\n\nShe opened her mouth, closed it, then laughed. \"You mean that all the\ntime puss was walking around the house watching us--all the time he was\nsitting near the door--that was _you_ watching out of those slitted\ngreen eyes?\"\n\n\"Right. While my body was down in the basement, I was walking around up\nhere, being a housecat. You can see why that isn't a machine to trust\njust anybody with.\"\n\nShe nodded, and her face became suddenly somber. \"The government\ncouldn't be trusted either. But why couldn't you trust me? Why didn't\nyou tell me you were here all the time, instead of out in space?\"\n\n\"Because I had no way of knowing how well you could hold on to two\nidentities during the Change,\" I told her. \"If they had ever caught on\nthat you were growing younger and that you were playing the part of\nboth mother and daughter, they might have grabbed you and psyched the\nwhole story out of you.\"\n\nShe nodded. \"I see. But I was so worried about your being in that ship\nthat I almost ruined the whole thing.\"\n\n\"How?\"\n\n\"You didn't want the ship to come down here, did you?\" she asked.\n\n\"No. I wanted it to follow the signals of Van Ostrand's confederate.\nIt would have burned when they opened the inner airlock, anyway. What\ndid you do to bring it down here?\"\n\n\"If you were the cat, sweetheart, you saw what I did.\" She looked\nsuddenly very coy.\n\n\"You mean that bit with the head, when you tried to nudge the second\nhand? I don't quite see--\"\n\n\"Magnetic handcuffs and bobby pins,\" she said.\n\nThen I got it. Even a genius like me can see the obvious when you draw\nhim a picture of it. She'd magnetized a bobby pin and let it stick to\nthe second hand of the clock. The weight of it had been just enough to\ncause the clock to run fast when the hand was dropping from \"12\" to\n\"6\", and make it run slow when it was trying to go up the other side.\nThe two cancelled each other out, so it was always almost correct when\nit was pointing straight up. But it took it only twenty seconds to get\nto the \"6\", and about forty to reach the \"12\".\n\n\"Very clever,\" I said. \"I'm glad you didn't kill me with it. Once I get\nthe sigma receiver-sender down to manageable size, we won't have to\nworry about either of us not knowing what the other is up to.\"\n\n\"Well, you're not going to work on it just yet,\" she said\nemphatically. \"First you'll have to establish your new identity. And\nthen you'll have to marry me again. Nikki Varden is a very respectable\nand unspoiled girl.\"\n\nI thought of all the years that I had lain in that tomb, while, due to\nthe sex-linked differences in the rejuvenation process of immortality,\nmy wife had been fully alive. And I thought of men like Bob North who\ntried to push themselves onto helpless women. And then I realized that\nNikki was not quite helpless. Respectable and unspoiled?\n\n\"She'd better be,\" I said.\n\n\n",
    "metadata": {
        "author": [
            "Garrett, Randall"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72079/pg72079.txt",
        "name": "burden_the_hand.json"
    }
}