{
    "name": "Car Pool",
    "author": [
        "Brown, Rosel George"
    ],
    "body": "\"Happy birthday to _you_,\" we all sang, except Gail, of course, who was\nstill screaming, though not as loud.\n\n\"Well, now,\" I said jovially, glancing nervously about at the other air\ntraffic, \"what else can we all sing?\" The singing seemed to be working\nnicely. They had stopped swatting each other with their lunch boxes and\nmy experienced ear told me Gail was by this time forcing herself to\nscream. This should be the prelude to giving up and enjoying herself.\n\n\"_Boing_ down in Texas in eighteen-ninety,\" Billy began, \"Davy, _Davy_\nEisenhower....\"\n\n\"A-B-_C-D_-E--\" sang Jacob.\n\n\"Dere was a little 'elicopter red and blue,\" Meli chirped, \"flew along\nde air-ways--\"\n\nThe rest came through unidentifiably.\n\n\"Ba-ba-ba,\" said a faint voice. Gail had given up. I longed for ears\nin the back of my head because victory was mine and all I needed to do\nwas reinforce it with a little friendly conversation.\n\n\"Yes, dear?\" I asked her encouragingly.\n\n\"Ba-ba-ba,\" was all I could make out.\n\n\"Yes, indeed. That Gail _likes_ to go to Playplace.\"\n\n\"Ba-ba-ba!\" A little irritable. She was trying to say something\nimportant. \"_Ba-ba-ba!_\"\n\nI signaled for an emergency hover, turned around and presented my ear.\n\n\"Me eat de crus' of de toas',\" Gail said. She beamed.\n\nI beamed.\n\n\n\nWe managed to reach Playplace without incident, except for a man who\ncalled me an obscenity. The children and I, however, called him a\ngreat, big alligator head and on the whole, I think, we won. After all,\nhow can a man possibly be right when faced with a woman and eight tiny\nchildren?\n\nI herded the children through the Germ Detection Booth and Gail was\nreturned to me with an incipient streptococcus infection.\n\n\"Couldn't you give her the shot here?\" I asked. \"I've _just_ got her in\na good mood, and if I have to turn around and take her back home ...\nand besides, her mother works. There won't be anyone there.\"\n\n\"Verne, dear, we can't risk giving the shot until the child is\nperfectly adjusted to Playplace. You see, she'd connect the pain of\nthe shot with coming to school and then she might never adjust.\"\nMrs. Baden managed to give me her entire attention and hold a\ntwo-and-a-half-year-old child on one shoulder and greet each entering\nchild and break up a fight between two ill-matched four-year-olds, all\nat the same time.\n\n\"Me stay at school,\" Gail said resolutely.\n\nThere was a scream from the other side of the booth. That was Billy's\nbest friend. I waited for the other scream. That was Billy.\n\n\"Normal aggression,\" Mrs. Baden said with a smile.\n\nI picked up Gail. Act first, talk later.\n\n\"Oh, _there_ she is,\" Mrs. Baden said, taking my elbow with what could\nonly be a third hand.\n\nHaving heard we'd have a Hiserean child in Billy's group, I managed not\nto look surprised.\n\n\"Mrs. His-tara, this is Verne Barrat. Her Billy will be in Hi-nin's\ngroup.\"\n\nI was immediately frozen with indecision. Should I shake hands? Merely\nsmile? Nod? Her hands looked wavery and boneless. I might injure them\ninadvertently.\n\nI settled on a really good smile, all the way back to my bridge. \"I am\nso delighted to meet you,\" I said. I felt as though the good will of\nthe entire World Conference rested on my shoulders.\n\nHer face lighted up with the most sincere look of pleasure I've ever\nseen. \"I am glad to furnish you this delight,\" she said, with a good\ndeal of lisping over the dentals, because Hisereans have fore-shortened\nteeth. She embraced me wholeheartedly and gave me a scaly kiss on the\ncheek.\n\nMy first thought was that I was a success and my second thought\nwas, Oh, God, what'll happen when Billy gets hold of little Hi-nin?\nHisereans, as I understood it, simply didn't have this \"normal\naggression.\" Indeed, I sometimes have trouble believing it's really\nnormal.\n\n\"I was thinking,\" Mrs. Baden said, putting down the\ntwo-and-a-half-year-old and plucking a venturesome little girl in Human\nFly Shoes from the side of the building, \"that you all might enjoy\nhaving Hi-nin in your car pool.\"\n\n\"Oh, we'd love to,\" I said eagerly. \"We've got five mamas and eight\nchildren already, of course, but I'm sure everyone--\"\n\n\"It would trouble you!\" Mrs. His-tara exclaimed. Her eye stalks\nretracted and tears poured down her cheeks. \"I do not want to be of\ndifficulty,\" she said.\n\n\n\nSince she had no apparent handkerchief and wore some sort of\npermanent-looking native dress, I tore a square out of my paper morning\ndress for her.\n\n\"You are too good!\" she sobbed, fresh tears pouring out.\n\n\"No, no. I already tore out two for the children. I always get my\nskirts longer in cold weather because children are so careless about\ncarrying--\"\n\n\"Then we'll consider the car pool settled?\" Mrs. Baden asked, coming in\ntactfully.\n\n\"Naturally,\" I said, mentally shredding my previous sentence. \"We would\nfeel so honored to have Hi-nin--\"\n\n\"Do not _think_ of putting yourself out. We do not have a helicopter,\nof course, but Hi-nin and I can so easily walk.\"\n\nI was rapidly becoming unable to think of anything at all because Gail\nwas trying to use me for a merry-go-round and I kept switching her from\nhand to hand and I could hear her beginning to build up the ba-bas.\n\n\"My car pool,\" I said, \"would be terribly sad to think of Hi-nin\nwalking.\"\n\n\"You would?\"\n\n\"_Terribly._\"\n\n\"In such a case--if it will give you pleasure for me to accept?\"\n\n\"It would,\" I said fervently, holding Gail under one arm as she was\nbeginning to kick.\n\nAnd on the way home all the second thoughts began.\n\n_I_ would be glad to have Hi-nin in the car pool. Four of the other\nmamas were like me, amazed that anyone was willing to put up with\nher child all the way to and from Playplace. I could count on them to\ncooperate. But Gail's mama.... I'd gone to Western State Preparation\nfor Living with Regina Raymond Crowley.\n\nI landed on the Crowley home and tooted for five minutes before I\nremembered that Regina was at work.\n\n\"_Ma_-ma!\" Gail began.\n\n\"Wouldn't you like to come to Verne's house,\" I asked, \"and we can call\nup your mama?\"\n\n\"No.\" Well, I asked, didn't I?\n\nI was carrying Gail down the steps from my roof when I bumped\nunexpectedly into Clay.\n\n\"What is that!\" he exclaimed, and Gail became again flying blonde hair\nand kicking feet.\n\n\"Regina's child,\" I said. \"What are you doing home?\"\n\n\"Accountant sent me back. Twenty-five and a half hours is the maximum\nthis week. Good thing, too. I've got a headache.\" He eyed Gail\nmeaningfully. She was obviously not the sort of thing the doctor orders\nfor a headache.\n\n\"I can't help it, honey,\" I said, sitting down on a step to tear\nanother handkerchief square from my skirt. \"I'm going to call Regina at\nwork now.\"\n\n\"Don't you have a chairman to take care of things like that?\"\n\n\"I am the chairman,\" I said proudly.\n\n\"Why in heaven's name did you let yourself get roped into something\nlike that?\"\n\n\"I was _selected_ by Mrs. Baden!\"\n\n\"Obscenity,\" said Clay. It is his privilege, of course, to use this\nword.\n\n\n\nThe arty little store where Regina works has a telephane as well as a\ntelephone, and in color, at that. So I could see Regina in full color,\ntaking her own good time about switching on the sound. She switched on\nas a sort of afterthought and tilted her nose at me. I don't suppose\nshe can really tilt her nose up and down, but she always gives that\nimpression.\n\n\"Gail has an incipient streptococcus infection,\" I said. \"They sent her\nhome.\"\n\n\"_Ma_-ma!\" Gail cried.\n\n\"Why didn't they give her a shot there? That's what they did with my\nniece last year.\"\n\nI explained why not.\n\nRegina sighed resignedly. \"Verne, people can talk you into anything.\nThere are times when you have to be firm. I work, girl. That's why I\nput Gail in Playplace. I can't leave here until twelve o'clock.\"\n\n\"But what'll I do with Gail?\"\n\n\"Take her back. Or you keep her until I get home. Sorry, Verne, but you\ngot yourself into this.\"\n\nI switched off, furious.\n\nThen I remembered Hi-nin. I couldn't be furious. I was going to have to\nget Regina's cooperation.\n\nI picked up Gail and went into the bedroom. \"I do not dislike Regina\nCrowley,\" I wrote with black crayola on a piece of note paper. I\nstuck it into a crevice of my mirror and gave Gail my bare-shoulder\ndecorations to play with while I concentrated on thinking up reasons\nwhy I should not dislike Regina Crowley.\n\n\"I do,\" Clay said, sneaking up so quietly I jumped two feet.\n\n\"So do I,\" I said, gazing wearily at my note. \"But I have to have her\nin a good mood. You see, there's this Hiserean child and since I'm\nchairman of the car pool, I have to--\"\n\n\"_Don't_ tell me about it,\" Clay said. \"My advice to you is get\nelephantiasis of your steering foot and give the whole thing up now.\"\nHe glanced meaningfully at Gail, who couldn't possibly be bothering\nhim. She was playing quietly on the floor, pulling the suction disks\noff my jewelry and sticking them on her legs.\n\nWhen I finally got Gail home, she sped into her mother's arms and I\ncouldn't help being a little irritated because I had been practically\nswinging from the ceiling dust controls to ingratiate myself, and her\nmama just said, \"Oh, hi,\" and Gail was satisfied.\n\n\"By the way,\" I said, watching Regina hang up her dark blue hand-woven\njacket, \"you wouldn't mind picking up an extra child tomorrow, would\nyou?\"\n\n\"Mind! Certainly I mind. I've got as much as I can do with my job and\nGail and eight children in the heli already.\"\n\n\"It's a Hiserean child,\" I said. \"The mother is so lovely, Regina. She\ndidn't want us to go to any trouble.\"\n\n\"That's fine. Because I'm not going to go to any trouble.\"\n\nI put my fists behind my back. \"Of course I understand, Regina. I think\nit's remarkable that you manage to do so much. And keep up with your\nart things as you do. But don't you think it would be an interesting\nexperience to have a Hiserean child in the pool?\"\n\n\n\nRegina pulled off her hand-woven wrap-skirt and I was shocked to see\nshe wore a real boudoir slip to work.\n\n\"Everybody to their own interesting experiences,\" she said, laughing at\nme. This was obviously one of her triple-level remarks.\n\n\"De gustibus,\" I said, to show I know a few arty things myself, \"non\ndisputandum est.\"\n\n\"You have such moments, Verne! Have you ever seen a Hiserean child?\"\n\n\"I saw one today.\"\n\n\"Well.\"\n\n\"Well?\"\n\n\"De gustibus, as you said. You know the other children will eat it\nalive, don't you? _Your_ child will. Now Gail....\"\n\nIt's true that Gail never kicks anyone small enough to kick back. It's\nalso true that Billy bites.\n\nI unclenched my fists and stretched up with a deep breath so as to\nrelax my stomach and improve my posture.\n\n\"Hiserean children,\" I pointed out, \"are going to have to be adjusted\nto our society. As I understand it, they're here to stay. Their sun\nblew up behind them and personally I think we're lucky they happened to\ndrift here.\"\n\n\"I don't see why it's so lucky. I wish we'd gotten one of the ships\nfull of scientific information. Or their top scientists. Or artists,\nfor that matter. All _we_ got were plain people. If you like to call\nthem people.\"\n\n\"They're at least educated people with good sense. And we've got their\nship to take apart and learn things from. And their books and, after\nall, some music and their gestural art. I should think you artists\nwould find that real avant garde.\"\n\n\"Just hearing you say it like that is enough to kill Hiserean art.\"\n\n\"Regina, I know you think I'm a prig, but that isn't the point. And if\nit matters to you, I'm _not_ a prig.\"\n\n\"Do you wear boudoir slips?\" Regina was biting a real smile.\n\n\"No, I don't. But I'd like to.\"\n\n\"Then why don't you?\"\n\n\"Because I put one on once and I thought I looked absolutely\ndevastating and you know what my husband said?\"\n\n\"I won't try to guess Clay's bon mot.\"\n\n\"He said, 'What did you put that on for?'\"\n\n\n\nRegina laughed until she popped a snap on her paper house dress. \"But\nseriously,\" she said finally, \"if he didn't know, why didn't you tell\nhim?\"\n\n\"That's not the point. The point is I am not the boudoir-slip type. My\nunmentionables are unmentionable for esthetic reasons only.\"\n\nRegina laughed again. \"Really, Verne, you're not half bad when you try.\"\n\n\"If you honestly think I'm not half bad, could you do it just as a\nfavor to me? Pick up Hi-nin when you have the car pool?\"\n\n\"The Hiserean child? No.\"\n\n\"Please, Regina. I'd do it _for_ you except that the children would\nnotice and it would get back to Mrs. His-tara. If there's anything I\ncould do for you in return--\"\n\n\"What could you possibly do?\"\n\n\"I don't know. But I _can't_ go back and tell that dear creature our\ncar pool doesn't want her.\"\n\n\"_Stop_ looking so intense. That's what keeps you from being the\nboudoir-slip type. You always look as though you're going out to break\nup a saloon or campaign for better Public Child Protection. The boudoir\nslip requires a languorous expression.\"\n\n\"Phooey to looking languorous. And phooey to boudoir slips. I'd wear\ndiapers to nursery school if you'd change your mind about taking along\nHi-nin.\"\n\n\"Would you wear a boudoir slip?\"\n\n\"I--hell, yes.\"\n\n\"And nothing else?\"\n\n\"Only my various means of support. And my respectability.\"\n\nRegina laughed her tiger-on-the-third-Christian laugh. \"What I want to\nfind out,\" she said, \"is how you manage the respectability bit.\"\n\nIt dawned on me while I was grinding the pepper for Clay's salad that\nRegina had explained herself. All of a sudden I saw straight through\nher and I wondered why I hadn't seen it before. Regina _envied_ me.\n\nNow on the face of it, that seemed unlikely. But it occurred to me\nthat Regina's parents had been the poor but honest and uneducated sort\nthat simply are never asked to chaperone school parties. And the fact\nis that they were not what Regina thought of as respectable, though it\nnever occurred to anyone but her that it mattered. And since all her\nculture was acquired after the age of thirteen, she felt it didn't fit\nproperly and that's why she went out of her way to be arty-arty.\n\nWhereas I took for granted all the things Regina had learned so\npainstakingly, and this in turn was what made me so irritatingly\nrespectable.\n\nAs Regina had suggested, perhaps it _is_ the expression on one's face\nthat makes the difference.\n\n\n\n\"Hey!\" a cop yelled, pulling up as close to us as his rotors would\nallow. \"What the hell?\"\n\n\"I beg your pardon,\" I said frigidly. It is very frigid in November if\nyou are out in a helicopter dressed only in a boudoir slip.\n\n\"Look de bleesemans!\" Gail cried.\n\n\"He might shoot everybody!\" Billy warned.\n\nMeli began to cry loudly. \"He might _choot_! _Ma_-ma!\"\n\n\"Pardon me, madam,\" the cop said, and beat a hasty retreat.\n\nWhen we landed on Hi-nin's roof, Mrs. His-tara came up with him.\nShe looked at me sympathetically. \"You are perhaps molting, beloved\nfriend?\" Her large eyes retracted and filled with tears. \"Such a\nseason!\"\n\n\"No--no, dear. Just--getting a little fresh air.\"\n\nI put Hi-nin on the front seat with me. He gave me a big-eyed,\ntoothless smile and sat down in perfect quiet, except for the soft,\nalmost sea sound of his breathing.\n\nIt was during one of those brief and infrequent silences we have that I\nnoticed something was amiss. No sea sound.\n\nI looked around to find Billy's hands around Hi-nin's throat.\n\n\"Billy!\" I screamed.\n\n\"Aw!\" he said, and let go.\n\nHi-nin began to breathe again in a violent, choked way.\n\n\"Billy,\" I said, wondering if I could keep myself from simply throwing\nmy son out of the helicopter, \"Billy....\"\n\n\"It is nothing, nice mama,\" Hi-nin said, still choking.\n\n\"Billy.\" I didn't trust myself to speak any further. I reached around\nand spanked him until my hand was sore. \"If you _ever_ do that again--\"\n\n\"_Waa!_\" Billy bawled. I'm sure he could be heard quite plainly by the\nmen building the new astronomical station on the Moon.\n\n\n\nI put Hi-nin on my lap and kept him there. \"That's just Billy's way of\nmaking friends,\" I whispered to him.\n\nUnder Billy's leadership, several other children began to cry, and all\nin all it was not a well-integrated, love-sharing group that I lifted\ndown from the heli at Playplace.\n\n\"The children always sense it, don't they,\" Mrs. Baden said with her\ngentle smile, \"when we don't feel comfortable about a situation?\"\n\n\"_Comfortable!_\" I cried. It seemed to me the day had become blazing\nhot and I didn't remember what I was dressed in until I tried to take\noff my jacket. \"My son is an inhuman monster. He tried to--to--\" I\ncould feel a big sob coming on.\n\n\"Bite?\" Mrs. Baden supplied helpfully.\n\n\"Strangle,\" I managed to blurt out.\n\n\"We'll be especially considerate of Billy today,\" Mrs. Baden said.\n\"He'll be feeling guilty and he senses your discomfort about his\naggression.\"\n\n\"_Senses_ it! I all but tore him limb from limb! That dear little\nHiserean child--\"\n\n\"I do not want to be of difficulty,\" Hi-nin said, tears pouring out of\nthose great, big eyes.\n\n\n\nTears were pouring out of my small blue eyes by this time and Mr.\nGrantham, who brings a set of grandchildren, came by and patted my\nshoulder.\n\n\"Chin up!\" he said. \"Eyes front!\"\n\nThen he looked at his hand and my recently patted shoulder.\n\n\"Oh, excuse me,\" he said. \"Would you like to borrow my jacket?\"\n\nI shook my head, acutely aware, suddenly, that Mr. Grantham is not a\ndoddering old grandfather but a young and handsome man. And all he\nthought about my bare shoulder was that it ought to be covered.\n\n\"You just run along,\" Mrs. Baden said. \"We'll let Billy strangle the\npneumatic dog and everything will be just fine. Oh, and dear--I don't\nknow whether you've noticed it--you don't have on a dress.\"\n\nI went home and sat in front of the mirror feeling miserable in several\ndifferent directions. If Regina Raymond Crowley appeared in public\ndressed only in a boudoir slip, people would think all sorts of wicked\nthings. When I appeared in public in a boudoir slip, everybody thought\nI was just a little absentminded.\n\nThis, I thought, is a hell of a thing to worry about. And then I\nthought, Oh, phooey. If even I think I'm respectable, what can I\nexpect other people to think?\n\nI took down the note on the mirror about Regina. No wonder I didn't\nlike her! I turned the paper over and wrote \"Phooey to me!\" with my\neyebrow pencil.\n\nI was still regarding the note and trying to argue myself into a better\nmood when Clay came tramping down from work at three o'clock.\n\n\"Why are you sitting around in a boudoir slip?\" he asked.\n\n\"You're a double-dyed louse and a great, big alligator head,\" I told\nhim.\n\n\"Don't mention it,\" he said. \"Where's Billy?\"\n\n\"Taking his nap. Tell me the truth, Clay. The absolute truth.\"\n\nClay looked at me suspiciously. \"I'd planned on a little golf this\nafternoon.\"\n\n\"This won't take a minute. I don't ask you things like this all the\ntime, now do I?\"\n\n\"I still don't know what you're talking about.\"\n\nI took a deep breath. \"Clay, is there anything about me, anything at\nall, that is not respectable?\"\n\n\"There is _not_,\" he said.\n\n\"Well--I guess that's all there is to it,\" I sighed. I pulled off my\nboudoir slip and got a neat paper one out of the slot. \"Anyway,\" I said\nbravely, \"boudoir slips have to be laundered.\"\n\nClay looked at me curiously for a moment and then said, \"This looks\nlike a good afternoon to go play golf.\"\n\n\"Do you think there's anything not respectable about Regina Crowley?\"\n\n\"There is _everything_ not respectable about Regina Crowley,\" Clay said\nvehemently.\n\n\"You see?\"\n\n\"Frankly, no.\"\n\n\"Well, do you think her husband uses that tone of voice when he says,\n'There is _everything_ respectable about Verne Barrat?'\"\n\n\"I don't know why he should say that at all.\"\n\n\"She might ask him.\"\n\n\"Darling, you're mad as a hatter,\" Clay said, kissing me good-by.\n\n\"Do you really think so?\"\n\n\"Of course not,\" Clay roared as he tramped up the steps to the heli.\n\n\n\nAbout nine o'clock the next morning I heard a heli landing on the roof\nand I thought, Now who? There was much tooting, and when I went up,\nRegina practically threw Hi-nin at me.\n\n\"I told you so,\" she snapped at me. Her face was burning red and she\nwasn't bothering to tilt her nose.\n\n\"What happened? Why did you bring him back to _me_?\"\n\n\"His hand,\" she said, and took off.\n\nHand? He was holding one hand over the other. No! I grabbed his hands\nto see what it was.\n\nOne hand had obviously been bitten off at the wrist. He was holding the\nwound with the tentacles of his other little boneless hand. There was\nvery little blood.\n\n\"It is as nothing,\" he said, but when I cradled him in my arms, I could\nfeel him shaking all over.\n\n\"It will grow back,\" he said.\n\nWould it?\n\nI took him in the heli and held him while I drove. I could feel him\ntrying to stop himself from shaking, but he couldn't.\n\n\"Does it hurt very much?\" I asked.\n\n\"The pain is small,\" he said. \"It is the fear. The fear is terrible. I\nam unable to swallow it.\"\n\nI was unable to swallow it, too.\n\n\"The hand,\" said Mrs. His-tara without concern, \"will grow back. But\nthe things within my son....\" She, too, began to tremble involuntarily.\n\n\"Billy,\" I began, feeling the blood come through my lower lip, \"Billy\nand I are....\" It was too inadequate to say it.\n\n\"It was not Billy,\" Hi-nin said without rancor. \"It was Gail.\"\n\n\"Gail! Gail doesn't bite!\" But she had, and I broke down and plain\ncried.\n\n\"Do not trouble yourself,\" said Mrs. His-tara. \"My son receives from\nthis a wound that does not heal. On Hiserea he would be forever sick,\nyou understand. On your world, where everyone is born with this open\nwound, it will be his protection. So Mrs. Baden warned me and I think\nshe is wise.\"\n\nAs soon as I got home, I called up Regina. She looked pale and lifeless\nagainst the gaudy, irresponsible objects in the art shop.\n\n\"It wasn't my fault,\" she said quickly. \"I can't drive and watch the\nchildren at the same time. I told you the children would eat....\" She\nstopped, and for the first time I saw Regina really horrified with\nherself.\n\n\"Nobody said it was your fault. But don't you think you could have\ntaken Hi-nin home yourself? To show Mrs. His-tara that--I don't know\nwhat it would show.\"\n\nIt reminded me, somehow, of the time Regina stepped on a lizard and\nleft it in great pain, pulling itself along by its tiny front paws, and\nI had said, \"Regina, you can't leave that poor thing suffering,\" and\nshe had said, \"Well, I didn't step on it on purpose,\" and I had said,\n\"Somebody's got to kill it now,\" and she had said, \"I've got a class.\"\nI could still feel the crunch of it under my foot as its tiny life went\nout.\n\n\"Sorry, Verne,\" she said, \"you got yourself into this,\" and hung up.\n\n\n\nThat night Regina called me. \"Can you give blood?\" she asked.\n\n\"Yes,\" I said. \"If I stuff myself, I can get the scales up to a hundred\nand ten pounds.\"\n\n\"What type?\"\n\n\"B. Rh positive.\"\n\n\"Thought you told me that once. Gail is in the hospital. They have to\nreplace every drop of blood in her body. She may die anyhow.\"\n\nI thought of the little fluff and squeak that was Gail. I eat de crus'\nof de toas'.\n\n\"What's the matter with her?\" I asked fearfully.\n\n\"That damn Hiserean child is _poison_. Gail had a little cut inside her\nmouth from where she fell off the slide at school.\"\n\n\"I'll be at the hospital in ten minutes,\" I said, and hung up shakily.\n\"Dinner is set for seven-thirty,\" I told Clay and Billy, and rushed out.\n\nThe first person I saw at the hospital was not Regina. It was Mrs.\nHis-tara.\n\n\"How did you know?\" I asked. Her integument was dull now and there were\npatches of scales rubbed off. Her eyes were almost not visible.\n\n\"Mrs. Crowley called me,\" she said. \"In any case I would have been\nhere. There is in Hi-nin also of poison. There remains for him only\nthe Return Home. We must rejoice for him.\"\n\nThe smile she brought forth was more than I could bear.\n\n\"Gail's germs were poison to him?\"\n\n\"Oh, no. He poisons himself. It is an ancient hormone, from the early\ndays of our race when we had what your Mrs. Baden so wisely calls\naggression. It is dormant in us since before the accounting of our\nhistory. An adult Hiserean, perhaps, could fight his emotions and cure\nhimself. Hi-nin has no weapons--so your physicians have explained it to\nme, from our scientific books. How can I doubt that they are right?\"\n\nHow could I doubt it, either? It would be, I thought, rather like a\nmassive overdose of adrenalin. Psychogenic, of course, but what help\nwas it to know that? Would there be some organ in Hi-nin a surgeon\ncould remove? Like the adrenals in humans, perhaps?\n\nOf course not. If they could have, they would have.\n\n\n\nI hurried on to find the room where Gail was. She was not pale, as I\nhad expected, but pink-cheeked and bright-eyed. They were probably\nputting in more blood than they were taking out. There were two of the\nother mamas from our car pool, waiting their turns.\n\nRegina was sitting by the bed, her face ugly and swollen from crying.\n\n\"She looks just fine!\" I exclaimed.\n\n\"Only in the last fifteen minutes,\" she said. \"When I called you, she\nwas like ice. Her eyes didn't move.\"\n\n\"We're lucky with Gail. Did you know about Hi-nin?\"\n\n\"The little animal!\" she said. \"He's the one that did it.\"\n\n\"He didn't do anything, Regina, and you know it.\"\n\n\"He shouldn't have been in the car pool. He shouldn't be with human\nchildren at all.\"\n\n\"He's going to die,\" I said quickly, before she had time to say things\nshe'd have nightmares about later on.\n\n\"Sorry,\" Regina said, because we were all looking at her and because\nher child was pink and beautiful and healthy while Hi-nin....\n\n\"Regina,\" I said, \"what did you do after it happened?\"\n\n\"_Do!_ It scared the hell out of me--that creature shaking all over and\nGail screaming. At first I didn't know what had happened. Then I saw\nthat _thing_ flopping around on the front seat and I screamed and threw\nit out of the window. And then I noticed Hi-nin's wrist, or whatever\nyou call it. I said, 'Oh, God, I _knew_ you'd get us in trouble!' But\nthe creature didn't say anything. He just sat there. And I let the\nother children off and brought Hi-nin to you because I didn't want to\nget involved with that Mrs. Baden.\"\n\n\"And Gail?\"\n\n\"She seemed all right. She just climbed in the back with the other\nchildren and pretty soon they were all laughing.\"\n\n\"And all that time little Hi-nin.... Regina, didn't you even pat him or\nhold him or kiss it for him or anything?\"\n\n\"_Kiss_ it!\"\n\nAt that moment Mrs. His-tara came in, with Mrs. Baden and a doctor\nbehind her. I should have known. Mrs. Baden didn't leave people to\nfight battles alone.\n\nMrs. His-tara looked at Mrs. Baden, but Mrs. Baden only nodded and\nsmiled encouragingly at her.\n\n\n\nThe doctor was gently pulling the needle out of Gail's vein. The room\nwas silent. Even Gail sat large-eyed and solemn.\n\n\"Mrs. Crowley,\" Mrs. His-tara began, obviously dragging each word up\nwith great effort, \"would it be accurate to tell my son that Gail has\nreceived no hurt from him? We must, you see, prepare him for the Return\nHome.\"\n\nRegina looked around at us and at Gail. She hadn't dared let herself\nlook at Mrs. His-tara yet.\n\n\"Doctor!\" Regina called suddenly. \"Look at Gail's mouth!\"\n\nEven from where I was, I could see it. A scaly growth along both lips.\n\n\"That's a temporary effect of the serum,\" the doctor said. \"We tried an\nantitoxin before we decided to change the blood. It is nothing to worry\nabout.\"\n\n\"Oh.\"\n\n\"Mrs. Crowley,\" Mrs. His-tara began again, \"it is much to ask, but at\nsuch a moment, much is required. If you could come yourself, and if\nGail could endure to be carried....\"\n\nBut Gail did, indeed, look queer, and she stretched out her arms not to\nher mother but to Mrs. His-tara.\n\n\"The tides,\" Mrs. His-tara said, \"have cast us up a miracle.\"\n\nShe gathered Gail into the boneless cradle of her curved arms.\n\nRegina took her sunglasses out of her purse and hid her eyes. \"Mind\nyour own damned business,\" she told Mrs. Baden and me.\n\n\"It _is_ our damned business,\" I whispered to Mrs. Baden, and she held\nmy arm as we followed Regina down the hall.\n\nMrs. His-tara threaded her way through a cordon of other Hisereans who\nmust have been flown in for the occasion. I couldn't see the children,\nbut I could hear them.\n\n\"Him cold!\" said Gail. \"Him scared!\"\n\n\"He's scared of you,\" Regina said. \"We're sorry, Gail. Tell him we're\nsorry. We didn't understand.\"\n\nGail laughed. A loud and healthy laugh.\n\n\"Gail sorry,\" she said. \"Me thought you was to eat.\"\n\nThere was a small sound. I thought it was from Hi-nin and I held Mrs.\nBaden's hand as though it were my only link to a sane world.\n\n\"Dat a joke,\" Gail said. \"Hi-nin 'posed to laugh!\"\n\nThen there was a silence and Regina started to say something but Mrs.\nHis-tara whispered, \"Please! It is a thought between the children.\"\n\nThen there was a small, quiet laugh from Hi-nin. \"In truth,\" he said\nwith that oh, so familiar lisp, \"it is funny.\"\n\n\"Me don't do it again,\" Gail said, solemn now.\n\n\n\nWhen I got home it was so late that the stars were sliding down the sky\nand I just knew Clay wouldn't have thought to turn the parking lights\non. But he had.\n\nFurthermore, he was still up.\n\n\"Were you worried?\" I asked delightedly.\n\n\"No. Regina called a couple of hours ago.\"\n\n\"_Regina?_\"\n\n\"She said she was concerned about the expression on your face.\"\n\nClay handed me a present, all wrapped in gold stickum with an\nelectronic butterfly bouncing airily around on it.\n\nI peeled the paper off carefully, to save it for Billy, and set the\nbutterfly on the sticky side.\n\nInside the box was a gorgeous blue fluffy affair of no apparent utility.\n\n\"Oh, _Clay_!\" I gasped. \"I can't wear anything like _this_!\" I slipped\nout of my paper clothes and the gown slithered around me.\n\nHastily, I pulled the pins out of my hair, brushed it back and smeared\non some lipstick.\n\n\"I look silly,\" I said. \"I'm all the wrong type.\" My little crayola\nnote was still stuck in the mirror. Phooey to me. \"You're laughing at\nme.\"\n\n\"I'm not. You don't really look respectable at all, Verne.\"\n\nI ran into the dining area. \"Regina told you about the boudoir slip!\"\n\nI heard Clay stumble over a chair in the dark.\n\n\"Obscenity!\" he said. \"All right, she did. So what? I think you look\nlike a call girl.\"\n\nI ran into the living room and hid behind the sofa. \"Do you really,\ntruly think so?\"\n\n\"Absolutely!\" Another chair clattered and Clay toed the living room\nlights. \"Ah!\" he said. \"I've got you cornered. You look like a chorus\ngirl. You look like an easy pickup. You look like a dirty little--\"\n\n\"Stop,\" I cried, \"while you're still winning!\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Brown, Rosel George"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60653/pg60653.txt",
        "name": "car_pool.json"
    }
}