{
    "name": "Certain Diversities of American Life",
    "author": [
        "Warner, Charles Dudley"
    ],
    "body": "This is a very interesting age. Within the memory of men not yet come to\nmiddle life the time of the trotting horse has been reduced from two\nminutes forty seconds to two minutes eight and a quarter seconds. During\nthe past fifteen years a universal and wholesome pastime of boys has been\ndeveloped into a great national industry, thoroughly organized and almost\naltogether relegated to professional hands, no longer the exercise of the\nmillion but a spectacle for the million, and a game which rivals the\nStock Exchange as a means of winning money on the difference of opinion\nas to the skill of contending operators.\n\nThe newspapers of the country--pretty accurate and sad indicators of the\npopular taste--devote more daily columns in a week's time to chronicling\nthe news about base-ball than to any other topic that interests the\nAmerican mind, and the most skillful player, the pitcher, often college\nbred, whose entire prowess is devoted to not doing what he seems to be\ndoing, and who has become the hero of the American girl as the Olympian\nwrestler was of the Greek maiden and as the matador is of the Spanish\nsenorita, receives a larger salary for a few hours' exertion each week\nthan any college president is paid for a year's intellectual toil. Such\nhas been the progress in the interest in education during this period\nthat the larger bulk of the news, and that most looked for, printed about\nthe colleges and universities, is that relating to the training, the\nprospects and achievements of the boat crews and the teams of base-ball\nand foot-ball, and the victory of any crew or team is a better means of\nattracting students to its college, a better advertisement, than success\nin any scholastic contest. A few years ago a tournament was organized in\nthe North between several colleges for competition in oratory and\nscholarship; it had a couple of contests and then died of inanition and\nwant of public interest.\n\nDuring the period I am speaking of there has been an enormous advance in\ntechnical education, resulting in the establishment of splendid special\nschools, essential to the development of our national resources; a growth\nof the popular idea that education should be practical,--that is, such an\neducation as can be immediately applied to earning a living and acquiring\nwealth speedily,--and an increasing extension of the elective system in\ncolleges,--based almost solely on the notion, having in view, of course,\nthe practical education, that the inclinations of a young man of eighteen\nare a better guide as to what is best for his mental development and\nequipment for life than all the experience of his predecessors.\n\nIn this period, which you will note is more distinguished by the desire\nfor the accumulation of money than far the general production of wealth,\nthe standard of a fortune has shifted from a fair competence to that of\nmillions of money, so that he is no longer rich who has a hundred\nthousand dollars, but he only who possesses property valued at many\nmillions, and the men most widely known the country through, most talked\nabout, whose doings and sayings are most chronicled in the journals,\nwhose example is most attractive and stimulating to the minds of youth,\nare not the scholars, the scientists, the men of, letters, not even the\norators and statesmen, but those who, by any means, have amassed enormous\nfortunes. We judge the future of a generation by its ideals.\n\nRegarding education from the point of view of its equipment of a man to\nmake money, and enjoy the luxury which money can command, it must be more\nand more practical, that is, it must be adapted not even to the higher\naim of increasing the general wealth of the world, by increasing\nproduction and diminishing waste both of labor and capital, but to the\nlower aim of getting personal possession of it; so that a striking social\nfeature of the period is that one-half--that is hardly an overestimate\n--one-half of the activity in America of which we speak with so much\nenthusiasm, is not directed to the production of wealth, to increasing\nits volume, but to getting the money of other people away from them. In\nbarbarous ages this object was accomplished by violence; it is now\nattained by skill and adroitness. We still punish those who gain property\nby violence; those who get it by smartness and cleverness, we try to\nimitate, and sometimes we reward them with public office.\n\nIt appears, therefore, that speed,-the ability to move rapidly from place\nto place,--a disproportionate reward of physical over intellectual\nscience, an intense desire to be rich, which is strong enough to compel\neven education to grind in the mill of the Philistines, and an inordinate\nelevation in public consideration of rich men simply because they are\nrich, are characteristics of this little point of time on which we stand.\nThey are not the only characteristics; in a reasonably optimistic view,\nthe age is distinguished for unexampled achievements, and for\nopportunities for the well-being of humanity never before in all history\nattainable. But these characteristics are so prominent as to beget the\nfear that we are losing the sense of the relative value of things in this\nlife.\n\nFew persons come to middle life without some conception of these relative\nvalues. It is in the heat and struggle that we fail to appreciate what in\nthe attainment will be most satisfactory to us. After it is over we are\napt to see that our possessions do not bring the happiness we expected;\nor that we have neglected to cultivate the powers and tastes that can\nmake life enjoyable. We come to know, to use a truism, that a person's\nhighest satisfaction depends not upon his exterior acquisitions, but upon\nwhat he himself is. There is no escape from this conclusion. The physical\nsatisfactions are limited and fallacious, the intellectual and moral\nsatisfactions are unlimited. In the last analysis, a man has to live with\nhimself, to be his own companion, and in the last resort the question is,\nwhat can he get out of himself. In the end, his life is worth just what\nhe has become. And I need not say that the mistake commonly made is as to\nrelative values,--that the things of sense are as important as the things\nof the mind. You make that mistake when you devote your best energies to\nyour possession of material substance, and neglect the enlargement, the\ntraining, the enrichment of the mind. You make the same mistake in a less\ndegree, when you bend to the popular ignorance and conceit so far as to\ndirect your college education to sordid ends. The certain end of yielding\nto this so-called practical spirit was expressed by a member of a\nNorthern State legislature who said, \"We don't want colleges, we want\nworkshops.\" It was expressed in another way by a representative of the\nlower house in Washington who said, \"The average ignorance of the country\nhas a right to be represented here.\" It is not for me to say whether it\nis represented there. Naturally, I say, we ought by the time of middle\nlife to come to a conception of what sort of things are of most value. By\nanalogy, in the continual growth of the Republic, we ought to have a\nperception of what we have accomplished and acquired, and some clear view\nof our tendencies. We take justifiable pride in the glittering figures of\nour extension of territory, our numerical growth, in the increase of\nwealth, and in our rise to the potential position of almost the first\nnation in the world. A more pertinent inquiry is, what sort of people\nhave we become? What are we intellectually and morally? For after all the\nman is the thing, the production of the right sort of men and women is\nall that gives a nation value. When I read of the establishment of a\ngreat industrial centre in which twenty thousand people are employed in\nthe increase of the amount of steel in the world, before I decide whether\nit would be a good thing for the Republic to create another industrial\ncity of the same sort, I want to know what sort of people the twenty\nthousand are, how they live, what their morals are, what intellectual\nlife they have, what their enjoyment of life is, what they talk about and\nthink about, and what chance they have of getting into any higher life.\nIt does not seem to me a sufficient gain in this situation that we are\nimmensely increasing the amount of steel in the world, or that twenty\nmore people are enabled on account of this to indulge in an unexampled,\nunintellectual luxury. We want more steel, no doubt, but haven't we wit\nenough to get that and at the same time to increase among the producers\nof it the number of men and women whose horizons are extended, who are\ncompanionable, intelligent beings, adding something to the intellectual\nand moral force upon which the real progress of the Republic depends?\n\nThere is no place where I would choose to speak more plainly of our\nnational situation today than in the South, and at the University of the\nSouth; in the South, because it is more plainly in a transition state,\nand at the University of the South, because it is here and in similar\ninstitutions that the question of the higher or lower plane of life in\nthe South is to be determined.\n\nTo a philosophical observer of the Republic, at the end of the hundred\nyears, I should say that the important facts are not its industrial\nenergy, its wealth, or its population, but the stability of the federal\npower, and the integrity of the individual States. That is to say, that\nstress and trial have welded us into an indestructible nation; and not of\nless consequence is the fact that the life of the Union is in the life of\nthe States. The next most encouraging augury for a great future is the\nmarvelous diversity among the members of this republican body. If nothing\nwould be more speedily fatal to our plan of government than increasing\ncentralization, nothing would be more hopeless in our development than\nincreasing monotony, the certain end of which is mediocrity.\n\nSpeaking as one whose highest pride it is to be a citizen of a great and\ninvincible Republic to those whose minds kindle with a like patriotism, I\ncan say that I am glad there are East and North and South, and West,\nMiddle, Northwest, and Southwest, with as many diversities of climate,\ntemperament, habits, idiosyncrasies, genius, as these names imply. Thank\nHeaven we are not all alike; and so long as we have a common purpose in\nthe Union, and mutual toleration, respect, and sympathy, the greater will\nbe our achievement and the nobler our total development, if every section\nis true to the evolution of its local traits. The superficial foreign\nobserver finds sameness in our different States, tiresome family likeness\nin our cities, hideous monotony in our villages, and a certain common\natmosphere of life, which increasing facility of communication tends to\nincrease. This is a view from a railway train. But as soon as you observe\nclosely, you find in each city a peculiar physiognomy, and a peculiar\nspirit remarkable considering the freedom of movement and intercourse,\nand you find the organized action of each State sui generis to a degree\nsurprising considering the general similarity of our laws and\ninstitutions. In each section differences of speech, of habits of\nthought, of temperament prevail. Massachusetts is unlike Louisiana,\nFlorida unlike Tennessee, Georgia is unlike California, Pennsylvania is\nunlike Minnesota, and so on, and the unlikeness is not alone or chiefly\nin physical features. By the different style of living I can tell when I\ncross the line between Connecticut and New York as certainly as when I\ncross the line between Vermont and Canada. The Virginian expanded in\nKentucky is not the same man he was at home, and the New England Yankee\nlet loose in the West takes on proportions that would astonish his\ngrandfather. Everywhere there is a variety in local sentiment, action,\nand development. Sit down in the seats of the State governments and study\nthe methods of treatment of essentially the common institutions of\ngovernment, of charity and discipline, and you will be impressed with the\nvariety of local spirit and performance in the Union. And this, diversity\nis so important, this contribution of diverse elements is so necessary to\nthe complex strength and prosperity of the whole, that one must view with\nalarm all federal interference and tendency to greater centralization.\n\nAnd not less to be dreaded than monotony from the governmental point of\nview, is the obliteration of variety in social life and in literary\ndevelopment. It is not enough for a nation to be great and strong, it\nmust be interesting, and interesting it cannot be without cultivation of\nlocal variety. Better obtrusive peculiarities than universal sameness. It\nis out of variety as well as complexity in American life, and not in\nhomogeneity and imitation, that we are to expect a civilization\nnoteworthy in the progress of the human race.\n\nLet us come a little closer to our subject in details. For a hundred\nyears the South was developed on its own lines, with astonishingly little\nexterior bias. This comparative isolation was due partly to the\ninstitution of slavery, partly to devotion to the production of two or\nthree great staples. While its commercial connection with the North was\nintimate and vital, its literary relation with the North was slight. With\nfew exceptions Northern authors were not read in the South, and the\nliterary movement of its neighbors, such as it was, from 1820 to 1860,\nscarcely affected it. With the exception of Louisiana, which was\nabsolutely ignorant of American literature and drew its inspiration and\nassumed its critical point of view almost wholly from the French, the\nSouth was English, but mainly English of the time of Walter Scott and\nGeorge the Third. While Scott was read at the North for his knowledge of\nhuman nature, as he always will be read, the chivalric age which moves in\nhis pages was taken more seriously at the South, as if it were of\ncontinuing importance in life. In any of its rich private libraries you\nfind yourself in the age of Pope and Dryden, and the classics were\npursued in the spirit of Oxford and Cambridge in the time of Johnson. It\nwas little disturbed by the intellectual and ethical agitation of modern\nEngland or of modern New England. During this period, while the South\nexcelled in the production of statesmen, orators, trained politicians,\ngreat judges, and brilliant lawyers, it produced almost no literature,\nthat is, no indigenous literature, except a few poems and--a few humorous\ncharacter-sketches; its general writing was ornately classic, and its\nfiction romantic on the lines of the foreign romances.\n\nFrom this isolation one thing was developed, and another thing might in\ndue time be expected. The thing developed was a social life, in the\nfavored class, which has an almost unique charm, a power of being\nagreeable, a sympathetic cordiality, an impulsive warmth, a frankness in\nthe expression of emotion, and that delightful quality of manner which\nputs the world at ease and makes life pleasant. The Southerners are no\nmore sincere than the Northerners, but they have less reserve, and in the\nsocial traits that charm all who come in contact with them, they have an\nelement of immense value in the variety of American life.\n\nThe thing that might have been expected in due time, and when the call\ncame--and it is curious to note that the call and cause of any\nrenaissance are always from the outside--was a literary expression fresh\nand indigenous. This expectation, in a brief period since the war, has\nbeen realized by a remarkable performance and is now stimulated by a\nremarkable promise. The acclaim with which the Southern literature has\nbeen received is partly due to its novelty, the new life it exhibited,\nbut more to the recognition in it of a fresh flavor, a literary quality\ndistinctly original and of permanent importance. This production, the\nfirst fruits of which are so engaging in quality, cannot grow and broaden\ninto a stable, varied literature without scholarship and hard work, and\nwithout a sympathetic local audience. But the momentary concern is that\nit should develop on its own lines and in its own spirit, and not under\nthe influence of London or Boston or New York. I do not mean by this that\nit should continue to attract attention by peculiarities of dialect-which\nis only an incidental, temporary phenomenon, that speedily becomes\nwearisome, whether \"cracker\" or negro or Yankee--but by being true to the\nessential spirit and temperament of Southern life.\n\nDuring this period there was at the North, and especially in the East,\ngreat intellectual activity and agitation, and agitation ethical and\nmoral as well as intellectual. There was awakening, investigation,\nquestioning, doubt. There was a great deal of froth thrown to the\nsurface. In the free action of individual thought and expression grew\neccentricities of belief and of practice, and a crop of so-called \"isms,\"\nmore or less temporary, unprofitable, and pernicious. Public opinion\nattained an astonishing degree of freedom,--I never heard of any\ncommunity that was altogether free of its tyranny. At least extraordinary\nlatitude was permitted in the development of extreme ideas, new,\nfantastic, radical, or conservative. For instance, slavery was attacked\nand slavery was defended on the same platform, with almost equal freedom.\nIndeed, for many years, if there was any exception to the general\ntoleration it was in the social ostracism of those who held and expressed\nextreme opinions in regard to immediate emancipation, and were\nstigmatized as abolitionists. There was a general ferment of new ideas,\nnot always fruitful in the direction taken, but hopeful in view of the\nfact that growth and movement are better than stagnation and decay. You\ncan do something with a ship that has headway; it will drift upon the\nrocks if it has not. With much foam and froth, sure to attend agitation,\nthere was immense vital energy, intense life.\n\nOut of this stir and agitation came the aggressive, conquering spirit\nthat carried civilization straight across the continent, that built up\ncities and States, that developed wealth, and by invention, ingenuity,\nand energy performed miracles in the way of the subjugation of nature and\nthe assimilation of societies. Out of this free agitation sprang a\nliterary product, great in quantity and to some degree distinguished in\nquality, groups of historians, poets, novelists, essayists, biographers,\nscientific writers. A conspicuous agency of the period was the lecture\nplatform, which did something in the spread and popularization of\ninformation, but much more in the stimulation of independent thought and\nthe awakening of the mind to use its own powers.\n\nAlong with this and out of this went on the movement of popular education\nand of the high and specialized education. More remarkable than the\nachievements of the common schools has been the development of the\ncolleges, both in the departments of the humanities and of science. If I\nwere writing of education generally, I might have something to say of the\nmeasurable disappointment of the results of the common schools as at\npresent conducted, both as to the diffusion of information and as to the\ndiscipline of the mind and the inculcation of ethical principles; which\nsimply means that they need improvement. But the higher education has\nbeen transformed, and mainly by the application of scientific methods,\nand of the philosophic spirit, to the study of history, economics, and\nthe classics. When we are called to defend the pursuit of metaphysics or\nthe study of the classics, either as indispensable to the discipline or\nto the enlargement of the mind, we are not called on to defend the\nmethods of a generation ago. The study of Greek is no longer an exercise\nin the study of linguistics or the inspection of specimens of an obsolete\nliterature, but the acquaintance with historic thought, habits, and\npolity, with a portion of the continuous history of the human mind, which\nhas a vital relation to our own life.\n\nHowever much or little there may be of permanent value in the vast\nproduction of northern literature, judged by continental or even English\nstandards, the time has came when American scholarship in science, in\nlanguage, in occidental or oriental letters, in philosophic and\nhistorical methods, can court comparison with any other. In some branches\nof research the peers of our scholars must be sought not in England but\nin Germany. So that in one of the best fruits of a period of intellectual\nagitation, scholarship, the restless movement has thoroughly vindicated\nitself.\n\nI have called your attention to this movement in order to say that it was\nneither accidental nor isolated. It was in the historic line, it was fed\nand stimulated by all that had gone before, and by all contemporary\nactivity everywhere. New England, for instance, was alert and progressive\nbecause it kept its doors and windows open. It was hospitable in its\nintellectual freedom, both of trial and debate, to new ideas. It was in\ntouch with the universal movement of humanity and of human thought and\nspeculation. You lose some quiet by this attitude, some repose that is\npleasant and even desirable perhaps, you entertain many errors, you may\ntry many useless experiments, but you gain life and are in the way of\nbetter things. New England, whatever else we may say about it, was in the\nworld. There was no stir of thought, of investigation, of research, of\nthe recasting of old ideas into new forms of life, in Germany, in France,\nin Italy, in England, anywhere, that did not touch it and to which it did\nnot respond with the sympathy that common humanity has in the universal\nprogress. It kept this touch not only in the evolution and expression of\nthought and emotion which we call literature (whether original or\nimitative), but in the application of philosophic methods to education,\nin the attempted regeneration of society and the amelioration of its\nconditions by schemes of reform and discipline, relating to the\ninstitutions of benevolence and to the control of the vicious and\ncriminal. With all these efforts go along always much false\nsentimentality and pseudo-philanthropy, but little by little gain is made\nthat could not be made in a state of isolation and stagnation.\n\nIn fact there is one historic stream of human thought, aspiration, and\nprogress; it is practically continuous, and with all its diversity of\nlocal color and movement it is a unit. If you are in it, you move; if you\nare out of it, you are in an eddy. The eddy may have a provincial\ncurrent, but it is not in the great stream, and when it has gone round\nand round for a century, it is still an eddy, and will not carry you\nanywhere in particular. The value of the modern method of teaching and\nstudy is that it teaches the solidarity of human history, the continuance\nof human thought, in literature, government, philosophy, the unity of the\ndivine purpose, and that nothing that has anywhere befallen the human\nrace is alien to us.\n\nI am not undervaluing the part, the important part, played by\nconservatism, the conservatism that holds on to what has been gained if\nit is good, that insists on discipline and heed to the plain teaching of\nexperience, that refuses to go into hysterics of enthusiasm over every\nflighty suggestion, or to follow every leader simply because he proposes\nsomething new and strange--I do not mean the conservatism that refuses to\ntry anything simply because it is new, and prefers to energetic life the\nstagnation that inevitably leads to decay. Isolation from the great\nhistoric stream of thought and agitation is stagnation. While this is\ntrue, and always has been true in history, it is also true, in regard to\nthe beneficent diversity of American life, which is composed of so many\nelements and forces, as I have often thought and said, that what has been\ncalled the Southern conservatism in respect to beliefs and certain social\nproblems, may have a very important part to play in the development of\nthe life of the Republic.\n\nI shall not be misunderstood here, where the claims of the higher life\nare insisted on and the necessity of pure, accurate scholarship is\nrecognized, in saying that this expectation in regard to the South\ndepends upon the cultivation and diffusion of the highest scholarship in\nall its historic consciousness and critical precision. This sort of\nscholarship, of widely apprehending intellectual activity, keeping step\nwith modern ideas so far as they are historically grounded, is of the\nfirst importance. Everywhere indeed, in our industrial age,--in a society\ninclined to materialism, scholarship, pure and simple scholarship for its\nown sake, no less in Ohio than in Tennessee, is the thing to be insisted\non. If I may refer to an institution, which used to be midway between the\nNorth and the South, and which I may speak of without suspicion of bias,\nan institution where the studies of metaphysics, the philosophy of\nhistory, the classics and pure science are as much insisted on as the\nstudy of applied sciences, the College of New Jersey at Princeton, the\nquestion in regard to a candidate for a professorship or instructorship,\nis not whether he was born North or South, whether he served in one army\nor another or in neither, whether he is a Democrat or a Republican or a\nMugwump, what religious denomination he belongs to, but is he a scholar\nand has he a high character? There is no provincialism in scholarship.\n\nWe are not now considering the matter of the agreeableness of one society\nor another, whether life is on the whole pleasanter in certain conditions\nat the North or at the South, whether there is not a charm sometimes in\nisolation and even in provincialism. It is a fair question to ask, what\neffect upon individual lives and character is produced by an industrial\nand commercial spirit, and by one less restless and more domestic. But\nthe South is now face to face with certain problems which relate her,\ninevitably, to the moving forces of the world. One of these is the\ndevelopment of her natural resources and the change and diversity of her\nindustries. On the industrial side there is pressing need of institutions\nof technology, of schools of applied science, for the diffusion of\ntechnical information and skill in regard to mining and manufacturing,\nand also to agriculture, so that worn-out lands may be reclaimed and good\nlands be kept up to the highest point of production. Neither mines,\nforests, quarries, water-ways, nor textile fabrics can be handled to best\nadvantage without scientific knowledge and skilled labor. The South is\neverywhere demanding these aids to her industrial development. But just\nin the proportion that she gets them, and because she has them, will be\nthe need of higher education. The only safety against the influence of a\nrolling mill is a college, the only safety against the practical and\nmaterializing tendency of an industrial school is the increased study of\nwhatever contributes to the higher and non-sordid life of the mind. The\nSouth would make a poor exchange for her former condition in any amount\nof industrial success without a corresponding development of the highest\nintellectual life.\n\nBut, besides the industrial problem, there is the race problem. It is the\nmost serious in the conditions under which it is presented that ever in\nall history confronted a free people. Whichever way you regard it, it is\nthe nearest insoluble. Under the Constitution it is wisely left to the\naction of the individual States. The heavy responsibility is with them.\nIn the nature of things it is a matter of the deepest concern to the\nwhole Republic, for the prosperity of every part is vital to the\nprosperity of the whole. In working it out you are entitled, from the\noutside, to the most impartial attempt to understand its real nature, to\nthe utmost patience with the facts of human nature, to the most profound\nand most helpful sympathy. It is monstrous to me that the situation\nshould be made on either side a political occasion for private ambition\nor for party ends.\n\nI would speak of this subject with the utmost frankness if I knew what to\nsay. It is not much of a confession to say that I do not. The more I\nstudy it the less I know, and those among you who give it the most\nanxious thought are the most perplexed, the subject has so many\nconflicting aspects. In the first place there is the evolution of an\nundeveloped race. Every race has a right to fair play in the world and to\nmake the most of its capacities, and to the help of the more favored in\nthe attempt. If the suggestion recently made of a wholesale migration to\nMexico were carried out, the South would be relieved in many ways, though\nthe labor problem would be a serious one for a long time, but the\n\"elevation\" would be lost sight of or relegated to a foreign missionary\nenterprise; and as for results to the colored people themselves, there is\nthe example of Hayti. If another suggestion, that of abandoning certain\nStates to this race, were carried out, there is the example of Hayti\nagain, and, besides, an anomaly introduced into the Republic foreign to\nits traditions, spirit, aspirations, and process of assimilation, alien\nto the entire historic movement of the Aryan races, and infinitely more\ndangerous to the idea of the Republic than if solid Ireland were dumped\ndown in the Mississippi valley as an independent State.\n\nOn the other hand, there rests upon you the responsibility of maintaining\na civilization--the civilization of America, not of Hayti or of Guatemala\nwhich we have so hardly won. It is neither to be expected nor desired\nthat you should be ruled by an undeveloped race, ignorant of law,\nletters, history, politics, political economy. There is no right anywhere\nin numbers or unintelligence to rule intelligence. It is a travesty of\ncivilization. No Northern State that I know of would submit to be ruled\nby an undeveloped race. And human nature is exactly in the South what it\nis in the North. That is one impregnable fact, to be taken as the basis\nof all our calculations; the whites of the South will not, cannot, be\ndominated, as matters now stand, by the colored race.\n\nBut, then, there is the suffrage, the universal, unqualified suffrage.\nAnd here is the dilemma. Suffrage once given, cannot be suppressed or\ndenied, perverted by chicane or bribery without incalculable damage to\nthe whole political body. Irregular methods once indulged in for one\npurpose, and towards one class, so sap the moral sense that they come to\nbe used for all purposes. The danger is ultimately as great to those who\nsuppress or pervert as it is to the suppressed and corrupted. It is the\ndemoralization of all sound political action and life. I know whereof I\nspeak. In the North, bribery in elections and intimidation are fatal to\npublic morality. The legislature elected by bribery is a bribable body.\n\nI believe that the fathers were right in making government depend upon\nthe consent of the governed. I believe there has been as yet discovered\nno other basis of government so safe, so stable as popular suffrage, but\nthe fathers never contemplated a suffrage without intelligence. It is a\ncontradiction of terms. A proletariat without any political rights in a\nrepublic is no more dangerous than an unintelligent mob which can be used\nin elections by demagogues. Universal suffrage is not a universal\npanacea; it may be the best device attainable, but it is certain of abuse\nwithout safeguards. One of the absolutely necessary safeguards is an\neducational qualification. No one ought anywhere to exercise it who\ncannot read and write, and if I had my way, no one should cast a ballot\nwho had not a fair conception of the effect of it, shown by a higher test\nof intelligence than the mere fact of ability to scrawl his name and to\nspell out a line or two in the Constitution. This much the State for its\nown protection is bound to require, for suffrage is an expediency, not a\nright belonging to universal humanity regardless of intelligence or of\ncharacter.\n\nThe charge is, with regard to this universal suffrage, that you take the\nfruits of increased representation produced by it, and then deny it to a\nportion of the voters whose action was expected to produce a different\npolitical result. I cannot but regard it as a blunder in statesmanship to\ngive suffrage without an educational qualification, and to deem it\npossible to put ignorance over intelligence. You are not, responsible for\nthe situation, but you are none the less in an illogical position before\nthe law. Now, would you not gain more in a rectification of your position\nthan you would lose in other ways, by making suffrage depend upon an\neducational qualification? I do not mean gain party-wise, but in\npolitical morals and general prosperity. Time would certainly be gained\nby this, and it is possible in this shifting world, in the growth of\nindustries and the flow of populations, that before the question of\nsupremacy was again upon you, foreign and industrial immigration would\nrestore the race balance.\n\nWe come now to education. The colored race being here, I assume that its\neducation, with the probabilities this involves of its elevation, is a\nduty as well as a necessity. I speak both of the inherent justice there\nis in giving every human being the chance of bettering his condition and\nincreasing his happiness that lies in education--unless our whole theory\nof modern life is wrong--and also of the political and social danger\nthere is in a degraded class numerically strong. Granted integral\nmembership in a body politic, education is a necessity. I am aware of the\ndanger of half education, of that smattering of knowledge which only\nbreeds conceit, adroitness, and a consciousness of physical power,\nwithout due responsibility and moral restraint. Education makes a race\nmore powerful both for evil and for good. I see the danger that many\napprehend. And the outlook, with any amount of education, would be\nhopeless, not only as regards the negro and those in neighborhood\nrelations with him, if education should not bring with it thrift, sense\nof responsibility as a citizen, and virtue. What the negro race under the\nmost favorable conditions is capable of remains to be shown; history does\nnot help us much to determine thus far. It has always been a long pull\nfor any race to rise out of primitive conditions; but I am sure for its\nown sake, and for the sake of the republic where it dwells, every\nthoughtful person must desire the most speedy intellectual and moral\ndevelopment possible of the African race. And I mean as a race.\n\nSome distinguished English writers have suggested, with approval, that\nthe solution of the race problem in this country is fusion, and I have\neven heard discouraged Southerners accept it as a possibility. The result\nof their observation of the amalgamation of races and colors in Egypt, in\nSyria, and Mexico, must be very different from mine. When races of\ndifferent color mingle there is almost invariably loss of physical\nstamina, and the lower moral qualities of each are developed in the\ncombination. No race that regards its own future would desire it. The\nabsorption theory as applied to America is, it seems to me, chimerical.\n\nBut to return to education. It should always be fitted to the stage of\ndevelopment. It should always mean discipline, the training of the powers\nand capacities. The early pioneers who planted civilization on the\nWatauga, the Holston, the Kentucky, the Cumberland, had not much broad\nlearning--they would not have been worse if they had had more but they\nhad courage, they were trained in self-reliance, virile common sense, and\ngood judgment, they had inherited the instinct and capacity of\nself-government, they were religious, with all their coarseness they had\nthe fundamental elements of nobility, the domestic virtues, and the\npublic spirit needed in the foundation of states. Their education in all\nthe manly arts and crafts of the backwoodsman fitted them very well for\nthe work they had to do. I should say that the education of the colored\nrace in America should be fundamental. I have not much confidence in an\nornamental top-dressing of philosophy, theology, and classic learning\nupon the foundation of an unformed and unstable mental and moral\ncondition. Somehow, character must be built up, and character depends\nupon industry, upon thrift, upon morals, upon correct ethical\nperceptions. To have control of one's powers, to have skill in labor, so\nthat work in any occupation shall be intelligent, to have self-respect,\nwhich commonly comes from trained capacity, to know how to live, to have\na clean, orderly house, to be grounded in honesty and the domestic\nvirtues,--these are the essentials of progress. I suppose that the\neducation to produce these must be an elemental and practical one, one\nthat fits for the duties of life and not for some imaginary sphere above\nthem.\n\nTo put it in a word, and not denying that there must be schools for\nteaching the teachers, with the understanding that the teachers should be\nable to teach what the mass most needs to know--what the race needs for\nits own good today, are industrial and manual training schools, with the\nvaried and practical discipline and arts of life which they impart.\n\nWhat then? What of the 'modus vivendi' of the two races occupying the\nsame soil? As I said before, I do not know. Providence works slowly. Time\nand patience only solve such enigmas. The impossible is not expected of\nman, only that he shall do today the duty nearest to him. It is easy, you\nsay, for an outsider to preach waiting, patience, forbearance, sympathy,\nhelpfulness. Well, these are the important lessons we get out of history.\nWe struggle, and fume, and fret, and accomplish little in our brief hour,\nbut somehow the world gets on. Fortunately for us, we cannot do today the\nwork of tomorrow. All the gospel in the world can be boiled down into a\nsingle precept. Do right now. I have observed that the boy who starts in\nthe morning with a determination to behave himself till bedtime, usually\ngets through the day without a thrashing.\n\nBut of one thing I am sure. In the rush of industries, in the race\nproblem, it is more and more incumbent upon such institutions as the\nUniversity of the South to maintain the highest standard of pure\nscholarship, to increase the number of men and women devoted to the\nintellectual life. Long ago, in the middle of the seventeenth century,\nJohn Ward of Stratford-on-Avon, clergyman and physician, wrote in his\ndiary: \"The wealth of a nation depends upon its populousness, and its\npopulousness depends upon the liberty of conscience that is granted to\nit, for this calls in strangers and promotes trading.\" Great is the\nattraction of a benign climate and of a fruitful soil, but a greater\nattraction is an intelligent people, that values the best things in life,\na society hospitable, companionable, instinct with intellectual life,\nawake to the great ideas that make life interesting.\n\nAs I travel through the South and become acquainted with its magnificent\nresources and opportunities, and know better and love more the admirable\nqualities of its people, I cannot but muse in a fond prophecy upon the\nbrilliant part it is to play in the diversified life and the great future\nof the American Republic. But, North and South, we have a hard fight with\nmaterializing tendencies. God bless the University of the South!\n\n\n\n\n",
    "metadata": {
        "author": [
            "Warner, Charles Dudley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3111/pg3111.txt",
        "name": "certain_diversities_of_american_life.json"
    }
}